[
    {
        "title": "春雪",
        "paragraph": "看雪乘清旦，无人坐独谣。拂花轻尚起，落地暖初销。已讶陵歌扇，还来伴舞腰。洒篁留密节，著柳送长条。入镜鸾窥沼，行天马度桥。遍阶怜可掬，满树戏成摇。江浪迎涛日，风毛纵猎朝。弄闲时细转，争急忽惊飘。城险疑悬布，砧寒未捣绡。莫愁阴景促，夜色自相饶。"
    },
    {
        "title": "咏雪",
        "paragraph": "微风摇庭树，细雪下帘隙。萦空如雾转，凝阶似花积。不见杨柳春，徒见桂枝白。零泪无人道，相思空何益。"
    },
    {
        "title": "诗",
        "paragraph": "节运时气舒。秋风凉且清。闲居心不娱。驾言从友生。翱翔戏长流。逍遥登高城。东望看畴野。回顾览园庭。嘉木凋绿叶。芳草纤红荣。骋哉日月逝。年命将西倾。建功不及时。钟鼎何所铭。收念还寝房。慷慨咏坟经。庶几及君在。立德垂功名。"
    },
    {
        "title": "赠王桂阳",
        "paragraph": "松生数寸时，遂为草所没。未见笼云心，谁知负霜骨。弱干可摧残，纤茎易陵忽。何当数千尺，为君覆明月。"
    },
    {
        "title": "懊侬歌",
        "paragraph": "江陵去扬州，三千三百里。已行一千三，所有二千在。"
    },
    {
        "title": "诗",
        "paragraph": "轗轲固宜然。卑陋何所羞。援兹自抑慰。研精于道腴。"
    },
    {
        "title": "春雪",
        "paragraph": "新年都未有芳华，二月初惊见草芽。白雪却嫌春色晚，故穿庭树作飞花。"
    },
    {
        "title": "子夜秋歌",
        "paragraph": "秋风入窗里，罗帐起飘扬。仰头看明月，寄情千里光。"
    },
    {
        "title": "宴会诗",
        "paragraph": "凯风飘阴云。白日扬素晖。良友招我游。高会宴中闱。玄鹤浮清泉。绮树焕青蕤。"
    },
    {
        "title": "折杨柳歌辞",
        "paragraph": "遥看孟津河，杨柳郁婆娑。我是虏家儿，不解汉儿歌。"
    },
    {
        "title": "饮马长城窟行",
        "paragraph": "饮马长城窟，水寒伤马骨。往谓长城吏，慎莫稽留太原卒！官作自有程，举筑谐汝声！男儿宁当格斗死，何能怫郁筑长城。长城何连连，连连三千里。边城多健少，内舍多寡妇。作书与内舍，便嫁莫留住。善待新姑嫜，时时念我故夫子！报书往边地，君今出语一何鄙？身在祸难中，何为稽留他家子？生男慎莫举，生女哺用脯。君独不见长城下，死人骸骨相撑拄。结发行事君，慊慊心意关。明知边地苦，贱妾何能久自全？"
    },
    {
        "title": "诗",
        "paragraph": "沉沦众庶间。与世无有殊。纡郁怀伤结。舒展有何由。"
    },
    {
        "title": "行路难",
        "paragraph": "洞庭水上一株桐，经霜触浪困严风。昔时抽心耀白日，今旦卧死黄沙中。洛阳名工见咨嗟，一翦一刻作琵琶。白璧规心学明月，珊瑚映面作风花。帝王见赏不见忘，提携把握登建章。掩抑摧藏张女弹，殷勤促柱楚明光。年年月月对君子，遥遥夜夜宿未央。未央采女弃鸣篪，争先拂拭生光仪。茱萸锦衣玉作匣，安念昔日枯树枝。不学衡山南岭桂，至今千年犹未知。"
    },
    {
        "title": "酬别江主簿屯骑",
        "paragraph": "有客告将离，赠言重兰蕙。泛舟当泛济，结交当结桂。济水有清源，桂树多芳根。毛公与朱亥，俱在信陵门。赵瑟凤凰柱，吴醥金罍樽。我有北山志，留连为报恩。夫君皆逸翮，抟景复凌骞。白云间海树，秋日暗平原。寒虫鸣趯趯，落叶飞翻翻。何用赠分手，自有北堂萱。"
    },
    {
        "title": "山中杂诗",
        "paragraph": "山际见来烟，竹中窥落日。鸟向檐上飞，云从窗里出。"
    },
    {
        "title": "晚春",
        "paragraph": "谁收春色将归去，慢绿妖红半不存。榆荚只能随柳絮，等闲撩乱走空园。"
    },
    {
        "title": "诗",
        "paragraph": "仲尼以圣德。行聘徧周流。遭斥厄陈蔡。归之命也夫。"
    },
    {
        "title": "山石",
        "paragraph": "山石荦确行径微，黄昏到寺蝙蝠飞。升堂坐阶新雨足，芭蕉叶大栀子肥。僧言古壁佛画好，以火来照所见稀。铺床拂席置羹饭，疏粝亦足饱我饥。夜深静卧百虫绝，清月出岭光入扉。天明独去无道路，出入高下穷烟霏。山红涧碧纷烂漫，时见松枥皆十围。当流赤足踏涧石，水声激激风吹衣。人生如此自可乐，岂必局束为人鞿？嗟哉吾党二三子，安得至老不更归。"
    },
    {
        "title": "晚春",
        "paragraph": "草树知春不久归，百般红紫斗芳菲。杨花榆荚无才思，惟解漫天作雪飞。"
    },
    {
        "title": "赠周散骑兴嗣",
        "paragraph": "子云好饮酒，家在成都县。制赋已百篇，弹琴复千转。敬通不富豪，相如本贫贱。共作失职人，包山一相见。"
    },
    {
        "title": "奉和武相公中秋锦楼玩月得来字",
        "paragraph": "玉露中秋夜，金波碧落开。鹊惊初泛滥，鸿思共裴回。远月清光遍，高空爽气来。此时陪永望，更得上燕台。"
    },
    {
        "title": "闻莺",
        "paragraph": "玉绳河汉晓纵横，万籁潜收莺独鸣。能将百啭清心骨，宁止闲窗梦不成。"
    },
    {
        "title": "答柳恽",
        "paragraph": "清晨发陇西，日暮飞狐谷。秋月照层岭，寒风扫高木。雾露夜侵衣，关山晓催轴。君去欲何之，参差间原陆。一见终无缘，怀悲空满目。"
    },
    {
        "title": "木兰辞",
        "paragraph": "唧唧复唧唧，木兰当户织。不闻机杼声，唯闻女叹息。问女何所思，问女何所忆。女亦无所思，女亦无所忆。昨夜见军帖，可汗大点兵，军书十二卷，卷卷有爷名。阿爷无大儿，木兰无长兄，愿为市鞍马，从此替爷征。东市买骏马，西市买鞍鞯，南市买辔头，北市买长鞭。旦辞爷娘去，暮宿黄河边。不闻爷娘唤女声，但闻黄河流水鸣溅溅。旦辞黄河去，暮至黑山头。不闻爷娘唤女声，但闻燕山胡骑鸣啾啾。万里赴戎机，关山度若飞。朔气传金柝，寒光照铁衣。将军百战死，壮士十年归。归来见天子，天子坐明堂。策勋十二转，赏赐百千强。可汗问所欲，木兰不用尚书郎，愿驰千里足，送儿还故乡。爷娘闻女来，出郭相扶将。阿姊闻妹来，当户理红妆。小弟闻姊来，磨刀霍霍向猪羊。开我东阁门，坐我西阁床。脱我战时袍，著我旧时裳。当窗理云鬓，对镜帖花黄。出门看火伴，火伴皆惊忙。同行十二年，不知木兰是女郎。雄兔脚扑朔，雌兔眼迷离。双兔傍地走，安能辨我是雄雌。"
    },
    {
        "title": "听颖师弹琴",
        "paragraph": "昵昵儿女语，恩怨相尔汝。划然变轩昂，勇士赴敌场。浮云柳絮无根蒂，天地阔远随飞扬。喧啾百鸟群，忽见孤凤凰。跻攀分寸不可上，失势一落千丈强。嗟余有两耳，未省听丝篁。自闻颖师弹，起坐在一旁。推手遽止之，湿衣泪滂滂。颖乎尔诚能，无以冰炭置我肠。"
    },
    {
        "title": "八月十五夜赠张功曹",
        "paragraph": "纤云四卷天无河，清风吹空月舒波。沙平水息声影绝，一杯相属君当歌。君歌声酸辞且苦，不能听终泪如雨。洞庭连天九疑高，蛟龙出没猩鼯号。十生九死到官所，幽居默默如藏逃。下床畏蛇食畏药，海气湿蛰熏腥臊。昨者州前捶大鼓，嗣皇继圣登夔皋。赦书一日行万里，罪从大辟皆除死。迁者追回流者还，涤瑕荡垢清朝班。州家申名使家抑，坎轲只得移荆蛮。判司卑官不堪说，未免捶楚尘埃间。同时辈流多上道，天路幽险难追攀。君歌且休听我歌，我歌今与君殊科。一年明月今宵多，人生由命非由他。有酒不饮奈明何。"
    },
    {
        "title": "石鼓歌",
        "paragraph": "张生手持石鼓文，劝我试作石鼓歌。少陵无人谪仙死，才薄将奈石鼓何。周纲凌迟四海沸，宣王愤起挥天戈。大开明堂受朝贺，诸侯剑珮鸣相磨。蒐于岐阳骋雄俊，万里禽兽皆遮罗。镌功勒成告万世，凿石作鼓隳嵯峨。从臣才艺咸第一，拣选撰刻留山阿。雨淋日灸野火燎，鬼物守护烦撝呵。公从何处得纸本，毫发尽备无差讹。辞严义密读难晓，字体不类隶与蝌。年深岂免有缺画，快剑斫断生蛟鼍。鸾翔凤翥众仙下，珊瑚碧树交枝柯。金绳铁索锁纽壮，古鼎跃水龙腾梭。陋儒编诗不收入，二雅褊迫无委蛇。孔子西行不到秦，掎摭星宿遗羲娥。嗟余好古生苦晚，对此涕泪双滂沱。忆昔初蒙博士征，其年始改称元和。故人从军在右辅，为我度量掘臼科。濯冠沐浴告祭酒，如此至宝存岂多。毡包席裹可立致，十鼓只载数骆驼。荐诸太庙比郜鼎，光价岂止百倍过。圣恩若许留太学，诸生讲解得切磋。观经鸿都尚填咽，坐见举国来奔波。剜苔剔藓露节角，安置妥帖平不颇。大厦深檐与盖覆，经历久远期无佗。中朝大官老于事，讵肯感激徒婩婀。牧童敲火牛砺角，谁复著手为摩挲。日销月铄就埋没，六年西顾空吟哦。羲之俗书趁姿媚，数纸尚可博白鹅。继周八代争战罢，无人收拾理则那。方今太平日无事，柄任儒术崇丘轲。安能以此尚论列，愿借辩口如悬河。石鼓之歌止于此，呜呼吾意其蹉跎。"
    },
    {
        "title": "古意",
        "paragraph": "太华峰头玉井莲，开花十丈藕如船。冷比雪霜甘比蜜，一片入口沈痾痊。我欲求之不惮远，青壁无路难夤缘。安得长梯上摘实，下种七泽根株连。"
    },
    {
        "title": "谒衡岳庙遂宿岳寺题门楼",
        "paragraph": "五岳祭秩皆三公，四方环镇嵩当中。火维地荒足妖怪，天假神柄专其雄。喷云泄雾藏半腹，虽有绝顶谁能穷？我来正逢秋雨节，阴气晦昧无清风。潜心默祷若有应，岂非正直能感通！须臾静扫众峰出，仰见突兀撑青空。紫盖连延接天柱，石廪腾掷堆祝融。森然魄动下马拜，松柏一径趋灵宫。粉墙丹柱动光彩，鬼物图画填青红。升阶伛偻荐脯酒，欲以菲薄明其衷。庙令老人识神意，睢盱侦伺能鞠躬。手持杯珓导我掷，云此最吉余难同。窜逐蛮荒幸不死，衣食才足甘长终。侯王将相望久绝，神纵欲福难为功。夜投佛寺上高阁，星月掩映云曈昽。猿鸣钟动不知曙，杲杲寒日生于东。"
    },
    {
        "title": "李花赠张十一署",
        "paragraph": "江陵城西二月尾，花不见桃惟见李。风揉雨练雪羞比，波涛翻空杳无涘。君知此处花何似，白花倒烛天夜明，群鸡惊鸣官吏起。金乌海底初飞来，朱辉散射青霞开。迷魂乱眼看不得，照耀万树繁如堆。念昔少年著游燕，对花岂省曾辞杯。自从流落忧感集，欲去未到先思回。只今四十已如此，后日更老谁论哉。力携一尊独就醉，不忍虚掷委黄埃。"
    },
    {
        "title": "易水歌",
        "paragraph": "风萧萧兮易水寒，壮士一去兮不复还。"
    },
    {
        "title": "赠范晔",
        "paragraph": "折花逢驿使，寄与陇头人。江南无所有，聊寄一枝春。"
    },
    {
        "title": "三秦民谣",
        "paragraph": "武功太白，去天三百。孤云两角，去天一握。山水险阻，黄金子午。蛇盘鸟栊，势与天通。"
    },
    {
        "title": "同水部张员外籍曲江春游，寄白二十二舍人",
        "paragraph": "漠漠轻阴晚自开，青天白日映楼台。曲江水满花千树，有底忙时不肯来。"
    },
    {
        "title": "杂诗",
        "paragraph": "古史散左右，诗书置后前。岂殊蠹书虫，生死文字间。古道自愚蠢，古言自包缠。当今固殊古，谁与为欣欢。独携无言子，共升昆仑颠。长风飘襟裾，遂起飞高圆。下视禹九州，一尘集豪端。遨嬉未云几，下已亿万年。向者夸夺子，万坟厌其巅。惜哉抱所见，白黑未及分。慷慨为悲咤，泪如九河翻。指摘相告语，虽还今谁亲。翩然下大荒，被发骑骐驎。"
    },
    {
        "title": "次潼关先寄张十二阁老使君",
        "paragraph": "荆山已去华山来，日出潼关四扇开。刺史莫辞迎候远，相公亲破蔡州回。"
    },
    {
        "title": "游石堂观",
        "paragraph": "西山高高何所如，上有古昔真人居。嵌崖巨石自成室，其下磅礴含清虚。我来斯邑访遗迹，乃遇沈生耽载籍。沈生为政哀茕嫠，又能索隐探灵奇。欣然向我话佳境，与我崎岖到山顶。甘瓜剖绿出寒泉，碧瓯浮花酌春茗。嚼瓜啜茗身清凉，汗消絺绤如迎霜。胡为空山百草花，倏尔笾豆肆我旁。始惊知周无小大，力寡多方验斯在。妙用腾声冠盖间，胜游恣意烟霞外。故碑石像凡几年，云郁雨霏生绿烟。我知游此多灵仙，缥缈月中飞下天。天风微微夕露委，松梢飕飕晓声起。凤去空遗箫管音，星翻寥落银河水。劝君学道此时来，结茅独宿何辽哉。斋心玄默感灵卫，必见鸾鹤相裴回。我爱崇山双剑北，峰如人首拄天黑。群仙伛偻势奔走，状若归尊趋有德。半岩有洞顶有池，出入灵怪潜蛟螭。我去不得昼夜思，梦游曾信南风吹。南风吹我到林岭，故国不见秦天迥。山花名药扑地香，月色泉声洞心冷。荫松散发逢异人，寂寞旷然口不言。道陵公远莫能识，发短耳长谁独存。司农惊觉忽惆怅，可惜所游俱是妄。蕴怀耿耿谁与言，直至今来意通形神开，拥传又恨斜阳催。一丘人境尚堪恋，何况海上金银台。"
    },
    {
        "title": "南至日隔霜仗望含元殿炉烟",
        "paragraph": "抗殿疏龙首，高高接上玄。节当南至日，星是北辰天。宝戟罗仙仗，金炉引御烟。霏微双阙丽，容曳九门连。拂曙祥光满，分晴瑞色鲜。一阳今在历，生植仰陶甄。"
    },
    {
        "title": "奉陪武相公西亭夜宴陆郎中",
        "paragraph": "芳气袭猗兰，青云展旧欢。仙来红烛下，花发彩毫端。海岳期方远，松筠岁正寒。仍闻言赠处，一字重琅玕。"
    },
    {
        "title": "奉陪武相公西亭夜宴陆郎中",
        "paragraph": "宾阁玳筵开，通宵递玉杯。尘随歌扇起，雪逐舞衣回。剪烛清光发，添香暖气来。令君敦宿好，更为一裴回。"
    },
    {
        "title": "古诗十九首",
        "paragraph": "东城高且长，逶迤自相属。回风动地起，秋草萋已绿。四时更变化，岁暮一何速！晨风怀苦心，蟋蟀伤局促。荡涤放情志，何为自结束！"
    },
    {
        "title": "使院忆山中道侣，兼怀李约",
        "paragraph": "松竹去名岳，衡茅思旧居。山君水上印，天女月中书。旧秩芸香在，空奁药气馀。褐衣宽易揽，白发少难梳。病柳伤摧折，残花惜扫除。忆巢同倦鸟，避网甚跳鱼。阮巷惭交绝，商岩愧迹疏。与君非宦侣，何日共樵渔。"
    },
    {
        "title": "雉带箭",
        "paragraph": "原头火烧静兀兀，野雉畏鹰出复没。将军欲以巧伏人，盘马弯弓惜不发。地形渐窄观者多，雉惊弓满劲箭加。冲人决起百馀尺，红翎白镞相倾斜。将军仰笑军吏贺，五色离披马前堕。"
    },
    {
        "title": "和武相公中秋锦楼玩月得前字、秋字二篇",
        "paragraph": "清景同千里，寒光尽一年。竟天多雁过，通夕少人眠。照别江楼上，添愁野帐前。隋侯恩未报，犹有夜珠圆。四时皆有月，一夜独当秋。照耀初含露，裴回正满楼。遥连雪山净，迥入锦江流。愿以清光末，年年许从游。"
    },
    {
        "title": "古诗十九首",
        "paragraph": "今夜良宴会，欢乐难具陈。弹筝奋逸响，新声妙入神。令德唱高言，识曲听其真。齐心同所愿，含意俱未伸。人生寄一世，奄忽若飙尘。何不策高足，先据要路津。无为守穷贱，轗轲常苦辛。"
    },
    {
        "title": "古诗十九首",
        "paragraph": "回车驾言迈，悠悠涉长道。四顾何茫茫，东风摇百草。所遇无故物，焉得不速老。盛衰各有时，立身苦不早。人生非金石，岂能长寿考？奄忽随物化，荣名以为宝。"
    },
    {
        "title": "古诗十九首",
        "paragraph": "明月皎夜光，促织鸣东壁。玉衡指孟冬，众星何历历！白露沾野草，时节忽复易。秋蝉鸣树间，玄鸟逝安适？昔我同门友，高举振六翮。不念携手好，弃我如遗迹。南箕北有斗，牵牛不负轭。良无盘石固，虚名复何益！"
    },
    {
        "title": "古诗十九首",
        "paragraph": "孟冬寒气至，北风何惨栗。愁多知夜长，仰观众星列。三五明月满，四五蟾兔缺。客从远方来，遗我一书札。上言长相思，下言久离别。置书怀袖中，三岁字不灭。一心抱区区，惧君不识察。"
    },
    {
        "title": "古诗十九首",
        "paragraph": "明月何皎皎，照我罗床帏。忧愁不能寐，揽衣起徘徊。客行虽云乐，不如早旋归。出户独彷徨，愁思当告谁？引领还入房，泪下沾裳衣。"
    },
    {
        "title": "古诗十九首",
        "paragraph": "去者日以疏，来者日以亲。出郭门直视，但见丘与坟。古墓犁为田，松柏摧为薪。白杨多悲风，萧萧愁杀人。思归故里闾，欲归道无因。"
    },
    {
        "title": "古诗十九首",
        "paragraph": "冉冉孤生竹，结根泰山阿。与君为新婚，菟丝附女萝。菟丝生有时，夫妇会有宜。千里远结婚，悠悠隔山陂。思君令人老，轩车来何迟！伤彼蕙兰花，含英扬光辉。过时而不采，将随秋草萎。君亮执高节，贱妾亦何为！"
    },
    {
        "title": "古诗十九首",
        "paragraph": "庭中有奇树，绿叶发华滋。攀条折其荣，将以遗所思。馨香盈怀袖，路远莫致之。此物何足贵，但感别经时。"
    },
    {
        "title": "湘中",
        "paragraph": "猿愁鱼踊水翻波，自古流传是汨罗。蘋藻满盘无处奠，空闻渔父扣舷歌。"
    },
    {
        "title": "古诗十九首",
        "paragraph": "西北有高楼，上与浮云齐。交疏结绮窗，阿阁三重阶。上有弦歌声，音响一何悲！谁能为此曲，无乃杞梁妻。清商随风发，中曲正徘徊。一弹再三叹，慷慨有余哀。不惜歌者苦，但伤知音稀。愿为双鸿鹄，奋翅起高飞。"
    },
    {
        "title": "古诗十九首",
        "paragraph": "生年不满百，常怀千岁忧。昼短苦夜长，何不秉烛游！为乐当及时，何能待来兹？愚者爱惜费，但为後世嗤。仙人王子乔，难可与等期。"
    },
    {
        "title": "古诗十九首",
        "paragraph": "行行重行行，与君生别离。相去万余里，各在天一涯。道路阻且长，会面安可知？胡马依北风，越鸟巢南枝。相去日已远，衣带日已缓。浮云蔽白日，游子不顾返。思君令人老，岁月忽已晚。弃捐勿复道，努力加餐饭。"
    },
    {
        "title": "奉陪武相公西亭夜宴陆郎中",
        "paragraph": "弘阁陈芳宴，佳宾此会难。交逢贵日重，醉得少时欢。舒黛凝歌思，求音足笔端。一闻清佩动，珠玉夜珊珊。"
    },
    {
        "title": "别诗",
        "paragraph": "其一骨肉缘枝叶，结交亦相因。四海皆兄弟，谁为行路人。况我连枝树，与子同一身。昔为鸳与鸯，今为参与辰。昔者常相近，邈若胡与秦。惟念当离别，恩情日以新。鹿鸣思野草，可以喻嘉宾。我有一罇酒，欲以赠远人。愿子留斟酌，叙此平生亲。其二结发为夫妻，恩爱两不疑。欢娱在今夕，嬿婉及良时。征夫怀往路，起视夜何其。参辰皆已没，去去从此辞。行役在战场，相见未有期。握手一长叹，泪为生别滋。努力爱春华，莫忘欢乐时。生当复来归，死当长相思。其三黄鹄一远别，千里顾徘徊。胡马失其群，思心常依依。何况双飞龙，羽翼临当乖。幸有弦歌曲，可以喻中怀。请为游子吟，泠泠一何悲。丝竹厉清声，慷慨有余哀。长歌正激烈，中心怆以摧。欲展清商曲，念子不得归。俛仰内伤心，泪下不可挥。愿为双黄鹄，送子俱远飞。其四烛烛晨明月，馥馥秋兰芳。芬馨良夜发，随风闻我堂。征夫怀远路，游子恋故乡。寒冬十二月，晨起践严霜。俯观江汉流，仰视浮云翔。良友远离别，各在天一方。山海隔中州，相去悠且长。嘉会难两遇，欢乐殊未央。愿君崇令德，随时爱景光。"
    },
    {
        "title": "调张籍",
        "paragraph": "李杜文章在，光焰万丈长。不知群儿愚，那用故谤伤。蚍蜉撼大树，可笑不自量。伊我生其后，举颈遥相望。夜梦多见之，昼思反微茫。徒观斧凿痕，不瞩治水航。想当施手时，巨刃磨天扬。垠崖划崩豁，乾坤摆雷硠。惟此两夫子，家居率荒凉。帝欲长吟哦，故遣起且僵。剪翎送笼中，使看百鸟翔。平生千万篇，金薤垂琳琅。仙官敕七丁，雷电下取将。流落人间者，太山一毫芒。我愿生两翅，捕逐出八荒。精诚忽交通，百怪入我肠。刺手拔鲸牙，举瓢酌天浆。腾身跨汗漫，不著织女襄。顾语地上友，经营无太忙。乞君飞霞佩，与我高颉颃。"
    },
    {
        "title": "古诗十九首",
        "paragraph": "驱车上东门，遥望郭北墓。白杨何萧萧，松柏夹广路。下有陈死人，杳杳即长暮。潜寐黄泉下，千载永不寤。浩浩阴阳移，年命如朝露。人生忽如寄，寿无金石固。万岁更相迭，圣贤莫能度。服食求神仙，多为药所误。不如饮美酒，被服纨与素。"
    },
    {
        "title": "绵州巴歌",
        "paragraph": "豆子山，打瓦鼓。扬平山，撒白雨。下白雨，取龙女。织得绢，二丈五。一半属罗江，一半属玄武。"
    },
    {
        "title": "孔雀东南飞",
        "paragraph": "孔雀东南飞，五里一徘徊。“十三能织素，十四学裁衣，十五弹箜篌，十六诵诗书。十七为君妇，心中常苦悲。君既为府吏，守节情不移。贱妾留空房，相见常日稀。鸡鸣入机织，夜夜不得息。三日断五匹，大人故嫌迟。非为织作迟，君家妇难为！妾不堪驱使，徒留无所施。便可白公姥，及时相遣归。”府吏得闻之，堂上启阿母：“儿已薄禄相，幸复得此妇，结发同枕席，黄泉共为友。共事二三年，始尔未为久。女行无偏斜，何意致不厚？”阿母谓府吏：“何乃太区区！此妇无礼节，举动自专由。吾意久怀忿，汝岂得自由！东家有贤女，自名秦罗敷，可怜体无比，阿母为汝求。便可速遣之，遣去慎莫留！”府吏长跪告：“伏惟启阿母，今若遣此妇，终老不复取！”阿母得闻之，槌床便大怒：“小子无所畏，何敢助妇语！吾已失恩义，会不相从许！”府吏默无声，再拜还入户。举言谓新妇，哽咽不能语：“我自不驱卿，逼迫有阿母。卿但暂还家，吾今且报府。不久当归还，还必相迎取。以此下心意，慎勿违吾语。”新妇谓府吏：“勿复重纷纭。往昔初阳岁，谢家来贵门。奉事循公姥，进止敢自专？昼夜勤作息，伶俜萦苦辛。谓言无罪过，供养卒大恩；仍更被驱遣，何言复来还！妾有绣腰襦，葳蕤自生光；红罗复斗帐，四角垂香囊；箱帘六七十，绿碧青丝绳，物物各自异，种种在其中。人贱物亦鄙，不足迎后人，留待作遗施，于今无会因。时时为安慰，久久莫相忘！”鸡鸣外欲曙，新妇起严妆。著我绣夹裙，事事四五通。足下蹑丝履，头上玳（dài）瑁（mào）光。腰若流纨素，耳著明月珰。指如削葱根，口如含朱丹。纤纤作细步，精妙世无双。上堂拜阿母，阿母怒不止。“昔作女儿时，生小出野里。本自无教训，兼愧贵家子。受母钱帛多，不堪母驱使。今日还家去，念母劳家里。”却与小姑别，泪落连珠子。“新妇初来时，小姑始扶床；今日被驱遣，小姑如我长。勤心养公姥，好自相扶将。初七及下九，嬉戏莫相忘。”出门登车去，涕落百余行。府吏马在前，新妇车在后。隐隐何甸甸，俱会大道口。下马入车中，低头共耳语：“誓不相隔卿，且暂还家去；吾今且赴府，不久当还归。誓天不相负！”新妇谓府吏：“感君区区怀！君既若见录，不久望君来。君当作磐石，妾当作蒲苇，蒲苇纫如丝，磐石无转移。我有亲父兄，性行暴如雷，恐不任我意，逆以煎我怀。”举手长劳劳，二情同依依。入门上家堂，进退无颜仪。阿母大拊掌，不图子自归：“十三教汝织，十四能裁衣，十五弹箜篌，十六知礼仪，十七遣汝嫁，谓言无誓违。汝今何罪过，不迎而自归？”兰芝惭阿母：“儿实无罪过。”阿母大悲摧。还家十余日，县令遣媒来。云有第三郎，窈窕世无双。年始十八九，便言多令才。阿母谓阿女：“汝可去应之。”阿女含泪答：“兰芝初还时，府吏见丁宁，结誓不别离。今日违情义，恐此事非奇。自可断来信，徐徐更谓之。”阿母白媒人：“贫贱有此女，始适还家门。不堪吏人妇，岂合令郎君？幸可广问讯，不得便相许。”媒人去数日，寻遣丞请还，说有兰家女，丞籍有宦官。云有第五郎，娇逸未有婚。遣丞为媒人，主簿通语言。直说太守家，有此令郎君，既欲结大义，故遣来贵门。阿母谢媒人：“女子先有誓，老姥岂敢言！”阿兄得闻之，怅然心中烦。举言谓阿妹：“作计何不量！先嫁得府吏，后嫁得郎君，否泰如天地，足以荣汝身。不嫁义郎体，其往欲何云？”兰芝仰头答：“理实如兄言。谢家事夫婿，中道还兄门。处分适兄意，那得自任专！虽与府吏要，渠会永无缘。登即相许和，便可作婚姻。“媒人下床去，诺诺复尔尔。还部白府君：“下官奉使命，言谈大有缘。”府君得闻之，心中大欢喜。视历复开书，便利此月内，六合正相应。良吉三十日，今已二十七，卿可去成婚。交语速装束，络绎如浮云。青雀白鹄舫，四角龙子幡。婀娜随风转，金车玉作轮。踯躅青骢马，流苏金镂鞍。赍钱三百万，皆用青丝穿。杂彩三百匹，交广市鲑珍。从人四五百，郁郁登郡门。阿母谓阿女：“适得府君书，明日来迎汝。何不作衣裳？莫令事不举！”阿女默无声，手巾掩口啼，泪落便如泻。移我琉璃榻，出置前窗下。左手持刀尺，右手执绫罗。朝成绣夹裙，晚成单罗衫。晻晻日欲暝，愁思出门啼。府吏闻此变，因求假暂归。未至二三里，摧藏马悲哀。新妇识马声，蹑履相逢迎。怅然遥相望，知是故人来。举手拍马鞍，嗟叹使心伤：“自君别我后，人事不可量。果不如先愿，又非君所详。我有亲父母，逼迫兼弟兄。以我应他人，君还何所望！”府吏谓新妇：“贺卿得高迁！磐石方且厚，可以卒千年；蒲苇一时纫，便作旦夕间。卿当日胜贵，吾独向黄泉！”新妇谓府吏：“何意出此言！同是被逼迫，君尔妾亦然。黄泉下相见，勿违今日言！”执手分道去，各各还家门。生人作死别，恨恨那可论？念与世间辞，千万不复全！府吏还家去，上堂拜阿母：“今日大风寒，寒风摧树木，严霜结庭兰。儿今日冥冥，令母在后单。故作不良计，勿复怨鬼神！命如南山石，四体康且直！”阿母得闻之，零泪应声落：“汝是大家子，仕宦于台阁。慎勿为妇死，贵贱情何薄！东家有贤女，窈窕艳城郭，阿母为汝求，便复在旦夕。”府吏再拜还，长叹空房中，作计乃尔立。转头向户里，渐见愁煎迫。其日牛马嘶，新妇入青庐。奄奄黄昏后，寂寂人定初。“我命绝今日，魂去尸长留！”揽裙脱丝履，举身赴清池。府吏闻此事，心知长别离。徘徊庭树下，自挂东南枝。两家求合葬，合葬华山傍。东西植松柏，左右种梧桐。枝枝相覆盖，叶叶相交通。中有双飞鸟，自名为鸳鸯。仰头相向鸣，夜夜达五更。行人驻足听，寡妇起彷徨。多谢后世人，戒之慎勿忘！"
    },
    {
        "title": "古诗十九首",
        "paragraph": "凛凛岁云暮，蝼蛄夕鸣悲。凉风率已厉，游子寒无衣。锦衾遗洛浦，同袍与我违。独宿累长夜，梦想见容辉。良人惟古欢，枉驾惠前绥。愿得常巧笑，携手同车归。既来不须臾，又不处重闱。亮无晨风翼，焉能凌风飞？眄睐以适意，引领遥相睎。徙倚怀感伤，垂涕沾双扉。"
    },
    {
        "title": "题梓州牛头寺",
        "paragraph": "一出西城第二桥，两边山木晚萧萧。井花净洗行人耳，留听溪声入夜潮。"
    },
    {
        "title": "奉陪武相公西亭夜宴陆郎中",
        "paragraph": "仙郎膺上才，夜宴接三台。烛引银河转，花连锦帐开。静看歌扇举，不觉舞腰回。寥落东方曙，无辞尽玉杯。"
    },
    {
        "title": "和武相锦楼玩月得浓字",
        "paragraph": "此夜年年月，偏宜此地逢。近看江水浅，遥辨雪山重。万井金花肃，千林玉露浓。不唯楼上思，飞盖亦陪从。"
    },
    {
        "title": "古诗十九首",
        "paragraph": "涉江采芙蓉，兰泽多芳草。采之欲遗谁？所思在远道。还顾望旧乡，长路漫浩浩。同心而离居，忧伤以终老。"
    },
    {
        "title": "赠杜容成",
        "paragraph": "一燕海上来，一燕高堂息。一朝相逢遇，依然旧相识。问我来何迟，山川几纡直。答言海路长，风驶飞无力。昔别缝罗衣，春风初入帏。今来夏欲晚，桑扈薄树飞。"
    },
    {
        "title": "诗",
        "paragraph": "春天润九野。卉木涣油油。红华纷晔晔。发秀曜中衢。"
    },
    {
        "title": "诗",
        "paragraph": "高会时不娱。覊客难为心。殷怀从中发。悲感激清音。投觞罢欢坐。逍遥步长林。萧萧山谷风。黯黯天路阴。惆怅忘旋反。歔欷涕沾襟。"
    },
    {
        "title": "子夜歌",
        "paragraph": "始欲识郎时，两心望如一。理丝入残机，何悟不成匹。谁能思不歌？谁能饥不食？日冥当户倚，惆怅底不忆？怜欢好情怀，移居作乡里。桐树生门前，出入见梧子。我念欢的的，子行由豫情。雾露隐芙蓉，见莲不分明。常虑有贰意，欢今果不齐。枯鱼就浊水，长与清流乖。侬作北辰星，千年无转移。欢行白日心，朝东暮还西。"
    },
    {
        "title": "春雪",
        "paragraph": "片片驱鸿急，纷纷逐吹斜。到江还作水，著树渐成花。越喜飞排瘴，胡愁厚盖砂。兼云封洞口，助月照天涯。暝见迷巢鸟，朝逢失辙车。呈丰尽相贺，宁止力耕家。"
    },
    {
        "title": "游太平公主山庄",
        "paragraph": "公主当年欲占春，故将台榭押城闉。欲知前面花多少，直到南山不属人。"
    },
    {
        "title": "赠毛仙翁",
        "paragraph": "桃源千里远，花洞四时春。中有含真客，长为不死人。松高枝叶茂，鹤老羽毛新。莫遣同篱槿，朝荣暮化尘。"
    },
    {
        "title": "古诗十九首",
        "paragraph": "客从远方来，遗我一端绮。相去万余里，故人心尚尔。文采双鸳鸯，裁为合欢被。著以长相思，缘以结不解。以胶投漆中，谁能别离此？"
    },
    {
        "title": "古诗十九首",
        "paragraph": "青青陵上柏，磊磊涧中石。人生天地间，忽如远行客。斗酒相娱乐，聊厚不为薄。驱车策驽马，游戏宛与洛。洛中何郁郁，冠带自相索。长衢罗夹巷，王侯多第宅。两宫遥相望，双阙百余尺。极宴娱心意，戚戚何所迫？"
    },
    {
        "title": "清溪路中寄诸公",
        "paragraph": "偏郡隔云岑，回溪路更深。少留攀桂树，长渴望梅林。野笋资公膳，山花慰客心。别来无信息，可谓井瓶沉。"
    },
    {
        "title": "和武相公中秋锦楼玩月得苍字",
        "paragraph": "高秋今夜月，皓色正苍苍。远水澄如练，孤鸿迥带霜。旅人方积思，繁宿稍沉光。朱槛叨陪赏，尤宜清漏长。"
    },
    {
        "title": "别诗",
        "paragraph": "良时不再至，离别在须臾。屏营衢路侧，执手野踟蹰。仰视浮云驰，奄忽互相逾。风波一失所，各在天一隅。长当从此别，且复立斯须。欲因晨风发，送子以贱躯。嘉会难再遇，三载为千秋。临河濯长缨，念子怅悠悠。远望悲风至，对酒不能酬。行人怀往路，何以慰我愁。独有盈觞酒，与子结绸缪。携手上河梁，游子暮何之。徘徊蹊路侧，悢悢不能辞。行人难久留，各言长相思。安知非日月，弦望自有时。努力崇明德，皓首以为期。"
    }
]