[
    {
        "title": "望洞庭",
        "paragraph": "湖光秋月两相和，潭面无风镜未磨。遥望洞庭山水翠，白银盘里一青螺。"
    },
    {
        "title": "浪淘沙",
        "paragraph": "日照澄州江雾开，淘金女伴满江隈。美人首饰侯王印，尽是沙中浪底来。"
    },
    {
        "title": "陋室铭",
        "paragraph": "山不在高，有仙则名。水不在深，有龙则灵。斯是陋室，惟吾德馨。苔痕上阶绿，草色入帘青。谈笑有鸿儒，往来无白丁。可以调素琴，阅金经。无丝竹之乱耳，无案牍之劳形。南阳诸葛庐，西蜀子云亭。孔子云：何陋之有？"
    },
    {
        "title": "浪淘沙",
        "paragraph": "八月涛声吼地来，头高数丈触山回。须臾却入海门去，卷起沙堆似雪堆。"
    },
    {
        "title": "浪淘沙",
        "paragraph": "九曲黄河万里沙，浪淘风簸自天涯。如今直上银河去，同到牵牛织女家。"
    },
    {
        "title": "秋词",
        "paragraph": "山明水净夜来霜，数树深红出浅黄．试上高楼清入骨，岂如春色嗾人狂．"
    },
    {
        "title": "浪淘沙",
        "paragraph": "日照澄洲江雾开，淘金女伴满江隈。美人首饰侯王印，尽是沙中浪底来。"
    },
    {
        "title": "酬乐天扬州初逢席上见赠",
        "paragraph": "巴山楚水凄凉地，二十三年弃置身。怀旧空吟闻笛赋，到乡翻似烂柯人。沉舟侧畔千帆过，病树前头万木春。今日听君歌一曲，暂凭杯酒长精神。"
    },
    {
        "title": "浪淘沙",
        "paragraph": "洛水桥边春日斜，碧流轻浅见琼沙。无端陌上狂风急，惊起鸳鸯出浪花。"
    },
    {
        "title": "忆江南·春去也",
        "paragraph": "春去也，多谢洛城人。弱柳从风疑举袂，丛兰裛露似沾巾。独坐亦含嚬。"
    },
    {
        "title": "竹枝词",
        "paragraph": "山桃红花满上头，蜀江春水拍山流。花红易衰似郎意，水流无限似侬愁。"
    },
    {
        "title": "浪淘沙",
        "paragraph": "流水淘沙不暂停，前波未灭后波生。令人忽忆潇湘渚，回暗迎神三两声。"
    },
    {
        "title": "又留别同院",
        "paragraph": "忆昔当年富贵时，如今头脑尚依稀。布袍破后思宫内，锦袴穿时忆御衣。鹘子背钻高力士，婵娟翻画太真妃。如今憔悴离南海，恰似当时幸蜀时。"
    },
    {
        "title": "乌衣巷",
        "paragraph": "朱雀桥边野草花，乌衣巷口夕阳斜。旧时王谢堂前燕，飞入寻常百姓家。"
    },
    {
        "title": "浪淘沙",
        "paragraph": "濯锦江边两岸花，春风吹浪正淘沙。女郎剪下鸳鸯锦，将向中流定晚霞。"
    },
    {
        "title": "秋词",
        "paragraph": "自古逢秋悲寂寥，我言秋日胜春朝。晴空一鹤排云上，便引诗情到碧霄。\r"
    },
    {
        "title": "忆江南·春去也",
        "paragraph": "春去也，共惜艳阳年。犹有桃花流水上，无辞竹叶醉尊前。惟待见青天。"
    },
    {
        "title": "谒贵公子，不礼，书格子屏风",
        "paragraph": "道格何曾格，言糊又不糊。浑身总是眼，还解识人无。"
    },
    {
        "title": "石头城",
        "paragraph": "山围故国周遭在，潮打空城寂寞回。淮水东边旧时月，夜深还过女墙来。"
    },
    {
        "title": "咏狗蚤",
        "paragraph": "与虱都来不较多，扌暴挑筋斗太喽罗。忽然管著一篮子，有甚心情那你何。"
    },
    {
        "title": "咏刺猬",
        "paragraph": "行似针毡动，卧若栗球圆。莫欺如此大，谁敢便行拳。"
    },
    {
        "title": "咏罂粟子",
        "paragraph": "倒排双陆子，希插碧牙筹。既似牺牛乳，又如铃马兜。鼓捶并瀑箭，直是有来由。"
    },
    {
        "title": "咏月",
        "paragraph": "当途当途见，芜湖芜湖见。八月十五夜，一似没柄扇。"
    },
    {
        "title": "衣垣",
        "paragraph": "漠漠复霏霏，为君垣上衣。昭阳辇下草，庆笑此生非。腌蔼青春去，苍茫白露稀。犹胜萍逐水，流浪不相依。"
    },
    {
        "title": "孔庙口号",
        "paragraph": "破落三间屋，萧条一旅人。不知负何事，生死厄于陈。"
    },
    {
        "title": "咏蟹",
        "paragraph": "蝉眼龟形脚似蛛，未曾正面向人趋。如今饤在盘筵上，得似江湖乱走无。"
    },
    {
        "title": "题酒户修孔庙状",
        "paragraph": "槐影参差覆杏坛，儒门子弟尽高官。却教酒户重修庙，觅我惭惶也不难。"
    },
    {
        "title": "示女诗",
        "paragraph": "深宫富贵事风流，莫忘生身老骨头。因与太师欢笑处，为吾方便觅彭州。"
    },
    {
        "title": "咏垂丝蜘蛛嘲云辨僧",
        "paragraph": "吃得肚婴撑，寻思绕寺行。空中设罗网，只待杀众生。"
    },
    {
        "title": "戏答朝士",
        "paragraph": "华缄千里到荆门，章草纵横任意论。应笑钟张虚用力，却教羲献枉劳魂。惟堪爱惜为珍宝，不敢传留误子孙。深荷故人相厚处，天行时气许教吞。"
    },
    {
        "title": "桂州筵上赠胡予女",
        "paragraph": "自道风流不可攀，却堪蹙额更颓颜。眼睛深却湘江水，鼻孔高于华岳山。舞态固难居掌上，歌声应不绕梁间。孟阳死后欲千载，犹在佳人觅往还。"
    },
    {
        "title": "寄女",
        "paragraph": "有人教我向衡阳，一度思归欲断肠。为报艳妻兼少女，与吾觅取朗州场。"
    },
    {
        "title": "子规",
        "paragraph": "雨恨花愁同此冤，啼时闻处正春繁。千声万血谁哀尔，争得如花笑不言。"
    },
    {
        "title": "子规",
        "paragraph": "月落空山闻数声，此时孤馆酒初醒。投人语若似伊泪，口畔血流应始听。"
    },
    {
        "title": "袍中诗",
        "paragraph": "沙场征戍客，寒苦若为眠。战袍经手作，知落阿谁边？蓄意多添线，含情更著绵。今生已过也，结取后生缘。"
    },
    {
        "title": "蚕妇",
        "paragraph": "晓夕采桑多苦辛，好花时节不闲身。若教解爱繁华事，冻杀黄金屋里人。"
    },
    {
        "title": "除夜",
        "paragraph": "事关休戚已成空，万里相思一夜中。愁到晓鸡声绝后，又将憔悴见春风。"
    },
    {
        "title": "鹦鹉",
        "paragraph": "色白还应及雪衣，嘴红毛绿语仍奇。年年锁在金笼里，何似陇山闲处飞。"
    },
    {
        "title": "一叶落·一叶落",
        "paragraph": "一叶落，褰朱箔。此时景物正萧索。画楼月影寒，西风吹罗幕。吹罗幕，往事思量着。"
    },
    {
        "title": "忆仙姿·曾宴桃源深洞",
        "paragraph": "曾宴桃源深洞，一曲清歌舞凤。长记欲别时，和泪出门相送。如梦！如梦！残月落花烟重。"
    },
    {
        "title": "梅花",
        "paragraph": "枝枝倚槛照池冰，粉薄香残恨不胜。占得早芳何所利，与他霜雪助威棱。"
    },
    {
        "title": "惜花",
        "paragraph": "东风渐急夕阳斜，一树夭桃数日花。为惜红芳今夜里，不知和月落谁家。"
    },
    {
        "title": "鹭鸶",
        "paragraph": "袅丝翘足傍澄澜，消尽年光伫思间。若使见鱼无羡意，向人姿态更应闲。"
    },
    {
        "title": "病起",
        "paragraph": "春初一卧到秋深，不见红芳与绿阴。窗下展书难久读，池边扶杖欲闲吟。藕穿平地生荷叶，笋过东家作竹林。在舍浑如远乡客，诗僧酒伴镇相寻。"
    },
    {
        "title": "云",
        "paragraph": "千形万象竟还空，映水藏山片复重。无限旱苗枯欲尽，悠悠闲处作奇峰。"
    },
    {
        "title": "圣政纪颂",
        "paragraph": "三皇不书，五帝不纪。有圣有神，风销日已。何教何师，生来死止。无典无法，顽肩奡比。三皇实作，五帝实治。成天造地，不昏不圯。言得非排，文得圣齿。表表如见者，莫若乎史。是知朴绳休结，正简斯若。君诰臣箴，觚编毫络。前书后经，规善鉴恶。国之大章，如何寝略。呜呼！贞观多吁，永徽多俞。廷日发论，殿日发谟。牙孽不作，鸟鼠不除。论出不盖，谟行不纡。楹然史臣，蛇然史裾。瞠瞠而视，逶逶而窭。翘笔当面，决防纳污。不梏尔智，不息我愚。执言直注，史文直敷。故得粲粲朝典，落落廷謇。圣牍既多，尧风不浅。颂编坦轴，君出臣显。若俨见旒，若俯见冕。无闲殿旷廷，无尸安素宴。三皇不亡，五帝不翦。太宗得之，史焉斯展。暨乎后相图身，天子专问。我独以言，史不得近。丘明见嫌，倚相在摈。秉笔如今，随班不进。班退史归，惘然畴依。奏问莫睹，嘉谟固稀。取彼诰命，禄为国肥。炯哉时皇，言必成章。德宣五帝，道奥三皇。如何翌臣，嚵肉嗜亡皿。觜距磨抉，楅衡拘长。控截僚位，占护阳光。垣私藩已，远史廋唐。俾德音嘉访，默缩暗亡。咽典噤法，盖圣笼昌。曷以致此，史文不张。后必非笑，将来否臧。谓乎殿空扆逸，朝懵廷荒。不知奸蔽，文失汪洋。有贞观业，有永徽纲。亦匿匪见，亦寝匪彰。赖有后臣，斯言不佞。伊尹真心，太甲须圣。事既可书，史何不命。乃具前欺，大陈不敬。曰逐史之喻，请以物并。且十夫树杨，一夫欲竞。栽既未牢，摒岂能盛！帝业似栽，逐史似摒。穆宗怃然，若疚若茜。昔何臣斯，隐我祖正。不传亲问，不写密诤。孰示来朝，以光神政。由是天呼震吸，征奔召急。史题笔来，叱廷而入。端耳抗目，不撝不挹。獬豸侧头，螭虬摆湿。握管绝怡，当殿而立。君也尽问，臣也倒诚。磊磊其事，镗镗其声。大何不显，细何不明。语未绝绪，史已录成。谓之何书，以政纪名。伊纪清芳，可昭典坟。古师官鸟，昔圣官云。方之我后，录里书分。录有君法，书有君文。君法君文，在圣政纪云。殿无闲时，廷无旷日。云诹波访，倦编刓笔。君劬臣劳，上讨下述。惟勤惟明，在圣政纪出。至德何比，至教焉如？孰窥孰测，外夷内储。谓君有道乎，臣有谟欤？有道有谟，在圣政纪书。一体列秩，同力翼戴。祈福去邪，绝防无碍。国章可披，唐文可爱。善咨不偷，嘉论不盖。不偷不盖，在圣政纪载。谅夫！总斯不朽，可悬魏阙。愚得是言，非讪非伐。实谓医臣浑沌，开君日月。妖物雰死，天文光发。惟我之有颂兮，奚斯跃而董狐蹶。"
    },
    {
        "title": "卖花谣",
        "paragraph": "紫艳红苞价不同，匝街罗列起香风。无言无语呈颜色，知落谁家池馆中。"
    },
    {
        "title": "偶题二首",
        "paragraph": "近来灵鹊语何疏，独凭栏干恨有殊。一夜绿荷霜剪破，赚他秋雨不成珠。水边箕踞静书空，欲解愁肠酒不浓。可惜青天好雷雹，只能驱趁懒蛟龙。"
    },
    {
        "title": "宛陵送李明府罢任归江州",
        "paragraph": "菊花村晚雁来天，共把离觞向水边。官满便寻垂钓侣，家贫已用卖琴钱。浪生湓浦千层雪，云起炉峰一炷烟。倘见吾乡旧知己，为言憔悴过年年。"
    },
    {
        "title": "精舍遇雨",
        "paragraph": "空门寂寂淡吾身，溪雨微微洗客尘。卧向白云情未尽，任他黄鸟醉芳春。"
    },
    {
        "title": "雪十二韵",
        "paragraph": "落处咸过尺，翛然物象凄。瑞凝金殿上，寒甚玉关西。润比江河普，明将日月齐。凌云花顶腻，锁径竹梢低。出谷樵童怯，归林野鸟迷。煮茶融破练，磨墨染成黳。陷兔埋平泽，和鱼冻合溪。入楼消酒力，当槛写诗题。道路依凭马，朝昏委托鸡。洞深猿作族，松亚鹤移栖。及夏清岩穴，经春溜石梯。丰年兼泰国，天道育黔黎。"
    },
    {
        "title": "山中避难作",
        "paragraph": "山头烽火水边营，鬼哭人悲夜夜声。唯有碧天无一事，日还西下月还明。"
    },
    {
        "title": "鄂渚清明日与乡友登头陀山",
        "paragraph": "冷酒一杯相劝频，异乡相遇转相亲。落花风里数声笛，芳草烟中无限人。都大此时深怅望，岂堪高处更逡巡。思量费子真仙子，不作头陀山下尘。"
    },
    {
        "title": "早春",
        "paragraph": "新历才将半纸开，小庭犹聚爆竿灰。偏憎杨柳难钤辖，又惹东风意绪来。"
    },
    {
        "title": "寄积麦山会如长老",
        "paragraph": "默然如大道，尘世不相关。青桧行时静，白云禅处闲。贫高一生行，病长十年颜。夏满期游寺，寻山又下山。"
    },
    {
        "title": "句",
        "paragraph": "不知谁会喃喃语，必向王前报太平。（中山节度王处直座咏白鹊，时诸侯兼并，王欲继好息民，故云。《高僧传》）"
    },
    {
        "title": "哭贾岛",
        "paragraph": "燕生松雪地，蜀死葬山根。诗僻降今古，官卑误子孙。冢栏寒月色，人哭苦吟魂。墓雨滴碑字，年年添藓痕。"
    },
    {
        "title": "赠樊川长老（一作清尚诗）",
        "paragraph": "瘦颜颧骨见，满面雪毫垂。坐石鸟疑死，出门人谓痴。照身潭入楚，浸影桧生隋。太白曾经夏，清风凉四肢。"
    },
    {
        "title": "讽刘炎索贿诗",
        "paragraph": "未到桃源时，长忆出家景。及到桃源了，还似鉴中影。"
    },
    {
        "title": "山居",
        "paragraph": "雪消春力展，花漫洞门垂。果长纤枝曲，岩崩直道移。重猿围浅井，斗鼠下疏篱。寒食微灯在，高风势彻陂。"
    },
    {
        "title": "题敬爱诗后",
        "paragraph": "高唐不是这高塘，淮畔荆南各异方。若向此中求荐枕，参差笑杀楚襄王。"
    },
    {
        "title": "讽州守",
        "paragraph": "未到桃源来，长忆出家景。及到桃源了，还是鉴中影。"
    },
    {
        "title": "被按自悔诗",
        "paragraph": "早知太守如狼虎，猎取膏粱以啖之。"
    },
    {
        "title": "答日休皮字诗",
        "paragraph": "八片尖裁浪作球，火中燖了水中揉。一包闲气如长在，惹踢招拳卒未休。"
    },
    {
        "title": "题濠州高塘馆（敬爱为御史，过宿处）",
        "paragraph": "借问襄王安在哉，山川此地胜阳台。今宵寓宿高塘馆，神女何曾入梦来。"
    },
    {
        "title": "和座客",
        "paragraph": "十载文场敢惮劳，宋都回鶂为风高。今朝甘被花枝笑，任道尊前爱缚猱。"
    },
    {
        "title": "嘲周颛",
        "paragraph": "龙津掉尾十年劳，声价当时斗月高。惟有红妆回舞手，似持霜刀向猿猱。"
    },
    {
        "title": "岭南诗句",
        "paragraph": "郭里多榕树，街中足使君。"
    },
    {
        "title": "句",
        "paragraph": "彭祖尚闻年八百，陈郎犹是小孩儿。"
    },
    {
        "title": "题洞庭湖",
        "paragraph": "可怜洞庭湖，恰到三冬无髭须。"
    },
    {
        "title": "句",
        "paragraph": "小桥风月年年事，争奈潘安老去何。"
    },
    {
        "title": "赠萧韡",
        "paragraph": "一寸功名心已灰，翩然解组赋归来。中兴天子登耆旧，二十余年挽不回。"
    },
    {
        "title": "谐诗逸句",
        "paragraph": "雾是山巾子，船为水靸鞋。棹摇船掠鬓，风动水槌胸。苦竹笋抽青橛子，石榴树挂小瓶儿。"
    },
    {
        "title": "题公署",
        "paragraph": "当默任言言是垢，当言任默默为尘。当默当言俱无任，尘埃何由得到身。"
    },
    {
        "title": "自赋催妆诗",
        "paragraph": "彭祖尚闻年八百，陈郎犹是小孩儿。"
    },
    {
        "title": "嘲廪丘令丞",
        "paragraph": "令丞俱动手，县尉止回身。"
    },
    {
        "title": "寄宣义英公",
        "paragraph": "书札精奇已换鹅，仍闻依旧卧烟萝。诗成万首犹嫌少，酒饮千钟不怕多。乡寺夜开云梦月，石房寒锁洞庭波。知师收拾南归去，为忆渔人唱楚歌。"
    },
    {
        "title": "句",
        "paragraph": "晓来犬吠张三妇，日暮猿啼吕四妻。"
    },
    {
        "title": "奉寄彭城公",
        "paragraph": "公子三千客，人人愿报恩。应怜抱关者，贫病老夷门。"
    },
    {
        "title": "句",
        "paragraph": "后夜郁孤台上月，更从何处照诗人。"
    },
    {
        "title": "云母泉诗",
        "paragraph": "晨登玄石岭，岭上寒松声。朗日风雨霁，高秋天地清。山门开古寺，石窦含纯精。洞彻净金界，夤缘流玉英。泽药滋畦茂，气染茶瓯馨。饮液尽眉寿，餐和皆体平。琼浆驻容发，甘露莹心灵。岱谷谢巧妙，匡山徒有名。愿言构蓬荜，荷锸引泠泠。访道出人世，招贤依福庭。此心不能已，寤寐见吾兄。曾结颍阳契，穷年无所成。东西同放逐，蛇豕尚纵横。江汉阻携手，天涯万里情。恩光起憔悴，西上谒承明。秋色变江树，相思纷以盈。猿啼巴丘戍，月上武陵城。共恨川路永，无由会友生。云泉不可忘，何日遂躬耕。"
    },
    {
        "title": "咏史十一首",
        "paragraph": "昂藏獬豸兽，出自太平年。乱代乃潜伏，纵人为祸愆。尝闻断马剑，每壮朱云贤。身死名不灭，寒风吹墓田。精灵如有在，幽愤满松烟。汉皇修雅乐，乘舆临太学。三老与五更，天王亲割牲。一人调风俗，万国和且平。单于骤款塞，武库欲销兵。文物此朝盛，君臣何穆清。至今壝坛下，如有箫韶声。巢许在嵩颍，陶唐不得臣。九州尚洗耳，一命安能亲。绵邈数千祀，丘中谁隐沦。朝游公卿府，夕是山林人。蒲帛扬侧陋，薜萝为缙绅。九重念入梦，三事思降神。且设庭中燎，宁窥泉下鳞。汉时征百粤，杨仆将楼船。幕府功未立，江湖已骚然。岛夷非敢乱，政暴地仍偏。得罪因怀璧，防身辄控弦。三军求裂土，万里讵闻天。魏阙心犹在，旗门首已悬。如何得良吏，一为制方圆。秦灭汉帝兴，南山有遗老。危冠揖万乘，幸得厌征讨。当君逐鹿时，臣等已枯槁。宁知市朝变，但觉林泉好。高卧三十年，相看成四皓。帝言翁甚善，见顾何不早。咸称太子仁，重义亦尊道。侧闻骊姬事，申生不自保。暂出商山云，朅来趋洒扫。东宫成羽翼，楚舞伤怀抱。后代无其人，戾园满秋草。日照昆仑上，羽人披羽衣。乘龙驾云雾，欲往心无违。此山在西北，乃是神仙国。灵气皆自然，求之不可得。何为汉武帝，精思遍群山。糜费巨万计，宫车终不还。苍苍茂陵树，足以戒人间。天生忠与义，本以佐雍熙。何意李司隶，而当昏乱时。古坟襄城野，斜径横秋陂。况不禁樵采，茅莎无孑遗。高标尚可仰，精爽今何之。一忤中常侍，衔冤谁见知。尝观党锢传，抚卷不胜悲。文侯耽郑卫，一听一忘餐。白雪燕姬舞，朱弦赵女弹。淫声流不返，慆荡日无端。献岁受朝时，鸣钟宴百官。两床陈管磬，九奏殊未阑。对此唯恐卧，更能整衣冠。蜀主相诸葛，功高名亦尊。驱驰千万众，怒目瞰中原。曹伯任公孙，国亡身不存。社宫久芜没，白雁犹飞翻。勿言君臣合，可以济黎元。为蜀谅不易，如曹难复论。六国韩最弱，末年尤畏秦。郑生为韩计，且欲疲秦人。利物可分社，原情堪灭身。咸阳古城下，万顷稻苗新。沂水春可涉，泮宫映杨叶。丽色异人间，珊珊摇珮环。展禽恒独处，深巷生禾黍。城上飞海云，城中暗春雨。适来鸣珮者，复是谁家女。泥沾珠缀履，雨湿翠毛簪。电影开莲脸，雷声飞蕙心。自言沂水曲，采萍兼采菉。归径虽可寻，天阴光景促。怜君贞且独，愿许君家宿。徒劳惜衾枕，了不顾双蛾。艳质诚可重，淫风如礼何。周王惑褒姒，城阙成陂陀。"
    },
    {
        "title": "寄赵七侍御",
        "paragraph": "摇桨曙江流，江清山复重。心惬赏未足，川迥失前峰。凌滩出极浦，旷若天池通。君阳青嵯峨，开拆混元中。九潭鱼龙窟，仙成羽人宫。阴奥潜鬼物，精光动烟空。玄猿啼深茏，白鸟戏葱蒙。飞湍鸣金石，激溜鼓雷风。雨濯万木鲜，霞照千山浓。草闲长馀绿，花静落幽红。渚烟见晨钓，山月闻夜舂。覆溪窈窕波，涵石淘溶溶。丹丘忽聚散，素壁相奔冲。白日破昏霭，灵山出其东。势排昊苍上，气压吴越雄。回头望云卿，此恨发吾衷。昔日萧邵游，四人才成童。属词慕孔门，入仕希上公。纬卿陷非罪，折我昆吾锋。茂挺独先觉，拔身渡京虹。斯人谢明代，百代坠鹓鸿。世故坠横流，与君哀路穷。相顾无死节，蒙恩逐殊封。天波洗其瑕，朱衣备朝容。一别凡十年，岂期复相从。馀生得携手，遗此两孱翁。群迁失莺羽，后凋惜长松。衰旅难重别，凄凄满心胸。遇胜悲独游，贪奇怅孤逢。禽尚彼何人，胡为束樊笼。吾师度门教，投弁蹑遐踪。"
    },
    {
        "title": "晚日湖上寄所思",
        "paragraph": "与君为近别，不啻远相思。落日平湖上，看山对此时。"
    },
    {
        "title": "杂诗六首",
        "paragraph": "黄钟叩元音，律吕更循环。邪气悖正声，郑卫生其间。典乐忽涓微，波浪与天浑。嘈嘈鸱枭动，好鸟徒绵蛮。王吉归乡里，甘心长闭关。玄黄与丹青，五气之正色。圣人端其源，上下皆有则。齐侯好紫衣，魏帝妇人饰。女奴厌金翠，倾海未满臆。何忍严子陵，羊裘死荆棘。甘酸不私人，元和运五行。生人受其用，味正心亦平。爪牙相践伤，日与性命争。圣人不能绝，钻燧与炮烹。嗜欲乘此炽，百金资一倾。正销神耗衰，邪胜体充盈。颜子有馀乐，瓢中寒水清。阴魄沦宇宙，太阳假其明。臣道不敢专，由此见亏盈。未闻东菑稼，一气嘉谷成。上天降寒暑，地利乃可生。葛藟附柔木，繁阴蔽曾原。风霜摧枝干，不复庇本根。女萝依松柏，然后得长存。孔光尊董贤，胡广惭李固。儒风冠天下，而乃败王度。绛侯与博陆，忠朴受遗顾。求名不考实，文弊反成蠹。结交得书生，书生钝且直。争权复争利，终不得其力。我逢纵横者，是我牙与翼。相旋如疾风，并命趋紫极。奔车得停轨，风火何相逼。仁义岂有常，肝胆反为贼。勿嫌书生直，钝直深可忆。"
    },
    {
        "title": "尚书都堂瓦松",
        "paragraph": "华省秘仙踪，高堂露瓦松。叶因春后长，花为雨来浓。影混鸳鸯色，光含翡翠容。天然斯所寄，地势太无从。接栋临双阙，连甍近九重。宁知深涧底，霜雪岁兼封。"
    },
    {
        "title": "春行即兴",
        "paragraph": "宜阳城下草萋萋，涧水东流复向西。芳树无人花自落，春山一路鸟空啼。"
    },
    {
        "title": "鸱夷子皮赞",
        "paragraph": "龙蟠幽谷，非时则伏。蝉蜕高枝，饮露而飞。进如风行，退若云归。冥冥其几，赫赫其居。于越霸兴，强吴荡荑。功成不居，先生得之。"
    },
    {
        "title": "奉使朔方，赠郭都护",
        "paragraph": "绝塞临光禄，孤营佐贰师。铁衣山月冷，金鼓朔风悲。都护征兵日，将军破虏时。扬鞭玉关道，回首望旌旗。"
    },
    {
        "title": "相和歌辞·长门怨",
        "paragraph": "弱体鸳鸯荐，啼妆翡翠衾。鸦鸣秋殿晓，人静禁门深。\r\r每忆椒房宠，那堪永巷阴。日惊罗带缓，非复旧来心。\r\r\r"
    },
    {
        "title": "海上生明月（科试）",
        "paragraph": "皎皎秋中月，团团海上生。影开金镜满，轮抱玉壶清。渐出三山岊，将凌一汉横。素娥尝药去，乌鹊绕枝惊。照水光偏白，浮云色最明。此时尧砌下，蓂荚自将荣。"
    },
    {
        "title": "仙游寺（有龙潭穴、弄玉祠）",
        "paragraph": "舍事入樵径，云木深谷口。万壑移晦明，千峰转前后。嶷然龙潭上，石势若奔走。开拆秋天光，崩腾夏雷吼。灵溪自兹去，纡直互纷纠。听声静复喧，望色无更有。冥冥翠微下，高殿映杉柳。滴滴洞穴中，悬泉响相扣。昔时秦王女，羽化年代久。日暮松风来，箫声生左右。早窥神仙箓，愿结芝朮友。安得羡门方，青囊系吾肘。"
    },
    {
        "title": "戊寅入岭丁亥上元游碧落洞",
        "paragraph": "乳床奇诡鉴清涟，碧落真人古洞天。十载南游才一到，不访重补到难篇。"
    },
    {
        "title": "答妻",
        "paragraph": "休说办不办，且看瓮里飞出雁。"
    },
    {
        "title": "嘲僧惟恭",
        "paragraph": "灵岿作尽业，惟恭继其迹。地狱千万重，莫厌排头入。"
    },
    {
        "title": "南乡子·携笼去",
        "paragraph": "携笼去，采菱归，碧波风起雨霏霏。趁岸小船齐棹急，罗衣湿，出向桄榔树下立。"
    },
    {
        "title": "听邻家吹笙",
        "paragraph": "凤吹声如隔彩霞，不知墙外是谁家。重门深锁无寻处，疑有碧桃千树花。"
    },
    {
        "title": "琴曲歌辞·湘夫人",
        "paragraph": "娥眉对湘水，遥哭苍梧间。万乘既已殁，孤舟谁忍还。至今楚山上，犹有泪痕斑。南有涔阳路，渺渺多新愁。昔神降回时，风波江上秋。彩云忽无处，碧水空安流。"
    },
    {
        "title": "赠张五諲归濠州别业",
        "paragraph": "常知罢官意，果与世人疏。复此凉风起，仍闻濠上居。故山期采菊，秋水忆观鱼。一去蓬蒿径，羡君闲有馀。"
    },
    {
        "title": "关羽祠送高员外还荆州",
        "paragraph": "将军禀天姿，义勇冠今昔。走马百战场，一剑万人敌。虽为感恩者，竟是思归客。流落荆巫间，裴回故乡隔。离筵对祠宇，洒酒暮天碧。去去勿复言，衔悲向陈迹。"
    },
    {
        "title": "送韦湛判官",
        "paragraph": "高阁晴江上，重阳古戍间。聊因送归客，更此望乡山。惜别心能醉，经秋鬓自斑。临流兴不尽，惆怅水云间。"
    },
    {
        "title": "柏林寺南望",
        "paragraph": "溪上遥闻精舍钟，泊舟微径度深松。青山霁后云犹在，画出东南四五峰。"
    },
    {
        "title": "送李敖湖南书记",
        "paragraph": "怜君才与阮家同，掌记能资亚相雄。入楚岂忘看泪竹，泊舟应自爱江枫。诚知客梦烟波里，肯厌猿鸣夜雨中。莫信衡湘书不到，年年秋雁过巴东。"
    },
    {
        "title": "送孙愿",
        "paragraph": "悠然富春客，忆与暮潮归。擢第人多羡，如君独步稀。乱流江渡浅，远色海山微。若访新安路，严陵有钓矶。"
    },
    {
        "title": "送奚贾归吴",
        "paragraph": "东南富春渚，曾是谢公游。今日奚生去，新安江正秋。水清迎过客，霜叶落行舟。遥想赤亭下，闻猿应夜愁。"
    },
    {
        "title": "送崔侍御往容州宣慰",
        "paragraph": "秦原独立望湘川，击隼南飞向楚天。奉诏不言空问俗，清时因得访遗贤。荆门晓色兼梅雨，桂水春风过客船。畴昔常闻陆贾说，故人今日岂徒然。"
    },
    {
        "title": "塞下曲",
        "paragraph": "宝刀塞下儿，身经百战曾百胜，壮心竟未嫖姚知。白草山头日初没，黄沙戍下悲歌发。萧条夜静边风吹，独倚营门望秋月。"
    },
    {
        "title": "送别",
        "paragraph": "穆陵关上秋云起，安陆城边远行子。薄暮寒蝉三两声，回头故乡千万里。"
    },
    {
        "title": "送李骑曹之灵武宁侍",
        "paragraph": "一岁一归宁，凉天数骑行。河来当塞曲，山远与沙平。纵猎旗风卷，听笳帐月生。新鸿引寒色，回日满京城。"
    },
    {
        "title": "闻吹杨叶者二首",
        "paragraph": "妙吹杨叶动悲笳，胡马迎风起恨赊。若是雁门寒月夜，此时应卷尽惊沙。天生一艺更无伦，寥亮幽音妙入神。吹向别离攀折处，当应合有断肠人。"
    },
    {
        "title": "送杨中丞和蕃",
        "paragraph": "锦车登陇日，边草正萋萋。旧好寻君长，新愁听鼓鼙。河源飞鸟外，雪岭大荒西。汉垒今犹在，遥知路不迷。"
    },
    {
        "title": "长安逢故人",
        "paragraph": "数年音信断，不意在长安。马上相逢久，人中欲认难。一官今懒道，双鬓竟羞看。莫问生涯事，只应持钓竿。"
    },
    {
        "title": "送钱拾遗归兼寄刘校书",
        "paragraph": "墟落岁阴暮，桑榆烟景昏。蝉声静空馆，雨色隔秋原。归客不可望，悠然林外村。终当报芸阁，携手醉柴门。"
    },
    {
        "title": "送裴补阙入河南幕",
        "paragraph": "皎然青琐客，何事动行轩。苦节酬知己，清吟去掖垣。秋城临海树，寒月上营门。邹鲁诗书国，应无鼙鼓喧。"
    },
    {
        "title": "赠韦司直",
        "paragraph": "闻君感叹二毛初，旧友相依万里馀。烽火有时惊暂定，甲兵无处可安居。客来吴地星霜久，家在平陵音信疏。昨日风光还入户，登山临水意何如。"
    },
    {
        "title": "即事",
        "paragraph": "白日苍蝇满饭盘，夜间蚊子又成团。每到更深人静后，定来头上咬杨鸾。"
    },
    {
        "title": "戏酬张鲁封",
        "paragraph": "秋浦亚卿颜叔子，谯都中宪老桑门。如今柳巷通车马，唯恐他时立棘垣。"
    },
    {
        "title": "谑池亳二州宾佐兼寄宣武军掌书记李昼",
        "paragraph": "杜叟学仙轻蕙质，韦公事佛畏青娥。乐营却是闲人管，两地风情日渐多。"
    },
    {
        "title": "句",
        "paragraph": "嫚侮群豪夸大度，可怜容得辟阳侯。"
    },
    {
        "title": "题汉祖庙",
        "paragraph": "项羽英雄犹不惧，可怜容得辟阳侯。"
    },
    {
        "title": "浪淘沙",
        "paragraph": "汴水东流虎眼纹，清淮晓色鸭头春。君看渡口淘沙处，渡却人间多少人。"
    },
    {
        "title": "示妓榜子",
        "paragraph": "绿罗裙下标三棒，红粉腮边泪两行。叉手向前咨大使，这回不敢恼儿郎。"
    },
    {
        "title": "闻蝉",
        "paragraph": "绿槐阴里一声新，雾薄风轻力未匀。莫道闻时总惆怅，有愁人有不愁人。"
    },
    {
        "title": "寒食山馆书情",
        "paragraph": "独把一杯山馆中，每经时节恨飘蓬。侵阶草色连朝雨，满地梨花昨夜风。蜀魄啼来春寂寞，楚魂吟后月朦胧。分明记得还家梦，徐孺宅前湖水东。"
    },
    {
        "title": "戏为举子对句",
        "paragraph": "晓来犬吠张三妇，日暮猿啼吕四妻。"
    },
    {
        "title": "寄从弟",
        "paragraph": "眼病身亦病，浮生已半空。迢迢千里月，应与惠连同。"
    },
    {
        "title": "送长沙韦明府",
        "paragraph": "秋入长沙县，萧条旅宦心。烟波连桂水，官舍映枫林。云日楚天暮，沙汀白露深。遥知讼堂里，佳政在鸣琴。"
    }
]