[
    {
        "title": "蝶恋花·百种相思千种恨",
        "paragraph": "百种相思千种恨。早是伤春，那更春醪困。薄幸辜人终不愤。何时枕畔分明问。\r\r懊恼风流心一寸。强醉偷眠，也即依前闷。此意为君君不信。泪珠滴尽愁难尽。\r\r"
    },
    {
        "title": "哭舅氏元美先生二首",
        "paragraph": "好客千金旧橐捐，晚来翻结卖文缘。不知湖海褒衣士，更向何人索酒钱。"
    },
    {
        "title": "赠张丞相",
        "paragraph": "汉上登飞幰，荆南历旧居。已尝临砌橘，更睹跃池鱼。盛德继微渺，深衷能卷舒。义申蓬阁际，情切庙堂初。郡挹文章美，人怀燮理馀。皇恩傥照亮，岂厌承明庐。"
    },
    {
        "title": "少年行二首",
        "paragraph": "长安兄弟旧知名，半是期门半射声。醉就胡姬垆畔宿，明朝齐赴受降城。"
    },
    {
        "title": "除夕袁中郎县斋守岁",
        "paragraph": "江左平畴白浪遥，赁舂空寓伯通桥。蓬门岁计羞藜糁，花县春情惜柳条。梳发镜中霜易輠，寄愁天上雪难消。流光不为浮生住，挑尽寒灯夜倍迢。"
    },
    {
        "title": "哭舅氏元美先生二首",
        "paragraph": "浔阳千里恨春潮，一去麻姑信息遥。华表纵教归白鹤，也应城市半萧条。"
    },
    {
        "title": "哭闵子善",
        "paragraph": "前年我作石城客，送君渡江买浮宅。去年我却归山中，闻君又踏石城石。今年人从石城来，曾说君躯病欲颓。常想天涯瘦躯影，谁知削影投蒿莱。嗟乎！闵生一死无不可，可怜老母家中饿。面皮皱剥叠成文，泪滴欲流两边过。自从儿作浪游子，倚闾望杀廿年矣。尚谓无夫更有儿，有儿更向他乡死。母乎母乎悲莫啼，四山崩裂风凄凄。山崩风凄母不久，谁当掩儿又掩母。"
    },
    {
        "title": "少年行二首",
        "paragraph": "六郡良家三辅豪，千金鞍马百金刀。也知侯印寻常事，不分秋来太白高。"
    },
    {
        "title": "蝶恋花·独倚危楼风细细",
        "paragraph": "独倚危楼风细细。望极离愁，黯黯生天际。草色山光残照里。无人会得凭阑意。也拟疏狂图一醉。对酒当歌，强饮还无味。衣带渐宽都不悔。况伊销得人憔悴。"
    },
    {
        "title": "蝶恋花·帘幕风轻双语燕",
        "paragraph": "帘幕风轻双语燕。午后醒来，柳絮飞撩乱。心事一春犹未见。红英落尽青苔院。\r\r百尺朱楼闲倚遍。薄雨浓云，抵死遮人面。羌管不须吹别怨。无肠更为新声断。\r\r"
    },
    {
        "title": "蝶恋花·永日环堤乘彩舫",
        "paragraph": "永日环堤乘彩舫。烟草萧疏，恰似晴江上。水浸碧天风皱浪。菱花荇蔓随双桨。红粉佳人翻丽唱。惊起鸳鸯，两两飞相向。且把金尊倾美酿。休思往事成惆怅。"
    },
    {
        "title": "蝶恋花·海燕双来归画栋",
        "paragraph": "海燕双来归画栋。帘影无风，花影频移动。半醉腾腾春睡重。绿鬟堆枕香云拥。翠被双盘金缕凤。忆得前春，有个人人共。花里黄莺时一弄。日斜惊起相思梦。"
    },
    {
        "title": "蝶恋花·宝琢珊瑚山样瘦",
        "paragraph": "宝琢珊瑚山样瘦。缓髻轻拢，一朵云生袖。昨夜佳人初命偶。论情旋旋移相就。\r\r几叠鸳衾红浪皱。暗觉金钗，磔磔声相扣。一自楚台人梦后。凄凉暮雨沾裀绣。\r\r"
    },
    {
        "title": "蝶恋花·小院深深门掩亚",
        "paragraph": "小院深深门掩亚。寂寞珠帘，画阁重重下。欲近禁烟微雨罢。绿杨深处秋千挂。傅粉狂游犹未舍。不念芳时，眉黛无人画。薄幸未归春去也。杏花零落香红谢。"
    },
    {
        "title": "蝶恋花·帘幕东风寒料峭",
        "paragraph": "帘幕东风寒料峭。雪里香梅，先报春来早。红蜡枝头双燕小。金刀剪彩呈纤巧。旋暖金炉薰蕙藻。酒入横波，困不禁烦恼。绣被五更春睡好。罗帏不觉纱窗晓。"
    },
    {
        "title": "谪星绝笔（此娄圣妃西江绝笔也。庚申二月，",
        "paragraph": "画虎屠龙叹旧图，血书才了凤睛枯。迄今十丈鄱阳水，流尽当年泪点无。"
    },
    {
        "title": "蝶恋花·欲过清明烟雨细",
        "paragraph": "欲过清明烟雨细。小槛临窗，点点残花坠。梁燕语多惊晓睡。银屏一半堆香被。新岁风光如旧岁。所恨征轮，渐渐程迢递。纵有远情难写寄。何妨解有相思泪。"
    },
    {
        "title": "蝶恋花·尝爱西湖春色早",
        "paragraph": "尝爱西湖春色早。腊雪方销，已见桃开小。顷刻光阴都过了。如今绿暗红英少。且趁馀花谋一笑。况有笙歌，艳态相萦绕。老去风情应不到。凭君剩把芳尊倒。"
    },
    {
        "title": "蝶恋花·翠苑红芳晴满目",
        "paragraph": "翠苑红芳晴满目。绮席流莺，上下长相逐。紫陌闲随金轹辘。马蹄踏遍春郊绿。一觉年华春梦促。往事悠悠，百种寻思足。烟雨满楼山断续。人闲倚遍阑干曲。"
    },
    {
        "title": "蝶恋花·几度兰房听禁漏",
        "paragraph": "几度兰房听禁漏。臂上残妆，印得香盈袖。酒力融融香汗透。春娇入眼横波溜。不见些时眉已皱。水阔山遥，乍向分飞後。大抵有情须感旧。肌肤拼为伊销瘦。"
    },
    {
        "title": "萧贞玉怀春诗",
        "paragraph": "沉印香花四寸罗，银尖弹凤丽情多。可怜十度传觞手，未向红窗写翠娥。"
    },
    {
        "title": "蝶恋花·梨叶初红婵韵歇",
        "paragraph": "梨叶初红婵韵歇。银汉风高，玉管声凄切。枕簟乍凉铜漏彻。谁教社燕轻离别。草际虫吟秋露结。宿酒醒来，不记归时节。多少衷肠犹未说。珠帘夜夜朦胧月。"
    },
    {
        "title": "白凌上果",
        "paragraph": "修佛修仙大道场，脱离地狱即天堂。半千年外生真圣，百万劫中诞玉皇。人世最怜禽兽苦，龙霄惟有鬼神忙。明明说与君知得，子孝臣忠觅秘方。"
    },
    {
        "title": "蝶恋花·面旋落花风荡漾",
        "paragraph": "面旋落花风荡漾柳重烟深雪絮飞来往雨后轻寒犹未放春愁酒病成惆怅枕畔屏山围碧浪翠被花灯夜夜空相向寂寞起来褰绣幌月明正在梨花上"
    },
    {
        "title": "玉海诗（三首）",
        "paragraph": "月满中霄永不斜，洪□万亿总黄麻。传珰何日飞神女，炼石今朝挹圣娲。釐蕊青蒸三籁雨，彤花缝散九明霞。武陵莫羡春如锦，例到真官玉海赊。¤"
    },
    {
        "title": "玉海诗（三首）",
        "paragraph": "平搏羊角看逍遥，袖拂虹冈万里桥。地涌祥云红鹤舞，天开瑞雨白龙朝。三吞香溢琪山钵，九奏风生玉陛韶。一种银家堆紫雾，笑称秦女和萧箫。"
    },
    {
        "title": "玉海诗（三首）",
        "paragraph": "才从下里盼中阳，忽踏晶亭看海棠。百子峰头飞凤鹤，九星河里浴鸳鸯。十天露洒人千劫，万殿香飘玉一床。握手紫仪倾珀水，红云袅袅沸笙簧。¤"
    },
    {
        "title": "云贞",
        "paragraph": "云花徉傥迥难群，二百丛中第一人。气压昆仑无剩璧，才流江海有余垠。昂藏踏践红龙爪，号叫冲开白兔鳞。早赐彤庭纶握事，何辞匍匐献丹宸。"
    },
    {
        "title": "蝶恋花·越女采莲秋水畔",
        "paragraph": "越女采莲秋水畔。窄袖轻罗，暗露双金钏。照影摘花花似面。芳心只共丝争乱。鸂鶒滩头风浪晚。雾重烟轻，不见来时伴。隐隐歌声归棹远。离愁引著江南岸。"
    },
    {
        "title": "周贞环",
        "paragraph": "跳出尘埃入玉乡，琼楼深处叩穹苍。繁华总是无根草，宝月方知碧海长。有处秋声鹤唳语，无愁菩化兔园香。劳君祝我三生句，拭笔犹描紫翠堂。"
    },
    {
        "title": "湖雁篇",
        "paragraph": "秋山落叶秋声瑟，远水浮天天一色。日暮惟见平湖深，扁舟遥界天光碧。此时南雁正为群，此际悲鸣断续闻。几处凄酸叫凉月，数声嘹亮破寒云。云破天清月浸沙，无端哀咽向芦花。早梅暗落高楼笛，杨柳惊飞出塞笳。幽修似伴鱼龙语，更共啼乌催窗曙。思妇天涯梦不成，征人故国泪如雨。曾说听猿易断肠，那知闻雁重悲伤。九秋霜露寒更苦，千里关山夜独长。塞北江南天浩浩，斜飞欲尽衡阳道。足下何曾寄客书，声中只解催人老。人生真忧是别离，他乡霜月易成悲。谁家锦幌银屏夜，过尽寒声独未知。"
    },
    {
        "title": "仙钱诗",
        "paragraph": "为种蟠桃树，千年一颗生。是谁来窃去，唯问董双成。"
    },
    {
        "title": "奉柬梅杜",
        "paragraph": "万里长桥九节虹，一团暝色转朣胧。原多胜友居天上，更有同人在月中。剪翠堂前湘竹冷，飞花殿里海棠红。年愁百二吾皇悯，卅载三旋并御风。"
    },
    {
        "title": "赋得千山红树送姚园客还闽",
        "paragraph": "江南九月霜暗飞，秋光春色两依稀。万树欲丹疑湿雾，千山如醉带斜晖。画史含情拂轻缟，解作秋妍秋不老。自识晴云慕锦林，莫疑赤烧连衰草。此时游客正天涯，此际离肠忽忆家。听绝啼莺娇映绿，愁看飞鹜齐落霞。闽天杳杳接江路，酒罢送君从此去。想得遥窥荔子丹，尚疑题叶销魂处。"
    },
    {
        "title": "蝶恋花·庭院深深深几许",
        "paragraph": "庭院深深深几许，[1]杨柳堆烟，[2]帘幕无重数。玉勒雕鞍游冶处，[3]楼高不见章台路。[4]雨横风狂三月暮，门掩黄昏，无计留春住。泪眼问花花不语，乱红飞过秋千去。[5]"
    },
    {
        "title": "金陵社集诗",
        "paragraph": "绿水红蕖欲断肠，可怜秋色似横塘。晚风不见木兰枻，明月无人花自香。"
    },
    {
        "title": "江南乐四首",
        "paragraph": "清明乍出游，风日不曾恶。何似桃花飞，道是羞侬落。"
    },
    {
        "title": "七夕公宴诗 赋得博望槎",
        "paragraph": "梧桐声脱秋声起，迢迢秋色澹如水。天上佳期玉露中，人闲良夜金波里。此时汉使向河源，此夕乘槎犯斗垣。但惊城舍严官府，那识天孙遇河鼓。云阶月地难久留，飘然枯木复乘流。归来不问成都卜，肯信身亲见女牛。从此人疑有天路，俱言河汉清可度。帝子英灵空有人，千秋别泪自沾巾。可怜匹练高楼色，年年愁杀问津人。"
    },
    {
        "title": "江南乐四首",
        "paragraph": "鹧鸪南枝鸟，愁随北雁去。侬家是江南，但爱江南住。"
    },
    {
        "title": "中秋有感",
        "paragraph": "画省曾陪冠盖游，华筵诗酒宴中秋。星河不动天如水，风露无声月满楼。皓齿纤腰催象板，珠帘凉影上银钩。于今寂寞江城暮，乌帽西风叹白头。"
    },
    {
        "title": "闲斋书事",
        "paragraph": "林响溪雨来，萧萧客窗暝。瑶琴倦不谈，石阑晚犹凭。烟深鸟依树，花落风满径。隔岸谁诵经，泠泠发清磬。"
    },
    {
        "title": "秋千辞",
        "paragraph": "梨花庭院香飘满，架架秋千笑声软。红妆共斗青春妍，长绳欲系白日短。掌中飞燕旋风斜，楼外绿珠坠落花。素娥弄蟾奔窃药，秦女乘鸾初去家。半空著脚看亦好，平地失身更颠倒。人生行乐贪少年，昔时女伴今皆老。慵来听说摧眉峰，整顿衣裳为敛容。玉樽余酒醉不得，月明高架粉墙空。"
    },
    {
        "title": "奉和圣制送张说巡边",
        "paragraph": "供帐何煌煌，公其抚朔方。群僚咸饯酌，明主降离章。关塞重门下，郊岐禁苑傍。练兵宜雨洗，卧鼓候风凉。炎景宁云惮，神谋肃所将。旌摇天月迥，骑入塞云长。赫赫皇威振，油油圣泽滂。非惟按车甲，兼以正封疆。叱咤阴山道，澄清瀚海阳。虏垣行决胜，台座伫为光。"
    },
    {
        "title": "高大使吴淞归兴图",
        "paragraph": "枫落吴江白雁飞，天涯游子正思归。香消夜月青绫被，凉入秋风白渼衣。江浦蒹葭含宿雨，驿亭杨柳带斜晖。分明记得西湖上，载酒兰舟近翠微。"
    },
    {
        "title": "桃胶香鬟歌",
        "paragraph": "深闺美人春睡起，侧倚银台注秋水。鬅松两鬓雾半垂，欲下犀梳不能理。春云暖雨桃胶香，调兰抹麝试新妆。岂无膏沐污颜色，思此佳人日断肠。君不见望仙结绮螺千斛，隋家但写双蛾绿。白发宫人奈老何，转头依旧庭花曲。"
    },
    {
        "title": "题王高翰单于昭君夜坐图",
        "paragraph": "天如穹庐塞云黑，胡地寒多胡草白。阴山积雪不曾消，马潼驼峰作常食。一身不幸颜如花，一朝飘泊在天涯。宫中不识天子面，哪知世有呼韩邪。银烛煌煌照清夜，咫尺腥膻杂兰麝。强含娇笑对毡裘，啼痕暗裛。单于未醉酒频倾，琵琶不弹肠断声。谁知万里多情月，祇与昭阳一样明。"
    },
    {
        "title": "江上",
        "paragraph": "长风吹古堞，落木下沧波。孤月动寒幌，暮烟生碧萝。客怀闻雁急，人语入村多。又宿秋江上，依然旧钓蓑。"
    },
    {
        "title": "题高理瞻所藏小景图",
        "paragraph": "昔年为客楚江边，雨霁江南二月天。杨柳画桥深浅水，桃花春岸往来船。新篘白酒浮杯酽，旋买青鱼出网鲜。因见画图惊旧梦，东风吹面鬓萧然。"
    },
    {
        "title": "雨中酬诸君见过",
        "paragraph": "久雨空堂静，高人载酒过。布袍同濩落，长铗任悲歌。水气浮高柳，秋容入败荷。明朝是九日，无菊欲如何。"
    },
    {
        "title": "藕花居",
        "paragraph": "十里莲花过眼新，水风犹自起香尘。明年还约看花侣，来唤湖边雪藕人。"
    },
    {
        "title": "戴文进溪山春雨图",
        "paragraph": "林间雀声急，知有少女风。溪云挟雨至，倏忽弥春空。霏霏湿尽山桥路，行人冲雨行唤渡。沾泥涉险亦何为，兴来疑向若耶去。山环水绕路不分，绝径乃有逃名人。贪看秀色卷帘坐，不觉岚气侵衣巾。林花落地半随水，流向前溪犹未已。新水才添势正雄，客舟多系垂杨里。意匠经营何太奇，空堂素壁迥含姿。恍然对此翻自讶，如在山村看雨时。"
    },
    {
        "title": "秋日登雨花台",
        "paragraph": "落叶山中寺，秋风江上台。凤城双阙迥，牛渚片帆来。繁吹暮仍急，清樽醉复开。东篱菊尚晚，留取尽余杯。"
    },
    {
        "title": "雨中客至",
        "paragraph": "新水柴门涨碧沙，孤村烟树隐渔家。客来湖上偏逢雨，春到江南又见花。沽酒隔邻传小瓮，打鱼深夜出枯槎。浮生莫遣浮名误，醉里还惊两鬓华。"
    },
    {
        "title": "秋思二首",
        "paragraph": "长莎肥马映征轩，飞骑边头入报喧。只见烟尘从远碛，不知胡虏猎平垣。残兵破鼓伤辽水，绝塞悲笳泣楚猿。最是书生犹将略，属镂赐后竟谁言。¤"
    },
    {
        "title": "秋思二首",
        "paragraph": "断云残柳接狼烟，极目氛埃自黯然。紫塞苍茫能立帜，黄河容易可投鞭。须知据险人持戟，莫使冲风马避膻。胜算终摧高阙耸，遥藩荒破犬羊天。"
    },
    {
        "title": "感咏",
        "paragraph": "海国凉生吹雨花，西门十里即天涯。山衔落日孤云细，林着疏风翠筿斜。湖海壮心惊白首，庙堂清议属乌纱。洛阳年少空前席，宾客梁王忆汉家。"
    },
    {
        "title": "奉和圣制送张说巡边",
        "paragraph": "圣德膺三统，皇恩被八埏。大明均照物，小丑未宁边。国相台衡重，元戎庙略宣。紫泥方受命，黄石乃推贤。问罪阴山下，安人属国前。度关行照月，乘障坐消烟。北阙纡宸藻，南桥列祖筵。耀威当夏日，杀气指秋天。鞞鼓鼋鼍振，旌旗鸟兽悬。由来词翰手，今见勒燕然。"
    },
    {
        "title": "丽情曲",
        "paragraph": "兰房过雨蕙径空，绿云蔼蔼怀春风。欹枕牙床睡初醒，胭脂汗湿罗衣红。鸳鸯牵绣丝未歇，软瘦香肌倦如雪。玉麟堕地浑不知，流苏夜暖斜明月。珠帘半卷春日高，海棠飞起双蝴蝶。"
    },
    {
        "title": "款歌",
        "paragraph": "绣户芸窗八面开，渔庄酒色净如苔。鲤鱼三尺丹砂尾，听得清歌出水来。"
    },
    {
        "title": "河套（以下皆集外诗）",
        "paragraph": "胡虏昔何在，遥闻将士讹。何曾亲吉甫，遽欲夺蓬婆。浪议轻痈溃，成功幸石磨。未知廊庙计，终始果如何。"
    },
    {
        "title": "游清凉寺次藻庵韵",
        "paragraph": "夕阳峰顶一攀跻，万里川原望不迷。帆影远来江树外，山形多在石城西。苔荒辇路人稀到，花近禅房鸟乱啼。直到翠微亭子上，漫吟重续旧时题。"
    },
    {
        "title": "款歌",
        "paragraph": "雨后芙蓉霜后枫，渔庄只在画桥东。不知前面花多少，映水残霞烂熳红。"
    },
    {
        "title": "春晚过程竹溪用韵",
        "paragraph": "春日春盘荐白鱼，地幽全胜野人居。诗篇静阅新晴后，茶臼闲敲午梦余。花落语莺还在树，竹深流水细通渠。将军莫厌过从数，几日东桥有报书。"
    },
    {
        "title": "春日喜程大祥见过",
        "paragraph": "金石交情老不移，尊前重睹旧丰仪。清风竹径临茶灶，细雨邻墙见酒旗。世事且归胡蝶梦，春情多寄海棠枝。西斋两月无清兴，病起逢君一赋诗。"
    },
    {
        "title": "敬酬张九龄当涂界留赠之作",
        "paragraph": "茂先实王佐，仲举信时英。气睹冲天发，人将下榻迎。珪符肃有命，江国远徂征。九派期方越，千钧或所轻。高帆出风迥，孤屿入云平。遄迈嗟于役，离忧空自情。饰簪陪早岁，接壤厕专城。旷别心弥轸，宏观义转倾。徒然恨饥渴，况乃讽瑶琼。"
    },
    {
        "title": "宿牛首寺",
        "paragraph": "到寺万缘绝，萧然宿峰顶。苍苍野色新，漠漠秋烟暝。相期话三生，夜坐石根冷。微凉入虚阑，老鹤语桐井。支郎翻经处，松子落古鼎。白露下高空，湿云压幽境。望极颠厓前，寒篱眇村径。谈久明月来，照我天地静。自汲石泉水，同僧瀹佳茗。天风在林末，空翠散复整。一乘演微机，开谿自惭省。疏竹何萧萧，云房乱灯影。"
    },
    {
        "title": "次与仲和联句韵",
        "paragraph": "卧病经年喜遇君，草堂清话到斜曛。浊醪拚取尊前醉，险韵何妨席上分。冷雨小蛩鸣切切，轻风残叶下纷纷。也知别后还相忆，何处钟声隔暮云。"
    },
    {
        "title": "用韵寄张文昭",
        "paragraph": "旧盟疏阔冷鸡坛，风雨清尊负四难。忙里寄书多草率，病中抛药赖轻安。几宵梦去清江迥，五月愁深白雨寒。清寂一官甘守拙，逢人弹铗笑冯驩。"
    },
    {
        "title": "奉和圣制送张说巡边",
        "paragraph": "贤相德符充，朝推文武雄。海波先若镜，关草豫从风。钺助将军勇，威成天子功。琼章九霄发，锡宴五衢通。玉辗龙盘带，金装凤勒骢。虎貔纷儗儗，河洛振熊熊。戈剑千霜白，旌旗万火红。示刑夷夏变，流惠鬼方同。寇息军容偃，尘销朔野空。用师敷礼乐，非是为獯戎。"
    },
    {
        "title": "奉和圣制答张说扈从南出雀鼠谷之作",
        "paragraph": "省俗恩将遍，巡方路稍回。寒随汾谷尽，春逐晋郊来。云骑传行漏，烟旄引从台。惠风初应律，和气正调梅。雅颂通宸咏，天文接曙台。灞陵桃李色，应待日华开。"
    },
    {
        "title": "和铁厓《西湖竹枝",
        "paragraph": "昨夜西湖月色多，照见郎君金叵罗。明朝江头放船去，江亭风雨奈君何。"
    },
    {
        "title": "以剡笺寄赠陈待诏",
        "paragraph": "云母光笼玉楮温，得来元自剡溪澒。清涵天姥峰头雪，润带金庭谷口云。九万未充王内史，百番聊赠杜参军。从知醉里纵横墨，不到羊欣白练裙。"
    },
    {
        "title": "与贺文徵鸳湖痛饮联句别后再用韵寄",
        "paragraph": "鹓湖风日暖薰人，行乐都忘俗事纷。换酒主翁偏爱客，盍簪朋辈总能文。新词妙绝填《金缕》，醉墨横斜扫练裙。归到寒斋枕书卧，一灯夜雨正思君。"
    },
    {
        "title": "夏日游龙山寺",
        "paragraph": "永日厌驰驱，于焉此游息。苔径匝清溪，松廊连峭壁。经声出远林，泉响逗幽石。长啸倚茂松，钟残景方夕。"
    },
    {
        "title": "题归去来辞画（四首）",
        "paragraph": "微风自东来，地脉初回阳。好鸟出幽谷，潜鱼跃芳塘。欣欣木向荣，涓涓水流香。万物俱得时，吾忧亦已忘。归来衡门下，且复酣杯觞。¤"
    },
    {
        "title": "题归去来辞画（四首）",
        "paragraph": "人生非金石，寓形宇宙间。抱才既沾禄，知休即辞官。委心随去留，避俗谢往还。遑遑欲何之，富贵不可干。划然发长啸，白云起南山。¤"
    },
    {
        "title": "题姜舜民竹深处次苏雪溪韵",
        "paragraph": "结茅竹里似岩栖，面面窗开翠色迷。长听雨来虚榻外，不知日转曲阑西。奚奴扫地收新箨，吟客敲门看旧题。几欲相寻无路入，鹧鸪何处隔烟啼。"
    },
    {
        "title": "秋日",
        "paragraph": "落日惊衰柳，西风倒病花。物华推小院，岁序转枯槎。野径随流曲，山篱带雨斜。几回同逸侣，乞酒到邻家。"
    },
    {
        "title": "题归去来辞画（四首）",
        "paragraph": "农事在东皋，孤往适兹旦。微雨亦既零，土膏湿凝汗。僮奴未尽力，宿草犹余蔓。植杖陇亩旁，耘耔日过旰。劳生虽多艰，卒岁应饱饭。¤"
    },
    {
        "title": "题吴门赵时俊山楼文会图",
        "paragraph": "楼居百尺谢嚣尘，良会攀跻属隐君。望处有山皆入画，坐中无客不能文。一帘花气香春酒，半榻茶烟暝夕曛。自是高怀尚清事，风流不羡醉红裙。"
    },
    {
        "title": "白云楼闲居",
        "paragraph": "世事惟尊酒，清狂寄海东。濯缨千涧里，步屟万花中。放杖留青草，将衣挂碧松。西林云寂寂，到晚自鸣钟。"
    },
    {
        "title": "晓发剡山",
        "paragraph": "晓发剡山路，东方白尚微。张灯沽酒店，带月旅人衣。水远孤舟渡，烟空一雁飞。及秋归未得，徒自忆山扉。"
    },
    {
        "title": "夜坐",
        "paragraph": "小坐欲更阑，斋虚神自闲。风开檐际幕，月度水南山。寒角城云满，夜渔江火还。一尊如有待，闻雁独凭阑。"
    },
    {
        "title": "山寺作",
        "paragraph": "近郭丛林邃，山环径转微。溪光分石发，厓色乱苔衣。树密云能度，风闲鸟便飞。短藜看未足，时傍夕阳归。"
    },
    {
        "title": "望山有怀故人",
        "paragraph": "羁步局重城，流观狭四野。高高见西山，乡愁冀倾写。天际望不极，延伫一潇洒。落叶归故根，山云满楸郤。无情尚有适，何以慰离者。"
    },
    {
        "title": "采莲曲（三首）",
        "paragraph": "沼月并舟还，荷花隘江水。笑擘菡萏开，小小新莲子。"
    },
    {
        "title": "采莲曲（三首）",
        "paragraph": "棹发千花动，风传一水香。傍人持并蒂，含笑打鸳鸯。"
    },
    {
        "title": "大醉后题大云寺阁柱上",
        "paragraph": "谢公昔高卧，挟妓东山游。岂萦黄阁贵，不顾苍生忧。簪绶聊暂出，江汉乃安流。国器良有待，局促非吾俦。"
    },
    {
        "title": "玉清宫戏题",
        "paragraph": "玉函金简数行书，鹤背飘飘上碧虚。群仙瑶殿收封事，应笑人间久谪居。"
    },
    {
        "title": "琵琶",
        "paragraph": "红袖挥金拨，朱弦系玉肩。团圞怀夜月，幽咽泻春泉。《白雪》调终宴，青云遏远天。悠悠时断续，引恨似当年。"
    },
    {
        "title": "和铁厓《西湖竹枝",
        "paragraph": "美人绝似董娇饶，家住南山第一桥。不肯随人过湖去，月明夜夜自吹箫。"
    },
    {
        "title": "奉和圣制送张说巡边",
        "paragraph": "天锡我宗盟，元戎付夏卿。多才兼将相，必勇独横行。经纬称人杰，文章作代英。山川看是阵，草木想为兵。不待河冰合，犹防塞月明。有谋当系丑，无战且绥氓。阃外传三略，云中冀一平。感恩同义激，怅别屡魂惊。直视前旌掣，遥闻后骑鸣。还期方定日，复此出郊迎。"
    },
    {
        "title": "奉和早登太行山中言志应制",
        "paragraph": "明发扈山巅，飞龙高在天。山南平对巩，山北远通燕。瞻彼冈峦峻，凭兹士马妍。九圻行若砥，万谷辗如川。罗网开三面，闾阎问百年。泽将春雪比，文共晓星连。徯后逢今圣，登台谢曩贤。唯馀事君节，不让古人先。"
    },
    {
        "title": "恩敕尚书省僚宴昆明池应制（同用尧字）",
        "paragraph": "灵沼初开汉，神池旧浴尧。昔人徒习武，明代此闻韶。地脉山川胜，天恩雨露饶。时光牵利舸，春淑覆柔条。芳酝酲千日，华笺落九霄。幸承欢赉重，不觉醉归遥。"
    },
    {
        "title": "句",
        "paragraph": "河鱼未上冻，江蛰已闻雷。（见《纬略》）"
    },
    {
        "title": "和王公济过韩信岭",
        "paragraph": "汉代推灵武，将军第一人。祸奇缘蹑足，功大不容身。带砺山河在，丹青祠庙新。长陵一抔土，寂寞亦三秦。"
    },
    {
        "title": "感古十四首",
        "paragraph": "楚庄入陈，为灵讨贼。戎首孔仪，云胡弗殛。子蛮之妹，尤物善惑。施于通衢，孽妖斯息。留贻巫臣，窃逃异域。竟通勾吴，奔命日逼。越及昭王，遂大丧国。蚡冒若敖，几馁弗食。哀哉祸水，流殃靡极。谁谓妇柔，纠如徽纆。察若日星，可使昏黑。蛊厥心志，剪厥羽翼。溺堕深渊，拯之罔得。我思成汤，弗迩声色。¤"
    },
    {
        "title": "感古十四首",
        "paragraph": "昔人事主，弥砺厥心。岂无过动，终不愧人。先轸慢唾，鬻拳兵临。箕役致命，伯宫自刑。英英风烈，丹青古今。去之千古，肃肃我钦。¤"
    },
    {
        "title": "感古十四首",
        "paragraph": "鲁有臧坚，矫矫男子。战获齐侯，唁使无死。其谁实来，夙沙卫氏。事近刑臣，义烈所耻。君命祗辱，曷礼于士。抉伤而亡，懦者兴起。安得若人，砥此颓靡。¤"
    },
    {
        "title": "感古十四首",
        "paragraph": "大夫立嫡，周鲁之纲。无嫡以长，国有典常。云胡武仲，欲乱旧章。取媚季武，成厥稚狂。絜尊旅献，遽易大行。悼子既定，已则奔防。几废二勋，致蔡徬徨。竟列盟首，丹书不忘。事不恕施，智也曷臧。¤"
    },
    {
        "title": "感古十四首",
        "paragraph": "楚昭达理，曷罹丧殃。股肱谗慝，令尹子常。贼虐邓宛，夺民之良。蔡以裘佩，唐以纮骦。三年淹恤，宠赂莫章。柏举战败，于郑遁藏。曷磔其体，曷斧其吭。斯人逃罪，国无纪纲。所贵哲后，区别奸良。瓦也是庸，何怪奔亡。¤"
    },
    {
        "title": "感古十四首",
        "paragraph": "楚共将殁，求厉若灵。宋元遗命，楄示刑。君也知过，臣也守经。千载而下，并仰德馨。孰与迷复，至死弗醒。¤"
    },
    {
        "title": "感古十四首",
        "paragraph": "宋之子罕，不贪为心。人献人玉，吾守吾琛。利之靡溺，物孰能侵。宝各不丧，昭哉德音。呜呼天王，求车求金。¤"
    },
    {
        "title": "感古十四首",
        "paragraph": "魏有农夫，耕获美璧。以示其邻，诳谓怪石。归置庑下，光照一室。疑是怪征，弃诸远陌。夫苟弗知，至宝轻掷。世多若人，贤圣灭迹。¤"
    },
    {
        "title": "感古十四首",
        "paragraph": "子期闻磬，觉有深悲。召而问诸，母子仳离。杀人者死，父怨匪追。母输官酿，三年于斯。量所以赎，贫莫为赀。身又公役，曷遂我私。悠悠长夜，痛结肝脾。心固非臂，臂非木椎。悲存乎心，木石应之。奈何一气，形隔而亏。忿生衷隐，渐至交夷。有亲靡孝，有子弗慈。招谗维本，召弑实基。明明恩纪，忍底沦澌。侧闻是事，如何弗思。¤"
    },
    {
        "title": "感古十四首",
        "paragraph": "楚申子培，夺王随兕。冒代不祥，三月获死。谁其征之，厥有故史。其弟请赏，王亟发视。亡身殉君，穆行乃尔。胡今之臣，徒知其己。¤"
    },
    {
        "title": "感古十四首",
        "paragraph": "用兵之道，慭先治心。执榼摄饮，踞转鼓琴。整而且暇，将斯能任。方寸一乱，冰炭交侵。若用以战，遗敌之禽。¤"
    },
    {
        "title": "咏怀十首",
        "paragraph": "丈夫生世间，如彼长江水。潴则渊渟渟，流则浩弥弥。建业与立言，随时任所履。何足芥胸怀，行藏判忧喜。吾观古圣贤，欲为苍生起。枘凿苦不投，皇皇未肯止。下以舒屯蒙，上以存燮理。天命苟有涯，历聘徒劳只。不见稷契坟，空山亦土垒。¤"
    },
    {
        "title": "咏怀十首",
        "paragraph": "火用在得薪，才用在识真。随宜作蛰跃，龙德乃全身。伟哉嵇叔夜，浊世清粼粼。凶尤竟不免，好善而闇人。闇人动有累，幽愤何由申。哲愚亦惟戾，千载为悲辛。苏门先发蔀，见几如入神。¤"
    },
    {
        "title": "感古十四首",
        "paragraph": "古之大雅，刚柔迭居。伊谁实似，蔺氏相如。秦王鼓缶，廉颇避车。挺挺其劲，揖揖其虚。展转变化，一龙一鱼。去之千载，英风若初。云何鄙士，强吐弱茹。于私则急，于国则疏。"
    },
    {
        "title": "咏怀十首",
        "paragraph": "西谷有一士，荡然无所求。问君何为者，神闲道自休。上无求于帝，寿夭等浮沤。中无求于世，人呼任马牛。下无求于子，苟以嗣春秋。三者既无求，长歌何所忧。¤"
    },
    {
        "title": "咏怀十首",
        "paragraph": "千里乃咫尺，生贤如比肩。千载乃顷刻，圣起如踵连。古今何寥泬，援琴扣商弦。南山有琼芝，五色含云烟。采之思所贻，岁暮徒潸然。¤"
    },
    {
        "title": "咏怀十首",
        "paragraph": "至言本难言，真得何所得。以意示者深，以词教者啬。宣尼述天行，伏羲垂卦画。忽当蜚遁时，踪迹杳莫测。孙登凤凰啸，仲长瘖哑默。通人自晓了，嚣俗任疑惑。何必白区区，衷肠恐藏匿。惜哉鹅湖辨，愠怒见颜色。雅士慕浑沦，所希实玄德。¤"
    },
    {
        "title": "咏怀十首",
        "paragraph": "吾闻阴子春，数年一洗足。又闻何佟之，一日十数浴。两者倘相逢，微言逝难告。鹤长非所断，凫短非所续。道义即深明，启发因流俗。嗟哉极高言，至死藏心曲。¤"
    },
    {
        "title": "奉和敕赐公主镜",
        "paragraph": "令节颁龙镜，仙辉下凤台。含灵万象入，写照百花开。色与皇明散，光随圣泽来。妍媸冰鉴里，从此愧非才。"
    },
    {
        "title": "奉和圣制送张说巡边",
        "paragraph": "方汉比周年，兴王合在宣。亟闻降虏拜，复睹出师篇。祈父万邦式，英猷三略传。算车申夏政，茇舍启戎田。严问盟胡苑，军容济洛川。皇情怅关旆，诏饯列郊筵。路接禁园草，池分御井莲。离声轸去角，居念断归蝉。三捷岂云尔，七擒良信然。具僚诚寄望，奏凯秋风前。"
    },
    {
        "title": "江行纪事二首",
        "paragraph": "飘飖任舟楫，回合傍江津。后浦情犹在，前山赏更新。树深烟幂幂，滩浅石磷磷。川路南行远，淹留惜此辰。江汛春风势，山楼曙月辉。猿攀紫岩饮，鸟拂清潭飞。古树崩沙岸，新苔覆石矶。津途赏无限，征客暂忘归。"
    },
    {
        "title": "桃花美人行",
        "paragraph": "鸾帏鸳阁恋无因，珠镜牙床久自尘。相逢柳絮心还乱，相见桃花意转新。聊作逍遥步，独立可怜春。春日春花复可怜，春心飘荡讵能前。自知颜色非春色，自惜今年异昔年。眉凋难学柳，步弱不成莲。臂褪珊瑚钏，鬓谢凤凰钿。行随双蝶偏羞寡，坐同孤月却憎圆。羞寡憎圆两意深，桃花桃叶一般新。但识花心非妾性，不将折取寄离人。"
    },
    {
        "title": "过贾六",
        "paragraph": "主人病且闲，客来情弥适。一酌复一笑，不知日将夕。昨来属欢游，于今尽成昔。努力持所趣，空名定何益。"
    },
    {
        "title": "与沈使君风雨泊河桥夜半使君先发余沿路追寻",
        "paragraph": "相逢驿西路，交深难别离。市桥同水泊，风雨独何之。江黑一帆没，夜寒孤梦迟。仙踪无处觅，推枕益凄其。"
    },
    {
        "title": "古意",
        "paragraph": "千家砧杵乱城头，新月微明江水流。床外蛩鸣偏出夜，风前白苎不宜秋。愁连天汉无鸿雁，梦到关山见戍楼。芳草不青莲子落，征夫何事好长游。"
    },
    {
        "title": "郊行漫兴",
        "paragraph": "山桥野店酒盈卮，拄杖无钱欲典衣。日暮杨花太无绪，随风却自渡江飞。"
    },
    {
        "title": "过唐荆川太史隐居",
        "paragraph": "惟君爱嘉遁，结屋向江村。远月长随棹，残潮自到门。心无时事累，家有古风存。已得川中乐，都忘河上言。"
    },
    {
        "title": "宿莫水部官署答蒋南泠张瓯江见过",
        "paragraph": "北风吹雪满征鞍，西度关门岁欲残。越国云山千里梦，官亭花竹几回看。天连海上明河没，霜白城头片月寒。深夜逢君论世事，酒酣重把剑珠弹。"
    },
    {
        "title": "题赠陶氏觐湖村居",
        "paragraph": "摇波修树玉同清，隔树虚楼水共成。桂楫兰桡穿镜出，春歌暮管傍花行。月如彭蠡湖中挂，云似潇湘浦上生。但得长年怡杖屦，那论此地胜蓬瀛。"
    },
    {
        "title": "池上听陈老琵琶",
        "paragraph": "夜深池上弄琵琶，万里银河月在沙。莫向樽前弹《出塞》，只今边将未还家。"
    },
    {
        "title": "题荷寄施虎泉",
        "paragraph": "三秋湖舫话离群，百里还家傍海云。今日耶溪秋信至，抽残荷叶未逢君。"
    },
    {
        "title": "题画",
        "paragraph": "饭牛归去趁东风，柳色山光绿映红。世事兴亡在何处，夕阳江畔笛声中。"
    },
    {
        "title": "丽人篇",
        "paragraph": "云为蝉鬓霞为裳，文轩绣户逞新妆。白莲未作风中色，丹桂先移月里香。洛川立处花横水，楚馆歌时声在梁。伤心半倚同心扇，留客双飞并蒂觞。杨柳垂丝空系念，蛱蝶联群只断肠。欲把芳心托缄素，锦书杂泪不成行。"
    },
    {
        "title": "夜坐见白发寄别朱仲开张瓯江",
        "paragraph": "坐久北风起，江声带远沙。客愁初到鬓，乡梦不离家。林静无残叶，灯寒有落花。怀君夜难寐，别绪转如麻。"
    },
    {
        "title": "泊京口望金山寺",
        "paragraph": "南徐一片石，千古柱中流。绕树开僧舍，缘空结梵楼。疏灯明水底，落月挂潮头。向晚禅钟起，风吹到客舟。"
    },
    {
        "title": "送朱东武北上",
        "paragraph": "落日照湖水，残杯催别离。常年分手处，寒柳半无枝。才老宦方达，时清贫正宜。君当谢南亩，休与白云期。"
    },
    {
        "title": "题杨法部容闲阁",
        "paragraph": "阁傍江城外，窗开云水间。只因尘境远，自觉主人闲。日落见归鸟，月明看远山。移船候潮至，相送野僧还。"
    },
    {
        "title": "戚龙渊过山中",
        "paragraph": "关路几年别，秋霜两鬓多。高谈卑世态，远涉识风波。艺绝惟名在，身贫奈壮何。为君沽斗酒，聊复慰蹉跎。"
    },
    {
        "title": "送周雨山还金陵",
        "paragraph": "戚戚在歧路，茕茕归邺都。病多双鬓换，天远一身孤。晚饭到吴市，秋吟向野芜。扁舟今夜月，难遣客愁无。"
    },
    {
        "title": "桑乾道中",
        "paragraph": "征程十里见桑乾，二月谁怜尚苦寒。沃野北来边地近，流澌东下早春残。风疑竹箭穿貂帽，雪作杨花点马鞍。旅况垆头消不尽，琵琶纤指莫教弹。"
    },
    {
        "title": "咏红白桃花",
        "paragraph": "双艳如从露井看，妆分浓淡映雕栏。玉肤中酒冰绡薄，粉面窥人锦障寒。杏雨并随窗外度，梨云同入帐中残。胆瓶不是余香在，定讶珊瑚间木难。"
    },
    {
        "title": "秋夜曲",
        "paragraph": "悔却与欢期，空房香烬时。那能如宝鸭，冷暖腹中知。"
    },
    {
        "title": "新秋",
        "paragraph": "蝉声昨日催秋至，渐觉单衣卷凉吹。闲吟最爱夕阳天，水转澄鲜山转媚。几处桐阴清露垂，萧然物候翻相宜。不知宋玉何为者，畏见西风摇落时？"
    },
    {
        "title": "赠南山邻友",
        "paragraph": "却喜为邻好，君西我住东。夜泉皆屋后，晓塔共窗中。竹色篱交绿，灯花壁送红。时时过王翰，花底一尊同。"
    },
    {
        "title": "闻雁",
        "paragraph": "连翩升紫塞，嘹呖过秋城。帛染传书泪，砧催捣练声。云深飞总近，风细落还轻。此夜高楼笛，怀人几度横。"
    },
    {
        "title": "郝琰公墓下作",
        "paragraph": "郝之玺，今已矣。忆君弃我已三年，一棺裹骨黄泉里。我欲呼君君不起，惨柏悲松声聃耳。几茎瘦草不成丛，是我频来泪浇死。亡者不生，生者必亡。前后差期，鬼路茫茫。譬如作客，指此为乡。客倦归来，晚聚一堂。君如有约君莫忘，我谨待君蝴蝶床。"
    },
    {
        "title": "蝶恋花·面旋落花风荡漾",
        "paragraph": "面旋落花风荡漾。柳重烟深，雪絮飞来往。雨後轻寒犹未放。春愁酒病成惆怅。枕畔屏山围碧浪。翠被华灯，夜夜空相向。寂寞起来褰绣幌。月明正在梨花上。"
    },
    {
        "title": "酬故人还山",
        "paragraph": "举棹乘春水，归山抚岁华。碧潭宵见月，红树晚开花。肃穆轻风度，依微隐径斜。危亭暗松石，幽涧落云霞。思鸟吟高树，游鱼戏浅沙。安知馀兴尽，相望紫烟赊。"
    },
    {
        "title": "蝶恋花·水浸秋天风皱浪",
        "paragraph": "水浸秋天风皱浪。缥缈仙舟，只似秋天上。和露采莲愁一饷。看花却是啼妆样。\r\r折得莲茎丝未放。莲断丝牵，特地成惆怅。归棹莫随花荡漾。江头有个人想望。\r\r"
    },
    {
        "title": "蝶恋花·一掬天和金粉腻",
        "paragraph": "一掬天和金粉腻。莲子心中，自有深深意。意密莲深秋正媚。将花寄恨无人会。\r\r桥上少年桥下水。小棹归时，不语牵红袂。浪浅荷心圆又碎。无端欲伴相思泪。\r\r"
    },
    {
        "title": "蝶恋花·画阁归来春又晚",
        "paragraph": "画阁归来春又晚。燕子双飞，柳软桃花浅。细雨满天风满院。愁眉敛尽无人见。独倚阑干心绪乱。芳草芊绵，尚忆江南岸。风月无情人暗换。旧游如梦空肠断。"
    },
    {
        "title": "东湖晓发",
        "paragraph": "曲曲东湖水，何能计里长。沙明兼淡月，船重积严霜。冒晓人佣起，冲寒雁欲翔。梅花飞尽日，犹不到家乡。"
    },
    {
        "title": "留别敬师",
        "paragraph": "浪游行橐倍萧然，但有山僧送上船。月白不堪莲社别，日高难恋竹房眠。晓粮载少癯同鹤，秋思悲多乱似蝉。后夜忆师空梦寐，淮城东畔寺门前。"
    },
    {
        "title": "过曹能始石仓园",
        "paragraph": "径绕寒流转郁纡，夹堤山色望中殊。草堂似卜东西瀼，画舫如过里外湖。莺唤曲栏春卧稳，鹤窥深户夜吟孤。问奇日载花间酒，莫谓投闲一事无。"
    },
    {
        "title": "咏雪球花",
        "paragraph": "盈盈初发几枝寒，映户流苏百结团。正恐东风先扬尽，不愁迟日易消残。淡姿向晓迷蝴蝶，艳色争春笑牡丹。惟有三郎儿戏甚，还疑蹋踘绕丛看。"
    },
    {
        "title": "典衣曲",
        "paragraph": "典尽衣难赎，邻家夜捣砧。那堪风露冷，儿女说秋深。"
    },
    {
        "title": "江南乐四首",
        "paragraph": "桃花亦太早，妾颜亦太好。早杀不耐春，好杀不耐老。"
    },
    {
        "title": "夹竹岭",
        "paragraph": "长途不可涉，况历万峰巅。倦鸟已投树，行人犹在烟。夕阳沉岭路，寒涧落山田。纵少离家恨，凭高自怆然。"
    },
    {
        "title": "禁烟日简长如仲如二昆弟",
        "paragraph": "朱阑六曲旧池台，甲帐珠帘已劫灰。旧鬼烦冤新鬼哭，前人遗怨后人哀。谁将天地为棺椁，忍见英雄化草莱。惆怅故园犹未返，野花无主为谁开。¤"
    },
    {
        "title": "禁烟日简长如仲如二昆弟",
        "paragraph": "湖头谁复载吴娃，鸥鸟多情恋白沙。涪万春深无杜宇，武陵何处有桃花。雨余石燕晴归穴，市近山蜂午报衙。看到前朝丞相墓，野人翻土树桑麻。"
    },
    {
        "title": "郁林道中",
        "paragraph": "茫茫新水拍沙堤，四月应无杜宇啼。记得驿程来日路，五千余里郁林西。"
    },
    {
        "title": "买西园菊至招同社徐兴公商孟和诸人花下小酌",
        "paragraph": "几处菊花残，西园余数亩。买来竹窗下，折简会宾友。把酒坐花旁，一齐衫袖香。春天百卉媚，不及此幽芳。阶下凉风薄暮起，枝枝低拂深杯里。愿君尽醉宿我家，明日更买西园花。"
    },
    {
        "title": "三月晦日集交荫轩送春",
        "paragraph": "西飞恨杀羲轮疾，九十东风将尽日。门前芳草青已残，地上落花红更密。欲问谁家卖酒旗，相留顷刻春归迟。五更风雨倍惆怅，啼鸟无情犹不知。"
    },
    {
        "title": "送周焕文从唐伯刚之吴兴",
        "paragraph": "碧澜堂下即吴兴，十里芙蓉绕石城。山简归时应倒载，条侯醉后尚谈兵。摐洲雨过秋闻雁，橘里春深晓候耕。事简好将樵唱曲，水晶宫里坐吹笙。"
    },
    {
        "title": "海上述事",
        "paragraph": "浮生南北任流萍，漫刺江湖忆祢衡。雁去关河愁万里，潮来江海月三更。磷光夜伴蛩螀泣，妖气晴连螮蝀横。欲向灵氛问人事，中原何日可休兵？"
    },
    {
        "title": "吊古",
        "paragraph": "投棰渡江江水空，朝驰淮海暮吴中。江东壮士轻王猛，吴下诸公失吕蒙。山鬼有灵啼夜月，野花无主怨东风。尽将骸骨填沟壑，谁在云台第一功。"
    },
    {
        "title": "山中",
        "paragraph": "空山无伴木无枝，鸟雀啾啾虎豹饥。独荷长镵衣短后，五更风雪葬要离。"
    },
    {
        "title": "山中",
        "paragraph": "燕子飞来枕上，荷花开到桥西。新凉几番客至，永日不住鸡啼。"
    },
    {
        "title": "秋夜怀明本",
        "paragraph": "溪声淅沥起蒹葭，溪水潺潺漱白沙。大地星流还化石，小窗灯冷不成花。江淮烽火三千里，城郭人民八九家。避地欲寻张博望，月明沧海泛灵槎。"
    },
    {
        "title": "酬张九龄使风见示（时为宣州刺史）",
        "paragraph": "兹地五湖邻，艰哉万里人。惊飙翻是托，危浪亦相因。宣室才华子，金闺讽议臣。承明有三入，去去速归轮。"
    },
    {
        "title": "花园子",
        "paragraph": "当年内苑花如绮，万树红云日边倚。监使惟承巡幸欢，诛求那惜花园子。别有朱门令尤急，绿衣怒叱青衣执。春风惨惨白日寒，愁把花枝对花泣。祇今圣主罢游畋，诏书屡却黄龙船。岁时虽有上林役，种植还堪助衣食。君不见玄明宫少阳院，秋雨霏霏秋草遍。"
    },
    {
        "title": "村居",
        "paragraph": "青草湖边白石西，花篱茅屋酒帘低。来来去去双黄鸟，不到浓阴不肯啼。"
    },
    {
        "title": "读少陵集",
        "paragraph": "兔脱如飞神鹘见，珠沉无底老龙知。少年莫漫轻吟咏，五十方能读杜诗。"
    },
    {
        "title": "赠无瑕上人",
        "paragraph": "宝剑绣不飞，化作长虹影。霜月照禅床，何如铁衣冷。"
    },
    {
        "title": "题枇杷山鸟图",
        "paragraph": "卢橘垂黄雨满枝，山禽饱啄已多时。那知岁宴空林里，竹实萧疏凤亦饥。"
    },
    {
        "title": "春日闲行",
        "paragraph": "睡起闲窗日影斜，欲寻幽处一烹茶。芒鞋踏遍前村路，杨柳春风有几家。"
    },
    {
        "title": "夜坐",
        "paragraph": "寒来尘绪不关情，吟对青灯过一更。落叶满庭风满树，小窗无处着秋声。"
    },
    {
        "title": "鼓琴",
        "paragraph": "老树槎牙匝涧生，弹琴树底月凄清。有时弦到真悲处，古战场中蟋蟀声。"
    },
    {
        "title": "南都",
        "paragraph": "太平风景是京华，白马黄衫七宝车。寒食斗鸡归去晚，院门新月印梨花。"
    },
    {
        "title": "题归去来辞画（四首）",
        "paragraph": "帝乡不可期，归老全此身。清风谢流俗，高节抗浮云。舒啸登东皋，赋诗临涧滨。有酒辄取醉，不负头上巾。乐天以乘化，超然真达人。"
    },
    {
        "title": "题毕钵山图",
        "paragraph": "毕钵罗峰迥入霄，不通猿鸟不通樵。横空独木如飞栈，半月仙人一换桥。"
    },
    {
        "title": "题云山",
        "paragraph": "雨过石生五色，云度山余数层。时有炊烟出树，中多处士高僧。"
    },
    {
        "title": "同印空夜坐凭虚阁",
        "paragraph": "人在钟声上，僧栖暮色边。松枝高士麈，贝叶梵王言。木落如飞鸟，山平疑澹烟。灯残挥手去，曳杖听流泉。"
    },
    {
        "title": "江上",
        "paragraph": "双鸥如有约，同泛越江风。极浦回波势，修林袭岸容。孤帆春雨外，短笛暮烟中。坐久浑无事，江头数乱峰。"
    },
    {
        "title": "月下登金山",
        "paragraph": "江平秋万里，山静月三更。彷佛寒烟外，瓜州有雁声。"
    },
    {
        "title": "同辰玉过澹圃",
        "paragraph": "解带入幽丛，微凉下井桐。谁为起予者，取次得君同。雀乳槐花雨，鱼皦稻叶风。琴尊不觉暮，归路月华东。山镵汲冢书千笈，雨甲烟芽菜一筐。羡汝半生真可了，满鞋红叶看斜阳。"
    },
    {
        "title": "玉泉亭",
        "paragraph": "武帝时乘兴，金舆驻翠微。至今看草树，犹似被光辉。泉迸闻仙乐，云流见画旂。亭高重回首，冉冉下斜晖。"
    },
    {
        "title": "赠麻衣僧",
        "paragraph": "熟睡孤峰最上台，雪深埋却醉形骸。一枝竹杖虽然瘦，曾解山中斗虎来。"
    },
    {
        "title": "采莲曲（三首）",
        "paragraph": "素月开歌扇，红渠艳舞衣。隔江闻笑语，隐隐棹歌归。"
    },
    {
        "title": "看花纪事",
        "paragraph": "春寒风弱酒旗斜，亚字城南八字沙。午后主人犹病酒，隔篱小犬吠桃花。"
    },
    {
        "title": "偶成",
        "paragraph": "野性耽迂百念轻，幽栖随处得怡情。山依南郭家林好，水入西庄客舍清。暖日野花常护鹿，春风汀柳不辞莺。年来梦里添游乐，也逐渔樵结伴行。"
    },
    {
        "title": "过玄妙观",
        "paragraph": "影摇红烛散庭辉，小殿香清午漏迟。啼鸟数声风习习，碧桐阴下立多时。"
    },
    {
        "title": "和令则题画",
        "paragraph": "山村雨霁水痕加，鸭嘴滩头燕尾沙。新结松棚试新茗，好风无力扫藤花。"
    },
    {
        "title": "渔父辞",
        "paragraph": "江柳阴，江水深，钓船不到江之心。江心风高浪相激，纵使鱼多不易得。钓丝只在江边垂，得鱼无鱼心自怡。有时投竿把书读，残阳渐红江转绿。有时沽酒醉风前，沙鸥忘机相对眠。人生富贵那足羡，好似春鸿与秋燕。江柳阴，江水深，钓船不到江之心。"
    },
    {
        "title": "赋得江天暮雪送友人之官",
        "paragraph": "漠漠江天黯黯云，晚风吹雪正纷纷。笼寒已禁猿争语，傍夕空教雁失群。影带楚兰看不见，声连湘竹听还闻。太平未必堪成瑞，一向谁怜好似君。"
    },
    {
        "title": "秋晚过西庵",
        "paragraph": "游吟何处最宜频，谷木溪西第一邻。竹径清风啼黠鸟，柴门落日对闲人。穿云渐觉香裘重，照水惟怜白发新。常得杖藜随去住，不须琴酌在芳春。"
    },
    {
        "title": "远归图",
        "paragraph": "杜宇一声春尽，杨花千里人归。半卷东风罗幕，任教双燕飞飞。"
    },
    {
        "title": "春江渔父",
        "paragraph": "鬓丝如雪映沙鸥，烟渚风汀醉泊舟。好谢岸傍花共柳，莫将春色忌清秋。"
    },
    {
        "title": "题画",
        "paragraph": "鸟散江村社鼓，花摇酒市风帘。曾记踏青归去，香罗着雨廉纤。"
    },
    {
        "title": "呈内阁诸老",
        "paragraph": "白发催年老病身，可堪金屋备词臣。东风是处花开落，谁识羲和酿得春。"
    },
    {
        "title": "题挟弹图",
        "paragraph": "白马雕鞍艳绮罗，东城南陌遍经过。金丸且莫轻抛掷，绿树春深乳雀多。"
    },
    {
        "title": "偶成（三首）",
        "paragraph": "紫陌轮蹄蹴暖尘，野猿啼处尽游人。相逢共道看花去，径草谁怜也得春。"
    },
    {
        "title": "题月下裁衣图",
        "paragraph": "香帏风卷月团团，睡起裁衣思万端。秋叶未红金剪冷，玉门关外不胜寒。"
    },
    {
        "title": "偶成（三首）",
        "paragraph": "岚翠霏霏湿涧萝，青山应喜我来过。莫教杜宇催春去，花落东风已自多。"
    },
    {
        "title": "宫词三首",
        "paragraph": "千树垂杨万树梅，朝曦初上露初开。满身雨露非承宠，只合宜春斗草来。"
    },
    {
        "title": "宫词三首",
        "paragraph": "虽言逐队向长门，十载何曾识至尊。命薄不教人见妒，始知无宠是君恩。"
    },
    {
        "title": "立春日感怀",
        "paragraph": "征袖翩翩浥泪痕，别离无计但销魂。应嗟不及墙东柳，岁岁春风在故园。"
    },
    {
        "title": "感古十四首",
        "paragraph": "楚昭反国，说反屠羊。犒师存国，弦高郑商。居处卑贱，陈义匪常。谁谓草泽，而乏贞良。嗟嗟贵仕，名利膏肓。视彼二子，冥鸿天翔。¤"
    },
    {
        "title": "宫词三首",
        "paragraph": "花压雕阑树色苍，半开鱼钥侍焚香。掌中态弱君恩重，强起还凭白玉床。"
    },
    {
        "title": "浣衣曲",
        "paragraph": "幽荷冉冉新篁密，皱縠含风波浸日。靓妆融冶粉红香，浅碧银塘映花立。双双玉腕漾清漪，雾縠摇波光陆离。不因惊起鸳鸯伴，花外玉郎那得知。"
    },
    {
        "title": "竹枝词·荷叶田田柳叶垂",
        "paragraph": "荷叶田田柳叶垂，千船万船多女儿。与郎暗约花间去，不唱《竹枝》知是谁。"
    },
    {
        "title": "子夜歌",
        "paragraph": "不见金钴拏，火盛柄自爇。裁衣持寄郎，郎温侬亦热。"
    },
    {
        "title": "塞下曲",
        "paragraph": "塞草黄云万里哀，胡天漠漠鸟飞回。汉家几见封侯印，曾系沙场白骨来。"
    },
    {
        "title": "临别再呈伯孺兄",
        "paragraph": "临别无言但损神，孤身游子白头亲。乡书到处封题便，马上相逢好寄人。"
    },
    {
        "title": "偶成（三首）",
        "paragraph": "摐浦凉风袅鬓丝，钓鱼兼得赋新诗。舟移不向江桥泊，意在西岩日莫时。"
    },
    {
        "title": "海口城晚望",
        "paragraph": "蒹葭蔼蔼树苍苍，平楚闲看益渺茫。驿路绕山多落木，孤城临水易斜阳。潮回近浦寒生雨，雁度遥天夜带霜。暂息征鞍瀛海上，烟波千里断人肠。"
    },
    {
        "title": "古意",
        "paragraph": "黄蘖种作篱，围绕合欢树。不见合欢时，但见生离苦。"
    },
    {
        "title": "寄怀王震甫客蜀",
        "paragraph": "邛歊东望草离离，峡口春归未有期。怀古思乡两行泪，岂堪同在听猿时。"
    },
    {
        "title": "落花次石田翁韵",
        "paragraph": "群芳无力爱春眠，倦倚阑干似醉然。汉女琵琶应饮恨，楚宫粉黛不胜蔫。燕衔零玉遗书几，蜂带余香过酒船。欲为痴儿时洗面，杖藜闲到短篱边。"
    },
    {
        "title": "感古十四首",
        "paragraph": "前古有圣，后世之师。后世有圣，前古之资。维楚文王，申侯是悦。当身放逐，早绝佞蘖。耿耿苋嘻，矫以义礼。亟锡之爵，宁其忤己。彼恐将来，有达者生。非我用舍，丧厥令名。奔走置力，预为之更。大哉圣哲，默运法程。¤"
    },
    {
        "title": "上报国寺毗卢阁",
        "paragraph": "十丈青莲朵朵开，毗卢高阁独崔嵬。欲看山势连天远，已见河流带雨来。宫树阴浓秋未落，塞鸿声断晚尤哀。烽烟直北何时息，处处关门鼓角催。"
    },
    {
        "title": "张德充别予之青州赋赠",
        "paragraph": "马首分残雨，青齐古道迂。相逢何慷慨，言别亦须臾。脑后双丸跃，怀中一戺孤。九回山上望，为我断肠无。"
    },
    {
        "title": "题邵大行薰亭",
        "paragraph": "一片苍山落案前，亭亭孤塔影婵娟。林花乍落犹含露，池水新生即有烟。蝶趁侍儿登佛阁，鹤随门客上渔船。清光尽贮轩庭内，独榻抛书抱石眠。"
    },
    {
        "title": "玉山中即景",
        "paragraph": "杨柳丝丝一径斜，碧溪循绕野人家。东风二月春如海，开遍一山桃杏花。"
    },
    {
        "title": "送李芳生还白下",
        "paragraph": "娘嬛古洞旧藏名，岂但诗文独主盟。莫令杜鹃愁邵子，姑从蝴蝶梦庄生。窗寒流水芦风切，门响邻庄竹雪轻。若上星台占列宿，何时楚豫落欃枪。"
    },
    {
        "title": "戏{艹閒}草堂主人",
        "paragraph": "嘉树萧森六月凉，上有凌霄百尺长。秋风莫剪青青叶，留取清阴覆草堂。"
    },
    {
        "title": "将至珠崖过回风岭即事",
        "paragraph": "琼南漠漠海云西，瘴岭秋风客路迷。涧水松萝猿共饮，夕阳烟树鸟空啼。黎人射鹿归深洞，越女乘牛度晚溪。更欲摩崖书别恨，古苔封尽不堪题。"
    },
    {
        "title": "秋夜词",
        "paragraph": "残灯隐壁秋魂苦，榕叶翻风桂花雨。谁遣衰蛩上井栏，陈根一一悲相语。崩云漏雨宵中白，皱縠窗烟锁寒碧。铜龙咽尽东方高，浮尘穰穰城西陌。"
    },
    {
        "title": "送人之长沙",
        "paragraph": "片帆西挂岊江湄，三月杨花怨子规。君到贾生迁谪处，断肠应在过湘时。"
    },
    {
        "title": "燕",
        "paragraph": "暂逐东风别海涯，去年营垒是谁家。春光浪信江南好，到得江南又落花。"
    },
    {
        "title": "镜听词",
        "paragraph": "忆昔与君生别离，镜似乐昌初破时。自嗟桂魄几圆缺，远人尚自愆还期。辘轳无绳瓶坠井，青灯荧荧照孤影。含愁抱镜入中厨，呢呢低声自陈请。漏短不知夜几更，四邻已静无人声。忧疑未决心转苦，起步明月沿阶行。倚阑脉脉望河汉，鹦鹉笼中巧相唤。忽言半月在回廊，始卜郎回在月半。深深再拜喜不眠，举头看月尚末圆。回身再问匣中镜，知汝何时飞上天。"
    },
    {
        "title": "宿海边山店",
        "paragraph": "草舍依荒驿，孤村背夕阳。海云秋漠漠，山霭夜苍苍。木客歌畬月，鲛人泣岸霜。谁能当此地，高枕不思乡。"
    },
    {
        "title": "奉和圣制送张说巡边",
        "paragraph": "圣主重兵权，分符属大贤。中军仍执政，丞相复巡边。翕习戎装动，张皇庙略宣。朝荣承睿札，野饯转行旃。亭障东缘海，沙场北际天。春冬见岩雪，朝夕候烽烟。已勒封山记，犹闻遣戍篇。五营将月合，八阵与云连。经略图方远，怀柔道更全。归来画麟阁，蔼蔼武功传。"
    },
    {
        "title": "题沈恒吉画扇",
        "paragraph": "红树丹山领去舟，摐花香老不胜秋。沧江风月谁人管，且向前汀问白鸥。"
    },
    {
        "title": "奉和圣制答张说南出雀鼠谷",
        "paragraph": "鸣銮初幸代，旋盖欲横汾。山尽千旗出，郊平五校分。前林已暄景，后壑尚寒氛。风送箫韶曲，花铺黼黻文。盐梅推上宰，礼乐统中军。献赋纡天札，飘飖飞白云。"
    },
    {
        "title": "题沈臞樵雪中访沈介轩画",
        "paragraph": "雨中访旧忆葵丘，冒雪臞樵又泛舟。两度共留诗画去，山阴谁说晋风流。"
    },
    {
        "title": "访包山徐德彰",
        "paragraph": "青山湖上是君家，有约来看巨胜花。踏破白云秋一片，不知还隔几重霞。"
    },
    {
        "title": "和铁厓《西湖竹枝",
        "paragraph": "茜红裙子柳黄衣，花间采莲人不知。唱歌荡桨过湖去，荷叶荷花风乱吹。"
    },
    {
        "title": "题林君复二帖用坡韵",
        "paragraph": "我昔孤山访遗躅，春暖西湖泛晴渌。山头草树不荒凉，知是先生此埋玉。念初茅庐结构完，长吏频顾惊流俗。就中薛李最忘形，湖上夜归曾秉烛。先生自乐味道腴，此怀何尝忘不足。惟当吟咏苦嚘咿，役扰心兵削肌肉。诗成又复恐惊世，辄毁不使相誊录。谁知造化难尽藏，千古骚坛传妙曲。亦有遗墨落人间，留在剡藤并楚竹。见其瘦硬想其人，似对灵均餐落菊。"
    },
    {
        "title": "和寒山子诗",
        "paragraph": "青烟紫雾夕冥冥，似雨飞泉满户庭。白日山人无一事，水精帘下阅金经。"
    },
    {
        "title": "送黄淳甫还吴门时倭乱甫定",
        "paragraph": "忆君还故宅，追叹昔年违。花倚新枝笑，人随旧燕归。川原春日澹，桑梓暮阴稀。挂壁余孤剑，依然夜有辉。"
    },
    {
        "title": "访沈士怡丹房",
        "paragraph": "绕屋丹光炫晓霞，隔溪山色映鸥沙。几回谈笑停杯坐，帘外春风落杏花。"
    },
    {
        "title": "九日长干寺别友人",
        "paragraph": "精舍长干绕，清池曲路通。双桥云影上，疏雨梵声中。晚岫沉孤翠，秋英吐艳红。嘉辰聊一醉，世路漫西东。"
    },
    {
        "title": "感兴（二首）",
        "paragraph": "丰城蚀利剑，蓝田没良玉。出处谅有时，光芒岂终伏。一拂即世用，三献徒自辱。安知莘渭间，养晦恒自足。龙兴云亦从，梦筮若秉烛。经济成大业，谁复继遐躅。¤"
    },
    {
        "title": "季冬溪阁别张幼于",
        "paragraph": "即见雕栏外，丝丝柳拂头。水平桃叶渡，花碍木兰舟。定拟寻春至，仍须下榻留。只怜君去日，雪洒翠云裘。"
    },
    {
        "title": "感兴（二首）",
        "paragraph": "荷筿丈人辈，沮溺同其流。洁身匪良图，与世空沉浮。禹稷抱大器，孜孜为时忧。手足俱胼胝，驱驰行靡休。水土既平治，稼穑云亦稠。粒食惠万载，厥功孰与俦。"
    },
    {
        "title": "挟弹图（二首）",
        "paragraph": "连镳骢马雕鞍新，银蹄蹀躞扬风尘。一声嘶过沙堤畔，雨香云暖当芳春。乌纱云锦新承赐，侍宴明光醉归去。弯弓挟弹望飞禽，落花满地无寻处。¤"
    },
    {
        "title": "挟弹图（二首）",
        "paragraph": "奚官平明出建章，金羁白马多恩光。翻身忽见草中兔，雕弓满彀如鹰扬。四蹄蹴踏烟莎短，垂鞭缓把丝缰绾。归来犹带上林酣，挥袂香风春日暖。"
    },
    {
        "title": "丹阳湖",
        "paragraph": "积水涵太虚，一望何弥弥。风澜漾轻縠，霞光映文绮。遥山鸟外横，孤棹沙边舣。渔家夜语声，深在芦花里。"
    },
    {
        "title": "相逢行赠孔员外",
        "paragraph": "白马绾青丝，华鞭控锦羁。蹀躞黄金陌，照耀绿杨枝。来自鄞江道，还过越溪水。相逢碧荷畔，共入花间语。"
    },
    {
        "title": "过彭城",
        "paragraph": "画角吹残晓月明，官船挝鼓发彭城。山峰北去青如染，河水东来势若倾。两岸菰蒲天共远，几家村落屋初成。长歌激烈空怀古，亚父墙头草又生。"
    },
    {
        "title": "曹娥江寄京口诸友人",
        "paragraph": "曹娥江上浪如花，数幅蒲帆过浦斜。烟际乱山明落日，树中古庙带残霞。乾坤故旧劳魂梦，客路星霜换岁华。鸣雁满天无信息，相思一夜遍天涯。"
    },
    {
        "title": "奉同潘友石左丞霅溪泛舟得人字韵",
        "paragraph": "溪水绿生鳞，溪山雨后新。草藏眠渚鸟，花隐浣沙人。意适忘舟远，情欢藉酒频。碧云莫将合，回首隔风尘。"
    },
    {
        "title": "荆溪舟中次子素潘先生韵",
        "paragraph": "二月过荆溪，扁舟思欲迷。家家芳草绿，树树早莺啼。水接遥天阔，云横远岫齐。张公洞前石，记得昔年题。"
    },
    {
        "title": "余久不与文勉聚语忽薄暮见过评论近诗余甚有",
        "paragraph": "好客评诗过草堂，琴尊留共晚风凉。天边云气不成雨，地上月华浑似霜。渠碗羹浮芹叶嫩，碧筒酒吸藕花香。明朝别我城西去，水色山光引兴长。"
    },
    {
        "title": "制衣词",
        "paragraph": "妾把春蚕丝，动向寒窗织。织成鸳鸯纹，洗花染春色。谁知裁剪时，为郎三叹息。郎身别已久，长短今未识。聊将梦中见，仿佛试刀尺。霜天万里途，特寄泪沾臆。愿郎衣着时，细看针线迹。"
    },
    {
        "title": "亭上",
        "paragraph": "汲清漱晨齿，沐发冠新帻。闲来历亭上，对此南山色。天高云鸟空，秋净水花白。悠然淡忘归，孤怀聊自适。"
    },
    {
        "title": "奉陪遂昌郑明德锡山倪元镇宴潘仲昭左丞园亭",
        "paragraph": "林园春雨余，竹色浮绿雾。美酒生微波，残梅杂芳树。尘暄隔清池，玄赏惬幽趣。偶同文翰游，及此良时遇。"
    },
    {
        "title": "秋闺",
        "paragraph": "华月初生夜，高楼独倚时。天长人去远，秋半雁来迟。宝瑟凄凉调，银笺宛转词。应知愁似海，不解鬓成丝。"
    },
    {
        "title": "登溪山第一楼有怀倪元镇",
        "paragraph": "清晨独倚楼，秋色净如洗。山青云弄姿，江白风初起。心随沙鸟闲，目送征帆驶。对景每怀人，相看隔千里。"
    },
    {
        "title": "夜宿吴中承天寺",
        "paragraph": "因过城北寺，似与世相违。疏雨生秋思，微云漏月辉。鹤惊林外磬，萤点竹间衣。悦悟谈玄旨，萧条共掩扉。"
    },
    {
        "title": "寄倪云林",
        "paragraph": "高人只在南湖住，未踏扁舟往见之。诗到每惊陶谢句，别来空负范张期。花明晓日啼黄鸟，谷暖春风长紫芝。此日幽居想无事，水光山色满帘幔"
    },
    {
        "title": "送周仲瞻架阁使高丽",
        "paragraph": "万里三韩国，南风几日程。海平蛟室净，天近使星明。玉帛通新好，梯航续旧盟。归时应不远，还与雁南征。"
    },
    {
        "title": "杂咏",
        "paragraph": "空庭清昼永，花落见春莫。谁念未归人，草色江南路。"
    },
    {
        "title": "睡起",
        "paragraph": "匡床午梦鹤惊破，帘外柳花飞白云。漠漠茶烟当户起，丁丁樵响隔林闻。诗成自刻庭前竹，酒熟还羹涧底芹。春尽江南新涨绿，扁舟何处狎鸥群。"
    },
    {
        "title": "军中",
        "paragraph": "风咽悲笳送夕晖，辕门寂寂令严威。十年骨肉多离别，万里乡关有梦归。寒雨萧萧冤鬼哭，黄沙漠漠战尘飞。将军肯念苍生苦，早决雌雄在此机。"
    },
    {
        "title": "旅馆秋夜不寐",
        "paragraph": "残梦惊回枕半欹，山城何处角声悲。鬓毛似叶秋都落，骨肉如星晓渐离。沽尽酒资为客久，欠多诗债了人迟。黄花开处凭谁报，三径归看未有期。"
    },
    {
        "title": "杂兴（三首）",
        "paragraph": "秋风起兰皋，萧萧坠霜叶。空庭坐无眠，清漏何时彻。美人胡不来，慰我经年别。相思复相思，中肠九回折。¤"
    },
    {
        "title": "早春书怀",
        "paragraph": "春来生怕恼吟魂，不待春来便出村。诗骨瘦来山并耸，酒肠宽去海都吞。板桥晴雪梅花路，茅店东风竹叶尊。囊底青蚨有三百，未甘骑马傍人门。"
    },
    {
        "title": "杂兴（三首）",
        "paragraph": "皎皎秋夜月，流光鉴薄幔忧思不能寐，况此蛩声悲。揽衣起徘徊，四顾安所之？故乡渺何许，身在天一涯。¤"
    },
    {
        "title": "感怀二首",
        "paragraph": "龟不挟风雨，曳尾而长年。鸠不知戊己，七子何蹁跹。造物无盈亏，达者观其全。鹿裘行带索，中怀尝坦然。¤"
    },
    {
        "title": "题王叔明溪山图",
        "paragraph": "前身定是王摩诘，黄鹄溪山似辋川。薜荔十寻悬绿树，芙蓉千仞倚青天。长歌不用来招隐，闭户当应疏草《玄》。怪底西风波浪恶，披图莫上五湖船。"
    },
    {
        "title": "感怀二首",
        "paragraph": "杖策东郭门，田畴绿委委。人生自食力，奈何名与利。杀身为他人，往往夸圣智。麟凤自翱翔，王者指为瑞。牛马穷筋力，庖人夬为胾。"
    },
    {
        "title": "夜至孙子长山斋",
        "paragraph": "空山明月静，宿鸟夜惊呼。叶地履声乱，霜林烛影孤。丛岩悬坠石，野水漫平芜。梅信今年早，凭君借一区。"
    },
    {
        "title": "寄怀家叔时官黎平",
        "paragraph": "音书南望暮云低，官舍萧萧对五溪。衡雁北来飞不尽，不知曾过夜郎西。"
    },
    {
        "title": "白云洞",
        "paragraph": "径转人疑堕，烟深路欲遮。危峰挂星汉，古洞走龙蛇。积露蒸初日，枯藤钩落花。可怜一尊酒，相对煮芹芽。"
    },
    {
        "title": "钱塘怀古",
        "paragraph": "边尘卷地北风号，泥马南来驻六桥。汴水故宫空有月，海门沙溆寂无潮。铜驼夜泣霜华冷，银雁秋飞王气销。五国城头魂不返，伤心谁赋《楚辞》招。"
    },
    {
        "title": "和徐德彰春日杂咏（八首）",
        "paragraph": "三竿红日晓辉辉，流水平芜燕子飞。芳径露香花锦碎，深山云暖蕨芽肥。乌纱别制笼头帽，白苎新裁称体衣。社鼓冬冬桑柘外，野翁扶醉蹋歌归。¤"
    },
    {
        "title": "和徐德彰春日杂咏（八首）",
        "paragraph": "暖色晴光处处迷，画桥杨柳路东西。千村红乱桃花雨，一夜香生燕子泥。莺舌语双谐作瑟，草根枯半踏成蹊。最难留得芳时在，怪杀枝头杜宇啼。¤"
    },
    {
        "title": "和徐德彰春日杂咏（八首）",
        "paragraph": "花摇银壁影幢幢，香霭空濛扑琐窗。留客小莺偏恰恰，可人飞蝶故双双。好山罨画连平野，新水挪蓝正满江。红粉蹋歌溪上女，彩云随处度新腔。¤"
    },
    {
        "title": "和徐德彰春日杂咏（八首）",
        "paragraph": "蹀躞青骢款款骑，浅村深巷柳如丝。土墙茅草低低屋，竹径柴门短短篱。细雨一帘飞燕子，香风十里醉花枝。馆娃溪上春如海，时有人歌《白筼》词。¤"
    },
    {
        "title": "送袁节推奏绩北上",
        "paragraph": "斜日半帆明，西江浪正平。风云双阙路，吴越两乡情。树绿沉山影，天空落雁声。孤舟渔浦夜，共语一灯清。"
    },
    {
        "title": "和徐德彰春日杂咏（八首）",
        "paragraph": "十里香尘暖雾消，绿烟芳草去迢迢。春风春雨花连巷，溪北溪南柳映桥。游女踏青罗袜小，粉郎沉醉玉骢骄。谢家庭院秋千下，会有何人拾翠翘。¤"
    },
    {
        "title": "和徐德彰春日杂咏（八首）",
        "paragraph": "胜卖东风富贵春，青衣催坐叠花茵。莺欺皓齿清歌妓，柳妒纤腰学舞人。猩色屏风围孔雀，麝香衾被压麒麟。任教日日如泥醉，不负韶华一度新。¤"
    },
    {
        "title": "和徐德彰春日杂咏（八首）",
        "paragraph": "绣户凝香瑞霭浮，日催红影上帘钩。莺捎飞蝶穿花去，水学惊蛇抱石流。绿酒金尊邀醉饮，朱弦银甲按歌讴。若教买得春常在，不用良宵秉烛游。"
    },
    {
        "title": "铜雀妓二首",
        "paragraph": "疑陵那可望，催泪复催妍。飞花销脸靥，拜月笑眉钿。衔令死犹爱，缄情生自怜。无因凭李少，为幻入君前。¤"
    },
    {
        "title": "赋得上林雁赠吏部王郎中谪毗陵",
        "paragraph": "八月凉风动双阙，嗷嗷旅雁云中发。遐飞远响激清音，刷羽振衣度上林。天边结字行难乱，风里传书力不任。讵意上林重毛色，抱奇区区不察识。凌寒不借一枝栖，能鸣转被单丝弋。逸志由来耻稻粱，归飞耿耿背金塘。水咽惊声疑箭落，月明避影怯弓伤。遥遥关路长辛苦，萧条为向南中土。地阔山空不畏人，沙明水暖聊鸣舞。少年才客有王君，把袂愁为失意分。南去祇应闻雁叫，临风好是泣离群。"
    },
    {
        "title": "铜雀妓二首",
        "paragraph": "铜羽溯秋风，金缕夜帐空。舞鸾君讵见，调凤妾犹工。泪竹愁难灭，采菱歌易穷。翻怜秦帝宠，骊下许相同。"
    },
    {
        "title": "都下秋雨夜饮王子长宅",
        "paragraph": "阔别时何屡，蹉跎鬓已侵。还朝明主赐，卜夜故人心。凉雨杯初覆，空堂漏欲沉。安知非梦寐，相对帝城阴。"
    },
    {
        "title": "入闽",
        "paragraph": "海国深秋别，山关入望穷。人家青壁里，鸟道绿萝中。地暖收蒟叶，天寒折桂丛。岚蒸晴亦雨，瀑落静还风。灵药繙经识，讹言待驿通。问耕留野老，赋食与山童。直是忘机甚，非将大隐同。"
    },
    {
        "title": "送李郎中谪守吴兴兼简毗陵王别驾予与李邦良",
        "paragraph": "投辖本适意，何言吏道侵。谪承明主惠，别感故交心。垂耳君如骥，同翰我异禽。毗陵如问讯，道有《式微》吟。"
    },
    {
        "title": "望湖亭迟唐子",
        "paragraph": "策策下危磴，风前立小亭。独游坐超越，属思临深冥。野色向人尽，一湖含晖明。云开知日处，其上峰遥轻。目送鸟渐远，嘹然遗我声。相感适无谓，于焉观物情。坐念所期子，影影尘中行。"
    },
    {
        "title": "宿香山僧房",
        "paragraph": "神龙逝不返，永永沦赤山。九阴黯莫测，扬辉久矣难。靦瑜驰十贵，十贵谁不然。魏父床夜光，咄咄起忧患。楚王非贱货，和氏坐摧残。时议重瓴甋，焉用夸玙璠。怀壁已贾罪，况复滋琢刊。孚采乃憎命，明温以烦冤。传语后世人，宝器无为宣。"
    },
    {
        "title": "高阳行二首",
        "paragraph": "北风吹陇簸黄沙，纵博千场日未斜。白剑杀人丹剑舞，笑歌踏入酒姬家。"
    },
    {
        "title": "高阳行二首",
        "paragraph": "高阳年少事横行，重侠由来不重生。夺得雕刀摇雪色，骑将飞马蹙风声。"
    },
    {
        "title": "返赵怀唐一学何体",
        "paragraph": "萧疏秋欲晚，辛苦客情违。龙分双剑远，雁阻一行归。月色明疑见，风期邈难依。霜交白野合，露罢青林稀。羁候朝朝别，寒云处处飞。兹时轸远念，忆尔倦游非。"
    },
    {
        "title": "咏神乐观梅花",
        "paragraph": "素质舒玄圃，清芬袅碧纱。自将幽独意，不逐艳阳华。避暖迟开叶，凌寒早著花。瓣轻飘易堕，枝曲影从斜。杂雪明春砌，随风入暮笳。何须飞宝靥，长此奉仙家。"
    },
    {
        "title": "夕霁对月有怀唐一编修",
        "paragraph": "终日滞飞濛，三径绝来枉。檐溜一以捐，族云渐回荡。长飚缬河出，月华依波上。微微辨林柯，稍稍晰尘鞅。槿委犹余泫，萱开更映幌。草萤掠明流，土虫疑昼响。命酒陶清虚，解襟纳新爽。怀人邈不御，乐来何由赏。沈思永终夕，景同神宜往。"
    },
    {
        "title": "禁中对雪",
        "paragraph": "禁里霏霙朔气饶，萦风飘度蓟门遥。初翻金马疑飞絮，渐集铜龙似薄绡。百子银题全合色，万年花发半封条。悬闻睿诏赓黄竹，伫待东曹染赤毫。"
    },
    {
        "title": "赠汪御史山居",
        "paragraph": "小山卜筑背孤城，大隐青春早谢名。门长绿萝时挂麈，溪分流水几投缨。霜前鸟去收遗果，雨后鸱肥拾野羹。寂历山亭无一事，时从羽客话长生。"
    },
    {
        "title": "送唐子朝长陵",
        "paragraph": "周王东定日，虞后北巡年。虎旅阴山转，龙舟夜壑迁。珠丘开白坏，琳殿甗玄泉。示俭裁流水，崇威迥跨边。云中分地脉，斗极应星躔。弓堕天难陟，冠游月尚还。光灵六圣扈，警跸八神传。南至恭明祀，东曹简上贤。瞻依徒欲赠，凄恻未能宣。"
    },
    {
        "title": "病中张大见过",
        "paragraph": "拙疾宁为理，幽闲幸避喧。解巾看吏傲，罢牍听禽言。雾委花余泫，风归叶暗翻。园林迟日意，一与故交敦。"
    },
    {
        "title": "石滩",
        "paragraph": "石劣不受凿，水归时碍行。却令无竞性，翻作不平鸣。逆折声犹壮，崩腾色自明。我行殊昧险，于此独婴情。"
    },
    {
        "title": "秋日润兄过访苕霅之游（二首）",
        "paragraph": "何来拄杖响松扃，左挂椰瓢右澡瓶。却是故人湖上至，袈裟犹带两山青。"
    },
    {
        "title": "秋日润兄过访苕霅之游（二首）",
        "paragraph": "踏破芒鞋意自闲，青山无处不潺湲。西东两目连双径，闻说其中好闭关。"
    },
    {
        "title": "山居杂咏",
        "paragraph": "行到深深一翠微，人多畏虎闭山扉。我今最爱兹山住，虎迹多时人迹稀。"
    },
    {
        "title": "元夕赐观灯应制（五首）",
        "paragraph": "紫禁疏钟静，高城刻漏传。五云迎宝盖，万户缀金莲。琼醴行仙席，龙盘进御筵。教坊呈百戏，齐过玉阶前。¤"
    },
    {
        "title": "元夕赐观灯应制（五首）",
        "paragraph": "山拥金鳌壮，云盘彩凤来。星河随斗转，珠阙倚天开。欢洽春声遍，恩从淑气回。愿歌《鱼藻》咏，长奉万年杯。"
    },
    {
        "title": "元夕赐观灯应制（五首）",
        "paragraph": "紫陌连清禁，彤楼接绛河。九门星彩动，万井月华多。宝炬通宵晃，鸾笙协气和。臣民涵圣泽，齐唱太平歌。¤"
    },
    {
        "title": "元夕赐观灯应制（五首）",
        "paragraph": "剑佩青霄近，峰峦翠阁重。花明金幄月，香度玉楼风。拜舞诸蕃集，欢娱万国同。遥闻歌吹发，五色庆云中。¤"
    },
    {
        "title": "元夕赐观灯诗（三首）",
        "paragraph": "河汉沉沉霁景澄，蓬莱燃满九华灯。青猊白象三千界，绮阁雕栏十二层。花绣芙蓉浓艳吐，帘垂翡翠异香凝。世人惟向云中见，遥望天门不可登。¤"
    },
    {
        "title": "元夕赐观灯诗（三首）",
        "paragraph": "中使传宣宴百官，珮声遥集五云端。酒倾绿蚁开金瓮，馔脍苍麟奉玉盘。宝帐春回频送暖，瑶台雪霁不生寒。侍臣沾醉蒙恩德，更敕都人近御看。"
    },
    {
        "title": "题冲佑观二首",
        "paragraph": "十二仙人控紫鸾，顶门一去不曾还。当时鸡犬升天尽，只有浮云住世间。"
    },
    {
        "title": "元夕赐观灯诗（三首）",
        "paragraph": "乐奏《韶》、《咸》宝扇开，遥瞻龙驭自天来。九门香逐灵飚度，万国春随御气回。彩凤高临青玉案，彤云轻护紫霞杯。臣民共愿宸游乐，海内欢声溢九垓。¤"
    },
    {
        "title": "题冲佑观二首",
        "paragraph": "吸餐餐霞绝世氛，石坛亲见武夷君。汉家天子多烟火，却把干鱼污白云。"
    },
    {
        "title": "经漂母墓",
        "paragraph": "淮阴春雨里，杜宇不堪闻。十日王孙饭，千秋漂母坟。山吞濉水月，地接广陵云。感激怀知己，无言对夕曛。"
    },
    {
        "title": "杨柳枝",
        "paragraph": "万绪千条拂翠台，只牵人去不牵来。杨枝折在行人手，那得杨花二月开。"
    },
    {
        "title": "听泉阁",
        "paragraph": "风露临虚阁，应涵秋气清。一山在水次，终日有泉声。响迸僧钟落，寒兼客枕生。中宵满栏月，都作玉琴鸣。"
    },
    {
        "title": "武夷紫阳书院赠朱山人",
        "paragraph": "先业依青嶂，开轩独隐居。石田耕水月，芒履混樵渔。万壑自吹笛，孤灯时读书。结卢倘相许，同钓九溪鱼。"
    },
    {
        "title": "送人之缅甸",
        "paragraph": "万里从军天尽头，身无七尺不禁愁。蚃乡短信题金叶，山店孤灯点石油。青布绾头骑象女，白檀涂面射狼酋。莫言年少轻离别，一夜金沙满鬓秋。"
    },
    {
        "title": "伍相祠",
        "paragraph": "黄池宴罢羽书催，骨葬鸱夷梓可材。西子已辞吴苑去，东门忍见越兵来。春风故国迍芜长，落日荒祠杜宇哀。千载忠魂何处问，满城儿女弄潮回。"
    },
    {
        "title": "多景楼",
        "paragraph": "独倚阑干久，凉风满客衣。树从京口断，山到海门稀。雁影横秋色，蝉声送夕晖。芜城才咫尺，楼堞望中微。"
    },
    {
        "title": "古战场",
        "paragraph": "连天杀气阨黄云，鬼哭啾啾奈可闻。日暮乱鸦争白骨，不知谁是故将军。"
    },
    {
        "title": "十月晦日过兴公斋头夜谈",
        "paragraph": "一阳明日近，十月此宵残。雨意辜梅信，风声戛竹竿。坐长灯坠焰，吟苦砚生寒。祇恐穷年迫，忧心集百端。"
    },
    {
        "title": "余常过一山邻老而嗜花红紫映户弄孙负日使不",
        "paragraph": "有个小扉松下开，堂前蔬药绕畦栽。老翁抱孙不抱瓮，刚欲灌花山雨来。"
    },
    {
        "title": "题谢葵丘雨中访沈介轩画",
        "paragraph": "诗题画里记相寻，白发萧萧别意深。惆怅十年遗墨在，秋风暮雨故人心。"
    },
    {
        "title": "用韵再答休斋提学见赠",
        "paragraph": "尔我聚首真抟沙，诗篇转战如彭衙。我惭凑砌瓦砾块，尔解组织云锦花。武昌纸价顿腾踊，谬称尔我均诗家。今晨乍闻使车起，前旌载道惊栖鸦。时方寒沍雪片落，豆秸灰间琼瑶葩。西江东浙品题遍，兴在溪柳并山茶。便道过苏邑人喜，村醪迭献里鼓挝。倏令首丘怀孔恶，痛切胸臆讵可爬。恨不为驺赴渠去，一日俯仰三叹嗟。东望海天渺何许，白榆历历攒红霞。"
    },
    {
        "title": "题石田小景",
        "paragraph": "齐女门北古塘斜，岸苇无穷杂蓼花。此地往来应惯熟，借书常到邺侯家。"
    },
    {
        "title": "卢公武鹿城隐居",
        "paragraph": "悠悠昆阜云，离离鹿城树。牛耕春雨余，野绿照庭户。"
    },
    {
        "title": "朱景春安分轩",
        "paragraph": "一自幽栖白版扉，略无尘梦到轻肥。摩娑老眼临书卷，抖擞闲身称布衣。凤竹声回琴响近，雨苔青满屐痕稀。客来况说云山好，处处春苗长蕨薇。"
    },
    {
        "title": "别景大",
        "paragraph": "力疾微吟苜蓿盘，忽闻君已驾征鞍。江湖千里去来易，故旧一樽离别难。荒草马蹄山色远，古藤松树莫阴寒。钱塘风物归吟稿，须寄山翁洗眼看。"
    },
    {
        "title": "送邵炼师归江阴",
        "paragraph": "青门隐者人不识，骑鹤来寻华盖君。姹女夜栖丹鼎火，玉妃春绣紫衣云。愁闻南国旌旗暗，爱听中天歌吹分。此去玄都旧时路，桃花红雨正缤纷。"
    },
    {
        "title": "和徐德彰春日杂咏（八首）",
        "paragraph": "鸥沙十里带平沙，茅屋人家柳半遮。柔橹呕哑移画舫，轻雷辘走香车。泉如燕尾清流拆，草似裙腰白路斜。何处玉钱都化蝶，夜来飞上一林花。¤"
    },
    {
        "title": "泗鼎行赠戴水部",
        "paragraph": "君不见周德中衰天命变，彝器飘零散区县。郏瀼之鼎淮泗流，一没千祀无人收。秦皇得国心泰侈，虎视雄图志未已。已访仙源并海沂，还望瑶光浮泗水。畚锸喧传从百官，羽骑连延照千里。五夜斋供亲祭祠，万力咆勃鼎不起。始知铸作通神明，入川尚自辟妖精。彼昏劳劳安可得，精灵变化固难测。没处空余碧水流，蒸时无复黄云色。古来神物俟明君，今上迎祥日伫闻。京洛芝茎日烂熳，彭城鼎气想氛氲。法驾新传下淮右，待幸山川望来久。才官献瑞何代无，水伯呈祥理应有。治河使者试上书，为言伏鼎今何如。"
    },
    {
        "title": "过武溪杨隐君草堂",
        "paragraph": "清溪幽隐处，白首性情闲。鹤起开松径，风归闭竹关。道书堆几上，耕耒挂床间。坐悟忘言理，令人不解还。"
    },
    {
        "title": "望丹阳",
        "paragraph": "曲岸平川驾小航，秋云堆里出重冈。遥看天影苍茫处，一带孤城倚夕阳。"
    },
    {
        "title": "五灵庙（庶使大明，流金齿国，道经于此）",
        "paragraph": "村南村北雨凄凄，五庙灵宫杨柳低。十里江山和睡过，竹林深处午鸡啼。"
    },
    {
        "title": "元夕赐观灯应制（五首）",
        "paragraph": "皓月金门夜，和风玉殿春。云移三岛近，灯簇万花新。天仗临丹扆，星桥接紫宸。中官宣德意，宴赏及群臣。¤"
    },
    {
        "title": "送曹能始之金谿吊周明府",
        "paragraph": "南来几日又西征，肠断羊昙《薤露》声。罗雀门前生死恨，钩鱼台下别离情。千家橘叶连山县，一路杨花暗水程。华表鹤归春梦杳，报恩惟有泪纵横。"
    }
]