[
    {
        "title": "奉和九日幸临渭亭登高应制得花字",
        "content": "九日报仙家，三秋转岁华。呼鹰下鸟路，戏马出龙沙。簪挂丹萸蕊，杯浮紫菊花。所愿同微物，年年共辟邪。"
    },
    {
        "title": "晦日宴高文学林亭",
        "content": "雪尽铜驼路，花照石崇家。年光开柳色，池影泛云华。赏洽情方远，春归景未赊。欲知多暇日，尊酒渍澄霞。"
    },
    {
        "title": "奉和九月九日登慈恩寺浮图应制",
        "content": "山豫乘金节，飞文焕日宫。萸房开圣酒，杏苑被玄功。塔向三天迥，禅收八解空。叨恩奉兰藉，终愧洽薰风。"
    },
    {
        "title": "奉和九日幸临渭亭登高应制得樽字",
        "content": "御气三秋节，登高九曲门。桂筵罗玉俎，菊醴溢芳樽。遵渚归鸿度，承云舞鹤鶱。微臣滥陪赏，空荷圣明恩。"
    },
    {
        "title": "采莲曲",
        "content": "锦楫沙棠舰，罗带石榴裙。绿潭采荷芰，清江日稍曛。鱼鸟争唼喋，花叶相芬氲。不觉芳洲暮，菱歌处处闻。"
    },
    {
        "title": "奉和九日幸临渭亭登高应制得明字",
        "content": "銮舆巡上苑，凤驾瞰层城。御座丹乌丽，宸居白鹤惊。玉旗萦桂叶，金杯泛菊英。九晨陪圣膳，万岁奉承明。"
    },
    {
        "title": "侍宴长宁公主东庄应制",
        "content": "公门袭汉环，主第称秦玉。池架祥鳣序，山吹鸣凤曲。拂席萝薜垂，回舟芰荷触。平阳妙舞处，日暮清歌续。"
    },
    {
        "title": "中宗降诞日长宁公主满月侍宴应制",
        "content": "春殿猗兰美，仙阶柏树荣。地逢芳节应，时睹圣人生。月满增祥荚，天长发瑞灵。南山遥可献，常愿奉皇明。"
    },
    {
        "title": "奉和九月九日登慈恩寺浮图应制",
        "content": "涌霄开宝塔，倒影驻仙舆。雁子乘堂处，龙王起藏初。秋风圣主曲，佳气史官书。愿献重阳寿，承欢万岁馀。"
    },
    {
        "title": "奉和幸望春宫送朔方大总管张仁亶",
        "content": "御跸下都门，军麾出塞垣。长杨跨武骑，细柳接戎轩。睿曲风云动，边威鼓吹喧。坐帷将阃外，俱是报明恩。"
    },
    {
        "title": "少年行",
        "content": "颍川豪横客，咸阳轻薄儿。田窦方贵幸，赵李新相知。轩盖终朝集，笙竽此夜吹。黄金盈箧笥，白日忽西驰。"
    },
    {
        "title": "奉和九月九日登慈恩寺浮图应制",
        "content": "飞塔凌霄起，宸游一届焉。金壶新泛菊，宝座即披莲。就日摇香辇，凭云出梵天。祥氛与佳色，相伴杂炉烟。"
    },
    {
        "title": "塞外三首",
        "content": "塞外萧条望，征人此路赊。边声乱朔马，秋色引胡笳。遥嶂侵归日，长城带晚霞。断蓬飞古戍，连雁聚寒沙。海暗云无叶，山春雪作花。丈夫期报主，万里独辞家。荒垒三秋夕，穷郊万里平。海阴凝独树，日气下连营。戎旆霜旋重，边裘夜更轻。将军犹转战，都尉不成名。折柳悲春曲，吹笳断夜声。明年汉使返，须筑受降城。阳鸟南飞夜，阴山北地寒。汉家征戍客，年岁在楼兰。玉塞朔风起，金河秋月团。边声入鼓吹，霜气下旌竿。海外归书断，天涯旅鬓残。子卿犹奉使，常向节旄看。"
    },
    {
        "title": "无题",
        "content": "近知名阿侯，住处小江流。腰细不胜舞，眉长惟是愁。黄金堪作屋，何不作重楼。"
    },
    {
        "title": "无题",
        "content": "照梁初有情，出水旧知名。裙衩芙蓉小，钗茸翡翠轻。锦长书郑重，眉细恨分明。莫近弹棋局，中心最不平。"
    },
    {
        "title": "奉和九月九日登慈恩寺浮图应制",
        "content": "九月从时豫，三乘为法开。中霄日天子，半座宝如来。摘果珠盘献，攀萸玉辇回。愿将尘露点，遥奉光明台。"
    },
    {
        "title": "人日重宴大明宫恩赐彩缕人胜应制",
        "content": "琼殿含光映早轮，玉鸾严跸望初晨。池开冻水仙宫丽，树发寒花禁苑新。佳气裴回笼细网，残霙淅沥染轻尘。良时荷泽皆迎胜，穷谷晞阳犹未春。"
    },
    {
        "title": "哭郎著作",
        "content": "诗礼康成学，文章贾谊才。巳年人得梦，庚日鸟为灾。书草藏天阁，琴声入夜台。荒阶罗驳藓，虚座网浮埃。白马宾徒散，青乌陇隧开。空怜门下客，怀旧几迟回。"
    },
    {
        "title": "折杨柳",
        "content": "青柳映红颜，黄云蔽紫关。忽闻边使出，枝叶为君攀。舞腰愁欲断，春心望不还。风花滚成雪，罗绮乱斑斑。"
    },
    {
        "title": "奉和九月九日登慈恩寺浮图应制",
        "content": "瑞塔临初地，金舆幸上方。空边有清净，觉处无馨香。雨霁微尘敛，风秋定水凉。兹辰采仙菊，荐寿庆重阳。"
    },
    {
        "title": "奉和幸三会寺应制",
        "content": "鸟籀遗新阁，龙旂访古台。造书臣颉往，观迹帝羲来。睿览山川匝，宸心宇宙该。梵音随驻辇，天步接乘杯。旧苑经寒露，残池问劫灰。散花将捧日，俱喜圣慈开。"
    },
    {
        "title": "胡笳曲",
        "content": "汉将留边朔，遥遥岁序深。谁堪牧马思，正是胡笳吟。曲断关山月，声悲雨雪阴。传书问苏武，陵也独何心。"
    },
    {
        "title": "夜游曲",
        "content": "汉室欢娱盛，魏国文雅遒。许史多暮宿，应陈从夜游。西园宴公子，北里召王侯。讵似将军猎，空嗟亭尉留。"
    },
    {
        "title": "乐游原",
        "content": "春梦乱不记，春原登已重。青门弄烟柳，紫阁舞云松。拂砚轻冰散，开尊绿酎浓。无悰托诗遣，吟罢更无悰。"
    },
    {
        "title": "同韦舍人早朝",
        "content": "瑞阙龙居峻，宸庭凤掖深。才良寄天綍，趋拜侣朝簪。飞马看来影，喧车识驻音。重轩轻雾入，洞户落花侵。闻有题新翰，依然想旧林。同声惭卞玉，谬此托韦金。"
    },
    {
        "title": "送金城公主适西蕃应制",
        "content": "下嫁戎庭远，和亲汉礼优。笳声出虏塞，箫曲背秦楼。贵主悲黄鹤，征人怨紫骝。皇情眷亿兆，割念俯怀柔。"
    },
    {
        "title": "铜雀妓",
        "content": "日斜漳浦望，风起邺台寒。玉座平生晚，金尊妓吹阑。舞馀依帐泣，歌罢向陵看。萧索松风暮，愁烟入井阑。"
    },
    {
        "title": "晦日宴高氏林亭",
        "content": "主第簪裾出，王畿春照华。山亭一以眺，城阙带烟霞。横堤列锦帐，傍浦驻香车。欢娱属晦节，酩酊未还家。第一百零六卷"
    },
    {
        "title": "无题",
        "content": "白道萦回入暮霞，斑骓嘶断七香车。春风自共何人笑，枉破阳城十万家。"
    },
    {
        "title": "奉和九月九日登慈恩寺浮图应制",
        "content": "洪慈均动植，至德俯深玄。出豫从初地，登高适梵天。白云飞御藻，慧日暖皇编。别有秋原藿，长倾雨露缘。"
    },
    {
        "title": "乐游原",
        "content": "万树鸣蝉隔岸虹，乐游原上有西风。羲和自趁虞泉宿，不放斜阳更向东。"
    },
    {
        "title": "秋闺",
        "content": "征客向轮台，幽闺寂不开。音书秋雁断，机杼夜蛩催。虚幌风吹叶，闲阶露湿苔。自怜愁思影，常共月裴回。"
    },
    {
        "title": "无题",
        "content": "紫府仙人号宝灯，云浆未饮结成冰。如何雪月交光夜，更在瑶台十二层。"
    },
    {
        "title": "奉和九日幸临渭亭登高应制得直字",
        "content": "重阳乘令序，四野开晴色。日月数初并，乾坤圣登极。菊黄迎酒泛，松翠凌霜直。游海难为深，负山徒倦力。"
    },
    {
        "title": "游均庆寺",
        "content": "一方灵迹两峰间，左右芒山与砀山。胜地昔曾钟王气，高僧谁此掩柴关。翚飞巍殿烟瓴碧，翠削层崖苔藓斑。千古英雄无处问，岭头依旧白云间。"
    },
    {
        "title": "春怨",
        "content": "春朝物候妍，愁妇镜台前。风吹数蝶乱，露洗百花鲜。试出褰罗幌，还来著锦筵。曲中愁夜夜，楼上别年年。不及随萧史，高飞向紫烟。"
    },
    {
        "title": "奉和九日幸临渭亭登高应制得臣字",
        "content": "九秋光顺豫，重节霁良辰。登高识汉苑，问道侍轩臣。菊花浮秬鬯，萸房插缙绅。圣化边陲谧，长洲鸿雁宾。"
    },
    {
        "title": "马嵬",
        "content": "海外徒闻更九州，他生未卜此生休。空闻虎旅传宵柝，无复鸡人报晓筹。此日六军同驻马，当时七夕笑牵牛。如何四纪为天子，不及卢家有莫愁。"
    },
    {
        "title": "奉和九月九日登慈恩寺浮图应制",
        "content": "鹦林花塔启，凤辇顺时游。重九昭皇庆，大千扬帝休。耆闍妙法阐，王舍睿文流。至德覃无极，小臣歌讵酬。"
    },
    {
        "title": "浣溪沙",
        "content": "风雨高楼悄四围，残灯黏壁淡无辉，篆烟犹袅旧屏帏。己忍寒欺罗袖薄？断无春逐柳绵归。坐深愁极一沾衣。"
    },
    {
        "title": "夜雨寄北",
        "content": "君问归期未有期，巴山夜雨涨秋池。何当共剪西窗烛，却话巴山夜雨时。"
    },
    {
        "title": "蝶恋花·九十韶光如梦里",
        "content": "九十韶光如梦里。寸寸关河，寸寸销魂地。落日野田黄蝶起，古槐丛荻摇深翠。惆怅玉箫催别意。蕙些兰骚，未是伤心事。重叠泪痕缄锦字，人生只有情难死。"
    },
    {
        "title": "浣溪沙",
        "content": "一向温存爱落晖，伤春心眼与愁宜，画阑凭损缕金衣。渐冷香如人意改，重寻梦亦昔游非。那能时节更芳菲。"
    },
    {
        "title": "好事近 湘舟有作",
        "content": "翠岭一千寻，岭上彩云如幄。云影波光相射，荡楼台春绿。　仙鬟撩鬓倚双扉，窈窕一枝玉。日暮九疑何处？认舜祠丛竹。"
    },
    {
        "title": "天仙子·草绿裙腰山染黛",
        "content": "草绿裙腰山染黛，闲恨闲愁侬不解。莫愁艇子渡江时，九鸾钗，双凤带，杯酒劝郎情似海。"
    },
    {
        "title": "水龙吟·落花飞絮茫茫",
        "content": "落花飞絮茫茫，古来多少愁人意。游丝窗隙，惊飙树底，暗移人世。一梦醒来，起看明镜，二毛生矣。有葡萄美酒，芙蓉宝剑，都未称，平生志。我是垦塞倍客，二十年、软红尘里。无言独对，青灯一点，神游天际。海水浮空，空中楼阁，万重苍翠。待骖鸾归去，层霄回首，又西风起。"
    },
    {
        "title": "隋宫",
        "content": "紫泉宫殿锁烟霞，欲取芜城作帝家。玉玺不缘归日角，锦帆应是到天涯。于今腐草无萤火，终古垂杨有暮鸦。地下若逢陈后主，岂宜重问后庭花。"
    },
    {
        "title": "古诗（三首）",
        "content": "明月出天东，团团历东井。不因朝阳辉，何以散光景。中涵古桂华，期与天地永。本体无盈亏，清明乃其性。常恐中天云，翳此山河影。有如浊水珠，弃置谁复省。长风一扫荡，恒若冰鉴炯。白玉十二楼，照耀蓬莱境。¤"
    },
    {
        "title": "夜坐向晓",
        "content": "遥夜苦难明，他洲日方午。一闻翰音啼，吾岂愁风雨！"
    },
    {
        "title": "无题",
        "content": "昨夜星辰昨夜风，画楼西畔桂堂东。身无彩凤双飞翼，心有灵犀一点通。隔座送钩春酒暖，分曹射覆蜡灯红。嗟余听鼓应官去，走马兰台类转蓬。"
    },
    {
        "title": "送别",
        "content": "统师靖百蛮，鸟道行踪绝。白气宵贯斗，游龙晓驰铁。层褵无曳云，空江有寒月。肃肃旋车轸，悠悠荡旌节。古驿千树梅，花开夜来雪。持此滇南春，相从待明发。"
    },
    {
        "title": "道院",
        "content": "山中旧是神仙宅，冉冉流光老物华。千顷白云都是玉，一溪红浪半凝砂。瑶阶已化飞凫舄，银汉空余泛斗槎。独倚坏垣伤住事，天风吹落石楠花。"
    },
    {
        "title": "古诗（三首）",
        "content": "皇天无停枢，四运迭相迫。朝阳忽东升，怅望倏已夕。伊谁执其驭，六辔不遑息。使我下土人，俯仰空役役。我愿扳六龙，驻彼扶桑域。遨游黄道中，流光自辉赫。万物同一春，欣欣布佳泽。羲和不我与，徒有泪沾臆。昼短夜乃长，何以屏阴慝。¤"
    },
    {
        "title": "题江南秋晚图",
        "content": "十年不踏钱塘路，江上晴烟渺轻素。并刀谁剪秋半帘，夕阳正在西陵树。对之便欲发浩歌，西风萧萧水增波。胥涛已入乱山去，木落台空幽思多。"
    },
    {
        "title": "祝英台近·剪鲛绡",
        "content": "剪鲛绡，传燕语，黯黯碧草暮。愁望春归，春到更无绪。园林红紫千千，放教狼藉，休但怨、连番风雨。谢桥路，十载重约钿车，惊心旧游误。玉佩尘生，此恨奈何许！倚楼极目天涯，天涯尽处，算只有濛濛飞絮。"
    },
    {
        "title": "和曾侍读韵",
        "content": "粉署肃阴阴，晏坐万虑息。星出金阙高，天近蓬莱碧。风轩挹余清，露阶泛寒白。徘徊自成趣，庶以永今夕。"
    },
    {
        "title": "新春偶成",
        "content": "南来憔悴滇阳客，每向年光感去留。万里归心背残腊，五更清梦落神州。刺桐花发东风早，垂柳条长宿雨收。便欲题诗散伊郁，泸江风浪拍天流。"
    },
    {
        "title": "奉和九月九日登慈恩寺浮图应制",
        "content": "玉辇移中禁，珠梯览四禅。重阶清汉接，飞窦紫霄悬。缀叶披天藻，吹花散御筵。无因銮跸暇，俱舞鹤林前。"
    },
    {
        "title": "隋宫",
        "content": "乘兴南游不戒严，九重谁省谏书函。春风举国裁宫锦，半作障泥半作帆。"
    },
    {
        "title": "登乐游原",
        "content": "向晚意不适，驱车登古原。夕阳无限好，只是近黄昏。"
    },
    {
        "title": "嫦娥",
        "content": "云母屏风烛影深，长河渐落晓星沉。嫦娥应悔偷灵药，碧海青天夜夜心。"
    },
    {
        "title": "古诗（三首）",
        "content": "瀛海寰九区，咫尺万余里。神州与赤县，相去还有几。层峰高矗天，大泽下无底。平陆走龙蛇，白昼啸夔魅。遂使林林者，高下几歔欷。谁能致其平，为我屏妖翳。凿山湮巨壑，弥天作平地。地平天乃成，四时运元气。"
    },
    {
        "title": "锦瑟",
        "content": "锦瑟无端五十弦，一弦一柱思华年。庄生晓梦迷蝴蝶，望帝春心托杜鹃。沧海月明珠有泪，蓝田日暖玉生烟。此情可待成追忆，只是当时已惘然。"
    },
    {
        "title": "春雨",
        "content": "怅卧新春白袷衣，白门寥落意多违。红楼隔雨相望冷，珠箔飘灯独自归。远路应悲春晼晚，残霄犹得梦依稀。玉珰缄札何由达，万里云罗一雁飞。"
    },
    {
        "title": "无题",
        "content": "相见时难别亦难，东风无力百花残。春蚕到死丝方尽，蜡炬成灰泪始干。晓镜但愁云鬓改，夜吟应觉月光寒。蓬山此去无多路，青鸟殷勤为探看。"
    },
    {
        "title": "贾生",
        "content": "宣室求贤访逐臣，贾生才调更无伦。可怜夜半虚前席，不问苍生问鬼神。"
    },
    {
        "title": "留别妻",
        "content": "结发为夫妻，恩爱两不疑。欢娱在今夕，嬿婉及良时。征夫怀远路，起视夜何其？参辰皆已没，去去从此辞。行役在战场，相见未有期。握手一长叹，泪为生别滋。努力爱春华，莫忘欢乐时。生当复来归，死当长相思。"
    },
    {
        "title": "鹧鸪天 寄李之问",
        "content": "玉惨花愁出凤城，莲花楼下柳青青。尊前一唱阳关后，别个人人第五程。寻好梦，梦难成。况谁知我此时情。枕前泪共帘前雨，隔个窗儿滴到明。"
    },
    {
        "title": "奉和九月九日登慈恩寺浮图应制",
        "content": "应节萸房满，初寒菊圃新。龙旗焕辰极，凤驾俨香闉。莲井偏宜夏，梅梁更若春。一忻陪雁塔，还似得天身。"
    },
    {
        "title": "鹧鸪天·碧藕花开水殿凉",
        "content": "碧藕花开水殿凉，万年枝外转红阳。升平歌管随天仗，祥瑞封章满御床。金掌露，玉炉香，岁华方共圣恩长。皇州又奏圜扉静，十样宫眉捧寿觞。"
    },
    {
        "title": "鹧鸪天·楚女腰肢越女腮",
        "content": "楚女腰肢越女腮，粉圆双蕊髻中开。朱弦曲怨愁春尽，渌酒杯寒记夜来。新掷果，旧分钗，冶游音信隔章台。花间锦字空频寄，月底金鞍竟未回。"
    },
    {
        "title": "鹧鸪天·梅蕊新妆桂叶眉",
        "content": "梅蕊新妆桂叶眉，小莲风韵出瑶池。云随绿水歌声转，雪绕红绡舞袖垂。伤别易，恨欢迟，惜无红锦为裁诗。行人莫便消魂去，汉渚星桥尚有期。"
    },
    {
        "title": "蝶恋花·画阁归来春又晚",
        "content": "画阁归来春又晚。燕子双飞，柳软桃花浅。细雨满天风满院。愁眉敛尽无人见。独倚阑干心绪乱。芳草芊绵，尚忆江南岸。风月无情人暗换。旧游如梦空肠断。"
    },
    {
        "title": "鹧鸪天·斗鸭池南夜不归",
        "content": "斗鸭池南夜不归，酒阑纨扇有新诗。云随碧玉歌声转，雪绕红琼舞袖回。今感旧，欲沾衣，可怜人似水东西。回头满眼凄凉事，秋月春风岂得知。"
    },
    {
        "title": "鹧鸪天·绿橘梢头几点春",
        "content": "绿橘梢头几点春，似留香蕊送行人。明朝紫凤朝天路，十二重城五碧云。歌渐咽，酒初醺，尽将红泪湿湘裙。赣江西畔从今日，明月清风忆使君。"
    },
    {
        "title": "鹧鸪天·醉拍春衫惜旧香",
        "content": "醉拍春衫惜旧香天将离恨恼疏狂年年陌上生秋草日日楼中到夕阳云渺渺，水茫茫征人归路许多长相思本是无凭语莫向花笺费泪行"
    },
    {
        "title": "蝶恋花·永日环堤乘彩舫",
        "content": "永日环堤乘彩舫。烟草萧疏，恰似晴江上。水浸碧天风皱浪。菱花荇蔓随双桨。红粉佳人翻丽唱。惊起鸳鸯，两两飞相向。且把金尊倾美酿。休思往事成惆怅。"
    },
    {
        "title": "蝶恋花·面旋落花风荡漾",
        "content": "面旋落花风荡漾。柳重烟深，雪絮飞来往。雨後轻寒犹未放。春愁酒病成惆怅。枕畔屏山围碧浪。翠被华灯，夜夜空相向。寂寞起来褰绣幌。月明正在梨花上。"
    },
    {
        "title": "蝶恋花·小院深深门掩亚",
        "content": "小院深深门掩亚。寂寞珠帘，画阁重重下。欲近禁烟微雨罢。绿杨深处秋千挂。傅粉狂游犹未舍。不念芳时，眉黛无人画。薄幸未归春去也。杏花零落香红谢。"
    },
    {
        "title": "鹧鸪天·晓日迎长岁岁同",
        "content": "晓日迎长岁岁同，太平箫鼓间歌钟。云高未有前村雪，梅小初开昨夜风。罗幕翠，锦筵红，钗头罗胜写宜冬。从今屈指春期近，莫使金尊对月空。"
    },
    {
        "title": "蝶恋花·梨叶初红婵韵歇",
        "content": "梨叶初红婵韵歇。银汉风高，玉管声凄切。枕簟乍凉铜漏彻。谁教社燕轻离别。草际虫吟秋露结。宿酒醒来，不记归时节。多少衷肠犹未说。珠帘夜夜朦胧月。"
    },
    {
        "title": "鹧鸪天·小玉楼中月上时",
        "content": "小玉楼中月上时，夜来惟许月华知。重帘有意藏私语，双烛无端恼暗期。伤别易，恨欢迟，归来何处验相思。沈郎春雪愁消臂，谢女香膏懒画眉。"
    },
    {
        "title": "蝶恋花·帘幕风轻双语燕",
        "content": "帘幕风轻双语燕。午后醒来，柳絮飞撩乱。心事一春犹未见。红英落尽青苔院。\r\r百尺朱楼闲倚遍。薄雨浓云，抵死遮人面。羌管不须吹别怨。无肠更为新声断。\r\r"
    },
    {
        "title": "蝶恋花·尝爱西湖春色早",
        "content": "尝爱西湖春色早。腊雪方销，已见桃开小。顷刻光阴都过了。如今绿暗红英少。且趁馀花谋一笑。况有笙歌，艳态相萦绕。老去风情应不到。凭君剩把芳尊倒。"
    },
    {
        "title": "蝶恋花·百种相思千种恨",
        "content": "百种相思千种恨。早是伤春，那更春醪困。薄幸辜人终不愤。何时枕畔分明问。\r\r懊恼风流心一寸。强醉偷眠，也即依前闷。此意为君君不信。泪珠滴尽愁难尽。\r\r"
    },
    {
        "title": "蝶恋花·帘幕东风寒料峭",
        "content": "帘幕东风寒料峭。雪里香梅，先报春来早。红蜡枝头双燕小。金刀剪彩呈纤巧。旋暖金炉薰蕙藻。酒入横波，困不禁烦恼。绣被五更春睡好。罗帏不觉纱窗晓。"
    },
    {
        "title": "菩萨蛮·五云深处蓬山杳",
        "content": "五云深处蓬山杳。寒轻雾重银蟾小。枕上挹馀香。春风归路长。雁来书不到。人静重门悄。一阵落花风。云山千万重。"
    },
    {
        "title": "蝶恋花·欲过清明烟雨细",
        "content": "欲过清明烟雨细。小槛临窗，点点残花坠。梁燕语多惊晓睡。银屏一半堆香被。新岁风光如旧岁。所恨征轮，渐渐程迢递。纵有远情难写寄。何妨解有相思泪。"
    },
    {
        "title": "鹧鸪天·手捻香笺忆小莲",
        "content": "手捻香笺忆小莲，欲将遗恨倩谁传。归来独卧逍遥夜，梦里相逢酩酊天。花易落，月难圆，只应花月似欢缘。秦筝算有心情在，试写离声入旧弦。"
    },
    {
        "title": "蝶恋花·越女采莲秋水畔",
        "content": "越女采莲秋水畔。窄袖轻罗，暗露双金钏。照影摘花花似面。芳心只共丝争乱。鸂鶒滩头风浪晚。雾重烟轻，不见来时伴。隐隐歌声归棹远。离愁引著江南岸。"
    },
    {
        "title": "菩萨蛮·青梅又是花时节",
        "content": "青梅又是花时节。粉墙闲把青梅折。玉登偶逢君。春情如乱云。\r\r藕丝牵不断。谁信朱颜换。莫厌十分斟。酒深情更深。\r\r"
    },
    {
        "title": "蝶恋花·一掬天和金粉腻",
        "content": "一掬天和金粉腻。莲子心中，自有深深意。意密莲深秋正媚。将花寄恨无人会。\r\r桥上少年桥下水。小棹归时，不语牵红袂。浪浅荷心圆又碎。无端欲伴相思泪。\r\r"
    },
    {
        "title": "蝶恋花·几度兰房听禁漏",
        "content": "几度兰房听禁漏。臂上残妆，印得香盈袖。酒力融融香汗透。春娇入眼横波溜。不见些时眉已皱。水阔山遥，乍向分飞後。大抵有情须感旧。肌肤拼为伊销瘦。"
    },
    {
        "title": "蝶恋花·水浸秋天风皱浪",
        "content": "水浸秋天风皱浪。缥缈仙舟，只似秋天上。和露采莲愁一饷。看花却是啼妆样。\r\r折得莲茎丝未放。莲断丝牵，特地成惆怅。归棹莫随花荡漾。江头有个人想望。\r\r"
    },
    {
        "title": "鹧鸪天·一醉醒来春又残",
        "content": "一醉醒来春又残，野棠梨雨泪阑干。玉笙声里鸾空怨，罗幕香中燕未还。终易散，且长闲，莫教离恨损朱颜。谁堪共展鸳鸯锦，同过西楼此夜寒。"
    },
    {
        "title": "蝶恋花·独倚危楼风细细",
        "content": "独倚危楼风细细。望极离愁，黯黯生天际。草色山光残照里。无人会得凭阑意。也拟疏狂图一醉。对酒当歌，强饮还无味。衣带渐宽都不悔。况伊销得人憔悴。"
    },
    {
        "title": "鹧鸪天·九日悲秋不到心",
        "content": "九日悲秋不到心。凤城歌管有新音。风凋碧柳愁眉淡，露染黄花笑靥深。初见雁，已闻砧。绮罗丛里胜登临。须教月户纤纤玉，细捧霞觞滟滟金。"
    },
    {
        "title": "蝶恋花·海燕双来归画栋",
        "content": "海燕双来归画栋。帘影无风，花影频移动。半醉腾腾春睡重。绿鬟堆枕香云拥。翠被双盘金缕凤。忆得前春，有个人人共。花里黄莺时一弄。日斜惊起相思梦。"
    },
    {
        "title": "鹧鸪天·题破香笺小砑红",
        "content": "题破香笺小砑红，诗篇多寄旧相逢。西楼酒面垂垂雪，南苑春衫细细风。花不尽，柳无穷。别来欢事少人同。凭谁问取归云信，今在巫山第几峰。"
    },
    {
        "title": "蝶恋花·翠苑红芳晴满目",
        "content": "翠苑红芳晴满目。绮席流莺，上下长相逐。紫陌闲随金轹辘。马蹄踏遍春郊绿。一觉年华春梦促。往事悠悠，百种寻思足。烟雨满楼山断续。人闲倚遍阑干曲。"
    },
    {
        "title": "鹧鸪天·醉拍春衫惜旧香",
        "content": "醉拍春衫惜旧香，天将离恨恼疏狂。年年陌上生秋草，日日楼中到夕阳。云渺渺，水茫茫，征人归路许多长。相思本是无凭语，莫向花笺费泪行。"
    },
    {
        "title": "浣溪沙",
        "content": "剪水开头碧玉条。能令江汉客魂销。只应香信是春潮。戴了又羞缘我老，折来同嗅许谁招。凭将此意问妖娆。"
    },
    {
        "title": "浣溪沙",
        "content": "雨暗轩窗昼易昏。强敧纤手浴金盆。却因凉思谢飞蚊。酒量羡君如鹄举，寒乡怜我似鸱蹲。由来同是一乾坤。"
    },
    {
        "title": "浣溪沙",
        "content": "玉室金堂不动尘。林梢绿遍已无春。清和佳思一番新。道骨仙风云外侣，烟鬟雾鬓月边人。何妨沈醉到黄昏。"
    },
    {
        "title": "浣溪沙",
        "content": "依旧琅玕不染尘。霜风吹断笑时春。一簪华发为谁新。白雪幽兰犹有韵，鹊桥星渚可无人。金莲移处任尘昏。"
    },
    {
        "title": "浣溪沙",
        "content": "龟坼沟塍压堤。三农终日望云霓。一番甘雨报佳时。\r\r闻道醉乡新占断，更开诗社互排巇。此时空恨隔云泥。\r\r"
    },
    {
        "title": "蝶恋花·为爱梅花如粉面",
        "content": "为爱梅花如粉面。天与功夫，不似人间见。几度拈来亲比看。功夫却是花枝浅。觅得归来临几砚。尽日相看，默默情无限。更不嗅时须百遍。分明销得人肠断。"
    },
    {
        "title": "蝶恋花·帘外飞花湖上语",
        "content": "帘外飞花湖上语。不恨花飞，只恨人难住。多谢雨来留得住。看看却恐晴催去。寸寸离肠须会取。今日宁宁，明日从谁诉。怎得此身如去路。迢迢长在君行处。"
    },
    {
        "title": "蝶恋花·庭院深深深几许",
        "content": "庭院深深深几许，[1]杨柳堆烟，[2]帘幕无重数。玉勒雕鞍游冶处，[3]楼高不见章台路。[4]雨横风狂三月暮，门掩黄昏，无计留春住。泪眼问花花不语，乱红飞过秋千去。[5]"
    },
    {
        "title": "浣溪沙",
        "content": "昨日霜风入绛帷，曲房深院绣帘垂。屏风几曲画生枝。酒韵渐浓欢渐密，罗衣初试漏初迟。已凉天气未寒时。"
    },
    {
        "title": "蝶恋花·面旋落花风荡漾",
        "content": "面旋落花风荡漾柳重烟深雪絮飞来往雨后轻寒犹未放春愁酒病成惆怅枕畔屏山围碧浪翠被花灯夜夜空相向寂寞起来褰绣幌月明正在梨花上"
    },
    {
        "title": "蝶恋花·万事都归一梦了",
        "content": "万事都归一梦了。曾向邯郸，枕上教知道。百岁年光谁得到。其间忧患知多少。无事且频开口笑。纵酒狂歌，销遣闲烦恼。金谷繁华春正好。玉山一任樽前倒。"
    },
    {
        "title": "鹧鸪天·浓丽妖妍不是妆",
        "content": "浓丽妖妍不是妆。十分风艳夺韶光。牡丹开就应难比，繁富犹疑过海棠。须仔细，更端相。烂霞梳晕带朝阳。千金未足酬真赏，一度相看一断肠。"
    },
    {
        "title": "浣溪沙",
        "content": "声名自昔犹时鸟，日月何尝避覆盆。是非都付鬓边蚊。邂逅风雷终有用，低回囊槛要深蹲。酒中聊复比乾坤。"
    },
    {
        "title": "卜算子·我住长江头",
        "content": "我住长江头，君住长江尾。日日思君不见君，共饮长江水。此水几时休，此恨何时已。只愿君心似我心，定不负相思意。"
    },
    {
        "title": "蝶恋花·玉骨冰肌天所赋",
        "content": "玉骨冰肌天所赋。似与神仙，来作烟霞侣。枕畔拈来亲手付。书窗终日常相顾。几度离披留不住。依旧清香，只欠能言语。再送神仙须爱护。他时却待亲来取。"
    },
    {
        "title": "蝶恋花·天淡云闲晴昼永",
        "content": "天淡云闲晴昼永。庭户深沈，满地梧桐影。骨冷魂清如梦醒。梦回犹是前时景。\r\r取次杯盘催酩酊。醉帽频欹，又被风吹正。踏月归来人已静。恍疑身在蓬莱顶。\r\r"
    },
    {
        "title": "蝶恋花·为爱梅花如粉面",
        "content": "为爱梅花如粉面。天与工夫，不似人间见。几度拈来亲比看。工夫却是花枝浅。\r\r觅得归来临几砚。尽日相看，默默情无限。更不嗅时须百遍。分明销得人肠断。\r\r"
    },
    {
        "title": "鹧鸪天·节是重阳却斗寒",
        "content": "节是重阳却斗寒。可堪风雨累寻欢。虽辜早菊同高柳，聊楫残蕉共小栏。浮蚁嫩，炷烟盘。恨无莺唱舞催鸾。空惊绝韵天边落，不许韶颜梦里看。"
    },
    {
        "title": "鹧鸪天·避暑佳人不著妆",
        "content": "避暑佳人不著妆。水晶冠子薄罗裳。摩绵扑粉飞琼屑，滤蜜调冰结绛霜。随定我，小兰堂。金盆盛水绕牙床。时时浸手心头熨，受尽无人知处凉。"
    },
    {
        "title": "临江仙·白云堂前春解舞",
        "content": "白云堂前春解舞，东风卷得均匀。蜂围蝶阵乱纷纷，几曾随逝水？岂必委芳尘？万缕千丝终不改，任他随聚随分。韶华休笑本无根：好风凭借力，送我上青云。"
    },
    {
        "title": "好了歌",
        "content": "世人都晓神仙好，惟有功名忘不了！古今将相在何方？荒冢一堆草没了，世人都晓神仙好，只有金银忘不了！终朝只恨聚无多，及到多时眼闭了，世人都晓神仙好，只有姣妻忘不了！君生日日说恩情，君死又随人去了，世人都晓神仙好，只有儿孙忘不了！痴心父母古来多，孝顺儿孙谁见了？"
    },
    {
        "title": "桃花行",
        "content": "桃花帘外东风软，桃花帘内晨妆懒：帘外桃花帘内人，人与桃花隔不远；东风有意揭帘栊，花欲窥人帘不卷。桃花帘外开仍旧，帘中人比桃花瘦；花解怜人花也愁，隔帘消息风吹透。风透湘帘花满庭，庭前春色倍伤情：闲苔院落门空掩，斜日栏杆人自凭。凭栏人向东风泣，茜裙偷傍桃花立；桃花桃叶乱纷纷，花绽新红叶凝碧。雾裹烟封一万株，烘楼照壁红模糊。天机烧破鸳鸯锦，春酣欲醒移珊枕。侍女金盆进水来，香泉影蘸胭脂冷；胭脂鲜艳何相类，花之颜色人之泪。若将人泪比桃花，泪自长流花自媚；泪眼观花泪易干，泪干春尽花憔悴。憔悴花遮憔悴人，花飞人倦易黄昏；一声杜宇春归尽，寂寞帘栊空月痕！"
    },
    {
        "title": "咏白海棠",
        "content": "蘅芷阶通萝薜门，也宜墙角也宜盆。花因喜洁难寻偶，人为悲秋易断魂。玉烛滴干风里泪，晶帘隔破月中痕。幽情欲向嫦娥诉无奈虚廊夜色昏。"
    },
    {
        "title": "咏白海棠",
        "content": "斜阳寒草带重门，苔翠盈铺雨后盆。玉是精神难比洁，雪为肌骨易销魂。芳心一点娇无力，倩影三更月有痕。莫谓缟仙能羽化，多情伴我咏黄昏。"
    },
    {
        "title": "红楼梦曲",
        "content": "开辟鸿蒙，谁为情种？都只为风月情浓。趁着这奈何天、伤怀日、寂寥时，试遣愚衷。因此上，演出这怀金悼玉的《红楼梦》。"
    },
    {
        "title": "唐多令·粉堕百花州",
        "content": "粉堕百花洲，香残燕子楼。\r一团团、逐队成球。\r飘泊亦如人命薄，空缱绻，说风流。草木也知愁，韶华竟白头。\r叹今生、谁舍谁收！\r嫁与东风春不管，凭尔去，忍淹留！\r"
    },
    {
        "title": "临江仙·白玉堂前春解舞",
        "content": "白玉堂前春解舞，东风卷得均匀。蜂团蝶阵乱纷纷：几曾随逝水？岂必委芳尘？万缕千丝终不改，任他随聚随分。韶华休笑本无根：好风凭借力，送我上青云。"
    },
    {
        "title": "红楼梦曲",
        "content": "一帆风雨路三千，把骨肉家园齐来抛闪。恐哭损残年，告爹娘，休把儿悬念。自古穷通皆有定，离合岂无缘？从今分两地，各自保平安。奴去也，莫牵连。"
    },
    {
        "title": "西江月·无故寻愁觅恨",
        "content": "无故寻愁觅恨，有时似傻如狂。纵然生得好皮囊，腹内原来草莽。潦倒不通世务，愚顽怕读文章。行为偏僻性乖张，那管世人诽谤！富贵不知乐业，贫穷难耐凄凉。可怜辜负好韶光，于国于家无望。天下无能第一，古今不肖无双。寄言纨绔与膏粱：莫效此儿形状！"
    },
    {
        "title": "问菊",
        "content": "欲讯秋情众莫知，喃喃负手叩东篱。孤标傲世偕谁隐，一样花开为底迟？圃露庭霜何寂寞，鸿归蛩病可相思？休言举世无谈者，解语何妨片语时。"
    },
    {
        "title": "咏白海棠",
        "content": "珍重芳姿昼掩门，自携手瓮灌苔盆。胭脂洗出秋阶影，冰雪招来露砌魂。淡极始知花更艳，愁多焉得玉无痕。欲偿白帝宜清洁，不语婷婷日又昏。\r"
    },
    {
        "title": "葬花吟",
        "content": "花谢花飞花满天，红消香断有谁怜？游丝软系飘春榭，落絮轻沾扑绣帘？闺中女儿惜春暮，愁绪满怀无释处；手把花锄出绣闺，忍踏落花来复去？柳丝榆荚自芳菲，不管桃飘与李飞；桃李明年能再发，明年闺中知有谁？三月香巢已垒成，梁间燕子太无情！明年花发虽可啄，却不道人去梁空巢也倾。一年三百六十日，风刀霜剑严相逼；明媚鲜妍能几时，一朝飘泊难寻觅。花开易见落难寻，阶前闷杀葬花人；独倚花锄泪暗洒，洒上空枝见血痕。杜鹃无语正黄昏，荷锄归去掩重门；青灯照壁人初睡，冷雨敲窗被未温。为奴底事倍伤神，半为怜春半恼春：怜春忽至恼忽去，至又无言去不闻。昨宵庭外悲歌发，知是花魂与鸟魂？花魂鸟魂总难留，鸟自无言花自羞；愿奴胁下生双翼，随花飞到天尽头。天尽头，何处有香丘？未若锦囊收艳骨，一抔净土掩风流；质本洁来还洁去，强于污淖陷渠沟。尔今死去侬收葬，未卜侬身何日丧？侬今葬花人笑痴，他年葬侬知是谁？试看春残花渐落，便是红颜老死时；一朝春尽红颜老，花落人亡两不知！"
    },
    {
        "title": "秋窗风雨夕",
        "content": "秋花惨淡秋草黄，耿耿秋灯秋夜长。已觉秋窗秋不尽，那堪风雨助凄凉！助秋风雨来何速！惊破秋窗秋梦绿。抱得秋情不忍眠，自向秋屏移泪烛。泪烛摇摇爇短檠，牵愁照恨动离情。谁家秋院无风入？何处秋窗无雨声？罗衾不奈秋风力，残漏声催秋雨急。连宵脉脉复飕飕，灯前似伴离人泣。寒烟小院转萧条，疏竹虚窗时滴沥。不知风雨几时休，已教泪洒窗纱湿。"
    },
    {
        "title": "好了歌注",
        "content": "陋室空堂，当年笏满床；衰草枯杨，曾为歌舞场。蛛丝儿结满雕梁，绿纱今又糊在蓬窗上。说什么脂正浓，粉正香，如何两鬓又成霜？昨日黄土陇头送白骨，今宵红灯帐底卧鸳鸯。金满箱，银满箱，展眼乞丐人皆谤。正叹他人命不长，那知自己归来丧！训有方，保不定日后作强梁。择膏粱，谁承望流落在烟花巷！因嫌纱帽小，致使锁枷杠，昨怜破袄寒，今嫌紫蟒长：乱烘烘你方唱罢我登场，反认他乡是故乡。甚荒唐，到头来都是为他人作嫁衣裳！"
    },
    {
        "title": "元宵灯谜",
        "content": "有眼无珠腹内空，荷花出水喜相逢。梧桐叶落分离别，恩爱夫妻不到冬。　　　　　　——打一用物"
    },
    {
        "title": "螃蟹咏",
        "content": "桂霭桐阴坐举殇，长安涎口盼重阳。眼前道路无经纬，皮里春秋空黑黄，酒未敌腥还用菊，性防积冷定须姜。于今落釜成何益，月浦空余禾黍香。"
    },
    {
        "title": "红楼梦曲",
        "content": "为官的，家业凋零；富贵的，金银散尽；有恩的，死里逃生；无情的，分明报应；欠命的，命已还；欠泪的，泪已尽：冤冤相报实非轻，分离聚合皆前定。欲知命短问前生，老来富贵也真侥幸。看破的，遁入空门；痴迷的，枉送了性命。好一似食尽鸟投林，落了片白茫茫大地真干净！"
    },
    {
        "title": "无题",
        "content": "八岁偷照镜，长眉已能画。十岁去踏青，芙蓉作裙衩。十二学弹筝，银甲不曾卸。十四藏六亲，悬知犹未嫁。十五泣春风，背面秋千下。"
    },
    {
        "title": "无题",
        "content": "万里风波一叶舟，忆归初罢更夷犹。碧江地没元相引，黄鹤沙边亦少留。益德冤魂终报主，阿童高义镇横秋。人生岂得长无谓，怀古思乡共白头。"
    },
    {
        "title": "奉和九日幸临渭亭登高应制得日字",
        "content": "重阳玉律应，万乘金舆出。风起韵虞弦，云开吐尧日。菊花浮圣酒，茱香挂衰质。欲知恩煦多，顺动观秋实。"
    },
    {
        "title": "和九月九日登慈恩寺浮图应制",
        "content": "出豫垂佳节，凭高陟梵宫。皇心满尘界，佛迹现虚空。日月宜长寿，天人得大通。喜闻题宝偈，受记莫由同。"
    },
    {
        "title": "蝉",
        "content": "本以高难饱，徒劳恨费声。五更疏欲断，一树碧无情。薄宦梗犹泛，故园芜已平。烦君最相警，我亦举家清。"
    },
    {
        "title": "定风波·未问兰因已惘然",
        "content": "未问兰因已惘然，垂杨西北有情天。水月镜花终幻迹，赢得，半生魂梦与缠绵。户网游丝浑是罥，被池方锦岂无缘？为有相思能驻景，消领，逢春惆怅似当年。"
    },
    {
        "title": "苏武慢 寒夜闻角",
        "content": "愁入云遥，寒禁霜重，红烛泪深人倦。情高转抑，思往难回，凄咽不成清变。风际断时，迢递天涯，但闻更点。枉教人回首，少年丝竹，玉容歌管。　　凭作出、百绪凄凉，凄凉惟有，花冷月闲庭院。珠帘绣幕，可有人听？听也可曾肠断？除却塞鸿，遮莫城乌，替人惊惯。料南枝明月，应减红香一半。"
    },
    {
        "title": "鹧鸪天·彩袖殷勤捧玉钟",
        "content": "彩袖殷勤捧玉钟，当年拚却醉颜红。舞低杨柳楼心月，歌尽桃花扇底风。从别后，忆相逢，几回魂梦与君同。今宵剩把银釭照，犹恐相逢是梦中。"
    },
    {
        "title": "鹧鸪天·当日佳期鹊误传",
        "content": "当日佳期鹊误传，至今犹作断肠仙。桥成汉渚星波外，人在鸾歌凤舞前。欢尽夜，别经年，别多欢少奈何天。情知此会无长计，咫尺凉蟾亦未圆。"
    },
    {
        "title": "鹧鸪天·陌上濛濛残絮飞",
        "content": "陌上濛濛残絮飞，杜鹃花里杜鹃啼。年年底事不归去，怨月愁烟长为谁。梅雨细，晓风微，倚楼人听欲沾衣。故园三度群花谢，曼倩天涯犹未归。"
    },
    {
        "title": "鹧鸪天·清颍尊前酒满衣",
        "content": "清颍尊前酒满衣，十年风月旧相知。凭谁细话当时事，肠断山长水远时。金凤阙，玉龙墀，看君来换锦袍时。姮娥已有殷勤约，留着蟾宫第一枝。"
    },
    {
        "title": "鹧鸪天·十里楼台倚翠微",
        "content": "十里楼台倚翠微，百花深处杜鹃啼。殷勤自与行人语，不似流莺取次飞。惊梦觉，弄晴时，声声只道不如归。天涯岂是无归意，争奈归期未可期。"
    },
    {
        "title": "鹧鸪天·小令尊前风玉箫",
        "content": "小令尊前风玉箫，银灯一曲太妖娆。歌中醉倒谁能恨，唱罢归来酒未消。春悄悄，夜迢迢，碧云天共楚宫遥。梦魂惯得无拘检，又踏杨花过谢桥。"
    },
    {
        "title": "鹧鸪天·守得莲开结伴游",
        "content": "守得莲开结伴游，约开萍叶上兰舟。来时浦口云随棹，采罢江边月满楼。花不语，水空流，年年拚得为花愁。明朝万一西风劲，争奈朱颜不耐秋。"
    },
    {
        "title": "蝶恋花·宝琢珊瑚山样瘦",
        "content": "宝琢珊瑚山样瘦。缓髻轻拢，一朵云生袖。昨夜佳人初命偶。论情旋旋移相就。\r\r几叠鸳衾红浪皱。暗觉金钗，磔磔声相扣。一自楚台人梦后。凄凉暮雨沾裀绣。\r\r"
    },
    {
        "title": "浣溪沙",
        "content": "昨日霜风入绛帷。曲房深院绣帘垂。屏风几曲画生枝。酒韵渐浓欢渐密，罗衣初试漏初迟。已凉天气未寒时。"
    },
    {
        "title": "咏白海棠",
        "content": "半卷湘帘半掩门，碾冰为土玉为盆。偷来梨蕊三分白，借得梅花一缕魂。月窟仙人缝缟袂，秋闺怨女拭啼痕。娇羞默默同谁诉，倦倚西风夜已昏。"
    },
    {
        "title": "咏白海棠",
        "content": "秋容浅淡映重门，七节攒成雪满盆。出浴太真冰作影，捧心西子玉为魂。晓风不散愁千点，宿雨还添泪一痕。独倚画栏如有意，清砧怨笛送黄昏。"
    }
]