[
    {
        "title": "七夕",
        "paragraph": "未会牵牛意若何，须邀织女弄金梭。年年乞与人间巧，不道人间巧已多。闾丘大夫孝终公显尝守黄州，作栖霞楼，为郡中胜绝。元丰五年，余谪居黄。正月十七日，梦扁舟渡江，中流回望，楼中歌乐杂作。舟中人言：公显方会客也。觉而异之，乃作此词，盖越调鼓笛慢。公显时已致仕在苏州。小舟横截春江，卧看翠壁红楼起。云间笑语，使君高会，佳人半醉。危柱哀弦，艳歌余响，绕云萦水。念故人老大，风流未减，独回首、烟波里。推枕惘然不见，但空江、月明千里。五湖闻道，扁舟归去，仍携西子。云梦南州，武昌东岸，昔游应记。料多情梦里，端来见我，也参差是。叠嶂西驰，万马回旋，众山欲东。正惊湍直下，跳珠倒溅；小桥横截，缺月初弓。老合投闲，天教多事，检校长身十万松。吾庐小，在龙蛇影外，风雨声中。争先见面重重，看爽气朝来三数峰。似谢家子弟，衣冠磊落；相如庭户，车骑雍容。我觉其间，雄深雅健，如对文章太史公。新堤路，问偃湖何日，烟水蒙蒙？北望燕云不尽头，大江东去水悠悠。夕阳一片寒鸦外，目断东南四百州。",
        "author": "宋代",
        "poem_class": "七夕",
        "dynasty": "杨朴"
    },
    {
        "title": "和长孙秘监七夕",
        "paragraph": "二秋叶神媛，七夕望仙妃。影照河阳妓，色丽平津闱。鹊桥波里出，龙车霄外飞。露泫低珠佩，云移荐锦衣。更深黄月落，夜久靥星稀。空接灵台下，方恧辨支机。酌酒与君君自宽，人情翻覆似波澜。白首相知犹按剑，朱门先达笑弹冠。草色全经细雨湿，花枝欲动春风寒。世事浮云何足问，不如高卧且加餐。记得那年花下，深夜，初识谢娘时。水堂西面画帘垂，携手暗相期。惆怅晓莺残月，相别，从此隔音尘。如今俱是异乡人，相见更无因。花枝草蔓眼中开，小白长红越女腮。可怜日暮嫣香落，嫁与春风不用媒。(其一)宫北田塍晓气酣，黄桑饮露窣宫帘。长腰健妇偷攀折，将喂吴王八茧蚕。(其二)竹里缲丝挑网车，青蝉独噪日光斜。桃胶迎夏香琥珀，自课越佣能种瓜。(其三)三十未有二十余，白日长饥小甲蔬。桥头长老相哀念，因遗戎韬一卷书。(其四)男儿何不带吴钩，收取关山五十州。请君暂上凌烟阁，若个书生万户侯？(其五)寻章摘句老雕虫，晓月当帘挂玉弓。不见年年辽海上，文章何处哭秋风？(其六)长卿牢落悲空舍，曼倩诙谐取自容。见买若耶溪水剑，明朝归去事猿公。(其七)春水初生乳燕飞，黄蜂小尾扑花归。窗含远色通书幌，鱼拥香钩近石矶。(其八)泉沙软卧鸳鸯暖，曲岸回篙舴艋迟。泻酒木栏椒叶盖，病容扶起种菱丝。(其九)边让今朝忆蔡邕，无心裁曲卧春风。舍南有竹堪书字，老去溪头作钓翁。(其十)长峦谷口倚嵇家，白昼千峰老翠华。自履藤鞋收石蜜，手牵苔絮长莼花。(其十一)松溪黑水新龙卵，桂洞生硝旧马牙。谁遣虞卿裁道帔，轻绡一匹染朝霞。(其十二)小树开朝径，长茸湿夜烟。柳花惊雪浦，麦雨涨溪田。古刹疏钟度，遥岚破月悬。沙头敲石火，烧竹照渔船。(其十三)",
        "author": "唐代",
        "poem_class": "七夕",
        "dynasty": "任希古"
    },
    {
        "title": "诉衷情·七夕",
        "paragraph": "西风吹鹤到人间。凉月满缑山。银河万里秋浪，重载客槎还。 河汉女，巧云鬟。夜阑干。钗头新约，针眼娇颦，楼上秋寒。病起萧萧两鬓华，卧看残月上窗纱。豆蔻连梢煎熟水，莫分茶。枕上诗书闲处好，门前风景雨来佳。终日向人多酝藉，木犀花。老去凭谁说。看几番、神奇臭腐，夏裘冬葛。父老长安今余几，后死无仇可雪。犹未燥、当时生发。二十五弦多少恨，算世间、那有平分月。胡妇弄，汉宫瑟。 树犹如此堪重别。只使君、从来与我，话头多合。行矣置之无足问，谁换妍皮痴骨。但莫使、伯牙弦绝。九转丹砂牢拾取，管精金、只是寻常铁。龙共虎，应声裂。画楼帘幕卷新晴。掩银屏，晓寒轻。坠粉飘香，日日唤愁生。暗数十年湖上路，能几度，著娉婷？ 年华空自感飘零。拥春酲，对谁醒？天阔云闲，无处觅箫声。载酒买花年少事，浑不似，旧心情。",
        "author": "宋代",
        "poem_class": "七夕",
        "dynasty": "吴文英"
    },
    {
        "title": "七夕曲",
        "paragraph": "河边独自看星宿，夜织天丝难接续。抛梭振镊动明珰，为有秋期眠不足。遥愁今夜河水隔，龙驾车辕鹊填石。流苏翠帐星渚间，环佩无声灯寂寂。两情缠绵忽如故。复畏秋风生晓路。幸回郎意且斯须，一年中别今始初。明星未出少停车。鹅湖山下稻粱肥，豚栅鸡栖半掩扉。 桑柘影斜春社散，家家扶得醉人归。永巷长年怨绮罗，离情终日思风波。湘江竹上痕无限，岘首碑前洒几多。人去紫台秋入塞，兵残楚帐夜闻歌。朝来灞水桥边问，未抵青袍送玉珂。胜败兵家事不期，包羞忍耻是男儿。 江东子弟多才俊，卷土重来未可知。",
        "author": "唐代",
        "poem_class": "七夕",
        "dynasty": "王建"
    },
    {
        "title": "七夕曝衣篇",
        "paragraph": "君不见昔日宜春太液边，披香画阁与天连。灯火灼烁九微映，香气氛氲百和然。此夜星繁河正白，人传织女牵牛客。宫中扰扰曝衣楼，天上娥娥红粉席。曝衣何许曛半黄，宫中彩女提玉箱。珠履奔腾上兰砌，金梯宛转出梅梁。绛河里，碧烟上，双花伏兔画屏风，四子盘龙擎斗帐。舒罗散縠云雾开，缀玉垂珠星汉回。朝霞散彩羞衣架，晚月分光劣镜台。上有仙人长命绺，中看玉女迎欢绣。玳瑁帘中别作春，珊瑚窗里翻成昼。椒房金屋宠新流，意气骄奢不自由。汉文宜惜露台费，晋武须焚前殿裘。岁岁金河复玉关，朝朝马策与刀环。 三春白雪归青冢，万里黄河绕黑山。炉火照天地，红星乱紫烟。赧郎明月夜，歌曲动寒川。飒飒西风满院栽，蕊寒香冷蝶难来。 他年我若为青帝，报与桃花一处开。",
        "author": "唐代",
        "poem_class": "七夕",
        "dynasty": "沈佺期"
    },
    {
        "title": "折桂令·七夕赠歌者",
        "paragraph": "崔徽休写丹青，雨弱云娇，水秀山明。箸点歌唇，葱枝纤手，好个卿卿。水洒不着春妆整整，风吹的倒玉立亭亭，浅醉微醒，谁伴云屏？今夜新凉，卧看双星。黄四娘沽酒当垆，一片青旗，一曲骊珠。滴露和云，添花补柳，梳洗工夫。无半点闲愁去处，问三生醉梦何如。笑倩谁扶，又被春纤，搅住吟须。金鱼玉带罗襕扣，皂盖朱幡列五侯，山河判断在俺笔尖头。得意秋，分破帝王忧。题红叶清流御沟，赏黄花人醉歌楼。天长雁影稀，月落山容瘦，冷清清暮秋时候。衰柳寒蝉一片愁，谁肯教白衣送酒？乌鹊不多惊，贴贴风枝静。珠贝横空冷不收，半湿秋河影。缺月堕幽窗，推枕惊深省。落叶萧萧听雨声，帘外霜华冷。",
        "author": "元代",
        "poem_class": "七夕",
        "dynasty": "乔吉"
    },
    {
        "title": "早秋京口旅泊章侍御寄书相问因以赠之时七夕",
        "paragraph": "移家避寇逐行舟，厌见南徐江水流。吴越征徭非旧日，秣陵凋弊不宜秋。千家闭户无砧杵，七夕何人望斗牛。只有同时骢马客，偏宜尺牍问穷愁。移舟水溅差差绿，倚槛风摆柄柄香。(风摆 一作：风摇)多谢浣纱人未折，雨中留得盖鸳鸯。人谁不顾老，老去有谁怜。身瘦带频减，发稀冠自偏。废书缘惜眼，多灸为随年。经事还谙事，阅人如阅川。细思皆幸矣，下此便翛然。莫道桑榆晚，为霞尚满天。人闲桂花落，夜静春山空。月出惊山鸟，时鸣春涧中。",
        "author": "唐代",
        "poem_class": "七夕",
        "dynasty": "李嘉祐"
    },
    {
        "title": "鹊桥仙·月胧星淡",
        "paragraph": "月胧星淡，南飞乌鹊，暗数秋期天上。锦楼不到野人家，但门外、清流叠嶂。 一杯相属，佳人何在，不见绕梁清唱。人间平地亦崎岖，叹银汉、何曾风浪。槐绿低窗暗，榴红照眼明。玉人邀我少留行。无奈一帆烟雨、画船轻。柳叶随歌皱，梨花与泪倾。别时不似见时情。今夜月明江上、酒初醒。一夕轻雷落万丝，霁光浮瓦碧参差。有情芍药含春泪，无力蔷薇卧晓枝。携手江村，梅雪飘裙。情何限、处处消魂。故人不见，旧曲重闻。向望湖楼，孤山寺，涌金门。寻常行处，题诗千首，绣罗衫、与拂红尘。别来相忆，知是何人？有湖中月，江边柳，陇头云。",
        "author": "宋代",
        "poem_class": "七夕",
        "dynasty": "谢薖"
    },
    {
        "title": "柳梢青·七夕",
        "paragraph": "干鹊收声，湿萤度影，庭院深香。步月移阴，梳云约翠，人在回廊。 醺醺宿酒残妆。待付与、温柔醉乡。却扇藏娇，牵衣索笑，今夜差凉。寻真误入蓬莱岛，香风不动松花老。采芝何处未归来，白云遍地无人扫。莫许杯深琥珀浓，未成沉醉意先融。疏钟已应晚来风。瑞脑香消魂梦断，辟寒金小髻鬟松。醒时空对烛花红。黄金错刀白玉装，夜穿窗扉出光芒。丈夫五十功未立，提刀独立顾八荒。京华结交尽奇士，意气相期共生死。千年史册耻无名，一片丹心报天子。尔来从军天汉滨，南山晓雪玉嶙峋。呜呼！楚虽三户能亡秦，岂有堂堂中国空无人！",
        "author": "宋代",
        "poem_class": "七夕",
        "dynasty": "刘镇"
    },
    {
        "title": "浣溪沙·七夕年年信不违",
        "paragraph": "七夕年年信不违，银河清浅白云微，蟾光鹊影伯劳飞。每恨蟪蛄怜婺女，几回娇妒下鸳机，今宵嘉会两依依。门巷秋归更寂寥，雨馀闲砌委兰苗。梦回月夜虫吟壁，病起茅斋药满瓢。泽国旧游关远思，竹林前会负佳招。身名未立犹辛苦，何许流年晚鬓凋。樱桃落尽春归去，蝶翻金粉双飞。子规啼月小楼西，玉钩罗幕，惆怅暮烟垂。别巷寂寥人散后，望残烟草低迷。炉香闲袅凤凰儿，空持罗带，回首恨依依。辛勤得茧不盈筐，灯下缫丝恨更长。 著处不知来处苦，但贪衣上绣鸳鸯。",
        "author": "五代",
        "poem_class": "七夕",
        "dynasty": "毛文锡"
    },
    {
        "title": "秋蕊香·七夕",
        "paragraph": "懒浴新凉睡早。雪靥酒红微笑。倚楼起把绣针小。月冷波光梦觉。 怕闻井叶西风到。恨多少。粉河不语堕秋晓。云雨人间未了。金溪民方仲永，世隶耕。仲永生五年，未尝识书具，忽啼求之。父异焉，借旁近与之，即书诗四句，并自为其名。其诗以养父母、收族为意，传一乡秀才观之。自是指物作诗立就，其文理皆有可观者。邑人奇之，稍稍宾客其父，或以钱币乞之。父利其然也，日扳仲永环谒于邑人，不使学。余闻之也久。明道中，从先人还家，于舅家见之，十二三矣。令作诗，不能称前时之闻。又七年，还自扬州，复到舅家问焉。曰：“泯然众人矣。”王子曰：仲永之通悟，受之天也。其受之天也，贤于材人远矣。卒之为众人，则其受于人者不至也。彼其受之天也，如此其贤也，不受之人，且为众人；今夫不受之天，固众人，又不受之人，得为众人而已耶？几日随风北海游，回从扬子大江头。臣心一片磁针石，不指南方不肯休。潇洒江梅，向竹梢疏处，横两三枝。东君也不爱惜，雪压霜欺。无情燕子，怕春寒、轻失花期。惟是有，年年塞雁，归来曾见开时。 清浅小溪如练，问玉堂何似，茅舍疏篱。伤心故人去后，冷落新诗。微云淡月，对孤芳、分付他谁。空自倚，清香未减，风流不在人知。",
        "author": "宋代",
        "poem_class": "七夕",
        "dynasty": "吴文英"
    },
    {
        "title": "荔枝香近·七夕",
        "paragraph": "睡轻时闻，晚鹊噪庭树。又说今夕天津，西畔重欢遇。蛛丝暗锁红楼，燕子穿帘处。天上、未比人间更情苦。秋鬓改，妒月姊、长眉妩。过雨西风，数叶井梧愁舞。梦入蓝桥，几点疏星映朱户。泪湿沙边凝伫。迟迟春日弄轻柔，花径暗香流。清明过了，不堪回首，云锁朱楼。午窗睡起莺声巧，何处唤春愁？绿杨影里，海棠亭畔，红杏梢头。危楼还望，叹此意、今古几人曾会？鬼设神施，浑认作、天限南疆北界。一水横陈，连岗三面，做出争雄势。六朝何事，只成门户私计？因笑王谢诸人，登高怀远，也学英雄涕。凭却长江，管不到，河洛腥膻无际。正好长驱，不须反顾，寻取中流誓。小儿破贼，势成宁问强对！(强对 一作：疆场)细数十年事，十处过中秋。今年新梦，忽到黄鹤旧山头。老子个中不浅，此会天教重见，今古一南楼。星汉淡无色，玉镜独空浮。敛秦烟，收楚雾，熨江流。关河离合，南北依旧照清愁。想见姮娥冷眼，应笑归来霜鬓，空敝黑貂裘。酾酒问蟾兔，肯去伴沧洲？",
        "author": "宋代",
        "poem_class": "七夕",
        "dynasty": "吴文英"
    },
    {
        "title": "壬申七夕",
        "paragraph": "已驾七香车，心心待晓霞。风轻惟响珮，日薄不嫣花。桂嫩传香远，榆高送影斜。成都过卜肆，曾妒识灵槎。燕台一望客心惊，笳鼓喧喧汉将营。(笳鼓 一作：箫鼓)万里寒光生积雪，三边曙色动危旌。沙场烽火连胡月，海畔云山拥蓟城。少小虽非投笔吏，论功还欲请长缨。一尺深红胜曲尘，天生旧物不如新。(胜曲尘 一作：蒙曲尘)合欢桃核终堪恨，里许元来别有人。井底点灯深烛伊，共郎长行莫围棋。玲珑骰子安红豆，入骨相思知不知。 杨柳青青江水平，闻郎江上唱歌声。(唱歌 一作：踏歌)东边日出西边雨，道是无晴却有晴。(却有晴 一作：还有晴)",
        "author": "唐代",
        "poem_class": "七夕",
        "dynasty": "李商隐"
    },
    {
        "title": "蝶恋花·喜鹊桥成催凤驾",
        "paragraph": "喜鹊桥成催凤驾。天为欢迟，乞与初凉夜。乞巧双蛾加意画。玉钩斜傍西南挂。 分钿擘钗凉叶下。香袖凭肩，谁记当时话。路隔银河犹可借。世间离恨何年罢。野棠花落，又匆匆过了，清明时节。刬地东风欺客梦，一枕云屏寒怯。曲岸持觞，垂杨系马，此地曾经别。楼空人去，旧游飞燕能说。闻道绮陌东头，行人长见，帘底纤纤月。旧恨春江流不断，新恨云山千叠。料得明朝，尊前重见，镜里花难折。也应惊问：近来多少华发？雨后春容清更丽。只有离人，幽恨终难洗。北固山前三面水。碧琼梳拥青螺髻。一纸乡书来万里。问我何年，真个成归计。回首送春拚一醉。东风吹破千行泪。一曲新词酒一杯，去年天气旧亭台。夕阳西下几时回？无可奈何花落去，似曾相识燕归来。小园香径独徘徊。",
        "author": "宋代",
        "poem_class": "七夕",
        "dynasty": "晏几道"
    },
    {
        "title": "喜春来·七夕",
        "paragraph": "天孙一夜停机暇，人世千家乞巧忙，想双星心事密话头长。七月七，回首笑三郎。世间人，须觉悟。难得人身休辜负。莫把时虚度。不离方寸蓬莱岛。多少时人行不到。劝君早觅长生路。一江烟水照晴岚，两岸人家接画檐，芰荷丛一段秋光淡。看沙鸥舞再三，卷香风十里珠帘。画船儿天边至，酒旗儿风外飐。爱杀江南！前朝书法孰为盛，苏黄米蔡得其正。法度难以晋魏论，气象可与欧虞并。宣和金书类臣稷，筋骨通神工瘦硬。大江南来万几暇，翰墨留神纵天性。驱驰羲献走颜柳，神游八法轻万乘。昭回云翰飞龙章，斡旋天机挥斗柄。长枪大剑竟何用，恢复有志还未定。太平遗老羔羊翁，草书时时发清兴。天资自可凌汗漫，笔力犹能造遒劲。年来神品不可得，醉素张颠夸草圣。残篇断简付覆缶，玉轴牙签同弃甑。摩娑故纸叹凋落，老眼昏花犹可认。案头我正理蠹鱼，晴日好风窗几净。",
        "author": "元代",
        "poem_class": "七夕",
        "dynasty": "佚名"
    },
    {
        "title": "七夕二首·其一",
        "paragraph": "玉露金风报素秋，穿针楼上独含愁。双星何事今宵会，遗我庭前月一钩。开辟鸿蒙，谁为情种？都只为风月情浓。趁着这奈何天、伤怀日、寂寥时，试遣愚衷。因此上，演出这怀金悼玉的《红楼梦》。春灯如雪浸兰舟，不载江南半点愁。谁信寻春此狂客，一茶一偈过扬州。那年私语小窗边，明月未曾圆。含羞几度，已抛人远，忽近人前。无情最是寒江水，催送渡头船。一声归去，临得又坐，乍起翻眠。",
        "author": "清代",
        "poem_class": "七夕",
        "dynasty": "德容"
    },
    {
        "title": "小重山·七夕病中",
        "paragraph": "半夜灯残鼠上檠。上窗风动竹，月微明。梦魂偏记水西亭。琅玕碧，花影弄蜻蜓。千里暮云平，南楼催上烛，晚来晴。酒阑人散斗西倾。天如水，团扇扑流萤。残霞夕照西湖好，花坞苹汀，十顷波平，野岸无人舟自横。 西南月上浮云散，轩槛凉生。莲芰香清。水面风来酒面醒。雨霰疏疏经泼火。巷陌秋千，犹未清明过。杏子梢头香蕾破。淡红褪白胭脂涴。 苦被多情相折挫。病绪厌厌，浑似年时个。绕遍回廊还独坐。月笼云暗重门锁。南高峰，北高峰，一片湖光烟霭中。春来愁杀侬。郎意浓，妾意浓。油壁车轻郎马骢，相逢九里松。",
        "author": "宋代",
        "poem_class": "七夕",
        "dynasty": "吕渭老"
    },
    {
        "title": "鹧鸪天·当日佳期鹊误传",
        "paragraph": "当日佳期鹊误传。至今犹作断肠仙。桥成汉渚星波外，人在鸾歌凤舞前。 欢尽夜，别经年。别多欢少奈何天。情知此会无长计，咫尺凉蟾亦未圆。窗间梅熟落蒂，墙下笋成出林。连雨不知春去，一晴方觉夏深。天涯流落思无穷！既相逢，却匆匆。携手佳人，和泪折残红。为问东风余几许？春纵在，与谁同！隋堤三月水溶溶。背归鸿，去吴中。回首彭城，清泗与淮通。欲寄相思千点泪，流不到，楚江东。(欲寄 一作：寄我)何处合成愁。离人心上秋。纵芭蕉、不雨也飕飕。都道晚凉天气好，有明月、怕登楼。 年事梦中休。花空烟水流。燕辞归、客尚淹留。垂柳不萦裙带住。漫长是、系行舟。",
        "author": "宋代",
        "poem_class": "七夕",
        "dynasty": "晏几道"
    },
    {
        "title": "菩萨蛮·七夕",
        "paragraph": "东飞乌鹊西飞燕，盈盈一水经年见。急雨洗香车，天回河汉斜。离愁千载上，相远长相望。终不似人间，回头万里山。黄金错刀白玉装，夜穿窗扉出光芒。丈夫五十功未立，提刀独立顾八荒。京华结交尽奇士，意气相期共生死。千年史册耻无名，一片丹心报天子。尔来从军天汉滨，南山晓雪玉嶙峋。呜呼！楚虽三户能亡秦，岂有堂堂中国空无人！草际鸣蛩。惊落梧桐。正人间、天上愁浓。云阶月地，关锁千重。纵浮槎来，浮槎去，不相逢。 星桥鹊驾，经年才见，想离情、别恨难穷。牵牛织女，莫是离中。甚霎儿晴，霎儿雨，霎儿风。只知逐胜忽忘寒，小立春风夕照间。最爱东山晴后雪，软红光里涌银山。群山雪不到新晴，多作泥融少作冰。最爱东山晴后雪，却愁宜看不宜登。",
        "author": "宋代",
        "poem_class": "七夕",
        "dynasty": "陈师道"
    },
    {
        "title": "七夕",
        "paragraph": "一道鹊桥横渺渺，千声玉佩过玲玲。别离还有经年客，怅望不如河鼓星。他乡复行役，驻马别孤坟。近泪无干土，低空有断云。对棋陪谢傅，把剑觅徐君。唯见林花落，莺啼送客闻。大历二年十月十九日，夔府别驾元持宅，见临颍李十二娘舞剑器，壮其蔚跂，问其所师，曰：“余公孙大娘弟子也。” 开元五载，余尚童稚，记于郾城观公孙氏，舞剑器浑脱，浏漓顿挫，独出冠时，自高头宜春梨园二伎坊内人洎外供奉，晓是舞者，圣文神武皇帝初，公孙一人而已。玉貌锦衣，况余白首，今兹弟子，亦非盛颜。既辨其由来，知波澜莫二，抚事慷慨，聊为《剑器行》。昔者吴人张旭，善草书帖，数常于邺县见公孙大娘舞西河剑器，自此草书长进，豪荡感激，即公孙可知矣。昔有佳人公孙氏，一舞剑器动四方。观者如山色沮丧，天地为之久低昂。㸌如羿射九日落，矫如群帝骖龙翔。来如雷霆收震怒，罢如江海凝清光。绛唇珠袖两寂寞，晚有弟子传芬芳。临颍美人在白帝，妙舞此曲神扬扬。与余问答既有以，感时抚事增惋伤。先帝侍女八千人，公孙剑器初第一。五十年间似反掌，风尘澒洞昏王室。梨园弟子散如烟，女乐余姿映寒日。金粟堆前木已拱，瞿唐石城草萧瑟。玳筵急管曲复终，乐极哀来月东出。老夫不知其所往，足茧荒山转愁疾。青山横北郭，白水绕东城。此地一为别，孤蓬万里征。浮云游子意，落日故人情。挥手自兹去，萧萧班马鸣。",
        "author": "唐代",
        "poem_class": "七夕",
        "dynasty": "徐凝"
    },
    {
        "title": "沉醉东风·七夕",
        "paragraph": "银烛秋光冷画屏，碧天晴夜静闲亭。蛛丝度绣针，龙麝焚金鼎。庆人间七夕佳令。卧看牵牛织女星，月转过梧桐树影。雪刃森森倚碧云，佛魔凡圣总亡魂。水乾沧海鱼龙死，火烈昆冈玉石焚。草茫茫秦汉陵阙，世代兴亡，却便似月影圆缺。山人家堆案图书，当窗松桂，满地薇蕨。侯门深何须刺谒？白云自可怡悦。到如何世事难说，天地间不见一个英雄，不见一个豪杰！ 寓兴鹏抟九万，腰缠十万，扬州鹤背骑来惯。事间关，景阑珊，黄金不富英雄汉，一片世情天地间。白，也是眼；青，也是眼。冬日写怀离家一月，闲居客舍，孟尝君不费黄齑社，世情别，故交绝，床头金尽谁行借？今日又逢冬至节。酒，何处赊？梅，何处折？朝三暮四，昨非今是，痴儿不解荣枯事。儹家私，宠花枝，黄金壮起荒淫志，千百锭买张招状纸。身，已至此；心，犹未死。冬寒前后，归晴时候，谁人相伴梅花瘦？钓鳌舟，缆汀洲，绿蓑不耐风霜透，投至有鱼来上钩。风，吹破头；霜，皴破手。自警清风闲坐，白云高卧，面皮不受时人唾。乐跎跎，笑呵呵，看别人搭套项推沉磨，盖下一枚安乐窝。东，也在我。西，也在我。失题云浓云淡，窗明窗暗，等闲休擘骊龙颔。正尴九咸，莫贪婪，恶风波吃闪的都着淹，流则盈科止则坎。行，也在俺；藏，也在俺。妆呆妆亻林，妆聋妆口吞，人生一世刚图甚？句闲吟，酒频斟，白云梦绕青山枕，看遍洛阳花似锦。荣，也在恁；枯，也在恁。",
        "author": "元代",
        "poem_class": "七夕",
        "dynasty": "卢挚"
    },
    {
        "title": "行香子·七夕",
        "paragraph": "草际鸣蛩。惊落梧桐。正人间、天上愁浓。云阶月地，关锁千重。纵浮槎来，浮槎去，不相逢。 星桥鹊驾，经年才见，想离情、别恨难穷。牵牛织女，莫是离中。甚霎儿晴，霎儿雨，霎儿风。一川松竹任横斜，有人家，被云遮。雪后疏梅，时见两三花。比着桃源溪上路，风景好，不争多。旗亭有酒径须赊，晚寒些，怎禁他。醉里匆匆，归骑自随车。白发苍颜吾老矣，只此地，是生涯。眉共春山争秀。可怜长皱。莫将清泪湿花枝，恐花也、如人瘦。清润玉箫闲久。知音稀有，欲知日日倚阑愁，但问取、亭前柳。北望燕云不尽头，大江东去水悠悠。夕阳一片寒鸦外，目断东南四百州。",
        "author": "宋代",
        "poem_class": "七夕",
        "dynasty": "李清照"
    },
    {
        "title": "鹊桥仙·七夕",
        "paragraph": "双星良夜，耕慵织懒，应被群仙相妒。娟娟月姊满眉颦，更无奈、风姨吹雨。 相逢草草，争如休见，重搅别离心绪。新欢不抵旧愁多，倒添了、新愁归去。小浦闻鱼跃，横林待鹤归。闲云不成雨，故傍碧山飞。画鼓声中昏又晓。时光只解催人老。求得浅欢风日好。齐揭调。神仙一曲渔家傲。绿水悠悠天杳杳。浮生岂得长年少。莫惜醉来开口笑。须信道。人间万事何时了。银河宛转三千曲。浴凫飞鹭澄波绿。何处是归舟。夕阳江上楼。 天憎梅浪发。故下封枝雪。深院卷帘看。应怜江上寒。",
        "author": "宋代",
        "poem_class": "七夕",
        "dynasty": "范成大"
    },
    {
        "title": "醉蓬莱·夷则商七夕和方南山",
        "paragraph": "望碧天书断，宝枕香留，泪痕盈袖。谁识秋娘，比行云纤瘦。象尺熏炉，翠针金缕，记倚床同绣。月亸琼梳，冰销粉汗，南花熏透。 尽是当时，少年清梦，臂约痕深，帕绡红皱。凭鹊传音，恨语多轻漏。润玉留情，沈郎无奈，向柳阴期候。数曲催阑，双铺深掩，风镮鸣兽。元丰七年十二月十八日，浴泗州雍熙塔下，戏作如梦令阕。此曲本唐庄宗制，名忆仙姿，嫌其名不雅，故改为如梦令。盖庄宗作此词，卒章云：“如梦如梦，和泪出门相送。”因取以为名云。水垢何曾相受。细看两俱无有。寄语揩背人，尽日劳君挥肘。轻手，轻手。居士本来无垢。一年春事都来几，早过了、三之二。绿暗红嫣浑可事。绿杨庭院，暖风帘幕，有个人憔悴。买花载酒长安市，又争似、家山见桃李。不枉东风吹客泪。相思难表，梦魂无据，惟有归来是。鸠雨催成新绿，燕泥收尽残红。春光还与美人同。论心空眷眷，分袂却匆匆。只道真情易写，那知怨句难工。水流云散各西东。半廊花院月，一帽柳桥风。",
        "author": "宋代",
        "poem_class": "七夕",
        "dynasty": "吴文英"
    },
    {
        "title": "辛未七夕",
        "paragraph": "恐是仙家好别离，故教迢递作佳期。由来碧落银河畔，可要金风玉露时。清漏渐移相望久，微云未接过来迟。岂能无意酬乌鹊，惟与蜘蛛乞巧丝。新年都未有芳华，二月初惊见草芽。白雪却嫌春色晚，故穿庭树作飞花。闲坐悲君亦自悲，百年都是几多时。邓攸无子寻知命，潘岳悼亡犹费词。同穴窅冥何所望，他生缘会更难期。惟将终夜长开眼，报答平生未展眉。扶桑已在渺茫中，家在扶桑东更东。 此去与师谁共到，一船明月一帆风。",
        "author": "唐代",
        "poem_class": "七夕",
        "dynasty": "李商隐"
    },
    {
        "title": "七夕",
        "paragraph": "络角星河菡萏天，一家欢笑设红筵。应倾谢女珠玑箧，尽写檀郎锦绣篇。香帐簇成排窈窕，金针穿罢拜婵娟。铜壶漏报天将晓，惆怅佳期又一年。零落桐叶雨，萧条槿花风。悠悠早秋意，生此幽闲中。 况与故人别，中怀正无悰。勿云不相送，心到青门东。 相知岂在多，但问同不同。同心一人去，坐觉长安空。记得那年花下，深夜，初识谢娘时。水堂西面画帘垂，携手暗相期。惆怅晓莺残月，相别，从此隔音尘。如今俱是异乡人，相见更无因。故人具鸡黍，邀我至田家。绿树村边合，青山郭外斜。开轩面场圃，把酒话桑麻。待到重阳日，还来就菊花。",
        "author": "唐代",
        "poem_class": "七夕",
        "dynasty": "罗隐"
    }
]