[
    {
        "title": "回董提举中秋请宴启",
        "paragraph": "照江叠节，载画舫之清冰；待月举杯，呼芳樽于绿净。拜华星之坠几，约明月之浮槎。风雨满城，何幸两重阳之近；江山如画，尚从前赤壁之游。槁秸申酬，轮嗣布。梅子黄时日日晴，小溪泛尽却山行。绿阴不减来时路，添得黄鹂四五声。香冷金猊，被翻红浪，起来慵自梳头。任宝奁尘满，日上帘钩。生怕离怀别苦，多少事、欲说还休。新来瘦，非干病酒，不是悲秋。休休，这回去也，千万遍《阳关》，也则难留。念武陵人远，烟锁秦楼。惟有楼前流水，应念我、终日凝眸。凝眸处，从今又添，一段新愁。(版本一)香冷金猊，被翻红浪，起来人未梳头。任宝奁闲掩，日上帘钩。生怕闲愁暗恨，多少事、欲说还休。今年瘦，非干病酒，不是悲秋。明朝，者回去也，千万遍阳关，也即难留。念武陵春晚，云锁重楼。记取楼前绿水，应念我、终日凝眸。凝眸处，从今更数，几段新愁。(版本二)茅檐人静，蓬窗灯暗，春晚连江风雨。林莺巢燕总无声，但月夜、常啼杜宇。催成清泪，惊残孤梦，又拣深枝飞去。故山犹自不堪听，况半世、飘然羁旅！",
        "author": "宋代",
        "poem_class": "中秋",
        "dynasty": "文天祥"
    },
    {
        "title": "尾犯·甲辰中秋",
        "paragraph": "绀海掣微云，金井暮凉，梧韵风急。何处楼高，想清光先得。江汜冷、冰绡乍洗，素娥堪，菱花再拭。影留人去，忍向夜深，帘户照陈迹。 竹房苔径小，对日暮、数尽烟碧。露蓼香泾，记年时相识。二十五、声声秋点，梦不认、屏山路窄。醉魂幽扬，满地桂阴无人惜。丝丝杨柳丝丝雨。春在溟濛处。楼儿忒小不藏愁。几度和云飞去、觅归舟。天怜客子乡关远。借与花消遣。海棠红近绿阑干。才卷朱帘却又、晚风寒。两岸舟船各背驰，波痕交涉亦难为。只余鸥鹭无拘管，北去南来自在飞。临川之城东，有地隐然而高，以临于溪，曰新城。新城之上，有池洼然而方以长，曰王羲之之墨池者，荀伯子《临川记》云也。羲之尝慕张芝，临池学书，池水尽黑，此为其故迹，岂信然邪？ 方羲之之不可强以仕，而尝极东方，出沧海，以娱其意于山水之间；岂其徜徉肆恣，而又尝自休于此邪？羲之之书晚乃善，则其所能，盖亦以精力自致者，非天成也。然后世未有能及者，岂其学不如彼邪？则学固岂可以少哉，况欲深造道德者邪？ 墨池之上，今为州学舍。教授王君盛恐其不章也，书‘晋王右军墨池’之六字于楹间以揭之。又告于巩曰：“愿有记”。推王君之心，岂爱人之善，虽一能不以废，而因以及乎其迹邪？其亦欲推其事以勉其学者邪？夫人之有一能而使后人尚之如此，况仁人庄士之遗风余思被于来世者何如哉！ 庆历八年九月十二日，曾巩记。 ",
        "author": "宋代",
        "poem_class": "中秋",
        "dynasty": "吴文英"
    },
    {
        "title": "浣溪沙·中秋坐上十八客",
        "paragraph": "同是瀛洲册府仙，今朝聊结社中莲，胡笳按拍酒如川。唤起封姨清晚暑，更将荔子荐新圆，从今三夜看婵娟。无利无名，无荣无辱，无烦无恼。夜灯前、独歌独酌，独吟独笑。况值群山初雪满，又兼明月交光好。便假饶百岁拟如何，从他老。知富贵，谁能保。知功业，何时了。算箪瓢金玉，所争多少。一瞬光阴何足道，便思行乐常不早。待春来携酒殢东风，眠芳草。江北上归舟，再见江南岸。江北江南几度秋，梦里朱颜换。人是岭头云，聚散天谁管。君似孤云何处归，我似离群雁。耕犁千亩实千箱，力尽筋疲谁复伤？但得众生皆得饱，不辞羸病卧残阳。",
        "author": "宋代",
        "poem_class": "中秋",
        "dynasty": "张孝祥"
    },
    {
        "title": "好事近·中秋席上和王路钤",
        "paragraph": "明月到今宵，长是不如人约。想见广寒宫殿，正云梳风掠。夜深休更唤笙歌，檐头雨声恶。不是小山词就，这一场寥索。一夜满林星月白，亦无云气亦无雷。平明忽见溪流急，知是他山落雨来。数声鶗鴂，又报芳菲歇。惜春更把残红折。雨轻风色暴，梅子青时节。永丰柳，无人尽日飞花雪。(飞花雪 一作：花飞雪)莫把幺弦拨，怨极弦能说。天不老，情难绝。心似双丝网，中有千千结。夜过也，东窗未白凝残月。(凝残月 一作：孤灯灭)插脚红尘已是颠。更求平地上青天。新来有个生涯别，买断烟波不用钱。 沽酒市，采菱船。醉听风雨拥蓑眠。三山老子真堪笑，见事迟来四十年。",
        "author": "宋代",
        "poem_class": "中秋",
        "dynasty": "辛弃疾"
    },
    {
        "title": "中秋见月和子由",
        "paragraph": "明月未出群山高，瑞光千丈生白毫。一杯未尽银阙涌，乱云脱坏如崩涛。谁为天公洗眸子，应费明河千斛水。遂令冷看世间人，照我湛然心不起。西南火星如弹丸，角尾奕奕苍龙蟠。今宵注眼看不见，更许萤火争清寒。何人舣舟临古汴，千灯夜作鱼龙变。曲折无心逐浪花，低昂赴节随歌板。青荧灭没转前山，浪飐风回岂复坚。明月易低人易散，归来呼酒更重看。堂前月色愈清好，咽咽寒螀鸣露草。卷帘推户寂无人，窗下咿哑惟楚老。南都从事莫羞贫，对月题诗有几人。明朝人事随日出，恍然一梦瑶台客。湖山胜处放翁家，槐柳阴中野径斜。水满有时观下鹭，草深无处不鸣蛙。箨龙已过头番笋，木笔犹开第一花。叹息老来交旧尽，睡来谁共午瓯茶。小径红稀，芳郊绿遍。高台树色阴阴见。春风不解禁杨花，蒙蒙乱扑行人面。(蒙 通：濛)翠叶藏莺，朱帘隔燕。炉香静逐游丝转。一场愁梦酒醒时，斜阳却照深深院。三过平山堂下，半生弹指声中。十年不见老仙翁，壁上龙蛇飞动。欲吊文章太守，仍歌杨柳春风。休言万事转头空，未转头时皆梦。",
        "author": "宋代",
        "poem_class": "中秋",
        "dynasty": "苏轼"
    },
    {
        "title": "永遇乐·乙巳中秋风雨",
        "paragraph": "风拂尘徽，雨侵凉榻，才动秋思。缓酒销更，移灯傍影，净洗芭蕉耳。铜华沧海，愁霾重嶂，燕北雁南天外。算阴晴，浑似几番，渭城故人离会。 青楼旧日，高歌取醉，唤出玉人梳洗。红叶流光，苹花两鬓，心事成秋水。白凝虚晓，香吹轻烬，倚窗小瓶疏桂。问深宫，姮娥正在，妒云第几。初疑夜雨忽朝晴，乃是山泉终夜鸣。流到前溪无半语，在山做得许多声。渺空烟四远，是何年、青天坠长星？幻苍崖云树，名娃金屋，残霸宫城。箭径酸风射眼，腻水染花腥。时靸双鸳响，廊叶秋声。宫里吴王沉醉，倩五湖倦客，独钓醒醒。问苍波无语，华发奈山青。水涵空、阑干高处，送乱鸦斜日落渔汀。连呼酒、上琴台去，秋与云平。一夕轻雷落万丝，霁光浮瓦碧参差。有情芍药含春泪，无力蔷薇卧晓枝。",
        "author": "宋代",
        "poem_class": "中秋",
        "dynasty": "吴文英"
    },
    {
        "title": "菩萨蛮·何须急管吹云暝",
        "paragraph": "何须急管吹云暝，高寒滟滟开金饼。今夕不登楼，一年空过秋。桂花香雾冷，梧叶西风影。客醉倚河桥，清光愁玉箫。携扙来追柳外凉，画桥南畔倚胡床。月明船笛参差起，风定池莲自在香。伽花彩甚奇，谓有初春之兴。因作二首，寄袁公济雪颔霜髯不自惊。更将翦彩发春荣。羞颜未醉已先赪。 莫唱黄鸡并白发，且呼张丈唤殷兄。有人归去欲卿卿。望处雨收云断，凭阑悄悄，目送秋光。晚景萧疏，堪动宋玉悲凉。水风轻，蘋花渐老，月露冷、梧叶飘黄。遣情伤。故人何在，烟水茫茫。 难忘，文期酒会，几孤风月，屡变星霜。海阔山遥，未知何处是潇湘。念双燕、难凭远信，指暮天、空识归航。黯相望。断鸿声里，立尽斜阳。",
        "author": "宋代",
        "poem_class": "中秋",
        "dynasty": "高观国"
    },
    {
        "title": "念奴娇·中秋对月",
        "paragraph": "桂花浮玉，正月满天街，夜凉如洗。风泛须眉并骨寒，人在水晶宫里。蛟龙偃蹇，观阙嵯峨，缥缈笙歌沸。霜华满地，欲跨彩云飞起。记得去年今夕，酾酒溪亭，淡月云来去。千里江山昨梦非，转眼秋光如许。青雀西来，嫦娥报我，道佳期近矣。寄言俦侣，莫负广寒沈醉。春城烟雾晓阴阴，俯仰斜阳吊古今。万里河山犹故国，九京风雨自同心。欲知其主观司隶，未见孤儿属羽林。鹤唳华亭人没后，河桥一阕泪沾襟。西湖最盛，为春为月。一日之盛，为朝烟，为夕岚。今岁春雪甚盛，梅花为寒所勒，与杏桃相次开发，尤为奇观。石篑数为余言：“傅金吾园中梅，张功甫玉照堂故物也，急往观之。”余时为桃花所恋，竟不忍去。湖上由断桥至苏堤一带，绿烟红雾，弥漫二十余里。歌吹为风，粉汗为雨，罗纨之盛，多于堤畔之草，艳冶极矣。然杭人游湖，止午、未、申三时。其实湖光染翠之工，山岚设色之妙，皆在朝日始出，夕舂未下，始极其浓媚。月景尤不可言，花态柳情，山容水意，别是一种趣味。此乐留与山僧游客受用，安可为俗士道哉？人道春归实不归，但知结实蕊枝稀。昨朝一夜如膏雨，正是花成子就时。",
        "author": "明代",
        "poem_class": "中秋",
        "dynasty": "文征明"
    },
    {
        "title": "八月十五夜桃源玩月",
        "paragraph": "尘中见月心亦闲，况是清秋仙府间。凝光悠悠寒露坠，此时立在最高山。碧虚无云风不起，山上长松山下水。群动悠然一顾中，天高地平千万里。少君引我升玉坛，礼空遥请真仙官。云拼欲下星斗动，天乐一声肌骨寒。金霞昕昕渐东上，轮欹影促犹频望。绝景良时难再并，他年此日应惆怅。飞雪带春风，裴回乱绕空。君看似花处，偏在洛阳东。(洛阳东 一作：洛城中)白酒新熟山中归，黄鸡啄黍秋正肥。呼童烹鸡酌白酒，儿女嬉笑牵人衣。高歌取醉欲自慰，起舞落日争光辉。游说万乘苦不早，著鞭跨马涉远道。会稽愚妇轻买臣，余亦辞家西入秦。仰天大笑出门去，我辈岂是蓬蒿人。移舟泊烟渚，日暮客愁新。野旷天低树，江清月近人。",
        "author": "唐代",
        "poem_class": "中秋",
        "dynasty": "刘禹锡"
    },
    {
        "title": "玉漏迟·瓜泾度中秋夕赋",
        "paragraph": "雁边风讯小，飞琼望杳，碧云先晚。露冷阑干，定怯藕丝冰腕。净洗浮空片玉，胜花影、春灯相乱。秦镜满。素娥未肯，分秋一半。 每圆处即良宵，甚此夕偏饶，对歌临怨。万里婵娟，几许雾屏云幔。孤兔凄凉照水，晓风起、银河西转。摩泪眼。瑶台梦回人远。僵卧孤村不自哀，尚思为国戍轮台。夜阑卧听风吹雨，铁马冰河入梦来。天与秋光，转转情伤，探金英知近重阳。薄衣初试，绿蚁新尝，渐一番风，一番雨，一番凉。黄昏院落，凄凄惶惶，酒醒时往事愁肠。那堪永夜，明月空床。闻砧声捣，蛩声细，漏声长。丝丝杨柳丝丝雨。春在溟濛处。楼儿忒小不藏愁。几度和云飞去、觅归舟。天怜客子乡关远。借与花消遣。海棠红近绿阑干。才卷朱帘却又、晚风寒。",
        "author": "宋代",
        "poem_class": "中秋",
        "dynasty": "吴文英"
    },
    {
        "title": "琵琶仙·中秋",
        "paragraph": "碧海年年，试问取、冰轮为谁圆缺？吹到一片秋香，清辉了如雪。愁中看、好天良夜，知道尽成悲咽。只影而今，那堪重对，旧时明月。花径里、戏捉迷藏，曾惹下萧萧井梧叶。记否轻纨小扇，又几番凉热。只落得，填膺百感，总茫茫、不关离别。一任紫玉无情，夜寒吹裂。伤心误到芜城路，携血泪，无挥处。半月模糊霜几树。紫箫低远，翠翘明灭，隐隐羊车度。鲸波碧浸横江锁，故垒萧萧芦荻浦。烟水不知人事错。戈船千里，降帆一片，莫怨莲花步。一节复一节，千枝攒万叶。我自不开花，免撩蜂与蝶。深深绿草闭重门，昔是今非总断魂。满地落花人不见，一轮明月伴黄昏。",
        "author": "清代",
        "poem_class": "中秋",
        "dynasty": "纳兰性德"
    },
    {
        "title": "中秋咏怀借杜子美秋日述怀一百韵和寄柳州假鸣桑先生",
        "paragraph": "异乡青嶂外，故里白云边。北极悬双眼，中秋度四年。灯前横一剑，江浒宿孤船。玉露漙漙忌，金波炯炯然。山风徒自溷，儒俗不同迁。对酒轻千日，论诗嗣百篇。斫才犹见朴，礲智未成圆。自是穷荒地，谁怜落寞天。梧桐床护满，蟋蟀井吟偏。何处寻灵运，无人问稚川。寒岩巢燕别，疏竹网虫悬。市贾希求纸，民储寡守钱。饔餐粗乃习，衣褐短堪怜。名谷非甘谷，称泉半盗泉。土城门不警，竹屋壁常穿。钧石唯咨背，舆台只食肩。戆呆千百种，秀敏几多员。猎野狐偕走，烧畲蚁并缘。夸酣言沓沓，鼓饱腹便便。定静聋疑吹，晴明瞽讶烟。立名甘在下，恃气或争前。肥丑红楼女，粗豪碧洞仙。城隅频有约，淇水久相传。淰淰重岚晻，潺潺小涧湲。背恩棠遂伐，忘义豆长煎。胥学凶如虿，无惭行有膻。豚蹄祈殖谷，糟酒乐登筵。墉集欺猫鼠，林藏逐雀鹯。礼罗谁共入，宪网底粗悛。腐木难胜斧，孤雏叵受鋋。整冠迷狎李，称物昧持权。天德劳巡抚，人愚苦系挛。树藩吁格逖，作县失烝蠲。平谳翻遗蠹，催科绝胜畋。秽污无与汰，残忍复叨全。私有千端计，公无半语宣。执鞭深结友，握椠恶亲贤。富视铜三百，贫量石二千。中冓言可丑，有北尔当先。反笑人驽钝，私扬已骥翩。谬为明舞态，暗弄卓奔弦。伪狗故盛衍，非鱼罔寄筌。斯人宜罪也，夫我岂为焉。自昔图通变，而今谨折旋。第令心怏怏，未极理玄玄。诸子新粱肉，群经旧井田。鸾鸣将日近，鹏举欲云连。何苦原衣弊，难更肇锦鲜。平澜寒负耒，阴壑夜鸣舷。冷落千军笔，纷披十样笺。廉都多宠顾，贪守一拘牵。固谓身无绌，原来命独邅。昆山宁玉弃，合浦敢珠捐。踧蹜腾高浪，参差始碧涟。悠悠江至澧，浩浩洛吞瀍。对客封佳句，思亲梦故阡。甘心和氏璞，陶面祖生鞭。嫫母声兼恶，南威色丧娟。嗷嗷秋塞雁，嘒嘒晚林蝉。传世心如锦，回天力未绵。马融先解帐，郑老疾推毡。幼子摊书籍，娇妻问翠钿。乾坤无广厦，风雪压危椽。泛慕沧溟际，行思岱岳巅。五穷延使坐，三疾强令痊。日啖如瓜枣，时寻在火莲。拒随昌寓乘，嬉射长房拳。逼侧悲图骏，徘徊笑卜鳣。敛容过土梗，负汗逐罗鞯。灸热谁何焰，随流恁地涓。摘苹聊涉沚，务稼暂依堧。缅为知心惜，难纾渴思缠。晴冈灵凤哑，旱岁老龙眠。恶守邪溪黑，勤磨大道坚。胸襟真濩落，翰墨独瑰妍。既作鹏同起，休论鷃旂翾。数精卑一行，词正狭优旃。气象凌秋汉，光华逼斗躔。居今仍齿齿，览古愈虔虔。珍敌西南美，雄排左右甄。上台凝望锐，寄字远求骈。京赋人争写，麟经手续编。小官居不愠，健笔秉须专。白下岩鸣铎，长沙省佩弦。杖明诛琐伯，吐爱学乘禅。尔雅言言熟，传灯字字诠。贾生谗自汉，郭隗起无燕。门弟怀明道，家人念闵骞。久孤黔首恋，肯与瘴江延。写别衣皆泪，求亲道欲涎。山长空寄鲤，春尽好闻鹃。牛女缡犹结，参商毂怎旋。荡舟如得奡，辟谷苟缝佺。阊阖须臾启，文昌瞬息褰。世间惊两鸟，眼底尽飞鸢。脱后前人步，终贻半世愆。酉山书每附，浯石颂宜镌。处处青春在，年年碧草芊。壮心期不已，浩气亮非孱。韩柳拚来择，萧曹幸免铨。三年羁旅客，今日又南冠。无限山河泪，谁言天地宽。(山河 一作：河山)已知泉路近，欲别故乡难。毅魄归来日，灵旗空际看。中山孺子倚新妆，郑女燕姬独擅场。齐唱宪王春乐府，金梁桥外月如霜。静坐闲观理自明，是非荣辱岂须争。一身常在闲中过，万事肯于先处行。嫩竹半欹听夜雨，晚云收尽看秋晴。两般清意谁能识，世事交游物外情。",
        "author": "明代",
        "poem_class": "中秋",
        "dynasty": "徐威"
    },
    {
        "title": "中秋",
        "paragraph": "闲吟秋景外，万事觉悠悠。此夜若无月，一年虚过秋。桐风惊心壮士苦，衰灯络纬啼寒素。谁看青简一编书，不遣花虫粉空蠹。思牵今夜肠应直，雨冷香魂吊书客。秋坟鬼唱鲍家诗，恨血千年土中碧。名花倾国两相欢，长得君王带笑看。(长得 一作：常得)解释春风无限恨，沉香亭北倚栏杆。意气骄满路，鞍马光照尘。借问何为者，人称是内臣。朱绂皆大夫，紫绶或将军。(或 一作：悉)夸赴军中宴，走马去如云。尊罍溢九酝，水陆罗八珍。果擘洞庭橘，脍切天池鳞。食饱心自若，酒酣气益振。是岁江南旱，衢州人食人。",
        "author": "唐代",
        "poem_class": "中秋",
        "dynasty": "司空图"
    },
    {
        "title": "天竺寺八月十五日夜桂子",
        "paragraph": "玉颗珊珊下月轮，殿前拾得露华新。 至今不会天中事，应是嫦娥掷与人。更深月色半人家，北斗阑干南斗斜。 今夜偏知春气暖，虫声新透绿窗纱。遥夜泛清瑟，西风生翠萝。残萤栖玉露，早雁拂金河。高树晓还密，远山晴更多。淮南一叶下，自觉洞庭波。清时有味是无能，闲爱孤云静爱僧。 欲把一麾江海去，乐游原上望昭陵。",
        "author": "唐代",
        "poem_class": "中秋",
        "dynasty": "皮日休"
    },
    {
        "title": "一剪梅·中秋元月",
        "paragraph": "忆对中秋丹桂丛，花也杯中，月也杯中。今宵楼上一尊同，云湿纱窗，雨湿纱窗。(月也杯中 一作：月在杯中)浑欲乘风问化工，路也难通，信也难通。满堂唯有烛花红，歌且从容，杯且从容。一点残红欲尽时。乍凉秋气满屏帏。梧桐叶上三更雨，叶叶声声是别离。 调宝瑟，拨金猊。那时同唱鹧鸪词。如今风雨西楼夜，不听清歌也泪垂。莺嘴啄花红溜，燕尾点波绿皱。指冷玉笙寒，吹彻小梅春透。依旧，依旧，人与绿杨俱瘦。别院深深夏席清，石榴开遍透帘明。(夏席清 一作：夏簟清)树阴满地日当午，梦觉流莺时一声。",
        "author": "宋代",
        "poem_class": "中秋",
        "dynasty": "辛弃疾"
    },
    {
        "title": "满江红·中秋寄远",
        "paragraph": "快上西楼，怕天放、浮云遮月。但唤取、玉纤横笛，一声吹裂。谁做冰壶凉世界，最怜玉斧修时节。问嫦娥、孤冷有愁无？应华发。云液满，琼杯滑。长袖起，清歌咽。叹十常八九，欲磨还缺。但愿长圆如此夜，人情未必看承别。把从前、离恨总成欢，归时说。水天空阔，恨东风不惜世间英物。蜀鸟吴花残照里，忍见荒城颓壁。铜雀春情，金人秋泪，此恨凭谁雪？堂堂剑气，斗牛空认奇杰。那信江海余生，南行万里，属扁舟齐发。正为鸥盟留醉眼，细看涛生云灭。睨柱吞嬴，回旗走懿，千古冲冠发。伴人无寐，秦淮应是孤月。越女采莲秋水畔。窄袖轻罗，暗露双金钏。照影摘花花似面。芳心只共丝争乱。鸂鶒滩头风浪晚。雾重烟轻，不见来时伴。隐隐歌声归棹远。离愁引著江南岸。瘦玉萧萧伊水头，风宜清夜露宜秋。更教仙骥旁边立，尽是人间第一流。",
        "author": "宋代",
        "poem_class": "中秋",
        "dynasty": "辛弃疾"
    },
    {
        "title": "中秋月",
        "paragraph": "十轮霜影转庭梧，此夕羁人独向隅。未必素娥无怅恨，玉蟾清冷桂花孤。十里楼台倚翠微。百花深处杜鹃啼。殷勤自与行人语，不似流莺取次飞。 惊梦觉，弄晴时。声声只道不如归。天涯岂是无归意，争奈归期未可期。三更月，中庭恰照梨花雪。梨花雪，不胜凄断，杜鹃啼血。王孙何许音尘绝，柔桑陌上吞声别。吞声别，陇头流水，替人呜咽。疏雨池塘见，微风襟袖知。阴阴夏木啭黄鹂，何处飞来白鹭立移时。易醉扶头酒，难逢敌手棋。日长偏与睡相宜，睡起芭蕉叶上自题诗。",
        "author": "宋代",
        "poem_class": "中秋",
        "dynasty": "晏殊"
    },
    {
        "title": "闰中秋玩月",
        "paragraph": "禅边风味客边愁，馈我清光又满楼。一月可曾闲几日，百年难得闰中秋。菊花信待重阳久，桂子香闻上界留。遮莫圆明似前度，不知谁续广寒游。玉关秋尽雁连天，碛里明驼路几千！夜半李陵台上月，可能还似汉宫圆？且住为佳耳。任相猜、驰笺紫阁，曳裾朱第。不是世人皆欲杀，争显怜才真意。容易得、一人知己。惭愧王孙图报薄，只千金、当洒平生泪。曾不直，一杯水。歌残击筑心欲醉。忆当年、侯生垂老，始逢无忌。亲在许身犹未得，侠烈今生已已。但结托、来生休悔。俄顷重投胶在漆，似旧曾、相识屠沽里。名预籍，石函记。六月荷花香满湖，红衣绿扇映清波。木兰舟上如花女，采得莲房爱子多。",
        "author": "清代",
        "poem_class": "中秋",
        "dynasty": "慧霖"
    },
    {
        "title": "中秋登楼望月",
        "paragraph": "目穷淮海满如银，万道虹光育蚌珍。天上若无修月户，桂枝撑损向西轮。伫倚危楼风细细，望极春愁，黯黯生天际。草色烟光残照里，无言谁会凭阑意。(阑 通 栏)拟把疏狂图一醉，对酒当歌，强乐还无味。衣带渐宽终不悔，为伊消得人憔悴。梦后楼台高锁，酒醒帘幕低垂。去年春恨却来时。落花人独立，微雨燕双飞。 记得小蘋初见，两重心字罗衣。琵琶弦上说相思。当时明月在，曾照彩云归。(蘋 通：苹)水天空阔，恨东风，不惜世间英物。蜀鸟吴花残照里，忍见荒城颓壁。铜雀春情，金人秋泪，此恨凭谁雪？堂堂剑气，斗牛空认奇杰。那信江海余生，南行万里，属扁舟齐发。正为鸥盟留醉眼，细看涛生云灭。睨柱吞嬴，回旗走懿，千古冲冠发。伴人无寐，秦淮应是孤月。",
        "author": "宋代",
        "poem_class": "中秋",
        "dynasty": "米芾"
    },
    {
        "title": "思佳客·闰中秋",
        "paragraph": "丹桂花开第二番。东篱展却宴期宽。人间宝镜离仍合，海上仙槎去复还。分不尽，半凉天。可怜闲剩此婵娟。素娥未隔三秋梦，赢得今宵又倚阑。情高意真。眉长鬓青。小楼明月调筝。写春风数声。思君忆君。魂牵梦萦。翠销香暖云屏。更那堪酒醒。天上低昂似旧，人间儿女成狂。夜来处处试新妆。却是人间天上。 不觉新凉似水，相思两鬓如霜。梦从海底跨枯桑。阅尽银河风浪。环滁皆山也。其西南诸峰，林壑尤美，望之蔚然而深秀者，琅琊也。山行六七里，渐闻水声潺潺，而泻出于两峰之间者，酿泉也。峰回路转，有亭翼然临于泉上者，醉翁亭也。作亭者谁？山之僧智仙也。名之者谁？太守自谓也。太守与客来饮于此，饮少辄醉，而年又最高，故自号曰醉翁也。醉翁之意不在酒，在乎山水之间也。山水之乐，得之心而寓之酒也。若夫日出而林霏开，云归而岩穴暝，晦明变化者，山间之朝暮也。野芳发而幽香，佳木秀而繁阴，风霜高洁，水落而石出者，山间之四时也。朝而往，暮而归，四时之景不同，而乐亦无穷也。至于负者歌于途，行者休于树，前者呼，后者应，伛偻提携，往来而不绝者，滁人游也。临溪而渔，溪深而鱼肥，酿泉为酒，泉香而酒洌，山肴野蔌，杂然而前陈者，太守宴也。宴酣之乐，非丝非竹，射者中，弈者胜，觥筹交错，起坐而喧哗者，众宾欢也。苍颜白发，颓然乎其间者，太守醉也。已而夕阳在山，人影散乱，太守归而宾客从也。树林阴翳，鸣声上下，游人去而禽鸟乐也。然而禽鸟知山林之乐，而不知人之乐；人知从太守游而乐，而不知太守之乐其乐也。醉能同其乐，醒能述以文者，太守也。太守谓谁？庐陵欧阳修也。",
        "author": "宋代",
        "poem_class": "中秋",
        "dynasty": "吴文英"
    },
    {
        "title": "中秋玩月",
        "paragraph": "团团离海角，渐渐入云衢。此夜一轮满，清光何处无！坐拥红炉尚怯寒，边城况是铁衣单。营中午夜犹传箭，马上通宵不解鞍。主将拥麾方得意，迂儒抚剑谩兴叹。东风早解黄河冻，春满乾坤万姓安。蕉叶屠埋短后衣，墨榴铁锈虎斑皮。老夫貌此堪谁比，朱亥椎临袖口时。涟今死杖下矣！痴心报主，愚直仇人；久拼七尺，不复挂念。不为张俭逃亡，亦不为杨震仰药，欲以性命归之朝廷，不图妻子一环泣耳。打问之时，枉处赃私，杀人献媚，五日一比，限限严旨。家倾路远，交绝途穷，身非铁石，有命而已。雷霆雨露，莫非天恩，仁义一生，死于诏狱，难言不得死所。何憾于天？何怨于人？惟我身副宪臣，曾受顾命。孔子云：“托孤寄命，临大节而不可夺！”持此一念，终可以见先帝于在天，对二祖十宗与皇天后土、天下万世矣。大笑，大笑，还大笑！刀砍东风，于我何有哉？",
        "author": "明代",
        "poem_class": "中秋",
        "dynasty": "佚名"
    }
]