[
    {
        "title": "红线毯",
        "paragraph": "红线毯，择茧缲丝清水煮，拣丝练线红蓝染。 染为红线红于蓝，织作披香殿上毯。披香殿广十丈馀，红线织成可殿铺。彩丝茸茸香拂拂，线软花虚不胜物。美人蹋上歌舞来，罗袜绣鞋随步没。太原毯涩毳缕硬，蜀都褥薄锦花冷，不如此毯温且柔，年年十月来宣州。宣城太守加样织，自谓为臣能竭力。百夫同担进宫中，线厚丝多卷不得。宣城太守知不知，一丈毯，千两丝。地不知寒人要暖，少夺人衣作地衣。林暗草惊风，将军夜引弓。平明寻白羽，没在石棱中。回望高城落晓河，长亭窗户压微波。水仙欲上鲤鱼去，一夜芙蓉红泪多。常恨言语浅，不如人意深。今朝两相视，脉脉万重心。",
        "author": "唐代",
        "poem_class": "乐府",
        "dynasty": "白居易"
    },
    {
        "title": "青楼曲二首",
        "paragraph": "白马金鞍从武皇，旌旗十万宿长杨。楼头小妇鸣筝坐，遥见飞尘入建章。驰道杨花满御沟，红妆缦绾上青楼。金章紫绶千馀骑，夫婿朝回初拜侯。噫吁嚱，危乎高哉！蜀道之难，难于上青天！蚕丛及鱼凫，开国何茫然！尔来四万八千岁，不与秦塞通人烟。西当太白有鸟道，可以横绝峨眉巅。地崩山摧壮士死，然后天梯石栈相钩连。上有六龙回日之高标，下有冲波逆折之回川。黄鹤之飞尚不得过，猿猱欲度愁攀援。青泥何盘盘，百步九折萦岩峦。扪参历井仰胁息，以手抚膺坐长叹。问君西游何时还？畏途巉岩不可攀。但见悲鸟号古木，雄飞雌从绕林间。又闻子规啼夜月，愁空山。蜀道之难，难于上青天，使人听此凋朱颜！连峰去天不盈尺，枯松倒挂倚绝壁。飞湍瀑流争喧豗，砯崖转石万壑雷。其险也如此，嗟尔远道之人胡为乎来哉！(也如此 一作：也若此)剑阁峥嵘而崔嵬，一夫当关，万夫莫开。所守或匪亲，化为狼与豺。朝避猛虎，夕避长蛇，磨牙吮血，杀人如麻。锦城虽云乐，不如早还家。蜀道之难，难于上青天，侧身西望长咨嗟！冀马燕犀动地来，自埋红粉自成灰。君王若道能倾国，玉辇何由过马嵬。海外徒闻更九州，他生未卜此生休。空闻虎旅传宵柝，无复鸡人报晓筹。此日六军同驻马，当时七夕笑牵牛。如何四纪为天子，不及卢家有莫愁。寒山吹笛唤春归，迁客相看泪满衣。 洞庭一夜无穷雁，不待天明尽北飞。",
        "author": "唐代",
        "poem_class": "乐府",
        "dynasty": "王昌龄"
    },
    {
        "title": "田家行",
        "paragraph": "男声欣欣女颜悦，人家不怨言语别。五月虽热麦风清，檐头索索缲车鸣。野蚕作茧人不取，叶间扑扑秋蛾生。麦收上场绢在轴，的知输得官家足。不望入口复上身，且免向城卖黄犊。田家衣食无厚薄，不见县门身即乐。银烛秋光冷画屏，轻罗小扇扑流萤。天阶夜色凉如水，卧看牵牛织女星。(天阶 一作：天街；卧看 一作：坐看)汉家旌帜满阴山，不遣胡儿匹马还。愿得此身长报国，何须生入玉门关。君为女萝草，妾作菟丝花。轻条不自引，为逐春风斜。百丈托远松，缠绵成一家。谁言会面易，各在青山崖。女萝发馨香，菟丝断人肠。枝枝相纠结，叶叶竞飘扬。生子不知根，因谁共芬芳。中巢双翡翠，上宿紫鸳鸯。若识二草心，海潮亦可量。",
        "author": "唐代",
        "poem_class": "乐府",
        "dynasty": "王建"
    },
    {
        "title": "上阳白发人",
        "paragraph": "上阳人，上阳人，红颜暗老白发新。绿衣监使守宫门，一闭上阳多少春。玄宗末岁初选入，入时十六今六十。同时采择百余人，零落年深残此身。忆昔吞悲别亲族，扶入车中不教哭。皆云入内便承恩，脸似芙蓉胸似玉。未容君王得见面，已被杨妃遥侧目。妒令潜配上阳宫，一生遂向空房宿。宿空房，秋夜长，夜长无寐天不明。耿耿残灯背壁影，萧萧暗雨打窗声。春日迟，日迟独坐天难暮。宫莺百啭愁厌闻，梁燕双栖老休妒。莺归燕去长悄然，春往秋来不记年。唯向深宫望明月，东西四五百回圆。今日宫中年最老，大家遥赐尚书号。小头鞵履窄衣裳，青黛点眉眉细长。外人不见见应笑，天宝末年时世妆。上阳人，苦最多。 少亦苦，老亦苦，少苦老苦两如何！君不见昔时吕向美人赋，又不见今日上阳白发歌！挽弓当挽强，用箭当用长。射人先射马，擒贼先擒王。杀人亦有限，列国自有疆。苟能制侵陵，岂在多杀伤。水流花谢两无情，送尽东风过楚城。胡蝶梦中家万里，子规枝上月三更。故园书动经年绝，华发春唯满镜生。自是不归归便得，五湖烟景有谁争。名花倾国两相欢，长得君王带笑看。(长得 一作：常得)解释春风无限恨，沉香亭北倚栏杆。",
        "author": "唐代",
        "poem_class": "乐府",
        "dynasty": "白居易"
    },
    {
        "title": "更衣曲",
        "paragraph": "博山炯炯吐香雾，红烛引至更衣处。夜如何其夜漫漫，邻鸡未鸣寒雁度。庭前雪压松桂丛，廊下点点悬纱笼。满堂醉客争笑语，嘈囋琵琶青幕中。重帏深下莫愁堂，卧后清宵细细长。神女生涯原是梦，小姑居处本无郎。风波不信菱枝弱，月露谁教桂叶香。直道相思了无益，未妨惆怅是清狂。云开远见汉阳城，犹是孤帆一日程。估客昼眠知浪静，舟人夜语觉潮生。三湘愁鬓逢秋色，万里归心对月明。旧业已随征战尽，更堪江上鼓鼙声。不论平地与山尖，无限风光尽被占。 采得百花成蜜后，为谁辛苦为谁甜？",
        "author": "唐代",
        "poem_class": "乐府",
        "dynasty": "刘禹锡"
    },
    {
        "title": "织妇词",
        "paragraph": "织妇何太忙，蚕经三卧行欲老。蚕神女圣早成丝，今年丝税抽征早。早征非是官人恶，去岁官家事戎索。征人战苦束刀疮，主将勋高换罗幕。缫丝织帛犹努力，变缉撩机苦难织。东家头白双女儿，为解挑纹嫁不得。檐前袅袅游丝上，上有蜘蛛巧来往。羡他虫豸解缘天，能向虚空织罗网。孤山寺北贾亭西，水面初平云脚低。几处早莺争暖树，谁家新燕啄春泥。乱花渐欲迷人眼，浅草才能没马蹄。最爱湖东行不足，绿杨阴里白沙堤。玉露凋伤枫树林，巫山巫峡气萧森。江间波浪兼天涌，塞上风云接地阴。丛菊两开他日泪，孤舟一系故园心。寒衣处处催刀尺，白帝城高急暮砧。夔府孤城落日斜，每依北斗望京华。听猿实下三声泪，奉使虚随八月槎。画省香炉违伏枕，山楼粉堞隐悲笳。请看石上藤萝月，已映洲前芦荻花。千家山郭静朝晖，日日江楼坐翠微。信宿渔人还泛泛，清秋燕子故飞飞。匡衡抗疏功名薄，刘向传经心事违。同学少年多不贱，五陵衣马自轻肥。闻道长安似弈棋，百年世事不胜悲。王侯第宅皆新主，文武衣冠异昔时。直北关山金鼓振，征西车马羽书驰。鱼龙寂寞秋江冷，故国平居有所思。蓬莱宫阙对南山，承露金茎霄汉间。西望瑶池降王母，东来紫气满函关。云移雉尾开宫扇，日绕龙鳞识圣颜。一卧沧江惊岁晚，几回青琐点朝班。瞿塘峡口曲江头，万里风烟接素秋。花萼夹城通御气，芙蓉小苑入边愁。珠帘绣柱围黄鹄，锦缆牙樯起白鸥。回首可怜歌舞地，秦中自古帝王州。昆明池水汉时功，武帝旌旗在眼中。织女机丝虚夜月，石鲸鳞甲动秋风。波漂菰米沉云黑，露冷莲房坠粉红。关塞极天惟鸟道，江湖满地一渔翁。昆吾御宿自逶迤，紫阁峰阴入渼陂。香稻啄馀鹦鹉粒，碧梧栖老凤凰枝。佳人拾翠春相问，仙侣同舟晚更移。彩笔昔曾干气象，白头吟望苦低垂。堂前扑枣任西邻，无食无儿一妇人。不为困穷宁有此？只缘恐惧转须亲。即防远客虽多事，便插疏篱却甚真。已诉征求贫到骨，正思戎马泪盈巾。",
        "author": "唐代",
        "poem_class": "乐府",
        "dynasty": "元稹"
    },
    {
        "title": "农臣怨",
        "paragraph": "农臣何所怨，乃欲干人主。不识天地心，徒然怨风雨。将论草木患，欲说昆虫苦。巡回宫阙傍，其意无由吐。一朝哭都市，泪尽归田亩。谣颂若采之，此言当可取。九月九日眺山川，归心归望积风烟。他乡共酌金花酒，万里同悲鸿雁天。金井梧桐秋叶黄，珠帘不卷夜来霜。熏笼玉枕无颜色，卧听南宫清漏长。高殿秋砧响夜阑，霜深犹忆御衣寒。银灯青琐裁缝歇，还向金城明主看。奉帚平明金殿开，暂将团扇共徘徊。玉颜不及寒鸦色，犹带昭阳日影来。真成薄命久寻思，梦见君王觉后疑。火照西宫知夜饮，分明复道奉恩时。长信宫中秋月明，昭阳殿下捣衣声。白露堂中细草迹，红罗帐里不胜情。落魄江湖载酒行，楚腰纤细掌中轻。(江湖 一作：江南；纤细 一作：肠断)十年一觉扬州梦，赢得青楼薄幸名。",
        "author": "唐代",
        "poem_class": "乐府",
        "dynasty": "元结"
    },
    {
        "title": "节妇吟·寄东平李司空师道",
        "paragraph": "君知妾有夫，赠妾双明珠。感君缠绵意，系在红罗襦。妾家高楼连苑起，良人执戟明光里。知君用心如日月，事夫誓拟同生死。还君明珠双泪垂，恨不相逢未嫁时。(恨不 一作：何不)锦帏初卷卫夫人，绣被犹堆越鄂君。垂手乱翻雕玉佩，折腰争舞郁金裙。石家蜡烛何曾剪，荀令香炉可待熏。我是梦中传彩笔，欲书花叶寄朝云。翰林院北厅花下作惆怅阶前红牡丹，晚来唯有两枝残。明朝风起应吹尽，夜惜衰红把火看。新昌窦给事宅南亭花下作寂寞萎红低向雨，离披破艳散随风。晴明落地犹惆怅，何况飘零泥土中。朝牧牛，牧牛下江曲。夜牧牛，牧牛度村谷。荷蓑出林春雨细，芦管卧吹莎草绿。乱插蓬蒿箭满腰，不怕猛虎欺黄犊。",
        "author": "唐代",
        "poem_class": "乐府",
        "dynasty": "张籍"
    },
    {
        "title": "上云乐",
        "paragraph": "金天之西，白日所没。康老胡雏，生彼月窟。巉岩容仪，戍削风骨。碧玉炅炅双目瞳，黄金拳拳两鬓红。华盖垂下睫，嵩岳临上唇。不睹诡谲貌，岂知造化神。大道是文康之严父，元气乃文康之老亲。抚顶弄盘古，推车转天轮。云见日月初生时，铸冶火精与水银。阳乌未出谷，顾兔半藏身。女娲戏黄土，团作愚下人。散在六合间，濛濛若沙尘。生死了不尽，谁明此胡是仙真。西海栽若木，东溟植扶桑。别来几多时，枝叶万里长。中国有七圣，半路颓洪荒。陛下应运起，龙飞入咸阳。赤眉立盆子，白水兴汉光。叱咤四海动，洪涛为簸扬。举足蹋紫微，天关自开张。老胡感至德，东来进仙倡。五色师子，九苞凤凰。是老胡鸡犬，鸣舞飞帝乡。淋漓飒沓，进退成行。能胡歌，献汉酒。跪双膝，立两肘。散花指天举素手。拜龙颜，献圣寿。北斗戾，南山摧。天子九九八十一万岁，长倾万岁杯。自河南经乱，关内阻饥，兄弟离散，各在一处。因望月有感，聊书所怀，寄上浮梁大兄、於潜七兄、乌江十五兄，兼示符离及下邽弟妹。时难年荒世业空，弟兄羁旅各西东。田园寥落干戈后，骨肉流离道路中。吊影分为千里雁，辞根散作九秋蓬。共看明月应垂泪，一夜乡心五处同。一为迁客去长沙，西望长安不见家。 黄鹤楼中吹玉笛，江城五月落梅花。蚤是伤春梦雨天，可堪芳草更芊芊。内官初赐清明火，上相闲分白打钱。紫陌乱嘶红叱拨，绿杨高映画秋千。游人记得承平事，暗喜风光似昔年。",
        "author": "唐代",
        "poem_class": "乐府",
        "dynasty": "李白"
    },
    {
        "title": "李延年歌",
        "paragraph": "北方有佳人，绝世而独立。一顾倾人城，再顾倾人国。宁不知倾城与倾国？佳人难再得。蝶蝶之遨游东园。奈何卒逢三月养子燕。接我苜蓿间。持之我入紫深宫中。行缠之传欂栌间。雀来燕。燕子见衔哺来。摇头鼓翼何轩奴轩。穆穆清风至，吹我罗衣裾。青袍似春草，草长条风舒。朝登津梁山，褰裳望所思。安得抱柱信，皎日以为期。秦孝公据崤函之固，拥雍州之地，君臣固守以窥周室，有席卷天下，包举宇内，囊括四海之意，并吞八荒之心。当是时也，商君佐之，内立法度，务耕织，修守战之具，外连衡而斗诸侯。于是秦人拱手而取西河之外。孝公既没，惠文、武、昭襄蒙故业，因遗策，南取汉中，西举巴、蜀，东割膏腴之地，北收要害之郡。诸侯恐惧，会盟而谋弱秦，不爱珍器重宝肥饶之地，以致天下之士，合从缔交，相与为一。当此之时，齐有孟尝，赵有平原，楚有春申，魏有信陵。此四君者，皆明智而忠信，宽厚而爱人，尊贤而重士，约从离衡，兼韩、魏、燕、楚、齐、赵、宋、卫、中山之众。于是六国之士，有宁越、徐尚、苏秦、杜赫之属为之谋，齐明、周最、陈轸、召滑、楼缓、翟景、苏厉、乐毅之徒通其意，吴起、孙膑、带佗、倪良、王廖、田忌、廉颇、赵奢之伦制其兵。尝以十倍之地，百万之众，叩关而攻秦。秦人开关延敌，九国之师，逡巡而不敢进。秦无亡矢遗镞之费，而天下诸侯已困矣。于是从散约败，争割地而赂秦。秦有余力而制其弊，追亡逐北，伏尸百万，流血漂橹；因利乘便，宰割天下，分裂山河。强国请服，弱国入朝。延及孝文王、庄襄王，享国之日浅，国家无事。及至始皇，奋六世之余烈，振长策而御宇内，吞二周而亡诸侯，履至尊而制六合，执敲扑而鞭笞天下，威振四海。南取百越之地，以为桂林、象郡；百越之君，俯首系颈，委命下吏。乃使蒙恬北筑长城而守藩篱，却匈奴七百余里；胡人不敢南下而牧马，士不敢弯弓而报怨。于是废先王之道，焚百家之言，以愚黔首；隳名城，杀豪杰；收天下之兵，聚之咸阳，销锋镝，铸以为金人十二，以弱天下之民。然后践华为城，因河为池，据亿丈之城，临不测之渊，以为固。良将劲弩守要害之处，信臣精卒陈利兵而谁何。天下已定，始皇之心，自以为关中之固，金城千里，子孙帝王万世之业也。始皇既没，余威震于殊俗。然陈涉瓮牖绳枢之子，氓隶之人，而迁徙之徒也；才能不及中人，非有仲尼，墨翟之贤，陶朱、猗顿之富；蹑足行伍之间，而倔起阡陌之中，率疲弊之卒，将数百之众，转而攻秦；斩木为兵，揭竿为旗，天下云集响应，赢粮而景从。山东豪俊遂并起而亡秦族矣。且夫天下非小弱也，雍州之地，崤函之固，自若也。陈涉之位，非尊于齐、楚、燕、赵、韩、魏、宋、卫、中山之君也；锄櫌棘矜，非铦于钩戟长铩也；谪戍之众，非抗于九国之师也；深谋远虑，行军用兵之道，非及向时之士也。然而成败异变，功业相反，何也？试使山东之国与陈涉度长絜大，比权量力，则不可同年而语矣。然秦以区区之地，致万乘之势，序八州而朝同列，百有余年矣；然后以六合为家，崤函为宫；一夫作难而七庙隳，身死人手，为天下笑者，何也？仁义不施而攻守之势异也。",
        "author": "两汉",
        "poem_class": "乐府",
        "dynasty": "李延年"
    },
    {
        "title": "中山孺子妾歌",
        "paragraph": "中山孺子妾，特以色见珍。虽然不如延年妹，亦是当时绝世人。桃李出深井，花艳惊上春。一贵复一贱，关天岂由身。芙蓉老秋霜，团扇羞网尘。戚姬髡发入舂市，万古共悲辛。三月三日天气新，长安水边多丽人。态浓意远淑且真，肌理细腻骨肉匀。绣罗衣裳照暮春，蹙金孔雀银麒麟。头上何所有？翠微匎叶垂鬓唇。背后何所见？珠压腰衱稳称身。就中云幕椒房亲，赐名大国虢与秦。紫驼之峰出翠釜，水精之盘行素鳞。犀箸厌饫久未下，鸾刀缕切空纷纶。黄门飞鞚不动尘，御厨络绎送八珍。箫鼓哀吟感鬼神，宾从杂遝实要津。后来鞍马何逡巡，当轩下马入锦茵。杨花雪落覆白苹，青鸟飞去衔红巾。炙手可热势绝伦，慎莫近前丞相嗔！离人无语月无声，明月有光人有情。别后相思人似月，云间水上到层城。客自长安来，还归长安去。狂风吹我心，西挂咸阳树。此情不可道，此别何时遇。望望不见君，连山起烟雾。",
        "author": "唐代",
        "poem_class": "乐府",
        "dynasty": "李白"
    },
    {
        "title": "征妇怨",
        "paragraph": "九月匈奴杀边将，汉军全没辽水上。万里无人收白骨，家家城下招魂葬。妇人依倚子与夫，同居贫贱心亦舒。夫死战场子在腹，妾身虽存如昼烛。余禁所禁垣西，是法厅事也，有古槐数株焉。虽生意可知，同殷仲文之古树；而听讼斯在，即周召伯之甘棠，每至夕照低阴，秋蝉疏引，发声幽息，有切尝闻，岂人心异于曩时，将虫响悲于前听？嗟乎，声以动容，德以象贤。故洁其身也，禀君子达人之高行；蜕其皮也，有仙都羽化之灵姿。候时而来，顺阴阳之数； 应节为变，审藏用之机。有目斯开，不以道昏而昧其视；有翼自薄，不以俗厚而易其真。吟乔树之微风，韵姿天纵； 饮高秋之坠露，清畏人知。仆失路艰虞，遭时徽纆。不哀伤而自怨，未摇落而先衰。闻蟪蛄之流声，悟平反之已奏；见螳螂之抱影，怯危机之未安。感而缀诗，贻诸知己。庶情沿物应，哀弱羽之飘零； 道寄人知，悯余声之寂寞。非谓文墨，取代幽忧云尔。西陆蝉声唱，南冠客思深。(客思深 一作：客思侵)那堪玄鬓影，来对白头吟。(那堪 一作：不堪)露重飞难进，风多响易沉。无人信高洁，谁为表予心？碧山学士焚银鱼，白马却走深岩居。古人已用三冬足，年少今开万卷余。晴云满户团倾盖，秋水浮阶溜决渠。富贵必从勤苦得，男儿须读五车书。名花倾国两相欢，常得君王带笑看。解释春风无限恨，沉香亭北倚阑干。",
        "author": "唐代",
        "poem_class": "乐府",
        "dynasty": "张籍"
    },
    {
        "title": "夜坐吟",
        "paragraph": "冬夜夜寒觉夜长，沉吟久坐坐北堂。冰合井泉月入闺，金缸青凝照悲啼。金缸灭，啼转多。掩妾泪，听君歌。歌有声，妾有情。情声合，两无违。一语不入意，从君万曲梁尘飞。吴丝蜀桐张高秋，空山凝云颓不流。江娥啼竹素女愁，李凭中国弹箜篌。昆山玉碎凤凰叫，芙蓉泣露香兰笑。十二门前融冷光，二十三丝动紫皇。女娲炼石补天处，石破天惊逗秋雨。梦入神山教神妪，老鱼跳波瘦蛟舞。吴质不眠倚桂树，露脚斜飞湿寒兔。永州之野产异蛇：黑质而白章，触草木尽死；以啮人，无御之者。然得而腊之以为饵，可以已大风、挛踠、瘘疠，去死肌，杀三虫。其始太医以王命聚之，岁赋其二。募有能捕之者，当其租入。永之人争奔走焉。 有蒋氏者，专其利三世矣。问之，则曰：“吾祖死于是，吾父死于是，今吾嗣为之十二年，几死者数矣。”言之貌若甚戚者。余悲之，且曰：“若毒之乎？余将告于莅事者，更若役，复若赋，则何如？”蒋氏大戚，汪然出涕，曰：“君将哀而生之乎？则吾斯役之不幸，未若复吾赋不幸之甚也。向吾不为斯役，则久已病矣。自吾氏三世居是乡，积于今六十岁矣。而乡邻之生日蹙，殚其地之出，竭其庐之入。号呼而转徙，饥渴而顿踣。触风雨，犯寒暑，呼嘘毒疠，往往而死者，相藉也。曩与吾祖居者，今其室十无一焉。与吾父居者，今其室十无二三焉。与吾居十二年者，今其室十无四五焉。非死则徙尔，而吾以捕蛇独存。悍吏之来吾乡，叫嚣乎东西，隳突乎南北；哗然而骇者，虽鸡狗不得宁焉。吾恂恂而起，视其缶，而吾蛇尚存，则弛然而卧。谨食之，时而献焉。退而甘食其土之有，以尽吾齿。盖一岁之犯死者二焉，其余则熙熙而乐，岂若吾乡邻之旦旦有是哉。今虽死乎此，比吾乡邻之死则已后矣，又安敢毒耶？” 余闻而愈悲，孔子曰：“苛政猛于虎也！”吾尝疑乎是，今以蒋氏观之，犹信。呜呼！孰知赋敛之毒有甚是蛇者乎！故为之说，以俟夫观人风者得焉。（饥渴而顿踣 一作：饿渴）开元二十六年，客有从御史大夫张公出塞而还者；作《燕歌行》以示适，感征戍之事，因而和焉。汉家烟尘在东北，汉将辞家破残贼。男儿本自重横行，天子非常赐颜色。摐金伐鼓下榆关，旌旆逶迤碣石间。校尉羽书飞瀚海，单于猎火照狼山。山川萧条极边土，胡骑凭陵杂风雨。战士军前半死生，美人帐下犹歌舞！大漠穷秋塞草腓，孤城落日斗兵稀。身当恩遇常轻敌，力尽关山未解围。(常轻敌 一作：恒轻敌)铁衣远戍辛勤久，玉箸应啼别离后。少妇城南欲断肠，征人蓟北空回首。边庭飘飖那可度，绝域苍茫无所有！(飘飖 一作：飘摇；无所 一作：更何)杀气三时作阵云，寒声一夜传刁斗。相看白刃血纷纷，死节从来岂顾勋？君不见沙场征战苦，至今犹忆李将军！",
        "author": "唐代",
        "poem_class": "乐府",
        "dynasty": "李白"
    },
    {
        "title": "东飞伯劳歌",
        "paragraph": "东飞伯劳西飞燕，黄姑织女时相见。谁家女儿对门居，开颜发艳照里闾。南窗北牖挂明光，罗帷绮箔脂粉香。女儿年几十五六，窈窕无双颜如玉。三春已暮花从风，空留可怜与谁同。置酒坐飞阁。逍遥临华池。神飚自远至。左右芙蓉披。绿竹夹清水。秋兰被组崖。月出照园中。冠佩相追随。客从南楚来。为我吹参差。渊鱼犹伏浦。听者未云罢。高文一何绮。小儒安足为。肃肃广殿阴。雀声愁北林。众宾还城邑。何用慰我心。团扇复团扇，持许自障面。憔悴无复理，羞与郎相见。江南佳丽地。金陵帝王州。逶迤带绿水。迢递起朱楼。飞甍夹驰道。垂杨荫御沟。凝笳翼高盖。叠鼓送华辀。献纳云台表。功名良可收。",
        "author": "南北朝",
        "poem_class": "乐府",
        "dynasty": "萧衍"
    },
    {
        "title": "秦女休行",
        "paragraph": "西门秦氏女，秀色如琼花。手挥白杨刀，清昼杀雠家。罗袖洒赤血，英声凌紫霞。直上西山去，关吏相邀遮。婿为燕国王，身被诏狱加。犯刑若履虎，不畏落爪牙。素颈未及断，摧眉伏泥沙。金鸡忽放赦，大辟得宽赊。何惭聂政姊，万古共惊嗟。君不见走马川行雪海边，平沙莽莽黄入天。 轮台九月风夜吼，一川碎石大如斗，随风满地石乱走。 匈奴草黄马正肥，金山西见烟尘飞，汉家大将西出师。 将军金甲夜不脱，半夜军行戈相拨，风头如刀面如割。 马毛带雪汗气蒸，五花连钱旋作冰，幕中草檄砚水凝。 虏骑闻之应胆慑，料知短兵不敢接，车师西门伫献捷。暮投石壕村，有吏夜捉人。老翁逾墙走，老妇出门看。吏呼一何怒！妇啼一何苦！听妇前致词：三男邺城戍。一男附书至，二男新战死。存者且偷生，死者长已矣！室中更无人，惟有乳下孙。有孙母未去，出入无完裙。老妪力虽衰，请从吏夜归。急应河阳役，犹得备晨炊。夜久语声绝，如闻泣幽咽。天明登前途，独与老翁别。不论平地与山尖，无限风光尽被占。 采得百花成蜜后，为谁辛苦为谁甜？",
        "author": "唐代",
        "poem_class": "乐府",
        "dynasty": "李白"
    },
    {
        "title": "于阗采花",
        "paragraph": "于阗采花人，自言花相似。明妃一朝西入胡，胡中美女多羞死。乃知汉地多名姝，胡中无花可方比。丹青能令丑者妍，无盐翻在深宫里。自古妒蛾眉，胡沙埋皓齿。慈母手中线，游子身上衣。临行密密缝，意恐迟迟归。谁言寸草心，报得三春晖。木兰之枻沙棠舟，玉箫金管坐两头。美酒樽中置千斛，载妓随波任去留。仙人有待乘黄鹤，海客无心随白鸥。屈平辞赋悬日月，楚王台榭空山丘。兴酣落笔摇五岳，诗成笑傲凌沧洲。功名富贵若长在，汉水亦应西北流。绿塘摇滟接星津，轧轧兰桡入白蘋。应为洛神波上袜，至今莲蕊有香尘。",
        "author": "唐代",
        "poem_class": "乐府",
        "dynasty": "李白"
    },
    {
        "title": "游侠篇",
        "paragraph": "翩翩四公子，浊世称贤明。龙虎方交争，七国并抗衡。食客三千余，门下多豪英。游说朝夕至，辩士自纵横。孟尝东出关，济身由鸡鸣。信陵西反魏，秦人不窥兵。赵胜南诅楚，乃与毛遂行。黄歇北适秦，太子还入荆。美哉游侠士，何以尚四卿。我则异于是，好古师老、彭。闲居执荡志，时驶不可稽。驱役无停息，轩裳逝东崖。沈阴拟薰麝，寒气激我怀。岁月有常御，我来淹已弥。慷慨忆绸缪，此情久已离。荏苒经十载，暂为人所羁。庭宇翳馀木，倏忽日月亏。流风拂枉渚，停云荫九皋。莺语吟修竹，游鳞戏澜涛。携笔落云藻，微言剖纤毫。时珍岂不甘，忘味在闻韶。夜长不得眠，明月何灼灼。想闻欢唤声，虚应空中诺。",
        "author": "魏晋",
        "poem_class": "乐府",
        "dynasty": "张华"
    },
    {
        "title": "春日行",
        "paragraph": "深宫高楼入紫清，金作蛟龙盘绣楹。佳人当窗弄白日，弦将手语弹鸣筝。春风吹落君王耳，此曲乃是升天行。因出天池泛蓬瀛，楼船蹙沓波浪惊。三千双蛾献歌笑，挝钟考鼓宫殿倾，万姓聚舞歌太平。我无为，人自宁。三十六帝欲相迎，仙人飘翩下云輧。帝不去，留镐京。安能为轩辕，独往入窅冥。小臣拜献南山寿，陛下万古垂鸿名。始得西山宴游记自余为僇人，居是州。恒惴慄。时隙也，则施施而行，漫漫而游。日与其徒上高山，入深林，穷回溪，幽泉怪石，无远不到。到则披草而坐，倾壶而醉。醉则更相枕以卧，卧而梦。意有所极，梦亦同趣。觉而起，起而归。以为凡是州之山水有异态者，皆我有也，而未始知西山之怪特。今年九月二十八日，因坐法华西亭，望西山，始指异之。遂命仆人过湘江，缘染溪，斫榛莽，焚茅茷，穷山之高而上。攀援而登，箕踞而遨，则凡数州之土壤，皆在衽席之下。其高下之势，岈然洼然，若垤若穴，尺寸千里，攒蹙累积，莫得遁隐。萦青缭白，外与天际，四望如一。然后知是山之特立，不与培塿为类，悠悠乎与颢气俱，而莫得其涯；洋洋乎与造物者游，而不知其所穷。引觞满酌，颓然就醉，不知日之入。苍然暮色，自远而至，至无所见，而犹不欲归。心凝形释，与万化冥合。然后知吾向之未始游，游于是乎始，故为之文以志。是岁，元和四年也。钴鉧潭记钴鉧潭，在西山西。其始盖冉水自南奔注，抵山石，屈折东流；其颠委势峻，荡击益暴，啮其涯，故旁广而中深，毕至石乃止；流沫成轮，然后徐行。其清而平者，且十亩。有树环焉，有泉悬焉。其上有居者，以予之亟游也，一旦款门来告曰：“不胜官租、私券之委积，既芟山而更居，愿以潭上田贸财以缓祸。”予乐而如其言。则崇其台，延其槛，行其泉于高者而坠之潭，有声潀然。尤与中秋观月为宜，于以见天之高，气之迥。孰使予乐居夷而忘故土者，非兹潭也欤？钴鉧潭西小丘记得西山后八日，寻山口西北道二百步，又得钴鉧潭，潭西二十五步，当湍而浚者为鱼梁。梁之上有丘焉，生竹树。其石之突怒偃蹇，负土而出，争为奇状者，殆不可数。其嵚然相累而下者，若牛马之饮于溪；其冲然角列而上者，若熊罴之登于山。丘之小不能一亩，可以笼而有之。问其主，曰：“唐氏之弃地，货而不售。”问其价，曰：“止四百。”余怜而售之。李深源、元克己时同游，皆大喜，出自意外。即更取器用，铲刈秽草，伐去恶木，烈火而焚之。嘉木立，美竹露，奇石显。由其中以望，则山之高，云之浮，溪之流，鸟兽之遨游，举熙熙然回巧献技，以效兹丘之下。枕席而卧，则清泠之状与目谋，瀯瀯之声与耳谋，悠然而虚者与神谋，渊然而静者与心谋。不匝旬而得异地者二，虽古好事之士，或未能至焉。噫！以兹丘之胜，致之沣、镐、鄠、杜，则贵游之士争买者，日增千金而愈不可得。今弃是州也，农夫渔父过而陋之，贾四百，连岁不能售。而我与深源、克己独喜得之，是其果有遭乎！书于石，所以贺兹丘之遭也。至小丘西小石潭记从小丘西行百二十步，隔篁竹，闻水声，如鸣佩环，心乐之。伐竹取道，下见小潭，水尤清冽。全石以为底，近岸，卷石底以出，为坻，为屿，为嵁，为岩。青树翠蔓，蒙络摇缀，参差披拂。潭中鱼可百许头，皆若空游无所依。日光下澈，影布石上，佁然不动;俶尔远逝，往来翕忽，似与游者相乐。潭西南而望，斗折蛇行，明灭可见。其岸势犬牙差互，不可知其源。坐潭上，四面竹树环合，寂寥无人，凄神寒骨，悄怆幽邃。以其境过清，不可久居，乃记之而去。同游者：吴武陵，龚古，余弟宗玄。隶而从者，崔氏二小生：曰恕己，曰奉壹。袁家渴记由冉溪西南水行十里，山水之可取者五，莫若钻鉧潭。由溪口而西，陆行，可取者八九，莫若西山。由朝阳岩东南水行，至芜江，可取者三，莫若袁家渴。皆永中幽丽奇处也。楚越之间方言，谓水之反流为“渴”。渴上与南馆高嶂合，下与百家濑合。其中重洲小溪，澄潭浅渚，间厕曲折，平者深墨，峻者沸白。舟行若穷，忽而无际。有小山出水中，皆美石，上生青丛，冬夏常蔚然。其旁多岩洞，其下多白砾，其树多枫柟石楠，樟柚，草则兰芷。又有奇卉，类合欢而蔓生，轇轕水石。每风自四山而下，振动大木，掩苒众草，纷红骇绿，蓊葧香气，冲涛旋濑，退贮溪谷，摇飃葳蕤，与时推移。其大都如此，余无以穷其状。永之人未尝游焉，余得之不敢专焉，出而传于世。其地主袁氏。故以名焉。石渠记自渴西南行不能百步，得石渠，民桥其上。有泉幽幽然，其鸣乍大乍细。渠之广或咫尺，或倍尺，其长可十许步。其流抵大石，伏出其下。踰石而往，有石泓，昌蒲被之，青鲜环周。又折西行，旁陷岩石下，北堕小潭。潭幅员减百尺，清深多倏鱼。又北曲行纡余，睨若无穷，然卒入于渴。其侧皆诡石、怪木、奇卉、美箭，可列坐而庥焉。风摇其巅，韵动崖谷。视之既静，其听始远。予从州牧得之。揽去翳朽，决疏土石，既崇而焚，既釃而盈。惜其未始有传焉者，故累记其所属，遗之其人，书之其阳，俾后好事者求之得以易。元和七年正月八日，蠲渠至大石。十月十九日，踰石得石泓小潭，渠之美于是始穷也。石涧记石渠之事既穷，上由桥西北下土山之阴，民又桥焉。其水之大，倍石渠三之一，亘石为底，达于两涯。若床若堂，若陈筳席，若限阃奥。水平布其上，流若织文，响若操琴。揭跣而往，折竹扫陈叶，排腐木，可罗胡床十八九居之。交络之流，触激之音，皆在床下；翠羽之水，龙鳞之石，均荫其上。古之人其有乐乎此耶？后之来者有能追予之践履耶？得之日，与石渠同。由渴而来者，先石渠，后石涧；由百家濑上而来者，先石涧，后石渠。涧之可穷者，皆出石城村东南，其间可乐者数焉。其上深山幽林逾峭险，道狭不可穷也。小石城山记自西山道口径北踰黄茅岭而下，有二道：其一西出，寻之无所得；其一少北而东，不过四十丈，土断二川分，有积石横当其垠。其上为睥睨梁欐之形；其旁出堡坞，有若门焉，窥之正黑，投以小石，洞然有水声，其响之激越，良久乃已。环之可上，望甚远。无土壤而生嘉树美箭，益奇而坚，奇疏数偃仰，类智者所施也。噫！吾疑造物者之有无久矣，及是，愈以为诚有。又怪其不为之中州而列是夷狄，更千百年不得一售其伎，是固劳而无用，神者倘不宜如是，则其果无乎？或曰：以慰夫贤而辱于此者。或曰：其气之灵，不为伟人而独为是物，故楚之南少人而多石。是二者余未信之。 天上白玉京，十二楼五城。仙人抚我顶，结发受长生。 误逐世间乐，颇穷理乱情。九十六圣君，浮云挂空名。 天地赌一掷，未能忘战争。试涉霸王略，将期轩冕荣。 时命乃大谬，弃之海上行。学剑翻自哂，为文竟何成。 剑非万人敌，文窃四海声。儿戏不足道，五噫出西京。 临当欲去时，慷慨泪沾缨。叹君倜傥才，标举冠群英。 开筵引祖帐，慰此远徂征。鞍马若浮云，送余骠骑亭。 歌钟不尽意，白日落昆明。十月到幽州，戈鋋若罗星。 君王弃北海，扫地借长鲸。呼吸走百川，燕然可摧倾。 心知不得语，却欲栖蓬瀛。弯弧惧天狼，挟矢不敢张。 揽涕黄金台，呼天哭昭王。无人贵骏骨，騄耳空腾骧。 乐毅倘再生，于今亦奔亡。蹉跎不得意，驱马还贵乡。 逢君听弦歌，肃穆坐华堂。百里独太古，陶然卧羲皇。 征乐昌乐馆，开筵列壶觞。贤豪间青娥，对烛俨成行。 醉舞纷绮席，清歌绕飞梁。欢娱未终朝，秩满归咸阳。 祖道拥万人，供帐遥相望。一别隔千里，荣枯异炎凉。 炎凉几度改，九土中横溃。汉甲连胡兵，沙尘暗云海。 草木摇杀气，星辰无光彩。白骨成丘山，苍生竟何罪。 函关壮帝居，国命悬哥舒。长戟三十万，开门纳凶渠。 公卿如犬羊，忠谠醢与菹。二圣出游豫，两京遂丘墟。 帝子许专征，秉旄控强楚。节制非桓文，军师拥熊虎。 人心失去就，贼势腾风雨。惟君固房陵，诚节冠终古。 仆卧香炉顶，餐霞漱瑶泉。门开九江转，枕下五湖连。 半夜水军来，浔阳满旌旃。空名适自误，迫胁上楼船。 徒赐五百金，弃之若浮烟。辞官不受赏，翻谪夜郎天。 夜郎万里道，西上令人老。扫荡六合清，仍为负霜草。 日月无偏照，何由诉苍昊。良牧称神明，深仁恤交道。 一忝青云客，三登黄鹤楼。顾惭祢处士，虚对鹦鹉洲。 樊山霸气尽，寥落天地秋。江带峨眉雪，川横三峡流。 万舸此中来，连帆过扬州。送此万里目，旷然散我愁。 纱窗倚天开，水树绿如发。窥日畏衔山，促酒喜得月。 吴娃与越艳，窈窕夸铅红。呼来上云梯，含笑出帘栊。 对客小垂手，罗衣舞春风。宾跪请休息，主人情未极。 览君荆山作，江鲍堪动色。清水出芙蓉，天然去雕饰。 逸兴横素襟，无时不招寻。朱门拥虎士，列戟何森森。 剪凿竹石开，萦流涨清深。登台坐水阁，吐论多英音。 片辞贵白璧，一诺轻黄金。谓我不愧君，青鸟明丹心。 五色云间鹊，飞鸣天上来。传闻赦书至，却放夜郎回。 暖气变寒谷，炎烟生死灰。君登凤池去，忽弃贾生才。 桀犬尚吠尧，匈奴笑千秋。中夜四五叹，常为大国忧。 旌旆夹两山，黄河当中流。连鸡不得进，饮马空夷犹。 安得羿善射，一箭落旄头。蝜蝂者，善负小虫也。行遇物，辄持取，卬其首负之。背愈重，虽困剧不止也。其背甚涩，物积因不散，卒踬仆不能起。人或怜之，为去其负。苟能行，又持取如故。又好上高，极其力不已，至坠地死。今世之嗜取者，遇货不避，以厚其室，不知为己累也，唯恐其不积。及其怠而踬也，黜弃之，迁徙之，亦以病矣。苟能起，又不艾。日思高其位，大其禄，而贪取滋甚，以近于危坠，观前之死亡，不知戒。虽其形魁然大者也，其名人也，而智则小虫也。亦足哀夫！",
        "author": "唐代",
        "poem_class": "乐府",
        "dynasty": "李白"
    },
    {
        "title": "结客少年场行",
        "paragraph": "紫燕黄金瞳，啾啾摇绿騣。平明相驰逐，结客洛门东。少年学剑术，凌轹白猿公。珠袍曳锦带，匕首插吴鸿。由来万夫勇，挟此生雄风。托交从剧孟，买醉入新丰。笑尽一杯酒，杀人都市中。羞道易水寒，从令日贯虹。燕丹事不立，虚没秦帝宫。舞阳死灰人，安可与成功。青山隐隐水迢迢，秋尽江南草未凋。二十四桥明月夜，玉人何处教吹箫？至近至远东西，至深至浅清溪。至高至明日月，至亲至疏夫妻。天上白玉京，十二楼五城。仙人抚我顶，结发受长生。 误逐世间乐，颇穷理乱情。九十六圣君，浮云挂空名。 天地赌一掷，未能忘战争。试涉霸王略，将期轩冕荣。 时命乃大谬，弃之海上行。学剑翻自哂，为文竟何成。 剑非万人敌，文窃四海声。儿戏不足道，五噫出西京。 临当欲去时，慷慨泪沾缨。叹君倜傥才，标举冠群英。 开筵引祖帐，慰此远徂征。鞍马若浮云，送余骠骑亭。 歌钟不尽意，白日落昆明。十月到幽州，戈鋋若罗星。 君王弃北海，扫地借长鲸。呼吸走百川，燕然可摧倾。 心知不得语，却欲栖蓬瀛。弯弧惧天狼，挟矢不敢张。 揽涕黄金台，呼天哭昭王。无人贵骏骨，騄耳空腾骧。 乐毅倘再生，于今亦奔亡。蹉跎不得意，驱马还贵乡。 逢君听弦歌，肃穆坐华堂。百里独太古，陶然卧羲皇。 征乐昌乐馆，开筵列壶觞。贤豪间青娥，对烛俨成行。 醉舞纷绮席，清歌绕飞梁。欢娱未终朝，秩满归咸阳。 祖道拥万人，供帐遥相望。一别隔千里，荣枯异炎凉。 炎凉几度改，九土中横溃。汉甲连胡兵，沙尘暗云海。 草木摇杀气，星辰无光彩。白骨成丘山，苍生竟何罪。 函关壮帝居，国命悬哥舒。长戟三十万，开门纳凶渠。 公卿如犬羊，忠谠醢与菹。二圣出游豫，两京遂丘墟。 帝子许专征，秉旄控强楚。节制非桓文，军师拥熊虎。 人心失去就，贼势腾风雨。惟君固房陵，诚节冠终古。 仆卧香炉顶，餐霞漱瑶泉。门开九江转，枕下五湖连。 半夜水军来，浔阳满旌旃。空名适自误，迫胁上楼船。 徒赐五百金，弃之若浮烟。辞官不受赏，翻谪夜郎天。 夜郎万里道，西上令人老。扫荡六合清，仍为负霜草。 日月无偏照，何由诉苍昊。良牧称神明，深仁恤交道。 一忝青云客，三登黄鹤楼。顾惭祢处士，虚对鹦鹉洲。 樊山霸气尽，寥落天地秋。江带峨眉雪，川横三峡流。 万舸此中来，连帆过扬州。送此万里目，旷然散我愁。 纱窗倚天开，水树绿如发。窥日畏衔山，促酒喜得月。 吴娃与越艳，窈窕夸铅红。呼来上云梯，含笑出帘栊。 对客小垂手，罗衣舞春风。宾跪请休息，主人情未极。 览君荆山作，江鲍堪动色。清水出芙蓉，天然去雕饰。 逸兴横素襟，无时不招寻。朱门拥虎士，列戟何森森。 剪凿竹石开，萦流涨清深。登台坐水阁，吐论多英音。 片辞贵白璧，一诺轻黄金。谓我不愧君，青鸟明丹心。 五色云间鹊，飞鸣天上来。传闻赦书至，却放夜郎回。 暖气变寒谷，炎烟生死灰。君登凤池去，忽弃贾生才。 桀犬尚吠尧，匈奴笑千秋。中夜四五叹，常为大国忧。 旌旆夹两山，黄河当中流。连鸡不得进，饮马空夷犹。 安得羿善射，一箭落旄头。",
        "author": "唐代",
        "poem_class": "乐府",
        "dynasty": "李白"
    },
    {
        "title": "伤歌行",
        "paragraph": "昭昭素明月，辉光烛我床。忧人不能寐，耿耿夜何长。微风吹闺闼，罗帷自飘扬。揽衣曳长带，屣履下高堂。东西安所之，徘徊以彷徨。春鸟翻南飞，翩翩独翱翔。悲声命俦匹，哀鸣伤我肠。感物怀所思，泣涕忽沾裳。伫立吐高吟，舒愤诉穹苍。青青园中葵，朝露待日晞。阳春布德泽，万物生光辉。常恐秋节至，焜黄华叶衰。百川东到海，何时复西归？少壮不努力，老大徒伤悲！朝云不归。夕结成阴。离羣犹宿。永思长吟。有鸟孤栖。哀鸣北林。嗟我怀矣。感物伤心。美玉生盘石。宝剑出龙渊。帝王临朝服。秉此威百蛮。历刀不见贵。杂糅刀刃间。",
        "author": "两汉",
        "poem_class": "乐府",
        "dynasty": "曹叡"
    },
    {
        "title": "仙人篇",
        "paragraph": "仙人揽六箸，对博太山隅。湘娥拊琴瑟，秦女吹笙竽。玉樽盈桂酒，河伯献神鱼。四海一何局，九州安所如。韩终与王乔，要我于天衢。万里不足步，轻举凌太虚。飞腾逾景云，高风吹我躯。回驾观紫微，与帝合灵符。阊阖正嵯峨，双阙万丈余。玉树扶道生，白虎夹门枢。驱风游四海，东过王母庐。俯观五岳间，人生如寄居。潜光养羽翼，进趣且徐徐。不见昔轩辕，升龙出鼎湖。徘徊九天下，与尔长相须。玄德洞幽。飞化上承。甘露以降。蜜淳冰凝。覩阳弗晞。琼爵是承。献之帝庙。以明圣征。吾欲上谒从高山。山头危险道路难。遥望五岳端。黄金为阙班璘。但见芝草叶落纷纷。百鸟集来如烟。山兽纷纶麟辟邪其端。鹍鸡声鸣。但见山兽援戏相拘攀。小复前行。玉堂未心怀流还。传教出门来。门外人何求所言。欲从圣道。求一得命延。教敕凡吏受言。采取神药若木端。玉兔长跪捣药虾蟆丸。奉上陛下一玉柈。服此药可得神仙。服尔神药。莫不欢喜。陛下长生老寿。四面肃肃稽首。天神拥护左右。陛下长与天相保守。人才不能备。各有偏短长。稽可小人中。便辟必知芒。",
        "author": "两汉",
        "poem_class": "乐府",
        "dynasty": "曹植"
    },
    {
        "title": "同声歌",
        "paragraph": "邂逅承际会，得充君后房。情好新交接，恐栗若探汤。不才勉自竭，贱妾职所当。绸缪主中馈，奉礼助蒸尝。思为苑蒻席，在下蔽匡床。愿为罗衾帱，在上卫风霜。洒扫清枕席，鞮芬以狄香。重户结金扃，高下华灯光。衣解巾粉御，列图陈枕张。素女为我师，仪态盈万方。众夫希所见，天老教轩皇。乐莫斯夜乐，没齿焉可忘。昨日尊前折，万人酣晓香。今朝篱下见，满地委残阳。得失片时痛，荣枯一岁伤。未将同腐草，犹更有重霜。黄山猎地广，青门官路长。律改三秋节，气应九钟霜。曙影初分地，暗色始成光。高旆长楸坂，缇幕杏间堂。射马垂双带，丰貂佩两璜。苑寒梨树紫，山秋菊叶黄。华露霏霏冷，轻飙飒飒凉。终惭属车对，空假侍中郎。朝发邺都桥，暮济白马津。逍遥河堤上，左右望我军。连舫逾万艘，带甲千万人。率彼东南路，将定一举勋。筹策运帷幄，一由我圣君。恨我无时谋，譬诸具官臣。鞠躬中坚内，微画无所陈。许历为完士，一言犹败秦。我有素餐责，诚愧伐檀人。虽无铅刀用，庶几奋薄身。",
        "author": "两汉",
        "poem_class": "乐府",
        "dynasty": "张衡"
    },
    {
        "title": "千里思",
        "paragraph": "李陵没胡沙，苏武还汉家。迢迢五原关，朔雪乱边花。一去隔绝国，思归但长嗟。鸿雁向西北，因书报天涯。禁门宫树月痕过，媚眼惟看宿鹭窠。斜拔玉钗灯影畔，剔开红焰救飞蛾。君不见昆吾铁冶飞炎烟，红光紫气俱赫然。 良工锻炼凡几年，铸得宝剑名龙泉。龙泉颜色如霜雪，良工咨嗟叹奇绝。琉璃玉匣吐莲花，错镂金环映明月。 正逢天下无风尘，幸得周防君子身。精光黯黯青蛇色，文章片片绿龟鳞。非直结交游侠子，亦曾亲近英雄人。 何言中路遭弃捐，零落漂沦古狱边。虽复尘埋无所用， 犹能夜夜气冲天。蝉鸣空桑林，八月萧关道。出塞入塞寒，处处黄芦草。从来幽并客，皆共尘沙老。莫学游侠儿，矜夸紫骝好。",
        "author": "唐代",
        "poem_class": "乐府",
        "dynasty": "李白"
    },
    {
        "title": "董娇饶",
        "paragraph": "洛阳城东路，桃李生路旁。花花自相对，叶叶自相当。春风东北起，花叶正低昂。不知谁家子，提笼行采桑。纤手折其枝，花落何飘扬。请谢彼姝子，何为见损伤。高秋八九月，白露变为霜。终年会飘堕，安得久馨香。秋时自零落，春月复芬芳。何如盛年去，欢爱永相忘。吾欲竟此曲，此曲愁人肠。归来酌美酒，挟瑟上高堂。天寒知被薄，忧思知夜长。人生有所贵尚。出门各异情。朱紫更相夺色。雅郑异音声。好恶随所爱憎。追举逐虚名。百心可事一君。巧诈宁拙诚。日月既逝西藏，更会兰室洞房。华灯步障舒光，皎若日出扶桑。促樽合坐行觞。主人起舞娑盘，能者穴触别端。腾觚飞爵阑干，同量等色齐颜。任意交属所欢，朱颜发外形兰。袖随礼容极情，妙舞仙仙体轻。裳解履遗绝缨，俯仰笑喧无呈。览持佳人玉颜，齐举金爵翠盘。手形罗袖良难，腕弱不胜珠环，坐者叹息舒颜。御巾裛粉君傍，中有霍纳都梁，鸡舌五味杂香。进者何人齐姜，恩重爱深难忘。召延亲好宴私，但歌杯来何迟。客赋既醉言归，主人称露未晞。",
        "author": "两汉",
        "poem_class": "乐府",
        "dynasty": "宋子侯"
    },
    {
        "title": "羽林郎",
        "paragraph": "昔有霍家奴，姓冯名子都。依倚将军势，调笑酒家胡。胡姬年十五，春日独当垆。长裾连理带，广袖合欢襦。头上蓝田玉，耳后大秦珠。两鬟何窈窕，一世良所无。一鬟五百万，两鬟千万余。不意金吾子，娉婷过我庐。银鞍何煜爚，翠盖空踟蹰。(爚 一作：耀)就我求清酒，丝绳提玉壶。就我求珍肴，金盘脍鲤鱼。贻我青铜镜，结我红罗裾。不惜红罗裂，何论轻贱躯。男儿爱后妇，女子重前夫。人生有新旧，贵贱不相逾。多谢金吾子，私爱徒区区。吉日简清时。从君出西园。方軐策良马。并驰厉中原。北临清漳水。西看柏杨山。回翔游广囿。逍遥波渚间。猗与石磬，金声玉振。先王搏拊，以正五音。百兽翔感，仪凤舞麟。在昔尧舜，斯磬乃臻。宗庙致敬，乃肯来顾。赞扬圣德，上下受祚。盖闻王者莫高于周文，伯者莫高于齐桓，皆待贤人而成名。今天下贤者智能，岂特古之人乎？患在人主不交故也，士奚由进？今吾以天之灵，贤士大夫，定有天下，以为一家。欲其长久，世世奉宗庙亡绝也。贤人已与我共平之矣，而不与吾共安利之，可乎？贤士大夫有肯从我游者，吾能尊显之。布告天下，使明知朕意。御史大夫昌下相国，相国酂侯下诸侯王，御史中执法下郡守，其有意称明德者，必身劝，为之驾，遣诣相国府，署行义年，有而弗言，觉免。年老癃病，勿遣。",
        "author": "两汉",
        "poem_class": "乐府",
        "dynasty": "辛延年"
    },
    {
        "title": "山人劝酒",
        "paragraph": "苍苍云松，落落绮皓。春风尔来为阿谁，蝴蝶忽然满芳草。秀眉霜雪颜桃花，骨青髓绿长美好。称是秦时避世人，劝酒相欢不知老。各守麋鹿志，耻随龙虎争。欻起佐太子，汉王乃复惊。顾谓戚夫人，彼翁羽翼成。归来商山下，泛若云无情。举觞酹巢由，洗耳何独清。浩歌望嵩岳，意气还相倾。朱雀桥边野草花，乌衣巷口夕阳斜。 旧时王谢堂前燕，飞入寻常百姓家。绿蚁新醅酒，红泥小火炉。晚来天欲雪，能饮一杯无？北风卷地白草折，胡天八月即飞雪。忽如一夜春风来，千树万树梨花开。散入珠帘湿罗幕，狐裘不暖锦衾薄。将军角弓不得控，都护铁衣冷难着。(难着 一作：犹著)瀚海阑干百丈冰，愁云惨淡万里凝。中军置酒饮归客，胡琴琵琶与羌笛。纷纷暮雪下辕门，风掣红旗冻不翻。轮台东门送君去，去时雪满天山路。山回路转不见君，雪上空留马行处。",
        "author": "唐代",
        "poem_class": "乐府",
        "dynasty": "李白"
    },
    {
        "title": "幽涧泉",
        "paragraph": "拂彼白石，弹吾素琴。幽涧愀兮流泉深，善手明徽高张清。心寂历似千古，松飕飗兮万寻。中见愁猿吊影而危处兮，叫秋木而长吟。客有哀时失职而听者，泪淋浪以沾襟。乃缉商缀羽，潺湲成音。吾但写声发情于妙指，殊不知此曲之古今。幽涧泉，鸣深林。仗剑行千里，微躯敢一言。曾为大梁客，不负信陵恩。我有所念人，隔在远远乡。我有所感事，结在深深肠。乡远去不得，无日不瞻望。肠深解不得，无夕不思量。况此残灯夜，独宿在空堂。秋天殊未晓，风雨正苍苍。不学头陀法，前心安可忘。车辚辚，马萧萧，行人弓箭各在腰。耶娘妻子走相送，尘埃不见咸阳桥。(耶娘 一作：爷娘)牵衣顿足拦道哭，哭声直上干云霄。道旁过者问行人，行人但云点行频。或从十五北防河，便至四十西营田。去时里正与裹头，归来头白还戍边。边庭流血成海水，武皇开边意未已。君不闻，汉家山东二百州，千村万落生荆杞。纵有健妇把锄犁，禾生陇亩无东西。况复秦兵耐苦战，被驱不异犬与鸡。长者虽有问，役夫敢申恨？且如今年冬，未休关西卒。县官急索租，租税从何出？信知生男恶，反是生女好。生女犹得嫁比邻，生男埋没随百草。君不见，青海头，古来白骨无人收。新鬼烦冤旧鬼哭，天阴雨湿声啾啾！",
        "author": "唐代",
        "poem_class": "乐府",
        "dynasty": "李白"
    },
    {
        "title": "飞龙引二首·其一",
        "paragraph": "黄帝铸鼎于荆山，炼丹砂。丹砂成黄金，骑龙飞上太清家，云愁海思令人嗟。宫中彩女颜如花，飘然挥手凌紫霞，从风纵体登鸾车。登鸾车，侍轩辕，遨游青天中，其乐不可言。一路经行处，莓苔见履痕。白云依静渚，春草闭闲门。过雨看松色，随山到水源。溪花与禅意，相对亦忘言。静夜四无邻，荒居旧业贫。雨中黄叶树，灯下白头人。以我独沉久，愧君相见频。平生自有分，况是蔡家亲。 北山白云里，隐者自怡悦。相望试登高，心随雁飞灭。(试 一作 始)愁因薄暮起，兴是清秋发。时见归村人，沙行渡头歇。(沙行 一作：沙平)天边树若荠，江畔洲如月。何当载酒来，共醉重阳节。",
        "author": "唐代",
        "poem_class": "乐府",
        "dynasty": "李白"
    },
    {
        "title": "白纻辞三首",
        "paragraph": "扬清歌，发皓齿，北方佳人东邻子。且吟白纻停绿水，长袖拂面为君起。寒云夜卷霜海空，胡风吹天飘塞鸿。玉颜满堂乐未终，馆娃日落歌吹濛。月寒江清夜沉沉，美人一笑千黄金。垂罗舞縠扬哀音，郢中白雪且莫吟，子夜吴歌动君心。动君心，冀君赏。愿作天池双鸳鸯，一朝飞去青云上。吴刀剪彩缝舞衣，明妆丽服夺春晖。扬眉转袖若雪飞，倾城独立世所稀。激楚结风醉忘归，高堂月落烛已微，玉钗挂缨君莫违。大漠沙如雪，燕山月似钩。何当金络脑，快走踏清秋。暮投石壕村，有吏夜捉人。老翁逾墙走，老妇出门看。吏呼一何怒！妇啼一何苦！听妇前致词：三男邺城戍。一男附书至，二男新战死。存者且偷生，死者长已矣！室中更无人，惟有乳下孙。有孙母未去，出入无完裙。老妪力虽衰，请从吏夜归。急应河阳役，犹得备晨炊。夜久语声绝，如闻泣幽咽。天明登前途，独与老翁别。岁暮阴阳催短景，天涯霜雪霁寒宵。五更鼓角声悲壮，三峡星河影动摇。野哭千家闻战伐，夷歌数处起渔樵。(千家 一作：几家)卧龙跃马终黄土，人事音书漫寂寥。(音书 一作：依依)",
        "author": "唐代",
        "poem_class": "乐府",
        "dynasty": "李白"
    },
    {
        "title": "阳春歌",
        "paragraph": "长安白日照春空，绿杨结烟垂袅风。披香殿前花始红，流芳发色绣户中。绣户中，相经过。飞燕皇后轻身舞，紫宫夫人绝世歌。圣君三万六千日，岁岁年年奈乐何。贵逼人来不自由，龙骧凤翥势难收。满堂花醉三千客，一剑霜寒十四州。鼓角揭天嘉气冷，风涛动地海山秋。东南永作金天柱，谁羡当时万户侯。杨柳东风树，青青夹御河。(东风 一作：东门)近来攀折苦，应为别离多。汴水流，泗水流，流到瓜州古渡头。吴山点点愁。思悠悠，恨悠悠，恨到归时方始休。月明人倚楼。",
        "author": "唐代",
        "poem_class": "乐府",
        "dynasty": "李白"
    },
    {
        "title": "东海有勇妇",
        "paragraph": "梁山感杞妻，恸哭为之倾。金石忽暂开，都由激深情。东海有勇妇，何惭苏子卿。学剑越处子，超然若流星。损躯报夫仇，万死不顾生。白刃耀素雪，苍天感精诚。十步两躩跃，三呼一交兵。斩首掉国门，蹴踏五藏行。豁此伉俪愤，粲然大义明。北海李使君，飞章奏天庭。舍罪警风俗，流芳播沧瀛。名在列女籍，竹帛已光荣。淳于免诏狱，汉主为缇萦。津妾一棹歌，脱父于严刑。十子若不肖，不如一女英。豫让斩空衣，有心竟无成。要离杀庆忌，壮夫所素轻。妻子亦何辜，焚之买虚声。岂如东海妇，事立独扬名。暖戏烟芜锦翼齐，品流应得近山鸡。雨昏青草湖边过，花落黄陵庙里啼。游子乍闻征袖湿，佳人才唱翠眉低。相呼相应湘江阔，苦竹丛深日向西。上国随缘住，来途若梦行。浮天沧海远，去世法舟轻。水月通禅寂，鱼龙听梵声。惟怜一灯影，万里眼中明。老兔寒蟾泣天色，云楼半开壁斜白。玉轮轧露湿团光，鸾珮相逢桂香陌。黄尘清水三山下，更变千年如走马。遥望齐州九点烟，一泓海水杯中泻。",
        "author": "唐代",
        "poem_class": "乐府",
        "dynasty": "李白"
    },
    {
        "title": "怨歌行",
        "paragraph": "为君既不易，为臣良独难。忠信事不显，乃有见疑患。周公佐成王，金縢功不刊。推心辅王室，二叔反流言。待罪居东国，泣涕常流连。皇灵大动变，震雷风且寒。拔树偃秋稼，天威不可干。素服开金縢，感悟求其端。公旦事既显，成王乃哀叹。吾欲竟此曲，此曲悲且长。今日乐相乐，别后莫相忘。嘉幽兰兮延秀。蕈妖淫兮中溏。华斐斐兮丽景。风徘徊兮流芳。皇天兮无慧。至人逝兮仙乡。天路远兮无期。不觉涕下兮沾裳。人生有所贵尚。出门各异情。朱紫更相夺色。雅郑异音声。好恶随所爱憎。追举逐虚名。百心可事一君。巧诈宁拙诚。鹊之强强。诗人取喻。今存圣世。呈质见素。饥食苕华。渴饮清露。异于畴匹。众鸟是慕。",
        "author": "两汉",
        "poem_class": "乐府",
        "dynasty": "曹植"
    },
    {
        "title": "君子有所思行",
        "paragraph": "紫阁连终南，青冥天倪色。凭崖望咸阳，宫阙罗北极。万井惊画出，九衢如弦直。渭水银河清，横天流不息。朝野盛文物，衣冠何翕赩。厩马散连山，军容威绝域。伊皋运元化，卫霍输筋力。歌钟乐未休，荣去老还逼。圆光过满缺，太阳移中昃。不散东海金，何争西飞匿。无作牛山悲，恻怆泪沾臆。六王毕，四海一，蜀山兀，阿房出。覆压三百余里，隔离天日。骊山北构而西折，直走咸阳。二川溶溶，流入宫墙。五步一楼，十步一阁；廊腰缦回，檐牙高啄；各抱地势，钩心斗角。盘盘焉，囷囷焉，蜂房水涡，矗不知其几千万落。长桥卧波，未云何龙？复道行空，不霁何虹？高低冥迷，不知西东。歌台暖响，春光融融；舞殿冷袖，风雨凄凄。一日之内，一宫之间，而气候不齐。(不知其 一作：不知乎；西东 一作：东西)妃嫔媵嫱，王子皇孙，辞楼下殿，辇来于秦。朝歌夜弦，为秦宫人。明星荧荧，开妆镜也；绿云扰扰，梳晓鬟也；渭流涨腻，弃脂水也；烟斜雾横，焚椒兰也。雷霆乍惊，宫车过也；辘辘远听，杳不知其所之也。一肌一容，尽态极妍，缦立远视，而望幸焉。有不见者，三十六年。燕赵之收藏，韩魏之经营，齐楚之精英，几世几年，剽掠其人，倚叠如山。一旦不能有，输来其间。鼎铛玉石，金块珠砾，弃掷逦迤，秦人视之，亦不甚惜。(有不见者 一作：有不得见者)嗟乎！一人之心，千万人之心也。秦爱纷奢，人亦念其家。奈何取之尽锱铢，用之如泥沙？使负栋之柱，多于南亩之农夫；架梁之椽，多于机上之工女；钉头磷磷，多于在庾之粟粒；瓦缝参差，多于周身之帛缕；直栏横槛，多于九土之城郭；管弦呕哑，多于市人之言语。使天下之人，不敢言而敢怒。独夫之心，日益骄固。戍卒叫，函谷举，楚人一炬，可怜焦土！呜呼！灭六国者六国也，非秦也；族秦者秦也，非天下也。嗟乎！使六国各爱其人，则足以拒秦；使秦复爱六国之人，则递三世可至万世而为君，谁得而族灭也？秦人不暇自哀，而后人哀之；后人哀之而不鉴之，亦使后人而复哀后人也。三更灯火五更鸡，正是男儿读书时。黑发不知勤学早，白首方悔读书迟。烟笼寒水月笼沙，夜泊秦淮近酒家。商女不知亡国恨，隔江犹唱后庭花。",
        "author": "唐代",
        "poem_class": "乐府",
        "dynasty": "李白"
    },
    {
        "title": "怨诗行",
        "paragraph": "天德悠且长，人命一何促。百年未几时，奄若风吹烛。嘉宾难再遇，人命不可赎。齐度游四方，各系太山录。人间乐未央，忽然归东岳。当须荡中情，游心恣所欲。野旷孤扉静，村寒雨雪多。牛闲牧竖卧，犬吠里胥过。落落朱门梦，寥寥白石歌。茅檐候晴日，竹里里农蓑。到此浮荣万虑蠲，那知毷氉自年年。何因蕊榜丹崖飏，世上科名望若仙。忆昔陈桥兵变时，欺他寡妇与孤儿。谁知三百余年后，寡妇孤儿又被欺。",
        "author": "未知",
        "poem_class": "乐府",
        "dynasty": "佚名"
    },
    {
        "title": "东武吟",
        "paragraph": "好古笑流俗，素闻贤达风。方希佐明主，长揖辞成功。白日在高天，回光烛微躬。恭承凤凰诏，欻起云萝中。清切紫霄迥，优游丹禁通。君王赐颜色，声价凌烟虹。乘舆拥翠盖，扈从金城东。宝马丽绝景，锦衣入新丰。依岩望松雪，对酒鸣丝桐。因学扬子云，献赋甘泉宫。天书美片善，清芬播无穷。归来入咸阳，谈笑皆王公。一朝去金马，飘落成飞蓬。宾客日疏散，玉樽亦已空。才力犹可倚，不惭世上雄。闲作东武吟，曲尽情未终。书此谢知己，吾寻黄绮翁。清浅白石滩，绿蒲向堪把。家住水东西，浣纱明月下。君问归期未有期，巴山夜雨涨秋池。 何当共剪西窗烛，却话巴山夜雨时。闺中少妇不知愁，春日凝妆上翠楼。(不知 一作：不曾)忽见陌头杨柳色，悔教夫婿觅封侯。",
        "author": "唐代",
        "poem_class": "乐府",
        "dynasty": "李白"
    },
    {
        "title": "梁甫吟",
        "paragraph": "玉衡固已骖，羲和若飞凌。四运循环转，寒暑自相承。冉冉年时暮，迢迢天路征。招摇东北指，大火西南升。悲风无绝响，玄云互相仍。丰水凭川结，零露弥天凝。年命特相逝，庆云鲜克乘。履信多愆期，思顺焉足凭。慷慨临川响，非此孰为兴。哀吟梁甫颠，慷慨独抚膺。精卫衔微木，将以填沧海。刑天舞干戚，猛志固常在。同物既无虑，化去不复悔。徒设在昔心，良辰讵可待。(辰 一作：晨)满径松花双鸟旋，魂香烟冷入壶天。琴音清亮亭才午，棋局纵横日亦年。鱼泳鸟飞云外物，金浆玉醴画图前。洛阳自是将三八，袖有青蛇欲学仙。开门白水，侧近桥梁。小姑所居，独处无郎。",
        "author": "魏晋",
        "poem_class": "乐府",
        "dynasty": "陆机"
    },
    {
        "title": "渌水曲",
        "paragraph": "渌水明秋月，南湖采白蘋。荷花娇欲语，愁杀荡舟人。岁落众芳歇，时当大火流。霜威出塞早，云色渡河秋。梦绕边城月，心飞故国楼。思归若汾水，无日不悠悠。细草微风岸，危樯独夜舟。星垂平野阔，月涌大江流。名岂文章著，官应老病休。飘飘何所似，天地一沙鸥。水流花谢两无情，送尽东风过楚城。胡蝶梦中家万里，子规枝上月三更。故园书动经年绝，华发春唯满镜生。自是不归归便得，五湖烟景有谁争。",
        "author": "唐代",
        "poem_class": "乐府",
        "dynasty": "李白"
    },
    {
        "title": "杨叛儿",
        "paragraph": "君歌杨叛儿，妾劝新丰酒。何许最关人，乌啼白门柳。乌啼隐杨花，君醉留妾家。博山炉中沉香火，双烟一气凌紫霞。帝城春欲暮，喧喧车马度。共道牡丹时，相随买花去。贵贱无常价，酬直看花数。灼灼百朵红，戋戋五束素。上张幄幕庇，旁织巴篱护。水洒复泥封，移来色如故。家家习为俗，人人迷不悟。有一田舍翁，偶来买花处。低头独长叹，此叹无人喻。一丛深色花，十户中人赋。骏马骄行踏落花，垂鞭直拂五云车。 美人一笑褰珠箔，遥指红楼是妾家。上阳人，上阳人，红颜暗老白发新。绿衣监使守宫门，一闭上阳多少春。玄宗末岁初选入，入时十六今六十。同时采择百余人，零落年深残此身。忆昔吞悲别亲族，扶入车中不教哭。皆云入内便承恩，脸似芙蓉胸似玉。未容君王得见面，已被杨妃遥侧目。妒令潜配上阳宫，一生遂向空房宿。宿空房，秋夜长，夜长无寐天不明。耿耿残灯背壁影，萧萧暗雨打窗声。春日迟，日迟独坐天难暮。宫莺百啭愁厌闻，梁燕双栖老休妒。莺归燕去长悄然，春往秋来不记年。唯向深宫望明月，东西四五百回圆。今日宫中年最老，大家遥赐尚书号。小头鞵履窄衣裳，青黛点眉眉细长。外人不见见应笑，天宝末年时世妆。上阳人，苦最多。 少亦苦，老亦苦，少苦老苦两如何！君不见昔时吕向美人赋，又不见今日上阳白发歌！",
        "author": "唐代",
        "poem_class": "乐府",
        "dynasty": "李白"
    },
    {
        "title": "飞龙引二首·其二",
        "paragraph": "鼎湖流水清且闲，轩辕去时有弓剑，古人传道留其间。后宫婵娟多花颜，乘鸾飞烟亦不还，骑龙攀天造天关。造天关，闻天语，屯云河车载玉女。载玉女，过紫皇，紫皇乃赐白兔所捣之药方。后天而老凋三光，下视瑶池见王母，蛾眉萧飒如秋霜。九曲黄河万里沙，浪淘风簸自天涯。如今直上银河去，同到牵牛织女家。井底引银瓶，银瓶欲上丝绳绝。石上磨玉簪，玉簪欲成中央折。瓶沉簪折知奈何？似妾今朝与君别。忆昔在家为女时，人言举动有殊姿。婵娟两鬓秋蝉翼，宛转双蛾远山色。笑随戏伴后园中，此时与君未相识。妾弄青梅凭短墙，君骑白马傍垂杨。墙头马上遥相顾，一见知君即断肠。知君断肠共君语，君指南山松柏树。感君松柏化为心，暗合双鬟逐君去。到君家舍五六年，君家大人频有言。聘则为妻奔是妾，不堪主祀奉蘋蘩。终知君家不可住，其奈出门无去处。岂无父母在高堂？亦有亲情满故乡。潜来更不通消息，今日悲羞归不得。为君一日恩，误妾百年身。寄言痴小人家女，慎勿将身轻许人！把君诗卷灯前读，诗尽灯残天未明。眼痛灭灯犹闇坐，逆风吹浪打船声。",
        "author": "唐代",
        "poem_class": "乐府",
        "dynasty": "李白"
    },
    {
        "title": "大子夜歌二首·其二",
        "paragraph": "丝竹发歌响，假器扬清音。不知歌谣妙，声势出口心。伏波惟愿裹尸还，定远何须生入关。 莫遣只轮归海窟，仍留一箭射天山。(射 一作：定)故园渺何处，归思方悠哉。淮南秋雨夜，高斋闻雁来。紫陌红尘拂面来，无人不道看花回。玄都观里桃千树，尽是刘郎去后栽。",
        "author": "唐代",
        "poem_class": "乐府",
        "dynasty": "陆龟蒙"
    },
    {
        "title": "丁督护歌",
        "paragraph": "云阳上征去，两岸饶商贾。吴牛喘月时，拖船一何苦。水浊不可饮，壶浆半成土。一唱都护歌，心摧泪如雨。万人凿盘石，无由达江浒。君看石芒砀，掩泪悲千古。长安回望绣成堆，山顶千门次第开。一骑红尘妃子笑，无人知是荔枝来。怀君属秋夜，散步咏凉天。空山松子落，幽人应未眠。(空山 一作：山空)诗家清景在新春，绿柳才黄半未匀。 若待上林花似锦，出门俱是看花人。",
        "author": "唐代",
        "poem_class": "乐府",
        "dynasty": "李白"
    },
    {
        "title": "门有车马客行",
        "paragraph": "门有车马宾，金鞍曜朱轮。谓从丹霄落，乃是故乡亲。呼儿扫中堂，坐客论悲辛。对酒两不饮，停觞泪盈巾。叹我万里游，飘飘三十春。空谈帝王略，紫绶不挂身。雄剑藏玉匣，阴符生素尘。廓落无所合，流离湘水滨。借问宗党间，多为泉下人。生苦百战役，死托万鬼邻。北风扬胡沙，埋翳周与秦。大运且如此，苍穹宁匪仁。恻怆竟何道，存亡任大钧。阳月南飞雁，传闻至此回。我行殊未已，何日复归来。江静潮初落，林昏瘴不开。明朝望乡处，应见陇头梅。吹箫凌极浦，日暮送夫君。湖上一回首，山青卷白云。桃李待日开，荣华照当年。东风动百物，草木尽欲言。枯枝无丑叶，涸水吐清泉。大力运天地，羲和无停鞭。功名不早著，竹帛将何宣。桃李务青春，谁能贳白日。富贵与神仙，蹉跎成两失。金石犹销铄，风霜无久质。畏落日月后，强欢歌与酒。秋霜不惜人，倏忽侵蒲柳。",
        "author": "唐代",
        "poem_class": "乐府",
        "dynasty": "李白"
    },
    {
        "title": "门有车马客行",
        "paragraph": "门有车马客，驾言发故乡。念君久不归，濡迹涉江湘。投袂赴门涂，揽衣不及裳。拊膺携客泣，掩泪叙温凉。借问邦族间，恻怆论存亡。亲友多零落，旧齿皆凋丧。市朝互迁易，城阙或丘荒。坟垄日月多，松柏郁茫茫。天道信崇替，人生安得长。慷慨惟平生，俯仰独悲伤。汉家中叶道微。董卓作乱乘衰。僣上虐下专威。万官惶布莫违。百姓惨惨心悲。和风习习薄林。柔条布叶垂阴。鸣鸠拂羽相寻。仓庚喈喈弄音。感时悼逝伤心。日月相追周旋。万里倐忽几年。人皆冉冉西迁。盛时一往不还。慷慨乖念凄然。昔为少年无忧。常恡秉烛夜游。翩翩霄征何求。于今知此有由。但为老去年遒。盛固有衰不疑。长夜冥冥无期。何不驱驰及时。聊乐永日自怡。赍此遗情何之。人生居世为安。岂若及时为欢。世道多故万端。忧虑纷错交颜。老行及之长叹。车遥遥兮马洋洋，追思君兮不可忘。君安游兮西入秦，愿为影兮随君身。君在阴兮影不见，君依光兮妾所愿。",
        "author": "魏晋",
        "poem_class": "乐府",
        "dynasty": "陆机"
    },
    {
        "title": "门有万里客行",
        "paragraph": "门有万里客，问君何乡人。褰裳起从之，果得心所亲。挽裳对我泣，太息前自陈。本是朔方士，今为吴越民。行行将复行，去去适西秦。年岁晚墓时已斜。安得壮士翻日车。肥骨消灭随尘去。惟汉二十世，所任诚不良。沐猴而冠带，知小而谋强。犹豫不敢断，因狩执君王。白虹为贯日，已亦先受殃。贼臣持国柄，杀主灭宇京。荡覆帝基业，宗庙以燔丧。播越西迁移，号泣而且行。瞻彼洛城郭，微子为哀伤。高坟郁兮巍巍，松柏森兮成行。",
        "author": "两汉",
        "poem_class": "乐府",
        "dynasty": "曹植"
    },
    {
        "title": "野田黄雀行",
        "paragraph": "高树多悲风，海水扬其波。利剑不在掌，结友何须多？不见篱间雀，见鹞自投罗。罗家得雀喜，少年见雀悲。拔剑捎罗网，黄雀得飞飞。飞飞摩苍天，来下谢少年。日匿影兮天微阴。经逈路兮造北林。后土化育兮四时行。修灵液养兮元气覆。冬同云兮春霡霂。膏泽洽兮殖嘉谷。金勒鞚花骢。故山云雾中。翠苹洲、先有西风。可惜嫩凉时枕簟，都付与、旧山翁。双翠合眉峰。泪华分脸红。向尊前、何太匆匆。才是别离情便苦，都莫问、淡和浓。",
        "author": "两汉",
        "poem_class": "乐府",
        "dynasty": "曹植"
    },
    {
        "title": "妇病行",
        "paragraph": "妇病连年累岁，传呼丈人前一言。当言未及得言，不知泪下一何翩翩。“属累君两三孤子，莫我儿饥且寒，有过慎莫笪笞，行当折摇，思复念之!”乱曰：抱时无衣，襦复无里。闭门塞牖，舍孤儿到市。道逢亲交，泣坐不能起。从乞求与孤儿买饵，对交啼泣，泪不可止：“我欲不伤悲不能已。”探怀中钱持授交。入门见孤儿，啼索其母抱。徘徊空舍中，“行复尔耳，弃置勿复道！”乘蹻追术士，远之蓬莱山。灵液飞素波，兰桂上参天。玄豹游其下，翔鹍戏其巅。乘风忽登举，彷佛见众仙。老子曰：“至治之极，邻国相望，鸡狗之声相闻，民各甘其食，美其服，安其俗，乐其业，至老死不相往来。”必用此为务，挽近世涂民耳目，则几无行矣。太史公曰：夫神农以前，吾不知已。至若《诗》、《书》所述虞、夏以来，耳目欲极声色之好，口欲穷刍豢 之味，身安逸乐而心夸矜势能之荣。使俗之渐民久矣，虽户说以眇 论，终不能化。故善者因之，其次利道 之，其次教诲之，其次整齐之，最下者与之争。夫山西饶材、竹、旄、玉石，山东多鱼、盐、漆、丝、声色，江南出棻、梓、姜、桂、金、锡、连、丹沙、犀、玳瑁、珠玑、齿、革，龙门、碣石 北多马、牛、羊、旃、裘、筋、角；铜、铁则千里往往山出置。此其大较也。皆中国人民所喜好，谣俗被服饮食奉生送死之具也。故待农而食之，虞 而出之，工而成之，商而通之。此宁有政教发征期会哉？人各任其能，竭其力，以得所欲。故物贱之征贵，贵之征贱，各劝其业，乐其事，若水之趋下，日夜无休时，不召而自来，不求而民出之。岂非道之所符，而自然之验邪？《周书》 曰：“农不出则乏其食，工不出则乏其事，商不出则三宝绝，虞不出则财匮少。”财匮少而山泽不辟 矣。此四者，民所衣食之原 也。原大则饶，原小则鲜。上则富国，下则富家。贫富之道，莫之夺予，而巧者有余，拙者不足。故太公望 封于营丘，地潟卤，人民寡，于是太公劝其女功，极技巧，通鱼盐，则人物归之， 繦至 而辐凑。故齐冠带衣履天下，海岱之闲敛袂而往朝焉。其后齐中衰，管子修之，设轻重九府，则桓公以霸，九合诸侯，一匡天下；而管氏亦有三归，位在陪臣，富于列国之君。是以齐富强至于威宣 也。故曰： “仓廪实而知礼节，衣食足而知荣辱。”礼生于有而废于无。故君子富，好行其德；小人富，以适其力。渊深而鱼生之，山深而兽往之，人富而仁义附焉。富者得执益彰，失执则客无所之，以而不乐。夷狄益甚。谚曰：“千金之子，不死于市。”此非空言也。故曰：“天下熙熙，皆为利来；天下攘攘，皆为利往。”夫千乘之王，万家之侯，百室之君，尚犹患贫，而况匹夫编户 之民乎！ 蝶蝶之遨游东园。奈何卒逢三月养子燕。接我苜蓿间。持之我入紫深宫中。行缠之传欂栌间。雀来燕。燕子见衔哺来。摇头鼓翼何轩奴轩。",
        "author": "两汉",
        "poem_class": "乐府",
        "dynasty": "佚名"
    },
    {
        "title": "上留田行",
        "paragraph": "行至上留田，孤坟何峥嵘。积此万古恨，春草不复生。悲风四边来，肠断白杨声。借问谁家地，埋没蒿里茔。古老向余言，言是上留田，蓬科马鬣今已平。 昔之弟死兄不葬，他人于此举铭旌。一鸟死，百鸟鸣。一兽走，百兽惊。桓山之禽别离苦，欲去回翔不能征。田氏仓卒骨肉分，青天白日摧紫荆。交柯之木本同形，东枝憔悴西枝荣。无心之物尚如此，参商胡乃寻天兵。孤竹延陵，让国扬名。高风缅邈，颓波激清。尺布之谣，塞耳不能听。垂钓绿湾春，春深杏花乱。潭清疑水浅，荷动知鱼散。日暮待情人，维舟绿杨岸。天问复招魂，无因彻帝阍。岂知千丽句，不敌一谗言。堂前扑枣任西邻，无食无儿一妇人。不为困穷宁有此？只缘恐惧转须亲。即防远客虽多事，便插疏篱却甚真。已诉征求贫到骨，正思戎马泪盈巾。",
        "author": "唐代",
        "poem_class": "乐府",
        "dynasty": "李白"
    },
    {
        "title": "相逢行",
        "paragraph": "相逢狭路间，道隘不容车。不知何年少？夹毂问君家。君家诚易知，易知复难忘；黄金为君门，白玉为君堂。堂上置樽酒，作使邯郸倡。中庭生桂树，华灯何煌煌。兄弟两三人，中子为侍郎；五日一来归，道上自生光；黄金络马头，观者盈道傍。入门时左顾，但见双鸳鸯；鸳鸯七十二，罗列自成行。音声何噰噰，鹤鸣东西厢。大妇织绮罗，中妇织流黄；小妇无所为，挟瑟上高堂：“丈人且安坐，调丝方未央。”□鸟起舞，凤凰吹笙。客嘲扬子曰：“吾闻上世之士，人纲人纪：不生则已，生必上尊人君，下荣父母；析人之珪，儋人之爵；怀人之符，分人之禄；纡青拖紫，朱丹其毂。今吾子幸得遭明盛之世，处不讳之朝，与群贤同行；历金门，上玉堂，有日矣。曾不能画一奇，出一策；上说人主，下谈公卿。目如耀星，舌如电光；一从一横，论者莫当。顾默而作《太玄》五千文，枝叶扶疏，独说数十余万言。深者入黄泉，高者出苍天；大者含元气，细者入无间。然而位不过侍郎，擢才给事黄门。意者玄得无尚白乎？何为官之拓落也！”扬子笑而应之曰：“客徒欲朱丹吾毂，不知一跌将赤吾之族也！往昔周网解结，群鹿争逸；离为十二，合为六七；四分五剖，并为战国。士无常君，国无定臣；得士者富，失士者贫；矫翼厉翮，恣意所存。故士或自盛以橐，或凿坏以遁。是故邹衍以颉颃而取世资，孟轲虽连蹇，犹为万乘师！”“今大汉左东海，右渠搜；前番禺，后椒涂；东南一尉，西北一候；徽以纠墨，制以锧鈇；散以礼乐，风以诗书；旷以岁月，结以倚庐。天下之士，雷动云合，鱼鳞杂袭，咸营于八区。家家自以为稷、契，人人自以为皋陶。戴縰垂缨而谈者，皆拟于阿衡；五尺童子，羞比晏婴与夷吾。当涂者升青云，失路者委沟渠；旦握权则为卿相，夕失势则为匹夫。譬若江湖之崖，渤澥之岛，乘雁集不为之多，双凫飞不为之少。”“昔三仁去而殷墟，二老归而周炽；子胥死而吴亡，种、蠡存而越霸；五羖入而秦喜，乐毅出而燕惧；范雎以折摺而危穰侯，蔡泽以噤吟而笑唐举。故当其有事也，非萧、曹、子房、平、勃、樊、霍则不能安；当其无事也，章句之徒，相与坐而守之，亦无所患。故世乱则圣哲驰骛而不足，世治则庸夫高枕而有余。”“夫上世之士，或解缚而相，或释褐而傅；或倚夷门而笑，或横江潭而渔；或七十说而不遇，或立谈而封侯；或枉千乘于陋巷，或拥彗而先驱。是以士颇得信其舌而奋其笔，窒隙蹈瑕而无所诎也。当今县令不请士，郡守不迎赐，群卿不揖客，将相不俛眉。言奇者见疑，行殊者得辟。是以欲谈者卷舌而同声，欲步者拟足而投迹。向使上世之士，处乎今世，策非甲科，行非孝廉，举非方正，独可抗疏，时道是非，高得待诏，下触闻罢，又安得青紫？”“且吾闻之，炎炎者灭，隆隆者绝；观雷观火，为盈为实；天收其声，地藏其热。高明之家，鬼瞰其室。攫拏者亡，默默者存；位极者高危，自守者身全。是故知玄知默，守道之极；爰清爰静，游神之庭；惟寂惟寞，守德之宅。世异事变，人道不殊，彼我易时，未知何如！”“今子乃以鸱枭而笑凤皇，执蝘蜓而嘲龟龙，不亦病乎？子之笑我玄之尚白，吾亦笑子病甚，不遇俞跗与扁鹊也，悲夫！”客曰：“然则靡玄无所成名乎？范蔡以下，何必玄哉！”扬子曰：“范雎，魏之亡命也，折肋摺髂，免于徽索；翕肩蹈背，扶服入橐，激卬万乘之主，介泾阳、抵穰侯而代之，当也。蔡泽，山东之匹夫也，顉颐折頞，涕唾流沫，西揖强秦之相，搤其咽而亢其气，拊其背而夺其位，时也。天下已定，金革已平，都于洛阳；娄敬委辂脱挽，掉三寸之舌，建不拔之策，举中国徙之长安，适也。五帝垂典，三王传礼，百世不易；叔孙通起于枹鼓之间，解甲投戈，遂作君臣之仪，得也。吕刑靡敝，秦法酷烈，圣汉权制，而萧何造律，宜也。故有造萧何之律于唐、虞之世，则悂矣；有作叔孙通之仪于夏、殷之时，则惑矣；有建娄敬之策于成周之世，则乖矣；有谈范、蔡之说于金、张、许、史之间，则狂矣！夫萧规曹随，留侯画策，陈平出奇，功若泰山，响若坻隤，虽其人之赡智哉？亦会其时之可为也！故为可为于可为之时，则从；为不可为于不可为之时，则凶。若夫蔺生收功于章台，四皓采荣于南山；公孙创业于金马，骠骑发迹于祁连；司马长卿窃赀于卓氏，东方朔割炙于细君。仆诚不能与此数子并，故默然独守吾《太玄》。”端坐苦愁思，揽衣起西游。树木发春华，清池激长流。中有孤鸳鸯，哀鸣求匹俦。我愿执此鸟，惜哉无轻舟。欲归忘故道，顾望但怀愁。悲风鸣我侧，羲和逝不留。重阴润万物，何惧泽不周？谁令君多念，自使怀百忧。",
        "author": "两汉",
        "poem_class": "乐府",
        "dynasty": "佚名"
    },
    {
        "title": "门有车马客行",
        "paragraph": "门有车马客，问君何乡士。捷步往相讯，果得旧邻里。凄凄声中情，慊慊增下俚。语昔有故悲，论今无新喜。清晨相访慰，日暮不能已。欢戚竞寻叙，谈调何终止。辞端竟未究，忽唱分途始。前悲尚未弭，后戚方复起。嘶声盈我口，谈言在我耳。“手迹可传心，愿尔笃行李。”阳谷跃升。虞渊引落。景曜东隅。晼晚西薄。三春燠敷。九秋萧索。凉来温谢。寒往暑却。居德斯颐。积善嬉谑。阴灌阳丛。凋华堕萼。欢去易惨。悲至难铄。击节当歌。对酒当酌。鄙哉愚人。戚戚怀瘼。善哉达士。滔滔处乐。月夜三江静，云雾四边收。淤泥不通挽，寒浦劣容舟。回风折长草，轻冰断细流。古村空列树，荒戍久无楼。昔余游京华，未尝废丘壑。矧乃归山川，心迹双寂寞。虚馆绝诤讼，空庭来鸟雀。卧疾丰暇豫，翰墨时间作。怀抱观古今，寝食展戏谑。既笑沮溺苦，又哂子云阁。执戟亦以疲，耕稼岂云乐。万事难并欢，达生幸可托。",
        "author": "南北朝",
        "poem_class": "乐府",
        "dynasty": "鲍照"
    },
    {
        "title": "相逢行二首",
        "paragraph": "朝骑五花马，谒帝出银台。秀色谁家子，云车珠箔开。金鞭遥指点，玉勒近迟回。夹毂相借问，疑从天上来。蹙入青绮门，当歌共衔杯。衔杯映歌扇，似月云中见。相见不得亲，不如不相见。相见情已深，未语可知心。胡为守空闺，孤眠愁锦衾。锦衾与罗帏，缠绵会有时。春风正澹荡，暮雨来何迟。愿因三青鸟，更报长相思。光景不待人，须臾发成丝。当年失行乐，老去徒伤悲。持此道密意，毋令旷佳期。 相逢红尘内，高揖黄金鞭。万户垂杨里，君家阿那边。板桥人渡泉声，茅檐日午鸡鸣。莫嗔焙茶烟暗，却喜晒谷天晴。青青一树伤心色，曾入几人离恨中。 为近都门多送别，长条折尽减春风。江城如画里，山晚望晴空。(晚 一作：晓)两水夹明镜，双桥落彩虹。人烟寒橘柚，秋色老梧桐。谁念北楼上，临风怀谢公。",
        "author": "唐代",
        "poem_class": "乐府",
        "dynasty": "李白"
    },
    {
        "title": "豫章行苦相篇",
        "paragraph": "苦相身为女，卑陋难再陈。男儿当门户，堕地自生神。雄心志四海，万里望风尘。女育无欣爱，不为家所珍。长大逃深室，藏头羞见人。垂泪适他乡，忽如雨绝云。低头和颜色，素齿结朱唇。跪拜无复数，婢妾如严宾。情合同云汉，葵藿仰阳春。心乖甚水火，百恶集其身。玉颜随年变，丈夫多好新。昔为形与影，今为胡与秦。胡秦时相见，一绝逾参辰。清虚一所卧人龙，寄傲人龙迈古风。懒向云霄布霖雨，乐从山水觅仙踪。当年诸葛还承召，今日欧阳不受封。深得三槐王祐趣，欲留来裔作三公。大火流坤维，白日驰西陆。浮阳映翠林，回飙扇绿竹。飞雨洒朝兰，轻露栖业菊。龙蛰暄气凝，天高万物肃。弱条不重结，芳蕤岂再馥。人生瀛海内，忽如鸟过目。川上之欢逝，前修以自勖。亡我祁连山。使我六畜不蕃息。失我焉支山。使我妇女无颜色。",
        "author": "魏晋",
        "poem_class": "乐府",
        "dynasty": "傅玄"
    },
    {
        "title": "对酒行",
        "paragraph": "松子栖金华，安期入蓬海。此人古之仙，羽化竟何在。浮生速流电，倏忽变光彩。天地无凋换，容颜有迁改。对酒不肯饮，含情欲谁待。自小刺头深草里，而今渐觉出蓬蒿。 时人不识凌云木，直待凌云始道高。柳丝长，春雨细，花外漏声迢递。惊塞雁，起城乌，画屏金鹧鸪。香雾薄，透帘幕，惆怅谢家池阁。红烛背，绣帘垂，梦长君不知。相见时难别亦难，东风无力百花残。春蚕到死丝方尽，蜡炬成灰泪始干。晓镜但愁云鬓改，夜吟应觉月光寒。蓬山此去无多路，青鸟殷勤为探看。(蓬山 一作：蓬莱)",
        "author": "唐代",
        "poem_class": "乐府",
        "dynasty": "李白"
    },
    {
        "title": "短歌行",
        "paragraph": "置酒高堂，悲歌临觞。人寿几何，逝如朝霜。时无重至，华不再阳。苹以春晖，兰以秋芳。来日苦短，去日苦长。今我不乐，蟋蟀在房。乐以会兴，悲以别章。岂曰无感，忧为子忘。我酒既旨，我肴既臧。短歌可咏，长夜无荒。白发随栉堕。未寒思厚衣。四支易懈惓。行步益疎迟。常恐时岁尽。魂魄忽高飞。自知百年后。堂上生旅葵。侯非侯，王非王，千乘万骑归邙山！狡兔死，良弓藏，我之后，君复伤！一曲《广陵散》，再奏待芸娘！十年灯火曳南滨，最喜今朝却大同。豹变可能成革武，兔爰谁复赋王风。柏台论定三台白，花县春深万树红。预卜燕山山下月，绿衣炫耀马青骢。",
        "author": "魏晋",
        "poem_class": "乐府",
        "dynasty": "陆机"
    },
    {
        "title": "蒿里",
        "paragraph": "蒿里谁家地，聚敛魂魄无贤愚。鬼伯一何相催促，人命不得少踟蹰。明月照高楼，流光正徘徊。上有愁思妇，悲叹有余哀。借问叹者谁？言是宕子妻。君行逾十年，孤妾常独栖。君若清路尘，妾若浊水泥。浮沉各异势，会合何时谐？愿为西南风，长逝入君怀。君怀良不开，贱妾当何依？大魏应灵符。天禄方甫始。圣德致泰和。神明为驱使。左右宜供养。中殿宜皇子。陛下长寿考。群臣拜贺咸悦喜。积善有馀庆。宠禄固天常。众喜填门至。臣子蒙福祥。无患及阳遂。辅翼我圣皇。众吉咸集会。凶邪奸恶并灭亡。黄鹄游殿前。神鼎周四阿。玉马充乘舆。芝盖树九华。白虎戏西除。含利从辟邪。骐骥蹑足舞。凤皇拊翼歌。丰年大置酒。玉樽列广庭。乐饮过三爵。朱颜暴己形。式宴不违礼。君臣歌鹿鸣。乐人舞鼙鼓。百官雷抃赞若惊。储礼如江海。积善若陵山。皇嗣繁且炽。孙子列曾玄。群臣咸称万岁。陛下长寿乐年。御酒停未饮。贵戚跪东厢。侍人承颜色。奉进金玉觞。此酒亦真酒。福禄当圣皇。陛下临轩笑。左右咸欢康。杯来一何迟。群僚以次行。赏赐累千亿。百官并富昌。世溷兮冥昏，违君兮归真。乘龙兮偃蹇，高回翔兮上臻。袭英衣兮缇䌌，披华裳兮芳芬。登羊角兮扶舆，浮云漠兮自娱。握神精兮雍容，与神人兮相胥。流星坠兮成雨，进瞵盼兮上丘墟。览旧邦兮滃郁，余安能兮久居！志怀逝兮心懰慄，纡余辔兮踌躇。闻素女兮微歌，听王后兮吹竽。魂悽怆兮感哀，肠回回兮盘纡。抚余佩兮缤纷，高太息兮自怜。使祝融兮先行，令昭明兮开门。驰六蛟兮上征，竦余驾兮入冥。历九州兮索合，谁可与兮终生？忽反顾兮西囿，睹轸丘兮崎倾。横垂涕兮泫流，悲余后兮失灵。",
        "author": "两汉",
        "poem_class": "乐府",
        "dynasty": "佚名"
    },
    {
        "title": "薤露行",
        "paragraph": "惟汉廿二世，所任诚不良。沐猴而冠带，知小而谋强。犹豫不敢断，因狩执君王。白虹为贯日，己亦先受殃。贼臣持国柄，杀主灭宇京。荡覆帝基业，宗庙以燔丧。播越西迁移，号泣而且行。瞻彼洛城郭，微子为哀伤。天地并况，惟予有慕，爰熙紫坛，思求厥路。恭承禋祀，缊豫为纷，黼绣周张，承神至尊。千童罗舞成八溢，合好效欢虞泰一。九歌毕奏斐然殊，鸣琴竽瑟会轩朱。璆磬金鼓，灵其有喜，百官济济，各敬厥事。盛牲实俎进闻膏，神奄留，临须摇。长丽前掞光耀明，寒暑不忒况皇章。展诗应律鋗玉鸣，函宫吐角激徵清。发梁扬羽申以商，造兹新音永久长。声气远条凤鸟翔，神夕奄虞盖孔享。陟景山兮采芳苓。哀不惨伤乐不流声。弹羽跃水叩角奋荣。沈微玄穆感物寤灵。皎皎白鹿，体性驯良。其质皓濯，如鸿如霜。",
        "author": "两汉",
        "poem_class": "乐府",
        "dynasty": "曹操"
    },
    {
        "title": "薤露",
        "paragraph": "薤上露，何易晞。露晞明朝更复落，人死一去何时归。云容杂浪起，楚水漫吴流。渐看遥树没，稍见远天浮。渔人迷旧浦，海鸟失前洲。不测沧溟旷，轻鳞幸自游。弦歌荡思。谁与销忧。临川慕思。何为泛舟。岂无和乐。游非我邻。谁忘泛舟。愧无榜人。穷达难豫图。祸福信亦然。虞舜不逢尧。耕耘处中田。太公未遭文。渔钓终渭川。不见鲁孔丘。穷困陈蔡间。周公下白屋。天下称其贤。",
        "author": "两汉",
        "poem_class": "乐府",
        "dynasty": "佚名"
    },
    {
        "title": "薤露",
        "paragraph": "天地无穷极，阴阳转相因。人居一世间，忽若风吹尘。愿得展功勤，输力于明君。怀此王佐才，慷慨独不群。鳞介尊神龙，走兽宗麒麟。虫兽犹知德，何况于士人。孔氏删诗书，王业粲已分。骋我径寸翰，流藻垂华芬。天马徕兮从西极。经万里兮归有德。承灵威兮降外国。涉流沙兮四夷服。羣祥既集。二族交欢。敬兹新姻。六礼不愆。羔鴈总备。玉帛戋戋。君子将事。威仪孔闲。猗兮容兮。穆矣其言。丈夫要雄戟。更来宿紫庭。今者宅四海。谁复有不幷。",
        "author": "两汉",
        "poem_class": "乐府",
        "dynasty": "曹植"
    },
    {
        "title": "东光",
        "paragraph": "东光乎，苍梧何不乎。苍梧多腐粟，无益诸军粮。诸军游荡子，早行多悲伤。间者数年比不登，又有水旱疾疫之灾，朕甚忧之。愚而不明，未达其咎。意者朕之政有所失、而行有过与？乃天道有不顺、地利或不得、人事多失和、鬼神废不享与？何以致此？将百官之奉养或费、无用之事或多与？何其民食之寡乏也？夫度田非益寡，而计民未加益，以口量地，其于古犹有余，而食之甚不足者，其咎安在？无乃百姓之从事于末、以害农者蕃、为酒醪以靡谷者多、六畜之食焉者众与？细大之义，吾未能得其中。其与丞相、列侯、吏二千石、博士议之，有可以佐百姓者，率意远思，无有所隐。 俯降千仞，仰登天阻。风飘蓬飞，载离寒暑。千仞易陟，天阻可越。昔我同袍，今永乖别。管仲夷吾者，颍上人也。少时常与鲍叔牙游，鲍叔知其贤。管仲贫困，常欺鲍叔，鲍叔终善遇之，不以为言。已而鲍叔事齐公子小白，管仲事公子纠。及小白立为桓公，公子纠死，管仲囚焉。鲍叔遂进管仲。管仲既用，任政于齐，齐桓公以霸，九合诸侯，一匡天下，管仲之谋也。管仲曰：“吾始困时，尝与鲍叔贾，分财利多自与，鲍叔不以我为贪，知我贫也。吾尝为鲍叔谋事而更穷困，鲍叔不以我为愚，知时有利不利也。吾尝三仕三见逐于君，鲍叔不以我为不肖，知我不遇时。吾尝三战三走，鲍叔不以我怯，知我有老母也。公子纠败，召忽死之，吾幽囚受辱，鲍叔不以我为无耻，知我不羞小节而耻功名不显于天下也。生我者父母，知我者鲍子也。”鲍叔既进管仲，以身下之。子孙世禄于齐，有封邑者十余世，常为名大夫。天下不多管仲之贤而多鲍叔能知人也。管仲既任政相齐，以区区之齐在海滨，通货积财，富国强兵，与俗同好恶。故其称曰：“仓廪实而知礼节，衣食足而知荣辱，上服度则六亲固。四维不张，国乃灭亡。下令如流水之原，令顺民心。”故论卑而易行。俗之所欲，因而予之；俗之所否，因而去之。其为政也，善因祸而为福，转败而为功。贵轻重，慎权衡。桓公实怒少姬，南袭蔡，管仲因而伐楚，责包茅不入贡于周室。桓公实北征山戎，而管仲因而令燕修召公之政。于柯之会，桓公欲背曹沫之约，管仲因而信之，诸侯由是归齐。故曰：“知与之为取，政之宝也。”管仲富拟于公室，有三归、反坫，齐人不以为侈。管仲卒，齐国遵其政，常强于诸侯。后百余年而有晏子焉。晏子晏平仲婴者，莱之夷维人也。事齐灵公、庄公、景公，以节俭力行重于齐。既相齐，食不重肉，妾不衣帛。其在朝，君语及之，即危言；语不及之，即危行。国有道，即顺命；无道，即衡命。以此三世显名于诸侯。越石父贤，在缧绁中。晏子出，遭之涂，解左骖赎之，载归。弗谢，入闺。久之，越石父请绝。晏子惧然，摄衣冠谢曰：“婴虽不仁，免子于缌何子求绝之速也？”石父曰：“不然。吾闻君子诎于不知己而信于知己者。方吾在缧绁中，彼不知我也。夫子既已感寤而赎我，是知己；知己而无礼，固不如在缧绁之中。”晏子于是延入为上客。为齐相，出，其御之妻从门闲而窥其夫。其夫为相御，拥大盖，策驷马，意气扬扬甚自得也。既而归，其妻请去。夫问其故。妻曰：“晏子长不满六尺，身相齐国，名显诸侯。今者妾观其出，志念深矣，常有以自下者。今子长八尺，乃为人仆御，然子之意自以为足，妾是以求去也。”其后夫自抑损。晏子怪而问之，御以实对。晏子荐以为大夫。太史公曰：吾读管氏牧民、山高、乘马、轻重、九府，及晏子春秋，详哉其言之也。既见其著书，欲观其行事，故次其传。至其书，世多有之，是以不论，论其轶事。管仲世所谓贤臣，然孔子小之。岂以为周道衰微，桓公既贤，而不勉之至王，乃称霸哉？语曰“将顺其美，匡救其恶，故上下能相亲也”。岂管仲之谓乎？方晏子伏庄公尸哭之，成礼然后去，岂所谓“见义不为无勇”者邪？至其谏说，犯君之颜，此所谓“进思尽忠，退思补过”者哉！假令晏子而在，余虽为之执鞭，所忻慕焉。",
        "author": "两汉",
        "poem_class": "乐府",
        "dynasty": "佚名"
    },
    {
        "title": "鞠歌行",
        "paragraph": "玉不自言如桃李，鱼目笑之卞和耻。楚国青蝇何太多，连城白璧遭谗毁。荆山长号泣血人，忠臣死为刖足鬼。听曲知甯戚，夷吾因小妻。秦穆五羊皮，买死百里奚。洗拂青云上，当时贱如泥。朝歌鼓刀叟，虎变磻溪中。一举钓六合，遂荒营丘东。平生渭水曲，谁识此老翁。奈何今之人，双目送飞鸿。苍苍竹林寺，杳杳钟声晚。荷笠带斜阳，青山独归远。(斜阳 一作：夕阳)伏波惟愿裹尸还，定远何须生入关。 莫遣只轮归海窟，仍留一箭射天山。(射 一作：定)关塞年华早，楼台别望违。试衫著暖气，开镜觅春晖。燕入窥罗幕，蜂来上画衣。情催桃李艳，心寄管弦飞。妆洗朝相待，风花暝不归。梦魂何处入，寂寂掩重扉。",
        "author": "唐代",
        "poem_class": "乐府",
        "dynasty": "李白"
    },
    {
        "title": "登高丘而望远",
        "paragraph": "登高丘，望远海。六鳌骨已霜，三山流安在？扶桑半摧折，白日沈光彩。银台金阙如梦中，秦皇汉武空相待。精卫费木石，鼋鼍无所凭。君不见骊山茂陵尽灰灭，牧羊之子来攀登。盗贼劫宝玉，精灵竟何能？穷兵黩武今如此，鼎湖飞龙安可乘？秋风清，秋月明，落叶聚还散，寒鸦栖复惊。相思相见知何日？此时此夜难为情！入我相思门，知我相思苦，长相思兮长相忆，短相思兮无穷极，早知如此绊人心，何如当初莫相识。花隐掖垣暮，啾啾栖鸟过。星临万户动，月傍九霄多。 不寝听金钥，因风想玉珂。明朝有封事，数问夜如何。危楼高百尺，手可摘星辰。不敢高声语，恐惊天上人。",
        "author": "唐代",
        "poem_class": "乐府",
        "dynasty": "李白"
    },
    {
        "title": "长歌行",
        "paragraph": "桃李待日开，荣华照当年。东风动百物，草木尽欲言。枯枝无丑叶，涸水吐清泉。大力运天地，羲和无停鞭。功名不早著，竹帛将何宣。桃李务青春，谁能贳白日。富贵与神仙，蹉跎成两失。金石犹销铄，风霜无久质。畏落日月后，强欢歌与酒。秋霜不惜人，倏忽侵蒲柳。多情却似总无情，唯觉樽前笑不成。蜡烛有心还惜别，替人垂泪到天明。杨柳渡头行客稀，罟师荡桨向临圻。 惟有相思似春色，江南江北送君归。采石江边李白坟，绕田无限草连云。可怜荒垄穷泉骨，曾有惊天动地文。但是诗人多薄命，就中沦落不过君。 ",
        "author": "唐代",
        "poem_class": "乐府",
        "dynasty": "李白"
    },
    {
        "title": "猛虎行",
        "paragraph": "渴不饮盗泉水，热不息恶木阴。恶木岂无枝？志士多苦心。整驾肃时命，杖策将远寻。饥食猛虎窟，寒栖野雀林。日归功未建，时往岁载阴。崇云临岸骇，鸣条随风吟。静言幽谷底，长啸高山岑。急弦无懦响，亮节难为音。人生诚未易，曷云开此衿？眷我耿介怀，俯仰愧古今。灵象运天机，日月如激电。秋风兼夜戒，微霜凄旧院。嘉木殒兰圃，芳草悴之菀。嘤嘤南翔雁，翩翩辞归燕。玉肌随爪素，嘘气应口见。敛襟思轻衣，出入忘华扇。睹物识时移，顾已知节变。人生譬朝露。世变多百罗。茍必有终极。彭聃不足多。仁义浇淳朴。前识丧道华。留弱丧自然。天真难可和。郢人审匠石。钟子识伯牙。真人不屡存。高唱谁当和。休洗红。洗我红在水。新红裁作衣。旧红番作里。回黄转绿无定期。世事返复君所知。",
        "author": "魏晋",
        "poem_class": "乐府",
        "dynasty": "陆机"
    },
    {
        "title": "吁嗟篇",
        "paragraph": "吁嗟此转蓬，居世何独然。长去本根逝，夙夜无休闲。东西经七陌，南北越九阡。卒遇回风起，吹我入云间。自谓终天路，忽然下沉渊。惊飙接我出，故归彼中田。当南而更北，谓东而反西。宕宕当何依，忽亡而复存。飘飘周八泽，连翩历五山。流转无恒处，谁知吾苦艰。愿为中林草，秋随野火燔。糜灭岂不痛，愿与株荄连。高谈虚论。问彼道原。悠悠远行客。去家千余里。出亦无所之。入亦无所止。浮云翳日光。悲风动地起。丹鸡被华采。双距如锋芒。愿一扬炎威。会战此中唐。利爪探玉除。瞋目含火光。长翘惊风起。劲翮正敷张。轻举奋勾喙。电击复还翔。",
        "author": "两汉",
        "poem_class": "乐府",
        "dynasty": "曹植"
    },
    {
        "title": "芳树",
        "paragraph": "绿树始摇芳，芳生非一叶。一叶度春风，芳芳自相接。色杂乱参差，众花纷重叠。重叠不可思，思此谁能惬。杪秋寻远山，山远行不近。与子别山阿，含酸赴修轸。中流袂就判，欲去情不忍。顾望脰未悁，汀曲舟已隐。隐汀绝望舟，骛棹逐惊流。欲抑一生欢，并奔千里游。日落当栖薄，系缆临江楼。岂惟夕情敛，忆尔共淹留。淹留昔时欢，复增今日叹。兹情已分虑，况乃协悲端。秋泉鸣北涧，哀猿响南峦。戚戚新别心，凄凄久念攒！攒念攻别心，旦发清溪阴。暝投剡中宿，明登天姥岑。高高入云霓，还期那可寻？傥遇浮丘公，长绝子徽音。妍蹄饰镂鞍，飞鞚度河干。少年本上郡，遨游入露寒。剑琢荆山玉，弹把随珠丸。闻有边烽息，飞候至长安。然诺窃自许，捐躯谅不难。占兵出细柳，转战向楼兰。雄名盛李霍，壮气能彭韩。能令石饮羽，复使发冲冠。要功非汗马，报效乃锋端。日没塞云起，风悲胡地寒。西征馘小月，北去脑乌丸。报归明天子，燕然石复刊。凄凄含露台，肃肃迎风馆。思女御棂轩，哀心彻云汉。端抚悲弦泣，独对明灯叹。良人久徭役，耿介终昏旦。楚楚秋水歌，依依采菱弹。",
        "author": "南北朝",
        "poem_class": "乐府",
        "dynasty": "萧衍"
    },
    {
        "title": "巫山高",
        "paragraph": "巫山高，高以大；淮水深，难以逝。我欲东归，害梁不为？我集无高曳，水何梁汤汤回回。临水远望，泣下沾衣。远道之人心思归，谓之何！上似蓬莱，吐气委蛇。芳烟布绕，遥冲紫微。□鸟起舞。凤凰吹笙。浮萍寄清水，随风东西流。结发辞严亲，来为君子仇。恪勤在朝夕，无端获罪尤。在昔蒙恩惠，和乐如瑟琴。何意今摧颓，旷若商与参。茱萸自有芳，不若桂与兰。新人虽可爱，无若故所欢。行云有返期，君恩傥中还。慊慊仰天叹，愁心将何愬。日月不恒处，人生忽若寓。悲风来入怀，泪下如垂露。发箧造裳衣，裁缝纨与素。",
        "author": "两汉",
        "poem_class": "乐府",
        "dynasty": "佚名"
    },
    {
        "title": "上陵",
        "paragraph": "上陵何美美，下津风以寒。问客从何来，言从水中央。桂树为君船，青丝为君笮，木兰为君棹，黄金错其间。沧海之雀赤翅鸿，白雁随。山林乍开乍合，曾不知日月明。醴泉之水，光泽何蔚蔚。芝为车，龙为马，览遨游，四海外。甘露初二年，芝生铜池中，仙人下来饮，延寿千万岁。斌斌硕人。贻我以文。辱此休辞。非余所希。敢不酬答。赋诵以归。悠悠羌管动边愁，二月冰寒水不流。回首家园春色断，有人掩泪独登楼。大魏承衰弊，复欲密其罗。蚍蜉犹见得，何云鳅与虾。狴犴既已备，炊复置黄沙。",
        "author": "两汉",
        "poem_class": "乐府",
        "dynasty": "佚名"
    },
    {
        "title": "朱鹭",
        "paragraph": "朱鹭，鱼以乌。路訾邪鹭何食？食茄下。不之食，不以吐，将以问诛者。睡起应行药，群畦喜有成。银茄星错落，金薤笔纵横。姜掌香生馔，葱芽寸入羹。南窗时一饱，未数五侯鲭。春酒甘如醴，秋醴清如华。凛凛岁云暮，蝼蛄夕鸣悲。凉风率已厉，游子寒无衣。锦衾遗洛浦，同袍与我违。独宿累长夜，梦想见容辉。良人惟古欢，枉驾惠前绥。愿得常巧笑，携手同车归。既来不须臾，又不处重闱。亮无晨风翼，焉能凌风飞？眄睐以适意，引领遥相睎。徙倚怀感伤，垂涕沾双扉。",
        "author": "两汉",
        "poem_class": "乐府",
        "dynasty": "佚名"
    },
    {
        "title": "华晔晔",
        "paragraph": "华晔晔，固灵根。神之斿，过天门，车千乘，敦昆仑。神之出，排玉房，周流杂，拔兰堂。神之行，旌容容，骑沓沓，般纵纵。神之徕，泛翊翊，甘露降，庆云集。神之揄，临坛宇，九疑宾，夔龙舞。神安坐，翔吉时，共翊翊，合所思。神嘉虞，申贰觞，福滂洋，迈延长。沛施佑，汾之阿，扬金光，横泰河，莽若云，增阳波。遍胪欢，腾天歌。楚太子有疾，而吴客往问之，曰：“伏闻太子玉体不安，亦少间乎？”太子曰：“惫！谨谢客。”客因称曰：“今时天下安宁，四宇和平，太子方富于年。意者久耽安乐，日夜无极，邪气袭逆，中若结轖。纷屯澹淡，嘘唏烦酲，惕惕怵怵，卧不得瞑。虚中重听，恶闻人声，精神越渫，百病咸生。聪明眩曜，悦怒不平。久执不废，大命乃倾。太子岂有是乎？”太子曰：“谨谢客。赖君之力，时时有之，然未至于是也”。”客曰：“今夫贵人之子，必宫居而闺处，内有保母，外有傅父，欲交无所。饮食则温淳甘膬，脭醲肥厚；衣裳则杂遝曼暖，燂烁热暑。虽有金石之坚，犹将销铄而挺解也，况其在筋骨之间乎哉？故曰：纵耳目之欲，恣支体之安者，伤血脉之和。且夫出舆入辇，命曰蹶痿之机；洞房清宫，命曰寒热之媒；皓齿蛾眉，命曰伐性之斧；甘脆肥脓，命曰腐肠之药。今太子肤色靡曼，四支委随，筋骨挺解，血脉淫濯，手足堕窳；越女侍前，齐姬奉后；往来游醼，纵恣于曲房隐间之中。此甘餐毒药，戏猛兽之爪牙也。所从来者至深远，淹滞永久而不废，虽令扁鹊治内，巫咸治外，尚何及哉！今如太子之病者，独宜世之君子，博见强识，承间语事，变度易意，常无离侧，以为羽翼。淹沈之乐，浩唐之心，遁佚之志，其奚由至哉！’’太子曰：“诺。病已，请事此言。”客曰：“今太子之病，可无药石针刺灸疗而已，可以要言妙道说而去也。不欲闻之乎？”太子曰：“仆愿闻之。”客曰：“龙门之桐，高百尺而无枝。中郁结之轮菌，根扶疏以分离。上有千仞之峰，下临百丈之溪。湍流遡波，又澹淡之。其根半死半生。冬则烈风漂霰、飞雪之所激也，夏则霄霆、霹雳之所感也。朝则鹂黄、鳱鴠鸣焉，暮则羁雌、迷鸟宿焉。独鹄晨号乎其上，鹍鸡哀鸣翔乎其下。于是背秋涉冬，使琴挚斫斩以为琴，野茧之丝以为弦，孤子之钩以为隐，九寡之珥以为约。使师堂操《畅》，伯子牙为之歌。歌曰：‘麦秀蔪兮雉朝飞，向虚壑兮背槁槐，依绝区兮临回溪。’飞鸟闻之，翕翼而不能去；野兽闻之，垂耳而不能行；蚑、蟜、蝼、蚁闻之，柱喙而不能前。此亦天下之至悲也，太子能强起听之乎？”太子曰：“仆病未能也。”客曰：“犓牛之腴，菜以笋蒲。肥狗之和，冒以山肤。楚苗之食，安胡之飰，抟之不解，一啜而散。于是使伊尹煎熬，易牙调和。熊蹯之胹，芍药之酱。薄耆之炙，鲜鲤之鱠。秋黄之苏，白露之茹。兰英之酒，酌以涤口。山梁之餐，豢豹之胎。小飰大歠，如汤沃雪。此亦天下之至美也，太子能强起尝之乎？”太子曰：“仆病未能也。”客曰：“钟、岱之牡，齿至之车，前似飞鸟，后类距虚。穱麦服处，躁中烦外。羁坚辔，附易路。于是伯乐相其前后，王良、造父为之御，秦缺、楼季为之右。此两人者，马佚能止之，车覆能起之。于是使射千镒之重，争千里之逐。此亦天下之至骏也，太子能强起乘之乎？”太子曰：“仆病未能也。”客曰：“既登景夷之台，南望荆山，北望汝海，左江右湖，其乐无有。于是使博辩之士，原本山川，极命草木，比物属事，离辞连类。浮游览观，乃下置酒于虞杯之宫。连廊四注，台城层构，纷纭玄绿。辇道邪交，黄池纡曲。溷章、白鹭，孔鸟、鶤鹄，鵷雏、鵁鶄，翠鬣紫缨。螭龙、德牧，邕邕群鸣。阳鱼腾跃，奋翼振鳞。漃漻薵蓼，蔓草芳苓。女桑、河柳，素叶紫茎。苗松、豫章，条上造天。梧桐、并阊，极望成林。众芳芬郁，乱于五风。从容猗靡，消息阳阴。列坐纵酒，荡乐娱心。景春佐酒，杜连理音。滋味杂陈，肴糅错该。练色娱目，流声悦耳。于是乃发《激楚》之结风，扬郑、卫之皓乐。使先施、徵舒、阳文、段干、吴娃、闾娵、傅予之徒，杂裾垂髾，目窕心与。揄流波，杂杜若，蒙清尘，被兰泽，嬿服而御。此亦天下之靡丽、皓侈、广博之乐也，太子能强起游乎？太子曰：“仆病未能也。”客曰：“将为太子驯骐骥之马，驾飞軨之舆，乘牡骏之乘。右夏服之劲箭，左乌号之雕弓。游涉乎云林，周驰乎兰泽，弭节乎江浔。掩青苹，游清风。陶阳气，荡春心。逐狡兽，集轻禽。于是极犬马之才，困野兽之足，穷相御之智巧，恐虎豹，慴鸷鸟。逐马鸣镳，鱼跨麋角。履游麕兔，蹈践麖鹿，汗流沫坠，寃伏陵窘。无创而死者，固足充后乘矣。此校猎之至壮也，太子能强起游乎？”太子曰：“卜病未能也。”然阳气见于眉宇之间，侵淫而上，几满大宅。客见太子有悦色，遂推而进之曰：“冥火薄天，兵车雷运，旌旗偃蹇，羽毛肃纷。驰骋角逐，慕味争先。徼墨广博，观望之有圻；纯粹全牺，献之公门。太子曰：“善！愿复闻之。”客曰：“未既。于是榛林深泽，烟云闇莫，兕虎并作。毅武孔猛，袒裼身薄。白刃磑磑，矛戟交错。收获掌功，赏赐金帛。掩苹肆若，为牧人席。旨酒嘉肴，羞炰脍灸，以御宾客。涌觞并起，动心惊耳。诚不必悔，决绝以诺；贞信之色，形于金石。高歌陈唱，万岁无斁。此真太子之所喜也，能强起而游乎？”太子曰：“仆甚愿从，直恐为诸大夫累耳。”然而有起色矣。客曰：“将以八月之望，与诸侯远方交游兄弟，并往观涛乎广陵之曲江。至则未见涛之形也，徒观水力之所到，则恤然足以骇矣。观其所驾轶者，所擢拔者，所扬汩者，所温汾者，所涤汔者，虽有心略辞给，固未能缕形其所由然也。怳兮忽兮，聊兮栗兮，混汩汩兮，忽兮慌兮，俶兮傥兮，浩瀇瀁兮，慌旷旷兮。秉意乎南山，通望乎东海。虹洞兮苍天，极虑乎崖涘。流揽无穷，归神日母。汩乘流而下降兮，或不知其所止。或纷纭其流折兮，忽缪往而不来。临朱汜而远逝兮，中虚烦而益怠。莫离散而发曙兮，内存心而自持。于是澡概胸中，洒练五藏，澹澉手足，頮濯发齿。揄弃恬怠，输写淟浊，分决狐疑，发皇耳目。当是之时，虽有淹病滞疾，犹将伸伛起躄，发瞽披聋而观望之也，况直眇小烦懑，酲醲病酒之徒哉！故曰：发蒙解惑，不足以言也。”太子曰：“善，然则涛何气哉？”客曰：“不记也。然闻于师曰，似神而非者三：疾雷闻百里；江水逆流，海水上潮；山出内云，日夜不止。衍溢漂疾，波涌而涛起。其始起也，洪淋淋焉，若白鹭之下翔。其少进也，浩浩溰溰，如素车白马帷盖之张。其波涌而云乱，扰扰焉如三军之腾装。其旁作而奔起也，飘飘焉如轻车之勒兵。六驾蛟龙，附从太白。纯驰皓蜺，前后络绎。顒顒卬卬，椐椐强强，莘莘将将。壁垒重坚，沓杂似军行。訇隐匈磕，轧盘涌裔，原不可当。观其两旁，则滂渤怫郁，闇漠感突，上击下律，有似勇壮之卒，突怒而无畏。蹈壁冲津，穷曲随隈，逾岸出追。遇者死，当者坏。初发乎或围之津涯，荄轸谷分。回翔青篾，衔枚檀桓。弭节伍子之山，通厉骨母之场，凌赤岸，篲扶桑，横奔似雷行，诚奋厥武，如振如怒，沌沌浑浑，状如奔马。混混庉庉，声如雷鼓。发怒庢沓，清升逾跇，侯波奋振，合战于藉藉之口。鸟不及飞，鱼不及回，兽不及走。纷纷翼翼，波涌云乱，荡取南山，背击北岸。覆亏丘陵，平夷西畔。险险戏戏，崩坏陂池，决胜乃罢。瀄汩潺湲，披扬流洒。横暴之极，鱼鳖失势，颠倒偃侧，沋沋湲湲，蒲伏连延。神物怪疑，不可胜言。直使人踣焉，洄闇凄怆焉。此天下怪异诡观也，太子能强起观之乎？”太子曰：“仆病未能也。”客曰：“将为太子奏方术之士有资略者，若庄周、魏牟、杨朱、墨翟、便蜎、詹何之伦，使之论天下之精微，理万物之是非。孔、老览观，孟子筹之，万不失一。此亦天下要言妙道也，太子岂欲闻之乎？”于是太子据几而起，曰：“涣乎若一听圣人辩士之言。”涊然汗出，霍然病已。白盐海东来，美豉出鲁门。诗人幽忆，感物则思。志之空闲，玩弄游意。局为宪矩，棋法阴阳。道为经纬，方错列张。",
        "author": "两汉",
        "poem_class": "乐府",
        "dynasty": "刘彻"
    },
    {
        "title": "青阳",
        "paragraph": "青阳开动，根荄以遂，膏润并爱，跂行毕逮。霆声发荣，壧处顷听，枯槁复产，乃成厥命。众庶熙熙，施及夭胎，群生啿噬，惟春之祺。北山有鸱，不洁其翼。飞不正向，寝不定息。饥则木览，饱则泥伏。饕餮贪污，臭腐是食。填肠满嗉，嗜欲无极。长鸣呼凤，谓凤无德。凤之所趋，与子异域。永从此诀，各自努力。华屏列曜。藻帐垂阴。仗顺继皇业，并吞势由己。天命屈雄图，谁歌大风起。得股肱贤明，能以奇用兵。何事伤客情，何人归帝京。雄名垂竹帛，荒陵压阡陌。终古更何闻，悲风入松柏。",
        "author": "两汉",
        "poem_class": "乐府",
        "dynasty": "佚名"
    },
    {
        "title": "景星",
        "paragraph": "景星显见，信星彪列，象载昭庭，日亲以察。参侔开阖，爰推本纪，汾脽出鼎，皇佑元始。五音六律，依韦飨昭，杂变并会，雅声远姚。空桑琴瑟结信成，四兴递代八风生。殷殷钟石羽龠鸣。河龙供鲤醇牺牲。百末旨酒布兰生。泰尊柘浆析朝酲。微感心攸通修名，周流常羊思所并。穰穰复正直往宁，冯蠵切和疏写平。上天布施后土成，穰穰丰年四时荣。永日行游戏，欢乐犹未央。遗思在玄夜，相与复翱翔。辇车飞素盖，从者盈路傍。月出照园中，珍木郁苍苍。清川过石渠，流波为鱼防。芙蓉散其华，菡萏溢金塘。灵鸟宿水裔，仁兽游飞梁。华馆寄流波，豁达来风凉。生平未始闻，歌之安能详。投翰长叹息，绮丽不可忘。皦月垂素光。玄云为仿髴。望云际。有真人。安得轻举继清尘。执电鞭。骋飞驎。",
        "author": "两汉",
        "poem_class": "乐府",
        "dynasty": "佚名"
    },
    {
        "title": "天门",
        "paragraph": "天门开，詄荡荡，穆并骋，以临飨。光夜烛，德信著，灵浸鸿，长生豫。太朱涂广，夷石为堂，饰玉梢以舞歌，体招摇若永望。星留俞，塞陨光，照紫幄，珠烦黄。幡比翅回集，贰双飞常羊。月穆穆以金波，日华耀以宣明。假清风轧忽，激长至重觞。神裴回若留放，殣冀亲以肆章。函蒙祉福常若期，寂谬上天知厥时。泛泛滇滇从高斿，殷勤此路胪所求。佻正嘉古弘以昌，休嘉砰隐溢四方。专精厉意逝九阂，纷云六幕浮大海。昔年舣棹桐江道，草圣相传紫芝老。长风千里吹夏云，落日空山迹如扫。汉之西都，在于雍州，实曰长安。左据函谷、二崤之阻，表以太华、终南之山。右界褒斜、陇首之险，带以洪河、泾、渭之川。众流之隈，汧涌其西。华实之毛，则九州之上腴焉。防御之阻，则天地之隩区焉。是故横被六合，三成帝畿，周以龙兴，秦以虎视。及至大汉受命而都之也，仰悟东井之精，俯协《河图》之灵。奉春建策，留侯演成。天人合应，以发皇明，乃眷西顾，实惟作京。于是睎秦岭，睋北阜，挟酆灞，据龙首。图皇基于亿载，度宏规而大起。肇自高而终平，世增饰以崇丽。历十二之延祚，故穷泰而极侈。建金城而万雉，呀周池而成渊。披三条之广路，立十二之通门。内则街衢洞达，闾阎且千，九市开场，货别隧分。人不得顾，车不得旋，阗城溢郭，旁流百廛。红尘四合，烟云相连。于是既庶且富，娱乐无疆。都人士女，殊异乎五方。游士拟于公侯，列肆侈于姬姜。乡曲豪举，游侠之雄，节慕原、尝，名亚春、陵。连交合众，骋骛乎其中。若乃观其四郊，浮游近县，则南望杜、霸，北眺五陵。名都对郭，邑居相承。英俊之域，绂冕所兴。冠盖如云，七相五公。与乎州郡之豪杰，五都之货殖，三选七迁，充奉陵邑。盖以强干弱枝，隆上都而观万国也。封畿之内，厥土千里，逴跞诸夏，兼其所有。其阳则崇山隐天，幽林穹谷，陆海珍藏，蓝田美玉。商、洛缘其隈，鄠、杜滨其足，源泉灌注，陂池交属。竹林果园，芳草甘木，郊野之富，号为近蜀。其阴则冠以九嵕，陪以甘泉，乃有灵宫起乎其中。秦汉之所极观，渊云之所颂叹，于是乎存焉。下有郑、白之沃，衣食之源。提封五万，疆埸绮分，沟塍刻镂，原隰龙鳞，决渠降雨，荷插成云。五谷垂颖，桑麻铺棻。东郊则有通沟大漕，溃渭洞河，泛舟山东，控引淮湖，与海通波。西郊则有上囿禁苑，林麓薮泽，陂池连乎蜀汉，缭以周墙，四百余里。离宫别馆，三十六所。神池灵沼，往往而在。其中乃有九真之麟，大宛之马，黄支之犀，条支之鸟。逾昆仑，越巨海，殊方异类，至于三万里。其宫室也，体象乎天地，经纬乎阴阳。据坤灵之正位，仿太紫之圆方。树中天之华阙，丰冠山之朱堂。因瑰材而究奇，抗应龙之虹梁。列棼橑以布翼，荷栋桴而高骧。雕玉瑱以居楹，裁金壁以饰珰。发五色之渥彩，光焰朗以景彰。于是左墄右平，重轩三阶。闺房周通，门闼洞开。列钟虡于中庭，立金人于端闱。仍增崖而衡阈，临峻路而启扉。徇以离宫别寝，承以崇台闲馆，焕若列宿，紫宫是环。清凉、宣温、神仙、长年、金华、玉堂、白虎、麒麟，区宇若兹，不可殚论。增盘崔嵬，登降炤烂，殊形诡制，每各异观。乘茵步辇，惟所息宴。后宫则有掖庭、椒房，后妃之室。合欢、增城、安处、常宁、茝若、椒风、披香、发越、兰林、蕙草、鸳鸾、飞翔之列，昭阳特盛，隆乎孝成。屋不呈材，墙不露形。裛以藻绣，络以纶连。随侯明月，错落其间。金釭衔璧，是为列钱。翡翠火齐，流耀含英。悬黎垂棘，夜光在焉。于是玄墀扣砌，玉阶彤庭，碝磩彩致，琳珉青荧，珊瑚碧树，周阿而生。红罗飒纚，绮组缤纷。精曜华烛，俯仰如神。后宫之号，十有四位。窈窕繁华，更盛迭贵。处乎斯列者，盖以百数。左右庭中，朝堂百寮之位，萧曹魏邴，谋谟乎其上。佐命则垂统，辅翼则成化。流大汉之恺悌，荡亡秦之毒螫。故令斯人扬乐和之声，作画一之歌。功德著乎祖宗，膏泽洽乎黎庶。又有天禄、石渠，典籍之府。命夫谆诲故老，名儒师傅，讲论乎《六艺》，稽合乎同异。又有承明、金马、著作之庭。大雅宏达，于兹为群。元元本本，殚见洽闻。启发篇章，校理秘文。周以钩陈之位，卫以严更之署，总礼官之甲科，群百郡之廉孝。虎贲赘衣，阉尹阍寺。陛戟百重，各有典司。周庐千列，徼道绮错。辇路经营，修除飞阁。自未央而连桂宫，北弥明光而亘长乐。凌隥道而超西墉，掍建章而连外属。设璧门之凤阙，上觚稜而栖金爵。内则别风之嶕峣，眇丽巧而耸擢，张千门而立万户，顺阴阳以开阖。尔乃正殿崔嵬，层构厥高，临乎未央。经骀汤而出馺娑，洞枍诣以与天梁。上反宇以盖戴，激日景而纳光。神明郁其特起，遂偃蹇而上跻。轶云雨于太半，虹霓回带于棼楣。虽轻迅与僄狡，犹愕眙而不能阶。攀井干而未半，目眴转而意迷，舍棂槛而却倚，若颠坠而复稽，魂怳怳以失度，巡回途而下低，既惩惧于登望，降周流以彷徨。步甬道以萦纡，又杳窱而不见阳。排飞闼而上出，若游目于天表，似无依而洋洋。前唐中而后太液，览沧海之汤汤。扬波涛于碣石，激神岳之嶈嶈。滥瀛洲与方壶，蓬莱起乎中央。于是灵草冬荣，神木丛生。岩峻崷崪，金石峥嵘。抗仙掌以承露，擢双立之金茎，轶埃壒之混浊，鲜颢气之清英。骋文成之丕诞，驰五利之所刑。庶松乔之群类，时游从乎斯庭。实列仙之攸馆，非吾人之所宁。尔乃盛娱游之壮观，奋泰武乎上囿。因兹以威戎夸狄，耀威灵而讲武事。命荆州使起鸟、诏梁野而驱兽。毛群内阗，飞羽上覆，接翼侧足，集禁林而屯聚。水衡虞人，修其营表。种别群分，部曲有署。罘网连纮，笼山络野。列卒周匝，星罗云布。于是乘銮舆，备法驾，帅群臣，披飞廉，入苑门。遂绕酆鄗，历上兰。六师发逐，百兽骇殚，震震爚爚，雷奔电激，草木涂地，山渊反覆。蹂躏其十二三，乃拗怒而少息。尔乃期门佽飞，列刃钻鍭，要趹追踪。鸟惊触丝，兽骇值锋。机不虚掎，弦不再控。矢不单杀，中必叠双。飑飑纷纷，矰缴相缠。风毛雨血，洒野蔽天。平原赤，勇士厉。猿狖失木，豺狼慑窜。尔乃移师趋险，并蹈潜秽。穷虎奔突，狂兕触蹶。许少施巧，秦成力折。掎僄狡，扼猛噬。脱角挫脰，徒搏独杀。挟师豹，拖熊螭。曳犀犛，顿象罴。超洞壑，越峻崖。蹶崭岩，巨石隤。松柏仆，丛林摧。草木无余，禽兽殄夷。于是天子乃登属玉之馆，历长杨之榭。览山川之体势，观三军之杀获。原野萧条，目极四裔。禽相镇压，兽相枕藉。然后收禽会众，论功赐胙。陈轻骑以行炰，腾酒车以斟酌。割鲜野食，举烽命釂。飨赐毕，劳逸齐，大辂鸣銮，容与徘徊。集乎豫章之宇，临乎昆明之池。左牵牛而右织女，似云汉之无涯。茂树荫蔚，芳草被堤。兰茝发色，晔晔猗猗。若摛锦布绣，烛燿乎其陂。鸟则玄鹤白鹭，黄鹄鵁鹳，鸧鸹鸨鶂，凫鷖鸿雁。朝发河海，夕宿江汉。沉浮往来，云集雾散。于是后宫乘輚辂，登龙舟。张凤盖，建华旗。祛黼帷，镜清流。靡微风，澹淡浮。棹女讴，鼓吹震，声激越，謍厉天，鸟群翔，鱼窥渊。招白鹇，下双鹄。揄文竿，出比目。抚鸿罿，御矰缴，方舟并骛，俯仰极乐。遂乃风举云摇，浮游溥览。前乘秦岭，后越九嵕，东薄河华，西涉岐雍。宫馆所历，百有余区。行所朝夕，储不改供。礼上下而接山川，究休佑之所用。采游童之欢谣，第从臣之嘉颂。于斯之时，都都相望，邑邑相属。国藉十世之基，家承百年之业，士食旧德之名氏，农服先畴之畎亩，商循族世之所鬻，工用高曾之规矩。粲乎隐隐，各得其所。若臣者徒观迹于旧墟，闻之乎故老，十分而未得其一端，故不能遍举也。三十六旬盈复缺，百年堪喜又堪伤。劝君莫惜登楼望，云放婵娟不久长。",
        "author": "两汉",
        "poem_class": "乐府",
        "dynasty": "佚名"
    },
    {
        "title": "天地",
        "paragraph": "天地并况，惟予有慕，爰熙紫坛，思求厥路。恭承禋祀，缊豫为纷，黼绣周张，承神至尊。千童罗舞成八溢，合好效欢虞泰一。九歌毕奏斐然殊，鸣琴竽瑟会轩朱。璆磬金鼓，灵其有喜，百官济济，各敬厥事。盛牲实俎进闻膏，神奄留，临须摇。长丽前掞光耀明，寒暑不忒况皇章。展诗应律鋗玉鸣，函宫吐角激徵清。发梁扬羽申以商，造兹新音永久长。声气远条凤鸟翔，神夕奄虞盖孔享。登兹楼以四望兮，聊暇日以销忧。览斯宇之所处兮，实显敞而寡仇。挟清漳之通浦兮， 倚曲沮之长洲。背坟衍之广陆兮，临皋隰之沃流。北弥陶牧，西接昭丘。华实蔽野，黍稷盈 畴。虽信美而非吾土兮，曾何足以少留！ 遭纷浊而迁逝兮，漫逾纪以迄今。情眷眷而怀归兮，孰忧思之可任？凭轩槛以遥望兮， 向北风而开襟。平原远而极目兮，蔽荆山之高岑。路逶迤而修迥兮，川既漾而济深。悲旧乡 之壅隔兮，涕横坠而弗禁。昔尼父之在陈兮，有归欤之叹音。钟仪幽而楚奏兮，庄舄显而越 吟。人情同于怀土兮，岂穷达而异心！ 惟日月之逾迈兮，俟河清其未极。冀王道之一平兮，假高衢而骋力。惧匏瓜之徒悬兮， 畏井渫之莫食。步栖迟以徙倚兮，白日忽其将匿。风萧瑟而并兴兮，天惨惨而无色。兽狂顾 以求群兮，鸟相鸣而举翼，原野阒其无人兮，征夫行而未息。心凄怆以感发兮，意忉怛而憯恻。循阶除而下降兮，气交愤于胸臆。夜参半而不寐兮，怅盘桓以反侧。 四气代谢，悬景运周。别如俯仰，脱若三秋。昔我初迁，朱华未晞。今我旋止，素雪云飞。魏公子无忌者，魏昭王少子，而魏安釐王异母弟也。昭王薨，安釐王即位，封公子为信陵君。公子为人，仁而下士 ，士无贤不肖，皆谦而礼交之，不敢以其富贵骄士。士以此方数千里争往归之，致食客三千。当是时，诸侯以公子贤，多客，不敢加兵谋魏十余年。魏有隐士曰侯嬴，年七十，家贫，为大梁夷门监者。公子闻之，往请，欲厚遗之。不肯受，曰：“臣修身洁行数十年，终不以监门困故而受公子财。”公子于是乃置酒，大会宾客。坐定，公子从车骑，虚左，自迎夷门侯生。侯生摄敝衣冠，直上载公子上坐，不让，欲以观公子。公子执辔愈恭。侯生又谓公子曰：“臣有客在市屠中，原枉车骑过之。”公子引车入市，侯生下，见其客朱亥，俾倪，故久立与其客语，微察公子，公子颜色愈和。当是时，魏将相宗室宾客满堂，待公子举酒；市人皆观公子执辔。从骑皆窃骂侯生。侯生视公子色终不变，乃谢客就车。至家，公子引侯生坐上坐，遍赞宾客，宾客皆惊。酒酣，公子起，为寿侯生前。侯生因谓公子曰：“今日嬴之为公子亦足矣！嬴乃夷门报关者也，而公子亲枉车骑自迎嬴，于众人广坐之中，不宜有所过，今公子故过之。嬴欲就公子之名，故久立公子车骑市中，过客，以观公子，公子愈恭。市人皆以嬴为小人，而以公子为长者，能下士也。于是罢酒，侯生遂为上客。侯生谓公子曰：“臣所过屠者朱亥，此子贤者，世莫能知，故隐屠间耳。”公子往，数请之，朱亥故不复谢。公子怪之。魏安釐王二十年，秦昭王已破赵长平军，又进兵围邯郸。公子姊为赵惠文王弟平原君夫人，数遗魏王及公子书，请救于魏。魏王使将军晋鄙将十万众救赵。秦王使使者告魏王曰：“吾攻赵，旦暮且下，而诸侯敢救赵者，已拔赵，必移兵先击之。”魏王恐，使人止晋鄙，留军壁邺，名为救赵，实持两端以观望。平原君使者冠盖相属于魏，让魏公子曰：“胜所以自附为婚姻者，以公子之高义，为能急人之困。今邯郸旦暮降秦而魏救不至，安在公子能急人之困也！且公子纵轻胜，弃之降秦，独不怜公子姊邪？”公子患之，数请魏王，及宾客辨士说王万端。魏王畏秦。终不听公子。公子自度终不能得之于王，计不独生而令赵亡，乃请宾客，约车骑百余乘，欲以客往赴秦军，与赵俱死。行过夷门，见侯生，具告所以欲死秦军状。辞决而行，侯生曰：“公子勉之矣！老臣不能从。”公子行数里，心不快，曰：吾所以待侯生者备矣，天下莫不闻，今吾且死，而侯生曾无一言半辞送我，我岂有所失哉？”复引车还，问侯生。侯生笑曰：“臣故知公子之还也。”曰：“公子喜士，名闻天下。今有难，无他端，而欲赴秦军，譬若以肉投馁虎，何功之有哉？尚安事客？然公子遇臣厚，公子往而臣不送，以是知公子恨之复返也。”公子再拜，因问。侯生乃屏人间语曰：“嬴闻晋鄙之兵符常在王卧内，而如姬最幸，出入王卧内，力能窃之。嬴闻如姬父为人所杀，如姬资之三年，自王以下，欲求报其父仇，莫能得。如姬为公子泣，公子使客斩其仇头，敬进如姬。如姬之欲为公子死，无所辞，顾未有路耳。公子诚一开口请如姬，如姬必许诺，则得虎符夺晋鄙军，北救赵而西却秦，此五霸之伐也。”公子从其计，请如姬。如姬果盗兵符与公子。公子行，侯生曰：“将在外，主令有所不受，以便国家。公子即合符，而晋鄙不授公子兵，而复请之，事必危矣。臣客屠者朱亥可与俱，此人力士。晋鄙听，大善；不听，可使击之。于是公子泣生曰：“公子畏死邪？何泣也？”公子曰：“晋鄙嚄唶宿将，往恐不听，必当杀之，是以泣耳，岂畏死哉？”于是公子请朱亥。朱亥笑曰：“臣乃市井鼓刀屠者，而公子亲数存之，所以不报谢者，以为小礼无所用。今公子有急，此乃臣效命之秋也。”遂与公子俱。公子过谢侯生。侯生曰：“臣宜从，老不能，请数公子行日，以至晋鄙军之日北乡自刭，以送公子。”公子遂行。至邺，矫魏王令代晋鄙。晋鄙合符，疑之，举手视公子曰：“今吾拥十万之众，屯于境上，国之重任。今单车来代之，何如哉？”欲无听。朱亥袖四十斤铁椎椎杀晋鄙。公子遂将晋鄙军。勒兵，下令军中曰：“父子俱在军中，父归。兄弟俱在军中，兄归。独子无兄弟，归养。”得选兵八万人，进兵击秦军。秦军解去，遂救邯郸，存赵。赵王及平原君自迎公子于界，平原君负栏矢为公子先引。赵王再拜曰：“自古贤人，未有及公子者也！”当此之时，平原君不敢自比于人。公子与侯生决，至军，侯生果北乡自刭。魏王怒公子之盗其兵符，矫杀晋鄙，公子亦自知也。已却秦存赵，使将将其军归魏，而公子独与客留赵。",
        "author": "两汉",
        "poem_class": "乐府",
        "dynasty": "刘彻"
    },
    {
        "title": "将进酒",
        "paragraph": "琉璃钟，琥珀浓，小槽酒滴真珠红。烹龙炮凤玉脂泣，罗帏绣幕围香风。吹龙笛，击鼍鼓；皓齿歌，细腰舞。况是青春日将暮，桃花乱落如红雨。劝君终日酩酊醉，酒不到刘伶坟上土。明朝驿使发，一夜絮征袍。素手抽针冷，那堪把剪刀。裁缝寄远道，几日到临洮。竹帛烟销帝业虚，关河空锁祖龙居。坑灰未冷山东乱，刘项原来不读书。节分端午自谁言，万古传闻为屈原。堪笑楚江空渺渺，不能洗得直臣冤。",
        "author": "唐代",
        "poem_class": "乐府",
        "dynasty": "李贺"
    },
    {
        "title": "君马黄",
        "paragraph": "君马黄，我马白。马色虽不同，人心本无隔。共作游冶盘，双行洛阳陌。长剑既照曜，高冠何赩赫。各有千金裘，俱为五侯客。猛虎落陷阱，壮夫时屈厄。相知在急难，独好亦何益。故关衰草遍，离别自堪悲。(自堪悲 一作：正堪悲)路出寒云外，人归暮雪时。少孤为客早，多难识君迟。掩泪空相向，风尘何处期。(掩泪 一作：掩泣)支离东北风尘际，漂泊西南天地间。三峡楼台淹日月，五溪衣服共云山。羯胡事主终无赖，词客哀时且未还。庾信平生最萧瑟，暮年诗赋动江关。胡马，胡马，远放燕支山下。跑沙跑雪独嘶，东望西望路迷。迷路，迷路，边草无穷日暮。",
        "author": "唐代",
        "poem_class": "乐府",
        "dynasty": "李白"
    },
    {
        "title": "临高台",
        "paragraph": "临高台以轩，下有清水清且寒。江有香草目以兰，黄鹄高飞离哉翻。关弓射鹄，令我主寿万年。蒙雾犯风尘。翩翩者鸿。率彼江滨。君子于征。爰聘西邻。临此洪渚。伊思梁岷。尔行孔邈。如何忽勤。君子敬始。慎尔所主。谋言必贤。错说申辅。延陵有作。侨肸是与。先民遗迹。来世之矩。既慎尔主。亦迪知几。探情以华。覩着知微。视明听聪。靡事不惟。董褐荷名。胡宁不师。众不可盖。无尚我言。梧宫致辩。齐楚构患。成功有要。在众思欢。人之多忌。掩之实难。瞻彼黑水。滔滔其流。江汉有卷。允来厥休。二邦若否。职汝之由。缅彼行人。鲜克弗留。尚哉君子。异于他仇。人谁不勤。无厚我忧。惟诗作赠。敢咏在舟。东海广且深。由卑下百川。五岳虽高大。不逆垢与尘。良木不十围。洪条无所因。长者能博爱。天下寄其身。大匠无弃材。船车用不均。锥刀各异能。何所独却前。嘉善而矜愚。大圣亦同然。仁者各寿考。四坐咸万年。",
        "author": "两汉",
        "poem_class": "乐府",
        "dynasty": "佚名"
    }
]