[
    {
        "title": "风鸢图诗",
        "paragraph": "柳条搓线絮搓绵，搓够千寻放纸鸢。消得春风多少力，带将儿辈上青天。烟锁池塘柳，烽销极塞鸿。东枝罢春水，南翼怨秋风。梦里相逢西子湖，谁知梦醒却模糊。高坟武穆连忠肃，添得新祠一座无。蒙茸一架自成林，窈窕繁葩灼暮阴。南国红蕉将比貌，西陵松柏结同心。裁霞缀绮光相乱，剪雨萦烟态转深。紫雪半庭长不扫，闲抛簪组对清吟。",
        "author": "明代",
        "poem_class": "儿童",
        "dynasty": "徐渭"
    },
    {
        "title": "牧童逮狼",
        "paragraph": "两牧童入山至狼穴，穴中有小狼二。谋分捉之，各登一树，相去数十步。少倾，大狼至，入穴失子，意甚仓皇。童于树上扭小狼蹄、耳，故令嗥。大狼闻声仰视，怒奔树下，且号且抓。其一童嗥又在彼树致小狼鸣急。狼闻声四顾，始望见之；乃舍此趋彼，号抓如前状。前树又鸣，又转奔之。口无停声，足无停趾，数十往复，奔渐迟，声渐弱；既而奄奄僵卧，久之不动。童下视之，气已绝矣。秋容浅淡映重门，七节攒成雪满盆。出浴太真冰作影，捧心西子玉为魂。晓风不散愁千点，宿雨还添泪一痕。独倚画栏如有意，清砧怨笛送黄昏。看破浮生过半，半之受用无边。半中岁月尽幽闲，半里乾坤宽展。半郭半乡村舍，半山半水田园。半耕半读半经廛，半士半民姻眷。半雅半粗器具，半华半实庭轩。衾裳半素半轻鲜，肴馔半丰半俭。童仆半能半拙，妻儿半朴半贤。心情半佛半神仙，姓字半藏半显。一半还之天地，让将一半人间，半思后代与沧田，半想阎罗怎见。酒饮半酣正好，花开半时偏妍。帆张半扇免翻颠，马放半缰稳便。半少却饶滋味，半多反厌纠缠。百年苦乐半相参，会占便宜只半。振衣直上最高楼，吴楚青苍一望收。此地山形常北顾，千年江水自东流。乾坤莽莽鱼龙气，今古愔愔花月愁。不尽狂澜走沧海，一拳天与压潮头。",
        "author": "清代",
        "poem_class": "儿童",
        "dynasty": "蒲松龄"
    },
    {
        "title": "牧竖",
        "paragraph": "牧竖持蓑笠，逢人气傲然。卧牛吹短笛，耕却傍溪田。山中相送罢，日暮掩柴扉。春草明年绿，王孙归不归？(明年 一作：年年)人事有代谢，往来成古今。江山留胜迹，我辈复登临。水落鱼梁浅，天寒梦泽深。羊公碑尚在，读罢泪沾襟。(尚在 一作：字在)菩提本无树，明镜亦非台。佛性常清净，何处有尘埃！身是菩提树，心为明镜台。明镜本清净，何处染尘埃！菩提本无树，明镜亦非台。本来无一物，何处惹尘埃！菩提只向心觅，何劳向外求玄？听说依此修行，西方只在目前！",
        "author": "唐代",
        "poem_class": "儿童",
        "dynasty": "崔道融"
    },
    {
        "title": "观村童戏溪上",
        "paragraph": "雨余溪水掠堤平，闲看村童谢晚晴。竹马踉蹡冲淖去，纸鸢跋扈挟风鸣。三冬暂就儒生学，千耦还从父老耕。识字粗堪供赋役，不须辛苦慕公卿。一曲新词酒一杯，去年天气旧亭台。夕阳西下几时回？无可奈何花落去，似曾相识燕归来。小园香径独徘徊。恼烟撩露，留我须臾住。携手藕花湖上路，一霎黄梅细雨。 娇痴不怕人猜，和衣睡倒人怀。最是分携时候，归来懒傍妆台。岸阔樯稀波渺茫，独凭危槛思何长。萧萧远树疏林外，一半秋山带夕阳。",
        "author": "宋代",
        "poem_class": "儿童",
        "dynasty": "陆游"
    },
    {
        "title": "巴女谣",
        "paragraph": "巴女骑牛唱竹枝，藕丝菱叶傍江时。不愁日暮还家错，记得芭蕉出槿篱。旧苑荒台杨柳新，菱歌清唱不胜春。 只今惟有西江月，曾照吴王宫里人。山上层层桃李花，云间烟火是人家。银钏金钗来负水，长刀短笠去烧畲。丹阳郭里送行舟，一别心知两地秋。 日晚江南望江北，寒鸦飞尽水悠悠。",
        "author": "唐代",
        "poem_class": "儿童",
        "dynasty": "于鹄"
    },
    {
        "title": "幼女词",
        "paragraph": "幼女才六岁，未知巧与拙。向夜在堂前，学人拜新月。永巷长年怨绮罗，离情终日思风波。湘江竹上痕无限，岘首碑前洒几多。人去紫台秋入塞，兵残楚帐夜闻歌。朝来灞水桥边问，未抵青袍送玉珂。故人具鸡黍，邀我至田家。绿树村边合，青山郭外斜。开轩面场圃，把酒话桑麻。待到重阳日，还来就菊花。寂寂花时闭院门，美人相并立琼轩。 含情欲说宫中事，鹦鹉前头不敢言。",
        "author": "唐代",
        "poem_class": "儿童",
        "dynasty": "施肩吾"
    },
    {
        "title": "与小女",
        "paragraph": "见人初解语呕哑，不肯归眠恋小车。 一夜娇啼缘底事，为嫌衣少缕金华。烟深水阔，音信无由达。唯有碧天云外月，偏照悬悬离别。尽日感事伤怀，愁眉似锁难开。夜夜长留半被，待君魂梦归来。莫把阿胶向此倾，此中天意固难明。解通银汉应须曲，才出昆仑便不清。高祖誓功衣带小，仙人占斗客槎轻。三千年后知谁在？何必劳君报太平！新妆宜面下朱楼，深锁春光一院愁。 行到中庭数花朵，蜻蜓飞上玉搔头。",
        "author": "唐代",
        "poem_class": "儿童",
        "dynasty": "韦庄"
    },
    {
        "title": "牧童",
        "paragraph": "草铺横野六七里，笛弄晚风三四声。归来饱饭黄昏后，不脱蓑衣卧月明。山僧对棋坐，局上竹阴清。映竹无人见，时闻下子声。小娃撑小艇，偷采白莲回。不解藏踪迹，浮萍一道开。一树春风千万枝，嫩于金色软于丝。 永丰西角荒园里，尽日无人属阿谁？潇湘何事等闲回，水碧沙明两岸苔。 二十五弦弹夜月，不胜清怨却飞来。",
        "author": "唐代",
        "poem_class": "儿童",
        "dynasty": "吕岩"
    },
    {
        "title": "稚子弄冰",
        "paragraph": "稚子金盆脱晓冰，彩丝穿取当银钲。(银钲 一作：银铮)敲成玉磬穿林响，忽作玻璃碎地声。(玻璃 一作：玻瓈)世皆称孟尝君能得士，士以故归之，而卒赖其力以脱于虎豹之秦。嗟乎！孟尝君特鸡鸣狗盗之雄耳，岂足以言得士？不然，擅齐之强，得一士焉，宜可以南面而制秦，尚何取鸡鸣狗盗之力哉？夫鸡鸣狗盗之出其门，此士之所以不至也。客路那知岁序移，忽惊春到小桃枝。天涯海角悲凉地，记得当年全盛时。花弄影，月流辉，水晶宫殿五云飞。分明一觉华胥梦，回首东风泪满衣。小阁藏春，闲窗锁昼，画堂无限深幽。篆香烧尽，日影下帘钩。手种江梅渐好，又何必、临水登楼。无人到，寂寥浑似，何逊在扬州。从来，知韵胜，难堪雨藉，不耐风揉。更谁家横笛，吹动浓愁。莫恨香消雪减，须信道、扫迹情留。难言处，良宵淡月，疏影尚风流。",
        "author": "宋代",
        "poem_class": "儿童",
        "dynasty": "杨万里"
    },
    {
        "title": "村晚",
        "paragraph": "草满池塘水满陂，山衔落日浸寒漪。牧童归去横牛背，短笛无腔信口吹。烟霏霏，雪霏霏。雪向梅花枝上堆，春从何处回！醉眼开，睡眼开，疏影横斜安在哉？从教塞管催。去年元夜时，花市灯如昼。月上柳梢头，人约黄昏后。今年元夜时，月与灯依旧。不见去年人，泪湿春衫袖。(湿 一作：满)山色横侵蘸晕霞，湘川风静吐寒花。远林屋散尚啼鸦。梦到故园多少路，酒醒南望隔天涯。月明千里照平沙。",
        "author": "宋代",
        "poem_class": "儿童",
        "dynasty": "雷震"
    },
    {
        "title": "舟过安仁",
        "paragraph": "一叶渔船两小童，收篙停棹坐船中。怪生无雨都张伞，不是遮头是使风。一春不识西湖面。翠羞红倦。雨窗和泪摇湘管。意长笺短。 知心惟有雕梁燕。自来相伴。东风不管琵琶怨。落花吹遍。别后不知君远近，触目凄凉多少闷。渐行渐远渐无书，水阔鱼沉何处问。夜深风竹敲秋韵，万叶千声皆是恨。故攲单枕梦中寻，梦又不成灯又烬。灯火钱塘三五夜，明月如霜，照见人如画。帐底吹笙香吐麝，更无一点尘随马。寂寞山城人老也！击鼓吹箫，却入农桑社。火冷灯稀霜露下，昏昏雪意云垂野。",
        "author": "宋代",
        "poem_class": "儿童",
        "dynasty": "杨万里"
    },
    {
        "title": "杨氏之子",
        "paragraph": "梁国杨氏子九岁，甚聪惠。孔君平诣其父，父不在，乃呼儿出。为设果，果有杨梅。孔指以示儿曰：“此是君家果。”儿应声答曰：“未闻孔雀是夫子家禽。” 槐香欲覆井，杨柳正藏鸦。山炉好无比，玉构火窗赊。床头辟绳结，镜上领巾斜。铁镬种梁子，铜枢生枣花。开门抛水柱，城按特言家。木落江渡寒。鴈还风送秋。临流断商弦。瞰川悲棹讴。适郢无东辕。还夏有西浮。三崖隐丹磴。九派引沧流。泪竹感湘别。弄珠怀汉游。岂伊药饵泰。得夺旅人忧。朔风吹飞雨，萧条江上来。既洒百常观，复集九成台。空濛如薄雾，散漫似轻埃。平明振衣坐，重门犹未开。耳目暂无扰，怀古信悠哉。戢翼希骧首，乘流畏曝鳃。动息无兼遂，歧路多徘徊。方同战胜者，去翦北山莱。",
        "author": "南北朝",
        "poem_class": "儿童",
        "dynasty": "刘义庆"
    },
    {
        "title": "所见",
        "paragraph": "牧童骑黄牛，歌声振林樾。意欲捕鸣蝉，忽然闭口立。律转鸿钧佳气同，肩摩毂击乐融融。不须迎向东郊去，春在千门万户中。悲秋容易到重阳，节物相催黯自伤。有酒有花翻寂寞，不风不雨倍凄凉。依依水郭人如雁，恋恋寒衣月似霜。差喜衰亲话真切，一灯滋味异他乡。长风霾云莽千里，云气蓬蓬天冒水。风收云散波乍平，倒转青天作湖底。初看落日沉波红，素月欲升天敛容。舟人回首尽东望，吞吐故在冯夷宫。须臾忽自波心上，镜面横开十余丈。月光浸水水浸天，一派空明互回荡。此时骊龙潜最深，目炫不得衔珠吟。巨鱼无知作腾踔，鳞甲一动千黄金。人间此境知难必，快意翻从偶然得。遥闻渔父唱歌来，始觉中秋是今夕。",
        "author": "清代",
        "poem_class": "儿童",
        "dynasty": "袁枚"
    },
    {
        "title": "池上",
        "paragraph": "小娃撑小艇，偷采白莲回。不解藏踪迹，浮萍一道开。佳辰强饮食犹寒，隐几萧条戴鹖冠。春水船如天上坐，老年花似雾中看。娟娟戏蝶过闲幔，片片轻鸥下急湍。云白山青万余里，愁看直北是长安。楚塞三湘接，荆门九派通。江流天地外，山色有无中。郡邑浮前浦，波澜动远空。襄阳好风日，留醉与山翁。风动荷花水殿香，姑苏台上宴吴王。西施醉舞娇无力，笑倚东窗白玉床。",
        "author": "唐代",
        "poem_class": "儿童",
        "dynasty": "白居易"
    },
    {
        "title": "牧童词",
        "paragraph": "朝牧牛，牧牛下江曲。夜牧牛，牧牛度村谷。荷蓑出林春雨细，芦管卧吹莎草绿。乱插蓬蒿箭满腰，不怕猛虎欺黄犊。自余为僇人，居是州，恒惴栗。其隙也，则施施而行，漫漫而游。日与其徒上高山，入深林，穷回溪，幽泉怪石，无远不到。到则披草而坐，倾壶而醉。醉则更相枕以卧，卧而梦。意有所极，梦亦同趣。觉而起，起而归；以为凡是州之山水有异态者，皆我有也，而未始知西山之怪特。今年九月二十八日，因坐法华西亭，望西山，始指异之。遂命仆人过湘江，缘染溪，斫榛莽，焚茅茷，穷山之高而止。攀援而登，箕踞而遨，则凡数州之土壤，皆在衽席之下。其高下之势，岈然洼然，若垤若穴，尺寸千里，攒蹙累积，莫得遁隐。萦青缭白，外与天际，四望如一。然后知是山之特立，不与培塿为类。悠悠乎与颢气俱，而莫得其涯；洋洋乎与造物者游，而不知其所穷。引觞满酌，颓然就醉，不知日之入。苍然暮色，自远而至，至无所见，而犹不欲归。心凝形释，与万化冥合。然后知吾向之未始游，游于是乎始。故为之文以志。是岁，元和四年也。西宫夜静百花香，欲卷珠帘春恨长。斜抱云和深见月，朦胧树色隐昭阳。屋上春鸠鸣，村边杏花白。持斧伐远扬，荷锄觇泉脉。 归燕识故巢，旧人看新历。临觞忽不御，惆怅远行客。",
        "author": "唐代",
        "poem_class": "儿童",
        "dynasty": "李涉"
    },
    {
        "title": "闲居初夏午睡起·其一",
        "paragraph": "梅子留酸软齿牙，芭蕉分绿与窗纱。日长睡起无情思，闲看儿童捉柳花。萧条庭院，又斜风细雨，重门须闭。宠柳娇花寒食近，种种恼人天气。险韵诗成，扶头酒醒，别是闲滋味。征鸿过尽，万千心事难寄。 楼上几日春寒，帘垂四面，玉阑干慵倚。被冷香消新梦觉，不许愁人不起。清露晨流，新桐初引，多少游春意。日高烟敛，更看今日晴未。风消焰蜡，露浥红莲，花市光相射。桂华流瓦。纤云散，耿耿素娥欲下。衣裳淡雅。看楚女纤腰一把。箫鼓喧，人影参差，满路飘香麝。因念都城放夜。望千门如昼，嬉笑游冶。钿车罗帕。相逢处，自有暗尘随马。年光是也。唯只见、旧情衰谢。清漏移，飞盖归来，从舞休歌罢。乍暖还轻冷。风雨晚来方定。庭轩寂寞近清明，残花中酒，又是去年病。 楼头画角风吹醒。入夜重门静。那堪更被明月，隔墙送过秋千影。",
        "author": "宋代",
        "poem_class": "儿童",
        "dynasty": "杨万里"
    },
    {
        "title": "桑茶坑道中",
        "paragraph": "晴明风日雨干时，草满花堤水满溪。童子柳阴眠正着，一牛吃过柳阴西。自作新词韵最娇，小红低唱我吹箫。曲终过尽松陵路，回首烟波十四桥。梨花风起正清明，游子寻春半出城。日暮笙歌收拾去，万株杨柳属流莺。墙角数枝梅，凌寒独自开。遥知不是雪，为有暗香来。",
        "author": "宋代",
        "poem_class": "儿童",
        "dynasty": "杨万里"
    },
    {
        "title": "两小儿辩日",
        "paragraph": "孔子东游，见两小儿辩斗，问其故。(辩斗 一作：辩日)一儿曰：“我以日始出时去人近，而日中时远也。” 一儿曰：“我以日初出远，而日中时近也。”一儿曰：“日初出大如车盖，及日中则如盘盂，此不为远者小而近者大乎？”一儿曰：“日初出沧沧凉凉，及其日中如探汤，此不为近者热而远者凉乎？”孔子不能决也。两小儿笑曰：“孰为汝多知乎？”请成相。世之殃。愚暗愚暗堕贤良。人主无贤。如瞽无相何伥伥。请布基。慎圣人。愚而自专事不治。主忌苟胜。群臣莫谏必逢灾。论臣过。反其施。尊主安国尚贤义。拒谏饰非。愚而上同国必祸。曷谓罢。国多私。比周还主党与施。远贤。近谗。忠臣蔽塞主势移。曷谓贤。明君臣。上能尊主爱下民。主诚听之。天下为一四海宾。主之孽。谗人达。贤能遁逃国乃蹷。愚以重愚。暗以重暗成为桀。世之灾。妬贤能。飞廉知政任恶来。卑其志意。大其园囿高其台。武王怒。师牧野。纣卒易乡启乃下。武王善之。封之于宋立其祖。世之衰。谗人归。比干见刳箕子累。武王诛之。吕尚招麾殷民怀。世之祸。恶贤士。子胥见杀百里徒。穆公得之。强配五伯六卿施。世之愚。恶大儒。逆斥不通孔子拘。展禽三绌。春申道缀基毕输。请牧基。贤者思。尧在万世如见之。谗人罔极。险陂倾侧此之疑。基必施。辩贤罢。文武之道同伏戏。由之者治。不由者乱何疑为。凡成相。辩法方。至治之极复后王。慎墨季惠。百家之说诚不祥。治复一。脩之吉。君子执之心如结。众人贰之。谗夫弃之形是诘。水至平。端不倾。心术如此象圣人。□而有势。直而用抴必参天。世无王。穷贤良。暴人刍豢仁人糟糠。礼乐灭息。圣人隐伏墨术行。治之经。礼与刑。君子以脩百姓宁。明德慎罚。国家既治四海平。治之志。后势富。君子诚之好以待。处之敦固。有深藏之能远思。思乃精。志之荣。好而一之神以诚。精神相反。一而不贰为圣人。治之道。美不老。君子由佼以好。下以教诲子弟。上以事祖考。成相竭。辞不蹷。君子道之顺以达。宗其贤良辩其殃孽□□□。请成相。道圣王。尧舜尚贤身辞让。许由善卷。重义轻利行显明。尧让贤。以为民。氾利兼爱德施均。辩治上下。贵贱有等明君臣。尧授能。舜遇时。尚贤推德天下治。虽有贤圣。适不遇世孰知之。尧不德。舜不辞。妻以二女任以事。大人哉舜。南面而立万物备。舜授禹以天下。尚德推贤不失序。外不避仇。内不阿亲贤者予。禹劳心力。尧有德。干戈不用三苗服。举舜甽畝。任之天下身休息。得后稷。五谷殖。夔为乐正鸟兽服。契为司徒。民知孝尊弟有德。禹有功。抑下鸿。辟除民害逐共工。北决九河。通十二渚疏三江。禹傅土。平天下。躬亲为民行劳苦。得益皋陶。横革直成为辅。契玄王。生昭明。居于砥石迁于商。十有四世乃有天乙是成汤。天乙汤。论举当。身让卞随举牟光。□□□□道古贤圣基必张。□□愿陈辞。世乱恶善不此治。隐讳疾贤。良由姦诈鲜无灾。患难哉阪为先圣知不用愚者谋。前车已覆。后未知更何觉时。不觉悟。不知苦。迷惑失指易上下。忠不上达。蒙掩耳目塞门户。门户塞。大迷惑。悖乱昏莫不终极。是非反易。比周期上恶正直。正直恶。心无度。邪枉辟回失道途。已无邮人我独自美岂无故。不知戒。后必有恨后遂过不肯悔。谗夫多进。反复言语生诈态。人之态。不如备。争宠疾贤利恶忌。妬功毁贤。下敛党与上蔽匿。上壅蔽。失辅势。任用谗夫不能制。郭公长父之难。厉王流于彘。周幽厉。所以败。不听规谏忠是害。嗟我何人。独不遇时当乱世。欲对衷言不从。恐为子胥身离凶。进谏不听。刭而独鹿弃之江。观往事。以自戒。治乱是非亦可识。□□□□托于成相以喻意。请成相。言治方。君论有五约以明。君谨守之。下皆平正国乃昌。臣下职。莫游食。务本节用財无极。事业听上。莫得相使一民力。守其职。足衣食。厚薄有等明爵服。利往卬上。莫得擅与孰私得。君法明。论有常。表仪既设民知方。进退有律。莫得贵贱孰私王。君法仪。禁不为。莫不说教名不移。脩之者荣。离之者辱孰它师。刑称陈。守其银。下不得用轻私门。罪祸有律。莫得轻重威不分。请牧祺。用有基。主好论议必善谋。五听循领。莫不理续主执持。听之经。明其请。参伍明谨施赏刑。显者必得隐者复显民反诚。言有节。稽其实。信诞以分赏罚必。下不欺上。皆以情言明若日。上通利。隐远至。观法不法见不视。耳目既显。吏敬法令莫敢恣。君教出。行有律。吏谨将之无敌铍滑。下不私请。各以所宜舍巧拙。臣谨脩。君制变。公察善思论不乱。以治天下。后世法之成律贯。唐虞世兮麟凤游。今非其时来何求。麟兮麟兮我心忧。吾君好正。段干木之敬。吾君好忠。段干木之隆。",
        "author": "先秦",
        "poem_class": "儿童",
        "dynasty": "佚名"
    },
    {
        "title": "牧童诗",
        "paragraph": "骑牛远远过前村，吹笛风斜隔陇闻。( 吹笛风斜 一作：短笛横吹)多少长安名利客，机关用尽不如君。别院深深夏席清，石榴开遍透帘明。(夏席清 一作：夏簟清)树阴满地日当午，梦觉流莺时一声。醉漾轻舟，信流引到花深处。尘缘相误，无计花间住。烟水茫茫，千里斜阳暮。山无数，乱红如雨。不记来时路。晚来一阵风兼雨，洗尽炎光。理罢笙簧，却对菱花淡淡妆。绛绡缕薄冰肌莹，雪腻酥香。笑语檀郎：今夜纱厨枕簟凉。",
        "author": "宋代",
        "poem_class": "儿童",
        "dynasty": "黄庭坚"
    },
    {
        "title": "小儿垂钓",
        "paragraph": "蓬头稚子学垂纶，侧坐莓苔草映身。 路人借问遥招手，怕得鱼惊不应人。江南好，风景旧曾谙。日出江花红胜火，春来江水绿如蓝。能不忆江南？翻手作云覆手雨，纷纷轻薄何须数。(作 一作：为)君不见管鲍贫时交，此道今人弃如土。独有宦游人，偏惊物候新。云霞出海曙，梅柳渡江春。淑气催黄鸟，晴光转绿蘋。忽闻歌古调，归思欲沾巾。",
        "author": "唐代",
        "poem_class": "儿童",
        "dynasty": "胡令能"
    }
]