[
    {
        "title": "柳梢青·元宵何高士说京师旧事",
        "paragraph": "今年元夕。探尽江梅，都无消息。草市梢头，柳庄深处，雪花如席。一尊邻里相过，也随分、移时换节。玉辇端门，红旗夜市，凭君休说。洞庭之东江水西，帘旌不动夕阳迟。登临吴蜀横分地，徙倚湖山欲暮时。万里来游还望远，三年多难更凭危。白头吊古风霜里，老木沧波无限悲。天入平湖晴不风，夕帆和雁正浮空。楼头客子杪秋后，日落君山元气中。北望可堪回白首，南游聊得看丹枫。翰林物色分留少，诗到巴陵还未工。十五年前花月底，相从曾赋赏花诗。今看花月浑相似，安得情怀似往时。关山魂梦长，鱼雁音尘少。两鬓可怜青，只为相思老。归梦碧纱窗，说与人人道。真个别离难，不似相逢好。",
        "author": "宋代",
        "poem_class": "元宵",
        "dynasty": "张孝祥"
    },
    {
        "title": "书上元夜游",
        "paragraph": "己卯上元，予在儋州，有老书生数人来过，曰：“良月嘉夜，先生能一出乎？”予欣然从之。步城西，入僧舍，历小巷，民夷杂揉，屠沽纷然。归舍已三鼓矣。舍中掩关熟睡，已再鼾矣。放杖而笑，孰为得失？过问先生何笑，盖自笑也。然亦笑韩退之钓鱼无得，更欲远去，不知走海者未必得大鱼也。东风袅袅泛崇光，香雾空蒙月转廊。只恐夜深花睡去，故烧高烛照红妆。落花已作风前舞。又送黄昏雨。晓来庭院半残红。惟有游丝千丈、罥晴空。 殷勤花下同携手。更尽杯中酒。美人不用敛蛾眉。我亦多情无奈、酒阑时。骑牛远远过前村，吹笛风斜隔陇闻。( 吹笛风斜 一作：短笛横吹)多少长安名利客，机关用尽不如君。",
        "author": "宋代",
        "poem_class": "元宵",
        "dynasty": "苏轼"
    },
    {
        "title": "观灯乐行",
        "paragraph": "月色灯山满帝都，香车宝盖隘通衢。身闲不睹中兴盛，羞逐乡人赛紫姑。从小丘西行百二十步，隔篁竹，闻水声，如鸣珮环，心乐之。伐竹取道，下见小潭，水尤清冽。全石以为底，近岸，卷石底以出，为坻，为屿，为嵁，为岩。青树翠蔓，蒙络摇缀，参差披拂。(珮 通：佩)潭中鱼可百许头，皆若空游无所依，日光下澈，影布石上。佁然不动，俶尔远逝，往来翕忽，似与游者相乐。(下澈 一作：下彻)潭西南而望，斗折蛇行，明灭可见。其岸势犬牙差互，不可知其源。坐潭上，四面竹树环合，寂寥无人，凄神寒骨，悄怆幽邃。以其境过清，不可久居，乃记之而去。同游者：吴武陵，龚古，余弟宗玄。隶而从者，崔氏二小生，曰恕己，曰奉壹。元和二年四月十三日夜，愈与吴郡张籍阅家中旧书，得李翰所为《张巡传》。翰以文章自名，为此传颇详密。然尚恨有阙者：不为许远立传，又不载雷万春事首尾。远虽材若不及巡者，开门纳巡，位本在巡上。授之柄而处其下，无所疑忌，竟与巡俱守死，成功名，城陷而虏，与巡死先后异耳。两家子弟材智下，不能通知二父志，以为巡死而远就虏，疑畏死而辞服于贼。远诚畏死，何苦守尺寸之地，食其所爱之肉，以与贼抗而不降乎？当其围守时，外无蚍蜉蚁子之援，所欲忠者，国与主耳，而贼语以国亡主灭。远见救援不至，而贼来益众，必以其言为信；外无待而犹死守，人相食且尽，虽愚人亦能数日而知死所矣。远之不畏死亦明矣！乌有城坏其徒俱死，独蒙愧耻求活？虽至愚者不忍为，呜呼！而谓远之贤而为之邪？说者又谓远与巡分城而守，城之陷，自远所分始。以此诟远，此又与儿童之见无异。人之将死，其藏腑必有先受其病者；引绳而绝之，其绝必有处。观者见其然，从而尤之，其亦不达于理矣！小人之好议论，不乐成人之美，如是哉！如巡、远之所成就，如此卓卓，犹不得免，其他则又何说！当二公之初守也，宁能知人之卒不救，弃城而逆遁？苟此不能守，虽避之他处何益？及其无救而且穷也，将其创残饿羸之余，虽欲去，必不达。二公之贤，其讲之精矣！守一城，捍天下，以千百就尽之卒，战百万日滋之师，蔽遮江淮，沮遏其势，天下之不亡，其谁之功也！当是时，弃城而图存者，不可一二数；擅强兵坐而观者，相环也。不追议此，而责二公以死守，亦见其自比于逆乱，设淫辞而助之攻也。愈尝从事于汴徐二府，屡道于两府间，亲祭于其所谓双庙者。其老人往往说巡、远时事云：南霁云之乞救于贺兰也，贺兰嫉巡、远之声威功绩出己上，不肯出师救；爱霁云之勇且壮，不听其语，强留之，具食与乐，延霁云坐。霁云慷慨语曰：“云来时，睢阳之人，不食月余日矣！云虽欲独食，义不忍；虽食，且不下咽！”因拔所佩刀，断一指，血淋漓，以示贺兰。一座大惊，皆感激为云泣下。云知贺兰终无为云出师意，即驰去；将出城，抽矢射佛寺浮图，矢着其上砖半箭，曰：“吾归破贼，必灭贺兰！此矢所以志也。”愈贞元中过泗州，船上人犹指以相语。城陷，贼以刃胁降巡，巡不屈，即牵去，将斩之；又降霁云，云未应。巡呼云曰：“南八，男儿死耳，不可为不义屈！”云笑曰：“欲将以有为也；公有言，云敢不死！”即不屈。张籍曰：“有于嵩者，少依于巡；及巡起事，嵩常在围中。籍大历中于和州乌江县见嵩，嵩时年六十余矣。以巡初尝得临涣县尉，好学无所不读。籍时尚小，粗问巡、远事，不能细也。云：巡长七尺余，须髯若神。尝见嵩读《汉书》，谓嵩曰：“何为久读此？“嵩曰：“未熟也。“巡曰：“吾于书读不过三遍，终身不忘也。“因诵嵩所读书，尽卷不错一字。嵩惊，以为巡偶熟此卷，因乱抽他帙以试，无不尽然。嵩又取架上诸书试以问巡，巡应口诵无疑。嵩从巡久，亦不见巡常读书也。为文章，操纸笔立书，未尝起草。初守睢阳时，士卒仅万人，城中居人户，亦且数万，巡因一见问姓名，其后无不识者。巡怒，须髯辄张。及城陷，贼缚巡等数十人坐，且将戮。巡起旋，其众见巡起，或起或泣。巡曰：“汝勿怖！死，命也。“众泣不能仰视。巡就戮时，颜色不乱，阳阳如平常。远宽厚长者，貌如其心；与巡同年生，月日后于巡，呼巡为兄，死时年四十九。”嵩贞元初死于亳宋间。或传嵩有田在亳宋间，武人夺而有之，嵩将诣州讼理，为所杀。嵩无子。张籍云。娉娉袅袅十三余，豆蔻梢头二月初。春风十里扬州路，卷上珠帘总不如。",
        "author": "唐代",
        "poem_class": "元宵",
        "dynasty": "李商隐"
    },
    {
        "title": "木兰花令·元宵似是欢游好",
        "paragraph": "元宵似是欢游好。何况公庭民讼少。万家游赏上春台，十里神仙迷海岛。平原不似高阳傲。促席雍容陪语笑。坐中有客最多情，不惜玉山拚醉倒。暖日迟迟花袅袅。人将红粉争花好。花不能言惟解笑。金壶倒。花开未老人年少。 车马九门来扰扰。行人莫羡长安道。丹禁漏声衢鼓报。催昏晓。长安城里人先老。洞房记得初相遇。便只合、长相聚。何期小会幽欢，变作离情别绪。况值阑珊春色暮，对满目、乱花狂絮。直恐好风光，尽随伊归去。 一场寂寞凭谁诉。算前言、总轻负。早知恁地难拚，悔不当时留住。其奈风流端正外，更别有，系人心处。一日不思量，也攒眉千度。佳节清明桃李笑，野田荒冢只生愁。雷惊天地龙蛇蛰，雨足郊原草木柔。人乞祭余骄妾妇，士甘焚死不公侯。贤愚千载知谁是，满眼蓬蒿共一丘。",
        "author": "宋代",
        "poem_class": "元宵",
        "dynasty": "苏轼"
    },
    {
        "title": "倾杯乐·禁漏花深",
        "paragraph": "禁漏花深，绣工日永，蕙风布暖。变韶景、都门十二，元宵三五，银蟾光满。连云复道凌飞观。耸皇居丽，嘉气瑞烟葱蒨。翠华宵幸，是处层城阆苑。龙凤烛、交光星汉。对咫尺鳌山、开羽扇。会乐府、两籍神仙，梨园四部弦管。向晓色、都人未散。盈万井、山呼鳌抃。愿岁岁，天仗里、常瞻凤辇。春色将阑，莺声渐老，红英落尽青梅小。画堂人静雨蒙蒙，屏山半掩余香袅。密约沉沉，离情杳杳，菱花尘满慵将照。倚楼无语欲销魂，长空黯淡连芳草。莺初解语，最是一年春好处。微雨如酥，草色遥看近却无。休辞醉倒，花不看开人易老。莫待春回，颠倒红英间绿苔。红了樱桃。绿了芭蕉。送春归、客尚蓬飘。昨宵谷水，今夜兰皋。奈云溶溶，风淡淡，雨潇潇。 银字笙调。心字香烧。料芳悰、乍整还凋。待将春恨，都付春潮。过窈娘堤，秋娘渡，泰娘桥。",
        "author": "宋代",
        "poem_class": "元宵",
        "dynasty": "柳永"
    },
    {
        "title": "元夕二首",
        "paragraph": "故园今夕是元宵，独向蛮村坐寂寥。赖有遗经堪作伴，喜无车马过相邀。春还草阁梅先动，月满虚庭雪未消。堂上花灯诸弟集，重闱应念一身遥。去年今日卧燕台，铜鼓中宵隐地雷。月傍苑楼灯影暗，风传阁道马蹄回。炎荒万里频回首，羌笛三更谩自哀。尚忆先朝多乐事，孝皇曾为两宫开。风霜独卧闲中病，时节偏催壑口蛇。篱下落英秋半掬，灯前新梦鬓双华。文章江左家家玉，烟月扬州树树花。会待此心销灭尽，好持斋钵礼毗耶。远客天涯又岁除，孤航随处亦吾庐。也知世上风波满，还恋山中木石居。事业无心从齿发，亲交多难绝音书。江湖未就新春计，夜半樵歌忽起予。清于池水净于苔，会府潭潭暂作台。夜月半庭人未宿，春云满眼杏将开。榆关道路犹堪走，麟阁功勋岂易陪。莫信蓬莱相离远，塞鸿多自日边来。",
        "author": "明代",
        "poem_class": "元宵",
        "dynasty": "王守仁"
    },
    {
        "title": "元宵",
        "paragraph": "有灯无月不娱人，有月无灯不算春。春到人间人似玉，灯烧月下月如银。满街珠翠游村女，沸地笙歌赛社神。不展芳尊开口笑，如何消得此良辰。有女芗奁亶窈窕，容华二八芳龄少。玮态瑰姿习以都，凝朱一点微含笑。明眸善睐秋波荧，澹眉晓望春山缈。凤簪浮动傍奇葩，曼鬋似云光可照。楚腰怯柳秀堪餐，环佩吟风音悄悄。轻盈罗袖露柔荑，石榴裙压金莲小。澜辉掩映绿池间，一枝乍发芙蓉袅。父母娇怜掌上珠，姊妹红颜孙弗如。银针爱绣鸳鸯谱，彩笔能题蝴蝶图。侍儿三五同嬉乐，不信佳人多命薄。惜红拾翠昼游欢，燕语莺啼春睡觉。云绡雾縠暗生香，离洒巢簥逸韵长。雅焚龙脑纱窗静，闲对鸾形绮幔光。乘飔花下殊芬宿，待月帘前清影凉。月明飔暖年年奏，粉黛几人应与友。悲生铜雀西陵望，颦效苧萝东里丑。卓女淫奔司马琴，文姬失落匈奴手。儿生淑贵更何求，未知当作谁家妇。不字幽闺贞十年，迟归应勿怨期愆。桃花含芳灼未发，梅实满林青自县。鹓雏息羽择嘉树，龙子潜鳞思广渊。沈吟不觉心语口，愿得贤如梁伯鸾。紫烟衣上绣春云，一树繁花对古坟。辛苦无欢容不理，半缘修道半缘君。半生落魄已成翁,独立书斋啸晚风。笔底明珠无处卖,闲抛闲掷野藤中。",
        "author": "明代",
        "poem_class": "元宵",
        "dynasty": "唐寅"
    },
    {
        "title": "解语花·风销焰蜡",
        "paragraph": "风消焰蜡，露浥红莲，花市光相射。桂华流瓦。纤云散，耿耿素娥欲下。衣裳淡雅。看楚女纤腰一把。箫鼓喧，人影参差，满路飘香麝。因念都城放夜。望千门如昼，嬉笑游冶。钿车罗帕。相逢处，自有暗尘随马。年光是也。唯只见、旧情衰谢。清漏移，飞盖归来，从舞休歌罢。云海相望寄此身，那因远适更沾巾。不辞驿骑凌风雪，要使天骄识凤麟。沙漠回看清禁月，湖山应梦武林春。单于若问君家世，莫道中朝第一人。老来曾识渊明，梦中一见参差是。觉来幽恨，停觞不御，欲歌还止。白发西风，折腰五斗，不应堪此。问北窗高卧，东篱自醉，应别有，归来意。须信此翁未死，到如今凛然生气。吾侪心事，古今长在，高山流水。富贵他年，直饶未免，也应无味。甚东山何事，当时也道，为苍生起。寒蝉凄切，对长亭晚，骤雨初歇。都门帐饮无绪，留恋处，兰舟催发。执手相看泪眼，竟无语凝噎。念去去，千里烟波，暮霭沉沉楚天阔。多情自古伤离别，更那堪，冷落清秋节！今宵酒醒何处？杨柳岸，晓风残月。此去经年，应是良辰好景虚设。便纵有千种风情，更与何人说？(好景 一作：美景)",
        "author": "宋代",
        "poem_class": "元宵",
        "dynasty": "周邦彦"
    },
    {
        "title": "古蟾宫·元宵",
        "paragraph": "听元宵，往岁喧哗，歌也千家，舞也千家。听元宵，今岁嗟呀，愁也千家，怨也千家。那里有闹红尘香车宝马？祗不过送黄昏古木寒鸦。诗也消乏，酒也消乏，冷落了春风，憔悴了梅花。一径垂杨高下，数家流水东西。麦陇青青雉雊，柴门寂寂莺啼。朝晖开众山，遥见居庸关。云出三边外，风生万马间。征尘何日静，古戍几人闲。忽忆弃繻者，空惭旅鬓斑。千载知经几暴秦，山中惟说避秦人。仙源错引渔舟入，恼乱桃花自在春。",
        "author": "明代",
        "poem_class": "元宵",
        "dynasty": "王磐"
    },
    {
        "title": "元宵饮陶总戎家二首",
        "paragraph": "将坛醇酒冰浆细，元夜邀宾灯火新。直待清霄寒吐月，休教白发老侵人。香翻桂影烛光薄，红沁榆阶宝靥匀。群品欣欣增气色，太平依旧独闲身。往事流年恨不同，依然羸马浪西东。闲来屈指长安陌，一笑浮生是梦中。喇叭，唢呐，曲儿小腔儿大。官船来往乱如麻，全仗你抬声价。(唢呐 一作：锁呐； 声价 一作：身价)军听了军愁，民听了民怕。哪里去辨甚么真共假？眼见的吹翻了这家，吹伤了那家，只吹的水尽鹅飞罢！西湖七月半，一无可看，止可看看七月半之人。看七月半之人，以五类看之。其一，楼船箫鼓，峨冠盛筵，灯火优傒，声光相乱，名为看月而实不见月者，看之。其一，亦船亦楼，名娃闺秀，携及童娈，笑啼杂之，环坐露台，左右盼望，身在月下而实不看月者，看之。其一，亦船亦声歌，名妓闲僧，浅斟低唱，弱管轻丝，竹肉相发，亦在月下，亦看月而欲人看其看月者，看之。其一，不舟不车，不衫不帻，酒醉饭饱，呼群三五，跻入人丛，昭庆、断桥，嚣呼嘈杂，装假醉，唱无腔曲，月亦看，看月者亦看，不看月者亦看，而实无一看者，看之。其一，小船轻幌，净几暖炉，茶铛旋煮，素瓷静递，好友佳人，邀月同坐，或匿影树下，或逃嚣里湖，看月而人不见其看月之态，亦不作意看月者，看之。杭人游湖，巳出酉归，避月如仇。是夕好名，逐队争出，多犒门军酒钱。轿夫擎燎，列俟岸上。一入舟，速舟子急放断桥，赶入胜会。以故二鼓以前，人声鼓吹，如沸如撼，如魇如呓，如聋如哑。大船小船一齐凑岸，一无所见，止见篙击篙，舟触舟，肩摩肩，面看面而已。少刻兴尽，官府席散，皂隶喝道去。轿夫叫，船上人怖以关门，灯笼火把如列星，一一簇拥而去。岸上人亦逐队赶门，渐稀渐薄，顷刻散尽矣。吾辈始舣舟近岸，断桥石磴始凉，席其上，呼客纵饮。此时月如镜新磨，山复整妆，湖复靧面，向之浅斟低唱者出，匿影树下者亦出。吾辈往通声气，拉与同坐。韵友来，名妓至，杯箸安，竹肉发。月色苍凉，东方将白，客方散去。吾辈纵舟，酣睡于十里荷花之中，香气拍人，清梦甚惬。",
        "author": "明代",
        "poem_class": "元宵",
        "dynasty": "赵时春"
    },
    {
        "title": "好事近·春雨细如尘",
        "paragraph": "春雨细如尘，楼外柳丝黄湿。风约绣帘斜去，透窗纱寒碧。美人慵翦上元灯，弹泪倚瑶瑟。却上紫姑香火，问辽东消息。秋色渐将晚，霜信报黄花。小窗低户深映，微路绕欹斜。为问山翁何事，坐看流年轻度，拚却鬓双华。徙倚望沧海，天净水明霞。 念平昔，空飘荡，遍天涯。归来三径重扫，松竹本吾家。却恨悲风时起，冉冉云间新雁，边马怨胡笳。谁似东山老，谈笑静胡沙。此身天地一蘧庐，世事消磨绿鬓疏。毕竟几人真得鹿，不知终日梦为鱼。缚虎手，悬河口，车如鸡栖马如狗。白纶巾，扑黄尘，不知我辈可是蓬蒿人？衰兰送客咸阳道，天若有情天亦老。作雷颠，不论钱，谁问旗亭美酒斗十千？酌大斗，更为寿，青鬓长青古无有。笑嫣然，舞翩然，当垆秦女十五语如弦。遗音能记秋风曲，事去千年犹恨促。揽流光，系扶桑，争奈愁来一日却为长。",
        "author": "宋代",
        "poem_class": "元宵",
        "dynasty": "朱敦儒"
    },
    {
        "title": "正月十五夜灯",
        "paragraph": "千门开锁万灯明，正月中旬动帝京。三百内人连袖舞，一时天上著词声。鸾扇斜分凤幄开，星桥横过鹊飞回。 争将世上无期别，换得年年一度来。长啸梁甫吟，何时见阳春？君不见，朝歌屠叟辞棘津，八十西来钓渭滨。宁羞白发照清水，逢时壮气思经纶。广张三千六百钓，风期暗与文王亲。大贤虎变愚不测，当年颇似寻常人。君不见，高阳酒徒起草中，长揖山东隆准公。入门不拜逞雄辩，两女辍洗来趋风。东下齐城七十二，指挥楚汉如旋蓬。狂客落魄尚如此，何况壮士当群雄！我欲攀龙见明主，雷公砰訇震天鼓。帝旁投壶多玉女，三时大笑开电光，倏烁晦冥起风雨。阊阖九门不可通，以额扣关阍者怒。白日不照吾精诚，杞国无事忧天倾。猰貐磨牙竞人肉，驺虞不折生草茎。手接飞猱搏雕虎，侧足焦原未言苦。智者可卷愚者豪，世人见我轻鸿毛。力排南山三壮士，齐相杀之费二桃。吴楚弄兵无剧孟，亚夫咍尔为徒劳。梁甫吟，声正悲。张公两龙剑，神物合有时。风云感会起屠钓，大人臲屼当安之。抛掷南阳为主忧，北征东讨尽良筹。时来天地皆同力，运去英雄不自由。千里山河轻孺子，两朝冠剑恨谯周。唯余岩下多情水，犹解年年傍驿流。",
        "author": "唐代",
        "poem_class": "元宵",
        "dynasty": "张祜"
    },
    {
        "title": "十五夜观灯",
        "paragraph": "锦里开芳宴，兰缸艳早年。缛彩遥分地，繁光远缀天。 接汉疑星落，依楼似月悬。别有千金笑，来映九枝前。强欲登高去，无人送酒来。遥怜故园菊，应傍战场开。宣室求贤访逐臣，贾生才调更无伦。可怜夜半虚前席，不问苍生问鬼神。君不见走马川行雪海边，平沙莽莽黄入天。 轮台九月风夜吼，一川碎石大如斗，随风满地石乱走。 匈奴草黄马正肥，金山西见烟尘飞，汉家大将西出师。 将军金甲夜不脱，半夜军行戈相拨，风头如刀面如割。 马毛带雪汗气蒸，五花连钱旋作冰，幕中草檄砚水凝。 虏骑闻之应胆慑，料知短兵不敢接，车师西门伫献捷。",
        "author": "唐代",
        "poem_class": "元宵",
        "dynasty": "卢照邻"
    },
    {
        "title": "上元夜六首·其一",
        "paragraph": "玉漏银壶且莫催，铁关金锁彻明开。谁家见月能闲坐？何处闻灯不看来？一树春风千万枝，嫩于金色软于丝。 永丰西角荒园里，尽日无人属阿谁？豁开青冥颠，泻出万丈泉。如裁一条素，白日悬秋天。嵩云秦树久离居，双鲤迢迢一纸书。 休问梁园旧宾客，茂陵秋雨病相如。",
        "author": "唐代",
        "poem_class": "元宵",
        "dynasty": "崔液"
    },
    {
        "title": "浣溪沙·春点疏梅雨后枝",
        "paragraph": "己酉岁，客吴兴，收灯夜阖户无聊，俞商卿呼之共出，因记所见。春点疏梅雨后枝，翦灯心事峭寒时。市桥携手步迟迟。蜜炬来时人更好，玉笙吹彻夜何其。东风落靥不成归。彭城夜宿燕子楼，梦盼盼，因作此词。明月如霜，好风如水，清景无限。曲港跳鱼，圆荷泻露，寂寞无人见。紞如三鼓，铿然一叶，黯黯梦云惊断。夜茫茫，重寻无处，觉来小园行遍。 天涯倦客，山中归路，望断故园心眼。燕子楼空，佳人何在，空锁楼中燕。古今如梦，何曾梦觉，但有旧欢新怨。异时对，黄楼夜景，为余浩叹。 版本一天有不测风云，人有旦夕祸福。蜈蚣百足，行不及蛇；雄鸡两翼，飞不过鸦。马有千里之程，无骑不能自往；人有冲天之志，非运不能自通。盖闻：人生在世，富贵不能淫，贫贱不能移。文章盖世，孔子厄于陈邦；武略超群，太公钓于渭水。颜渊命短，殊非凶恶之徒；盗跖年长，岂是善良之辈。尧帝明圣，却生不肖之儿；瞽叟愚顽，反生大孝之子。张良原是布衣，萧何称谓县吏。晏子身无五尺，封作齐国宰相；孔明卧居草庐，能作蜀汉军师。楚霸虽雄，败于乌江自刎；汉王虽弱，竟有万里江山。李广有射虎之威，到老无封；冯唐有乘龙之才，一生不遇。韩信未遇之时，无一日三餐，及至遇行，腰悬三尺玉印，一旦时衰，死于阴人之手。有先贫而后富，有老壮而少衰。满腹文章，白发竟然不中；才疏学浅，少年及第登科。深院宫娥，运退反为妓妾；风流妓女，时来配作夫人。青春美女，却招愚蠢之夫；俊秀郎君，反配粗丑之妇。蛟龙未遇，潜水于鱼鳖之间；君子失时，拱手于小人之下。衣服虽破，常存仪礼之容；面带忧愁，每抱怀安之量。时遭不遇，只宜安贫守份；心若不欺，必然扬眉吐气。初贫君子，天然骨骼生成；乍富小人，不脱贫寒肌体。天不得时，日月无光；地不得时，草木不生；水不得时，风浪不平；人不得时，利运不通。注福注禄，命里已安排定，富贵谁不欲？人若不依根基八字，岂能为卿为相？吾昔寓居洛阳，朝求僧餐，暮宿破窖，思衣不可遮其体，思食不可济其饥，上人憎，下人厌，人道我贱，非我不弃也。今居朝堂，官至极品，位置三公，身虽鞠躬于一人之下，而列职于千万人之上，有挞百僚之杖，有斩鄙吝之剑，思衣而有罗锦千箱，思食而有珍馐百味，出则壮士执鞭，入则佳人捧觞，上人宠，下人拥。人道我贵，非我之能也，此乃时也、运也、命也。嗟呼！人生在世，富贵不可尽用，贫贱不可自欺，听由天地循环，周而复始焉。版本二天地有常用，日月有常明，四时有常序，鬼神有常灵。天有宝，日月星辰。地有宝，五谷金银。家有宝，孝子贤孙。国有宝，正直忠良。合天道，则天府鉴临。合地道，则地府消愆。合人道，则民用和睦。三道既合，祸去福来。天地和，则万物生。地道和，则万物兴。父子和，而家有济。夫妇和，而义不分。时势不可尽倚，贫穷不可尽欺，世事翻来覆去，须当周而复始。余者，居洛阳之时，朝投僧寺，夜宿破窑。布衣不能遮其体，饘粥不能充其饥。上人嫌，下人憎，皆言余之贱也，余曰：非贱也，乃时也，运也，命也。余后登高及第，入中书，官至极品，位列三公，思衣则有绮罗千箱，思食则有百味珍馐，有挞百僚之杖，有斩佞臣之剑，出则壮士执鞭，入则佳人扶袂，廪有余粟，库有余财，人皆言余之贵也，余曰：非贵也，乃时也，运也，命也。蛟龙未遇，暂居云雾之间。君子失时，屈守小人之下。命运未通，被愚人之轻弃。时运未到，被小人之欺凌。初贫君子，自怨骨格风流。乍富小人，不脱俗人体态。生平结交惟结心，莫论富贵贫贱。深得千金，而不为贵，得人一语，而胜千金。吾皆悼追无恨人，富贵须当长保守，苏秦未遇，归家时，父母憎，兄弟恶，嫂不下玑，妻不愿炊，然衣锦归故里，马壮人强，萤光彩布，兄弟含笑出户迎，妻嫂下阶倾己顾，苏秦本是旧苏秦，昔日何陈今何亲。自家骨肉尚如此，何况区区陌路人，抑犹未也。文章冠世，孔子尚厄于陈邦。武略超群，太公曾钓于渭水。颜回命短，岂是凶暴之徒。盗柘年长，自非贤良之辈。帝尧天圣，却养不肖之男。瞽叟顽嚣，反生大孝之子。甘罗十二为宰相，买臣五十作公卿。晏婴身长五尺，封为齐国宰相。韩信力无缚鸡，立为汉朝贤臣，未遇之时，口无一日瓮飧，及至兴通，身受齐王将印，吓燕取赵，统百万雄兵，一旦时休，卒于阴人之毒手。李广有射虎之威，到老无封。冯唐有安邦之志，一世无遇。上古圣贤，不掌阴阳之数。今日儒士，岂离否泰之中。腰金衣紫，都生贫贱之家。草履毛鞋，都是富豪之裔。有贫贱，而后有富贵。有小壮，而后有老衰。人能学积善，家有余庆。青春美女，反招愚独之夫。俊秀才郎，竟配丑貌之妇。五男二女，老来一身全无。万贯千金，死后离乡别井。才疏学浅，少年及第登科。满腹文章，到老终身不第。或富贵，或贫贱，皆由命理注定。若天不得时，则日月无光。地不得时，则草木不生。水不得时，则波浪不静。人不得时，则命运不通。若无根本八字，岂能为卿为相。一生皆由命，半点不由人。蜈蚣多足，不及蛇灵。雄鸡有翼，飞不及鸦。马有千里之驰，非人不能自往。人有千般巧计，无运不能自达。吾敬为此劝世文也。月儿弯弯照九州，几家欢乐几家愁。几家夫妇同罗帐，几个飘零在外头？",
        "author": "宋代",
        "poem_class": "元宵",
        "dynasty": "姜夔"
    },
    {
        "title": "汴京元夕",
        "paragraph": "中山孺子倚新妆，郑女燕姬独擅场。齐唱宪王春乐府，金梁桥外月如霜。匣中有剑囊有琴，美人昔赠双南金。琴是峄阳之古桐，凝烟拂雾高冈岑。百鸟过之徊翔而不敢下，丹穴之禽经此留遗音。剑是昆吾切玉之劲铁，秋星为铓雪作镡。才动金环神鬼泣，未离宝匣蛟龙吟。一从轩辕战涿野，崩云挥日光华夏。一从有虞奏南薰，卿云白雪流雰雰。感君赠我意，我行双佩之。风烟万里不自保，行藏千古宁须疑。一片清霜吐莲锷，七弦流水含金徽。剑以待风胡，琴以待钟期。世间听曲皆里耳，谁能为我辨雄雌。近闻塞上风尘起，胡骑纷纷渡辽水。又闻帝室赓明良，正风合雅从古始。吾将拭我青萍，拂我缘绮。三战为君渫胡血，再鼓为君洗俗耳。行令四海无妖氛，还坐清风竹林里。杖履逍遥五柳旁，一辞独擅晋文章。黄花本是无情物，也共先生晚节香。山石犹有理，山木犹有枝。人生非木石，别久宁无思。愁来步前庭，仰视行云驰。行云随长风，飘飘去何之。行云有时定，游子无还期。高梁始归燕，鹈晙已先悲。有生岂不苦，逝者长如斯。已矣复何事，商山行采芝。",
        "author": "明代",
        "poem_class": "元宵",
        "dynasty": "李梦阳"
    },
    {
        "title": "小桃红·江岸水灯",
        "paragraph": "万家灯火闹春桥，十里光相照，舞凤翔鸾势绝妙。可怜宵，波间涌出蓬莱岛。香烟乱飘，笙歌喧闹，飞上玉楼腰。平生湖海少知音，几曲宫商大用心，百年光景还争甚？空赢得雪鬓侵。跨仙禽路绕云深。欲挂坟前剑，重听膝上琴。漫携琴载酒相寻。（夫人、长老上云）今日送张生赴京，十里长亭，安排下筵席；我和长老先行，不见张生、小姐来到。（旦、末 、红同上）（旦云）今日送张生上朝取应，早是离人伤感，况值那暮秋天气，好烦恼人也呵！“悲欢聚散一杯酒，南北东西万里程。”[正宫][端正好]碧云天，黄花地，西风紧，北雁南飞。晓来谁染霜林醉？总是离人泪。[滚绣球]恨相见得迟，怨归去得疾。柳丝长玉骢难系，恨不倩疏林挂住斜晖。马儿迍迍的行，车儿快快的随，却告了相思回避，破题儿又早别离。听得道一声“去也”，松了金钏；遥望见十里长亭，减了玉肌：此恨谁知？（红云）姐姐今日怎么不打扮？（旦云）你那知我的心里呵！[叨叨令]见安排着车儿、马儿，不由人熬熬煎煎的气；有甚么心情花儿、靥儿，打扮得娇娇滴滴的媚；准备着被儿、枕儿，只索昏昏沉沉的睡；从今后衫儿、袖儿，都揾做重重叠叠的泪。兀的不闷杀人也么哥?兀的不闷杀人也么哥？久已后书儿、信儿，索与我凄凄惶惶的寄。（做到）（见夫人科）（夫人云）张生和长老坐，小姐这壁坐，红娘将酒来。张生，你向前来，是自家亲眷，不要回避。俺今日将莺莺与你，到京师休辱末了俺孩儿，挣揣一个状元回来者。（末云）小生托夫人余荫，凭着胸中之才，视官如拾芥耳。（洁云）夫人主见不差，张生不是落后的人。（把酒了，坐）（旦长吁科）[脱布衫]下西风黄叶纷飞，染寒烟衰草萋迷。酒席上斜签着坐的，蹙愁眉死临侵地。[小梁州]我见他阁泪汪汪不敢垂,恐怕人知；猛然见了把头低,长吁气,推整素罗衣。[幺篇]虽然久后成佳配，奈时间怎不悲啼。意似痴，心如醉，昨宵今日，清减了小腰围。（夫人云）小姐把盏者！（红递酒，旦把盏长吁科，云）请吃酒！[上小楼]合欢未已，离愁相继。想着俺前暮私情，昨夜成亲，今日别离。我谂知这几日相思滋味，却原来比别离情更增十倍。[幺篇]年少呵轻远别，情薄呵易弃掷。全不想腿儿相挨，脸儿相偎，手儿相携。你与俺崔相国做女婿，妻荣夫贵，但得一个并头莲，煞强如状元及第。（夫人云）红娘把盏者！（红把酒了）（旦唱）[满庭芳]供食太急，须臾对面，顷刻别离。若不是酒席间子母们当回避，有心待与他举案齐眉。虽然是厮守得一时半刻，也合着俺夫妻每共桌而食。眼底空留意，寻思起就里，险化做望夫石。（红云）姐姐不曾吃早饭，饮一口儿汤水。（旦云）红娘，甚么汤水咽得下！[快活三]将来的酒共食，尝着似土和泥。假若便是土和泥，也有些土气息，泥滋味。[朝天子]暖溶溶玉醅，白泠泠似水，多半是相思泪。眼面前茶饭怕不待要吃，恨塞满愁肠胃。“蜗角虚名，蝇头微利”，拆鸳鸯在两下里。一个这壁，一个那壁，一递一声长吁气。（夫人云）辆起车儿，俺先回去，小姐随后和红娘来。（下）（末辞洁科）（洁云）此一行别无话儿，贫僧准备买登科录看，做亲的茶饭少不得贫僧的。先生在意，鞍马上保重者！“从今经忏无心礼，专听春雷第一声。”（下）（旦唱）[四边静]霎时间杯盘狼藉，车儿投东，马儿向西，两意徘徊，落日山横翠。知他今宵宿在那里？有梦也难寻觅。（旦云）张生，此一行得官不得官，疾早便回来。（末云）小生这一去白夺一个状元，正是“青霄有路终须到，金榜无名誓不归”。（旦云）君行别无所赠，口占一绝，为君送行：“弃掷今何在，当时且自亲。还将旧来意，怜取眼前人。”（末云）小姐之意差矣，张珙更敢怜谁？谨赓一绝，以剖寸心：“人生长远别，孰与最关亲？不遇知音者，谁怜长叹人？”（旦唱）[耍孩儿]淋漓襟袖啼红泪，比司马青衫更湿。伯劳东去燕西飞，未登程先问归期。虽然眼底人千里，且尽生前酒一杯。未饮心先醉，眼中流血，心内成灰。[五煞]到京师服水土，趁程途节饮食，顺时自保揣身体。荒村雨露宜眠早，野店风霜要起迟！鞍马秋风里，最难调护，最要扶持。[四煞]这忧愁诉与谁？相思只自知，老天不管人憔悴。泪添九曲黄河溢，恨压三峰华岳低。到晚来闷把西楼倚，见了些夕阳古道，衰柳长堤。[三煞]笑吟吟一处来，哭啼啼独自归。归家若到罗帏里，昨宵个绣衾香暖留春住，今夜个翠被生寒有梦知。留恋你别无意，见据鞍上马，阁不住泪眼愁眉。（末云）有甚言语嘱付小生咱？（旦唱）[二煞]你休忧文齐福不齐，我只怕你停妻再娶妻。休要一春鱼雁无消息！我这里青鸾有信频须寄，你却休“金榜无名誓不归”。此一节君须记：若见了那异乡花草，再休似此处栖迟。（末云）再谁似小姐？小生又生此念。（旦唱）[一煞]青山隔送行，疏林不做美，淡烟暮霭相遮蔽。夕阳古道无人语，禾黍秋风听马嘶。我为甚么懒上车儿内，来时甚急，去后何迟？（红云）夫人去好一会，姐姐，咱家去！（旦唱）[收尾]四围山色中，一鞭残照里。遍人间烦恼填胸臆，量这些大小车儿如何载得起？（旦、红下）（末云）仆童赶早行一程儿，早寻个宿处。泪随流水急，愁逐野云飞。（下）茫茫大块洪炉里，何物不寒灰。古今多少，荒烟废垒，老树遗台。太行如砺，黄河如带，等是尘埃。不须更叹，花开花落，春去春来。",
        "author": "元代",
        "poem_class": "元宵",
        "dynasty": "盍西村"
    },
    {
        "title": "正月十五夜",
        "paragraph": "火树银花合，星桥铁锁开。暗尘随马去，明月逐人来。游伎皆秾李，行歌尽落梅。金吾不禁夜，玉漏莫相催。世人结交须黄金，黄金不多交不深。 纵令然诺暂相许，终是悠悠行路心。君到姑苏见，人家尽枕河。古宫闲地少，水港小桥多。(水港 一作：水巷)夜市卖菱藕，春船载绮罗。遥知未眠月，乡思在渔歌。丁丁漏水夜何长，漫漫轻云露月光。秋逼暗虫通夕响，征衣未寄莫飞霜。",
        "author": "唐代",
        "poem_class": "元宵",
        "dynasty": "苏味道"
    },
    {
        "title": "上元竹枝词",
        "paragraph": "桂花香馅裹胡桃，江米如珠井水淘。见说马家滴粉好，试灯风里卖元宵。水流曲曲树重重，树里春山一两峰。茅屋深藏人不见，数声鸡犬夕阳中。阶前双夜合，枝叶敷花荣。疏密共晴雨，卷舒因晦明。影随筠箔乱，香杂水沉生。对此能销忿，旋移迎小楹。水晶帘捲澄浓雾。夜静凉生树。病来身似瘦梧桐。觉道一枝一叶怕秋风。银潢何日销兵气。剑指寒星碎。遥凭南斗望京华。忘却满身清露在天涯。",
        "author": "清代",
        "poem_class": "元宵",
        "dynasty": "符曾"
    },
    {
        "title": "京都元夕",
        "paragraph": "袨服华妆着处逢，六街灯火闹儿童。长衫我亦何为者，也在游人笑语中。桂子纷翻浥露黄。桂华高韵静年芳。蔷薇水润宫衣软，婆律膏清月殿凉。云岫句，海仙方。情缘心事两难忘。衰莲枉误秋风客，可是无尘袖里香。前年望归归不得，去年中途脚无力。残生何意有今年，突兀家山堕眼前。东家西家百壶酒，主人捧觞客长寿。先生醉袖挽春回，万落千村满花柳。山灵为渠也放颠，世界幻入兜罗绵。似嫌衣锦太寒乞，别作玉屑妆山川。人言少微照乡井，准备黄云三万顷。何人办作陈莹中，来与先生共炊饼。自古高人远市廛。超然离俗表，隐林泉。曾闻宣圣有遗言。仁智者，山水窟中安。无事恼心间。猿鹤为朋友，养成丹。白云深处乐幽闲。明月下，一曲小重山。",
        "author": "金朝",
        "poem_class": "元宵",
        "dynasty": "元好问"
    }
]