[
    {
        "title": "山中",
        "paragraph": "饥拾松花渴饮泉，偶从山后到山前。阳坡软草厚如织，困与鹿麛相伴眠。端午临中夏，时清日复长。盐梅已佐鼎，曲糵且传觞。事古人留迹，年深缕积长。当轩知槿茂，向水觉芦香。亿兆同归寿，群公共保昌。忠贞如不替，贻厥后昆芳。山石荦确行径微，黄昏到寺蝙蝠飞。升堂坐阶新雨足，芭蕉叶大栀子肥。僧言古壁佛画好，以火来照所见稀。铺床拂席置羹饭，疏粝亦足饱我饥。夜深静卧百虫绝，清月出岭光入扉。天明独去无道路，出入高下穷烟霏。山红涧碧纷烂漫，时见松枥皆十围。当流赤足踏涧石，水声激激风吹衣。人生如此自可乐，岂必局束为人鞿？(鞿 一作：靰)嗟哉吾党二三子，安得至老不更归。人事有代谢，往来成古今。江山留胜迹，我辈复登临。水落鱼梁浅，天寒梦泽深。羊公碑尚在，读罢泪沾襟。(尚在 一作：字在)",
        "author": "唐代",
        "poem_class": "写山",
        "dynasty": "卢仝"
    },
    {
        "title": "咏贺兰山",
        "paragraph": "西北天谁补？此山作柱擎。蟠根横远塞，设险压长城。俯瞰黄河小，高悬白雪清。曾从绝顶望，灏气接蓬瀛。道是南风竟北风，敢将蹭蹬怨天公。男儿要展回天策，都在千盘百折中。西风八九月，积地秋云黄。力田已告成，计日宜收藏。刈获须及时，虑为雨雪伤。农家终岁劳，至此愿稍偿。勤苦守恒业，始有数月粮。嗟彼豪华子，素餐厌膏粱。安坐废手足，嗜欲毒其肠。岂知民力艰，颗米皆琳琅。园居知风月，野居知星霜。君看获稻时，粒粒脂膏香。大雪满天地，胡为仗剑游？欲谈心里事，同上酒家楼。",
        "author": "清代",
        "poem_class": "写山",
        "dynasty": "胡秉正"
    },
    {
        "title": "游黄檗山",
        "paragraph": "长望竟何极，闽云连越边。南州饶奇怪，赤县多灵仙。金峰各亏日，铜石共临天。阳岫照鸾采，阴溪喷龙泉。残杌千代木，廧崒万古烟。禽鸣丹壁上，猿啸青崖间。秦皇慕隐沦，汉武愿长年。皆负雄豪威，弃剑为名山。况我葵藿志，松木横眼前。所若同远好，临风载悠然。有客弱冠未仕，缔交戚里，驰骛王室，遨游许史。归而称曰：狭邪才女，铜街丽人，亭亭似月，嬿婉如春，凝情待价，思尚衣巾。芳逾散麝，色茂开莲。陆离羽佩，杂错花钿。响罗衣而不进，隐明镫而未前。中步檐而一息，顺长廊而回归。池翻荷而纳影，风动竹而吹衣。薄暮延伫，宵分乃至。出暗入光，含羞隐媚。垂罗曳锦，鸣瑶动翠。来脱薄妆，去留馀腻。沾粉委露，理鬓清渠。落花入领，微风动裾。失群寒雁声可怜。夜半单飞在月边。无奈人心复有忆。今暝将渠俱不眠。结宇夕阴街，荒幽横九曲。迢递南川阳，迤逦西山足。辟馆临秋风，敞窗望寒旭。风碎池中荷，霜剪江南菉。既无东都金，且税东皋粟。",
        "author": "南北朝",
        "poem_class": "写山",
        "dynasty": "江淹"
    },
    {
        "title": "箕山",
        "paragraph": "薄世临流洗耳尘，便归云洞任天真。 一瓢风入犹嫌闹，何况人间万种人。秋丛绕舍似陶家，遍绕篱边日渐斜。 不是花中偏爱菊，此花开尽更无花。溪水无情似有情，入山三日得同行。岭头便是分头处，惜别潺湲一夜声。花时同醉破春愁，醉折花枝作酒筹。忽忆故人天际去，计程今日到梁州。",
        "author": "唐代",
        "poem_class": "写山",
        "dynasty": "汪遵"
    },
    {
        "title": "菩萨蛮·五云深处蓬山杳",
        "paragraph": "五云深处蓬山杳。寒轻雾重银蟾小。枕上挹余香。春风归路长。 雁来书不到。人静重门悄。一阵落花风。云山千万重。竹外桃花三两枝，春江水暖鸭先知。蒌蒿满地芦芽短，正是河豚欲上时。宁可食无肉，不可居无竹。无肉令人瘦，无竹令人俗。人瘦尚可肥，士俗不可医。旁人笑此言，似高还似痴。若对此君仍大嚼，世间那有扬州鹤？元丰七年四月一日，余将去黄移汝，留别雪堂邻里二三君子，会仲览自江东来别，遂书以遗之。归去来兮，吾归何处？万里家在岷峨。百年强半，来日苦无多。坐见黄州再闰，儿童尽楚语吴歌。山中友，鸡豚社酒，相劝老东坡。云何，当此去，人生底事，来往如梭。待闲看秋风，洛水清波。好在堂前细柳，应念我，莫剪柔柯。仍传语，江南父老，时与晒渔蓑。",
        "author": "宋代",
        "poem_class": "写山",
        "dynasty": "李之仪"
    },
    {
        "title": "丈人山",
        "paragraph": "自为青城客，不唾青城地。为爱丈人山，丹梯近幽意。 丈人祠西佳气浓，缘云拟住最高峰。扫除白发黄精在，君看他时冰雪容。洛阳访才子，江岭作流人。闻说梅花早，何如北地春。越女新妆出镜心，自知明艳更沉吟。齐纨未是人间贵，一曲菱歌敌万金。(版本一)越女新妆出镜心，自知明艳更沉吟。齐纨未足时人贵，一曲菱歌敌万金。(版本二)堂前扑枣任西邻，无食无儿一妇人。不为困穷宁有此？只缘恐惧转须亲。即防远客虽多事，便插疏篱却甚真。已诉征求贫到骨，正思戎马泪盈巾。",
        "author": "唐代",
        "poem_class": "写山",
        "dynasty": "杜甫"
    },
    {
        "title": "天目",
        "paragraph": "天目幽邃奇古不可言，由庄至颠，可二十余里。凡山深辟者多荒凉，峭削者鲜迂曲；貌古则鲜妍不足，骨大则玲珑绝少，以至山高水乏，石峻毛枯：凡此皆山之病。天目盈山皆壑，飞流淙淙，若万匹缟，一绝也。石色苍润，石骨奥巧，石径曲折，石壁竦峭，二绝也。虽幽谷县岩，庵宇皆精，三绝也。余耳不喜雷，而天目雷声甚小，听之若婴儿声，四绝也。晓起看云，在绝壑下，白净如绵，奔腾如浪，尽大地作琉璃海，诸山尖出云上若萍，五绝也。然云变态最不常，其观奇甚，非山居久者不能悉其形状。山树大者，几四十围，松形如盖，高不逾数尺，一株直万余钱，六绝也。头茶之香者，远胜龙井，笋味类绍兴破塘，而清远过之，七绝也。余谓大江之南，修真栖隐之地，无逾此者，便有出缠结室之想矣。宿幻住之次日，晨起看云，巳后登绝顶，晚宿高峰死关。次日，由活埋庵寻旧路而下。数日晴霁甚，山僧以为异，下山率相贺。山中僧四百余人，执礼甚恭，争以饭相劝。临行，诸僧进曰： “荒山僻小，不足当巨目，奈何?”余曰：“天目山某等亦有些子分，山僧不劳过谦，某亦不敢面誉。”因大笑而别。锈针刺破纸糊窗，引透寒梅一线香。蝼蚁也知春色好，倒拖花片上东墙。洞庭为沅湘等九水之委，当其涸时，如匹练耳；及春夏间，九水发而后有湖。然九水发，巴江之水亦发，九水方奔腾皓淼，以趋浔阳；而巴江之水，卷雪轰雷，自天上来。竭此水方张之势，不足以当巴江旁溢之波。九水始若屏息敛衽，而不敢与之争。九水愈退，巴江愈进，向来之坎窦，隘不能受，始漫衍为青草，为赤沙，为云梦，澄鲜宇宙，摇荡乾坤者八九百里。而岳阳楼峙于江湖交会之间，朝朝暮暮，以穷其吞吐之变态，此其所以奇也。楼之前，为君山，如一雀尾垆，排当水面，林木可数。盖从君山酒香、朗吟亭上望，洞庭得水最多，故直以千里一壑，粘天沃日为奇。此楼得水稍诎，前见北岸，政须君山妖蒨，以文其陋。况江湖于此会，而无一山以屯蓄之，莽莽洪流，亦复何致。故楼之观，得水而壮，得山而妍也。游之日，风日清和，湖平于熨，时有小舫往来，如蝇头细字，着鹅溪练上。取酒共酌，意致闲淡，亭午风渐劲，湖水汩汩有声。千帆结阵而来，亦甚雄快。日暮，炮车云生，猛风大起，湖浪奔腾，雪山汹涌，震撼城郭。予始四望惨淡，投箸而起，愀然以悲，泫然不能自已也。昔滕子京以庆帅左迁此地，郁郁不得志，增城楼为岳阳楼。既成，宾僚请大合乐落之，子京曰：“直须凭栏大哭一番乃快！”范公“先忧后乐”之语，盖亦有为而发。夫定州之役，子京增堞籍兵，慰死犒生，边垂以安，而文法吏以耗国议其后。朝廷用人如此，诚不能无慨于心。第以束发登朝，入为名谏议，出为名将帅，已稍稍展布其才；而又有范公为知已，不久报政最矣，有何可哭？至若予者，为毛锥子所窘，一往四十余年，不得备国家一亭一障之用。玄鬓已皤，壮心日灰。近来又遭知己骨肉之变，寒雁一影，飘零天末，是则真可哭也，真可哭也！山色消磨今古，水声流尽年光。翻云覆雨数兴亡。回首一般模样。清景好天良夜，赏心春暖花香。百年身世细思量。不及尊前席上。",
        "author": "明代",
        "poem_class": "写山",
        "dynasty": "袁宏道"
    },
    {
        "title": "山行",
        "paragraph": "家住白云山北，路迷碧水桥东。短发潇潇暮雨，长襟落落秋风。渔舟逐水爱山春，两岸桃花夹古津。坐看红树不知远，行尽青溪不见人。(不见 一作：忽值)山口潜行始隈隩，山开旷望旋平陆。遥看一处攒云树，近入千家散花竹。樵客初传汉姓名，居人未改秦衣服。居人共住武陵源，还从物外起田园。月明松下房栊静，日出云中鸡犬喧。惊闻俗客争来集，竞引还家问都邑。平明闾巷扫花开，薄暮渔樵乘水入。初因避地去人间，及至成仙遂不还。峡里谁知有人事，世中遥望空云山。不疑灵境难闻见，尘心未尽思乡县。出洞无论隔山水，辞家终拟长游衍。自谓经过旧不迷，安知峰壑今来变。当时只记入山深，青溪几度到云林。春来遍是桃花水，不辨仙源何处寻。夜来携手梦同游，晨起盈巾泪莫收。漳浦老身三度病，咸阳宿草八回秋。君埋泉下泥销骨，我寄人间雪满头。阿卫韩郎相次去，夜台茫昧得知不？旧苑荒台杨柳新，菱歌清唱不胜春。 只今惟有西江月，曾照吴王宫里人。",
        "author": "唐代",
        "poem_class": "写山",
        "dynasty": "杜牧"
    },
    {
        "title": "同赋山居七夕",
        "paragraph": "明月青山夜，高天白露秋。花庭开粉席，云岫敞针楼。石类支机影，池似泛槎流。暂惊河女鹊，终狎野人鸥。别梦依依到谢家，小廊回合曲阑斜。多情只有春庭月，犹为离人照落花。群峭碧摩天，逍遥不记年。拨云寻古道，倚石听流泉。花暖青牛卧，松高白鹤眠。语来江色暮，独自下寒烟。历览前贤国与家，成由勤俭破由奢。何须琥珀方为枕，岂得真珠始是车。远去不逢青海马，力穷难拔蜀山蛇。(远去 一作：运去)几人曾预南薰曲，终古苍梧哭翠华。",
        "author": "唐代",
        "poem_class": "写山",
        "dynasty": "李峤"
    },
    {
        "title": "望山",
        "paragraph": "南山三十里，不见逾一旬。冒雨时立望，望之如朋亲。虬龙一掬波，洗荡千万春。日日雨不断，愁杀望山人。天事不可长，劲风来如奔。阴霪一以扫，浩翠写国门。长安百万家，家家张屏新。谁家最好山，我愿为其邻。楼观岳阳尽，川迥洞庭开。雁引愁心去，山衔好月来。云间连下榻，天上接行杯。醉后凉风起，吹人舞袖回。紫泉宫殿锁烟霞，欲取芜城作帝家。玉玺不缘归日角，锦帆应是到天涯。于今腐草无萤火，终古垂杨有暮鸦。地下若逢陈后主，岂宜重问后庭花。四月十七，正是去年今日，别君时。忍泪佯低面，含羞半敛眉。不知魂已断，空有梦相随。除却天边月，没人知。",
        "author": "唐代",
        "poem_class": "写山",
        "dynasty": "贾岛"
    },
    {
        "title": "忆秦娥·山重叠",
        "paragraph": "山重叠。悬崖一线天疑裂。天疑裂。断碑题字，古苔横啮。风声雷动鸣金铁。阴森潭底蛟龙窟。蛟龙窟。兴亡满眼，旧时明月。水满春塘，柳绵又蘸黄金缕。燕儿来去。阵阵梨花雨。情似黄丝，历乱难成绪。凝眸处。白蘋青草，不见西洲路。六月荷花香满湖，红衣绿扇映清波。木兰舟上如花女，采得莲房爱子多。我马玄黄盼日曛，关河不窘故将军。百年心事归平淡，删尽蛾眉惜誓文。",
        "author": "清代",
        "poem_class": "写山",
        "dynasty": "纳兰性德"
    },
    {
        "title": "登大伾山诗",
        "paragraph": "晓披烟雾入青峦，山寺疏钟万木寒。千古河流成沃野，几年沙势自风湍。水穿石甲龙鳞动，日绕峰头佛顶宽。宫阙五云天北极，高秋更上九霄看。数年前也放狂，这几日全无况。闲中件件思，暗里般般量。真个是不精不细丑行藏，怪不得没头没脑受灾殃。从今后花底朝朝醉，人间事事忘。刚方，篌落了膺和滂；荒唐，周全了籍与康。菜之味兮不可轻，人无此味将何行？士知此位事业成，农知此味食廪盈，技知此味艺业精，商知此味货利增。但愿人人知此味，此味安能别苍生？我爱菜，人爱肉，肉多不入贤人腹。厨中有碗黄齑粥，三生自有清闲福。白马曾骑踏海潮，由来吴地说前朝；眼前多少不平事，愿与将军借宝刀。",
        "author": "明代",
        "poem_class": "写山",
        "dynasty": "王守仁"
    },
    {
        "title": "阙题二首",
        "paragraph": "荆谿白石出，天寒红叶稀。山路元无雨，空翠湿人衣。相看不忍发，惨淡暮潮平。语罢更携手，月明洲渚生。远书归梦两悠悠，只有空床敌素秋。 阶下青苔与红树，雨中寥落月中愁。北山白云里，隐者自怡悦。相望试登高，心随雁飞灭。(试 一作 始)愁因薄暮起，兴是清秋发。时见归村人，沙行渡头歇。(沙行 一作：沙平)天边树若荠，江畔洲如月。何当载酒来，共醉重阳节。山光物态弄春晖，莫为轻阴便拟归。纵使晴明无雨色，入云深处亦沾衣。",
        "author": "唐代",
        "poem_class": "写山",
        "dynasty": "王维"
    },
    {
        "title": "点绛唇·高峡流云",
        "paragraph": "高峡流云，人随飞鸟穿云去。数峰着雨。相对青无语。岭上金光，岭下苍烟沍。人间曙。疏林平楚。历历来时路。呜呼吾母，遽然而死。寿五十三，生有七子。七子余三，即东民覃。其他不育，二女二男。育吾兄弟，艰辛备历。摧折作磨，因此遘疾。中间万万，皆伤心史。不忍卒书，待徐温吐。今则欲言，只有两端：一则盛德，一则恨偏。吾母高风，首推博爱。远近亲疏，一皆覆载。恺恻慈祥，感动庶汇。爱力所及，原本真诚。不作诳言，不存欺心。整饬成性，一丝不诡。手泽所经，皆有条理。头脑精密，劈理分情。事无遗算，物无遁形。洁净之风，传遍戚里。不染一尘，身心表里。五德荦荦，乃其大端。合其人格，如在上焉。恨偏所在，三纲之末。有志未伸，有求不获。精神痛苦，以此为卓。天乎人欤，倾地一角。次则儿辈，育之成行。如果未熟，介在青黄。病时揽手，酸心结肠。但呼儿辈，各务为良。又次所怀，好亲至爱。或属素恩，或多劳瘁。大小亲疏，均待报赍。总兹所述，盛德所辉。必秉悃忱，则效不违。致于所恨，必补遗缺。念兹在兹，此心不越。养育深恩，春辉朝霭。报之何时，精禽大海。呜呼吾母，母终未死。躯壳虽隳，灵则万古。有生一日，皆报恩时。有生一日，皆伴亲时。今也言长，时则苦短。惟挈大端，置其粗浅。此时家奠，尽此一觞。后有言陈，与日俱长。尚飨！曾惊秋肃临天下，敢遣春温上笔端。尘海苍茫沉百感，金风萧瑟走千官。老归大泽菰蒲尽，梦坠空云齿发寒。竦听荒鸡偏阒寂，起看星斗正阑干。人猿相揖别。只几个石头磨过，小儿时节。铜铁炉中翻火焰，为问何时猜得？不过几千寒热。人世难逢开口笑，上疆场彼此弯弓月。流遍了，郊原血。一篇读罢头飞雪，但记得斑斑点点，几行陈迹。五帝三皇神圣事，骗了无涯过客。有多少风流人物？盗跖庄屩流誉后，更陈王奋起挥黄钺。歌未竟，东方白。",
        "author": "近现代",
        "poem_class": "写山",
        "dynasty": "王国维"
    },
    {
        "title": "秃山",
        "paragraph": "吏役沧海上，瞻山一停舟。怪此秃谁使，乡人语其由。一狙山上鸣，一狙从之游。相匹乃生子，子众孙还稠。山中草木盛，根实始易求。攀挽上极高，屈曲亦穷幽。众狙各丰肥，山乃尽侵牟。攘争取一饱，岂暇议藏收？大狙尚自苦，小狙亦已愁。稍稍受咋啮，一毛不得留。狙虽巧过人，不善操锄耰。所嗜在果谷，得之常以偷。嗟此海山中，四顾无所投。生生未云已，岁晚将安谋？春未老，风细柳斜斜。试上超然台上看，半壕春水一城花。烟雨暗千家。(看 一作：望)寒食后，酒醒却咨嗟。休对故人思故国，且将新火试新茶。诗酒趁年华。柳花飞处麦摇波，晚湖净鉴新磨。小舟飞棹去如梭，齐唱采菱歌。平野水云溶漾，小楼风日晴和。济南何在暮云多，归去奈愁何。一片春愁待酒浇。江上舟摇，楼上帘招。秋娘渡与泰娘桥，风又飘飘，雨又萧萧。（渡 一作：度。桥 一作：娇）何日归家洗客袍？银字笙调，心字香烧。流光容易把人抛，红了樱桃，绿了芭蕉。",
        "author": "宋代",
        "poem_class": "写山",
        "dynasty": "王安石"
    },
    {
        "title": "一七令·山",
        "paragraph": "山，耸峻，回环。沧海上，白云间。商老深寻，谢公远攀。古岩泉滴滴，幽谷鸟关关。树岛西连陇塞，猿声南彻荆蛮。世人只向簪裾老，芳草空余麋鹿闲。昨夜星辰昨夜风，画楼西畔桂堂东。身无彩凤双飞翼，心有灵犀一点通。隔座送钩春酒暖，分曹射覆蜡灯红。嗟余听鼓应官去，走马兰台类转蓬。(转蓬 一作：断蓬)闻道阊门萼绿华，昔年相望抵天涯。岂知一夜秦楼客，偷看吴王苑内花。 糁径杨花铺白毡，点溪荷叶叠青钱。笋根雉子无人见，沙上凫雏傍母眠。一路经行处，莓苔见履痕。白云依静渚，春草闭闲门。过雨看松色，随山到水源。溪花与禅意，相对亦忘言。",
        "author": "唐代",
        "poem_class": "写山",
        "dynasty": "令狐楚"
    },
    {
        "title": "咏孤石",
        "paragraph": "中原一孤石，地理不知年。根含彭泽浪，顶入香炉烟。崖成二鸟翼，峰作一芙莲。何时发东武，今来镇蠡川。闻夜鹤。夜鹤叫南池。对此孤明月。临风振羽仪。伊吾人之菲薄。无赋命之天爵。抱局促之短怀。随冬春而哀乐。懿海上之惊凫。伤云间之离鹤。离鹤昔未离。迥发天北垂。忽值疾风起。暂下昆明池。复畏冬冰合。水宿非所宜。欲留不可住。欲去飞已疲。势逐疾风举。求温向衡楚。复值南飞鸿。参差共成侣。海上多云雾。苍茫失洲屿。自此别故羣。独向潇湘渚。故羣不离散。相依江海畔。夜止羽相切。昼飞影相乱。刷羽共浮沉。湛澹泛清浔。既不经离别。安知慕侣心。九冬负霜雪。六翮飞不任。且养凌云翅。俯仰弄清音。所望浮丘子。旦夕来相寻。达人贵自我，高情属天云。兼抱济物性，而不缨垢氛。段生藩魏国，展季救鲁民。弦高犒晋师，仲连却秦军。临组乍不緤，对圭宁肯分。惠物辞所赏，励志故绝人。苕苕历千载，遥遥播清尘。清尘竟谁嗣，明哲垂经纶。委讲辍道论，改服康世屯。屯难既云康，尊主隆斯民。君不见蕣华不终朝。须臾淹冉零落销。盛年妖艳浮华辈。不久亦当诣冢头。一去无还期。千秋万岁无音词。孤魂茕茕空陇间。独魄徘徊遶坟基。但闻风声野鸟吟。岂忆平生盛年时。为此令人多悲悒。君当纵意自熙怡。",
        "author": "南北朝",
        "poem_class": "写山",
        "dynasty": "惠标"
    },
    {
        "title": "台山杂咏",
        "paragraph": "西北天低五顶高，茫茫松海露灵鳌。太行直上犹千里，井底残山枉呼号。万壑千岩位置雄，偶从天巧见神功。湍溪已作风雷恶，更在云山气象中。山云吞吐翠微中，淡绿深青一万重。此景只应天上有，岂知身在妙高峰？地雄河岳，疆分韩晋，潼关高压秦头。山倚断霞，江吞绝壁，野烟萦带沧州。虎旆拥貔貅。看阵云截岸，霜气横秋。千雉严城，五更残角月如钩。西风晓入貂裘，恨儒冠误我，却羡兜鍪。六郡少年，三明老将，贺兰烽火新收。天外岳莲楼。想断云横晓，谁识归舟？剩着黄金换酒，羯鼓醉凉州。有荣有辱，有利有害。有喜有忧相待。有得有失，自是有成有败。为人有生有死，但有形、必然有坏。休著有，自古来著，有有谁存在。好认无为无作，道无情无念，无憎无爱。无我无人无染，无著无碍。无心有消业障，这无无、人还悟解。无中趣，得无生无灭，超越三界。冻蕾含香蜡点匀，古来幽谷有佳人。诗家只怨和羹晚，不道红梅别是春。",
        "author": "金朝",
        "poem_class": "写山",
        "dynasty": "元好问"
    },
    {
        "title": "泾溪南蓝山下有落星潭可以卜筑余泊舟石上寄何判官昌浩",
        "paragraph": "蓝岑竦天壁，突兀如鲸额。奔蹙横澄潭，势吞落星石。沙带秋月明，水摇寒山碧。佳境宜缓棹，清辉能留客。恨君阻欢游，使我自惊惕。所期俱卜筑，结茅炼金液。江南好，风景旧曾谙。日出江花红胜火，春来江水绿如蓝。能不忆江南？锦瑟无端五十弦，一弦一柱思华年。庄生晓梦迷蝴蝶，望帝春心托杜鹃。沧海月明珠有泪，蓝田日暖玉生烟。此情可待成追忆？只是当时已惘然。中岁颇好道，晚家南山陲。兴来每独往，胜事空自知。行到水穷处，坐看云起时。偶然值林叟，谈笑无还期。",
        "author": "唐代",
        "poem_class": "写山",
        "dynasty": "李白"
    },
    {
        "title": "经火山",
        "paragraph": "火山今始见，突兀蒲昌东。赤焰烧虏云，炎氛蒸塞空。不知阴阳炭，何独烧此中？我来严冬时，山下多炎风。人马尽汗流，孰知造化工！绿塘摇滟接星津，轧轧兰桡入白蘋。应为洛神波上袜，至今莲蕊有香尘。忆年十五心尚孩，健如黄犊走复来。庭前八月梨枣熟，一日上树能千回。即今倏忽已五十，坐卧只多少行立。强将笑语供主人，悲见生涯百忧集。入门依旧四壁空，老妻睹我颜色同。痴儿不知父子礼，叫怒索饭啼门东。朝真暮伪何人辨，古往今来底事无。但爱臧生能诈圣，可知宁子解佯愚。草萤有耀终非火，荷露虽团岂是珠。不取燔柴兼照乘，可怜光彩亦何殊。",
        "author": "唐代",
        "poem_class": "写山",
        "dynasty": "岑参"
    },
    {
        "title": "酒泉子·长忆西山",
        "paragraph": "长忆西山，灵隐寺前三竺后，冷泉亭上旧曾游，三伏似清秋。白猿时见攀高树，长啸一声何处去？别来几向画阑看，终是欠峰峦！曳杖危楼去。斗垂天、沧波万顷，月流烟渚。扫尽浮云风不定，未放扁舟夜渡。宿雁落、寒芦深处。怅望关河空吊影，正人间、鼻息鸣鼍鼓。谁伴我，醉中舞。 十年一梦扬州路。倚高寒、愁生故国，气吞骄虏。要斩楼兰三尺剑，遗恨琵琶旧语。谩暗涩铜华尘土。唤取谪仙平章看，过苕溪、尚许垂纶否。风浩荡，欲飞举。落红铺径水平池，弄晴小雨霏霏。杏园憔悴杜鹃啼，无奈春归。柳外画楼独上，凭栏手捻花枝，放花无语对斜晖，此恨谁知？花前月下暂相逢。苦恨阻从容。何况酒醒梦断，花谢月朦胧。花不尽，月无穷。两心同。此时愿作，杨柳千丝，绊惹春风。",
        "author": "宋代",
        "poem_class": "写山",
        "dynasty": "潘阆"
    },
    {
        "title": "南山诗",
        "paragraph": "吾闻京城南，兹维群山囿。东西两际海，巨细难悉究。山经及地志，茫昧非受授。团辞试提挈，挂一念万漏。欲休谅不能，粗叙所经觏。尝升崇丘望，戢戢见相凑。晴明出棱角，缕脉碎分绣。蒸岚相澒洞，表里忽通透。无风自飘簸，融液煦柔茂。横云时平凝，点点露数岫。天空浮脩眉，浓绿画新就。孤撑有巉绝，海浴褰鹏噣。春阳潜沮洳，濯濯吐深秀。岩峦虽嵂崒，软弱类含酎。夏炎百木盛，荫郁增埋覆。神灵日歊歔，云气争结构。秋霜喜刻轹，磔卓立癯瘦。参差相叠重，刚耿陵宇宙。冬行虽幽墨，冰雪工琢镂。新曦照危峨，亿丈恒高袤。明昏无停态，顷刻异状候。西南雄太白，突起莫间簉。藩都配德运，分宅占丁戊。逍遥越坤位，诋讦陷乾窦。空虚寒兢兢，风气较搜漱。朱维方烧日，阴霰纵腾糅。昆明大池北，去觌偶晴昼。绵联穷俯视，倒侧困清沤。微澜动水面，踊跃躁猱狖。惊呼惜破碎，仰喜呀不仆。前寻径杜墅，坌蔽毕原陋。崎岖上轩昂，始得观览富。行行将遂穷，岭陆烦互走。勃然思坼裂，拥掩难恕宥。巨灵与夸蛾，远贾期必售。还疑造物意，固护蓄精祐。力虽能排斡，雷电怯呵诟。攀缘脱手足，蹭蹬抵积甃。茫如试矫首，堛塞生怐诟。威容丧萧爽，近新迷远旧。拘官计日用，欲进不可又。因缘窥其湫，凝湛閟阴兽。鱼虾可俯掇，神物安敢寇。林柯有脱叶，欲堕鸟惊救。争衔弯环飞，投弃急哺鷇。旋归道回睨，达枿壮复奏。吁嗟信奇怪，峙质能化贸。前年遭谴谪，探历得邂逅。初从蓝田入，顾眄劳颈脰。时天晦大雪，泪目苦蒙瞀。峻涂拖长冰，直上若悬溜。褰衣步推马，颠蹶退且复。苍黄忘遐睎，所瞩镵左右。杉篁咤蒲苏，杲耀攒介胄。专心忆平道，脱险逾避臭。昨来逢清霁，宿愿忻始副。峥嵘跻冢顶，倏闪杂鼯鼬。前低划开阔，烂漫堆众皱。或连若相从；或蹙若相斗；或妥若弭伏；或竦若惊雊；或散若瓦解；或赴若辐辏；或翩若船游；或决若马骤；或背若相恶；或向若相佑；或乱若抽笋；或嵲若炷灸；或错若绘画；或缭若篆籀；或罗若星离；或蓊若云逗；或浮若波涛；或碎若锄耨；或如贲育伦，赌胜勇前购；先强势已出，后钝嗔浢譳；或如帝王尊，丛集朝贱幼，虽亲不亵狎，虽远不悖谬；或如临食案，肴核纷饤饾；又如游九原，坟墓包椁柩；或纍若盆甖；或揭若登豆；或覆若曝鳖；或颓若寝兽；或蛇若藏龙；或翼若搏鹫；或齐若友朋；或随若先后；或迸若流落；或顾若宿留；或戾若仇雠；或密若婚媾；或俨若峨冠；或翻若舞袖；或屹若战阵；或围若蒐狩；或靡然东注；或偃然北首；或如火熺焰；或若气饙馏；或行而不辍；或遗而不收；或斜而不倚；或弛而不彀；或赤若秃鬝；或熏若柴槱；或如龟坼兆；或若卦分繇；或前横若剥；或后断若姤；延延离又属，夬夬叛还遘；喁喁鱼闯萍；落落月经宿，訚訚树墙垣；巘巘架库厩；参参削剑戟；焕焕衔莹琇；敷敷花披萼；闟闟屋摧霤；悠悠舒而安；兀兀狂以狃；超超出犹奔；蠢蠢骇不懋。大哉立天地，经纪肖营腠。厥初孰天张，僶俛谁劝侑？创兹朴而巧，戮力忍劳疚。得非施斧斤？无乃假诅呪？鸿荒竟无传，功大莫酬僦。尝闻于祠官，芬苾降歆齅。斐然作歌诗，惟用赞报酭。中和癸卯春三月，洛阳城外花如雪。东西南北路人绝，绿杨悄悄香尘灭。路旁忽见如花人，独向绿杨阴下歇。凤侧鸾欹鬓脚斜，红攒黛敛眉心折。借问女郎何处来？含颦欲语声先咽。回头敛袂谢行人，丧乱漂沦何堪说！三年陷贼留秦地，依稀记得秦中事。君能为妾解金鞍，妾亦与君停玉趾。前年庚子腊月五，正闭金笼教鹦鹉。斜开鸾镜懒梳头，闲凭雕栏慵不语。忽看门外起红尘，已见街中擂金鼓。居人走出半仓惶，朝士归来尚疑误。是时西面官军入，拟向潼关为警急。皆言博野自相持，尽道贼军来未及。须臾主父乘奔至，下马入门痴似醉。适逢紫盖去蒙尘，已见白旗来匝地。扶羸携幼竞相呼，上屋缘墙不知次。南邻走入北邻藏，东邻走向西邻避。北邻诸妇咸相凑，户外崩腾如走兽。轰轰昆昆乾坤动，万马雷声从地涌。火迸金星上九天，十二官街烟烘烔。日轮西下寒光白，上帝无言空脉脉。阴云晕气若重围，宦者流星如血色。紫气潜随帝座移，妖光暗射台星拆。家家流血如泉沸，处处冤声声动地。舞伎歌姬尽暗捐，婴儿稚女皆生弃。东邻有女眉新画，倾国倾城不知价。长戈拥得上戎车，回首香闺泪盈把。旋抽金线学缝旗，才上雕鞍教走马。有时马上见良人，不敢回眸空泪下；西邻有女真仙子，一寸横波剪秋水。妆成只对镜中春，年幼不知门外事。一夫跳跃上金阶，斜袒半肩欲相耻。牵衣不肯出朱门，红粉香脂刀下死。南邻有女不记姓，昨日良媒新纳聘。琉璃阶上不闻行，翡翠帘间空见影。忽看庭际刀刃鸣，身首支离在俄顷。仰天掩面哭一声，女弟女兄同入井；北邻少妇行相促，旋拆云鬟拭眉绿。已闻击托坏高门，不觉攀缘上重屋。须臾四面火光来，欲下回梯梯又摧。烟中大叫犹求救，梁上悬尸已作灰。妾身幸得全刀锯，不敢踟蹰久回顾。旋梳蝉鬓逐军行，强展蛾眉出门去。旧里从兹不得归，六亲自此无寻处。一从陷贼经三载，终日惊忧心胆碎。夜卧千重剑戟围，朝餐一味人肝脍。鸳帏纵入岂成欢？宝货虽多非所爱。蓬头垢面眉犹赤，几转横波看不得。衣裳颠倒语言异，面上夸功雕作字。柏台多半是狐精，兰省诸郎皆鼠魅。还将短发戴华簪，不脱朝衣缠绣被。翻持象笏作三公，倒佩金鱼为两史。朝闻奏对入朝堂，暮见喧呼来酒市。一朝五鼓人惊起，叫啸喧呼如窃语。夜来探马入皇城，昨日官军收赤水。赤水去城一百里，朝若来兮暮应至。凶徒马上暗吞声，女伴闺中潜生喜。皆言冤愤此时销，必谓妖徒今日死。逡巡走马传声急，又道官军全阵入。大彭小彭相顾忧，二郎四郎抱鞍泣。沉沉数日无消息，必谓军前已衔璧。簸旗掉剑却来归，又道官军悉败绩。四面从兹多厄束，一斗黄金一斗粟。尚让厨中食木皮，黄巢机上刲人肉。东南断绝无粮道，沟壑渐平人渐少。六军门外倚僵尸，七架营中填饿殍。长安寂寂今何有？废市荒街麦苗秀。采樵斫尽杏园花，修寨诛残御沟柳。华轩绣毂皆销散，甲第朱门无一半。含元殿上狐兔行，花萼楼前荆棘满。昔时繁盛皆埋没，举目凄凉无故物。内库烧为锦绣灰，天街踏尽公卿骨！来时晓出城东陌，城外风烟如塞色。路旁时见游奕军，坡下寂无迎送客。霸陵东望人烟绝，树锁骊山金翠灭。大道俱成棘子林，行人夜宿墙匡月。明朝晓至三峰路，百万人家无一户。破落田园但有蒿，摧残竹树皆无主。路旁试问金天神，金天无语愁于人。庙前古柏有残枿，殿上金炉生暗尘。一从狂寇陷中国，天地晦冥风雨黑。案前神水咒不成，壁上阴兵驱不得。闲日徒歆奠飨恩，危时不助神通力。我今愧恧拙为神，且向山中深避匿。寰中箫管不曾闻，筵上牺牲无处觅。旋教魇鬼傍乡村，诛剥生灵过朝夕。妾闻此语愁更愁，天遣时灾非自由。神在山中犹避难，何须责望东诸侯！前年又出杨震关，举头云际见荆山。如从地府到人间，顿觉时清天地闲。陕州主帅忠且贞，不动干戈唯守城。蒲津主帅能戢兵，千里晏然无犬声。朝携宝货无人问，暮插金钗唯独行。明朝又过新安东，路上乞浆逢一翁。苍苍面带苔藓色，隐隐身藏蓬荻中。问翁本是何乡曲？底事寒天霜露宿？老翁暂起欲陈辞，却坐支颐仰天哭。乡园本贯东畿县，岁岁耕桑临近甸。岁种良田二百廛，年输户税三千万。小姑惯织褐絁袍，中妇能炊红黍饭。千间仓兮万丝箱，黄巢过后犹残半。自从洛下屯师旅，日夜巡兵入村坞。匣中秋水拔青蛇，旗上高风吹白虎。入门下马若旋风，罄室倾囊如卷土。家财既尽骨肉离，今日垂年一身苦。一身苦兮何足嗟，山中更有千万家。朝饥山上寻蓬子，夜宿霜中卧荻花！妾闻此老伤心语，竟日阑干泪如雨。出门惟见乱枭鸣，更欲东奔何处所？仍闻汴路舟车绝，又道彭门自相杀。野色徒销战士魂，河津半是冤人血。适闻有客金陵至，见说江南风景异。自从大寇犯中原，戎马不曾生四鄙。诛锄窃盗若神功，惠爱生灵如赤子。城壕固护教金汤，赋税如云送军垒。奈何四海尽滔滔，湛然一境平如砥。避难徒为阙下人，怀安却羡江南鬼。愿君举棹东复东，咏此长歌献相公。九日龙山饮，黄花笑逐臣。醉看风落帽，舞爱月留人。雨中禁火空斋冷，江上流莺独坐听。 把酒看花想诸弟，杜陵寒食草青青。",
        "author": "唐代",
        "poem_class": "写山",
        "dynasty": "韩愈"
    },
    {
        "title": "从斤竹涧越岭溪行",
        "paragraph": "猿鸣诚知曙，谷幽光未显。岩下云方合，花上露犹泫。逶迤傍隈隩，迢递陟陉岘。过涧既厉急，登栈亦陵缅。川渚屡径复，乘流玩回转。苹萍泛沉深，菰蒲冒清浅。企石挹飞泉，攀林摘叶卷。想见山阿人，薜萝若在眼。握兰勤徒结，折麻心莫展。情用赏为美，事昧竟谁辨？观此遗物虑，一悟得所遣。悲落桐。落桐早霜露。燕至叶未抽。鸿来枝已素。本出龙门山。长枝仰刺天。上峯百丈绝。下趾万寻悬。幽根已盘结。孤枝复危绝。初不照光景。终年负霜雪。自顾无羽仪。不愿生曲池。芬芳本自乏。华实无可施。匠者特留眄。王孙少见之。分取孤生枿。徙置北堂陲。宿茎抽晚干。新叶生故枝。故枝虽辽远。新叶颇离离。春风一朝至。荣华并如斯。自惟良菲薄。君恩徒照灼。顾已非嘉树。空用凭阿阁。愿作清庙琴。为舞双玄鹤。薜荔可为裳。文杏堪作梁。勿言草木贱。徒照君末光。末光不徒照。为君含噭咷。阳柯绿水弦。阴枝苦寒调。厚德非可任。敢不虚其心。若逢阳春至。吐绿照清浔。此君临此池，枝低水相近。碧色绿波中，日日流不尽。当垆擅旨酒，一卮堪十千。无劳蜀山铸，扶受采金钱。人生行乐尔，何处不留连。朝为洛生咏，夕作据梧眠。从兹忘物我，优游得自然。",
        "author": "南北朝",
        "poem_class": "写山",
        "dynasty": "谢灵运"
    },
    {
        "title": "登泰山",
        "paragraph": "风云一举到天关，快意生平有此观。万古齐州烟九点，五更沧海日三竿。向来井处方知隘，今后巢居亦觉宽。笑拍洪崖咏新作，满空笙鹤下高寒。【哨遍】社长排门告示，但有的差使无推故。这差使不寻俗，一壁厢纳草也根，一边又要差夫，索应付。又是言车驾，都说是銮舆，今日还乡故。王乡老执定瓦台盘，赵忙郎抱着酒胡芦。新刷来的头巾，恰糨来的绸衫，畅好是妆么大户。 【耍孩儿】瞎王留引定火乔男女，胡踢蹬吹笛擂鼓。见一彪人马到庄门，匹头里几面旗舒：一面旗白胡阑套住个迎霜兔，一面旗红曲连打着个毕月乌，一面旗鸡学舞，一面旗狗生双翅，一面旗蛇缠葫芦。 【五煞】红漆了叉，银铮了斧，甜瓜苦瓜黄金镀。明晃晃马镫枪尖上挑，白雪雪鹅毛扇上铺。这些个乔人物，拿着些不曾见的器仗，穿着些大作怪的衣服。 【四煞】辕条上都是马，套顶上不见驴。黄罗伞柄天生曲。车前八个天曹判，车后若干递送夫。更几个多娇女，一般穿着，一样妆梳。 【三煞】那大汉下的车，众人施礼数，那大汉觑得人如无物。众乡老展脚舒腰拜，那大汉挪身着手扶。猛可里抬头觑。觑多时认得，险气破我胸脯！【二煞】你身须姓刘，你妻须姓吕，把你两家儿根脚从头数。你本身做亭长耽几盏酒，你丈人教村学读几卷书。曾在俺庄东住，也曾与我喂牛切草，拽坝扶锄。 【一煞】春采了桑，冬借了俺粟，零支了米麦无重数。换田契强秤了麻三秤，还酒债偷量了豆几斛。有甚糊突处？明标着册历，见放着文书。 【尾声】少我的钱，差发内旋拨还；欠我的粟，税粮中私准除。只道刘三，谁肯把你揪捽住，白甚么改了姓、更了名，唤做汉高祖！第一折(冲末扮赵大舍引净扮郑恩上，诗云)志量恢弘纳百川，邀游四海结英贤。夜来剑气冲牛斗，犹是男儿未遇年。自家赵玄郎是也。祖居洛阳夹马营人氏。父乃洪殷，为殿前点检指挥使。某生时异香三月不绝，人皆呼为香孩儿。某生来颇有奇志，幼年间略读诗书，兼持枪棒，逢场作戏，遇博争雄。每纵酒，路见不平，拔刀相助，颇生事端。因避难远游关之东西、河之南北，也结识了许多未遇的英雄。这个汉子乃是我义弟郑恩，表字子明。此人虽是性子恶劣，倒也有些慷慨粗直。某与他患难相同，功名共保。不知这运几时来到，我不免和兄弟向竹桥边寻一个卖卦先生买一卦，可不是好也！(问郑恩科，云)兄弟，我与你到竹桥边走一会何如？(郑恩云)哥哥待要上天，我就随着上天；哥哥待要探海，我就随着探海。任哥哥那里去，兄弟愿随鞭镫。(赵云)既然如此，我和你竹桥边去来。(下)(正末道扮陈抟上，诗云)术有神功道已仙，闲来卖卦竹桥边。吾徒不是贪财客，欲与人间结福缘。贫道姓陈名抟字图南的便是，能识阴阳妙理，兼通遁甲神书。因见五代间世路干戈，生民涂炭，朝梁暮晋，天下纷纷，隐居太华山中，以观时变。这几日于山顶上观见中原地分旺气非常，当有真命治世。贫道因下山到这汴梁竹桥边，开个卦肆指迷，看有甚人到来。(唱)【仙吕】【点绛唇】定知死生，指迷归正，皆神应。蓍插方瓶，香繻雷文鼎。【混江龙】开坛讲命，六爻搜尽鬼神惊。传圣人清高道业，指君子暗昧前程。袍袖拂开八卦图，掌中躔度一天星。也不论冠婚宅葬，也不论出入经营，但有那辨荣枯问吉凶，买卦的心尊敬，我也则全凭圣典，不顺人情。(赵同郑上，云)兀的那壁有个卖卦先生，咱且听他说些甚的。(正末唱)【油葫芦】古圣传留周易经，有几人能穷究的精？诵读如坐井，不能明。(带云)这易呵，(唱)伏羲以上无人定，仲尼之下无人省。俺下的数又真，传的课又灵。待要避凶趋吉知天命，试来帘下问君平。(赵云)兄弟，好个先生也！(郑恩云)哥哥怎见的？(赵云)中消数言之间，包罗古今上下，参透阴阳表里。(郑恩云)是好先生也！咱再听他说一会者。(正末唱)【天下乐】凭着八字从头断一生，叮咛、不教差半星。论旺气，相死囚，凭五行。似这般暗夺鬼神机，豫知天地情，堪教高士听。(赵云)这么一个先生，无有人识他。咱过去买卦去来。(与末相见科)(赵云)有劳先生，将我两人贱造看一看(正末作失惊科)(唱)【醉中天】我等你呵，似投吴文整；你寻我呵，似觅吕先生。教我空踏断草鞋双带鞓，你君臣每原来在这搭儿相随定。这五代史里胡厮杀，不曾住程，休则管埋名隐姓，却教谁救那苦恹恹天下生灵？(赵云)这是区区的八字，先生仔细看一看，莫要容情。(正末算科)(唱)【后庭花】这命干是丙丁戊己庚，乾元亨利贞。正是一字连珠格，三重坐禄星。你休道俺不着情，不应后我敢罚银十锭，未酬劳先早陪了几瓶。(赵云)先生向后推一推，看我流年大运如何？(正末唱)【金盏儿】到这戌字上呵，水形成火长生，避垂龙大小运今年并：后交的丙辰一运大峥嵘。日犯空亡为将相，时逢禄马作公卿。你是南方赤帝子，上应北极紫微星。(公)请二公到僻静酒肆中闲叙数句。(赵云)先生有请。(正末云)二公先行。(入肆作接驾科，云)早知陛下到来，只合远接；接待不着，勿令见罪。(赵扯末云)先生，休的呼皇道寡，倘有人知，反速罪戾。(正末云)贫道阅人多矣，平生未见此命，他日必为太平天子也。(唱)【后庭花】黄河一旦清，东方日已明。有兴处饮醁醑千钟醉，没人处倒山呼万岁声。贫道呵，索是失逢迎。遇着这开基真命，拚今朝醉不醒。(赵云)先生，实不相瞒，区区见五代之乱，天下涂炭极矣。常有拨乱反治之志，奈无寸土为阶。倘皇天不没此心，成的些小基业，不知天下形势何处为可守，何处为不可守？(正末云)陛下欲知兴龙之地，莫如汴梁。听贫道说来便见。(唱)【金盏儿】左关陕，右徐青，背怀孟，附襄荆；用兵的形势连着唐、邓，太行天险壮神京。江山埋旺气，草木助威灵。欲寻那四百年兴龙地，除是这八十里卧牛城。(郑恩云)兀那先生，你也与我算上一算。(正末唱)【醉中天】你是五霸诸侯命，一品大臣名，干打哄胡厮哝过了半生。(郑恩云)你说我是个五霸诸侯，我如何瞎了一目？(正末唱)注定你不带破多残病，命中有、愁甚眼睛？兀那明郎群星虽盛，怎如的孤月偏明！(赵云)请问先生高名大姓，何处仙居？今日之言，他年倘或应口，必须物色，以共富贵，不敢忘也。(正末云)贫道陈抟，隐居西华山中。不求人间富贵，无烦酬谢，但愿二公保重者。(唱)【金盏儿】投至我石枕上梦魂清，布袍底白云生。但睡呵，一年半载没干净，则看您朝台暮省干功名。我睡呵，黑甜甜倒身如酒醉，忽喽喽酣睡似雷鸣；谁理会的五更朝马动，三唱晓鸡声。【赚煞】治世圣人生，指日乾坤定。(赵云)天下果有平定之时，那时节拜请先生下山，共享太平之福。(正末唱)何须把山野陈抟拜请。(指郑科，唱)若久后休忘了这青眼相看旧弟兄，不索重酬劳卖卦先生。从今后罢刀兵，四海澄清，且放闲人看太平。我又不似出师的孔明、休官的陶令，则待学那钓鱼台下老严陵。(并下)第二折(外扮使臣引卒子捧砌末上，云)小官党继恩是也，乃太慰党进之子。今奉官里诏书，将着安车蒲轮、币帛玄纁，向西华山请那陈抟先生。此系王命，不可怠慢，须索走一遭去者。(下)(正末上，云)贫道自从汴梁竹桥边算了那两个君臣之命，归到山中，醒时炼药，醉时高眠，倒大快活清闲也呵。(唱)【南吕】【一枝花】我往常读书求进身，学剑随时混；文能匡社稷，武可定乾坤。豪气凌云，似莘野商伊尹，佐成汤救万民；扫荡了海内烽尘，早扶策沟中愁困。【梁州第七】从逢着那买卦的潜龙帝王，饶了个算命的开国功臣，便即时拂袖归山隐。全不管人间甲子，单则守洞里庚申。降伏尽婴儿姹女，将炼成丹汞黄银。思飘飘出世离群，乐陶陶礼圣参真。想他那乱扰扰红尘内争利的愚人，更和那闹攘攘黄阁上为官的贵人，争如这闲摇摇华山中得道的仙人。一身驾云，九垓八表神游尽，觑浮世暗中哂。坐看蟠桃几度春，岁月常新。【隔尾】则与这高山流水同风韵，抵多少野草闲花作近邻，满地白云扫不尽。你与我紧关上洞门，休放个客人，我待静倚蒲团自在盹。(末盹睡科，使臣上，云)这些时不觉来到华山，端的是好山也！则见云台观中一缕白云，上接丹霄，想必是那先生隐居的去处。我不免将金钟撞动，使那先生知道。(撞钟，末醒，接使臣科)(唱)【牧羊关】我恰才游仙阙，谒帝阍，惊的我跨黄鹤飞下天门。为甚的玉节忙持，金钟煞紧？又不是红窗明觉晓，布被暖和春。惊的那梦庄周蝶飞去，尚古自炊黄粱锅未滚。(相见科，使臣云)下官党继恩，奉官里敕旨，领着安车蒲轮、币帛玄纁，敬到仙山来请先下下山。圣人甚是怀念，望先生早些收拾行者。(正末云)贫道物外之人，无心名利，望天使回朝方便奏咱。(唱)【红芍药】开基创业圣明君，舜德尧仁；玉帛万国尽来尊，一统乾坤。眼见得灭狼烟、息战氛，早则是泽及黎民。又待要招贤纳士礼殷勤，币帛降玄纁。【菩萨梁州】特遣天臣，把贤良访问；当今至尊，重酬劳卖卦山人。虽然是前言不忘是君恩，争奈我烟霞不忆风雷信，琴鹤自有林泉分。想名利有时尽，乞的田园自在身，我怎肯再入红尘。【隔尾】俺只待下棋白日闲消困，高枕清风睡杀人。世事无由恼方寸，则除你个继恩使臣，方便向君王行奏得准。(使臣云)方今圣人在上，乾坤一统，万国来宾；山间林下，并无遗贤。况先生乃天子之故人，天下高士，自当归朝，以慰圣人之意。(正末唱)【牧羊关】既然海岳归明主，敢放巢由作外臣，怎望您吊千年高冢麒麟。谁待要老去攀龙，则不如闲来卧云。试看蓬莱寻药客，商岭采芝人；天下已归汉，山中犹避秦。【贺新郎】我往常鸡鸣舞剑学刘琨，看三卷天书，演八门五遁。我也曾遍游诸国占时运，则为卖卦处逢着圣君，以此的入山来专意修真。看猿鹤知导引，观山水爽精神，大都来性于远、习于近。则这黄冠野服一道士，伴着清风明月两闲人。(使臣云)久闻先生有黄白住世之术，不知仙教可使凡夫亦得闻乎？(正末云)神仙荒唐之事，此非将军所宜问也。(唱)【牧羊关】则你这一身拜将悬金印，万里封侯守玉门；现如今际明良千载风云，怎学的河上仙翁、关门令尹？可不道朝中随圣主，却甚的林下访闲人。既受了雨露九天恩，怎还想云霞三市隐？(使臣云)先生既如此说，何不仕于朝廷，为生民造福者？(正末唱)【哭皇天】酒醉汉难朝觐，睡魔王怎做的宰臣？穿着这紫罗袍似酒布袋，执着这白象笏似睡馄饨。若做官后每日价行眠立盹，休休休枉笑杀凌烟阁上人。有这般疏庸愚钝，孤陋寡闻？【乌夜啼】幸然法正天心顺，索甚我横枝儿治国安民？我则有住山缘，那里有为官分。乐道安贫，谁羡画戟朱门？丹砂好炼养闲身，黄金不铸封侯印。我其实戴不的幞头紧，穿不的朝衣坌。倒不如我这拂黄尘的布袍，洒浑酒的纶巾。(使臣云)天恩不可辜负，请先生就车即便行者。(正末云)既蒙天使到来，圣恩不敢违背，必须下山走一遭去也。(唱)【黄钟煞】也不索雕轮冉冉登程进，也不索骏马骎骎践路尘。既然是圣旨紧，请将军勿心困。尽教山列着屏，草展着茵，鹤看着家，云锁着门。只消的顺天风驾一片白云，煞强似你那宣使乘的紫藤兜轿稳。(同下)第三折(赵改扮驾引侍臣上，诗云)两手指摩新日月，一番整理旧乾坤。殿廷聚会风云气，华夏沾濡雨露恩。寡人宋太祖是也。数年之前，曾与汝南王兄弟在竹桥边买卦，遇见陈抟先生，被他拨开混沌乾坤，指出太平天子。寡人临御以来，好生想他。昨差使臣物色访问，喜的他不弃寡人而来，今在寅馆中，尚未朝见。寡人欲拟其官爵，然后召他入朝，他又百般不受。且先加他道号希夷先生，赐鹤氅金冠玉圭，待朝会间，那时再作计较。黄门官领旨，去寅宾馆请那先生来。(侍臣领旨科，下)(正末上，诗云)家舍久从方外地，布袍重惹陌头尘。道人原不求名利，名利何曾系道人？贫道陈抟，下的西岳华山，来到东京梁，见了尘世纷纷，浮生攘攘。想我此行实非本意也呵。(唱)【正宫】【端正好】下云台，来朝会，不听的华山里鹤唳猿啼。道人非为苍生起，只是报圣主招贤意。【滚绣球】俺便是那闲云自在飞，心情与世违。可又不贪名利，怎生来教天子闻知？是未发迹，卦铺里，那时节相识，曾算是他南面登基。(使臣上，云)陈先生恭喜，官里赐来衣冠道号，望阙谢恩。(正末拜谢科，唱)因此上将龙庭御宝皇宣诏，赐与我鹤氅金冠碧玉圭，道号希夷。(使臣云)先生在那隐居处，山野荒凉，得如俺这朝署中这般富贵吗？(正末唱)【倘秀才】俺那里草舍花栏药畦，石洞松窗竹几；您这里玉殿朱楼未为贵。您那人间千古事，俺只松下一盘棋，把富贵做浮云可比。(使臣云)官里一心等着先生，请先生早些入朝去者。兀的又有使命到也！(驾上，立住科)(正末唱)【滚绣球】不住的使命催，奉御逼；便教咱早趋朝内，只是野人般不知这远近高低。至禁帏，上凤池；近临宝砌，列鹓鸾帘卷班齐。玉阶前风摆龙影，金殿上风吹日月旗，天仗朝衣。(见驾打稽首科，唱)【倘秀才】无那舞蹈扬尘体例，只打个稽首权充拜礼。(驾云)故人别来无恙？今蒙不弃，喜慰平生，就在殿廷赐坐，好叙闲阔。(正末唱)愿陛下圣寿齐天万万岁。如今黄阁功臣少，白发故人稀，见贫道且自喜。(驾云)希夷先生，今日得见仙颜，寡人喜不自胜。愿侍同朝，以为臣民之望，不知先生意下如何？(正末云)贫道山野懒人，不愿为官。(唱)【叨叨令】向那华山中已觅终焉计，怎生都堂内才看旁州例。议公事枉损了元阳气，理朝纲怕搅了安眠睡。贫道做不的官也么哥，做不的官也么哥！不要紫罗袍，只乞黄绸被。(驾云)先生如何做不的官？(正末云)听贫道说来便见。(唱)【倘秀才】我但睡呵，十万根更筹转刻，七八瓮铜壶漏水，恨不的生扭死窗前报晓鸡。休想我惜花春早起，爱月夜眠迟，这般的道理。(驾云)先生若肯做官，寡人与先生选一个闲散衙门，除一个清要的官职。无案牍劳形，必不妨于政事。(正末云)贫道怎做得官也呵。(唱)【滚绣球】贫道呵，爱穿的蔀落衣，爱吃的藜藿食；睡时节幕天席地，黑喽喽鼻息如雷，二三年唤不起。若在那省部里，敢每日画不着卯历。有句话对圣主先提，贫道呵贪闲身外全无事，除睡人间总不知，空教人目占眼舒眉。(驾云)先生为己则是矣，但未知大人之道。大人以四海为家，万物一体，无我无人，勿固勿必，所谓君子周而不比。先生当扩其独乐之怀，普其兼善之量也，替寡人整理些朝纲，可不是好。(正末唱)【倘秀才】陛下道君子周而不比，贫道呵小人穷斯滥矣。俺须索志于道、依于仁、据于德，本待用贤退不肖，怎倒做举枉错诸直，更是不宜。(驾云)先生休要推辞。似这朝中为官，却不强如山中学道也？(正末云)这为官的好处，贫道也尽知了。(唱)【滚绣球】三千贯两千石，一品官二品职，只落的故纸上两行史记，无过是重茵卧列鼎而食。虽然道臣事君以忠，君使臣以礼，哎，这便是死无葬身之地，敢向那云阳市血染朝衣。(带云)贫道呵，(唱)本居林下绝名利，自不合刬下山来惹是非，不如归去来兮。(驾云)你说为官不好，可说那学仙的好处与朕听者。(正末唱)【倘秀才】道有个治家治国，索分个为人为己，不患人之不己知。石床绵被暖，瓦钵菜羹肥，是山人乐矣。【三煞】身安静宇蝉初蜕，梦绕南华蝶正飞。卧一榻清风，看一轮明月，盖一片白云，枕一块顽石。直睡的陵迁谷变，石烂松枯，斗转星移。长则是抱元守一，穷妙理造玄机。【二煞】鸡虫得失何须计，鹏鷃逍遥各自知。看蚁阵蜂衙，龙争虎斗，燕去鸿来，兔走乌飞。浮生似争穴聚蚁，光阴似过隙白驹，世人似舞瓮醯鸡。便搏得一阶半职，何足算，不堪提。(驾云)先生，你有甚么便宜处，也说来者。(正末唱)【煞尾】俺那里云间太华烟霞细，鼎内还丹日月迟；山上高眠梦寐稀，殿下朝元剑佩齐；玉阙仙阶我曾履，王母蟠桃我曾吃，欲醉不醉酒数杯，上天下天鹤一只；有客相逢问浮世，无事登临叹落辉；危坐谈玄讲《道德》，静室焚香诵《秋水》；滴露研朱点《周易》，散诞逍遥不拘系。赴召离山到朝里，央及陈抟受宣敕。送上都堂入八位，掌管台衡总百揆。御史台纲索省会，六部当该各详细；攘攘垓垓不伶俐，是是非非无尽期。好教我战战兢兢睡不美。(下)第四折(郑恩扮汝南王引色旦上，诗云)平生泼赖曾为盗，一运峥嵘却做官。使尽机谋常是饱，锦衣纨袴不知寒。自家郑恩，官封汝南王之职，便是某幼年间与今上圣人为八拜之交，患难相同，枪刀不避，不想今日也同享富贵。今奉官里之命，领着御酒十瓶，御膳一席，宫中美女十人，去寅宾馆待希夷先生。他如今尚未出朝，不免打发美女进去，安排供具。我且躲在一壁，待那先生来时，再作计较。您每好生在意者。(色旦云)理会的。(同下)(正末上，诗云)上林无兴看花开，春色何人送的来？处士不生巫峡梦，空烦云雨下阳台。贫道陈抟，早朝见上，蒙圣人念旧，待我甚是欢喜。但是我云水之身，山林之鸟，难在这尘凡之中也呵。(唱)【双调】【新水令】半生不识晓来霜，把五更寒打在老夫头上。笑他满朝朱紫贵，怎知我一枕黑甜乡。揭起那翠巍巍太华山光，这一幅绣帏帐。(色旦上，待直，云)妾等官里送来，与先生作传奉，愿奉枕席之欢。(正末唱)【驻马听】白酒樽旁，闲慰眼金钗十二行；误了我清风岭上，不翻身恶睡一千场。您则待泛桃花到处觅刘郎，我委实画蛾眉不会学张敞。没好酌量，出家儿怎受闲魔障。(色旦装醉戏末科，云)先生休拿那道人铁面皮，怎么脸上和刮霜的一般？俺每都是未放的官化，谁曾经这等折挫？望先生少要弃嫌。(正末云)你每靠后者，你怎知我出家人的道心？(唱)【步步娇】遮莫胡厮缠到晨钟撞，休想我一点狂心荡。(色旦云)你来，我与你有句话说。(正末唱)唤陈抟有甚勾当？命不快遭烽着这火醉婆娘，干误了我晚夕参圣一炉香，半夜里观乾象。(色旦云)俺与先生奉一杯酒咱。(正末云)俺道人每从来戒酒，不用他。(色旦云)我与先生奉一杯茶，先生试尝这茶味何如？(正末云)是好茶也。(唱)【沉醉东风】这茶呵采的是一旗半枪，来从五岭三湘。泛一瓯瑞雪香，生两腋松风响，润不得七碗枯肠。辜负一醉无忧老杜康，谁信您卢仝健忘。(云)您每各自安置，我待睡也。(做睡，色旦扯末科，云)俺每都陪先生，怎敢舍的先生孤孤忄西忄西、凄凄冷冷的。(正末唱)【搅筝琵】你好是轻薄相，我又不寂寞恨更长。干把那蝶梦惊回，多管葫芦提害痒。早则是卧破月昏黄，直睡到日出扶桑。慌忙，猛听得净鞭三下响，又待要颠倒衣裳。(郑恩上，云)好个没理会的先生。待我自家过去。(相见科，云)下官退朝较晚，乞恕探望来迟之罪。(正末云)多谢大王不忘旧故。(郑恩云)先生好神算也。当日竹桥边，先生曾许我是个五霸诸侯，今日果应其言。(正末唱)【雁儿落】曾道你官封一字王，位列斗厅相，那里是有官的我预知，也则是你没眼的天将降。(郑恩云)那宫女每好生歌舞，我奉劝先生一杯。(正末云)又教这个大王傒幸杀我也。(唱)【川拨棹】恰离高唐，躲巫娥一壁厢。客舍凄凉，仙梦悠扬；只想着邯郸道上，原来在佳人锦瑟旁。(色旦劝酒科)(正末唱)【七兄弟】这场厮央，不相当。你便有粉白黛绿装宫样，茜裙罗袜缕金裳，则我这铁卧单有甚风流况？(郑恩云)圣人有云：\"食、色，性也。\"好色之心，人皆有之。又云：\"吾未见好德如好色者。\"先生独非人乎？独无人情乎？(正末唱)【梅茶酒】你可也忒莽撞，则道你燮理阴阳，却惜玉怜香。撮合山错了眼光，就儿里我也仓皇。你休使着这智量，俺乐处是天堂。(云)贫道从来贪眼，我且盹睡片时，大王休怪。(做睡科)(郑恩与色旦背云)须索如此如此。(郑作关门科，云)我把这门儿来带上者。随时且作窗前月，付与梅花自主张。(下)(正末惊觉科，唱)【收江南】呀，你敢硬将咱送上云雨场，则待高烧银烛照红妆。出家儿心地本清凉，怎禁得直恁般闹攘！便是一千年不见，也不思量。【水仙子】我恰才神游八表放金光，礼拜三清朝玉皇。不争你拽双环呀的门关上，缠杀我也瞎大王，惊的那下三山鹤梦翱翔。俺只待丹鼎内降龙虎，谁教咱锦巢边宿凤凰，枉羞杀金殿鸳鸯。(云)只因我轻易下山，惹起这番勾当，倒惹那山灵见笑也。(唱)【太平令】现如今山鬼只打显象，野猿抢笔题墙。怕腐烂了芒鞋竹杖，尘没了蒲团纸帐。纵有那女娘、艳妆、洞房，早盹睡了都堂里宰相。(郑恩上，云)天已明了，我把这门来开者。呀！好个古忄敞先生，还在那壁披衣据床、秉景待旦哩。(正末云)大王，教你傒倖杀我也。(郑云)惭愧惭愧，我即奏官里，宫中盖一道观，使先生住持，封为一品真人。(正末唱)【离亭宴带歇指煞】把投林高鸟西风里放，也强如衔茶野兔深宫里养。你待要加官赐赏，教俺头顶紫金冠，手执碧玉简，身着白鹤氅。昔年旧草庵，今日新方丈。贫道呵，除睡外别无伎俩。本不是贪名利世间人，则一个乐琴书林下客，绝宠辱山中相。推开名利关，摘脱英雄网，高打起南山吊窗。常则是烟雨外种莲花，云台上看仙掌。(并下)题目识真主卞梁卖课念故知征贤敕佐正名寅宾馆天使遮留西华山陈抟高卧来时春社，去时秋社，年年来去搬寒热。语喃喃，忙劫劫。春风堂上寻王谢，巷陌乌衣夕照斜。兴，多见些；亡，都尽说。",
        "author": "元代",
        "poem_class": "写山",
        "dynasty": "张养浩"
    },
    {
        "title": "登望楚山最高顶",
        "paragraph": "山水观形胜，襄阳美会稽。最高唯望楚，曾未一攀跻。 石壁疑削成，众山比全低。晴明试登陟，目极无端倪。 云梦掌中小，武陵花处迷。暝还归骑下，萝月映深溪。国子先生晨入太学，招诸生立馆下，诲之曰：“业精于勤，荒于嬉；行成于思，毁于随。方今圣贤相逢，治具毕张。拔去凶邪，登崇畯良。占小善者率以录，名一艺者无不庸。爬罗剔抉，刮垢磨光。盖有幸而获选，孰云多而不扬？诸生业患不能精，无患有司之不明；行患不能成，无患有司之不公。”言未既，有笑于列者曰：“先生欺余哉！弟子事先生，于兹有年矣。先生口不绝吟于六艺之文，手不停披于百家之编。纪事者必提其要，纂言者必钩其玄。贪多务得，细大不捐。焚膏油以继晷，恒兀兀以穷年。先生之业，可谓勤矣。觝排异端，攘斥佛老。补苴罅漏，张皇幽眇。寻坠绪之茫茫，独旁搜而远绍。障百川而东之，回狂澜于既倒。先生之于儒，可谓有劳矣。沉浸醲郁，含英咀华，作为文章，其书满家。上规姚姒，浑浑无涯；周诰、殷《盘》，佶屈聱牙；《春秋》谨严，《左氏》浮夸；《易》奇而法，《诗》正而葩；下逮《庄》、《骚》，太史所录；子云，相如，同工异曲。先生之于文，可谓闳其中而肆其外矣。少始知学，勇于敢为；长通于方，左右具宜。先生之于为人，可谓成矣。然而公不见信于人，私不见助于友。跋前踬后，动辄得咎。暂为御史，遂窜南夷。三年博士，冗不见治。命与仇谋，取败几时。冬暖而儿号寒，年丰而妻啼饥。头童齿豁，竟死何裨。不知虑此，而反教人为？”先生曰：“吁，子来前！夫大木为杗，细木为桷，欂栌、侏儒，椳、闑、扂、楔，各得其宜，施以成室者，匠氏之工也。玉札、丹砂，赤箭、青芝，牛溲、马勃，败鼓之皮，俱收并蓄，待用无遗者，医师之良也。登明选公，杂进巧拙，纡馀为妍，卓荦为杰，校短量长，惟器是适者，宰相之方也。昔者孟轲好辩，孔道以明，辙环天下，卒老于行。荀卿守正，大论是弘，逃谗于楚，废死兰陵。是二儒者，吐辞为经，举足为法，绝类离伦，优入圣域，其遇于世何如也？今先生学虽勤而不繇其统，言虽多而不要其中，文虽奇而不济于用，行虽修而不显于众。犹且月费俸钱，岁靡廪粟；子不知耕，妇不知织；乘马从徒，安坐而食。踵常途之役役，窥陈编以盗窃。然而圣主不加诛，宰臣不见斥，兹非其幸欤？动而得谤，名亦随之。投闲置散，乃分之宜。若夫商财贿之有亡，计班资之崇庳，忘己量之所称，指前人之瑕疵，是所谓诘匠氏之不以杙为楹，而訾医师以昌阳引年，欲进其豨苓也。 众鸟高飞尽，孤云独去闲。相看两不厌，只有敬亭山。(只有 一作：唯有)昵昵儿女语，恩怨相尔汝。划然变轩昂，勇士赴敌场。浮云柳絮无根蒂，天地阔远随飞扬。喧啾百鸟群，忽见孤凤皇。(凤皇 一作 凤凰）跻攀分寸不可上，失势一落千丈强。嗟余有两耳，未省听丝篁。自闻颖师弹，起坐在一旁。推手遽止之，湿衣泪滂滂。颖乎尔诚能，无以冰炭置我肠！",
        "author": "唐代",
        "poem_class": "写山",
        "dynasty": "孟浩然"
    },
    {
        "title": "望岳三首",
        "paragraph": "岱宗夫如何？齐鲁青未了。造化钟神秀，阴阳割昏晓。荡胸生曾云，决眦入归鸟。会当凌绝顶，一览众山小。西岳崚嶒竦处尊，诸峰罗立似儿孙。安得仙人九节杖，拄到玉女洗头盆。车箱入谷无归路，箭栝通天有一门。稍待秋风凉冷后，高寻白帝问真源。南岳配朱鸟，秩礼自百王。歘吸领地灵，鸿洞半炎方。邦家用祀典，在德非馨香。巡守何寂寥，有虞今则亡。洎吾隘世网，行迈越潇湘。渴日绝壁出，漾舟清光旁。祝融五峯尊，峯峯次低昴。紫盖独不朝，争长嶫相望。恭闻魏夫人，羣仙夹翱翔。有时五峯气，散风如飞霜。牵迫限修途，未暇杖崇冈。归来觊命驾，沐浴休玉堂。三叹问府主，曷以赞我皇。牲璧忍衰俗，神其思降祥。木末芙蓉花，山中发红萼。涧户寂无人，纷纷开且落。移舟水溅差差绿，倚槛风摆柄柄香。(风摆 一作：风摇)多谢浣纱人未折，雨中留得盖鸳鸯。疾风知劲草，板荡识诚臣。勇夫安识义，智者必怀仁。",
        "author": "唐代",
        "poem_class": "写山",
        "dynasty": "杜甫"
    },
    {
        "title": "酒泉子·长忆孤山",
        "paragraph": "长忆孤山，山在湖心如黛簇。僧房四面向湖开。轻棹去还来。芰荷香喷连云阁。阁上清声檐下铎。别来尘土污人衣。空役梦魂飞。近清明。翠禽枝上消魂。可惜一片清歌，都付与黄昏。欲共柳花低诉，怕柳花轻薄，不解伤春。念楚乡旅宿，柔情别绪，谁与温存。 空樽夜泣，青山不语，残月当门。翠玉楼前，惟是有、一波湘水，摇荡湘云。天长梦短，问甚时、重见桃根。这次第，算人间没个并刀，剪断心上愁痕。有妇人昼日置小儿沙上而浣衣于水者。虎自山上驰来，妇人仓皇沉水避之。二小儿戏沙上自若。虎熟视久之，至以首抵触，庶几其一就惧；而儿痴，竟不知。虎亦寻卒去。噫，虎之食人，先被之以威，而不惧之人，威亦无所施欤！雪照山城玉指寒，一声羌管怨楼间。江南几度梅花发，人在天涯鬓已斑。星点点，月团团。倒流河汉入杯盘。翰林风月三千首，寄与吴姬忍泪看。",
        "author": "宋代",
        "poem_class": "写山",
        "dynasty": "潘阆"
    },
    {
        "title": "巫山曲",
        "paragraph": "巴江上峡重复重，阳台碧峭十二峰。荆王猎时逢暮雨，夜卧高丘梦神女。轻红流烟湿艳姿，行云飞去明星稀。目极魂断望不见，猿啼三声泪滴衣。斑竹枝，斑竹枝，泪痕点点寄相思。楚客欲听瑶瑟怨，潇湘深夜月明时。岚雾今朝重，江山此地深。滩声秋更急，峡气晓多阴。望阙云遮眼，思乡雨滴心。将何慰幽独，赖此北窗琴。荒戍落黄叶，浩然离故关。高风汉阳渡，初日郢门山。江上几人在，天涯孤棹还。何当重相见，樽酒慰离颜。",
        "author": "唐代",
        "poem_class": "写山",
        "dynasty": "孟郊"
    },
    {
        "title": "淇澳青青水一湾",
        "paragraph": "渭川千亩入秦关，淇澳青青水一湾。两地高风来拱向，中间突兀太行山。蒲团清坐道心长，消受莲花自在香。八万四千门路别，谁知方寸即西方。虽然大器晚年成，卓荦全凭弱冠争。多识前言畜其德，莫抛心力贸才名。此君志欲擎天碧，耸出云头高百尺。只恐年深化作龙，一朝飞去不留迹。",
        "author": "清代",
        "poem_class": "写山",
        "dynasty": "郑燮"
    },
    {
        "title": "浪淘沙·云藏鹅湖山",
        "paragraph": "台上凭栏干，犹怯春寒。被谁偷了最高山？将谓六丁移取去，不在人间。却是晓云闲，特地遮拦。与天一样白漫漫。喜得东风收卷尽，依旧追还。水满田畴稻叶齐，日光穿树晓烟低。黄莺也爱新凉好，飞过青山影里啼。连云松竹，万事从今足。拄杖东家分社肉，白酒床头初熟。西风梨枣山园，儿童偷把长竿。莫遣旁人惊去，老夫静处闲看。苏州司业诗名老，乐府皆言妙入神。看似寻常最奇崛，成如容易却艰辛。",
        "author": "宋代",
        "poem_class": "写山",
        "dynasty": "章谦亨"
    },
    {
        "title": "送温处士归黄山白鹅峰旧居",
        "paragraph": "黄山四千仞，三十二莲峰。丹崖夹石柱，菡萏金芙蓉。伊昔升绝顶，下窥天目松。仙人炼玉处，羽化留馀踪。亦闻温伯雪，独往今相逢。采秀辞五岳，攀岩历万重。归休白鹅岭，渴饮丹砂井。凤吹我时来，云车尔当整。去去陵阳东，行行芳桂丛。回溪十六度，碧嶂尽晴空。他日还相访，乘桥蹑彩虹。井底引银瓶，银瓶欲上丝绳绝。石上磨玉簪，玉簪欲成中央折。瓶沉簪折知奈何？似妾今朝与君别。忆昔在家为女时，人言举动有殊姿。婵娟两鬓秋蝉翼，宛转双蛾远山色。笑随戏伴后园中，此时与君未相识。妾弄青梅凭短墙，君骑白马傍垂杨。墙头马上遥相顾，一见知君即断肠。知君断肠共君语，君指南山松柏树。感君松柏化为心，暗合双鬟逐君去。到君家舍五六年，君家大人频有言。聘则为妻奔是妾，不堪主祀奉蘋蘩。终知君家不可住，其奈出门无去处。岂无父母在高堂？亦有亲情满故乡。潜来更不通消息，今日悲羞归不得。为君一日恩，误妾百年身。寄言痴小人家女，慎勿将身轻许人！长江悲已滞，万里念将归。况属高风晚，山山黄叶飞。白发三千丈，缘愁似个长。不知明镜里，何处得秋霜。",
        "author": "唐代",
        "poem_class": "写山",
        "dynasty": "李白"
    },
    {
        "title": "武夷山",
        "paragraph": "只得流霞酒一杯，空中箫鼓几时回。武夷洞里生毛竹，老尽曾孙更不来。从小丘西行百二十步，隔篁竹，闻水声，如鸣珮环，心乐之。伐竹取道，下见小潭，水尤清冽。全石以为底，近岸，卷石底以出，为坻，为屿，为嵁，为岩。青树翠蔓，蒙络摇缀，参差披拂。(珮 通：佩)潭中鱼可百许头，皆若空游无所依，日光下澈，影布石上。佁然不动，俶尔远逝，往来翕忽，似与游者相乐。(下澈 一作：下彻)潭西南而望，斗折蛇行，明灭可见。其岸势犬牙差互，不可知其源。坐潭上，四面竹树环合，寂寥无人，凄神寒骨，悄怆幽邃。以其境过清，不可久居，乃记之而去。同游者：吴武陵，龚古，余弟宗玄。隶而从者，崔氏二小生，曰恕己，曰奉壹。天街小雨润如酥，草色遥看近却无。最是一年春好处，绝胜烟柳满皇都。莫道官忙身老大，即无年少逐春心。凭君先到江头看，柳色如今深未深。堂西长笋别开门，堑北行椒却背村。梅熟许同朱老吃，松高拟对阮生论。欲作鱼梁云复湍，因惊四月雨声寒。青溪先有蛟龙窟，竹石如山不敢安。两个黄鹂鸣翠柳，一行白鹭上青天。窗含西岭千秋雪，门泊东吴万里船。药条药甲润青青，色过棕亭入草亭。苗满空山惭取誉，根居隙地怯成形。",
        "author": "唐代",
        "poem_class": "写山",
        "dynasty": "李商隐"
    },
    {
        "title": "殿前欢·大都西山",
        "paragraph": "冷云间，夕阳楼外数峰闲。等闲不许俗人看，雨髻烟鬟。倚西风十二阑，休长叹。不多时暮霭风吹散，西山看我，我看西山。一点青灯人千里。锦字凭谁寄？雁来稀，花落东君也憔悴。投至望君回，滴尽多少关山泪。柳营，月明，听传过将军令。高楼鼓角戒严更，卧护得边声静。横槊吟情，投壶歌兴，有前人旧典型。战争，惯经，草木也知名姓。《虎韬》，《豹韬》，一览胸中了。时时佛拭旧弓刀，却恨封侯早。夜月铙歌，春风牙纛，看团花锦战袍。鬓毛，木雕，谁便道冯唐老。楔子(冲末扮李彦实引净李文道上，诗云)月过十五光明少，人到中年万事休。儿孙自有儿孙福，莫为儿孙作马牛。老汉姓李，名彦实，在这河南府录事司醋务巷住坐。嫡亲的五口儿家属：这个是孩儿李文道，还有个侄儿李德昌，侄儿媳妇刘玉娘，侄儿根前有个小厮，叫做佛留。侄儿如今要往南昌做买卖去，说今日来辞我，怎生这早晚还不见来？(正末扮李德昌同旦、俫上，云)自家李德昌是也。这个是我浑家刘玉娘，这个是我孩儿佛留。我开着个绒线铺，这对门是我叔父李彦实。有个兄弟唤做李文道，乃是医士。我在这长街市上算了一卦，道我有一百日灾难，千里之外可躲。我今一来躲灾，二来往南昌做些买卖。大嫂，咱三口儿辞叔父去来。(旦云)咱去来波。(正末做见李彦实科，云)叔父，你孩儿去南昌做买卖，就躲灾难。今日是好日辰，特来拜辞叔父。(李彦实云)孩儿，你去则去，路上小心者。(正末向李文道云)兄弟，好看觑家中。(李文道云)哥哥，早些儿回来。(正末云)叔父，您孩儿今日便索长行也。(做出门科，旦云)李大，你今日做买卖去，我有句话，敢说么？(正末云)有何说？(旦云)小叔叔时常调戏我。(正末怒，云)噤声！我在家时不说，及至今日临行，说这等言语。大嫂，再也休提，你则好看家中，小心在意者。(唱)【仙吕】【赏花时】则为你叔嫂从来情性乖，我因此上将伊曾劝解。(旦悲科，云)你去了，我怎了也！(正未唱)你可便省烦恼，莫伤怀。你则照管这家私世外，(带云)别的不打紧。(唱)你是必好觑当小婴孩。(旦云)这个我自知道，则要你挣坐者。(正末唱)【幺篇】则俺这男子为人须挣坐，我向这外府他乡做买卖。(旦云)你则是早些回来。(正末唱)休则管泪盈腮，多不到一年半载，但得些利便回来。(同旦下)(李彦实云)李文道，你哥哥做买卖去了，你无事休到嫂嫂家去。我若知道，不道的饶了你哩。(诗云)正是叔嫂从来要避嫌，况他男儿为客去江南。你若无事到他家里去，我一准拿来打十三。(同下)第一折(旦上，云)妾身刘玉娘是也，有丈夫李德昌贩南昌买卖去了。今日无甚事，我开开这绒线铺，看有甚么人来。(李文道上，云)自家李文道便是，开着个生药铺，人顺口都叫我做赛卢医。有我哥哥李德昌做买卖去了，则有俺嫂嫂在家，我一心看上他。争奈俺父亲教我不要往他家去，如今瞒着父亲，推看他去，就调戏他。肯不肯，不折了本。来到门首也，我自过去。(见旦科，云)嫂嫂，自从哥哥去后，不曾来望得你。(旦云)你哥哥不在家，你来怎么？(李云)我来望你吃钟茶，有甚么事。(旦云)这厮来的意思不好，我叫父亲去。父亲！(李彦实上，云)是谁叫我？(旦云)是您孩儿。(李彦实云)孩儿，你叫我怎的？(旦云)小叔叔来房里调戏我来，因此与父亲说。(李彦实见科，云)你又来这里怎的？(做打，文道下)(李彦实云)若那厮再来，你则叫我，不道的饶了他哩。我打那弟子孩儿去。(下)(旦云)似这般，几时是了？我收了这铺儿。李德昌，你几时来家？兀的不痛杀我也！(下)(正末挑担上，云)是好大雨也呵。(唱)【仙吕】【点绛唇】七月才初，孟秋时序，犹存暑。穿着这单布衣服，怎避这悬麻雨？【混江龙】连阴不住，荒郊一望水模糊。我则见雨迷了山岫，云锁了青虚。(带云)这雨大不大？(唱)云气深，如倒悬着东大海；雨势大，似翻合了洞庭湖。好教我满眼儿没处寻归路，黑暗暗云迷四野，白茫茫水淹长涂。(云)这雨越下的大了也。(唱)【油葫芦】恰便似画出潇湘水墨图，淋的我湿渌渌，更那堪吉丢古堆波浪渲城渠。你看他吸留忽刺水流乞留曲律路，更和这失留疏剌风摆希留急了树。怎当他乞纽忽浓的泥，更和他匹丢扑搭的淤。我与你便急章拘诸慢行的赤留出律去，我则索滴羞跌屑整身躯。【天下乐】百忙里鞋儿断了乳，好着我难行。也是我穷对付，扯将这蒲包上菻麻且系住。淋的我头怎抬，走的我脚怎舒，好着我眼巴巴无是处。(云)远远的一座古庙，我且向庙中避雨咱。(放担科)(云)我放下这担儿。原来是五道将军庙，多年倒塌了，好是凄凉也。(唱)【醉中天】折供卓撑着门户，野荒草遍阶除。(云)五道将军爷爷，自家李德昌便是，做买卖回来。望爷爷保护咱。(唱)我这里捻土焚香画地炉，我拜罢也忙瞻顾。多谢神灵祐护，望爷爷金鞭指路，则愿无灾殃早到乡间。(云)一场好大雨也，衣服行李尽都湿了。我脱下这衣服来试晒咱，(唱)【醉扶归】我这里扭我这单布裤，晒我这湿衣服。(云)怎生这般漏？哦！元来是这屋宇坍塌了，所以这般漏。我试看这行李咱。(唱)我则怕盖行李的油单有漏处，我与你须索从头觑。(云)且喜得都不曾湿嗨！可怎生这等漏得紧。(唱)奇怪这两三番揩不干我这额头颅，(云)可是为甚么？呆汉，你慌怎的？(唱)可忘了将我这湿渌渌头巾去。(云)我脱下这衣服来晒咱。(做脱衣科)我山这庙门看天色咱。(做出门科)哎呀！我这一会增寒发热起来，可怎了也。(唱)【一半儿】恰便是小鹿儿扑扑地撞我胸脯，火块似烘烘烧我肺腑，(云)敢是我这身体不洁净，触犯神灵，望金鞭指路，圣手遮拦。(唱)莫不是腥臊臭秽把你这神道触？(云)李德昌，你差了也，既为神灵，怎见俺众生过犯。(唱)我可也重思虑，(带云)我猜着这病也，(唱)多敢是一半儿因风一半儿雨。(云)可怎生得一个人来寄信与我浑家，教他来看我也好。我且歇息咱。(外扮高山挑担子上，云)阿呀！好大雨也。来到这五道将军庙躲躲雨咱。(做放下担儿科，云)老汉高山是也，龙门镇人氏，嫡亲的两口儿，有个老婆婆。每年家赶这七月七，入城来卖一担魔合罗。刚出的这门，四下里布起云来．则是盆倾瓮瀽相似。早是我那婆子着我拿着两块油单纸，不是都坏了。我试看咱，谢天地，不曾坏了一个。这个鼓儿是我衣饭碗儿，着了雨皮松了也。我摇一摇，还响哩。(正末云)兀的不有人来也，惭愧。(唱)【金盏花】淋的来不寻俗，猛听得早眉舒。那里这等小朗朗摇动蛇皮鼓？我出门来观觑，他能迭落快铺谋。他有那关头的蜡钗子，压鬓髩的骨头梳。他有那乞巧的泥媳妇，消夜的闷葫芦。(正末做扳过，揖云)才的，祗揖！(高山云)阿呀！有鬼也。(正末云)我不是鬼，我是人。(高山云)你是人，做这短见勾当。先叫我一声，我便知道是人，你猛可里扳将过来唱喏，多年古庙，前后没人，早是我也，若是第二个，不唬杀了。(高山挝土科，正末云)你待怎么？(高山云)惊了我顖颗子哩。(正末云)老的，小人也是货郎儿。老的，你进来坐一坐咱。(高山云)老汉与你坐一坐。你勒着手帕做甚么？(正末云)老的，我在这庙里避雨，脱的衣服早了，冒了些风寒。老的，你如今那里去？(高山云)我往城里做买卖去。(正末云)老的，怎生与我寄个信去咱。(高山云)哥哥，我有三桩戒愿：一不与人家作媒，二不与人家做保，三不与人家寄信。(正末云)自家河南府，在城醋务巷居住。小人姓李名德昌，嫡亲的三口儿。浑家刘玉娘，孩儿佛留。小人往南昌做买卖去，如今利增百倍也。(高山起身，云)住！住！住！(出门看科，云)这里有避雨的，都来一搭儿说话咱，有也无？(入见正末，云)有你这等人？谁问你说出这个话来？倘或有人听的，图了你财，致了你命，不干生受一场。你知道我是甚么人？便好道：画虎画皮难画骨，知人知面不知心。(正末云)这那里便有贼？老的，我如今感了风寒，一卧不起，只望老的你便寄个信与俺浑家．教他来看我。若不肯寄信去，我有些好歹，就是老的误了我性命。(高山云)那个夫人的倒会放刁。我今日破了戒，我则寄你这一个信。你在那里住坐？有什么门面铺席？两邻对门是甚么人家？说的我知道。你则将息你那病症。(正末唱)【后庭花】俺家里有一遭新板闼住两间高瓦屋。隔壁儿是个熟食店，对门儿是个生药局。怕老的若有不是处你则问那里是李德昌家绒线铺，街坊每他都道与。(高山云)我知道了，你放心！(正末云)老的，在心者，是必走一遭去。(唱)【赚煞】你是必记心怀，你叮也休疑虑，不是我嘱咐了重还嘱咐。争奈自己耽疾难动举，你教他借马寻驴莫踌躇。争奈纸笔全无，怎写旷安两字书？老的只要你莫阻，说与俺看家拙妇，教他早些来把我这病人扶。(下)(高山云)出得这庙门来，住了雨也。则今日往城里卖魔合罗，就与李德昌寄信走一遭去。(下)第二折(李文道上，云)自家李文道。今日无甚事，我且到这药铺门前觑者，看有甚么人来。(高山上，云)老汉高山是也。来到这河南府城里，不知那里是醋务巷。我放下这担儿，试问人咱。(见李文道科，云)哥哥，敢问那里醋务巷？(李文道云)你问他怎的？(高山云)这里有个李德昌，他去南昌做买卖回来，利增百倍，如今在城南五道将军庙里染病，教我与他家寄个信。(李文道背云)好了。(回云)老的，这是小醋务巷，还有大醋务巷。你投东往西行，投南往北走，转过一个湾儿，门前有株大槐树，高房子，红油门儿，绿油窗儿，门上挂着斑竹帘儿，帘儿下卧着个哈叭狗儿，则那便是李德昌家。(高山云)谢了哥哥，(做挑担行科)好哥哥说与我，投东往西行，投南往北走，转过湾儿，门前一株大槐树，高房子，红油门儿，绿油窗儿，挂着斑竹帘儿，帘儿下卧着个哈叭狗儿。假若走了那啥叭狗儿，我那里寻去？(下)(李文道云)便好道人有所愿，天必从之。他如今得病了，我也不着嫂嫂知道。我将这服毒药走到城外药杀他，那其间老婆也是我的，钱物也是我的。凭着我一片好心，天也与我半碗饭吃。(下)(旦同俫儿上，云)妾身刘玉娘，自从丈夫李德昌南昌做买卖去了，音信皆无。今日开开这铺儿，看有甚么人来。(高山上，云)走杀我也，把那贼弟子孩儿！他说道还有个大醋务巷，那里不走过来。(放下担科，云)我把那精驴贼丑生弟子孩儿，原来则这个醋务巷，着我沿城走了一遭，左右则在这里。(旦出门见科，云)兀那老子，好不晓事，人家做买卖去处，你当着门做甚么？(高山云)你看我的造物，头里着小弟子孩儿哄的我走了一日，如今又着这婆娘抢白我。哎！高山，你也怨你自己当初不与李德昌寄信，可也没这场勾当。(旦云)兀那老的，你那里见李德昌来？请家里吃茶波。(高山云)搅了你家买卖。(旦云)老的，你那里见李德昌来？(高山云)嫂子敢是刘玉娘？(旦云)则我便是。(高山云)这小的敢是佛留？(旦云)正是。老的你怎么知道？(高山云)嫂嫂，如今李德昌利增百倍，在城外五道将军庙里染病，你快寻个头口取他去。(旦云)多多亏了老的，等李德昌来家，慢慢的拜谢你老人家。(俫儿上，云)奶奶，我要个魔合罗儿。(旦打俫科，云)小弟子孩儿，咱家买菜的钱也无，那得钱来？(高山云)你休打孩儿，我与他一个魔合罗儿，你牢牢收着，不要坏了。底下有我的名字，道是高山塑。你父亲来家呵，见了这魔合罗，我寄信不寄信，久后做个大证见哩(下)(旦云)谁想李德昌在五道将军庙染病。我将孩儿寄在邻舍家，锁了门户，借个头口去看李德昌走一遭去来。(下)(正末抱病上，)自从南昌回来，感了风寒病症，一卧不起。我央高山寄信去，教我浑家来看我。怎生这早晚不见来？李德昌，这的是时也，命也，运也，信不虚也呵。(唱)【黄钟】【醉花阴】干着我贩卖南昌利钱好，急叫来又早病魔缠着。盼家门咫尺似天遥，好教我这会儿心焦，按不住小鹿儿拘拘地跳。端的是最难熬，只一阵头疼险些就劈破了。【喜迁莺】教谁来医疗，奈无人古庙萧萧。量度，又怕有歹人来到。不由人小中添懊恼，不由人不泪雨抛。迭屑屑魂飞胆落，扑速速肉颤身摇。【出队子】似这般无颠无倒，越趣人厮窨约。一会家阴阴的腹痛似锥挑，一会家烘烘的发热似火烧，一会家撒撒的增寒似水浇。(云)大嫂，你在那里也呵！(唱)【刮地风】悬望妻儿音信杳，急煎煎心痒难揉。(云)我出庙门望一望波。(唱)我这里慢腾腾行出灵神庙，举日偷瞧。我与你恰下涩道，立在檐梢，觉昏沉刚挣揣把门倚靠。我则道十分紧闭着，原来是不插拴牢。靠着时呀的门开了，滴留扑仰剌叉吃一交。【四门子】这的是严霜偏打枯根草，哎哟！正跌着我这残病腰。一会家疼一会家焦，想钱财莫不是无福消？一会家疼一会家焦，我将这神灵祷告。(李文道慌上)来到这庙也，哥哥在那里？(正末见科)(唱)【古水仙子】呀、呀、呀，猛见了，嗨、嗨、嗨，唬的我悠悠魂魄消。将、将、将，纸钱来忙遮，把、把、把，泥神来紧靠，慌、慌、慌，我这驻掩映着。(李文道云)我来望哥哥，受你兄弟两拜。(正末唱)他、他、他，走将来展脚舒腰，我、我、我，向前来仔细观了相貌。是、是、是，我兄弟间别身安乐，请、请、清，免拜波李文道。(云)兄弟，我自从南昌回来，感了风寒病症，不能还家。你嫂嫂在那里？(李文道云)嫂嫂便来也。哥哥，你这病几日了？(正末唱)【寨儿令】也不昨宵，则是今朝，被风寒暑湿吹着。(李文道云)我与哥哥把把脉咱。(做把脉科，云)哥哥，我知道这病也，我就带将药来了。(做调药，与正末吃科)(正末云)兄弟且住，等你嫂嫂来我吃。(李文道云)不要等他，你吃了就好了。(正末咽科)(唱)我咽下去有似热油浇，烘烘的烧五脏，火火的燎三焦。(带云)兄弟也，(唱)这的敢不是风寒药？【神仗儿】他将那水凋，我氵虢的咽了，不觉忽的昏迷，他把我丕的来药倒。烟生七窍，冰浸四稍。谁承望笑里藏刀，眼见的丧荒郊。(做倒科)(李文道云)药倒了也。我收拾了东西回家中去来。(下)(正末唱)【节节高】这厮如损人利己，不合大道。钱物又不多，要时分明要，怎生下得教哥哥身夭。更做道钱心重，情分少，任辱没杀分金管鲍。【者刺古】身躯被病执缚，难走难逃。咽喉被药把捉，难叫难号。托青天暗表，望灵神早报。行善得善，行恶得恶。天呵！莫不是今年灾祸招。【挂金索】我则道调理风寒，谁想他暗里藏毒药。他如今致命图财，我正是自养着家生哨，疑怪来时，不将着亲嫂嫂。万代人传，倒惹的关张笑。【尾】所有金珠共财宝，一星星早不剩分毫，他紧紧的将马儿驮去了。(卧桌下)(旦上，云)可早来到也。下的这头口，进的这庙来。怎生不见李大？原来在这供桌底下病重了也。(做扶正末科)李大，你骑上头口，咱家去来。(下，旦随慌上，云)谁想李大到家中，七窍迸流鲜血死了也。须索与小叔叔说知，做一个计较。(做唤李文道科，云)小叔叔！(李文道上，云)这妇人害怕，叫我哩。嫂嫂，你叫我怎的？(旦云)您哥哥来家也。(李文道云)请哥哥出来。(旦云)李大到的家中，七窍流血死了也。(李文道云)死了哥哥也！有甚么难见处。哥哥做买卖去了，你家里有奸夫，见哥哥回来，你与奸夫通谋，药杀俺哥哥也。(旦云)我是儿女夫妻，怎下得便药杀他？(李文道云)俺哥哥已死了，你可要官休私休？(旦云)怎生是宫休私休？(李文道云)官休，我告到官司，教你与我哥哥偿命；私休，你与我做老婆便了。(旦云)你是甚么言语？我宁死也不与你做老婆。(李文道云)我和你见官去。(旦云)我情愿见官去。李大，则被你痛杀我也。(拖旦下)(挣扮孤引张千上，诗云)我做官人单爱钞，不问原被都只要。若是上司来刷卷，厅上打的鸡儿叫。小官是河南府的县令是也。今日坐起早衙，张千，看有告状的，着他进来。(张千云)理会的。(李文道同旦上，云)你寻思波。(旦云)我只和你见官去。(李文道云)我和你见官去来。冤屈也。(孤云)拿过来。(张千云)当面。(孤做跪科)(张千云)相公，他是告状的，怎生跪着他？(孤云)你不知道，但来告的，都是衣食父母。(张千喝旦跪科)(孤云)你两个告甚么？(李文道云)小人是本处人氏，嫡亲的五口儿。这个是我嫂嫂，小人是李文道。有个哥哥李德昌，去南昌做买卖回来，利增百倍。当日来家，嫂嫂养着奸夫，合毒药杀死亲夫。大人可怜见，与小人做主咱。(孤云)我问你，你哥哥死了么？(李文道云)死了。(孤云)死了罢，又告甚么？(张千云)大人，你与他整理。(孤云)我那里会整理，你与我去请外郎来。(张千云)外郎安在？(丑扮令史上)(诗云)官人清似水，外郎白如面。水面打一和，糊涂成一片。小人是萧令史。正在司房里攒造文书，只听得一片声叫我，料着又是官人整理不下甚么词讼。我去见来。(令史见犯人科，云)这厮我那里曾见他来？哦！这厮是那赛卢医。我昨日在他门首借条板凳也借不出来，今日也来到我这衙门里。张千，拿下去打着者。(张拿科，李做舒三个指头科，云)令史，我与你这个。(令史云)你那两个指头瘸？(李文道云)哥哥，你整理这桩事。(令史云)我知道，休言语。你告甚么？原告是谁？(孕文道云)小人是原告。(令史云)你是原告，说你那词因来。(李文道云)小人是本处人氏，是李文道。有个哥哥是李德昌，去南昌做买卖，利增百倍还家。俺嫂嫂有。奸夫，合毒药药杀俺哥哥。令史，与我做主咱。(令史云)是实么？画了字者。张千，拿过那妇人来。兀那妇人，你怎生药杀丈夫？从实招来。(旦云)大人可怜见。小妇人是刘玉娘，俺男儿是李德昌，南昌做买卖回来，在城外五道将军庙内染病。妾身寻了个头口，直至庙中，问着不言语，取到家中，七窍进流鲜血，蓦然气绝而死。妾身唤小叔叔来问他，小叔叔说妾身有奸夫。妾身是儿女夫妻，怎下的药杀男儿。大人，妾身并无奸夫。(令史云)不打也不招。张千，与我打着者。张千打科(令史云)你招了罢。(旦云)小妇人并无奸夫。(令史云)不打不招。张千，与我打着者。(张千又打科)(旦云)住、住、住！我待不招来，我那里受的这等拷打，我且含糊招了罢。是我药杀俺男儿来。(孤云)你休招，招了就是死的了也。(争史云)他既招了，将枷来上了枷了，下在死囚牢中去。(孤云)张千，取枷来上了枷者。(张千云)枷上了，下在牢中去。(旦云)天那！谁人与我做主也呵？(下)(孤云)令史，你来，恰才那人舒着手与了你几人银子，你对我实说。(令史云)不瞒你说，与了五个银子。(孤云)你须分两个与我。(同下)第三折(外扮府尹引张千上，诗云)滥官肥马紫丝缰，猾吏春衫簌地长。稼穑不知准坏却，可教风雨损农桑。老夫完颜女直人氏。完颜者姓王，普察姓李。老夫自幼读书，后来习武，为俺祖父多有功勋，因此上子孙累辈承袭，为官为将。这河南府官浊史弊，往往陷害良民。圣人亲笔点差老夫为府尹，因老夫除邪秉正，敕赐势剑金牌，先斩后奏。老夫上任三个日头，今日升厅，坐起早衙。怎生不见掌案当该司吏？(张千云)当该司吏，大人呼唤。(令史上，云)来了，来了。(见科)(府尹云)你是司吏？(令史云)小的是。(府尹云)兀那厮，你听者，圣人为你这河南府宫浊吏弊，敕赐老夫势剑金牌，先斩后奏。若你那文卷有半点差错，着势剑金牌先斩你那驴头。有合佥押的文书。拿来我佥押。(令史云)有、有、有！就把一宗文卷大人看。(府尹看科，云)这是那一起？(令史云)这是刘玉娘药死亲夫，招状是实，则要大人判个斩字。(府尹云)刘玉娘因奸药死丈夫，这是犯十恶的罪，为何前官手里不就结绝了？(令史云)则等大人来到。(府尹云)待报的囚人在那里？(令史云)见在死囚牢中。(府尹云)取来我再审问。(令史云)张千，去牢中提出刘玉娘来。(张千云)理会的。(旦上，云)哥哥唤我做甚么？(张千云)你见大人去。(令史云)兀那妇人，如今新官到任，问你，休说甚么，你若胡说了，我就打死你。张千，押上厅去。(张千云)犯妇当面。(旦跪科)(府尹云)则这个是那待报的女囚？(令史云)则他便是。(府尹云)兀那女囚，你是刘玉娘？你怎生因奸药死丈夫？恐怕前官枉错了，你有不尽的言语，从实说来，我与你做主咱。(旦云)小妇人无有词因。(府尹云)既他囚人口里无有词因，则管问他怎么？将笔来我判个斩字，押出市曹杀坏了者。(张千押旦出科)(旦云)天也，谁人与我做主也呵？(正末扮张鼎上，云)自家姓张名鼎，字平叔，在这河南府做着个六案都孔目，掌管六房事务。奉相公台旨，教我劝农已回。今日升厅坐衙，有几宗合佥押的文书，相公行佥押去。我想这为吏的扭曲作直，舞文弄法，只这管笔上，送了多少人也呵。(唱)【商调】【集贤宾】这些时曹司里有些勾当，我这里因佥押离了司房。我如今身耽受公私利害，笔尖注生死存亡。详察这生分女作歹为非，更和这忤逆男随波逐浪。我可又奉官人委付将六案掌，有公事怎敢仓皇。则听的冬冬传击鼓，偌偌报撺箱。【逍遥乐】我则抬头观望，官长升厅，静悄悄有如听讲。我索整顿了衣裳，正行中举目参详。见雄纠纠公人如虎狼，推拥着个得罪的婆娘。则见他愁眉泪眼，带锁披枷，莫不是竞土争桑？(云)则见禀墙外，一个待报的犯妇，不知为甚么，好是凄惨也呵。(唱)【金菊香】我则见湿浸浸血污了旧衣裳，多应是碜可可的身耽着新棒疮，更那堪死囚枷压伏的驼了脊梁。他把这粉颈舒长，伤心处泪汪汪。(云)你看那受刑的妇人，必然冤枉，带着枷锁，眼泪不住点儿流下。古人云：\"存乎人者莫良于眸子，眸子不能掩其恶。\"又云：\"观其言而察其行，审其罪而定其政。\"(唱)【醋葫芦】我孜孜的觑了一会，明明的观了半晌，我见他不平中把心事暗包藏。婆娘家怎生遭这般冤屈纲，偏惹得带枷吃棒，休、休、休道不的自己枉着忙。【幺篇】我这里慢慢的转过两廊，迟迟的行至禀堂。他那里哭啼啼口内诉衷肠，我待两三番推阻不问当。(张千云)刘玉娘，你告这个孔目哥哥，他与你做主。(旦扯住正末衣科，云)哥哥救我咱。(正末唱)他紧拽定衣服不放，不由咱不与你做商量。(云)张千，把那妇人唤至跟前，我问他。(张千云)刘玉娘近前来。(旦跪科)(正末云)兀那妇人，说你那词因我听咱。(旦诉词，云)哥哥停嗔息怒，听妾身从头分诉。李德昌本为躲灾，贩南昌多有钱物。他来到庙中困歇，不承望感的病促。到家中七窍内迸流鲜血，知他是怎生服毒。进入门当下身亡，慌的我去叫小叔叔。他道我暗地里养着奸夫，将毒药药的亲夫身故。不明白拖到官司，吃棍棒打拷无数。我是个妇人家怎熬这六问三推，葫芦提屈画了招状。我须是李德昌绾角儿夫妻，怎下的胡行乱做。小叔叔李文道暗使计谋，我委实的衔冤负屈。(正末云)兀那妇人，我替你相公行说去。说准呵你休欢喜，说不准呵休烦恼。张千，且留人者。(张千云)理会的。(末见科，云)大人，小人是张鼎，替大人下乡劝农已回。听的大人升厅坐衙，有几宗合佥押文书，请相公佥押。(府尹云)这个便是六案都孔目张鼎。这人是个能吏，有什么合禀的事你说。(正末递文书科)(府尹云)这是甚么文书？(正末唱)【金菊香】这的是打家劫盗勘完的脏，这个是犯界茶盐取定的详该咱一地方。这个是新下到的符样，这个是官差纳送远仓粮。(府尹云)这宗是什么文卷？(正末唱)【醋葫芦】这的是沿河道便盖桥，这的是随州城新置仓。这的是王首和那陈立赖人田庄，这的是张千殴打李万伤。(带云)怕官人不信呵，(唱)勾将来对词供状，这的是王阿张数次骂街坊。(府尹云)再无了文卷也？(正末云)相公，再无了。(府尹云)都着有司发落去。张鼎，与你十个免帖，放你十日休假。假满之后，再来办事。(正末云)谢了相公。(做出门科)(张千云)孔目哥哥，这件事曾说来么？(正末云)我可忘了也。(唱)【幺篇】又不是公事忙，不由咱心绪穰。若有那大公事失误了惹下灾殃，这些儿事务你早不记想，早难道贵人多忘。张千呵，且教他暂时停待莫慌张。(云)我只禀事，忘了。我再向大人行说去。(张千云)哥哥可怜见，与他说一声。(正末再见科)(府尹云)张鼎，你又来说甚么？(正末云)大人，恰才出的衙门，只见禀墙外有个受刑妇人，在那里声冤叫屈。知道的是他贪生怕死，不知道的则道俺衙门中错断了公事。相公试寻思波。(府尹云)这桩事是前官断定，萧令史该房。(正末云)萧令史，我须是六案都孔目，这是人命重事，怎生不教我知道？(令史云)你下乡劝农去了，难道你一年不回，我则管等着你？(正末云)将状子来我看。(令史云)你看状子。(正末看科，云)供状人刘玉娘，见年三十五岁，系河南府在城录事司当差民户。有夫李德昌，将带资本课银一十锭，贩南昌买卖。前去一年，并无音信。至七月内，有不知姓名男子一个来寄信，说夫李德昌在五道将军庙中染病，不能动止。五娘听言，慌速雇了头口，直至城南庙中，扶策到家，入门气绝，七窍迸流鲜血。玉娘即时报与小叔叔李文道，有小叔叔说玉娘与奸夫同谋，合毒药药杀丈夫。所供是实，并无虚捏。相公，这状子不中使。(令史云)买不的东西，可知不中使。(正末云)四下里无墙壁。(令史云)相公在露天坐衙哩。(正末云)上面都是窟笼。(令史云)都是老鼠咬破的。(正末云)相公不信呵，听张鼎慢慢说一遍。(府尹云)你说我听。(正末云)\"供状人刘玉娘年三十五岁，系河南府在城录事司当差民户。有夫李德昌，将带资本课银一十锭，贩南昌买卖。\"这十锭银可是官收了？苦主收了？(令史云)不曾收。(正末云)这个也罢。\"前去一年，并无音信。于七月内，有不知姓名男子前来寄信。\"相公。这寄信人多大年纪？曾勾到官不曾？(令史云)不曾勾他。(正末云)这个不曾勾到官，怎么问得？又道：\"夫主李德昌在五道将军庙中染病，不能动止。玉娘听说，慌速雇了头口，到于城南庙中，扶策到家，入门气绝，七窍迸流鲜血。玉娘即时报与小叔叔李文道。小叔叔说玉娘与奸夫同谋。\"相公，这奸夫姓张姓李姓赵姓王？曾勾到官不曾？(令史云)若无奸夫，就是我。(正末云)\"合毒药药杀丈夫。\"相公，这毒药在谁家合来？这服药好歹有个着落。(令史云)若无人合这药，也就是我。(正末云)相公，你想波，银子又无，寄信人又无，奸夫又无，合毒药人又无，谋合人又无。这一行人都无，可怎生便杀了这妇人？(府尹云)萧令史，张鼎说这文案不中使。(令史云)张孔目，你也多管，干你甚么事？(?┰?萧令史，我与你说。人命事关天关地，非同小可。古人去：\"系狱之囚，日胜三秋。外则身苦，内则心忧。或笞或杖，或徒或流，掌刑君子，当以审求。赏罚国之大柄，喜怒人之常情。勿因喜而增赏，勿以怒而加刑。喜而增赏，犹恐追悔。怒而加刑，人命何辜？\"这的是霜降始知节妇苦，雪飞方表窦娥冤。(唱)【幺篇】早是这为官的性忒刚，则你这为吏的见不长，则这一桩公事总荒唐。那寄信人怎好不细防，更少这奸夫招状。(带云)相公，你想波。(唱)可怎生葫芦提推拥他亡云阳？(令史云)大人，张鼎骂你葫芦提也。(府尹云)张鼎，是谁葫芦提？(令史云)张鼎说，大人葫芦提。(府尹云)张鼎，是谁葫芦提？(正末跪科)小人怎敢！(府尹云)张鼎，这刘玉娘因奸杀夫，是前官断定的文案，差错是萧令史该管，你怎生说老夫葫芦提？我理任三日，就说我葫芦提，这以前须不是我在这里为官。兀那厮，近前来，这桩事就分付与你，三日便要问成。问不成呵，我不道的饶了你哩。哎！(词云)你个无端的贼吏奸猾，将老夫一谜里欺压。刘玉娘因奸杀夫，须则是前官问罢。你道是文卷差迟，你道是其中有诈。合毒药是李四张三？养奸夫是赵二王大？寄信人何姓何名？谋合人或多或寡？不由俺官长施行，则随你曹司掌把。你对谁行大叫高呼，公然的没些惧怕。我分付你这宗文卷，更限着三日严假。则要你审问推详，使不着舞文弄法。你问的成呵，我与你写表章，骑驿马，呈都省，奏圣人，重重的赐赏封官。问不成呵，将你个赛随何，欺陆贾、挺曹司、翻旧案，赤瓦不刺海猢狲头，尝我那明晃晃的势剑铜铡。(下)(令史云)左右你的头硬，便试一试铜铡，也不妨事。(诗云)得好休时不肯休。偏要立限当官决死囚。正是是非只为多开口，烦恼皆因强出头。(下)(正末云)张鼎，这是你的不是了也。(唱)【后庭花】揽这场不分明的腌勾当，今日将子人来无事讲。你早则得福也萧司吏，则被你送了人也刘玉娘。我这里自斟量，则俺那官人要个明降。这杀人的要见伤，做贼的要见脏，犯奸的要见双，一行人怎问当？【双雁儿】多则是没来山葫芦提打关防，待推辞早承向。眼见得三日时光如反掌，教我待不慌来怎个慌？待不忙来怎不忙？(云)张千，将刘玉娘下在死囚牢中去。(张千云)理会的。(正末唱)【浪里来煞】那刘五娘罪责虚，萧令史口诤强。我把那衔冤负屈是非场，离家枉死李德昌，知他来怎生身丧？我直教平人无事罪人偿。(下)第四折(正末上，云)自家张鼎是也。奉相公台旨，与我三日假限，若问成有赏。问不成呵，教我替刘玉娘偿命。张鼎，这是你的不是了也。(唱)【中吕】【粉蝶儿】投至我勘问出强贼，早忧愁的寸肠粉碎，闷恹恹废寝忘食。你教我怎研穷，难决断，这其间详细，索用心机，要搜寻百谋千计。【醉春风】我好意儿劝他家，将一个恶头儿揣与自己。原来口是祸之门，张鼎也你今日个，悔，悔！则要你那万法皆明，出脱的众人无事，全在你寸心不昧。(云)张千，押过那刘玉娘来。(张千云)理会的。犯妇当面。(旦跪科(正末唱)【叫声】虎狼似恶公人，可扑鲁拥推、拥推阶前跪，我则见暗着气吞着声把头低。(云)张千，且疏了他那枷者。(张千云)理会的。(做卸枷科，旦起身拜，云)谢了孔目，我改日送烧饼盒儿来。(做走科)(正末云)那里去？你去了呵，我替你男儿偿命那？(旦云)我则道饶了我来。(正末云)兀那妇人，你说你那词因来。若说的是呵，万事罢论；若说的不是呵。张千，准备下大棒子者。(唱)【喜春来】你道是衔冤负屈吃尽亏，则你这致命图财本是谁？直打的皮开肉绽悔时迟。不是我强罗织，早说了是便宜。(旦云)孔目哥哥．打死孩儿也，则是屈招了。(正末唱)【红绣鞋】我领了严假限一朝两日，你恰才支吾到数次十回，又惹场六问共三推。听了你一篇话，全无有半星实，我跟前怎过得。【迎仙客】比及下拶指，先浸了麻槌，行仗的腕头加气力。直打得紫连青，青间赤。枉惹得棍棒临逼，待悔如何悔。(旦云)便打杀我，则是屈招了也。(正末唱)【白鹤子】你道是便死呵则是屈，硬抵对不招实。(带云)我不问你别的，(唱)则问你出城时主何心？则他那入门死因何意？(云)兀那妇人，我问你。(唱)【幺篇】莫不他同买卖是新伴当？(旦云)我不知道。(正末唱)莫示是原茶酒旧相知？他可也怎生来寄家书？因甚上通消息？(旦云)孔目哥哥，我忘了那个人也。(正末云)你近前来，我打与你个模样儿。(旦云)日子久了，我忘了也。(正末唱)【幺篇】那厮身材是长共短？肌肉儿瘦和肥？他可是面皮黑面皮黄？他可是有髭髟力无髭髟力？(旦云)我想起些儿也。(正末云)惭愧。圣人道：\"视其所以，观其所由，察其所安，人焉瘦哉。\"(唱)【幺篇】投至得推详出贼下落，搜寻的案完备。兀的不熬煎的我鬓斑白，烦恼的我心肠碎？(云)兀那妇人，(唱)【幺篇】莫不是身居在小巷东？家住在大街西？他可是甚坊曲甚庄村？何姓字何名讳？(云)我再问你咱。(唱)【幺篇】莫不是买油面为节食？莫不是裁段匹作秋衣？我问你为何事离宅院？有甚干来城内？(云)张千，明日是甚日？(张千云)明日是七月七。(旦云)孔目哥哥，我想起来也。当年正是七月七，有一个卖魔合罗的寄信来，又与了我一个魔合罗儿。(正末云)兀那妇人，你那魔合罗有也无？如今在那里？(旦云)如今在俺家堂阁板儿上放着哩。(正末云)张千，与我取将来。(张千云)理会得。(做行科)我出的这门，来到这醋务巷。问人来，这是刘玉娘家里。我开开这门，家堂阁板上有个魔合罗，我拿着去。出的这门，来到衙门也。孔目哥哥，兀的不是个魔合罗儿。(正末云)是好一个魔合罗儿也。张千，装香来。魔合罗，是谁图财致命，李德昌怎生入门就死了？你对我说咱。(唱)【叫声】你曾把愚痴的小孩提，教诲、教诲的心聪慧，若把这冤屈事说与勘官知。【醉春风】不强似你教幼女演裁缝，劝佳人学绣刺？要分别那不明白的重刑名，魔合罗全在你。你若出脱了这妇衔冤，我教人将你享祭，煞强如小儿博戏。(云)魔合罗，你说波。可怎不言语？想当日狗有展草之恩，马有垂缰之报，禽兽尚然如此，何况你乎？你既教人拨火烧香，你何不通灵显圣。可怜负屈衔冤鬼，你指出图财致命人。(唱)【滚绣球】我与你曲湾湾画翠眉，宽绰绰穿绛衣，明晃晃凤冠霞帔，妆严的你这样何为？你若是到七月七，那其间乞巧的，将你做一家儿燕喜，你可便显神通，百事依随。比及你露十指玉笋穿针线，你怎不启一点朱唇说是非，教万代人知。(云)魔合罗，是谁杀了李德昌来？你对我说咱。(唱)【倘秀才】枉塑你似观音像仪，怎无那半点儿慈悲面皮？空着我盘问你将我不应对。我彻上下，细观窥到底。【蛮姑儿】我则道在那壁，原来在这里，谁想这底座儿下包藏着杀人贼。呼左右，上阶基，谁把高山认的？(云)张千，你认的高山么？(张千云)我认的。(正末云)你与我一步一棍打将来。(张千云)理会的。我出的衙门来试看咱。(高山上，云)我去城里讨魔合罗钱去咱。(张千做拿科，云)快走，衙门里等你哩。(高山云)哎呀！打杀我也。(做见跪科)(正末云)你便是那高山？(高山云)是便是，不知犯甚罪？被这厮流水似打将来。(正末云)兀那老子，你曾与人寄信来么？(高山云)老汉自小有三戒：一不作媒，二不做保，三不寄信。我不曾与人寄信。(正未云)着这老子画了字者。(高山云)我不曾寄信，教我画甚么字？(正末云)兀那老子，这魔合罗是谁塑的？(高山云)是我塑的。(正末云)着那妇人出来。(旦见高，云)老的，你认的我么？(高山云)姐姐，你敢是刘玉娘？你那李德昌好么？(旦云)李德昌死了也。(高山云)死了也，到是一个好人来。(正末云)可不道你不曾寄信？(高山云)我则寄了这一遭儿。(正末云)兀那老子，你怎生图财致命了李德昌？你从实招来。(高山诉词，云)听我老汉一一说真实，孔目哥哥自思忆。去年时遇七月七，来到城里觅衣食。行到城南五道庙，慌忙合掌去参谒。忽然有个李德昌，正在庙中染病疾。哭哭啼啼相烦我，因此替他传信息。一生破戒只这遭，谁想回家救不得。老汉担里无过魔合罗，并没一点砒霜一寸铁。怎把走村串疃货郎儿，屈勘做了图财致命杀人贼？(正末云)兀那老子，你与我实诉者。(高山云)正面儿的头戴凤翅盔，身穿锁子甲，手里仗着剑。左壁厢一个，戴黑楼兜子，身穿着绿襕，手拿着一管笔，挟着个纸簿子。右壁厢一个，青脸獠牙。朱红头发，手拿着狼牙棒。(正末云)那个不是泥的。(高山云)你叫我实塑。(正末云)张千，与我打这老子。(张千做打科)(正末唱)【快活三】魔合罗是你塑的，这高山是你名讳。今日个并脏拿贼更推谁？你刬地硬抵着头皮儿对。【鲍老儿】须是你药杀他男儿，又带累他妻。呀！你畅好会使拖刀计，漾一个瓦块儿在虚空里，怎生住的？呀！到了呵须按实田地，不要你狂言诈语，花唇巧舌，信口支持。则要你依头缕当，分星劈两，责状招实。(高山云)孔目哥哥，休道招状。我等身图也敢画与你。(做画字科)(正末云)兀那老子，你近前来我问你波。(唱)【鬼三台】你和他从头里，传消息，沿路上曾撞着谁？(高山云)我不曾撞着人。(正末云)兀那老子，比及你见刘玉娘呵，城中先见谁来？(高山云)我想起来也。我入的城来，撒了一胞尿。(正末云)谁问你这个来？(高山云)我入城时，曾问人来，那人家门首吊着个龟盖。(正末云)敢是鳖壳？(高山云)直这等鳖杀我也。他那门前又有个石船。(正末云)敢是石碾子？(高山云)若是碾着，骨头都粉碎了。我见里面坐着个人，那厮是个兽医。(正末云)敢是个太医？(高山云)是个兽医。(正末云)怎生认的他是兽医？(高山云)既不是兽医，怎生做出这驴马的勾当？他叫做什么赛卢医？(正末云)刘玉娘，你认的赛卢医么？(旦云)他就是我小叔叔。(正末云)你叔嫂可和睦么？(旦云)俺不和睦(正末唱)听言罢，闷渐消，添欢喜，这官司才是实。呼左右问端的这医人与谁相识。(云)张千，将老子打上八十？为他不应塑魔合罗。打着者。(张千打科，云)六十，七十，八十。抢出去。(高山云)哥哥为什么打我这八十？(张千云)为你不应塑魔合罗。(高山云)塑魔合罗打了八十，若塑个金刚就割下头未？(下)(正末云)张千，将刘玉娘提在一壁，你与我唤将赛卢医来。(张千云)我出的这衙门来，这个门儿就是。赛卢医在家么？(李文道上，云)谁唤哩？我开门看咱，哥哥叫我怎的？(张千云)我是衙门张千，孔目哥哥相请。(李文道云)咱和你去来。(张千云)到也，我先过去。(报科)赛卢医来了也。(正末云)着他进来。(见科)(李文道云)孔目哥哥，叫我有何事？(正末云)老相公夫人染病，这是五两银子，权当药资，休嫌少。(李文道云)要甚么药？(正末唱)【剔银灯】他又不是多年旧积，则是些冷物重伤了脾胃。则你那建中汤我想也堪医治，你则是加些附子当归。(李文道云)我随身带着药，拿与老夫人吃去。(张千云)将来，我送去。(做送药，回科)(正末与张千做耳喑科，云)张千，你看老夫人吃药如何？(张千云)理会的。(下，随上，云)孔目哥哥，老夫人吃了药，七窍迸流鲜血死了也。(正末云)赛卢医，你听得么？老夫人吃下药七窍迸流鲜血死了也。(李文道慌科，云)孔目哥哥救我咱。(正末云)我如今出脱你，你家里有甚么人？(李文道云)我有个老子。(正末云)多大年纪了？(李文道云)俺老子八十岁了。(正末云)老不加刑，则是罚赎。赛卢医，你若合的你老子，我便出脱的你。你若舍不的呵，出脱不的你。(李文道云)谢了哥哥。(正末云)我如今说与你：我便道赛卢医，你说小的。我便道谁合毒药来？你便道是俺老子来。我便道谁生情造意来？你便道是俺老子来。我便道谁拿银子来？你便道是俺老子来。我便道不是你么？你便道并不干小的事。你这般说，才出脱的你。(李文道云)谢了哥哥。(正末云)张千，你着他司房里去，你与我一步一棍打将那老子来者。(唱)那老子我亲身的，问他是实，(带云)张千，(唱)你只道见有人当官来告执。【蔓青菜】你说道是新刷卷的张司吏，一径的将你紧勾迫，教我火速来唤你。但若有分毫不遵依，你将他拖向囚牢内。(张千云)我出的这门来，老李在家么？(李彦实上，云)是谁唤我哩？(张千云)衙门里唤你哩。(李彦实云)我和你去来。(李老做见正末科，云)唤老汉有甚么事？(正末云)兀那老子，有人告着你哩。(李彦实云)是谁告我？老汉有甚罪过？(正末云)是你孩儿李文道告你。你不信须认的他声音也。(唱)【穷河西】谁向宫中指攀着伊，是你那孝子曾参赛卢医。又不是恰才新认义，须是你亲侄。哎！老丑生无端忒下的。(李彦实云)我不信，李文道在那里？(正末云)你不信，听我叫，赛卢医！(李文道云)小的有。(正末云)谁合毒药来？(李文道云)是俺父亲来。(正末云)谁土情造意来？(李文道云)是俺父亲来。(正末云)谁拿银子来？(李文道云)是俺父亲来。(正末云)都是谁来？(李文道云)并不干我事，都是俺父亲来。(正末云)兀那老子，快快从实招来。(李彦实云)哥哥，这都是他做的事，怎么推在我老子身上？(正末云)既是他，你画了字者。(李老画字科)(张千云)他画了字也，我开开这门。(李老打文道科，云)药杀哥哥也是你，谋取财物也是你，强逼嫂嫂私休也是你。都是你来，都是你来。(李文道云)不是，我招的是药杀夫人的事。(李彦实云)呀！我可将药杀了哥哥的事都招了也。(李文道云)招了咱死也，老弟子孩儿。(正末唱)【柳青娘】只着这些儿见识，瞒过这老无知。却不你干悔万悔，泼水在地怎收拾。唬的个黄甘甘脸儿如地皮，可不道一言既出，便是驷马难追。已招伏，怎改易，要承抵。【道和】方知端的，知端的、虚事不能实。忒跷蹊，教俺、教俺难根缉，教俺、教俺耽干系。使心机，啜赚出是和非。难支吾，难支对，难分说，难分细。那些、那些咱欢喜，咱伶俐，一行人个个服情罪。若非、若非有大理，这当堂假限刚三日，可不的势剑倒是咱先吃。(云)一行人休少了一个，跟我见相公去来。(府尹上，云)张鼎，问的事如何？(正末云)问成了也，请相公下断。(府尹云)这件事老夫已明知了也。一行人听我下断：本处官吏不才，仗一百永不叙用。李彦实主家不正，仗八十，年老罚钞赎罪。刘玉娘屈受拷讯，请敕旌表门庭。李文道谋杀兄长，押赴市曹处斩。老夫分三个月俸钱，重赏张鼎。(词云)奉圣旨赐赏迁升，张孔目执掌刑名。刘玉娘供明无事，守家私旌表门庭。泼无徒败伦伤化，押市曹正法严刑。(旦拜谢科，云)感谢相公。(正末唱)【煞尾】想兄弟情亲如手足，怎下的生心将兄命亏。我将杀人贼斩首在云阳内，还报的这衔冤负屈鬼。题目李文道毒药摆哥哥萧令史暗里得钱多正名高老儿屈下河南府张平叔智勘魔合罗",
        "author": "元代",
        "poem_class": "写山",
        "dynasty": "唐毅夫"
    },
    {
        "title": "题君山",
        "paragraph": "曾于方外见麻姑，闻说君山自古无。元是昆仑山顶石，海风吹落洞庭湖。打起黄莺儿，莫教枝上啼。啼时惊妾梦，不得到辽西。自余为僇人，居是州，恒惴栗。其隙也，则施施而行，漫漫而游。日与其徒上高山，入深林，穷回溪，幽泉怪石，无远不到。到则披草而坐，倾壶而醉。醉则更相枕以卧，卧而梦。意有所极，梦亦同趣。觉而起，起而归；以为凡是州之山水有异态者，皆我有也，而未始知西山之怪特。今年九月二十八日，因坐法华西亭，望西山，始指异之。遂命仆人过湘江，缘染溪，斫榛莽，焚茅茷，穷山之高而止。攀援而登，箕踞而遨，则凡数州之土壤，皆在衽席之下。其高下之势，岈然洼然，若垤若穴，尺寸千里，攒蹙累积，莫得遁隐。萦青缭白，外与天际，四望如一。然后知是山之特立，不与培塿为类。悠悠乎与颢气俱，而莫得其涯；洋洋乎与造物者游，而不知其所穷。引觞满酌，颓然就醉，不知日之入。苍然暮色，自远而至，至无所见，而犹不欲归。心凝形释，与万化冥合。然后知吾向之未始游，游于是乎始。故为之文以志。是岁，元和四年也。春种一粒粟，秋收万颗子。四海无闲田，农夫犹饿死。锄禾日当午，汗滴禾下土。谁知盘中餐，粒粒皆辛苦？",
        "author": "唐代",
        "poem_class": "写山",
        "dynasty": "方干"
    },
    {
        "title": "登峨眉山",
        "paragraph": "蜀国多仙山，峨眉邈难匹。周流试登览，绝怪安可悉？青冥倚天开，彩错疑画出。泠然紫霞赏，果得锦囊术。云间吟琼箫，石上弄宝瑟。平生有微尚，欢笑自此毕。烟容如在颜，尘累忽相失。倘逢骑羊子，携手凌白日。得即高歌失即休，多愁多恨亦悠悠。今朝有酒今朝醉，明日愁来明日愁。佳辰强饮食犹寒，隐几萧条戴鹖冠。春水船如天上坐，老年花似雾中看。娟娟戏蝶过闲幔，片片轻鸥下急湍。云白山青万余里，愁看直北是长安。读书不觉已春深，一寸光阴一寸金。(已春深 一作：春已深)不是道人来引笑，周情孔思正追寻。",
        "author": "唐代",
        "poem_class": "写山",
        "dynasty": "李白"
    },
    {
        "title": "山中",
        "paragraph": "结茅临水石，淡寂益闲吟。久雨寒蝉少，空山落叶深。危楼乘月上，远寺听钟寻。昨得江僧信，期来此息心。茅檐长扫净无苔，花木成畦手自栽。一水护田将绿绕，两山排闼送青来。江南蝶，斜日一双双。身似何郎全傅粉，心如韩寿爱偷香。天赋与轻狂。微雨后，薄翅腻烟光。才伴游蜂来小院，又随飞絮过东墙。长是为花忙。池上春归何处？满目落花飞絮。孤馆悄无人，梦断月堤归路。无绪，无绪。帘外五更风雨。",
        "author": "宋代",
        "poem_class": "写山",
        "dynasty": "秘演"
    },
    {
        "title": "狼山观海",
        "paragraph": "万里昆仑谁凿破，无边波浪拍天来。晓寒云雾连穷屿，春暖鱼龙化蛰雷。阆苑仙人何处觅？灵槎使者几时回？遨游半在江湖里，始觉今朝眼界开。南枝才放两三花，雪里吟香弄粉些。淡淡著烟浓著月，深深笼水浅笼沙。梦里青春可得追？欲将诗句绊余晖。酒阑病客惟思睡，蜜熟黄蜂亦懒飞。芍药樱桃俱扫地，鬓丝禅榻两忘机。凭君借取法界观，一洗人间万事非。小径红稀，芳郊绿遍。高台树色阴阴见。春风不解禁杨花，蒙蒙乱扑行人面。(蒙 通：濛)翠叶藏莺，朱帘隔燕。炉香静逐游丝转。一场愁梦酒醒时，斜阳却照深深院。",
        "author": "宋代",
        "poem_class": "写山",
        "dynasty": "王安石"
    },
    {
        "title": "天作",
        "paragraph": "天作高山，大王荒之。彼作矣，文王康之。彼徂矣，岐有夷之行。子孙保之。楚子狩于州来，次于颍尾，使荡侯、潘子、司马督、嚣尹午、陵尹喜帅师围徐以惧吴。楚子次于乾溪，以为之援。 雨雪，王皮冠，秦复陶，翠被，豹舄，执鞭以出，仆析父从。右尹子革夕，王见之。去冠被，舍鞭，与之语曰：“昔我先王熊绎与吕伋、王孙牟、燮父、禽父，并事康王，四国皆有分，我独无有。今吾使人于周，求鼎以为分，王其与我乎？” 对曰：“与君王哉！昔我先王熊绎，辟在荆山，筚路蓝缕，以处草莽，跋涉山林，以事天子，唯是桃弧、棘矢，以共御王事。齐，王舅也；晋及鲁、卫，王母弟也。楚是以无分，而彼皆有。今周与四国服事君王，将唯命是从，岂其爱鼎？”王曰：“昔我皇祖伯父昆吾，旧许是宅。今郑人贪赖其田，而不我与。我若求之，其与我乎？” 对曰：“与君王哉！周不爱鼎，郑敢爱田？”王曰：“昔诸侯远我而畏晋，今我大城陈、蔡、不羹，赋皆千乘，子与有劳焉。诸侯其畏我乎？”对曰：“畏君王哉！是四国者，专足畏也，又加之以楚，敢不畏君王哉？” 工尹路请曰：“君王命剥圭以为鏚柲，敢请命。”王入视之。析父谓子革：“吾子，楚国之望也！今与王言如响，国其若之何？”子革曰：“摩厉以须，王出，吾刃将斩矣。” 王出，复语。左史倚相趋过。王曰：“是良史也，子善视之。是能读《三坟》、《五典》、《八索》、《九丘》。”对曰：“臣尝问焉，昔穆王欲肆其心，周行天下，将皆必有车辙马迹焉。祭公谋父作《祈招》之诗，以止王心，王是以获没于祗宫。臣问其诗而不知也；若问远焉，其焉能知之？” 王曰：“子能乎？”对曰：“能。其《诗》曰：‘祈招之愔愔，式昭德音。思我王度，式如玉，式如金。形民之力，而无醉饱之心。’” 王揖而入，馈不食，寝不寐，数日。不能自克，以及于难。 仲尼曰：“古也有志：‘克己复礼，仁也。’信善哉！楚灵王若能如是，岂其辱于乾溪？” 令月吉日。始加元服。弃尔幼志。顺尔成德。寿考惟祺。介尔景福。吉月令辰。乃申尔服。敬尔威仪。淑慎尔德。眉寿万年。永受胡福。以岁之正。以月之令。咸加尔服。兄弟具在。以成厥德。黄耇无疆。受天之庆。甘醴惟厚。嘉荐令芳。拜受祭之。以定尔祥。承天之休。寿考不忘。旨酒既清。嘉荐禀时。始加元服。兄弟具来。孝友时格。永乃保之。旨酒既清。嘉荐伊脯。乃申尔服。礼仪有序。祭此嘉爵。承天之祜。旨酒令芳。笾豆有楚。咸加尔服。肴升折沮。承天之庆。受福无疆。礼仪既备。令月吉日。昭告尔字。爰字孔嘉。髦士攸宜。宜之于假。永受保之。凤兮凤兮何德之衰也。来也不可待。往事不可追也。天下有道。圣人成焉。天下无道。圣人生焉。方今之时。仅免刑焉。福轻乎羽。莫之知载。祸重乎地。莫之知避。已乎已乎。临人以德。殆乎殆乎。画地而趋。迷阳迷阳。无伤吾行。吾行却曲。无伤吾足。",
        "author": "先秦",
        "poem_class": "写山",
        "dynasty": "佚名"
    },
    {
        "title": "七绝·莫干山",
        "paragraph": "翻身复进七人房，回首峰峦入莽苍。四十八盘才走过，风驰又已到钱塘。别梦依稀咒逝川，故园三十二年前。红旗卷起农奴戟，黑手高悬霸主鞭。为有牺牲多壮志，敢教日月换新天。喜看稻菽千重浪，遍地英雄下夕烟。当年忠贞为国酬，何曾怕断头？如今天下红遍，江山靠谁守？业未就，身躯倦，鬓已秋；你我之辈，忍将夙愿，付与东流？饮茶粤海未能忘，索句渝州叶正黄。三十一年还旧国，落花时节读华章。牢骚太盛防肠断，风物长宜放眼量。莫道昆明池水浅，观鱼胜过富春江。",
        "author": "近现代",
        "poem_class": "写山",
        "dynasty": "毛泽东"
    },
    {
        "title": "题卢处士山居 / 处士卢岵山居",
        "paragraph": "西溪问樵客，遥识楚人家。古树老连石，急泉清露沙。 千峰随雨暗，一径入云斜。日暮飞鸦集，满山荞麦花。孤云将野鹤，岂向人间住。莫买沃洲山，时人已知处。更深月色半人家，北斗阑干南斗斜。 今夜偏知春气暖，虫声新透绿窗纱。岱宗夫如何？齐鲁青未了。造化钟神秀，阴阳割昏晓。荡胸生曾云，决眦入归鸟。( 曾 同：层)会当凌绝顶，一览众山小。",
        "author": "唐代",
        "poem_class": "写山",
        "dynasty": "温庭筠"
    },
    {
        "title": "岘山怀古",
        "paragraph": "访古登岘首，凭高眺襄中。天清远峰出，水落寒沙空。弄珠见游女，醉酒怀山公。感叹发秋兴，长松鸣夜风。雨过一蝉噪，飘萧松桂秋。青苔满阶砌，白鸟故迟留。暮霭生深树，斜阳下小楼。谁知竹西路，歌吹是扬州。万丈红泉落，迢迢半紫氛。奔流下杂树，洒落出重云。日照虹霓似，天清风雨闻。灵山多秀色，空水共氤氲。蚤是伤春梦雨天，可堪芳草更芊芊。内官初赐清明火，上相闲分白打钱。紫陌乱嘶红叱拨，绿杨高映画秋千。游人记得承平事，暗喜风光似昔年。",
        "author": "唐代",
        "poem_class": "写山",
        "dynasty": "李白"
    },
    {
        "title": "七绝·五云山",
        "paragraph": "五云山上五云飞，远接群峰近拂堤。若问杭州何处好，此中听得野莺啼。西园花落深堪扫，过眼韶华真草草。开时寂寂尚无人，今日偏嗔摇落早。昨朝却走西山道，花事山中浑未了。数峰和雨对斜阳，十里杜鹃红似烧。月到东南秋正半。双阙中间，浩荡流银汉。谁起水精帘下看。风前隐隐闻箫管。凉露湿衣风拂面。坐爱清光，分照恩和怨。苑柳宫槐浑一片。长门西去昭阳殿。三义塔者，中国上海闸北三义里遗鸠埋骨之塔也，在日本，农人共建。奔霆飞熛歼人子，败井颓垣剩饿鸠。 偶值大心离火宅，终遗高塔念瀛洲。精禽梦觉仍衔石，斗士诚坚共抗流。度尽劫波兄弟在，相逢一笑泯恩仇。西村博士于上海战后得丧家之鸠，持归养之，初亦相安，而终化去。建塔以藏，且征题咏，率成一律，聊答遐情云尔。",
        "author": "近现代",
        "poem_class": "写山",
        "dynasty": "毛泽东"
    },
    {
        "title": "望岳三首·其三",
        "paragraph": "南岳配朱鸟，秩礼自百王。欻吸领地灵，鸿洞半炎方。邦家用祀典，在德非馨香。巡守何寂寥，有虞今则亡。洎吾隘世网，行迈越潇湘。渴日绝壁出，漾舟清光旁。祝融五峰尊，峰峰次低昂。紫盖独不朝，争长嶪相望。恭闻魏夫人，群仙夹翱翔。有时五峰气，散风如飞霜。牵迫限修途，未暇杖崇冈。归来觊命驾，沐浴休玉堂。三叹问府主，曷以赞我皇。牲璧忍衰俗，神其思降祥。床前明月光，疑是地上霜。举头望明月，低头思故乡。杨柳青青江水平，闻郎江上唱歌声。(唱歌 一作：踏歌)东边日出西边雨，道是无晴却有晴。(却有晴 一作：还有晴)杳杳寒山道，落落冷涧滨。啾啾常有鸟，寂寂更无人。淅淅风吹面，纷纷雪积身。朝朝不见日，岁岁不知春。",
        "author": "唐代",
        "poem_class": "写山",
        "dynasty": "杜甫"
    },
    {
        "title": "晚泊浔阳望庐山",
        "paragraph": "挂席几千里，名山都未逢。泊舟浔阳郭，始见香炉峰。尝读远公传，永怀尘外踪。东林精舍近，日暮空闻钟。田家少闲月，五月人倍忙。夜来南风起，小麦覆陇黄。妇姑荷箪食，童稚携壶浆，相随饷田去，丁壮在南冈。足蒸暑土气，背灼炎天光，力尽不知热，但惜夏日长。复有贫妇人，抱子在其旁，右手秉遗穗，左臂悬敝筐。听其相顾言，闻者为悲伤。家田输税尽，拾此充饥肠。今我何功德？曾不事农桑。吏禄三百石，岁晏有余粮，念此私自愧，尽日不能忘。城上春云覆苑墙，江亭晚色静年芳。林花著雨胭脂落，水荇牵风翠带长。龙武新军深驻辇，芙蓉别殿谩焚香。何时诏此金钱会，暂醉佳人锦瑟旁。吟君叹逝双绝句，使我伤怀奏短歌。世上空惊故人少，集中惟觉祭文多。芳林新叶催陈叶，流水前波让後波。万古到今同此恨，闻琴泪尽欲如何。",
        "author": "唐代",
        "poem_class": "写山",
        "dynasty": "孟浩然"
    },
    {
        "title": "生查子·独游西岩",
        "paragraph": "青山招不来，偃蹇谁怜汝？岁晚太寒生，唤我溪边住。山头明月来，本在天高处。夜夜入青溪，听读《离骚》去。我来吊古，上危楼、赢得闲愁千斛。虎踞龙蟠何处是，只有兴亡满目。柳外斜阳，水边归鸟，陇上吹乔木。片帆西去，一声谁喷霜竹。 却忆安石风流，东山岁晚，泪落哀筝曲。儿辈功名都付与，长日惟消棋局。宝镜难寻，碧云将暮，谁劝杯中绿。江头风怒，朝来波浪翻屋。自笑平生为口忙，老来事业转荒唐。长江绕郭知鱼美，好竹连山觉笋香。逐客不妨员外置，诗人例作水曹郎。只惭无补丝毫事，尚费官家压酒囊。杯汝来前！老子今朝，点检形骸。甚长年抱渴，咽如焦釜；于今喜睡，气似奔雷。汝说“刘伶，古今达者，醉后何妨死便埋”。浑如此，叹汝于知己，真少恩哉！更凭歌舞为媒。算合作人间鸩毒猜。况怨无小大，生于所爱；物无美恶，过则为灾。与汝成言，勿留亟退，吾力犹能肆汝杯。杯再拜，道麾之即去，招则须来。",
        "author": "宋代",
        "poem_class": "写山",
        "dynasty": "辛弃疾"
    },
    {
        "title": "沁园春·再次韵",
        "paragraph": "混沌凿开，天险巍巍，东岩峻兮。是云髓凝成，半空高矗，天风吹裂，一线中开。妙出神功，高擎仙界，鸟道疑当太白西。凭高处，见云嘘岩腹，鼓舞风雷。落花香染桃鞋。快阔步青云志壮哉。便万里孤骞，超人间世，一枝高折，作月中梯。笔蘸天河，手扪象纬，笑傲风云入壮题。摩苍壁，扫龙蛇醉墨，翔舞徘徊。楔子(冲末扮李府尹引从人上，诗云)白发刁骚两鬓侵，老来灰尽少年心。等闲分食天家禄，但得身安抵万金。老夫姓李，双名彦实，官居府尹之职。夫人刘氏，早年亡逝已过，所生一女，小字玉英，年长一十八岁，未曾许聘他人。如今被左司家朦胧劾奏，官里听信谗言，差金牌校尉拿我赴京问罪。嗨！朝廷上多少滥官污吏，一生享用荣华不尽。只有老夫忠勤廉正，替朝廷干事的，反倒受人弹论。公道安在！我想此一去，莫说途路遥远，便是到得京师，也还有许多费用。争奈囊底萧条，盘缠缺少，无计所出\"已曾着人至玉清庵请刘道姑去了，这早晚敢待来也。(丑扮道姑上，云)道可道，非常道；名可名，非常名。贫道乃玉清庵刘道姑是也，正在道堂中看经。有李府尹相公着人相请，不知有甚事，须索走一遭去。可早来到也。不必报复，我自过去。(做见科)老相公呼唤贫姑，有何事干？(李府尹云)刘道姑，你来了也。我如今有罪赴京听勘，争奈缺少盘缠。一径请你来，不问那里，替我借十个银子与我做盘缠。老夫在家等侯，你小心在意，疾去早来。(道姑云)有、有、有。刘员外家广放私债，莫说十个，二十个也有。我就去。(李府尹诗云)可怜我囊橐凄清，专望你假贷登程。(道姑诗云)刘员外金银广有，只要扣日子还得至诚。(同下)(净扮刘员外上，万)小生姓刘，双名彦明，家中颇有钱财，人皆员外称之。今日开开这解典库，看有甚么人来。(道姑上，云)此间正是刘员外门首，我自过去。员外稽首。(刘员外云)姑姑，你来我家有何事？(道姑云)我无事也不来。有本处李府尹相公要赴京去，缺少盘缠，问员外借十个银子，回来本利一并交还。(刘员外云)他家下有谁？(道姑云)他家别无亲人，止有一个小姐。(刘员外云)既是这等，我借与他十个银子。着他立一纸文书，你就做保人，着他那小姐也画个字，久后好还我债。我与你银子拿去。(道姑云)我知道。快将银子来，我回李府尹相公的话去。(下)(刘员外云)我十个银子都交付与道姑去了。我无甚事，城里城外索钱去来。(下)(李府尹上，云)我着刘道姑借钱去，这早晚怎生不见回话？好焦死人也！(道姑上，云)我将着这银子回老相公的话去。(见科，云)老相公，我问刘员外借了十个银子，着你立一纸文书，着小姐也画一个宇，我就做保人，(李府尹云)这等，绣房中请出小姐来。(道姑云)梅香，后堂请出小姐来。(梅香云)姐姐有请。(正旦扮玉英上，云)妾身是李府尹的女孩，小字玉英，年长一十八岁，未曾许聘他人。今有父亲在前堂上呼唤，不知甚事，须索见来。(见科，云)父亲，呼唤您孩儿，有何分付？(李府尹云)唤你来别无甚事。我今被左司家劾奏，着我赴京听勘。争奈缺少盘缠，央刘道姑问刘员外借了十个银子，他要立一纸文书，就是道姑做保人，着你也画一个字，久以后好要你还钱。(正旦云)父亲，我是个女孩儿家，羞答答的，那里会画字来？(李府尹云)孩儿，你依着我画一个字者。(道姑云)将笔来。小姐你画一个字。(做画字，李府尹看科，云)道姑，文书上字都画了，你将的去。(道姑云)有了文书，我拿去也。(下)(正旦云)父亲，你是必早些儿回来。(李府尹云)孩儿，你休烦恼，我岂不要早些回来？但今日之事，我的生死尚且不保。皆因我素性忠直无私，朝中无一人肯向我的。只除公道明白，或者有个生还日子，不然便当死于长安，终为怨鬼。(叹科，云)孩儿，你今年一十八岁，也不小了。终身之计，你自家做个主意，我也顾你不得。(旦云)父亲说那里话？(悲科)(唱)【仙吕】【端正好】渭城歌，阳关恨，别离罢路践红尘。可怜见女孩儿独自个无人问。父亲也，你是必频频的稍带一纸平安信。(下)(李府尹云)孩儿回后房中去了也。左右将马来，则今日赴京走一遭去。(诗云)别泪不胜弹，悲歌行路难。浮云能蔽日，何处是长安？(下)第一折(刘员外上，云)自家刘员外的便是。自从李府尹借了我十个银子，可早一年光景也，本利都无。闻知他有个小姐，生的十分标致，大有颜色。料他父亲也无钱还我，我一心要娶他做浑家可不好？我着人请刘道姑去了，这早晚敢待来也。(道姑上，云)自家刘道姑的便是。刘员外使人来请，须索走一遭去。(见科，云)员外唤我，有甚么事？(刘员外云)请你来别无他事。自从李府尹借了我十个银子，今经一年光景，不见回来，算本利该二十个银子还我，你与我讨去。(道姑云)员外再等几时，待老相公回来，还你这银子。(刘员外云)道姑，你说话只当放(道姑云)放甚么？(刘员外云)放屁！假若相公一年不来，我等一年，十年不来，我等十年？你好不晓事！我不瞒你说，你如今问他那小姐讨那银子去。有便还我，若无呵，这里也无人，我虽然叫做员外，这等年纪，我没浑家。他若肯与我做个浑家，一本一利，都不要他还。你若圆成了我呵，重重的相谢你，你可作成我一作成。(道姑云)员外甚么道理！他少你钱则少你钱，他是官宦人家小姐，怎生与你为妻那？(刘员外云)好姑姑，我央及你替我圆成。我唱喏。(道姑云)你唱喏，我跪。(刘员外云)你跪，我磕头。你作成我罢。(道姑云)员外，你讨钱只讨钱，这桩事我不敢许你。(刘员外云)我央及你不肯。当时借银子时，是你来借，是你保人，我如今拖到官中去。那个出家人做保人？上起刑法来，我儿也，直把你打掉那下半截来。(道姑云)那个要媳妇的这等放刁？(刘员外云)姑姑，你若作成我这桩亲事，重重相谢。你好歹早些儿来回话。(下)(道姑云)你道波，我是个出家人，没来由管这等事做甚么？我待不依他，他既然说出来，敢是做出来。我将着这羞脸儿揣在怀里，直到李府尹宅中，问这桩事走一遭去。(诗云)是非只为多开口，烦恼皆因强出头。我道姑若不依员外，恐防日后记冤仇。(下)(正旦引梅香上，云)妾身李府尹的女孩儿。自从父亲赴京之后，可早一载有余，音信皆无。妾身每日在绣房中做些女工生活，好是烦恼人也。(梅香云)小姐，老相公去了自有回来之日，且皆烦恼。(正旦唱)【仙吕】【点绛唇】自从俺父亲往京师，妾身独自忧愁死。掌把着许大家私，无一个人扶侍。【混江龙】耽阁了二十一二，好前程不见俺称心时。每日家鬓鬟羞整，粉黛慵施。熬永夜闲描那花样子，捱长日频拈我这绣针儿。每日家重念想，再寻思，情脉脉，意孜孜，几时得效琴瑟，配雄雌，成比翼，接连枝？但得个俊男儿，恁时节才遂了我平生志。免的俺夫妻每感恨，觑的他天地无私。(道姑上，云)说话中间，可早来到李相公家了也。梅香报复去，道有刘道姑在于门首。(梅香报科，云)小姐，有刘道姑在于门首。(正旦云)道有请。(梅香云)请进去。(见科)(道姑云)小姐稽首。(正旦唱)【油葫芦】甚风儿吹你个姑姑来到此？(道姑云)贫姑一径的来望小姐。(正旦云)姑姑请坐。(唱)慌忙将礼数施。(道姑云)小姐，老相公去后，你每日做甚么功课？(正旦云)我绣着一床锦被哩。(唱)自从我绣鸳鸯，几曾离了绣床时？我着这金线儿妆出鸳鸯字，我着这绿绒儿分作鸳鸯翅。你看那枝缠着花，花缠着枝。(道姑云)小姐，这是甚么主意？(正旦唱)直等的俺成就了百岁姻缘事，恁时节才添上两个眼睛儿。(道姑云)小姐费得功夫多了。(正旦唱)【天下乐】则这鸳鸯被是我夫妻也那信有之，(道姑云)小姐，你拣个好财主每好秀才每，或招或嫁，可不好那？(正旦云)姑姑，你说他怎的！(唱)嗟也波咨，可也甚意儿。则为我父亲家，因此上不曾理婚姻事。说的人睡卧又不宁，害的人涕喷又不止，你着我不明白憔悴死。(道姑云)小姐，我想你这年纪小小的，趁如今与人家寻一个穿衣吃饭的才是。(正旦做欲说又止科)(道姑云)小姐，这里又无个人，我和你自家闲讲，怕甚的来。(正旦云)我怕不有这个心事，争奈无人肯成就俺。想起这世间男子无妻是家无主，妇人无夫是身无主也。(道姑云)小姐，可知道你这些时憔悴了也。(正旦唱)【后庭花】则我这瘦形骸削了四肢，小腰身争了半指。宽掩过罗裙摺，全松了我这楼带儿。(带云)我父亲呵，(唱)他一去几多时，杳没个音书来至。撇得我冷清清泪似丝，闷恹恹过日子。学刺绣一首诗，索对那两句词。空展开花样纸，摺成个简帖儿，又不是请亲邻会酒卮，只把小梅香胡乱使。(梅香云)俺姐姐这些时，每日忧愁，睡卧不安，弄得越清减了。依着梅香，寻一个风风流流俊俊俏俏的姐夫拖带梅香，可不好也。(道姑云)说得有理，说得有理！小姐你自要做主意，休得误了青春。(正旦唱)【柳叶儿】你着我和谁传示？只落得清减了脸上胭脂。这姻缘知道落在何人氏？我李玉英是闺中女，你姑姑是个出家儿，可不空费你这一片神思。(道姑云)小姐，您恰才不说来？妇人无夫是身无主。虽然老相公不在家，难道十年不回，守他十年？二十年不回，守他二十年，可不等老了人？(正旦唱)【青哥儿】非是我推三、推三阻四，这事情应难、应难造次，虽然道男女婚姻贵及时。我须是娇滴滴美玉无疵，又不比败草残枝，怎好的害杀相思？只待要寻个人儿，便窬墙钻穴也无辞，这等胡行事！(道姑云)小姐，这也不妨事。只要寻的个人儿停当。(正旦云)人儿那里？(道姑云)这个人就是当初老相公借银子的刘员外。他是名门旧族，现有百万家财，何等不好？(正旦唱)【寄生草】你道他是名门子，又道他富不赀。(道姑云)你老相公借他十个银子，如今该本利二十个，须要还他哩。(正旦云)待我父亲回来还他，干我甚事？(唱)他有钱财只做得钱财使，(道姑云)他道老相公借银子的文书，你也画得有字来。(正旦唱)论婚姻须不曾画个婚姻字，(道姑云)当日借银子原写着我是保人，他要拖我到官中告去。我是出家人，怎么好做借银子的保人？可不连累我，倒替你吃官司！(正旦唱)便吃官司我也拼得替你官司死。总饶他铜山百座邓通家，怎动的我琴心一曲临邛氏。(道姑云)小姐。若真个打起官司来，出乖露丑，一发不好，(正旦叹科，云)只是我家不合借他银子，怎么累的你。那刘员外今年多大年纪了？(道姑云)，员外今年二十三岁，有多少人家与他说亲，只是没个十分中意的，因此上还不曾有娘子。(正旦云)人物如何？(道姑云)天生的一表非俗，匹配得你过。(正旦云)这等我可则依着姑姑便了。(道姑云)既是小姐肯从，今晚夜间你到我庵中，我请将刘员外来，成了这桩亲事。休道十个银子，便是一百个银子，也不说起了。(正旦云)姑姑，你将我这鸳鸯被儿去。被儿到处，便是我一世的前程。你先去，我自到你庵中来也。(做付绣被科)(道姑云)小姐，你早些儿来，休要失信。(梅香云)我梅香今夜跟小姐去，和刘员外成其夫妇，连梅香也得个出头日子。(正旦云)梅香，这等事怎么带的你去？(唱)【赚煞】则你那修道的玉清庵，索强如题笔的金山寺。罗帏里新婚燕尔，舒展开鸳鸯锦被儿，可着我羞答答说甚言词。这些时素质冰姿，也是我不合先接了东君第一枝。道与那多情的秀士，偷传心事，到天明是必休撇了这个女孩儿。(同梅香下)(道姑云)我则道小姐不肯，不想当真许了这亲事。我将这床被儿到刘员外家报个喜信，走一遭去来。(下)(刘员外上，云)我着刘道姑将着那文书，李府尹家小姐处说亲去了，这早晚敢待来也。(道姑上见科，云)员外，且喜且喜。小姐说今夜晚间约定在玉清庵中与你赴期，教我先将的鸳鸯被来了也。(刘员外云)果然是真，多谢了姑姑。今夜晚间若成就了这亲事，我重重的相谢你咱。(诗云)险把心机都使碎，今宵博得鸳鸯被。(道姑笑科，诗云)正是无缘对面不相逢，有缘千里能相会。(同下)第二折(道姑引小姑上，云)我约定刘员外今夜晚间来我庵中，与小姐完成这事。不想有施主家请我做斋，待不去呵，恐怕误了道粮。徒弟，我分付你，那鸳鸯被儿是李府尹家小姐的，今日晚间来和刘员外在此赴期。则怕小姐先来，若敲门时，便放他进来。我往施主家点照去也。(下)(丑扮小姑云)师父去了也。天色已晚，不知李家小姐几时过来，我且关上这门者。正是闭门不管窗前月，分付梅花自主张。(下)(刘员外上，云)事不关心，关心者乱。天色晚了也。李小姐约定玉清庵里赴期，须索走一遭去。(杂扮巡更座上，云)自家是巡夜的。这早晚更深夜静，见一个人走将去，那厮必定是贼！拿到巡铺里吊起来，天明送到官司中去请赏。(做拿科)(刘员外云)怎生是了？天也！你看我那命波！(下)(外扮张瑞卿上，诗云)嵩岳近天都，连山入断芜。欲投人处宿，隔水问樵夫。小生姓张名瑞卿，祖居姑苏人氏。今上京取应，到此洛阳。天色已晚，寻个宵宿处。说道前面有一庵是玉清庵，可去觅一宵宿，来日早行，有何不可？我唤门咱。门里有人么？(小姑上，云)我开开这门，刘员外你来了也？(张瑞卿云)好是奇怪。这庵中必定有私情的事，则除是这般。我来了，姑姑休要点灯。(小姑云)我且不点灯，等小姐来时，我自有个道理。这早晚敢待来也。(同下)(正旦上，云)妾身李玉英。今夜约定刘员外在玉清庵赴期。我是个女孩儿，羞答答的怎生去那？(唱)【正宫】【端正好】不由我意张狂，心惊乍，谁曾向街苍行踏。你深也紧避在房檐下，方信道色胆有天来大。【滚绣球】兀的甚势沙，甚礼法，索甚么问天来买卦。莫不我与那刘员外合做浑家？他为咱，我为他，好着我放心不下。办着个志诚心，着俺这夫妇每欢洽。可是怎生黑洞洞桌面上绝了灯火，云黯黯碧天边闭了月华，倒省的人多少喧哗。(云)可早来到庵门首也。我是唤咱，姑姑开门。(小姑云)小姐来了也，我开开这门，小姐，你也早些儿来波，着我遥遥的等着你。早则不是腊月，冻下我脚来。(正旦云)小姑姑，员外在那里？(小姑云)在房里等着你哩。我与你将鸳鸯被儿都铺停当了，则等你来。成就亲呵，你休忘了我者。(正旦云)定不敢忘。(小姑云)我今日成就了你两个，久后你也与我寻一个好老公。(正旦唱)【脱布衫】不索你阶直下絮絮答答，门儿外唱叫呀呀。我问你罗帏里书生有么？哎，你草庵中道童休唬。(小姑云)员外在此等了好一会也，我又不哄你，你也行动些波，(正旦唱)【小梁州】就把姑姑央及煞，可怜我这没照觑的娇娃。早唬的来手儿脚儿软刺答，怎抬踏，好着我便心似热油炸。(小姑云)小姐，你休慌，我们都是知心知腹一路的人。(正旦唱)【幺篇】我和他乍相逢难说知心话，只索羞答答手抵着门牙。(小姑云)你行动上些，员外在些等哩。(正旦唱)你将我省可里推，我可也其实怕，就着这钟声才罢，却道无事早还家。(小姑云)我先报复去。员外，小姐来了也，你接待去咱。(张瑞卿云)真个是小姐来了也！早知小姐来了，只合远接，接待不着，勿令见罪。小姐请坐。(做背科，云)既然小姐来了，则除是这般。(回云)难得小姐真心也！(正旦云)你久后则休负了心者。(张瑞卿云)若是小生负了心呵，小姑头上生来碗大疔疮，干我甚么腿事？(正旦唱)【伴读书】我钗了无心插，眉淡了教谁画？则我这软怯怯的柔肠好教我撇不下，汗浸浸揾温香罗帕。(云)则怕有人来么？(张瑞卿云)小姐，这早晚深夜时候，无甚么人，单只是小生在这里。(正旦唱)我正欢娱忘了把门扎，可擦的似有人来迓。(张瑞卿云)小姐你休慌，再无人来，不妨事。(正旦唱)【笑和尚】元来是王吉珰珰画檐前敲铁马，元来是赤力力草堂中风吹画，元来是忒楞楞腾宿鸟串荼蘼架。元来是各支支声戛琅玕竹，元来是明晃晃月射小窗纱，早唬的我战钦钦把不住心头怕。(张瑞卿云)小生久以后，若是得了官呵，金冠霞帔，驷马高车，你便是夫人县君也。(正旦云)你则休负了心者。(唱)【倘秀才】他大字儿将咱镇压，我恰才小胆的争些儿唬杀。哎！你个撒滞殢的先生也那，假若是有人见，若有人拿，登时间事发。(张瑞卿云)小姐，天色将明了也。你回去罢。此恩此情，异日必当重报。(正旦唱)【滚绣球】刘解元你且在咱，我可是问你殢，(张瑞卿云)小生不姓刘，叫做张瑞卿。(正旦怒科)(唱)你在我根前，无那半星儿实话。(张瑞卿云)小生不敢虚言。(正旦唱)你看我恰例似浪蕊浮花。(张瑞卿云)小姐，小生实是张瑞卿。(正旦唱)他题的名姓儿别，语知儿差，空着我担个没来由牵挂，这个不识羞的汉子你是谁家？(张瑞卿云)小姐，我也不辱抹你。我若得了官呵，你便是夫人县君也。(正旦唱)我和你初相逢，君子番罢，从此后我将这庵观门儿再不踏。兀的不羞杀人不那！(云)敢问那壁秀才，那里人氏？姓甚名谁？困何至此？(张瑞卿云)小姐，咱两上今日既然成其夫妇，还有甚么话说。小生姑苏人氏，姓张名瑞卿。为因上朝取应，路从此洛阳经过。天色昏晚，到此庵中觅一宵宿。谢天地可怜见，幸遇小姐，成就这门亲事。小姐，你可是谁家女子？通个来历，使小生日后好来迎娶。(正旦云)妾身是这本处李府尹的孩儿，小字玉英。当年我父亲被人人劾奏赴京听勘，借了刘员外十个银如今本利该二十个。刘员外来索讨银子，有这庵中刘道姑是保人。为因我无钱还他，刘员外要去官中告这刘道姑，追拷这银子。我想来干他甚事，倒要带累他吃官司。那刘道姑又说刘员外一心要我为妻，因此上约他在这玉清庵赴期。我今夜到此等候，不想遇着秀才，成了这场亲事。既然我随顺了你，难道又去嫁他？我只专心一意等候着你便了。(张瑞卿云)元来是这等。小姐，小生也不曾娶妻哩。若到帝都阙下，但得一官半职，不敢忘了小姐的恩念，夫人县君准是你的。小生如今取应去也。小姐，你有甚么信物，与我一件，权为定礼。(正旦云)你也说的是。秀才你晓得这鸳鸯被儿么？是我亲手绣的，绣着两个交颈鸳鸯儿。你如今收了去，久后见这鸳鸯被呵，便是俺夫妻每团圆也。(张瑞卿云)多谢小姐！小生收拾了这被儿。天色渐明，你且回去，小生便索登程也。小姐，则要你坚心守志者。(正旦云)秀才，你则休负了心！得官不得官，早些儿回来。(张瑞卿云)小姐放心，小生之心，惟天可表。(正旦唱)【黄钟尾】从今后丹墀策试千言罢，彩笔题成五色霞。一举鳌头占科甲，秉笏当胸当胸立朝下。乌帽宫花数枝插，御宴琼林醉到家。除授为官赐敕札。夫人县君合与咱。那时我坐香车你乘马，咱两上稳稳安安兀的不快活杀。(下)(张瑞卿云)张瑞卿也，你是睡里梦里？谁想到这庵中，成了此一桩亲事，又得了这鸳鸯被儿。若是小生得了官呵，必然完就这段姻缘，也不辜负了他十分美意。我如今不敢久停久住，上朝取应，走一遭去来。(诗云)宿契前生注，姻缘今日招。合成莺燕侣，匹配凤鸾交。(下)(小姑上，云)谁想小姐与刘员外约在庵中，说了一夜的话，撇得我孤眠独自，不由我也不动心。我如今等不得师父回来，自做个主意，只在庵前庵后寻一个精壮男子汉去来。(诗云)刘员外做事胡为，李小姐私自偷期。我想来寻个和尚，也和他做对夫妻。(下)(刘员外上，云)甚么晦气，做这等勾当！被那巡夜歹弟子孩儿把我拿到巡铺里，一场好事不曾成的，倒吊了一夜。我着人去唤刘道姑去了，可怎生这早晚还不见来。(道姑上，云)昨夜晚间刘员外和李小姐成了亲事，今日使人请我。可早来到也，我自家过去。(见科，云)员外，你喜也！帽儿光光，今日做个新郎；帽儿窄窄，今日做娇客。可要与贫姑换上换道服。(刘员外云)放你娘的臭屁！我几曾见他来。(道姑云)你怎的吃食讳食？你不曾见，是我见来？(刘员外云)可不屈杀人！谁曾汤着他？(道姑云)你当面立着，抬起头，张开口，吐出舌头来，你说不曾，可怎么湿湿的？(刘员外云)把我口当他的屁眼。(道姑云)我昨夜晚间，我去人家点照去了。我着徒弟等着，你怎么不曾来？(刘员外云)我走到半路，被那巡更的歹弟子孩儿，把我拦住，道我是犯夜的，拿我巡铺里去，整整吊了一夜，我委实不曾去。(道姑云)你不曾去这庵中，和小姐成了亲事的，可是谁来？员外，我昨日分付徒弟说道，等员外来时，领你贫姑房里坐着，只等小姐来时，两个成了夫妇，你不去可是那个造物低的来抢了去？(刘员外云)姑姑，既然昨夜李小姐来与别人成了亲事，左右是个破罐子了。你如今去将小姐接到我家里来，一发永远做夫妻。你若是圆成了我这件事，我依旧重重相谢你。你疾去早来。(诗云)展转自寻思，定要娶娇姿。(道姑诗云)只怕遇着巡更卒，打的屁支支。(同下)第三折(刘员外拿棍了同正旦上，云)这妇人好歹也！那一日我和你约定在玉清庵里赴期，我又不曾去，不知那里走将一个人来，你和他成了亲事。我且问你，比如你见我时节，难道好歹也不问一声？见说名姓不是我，你就不该随顺他了。我一口食将到口边，被那馋弟子孩儿抢去吃了。这个也罢，我如今取你到家中，我又央及你，你百般的不肯顺我，但见我说话，便低了头。你看那不得人意的嘴脸！我这等标致动静，你例随顺了我，也不辱抹了你。你真个不肯？我如今拿你跪着，看你肯也不肯！(正旦跪，做悲科，云)父亲，兀的不痛杀我也。(刘员外云)他是个女儿家，见我手里拿着这粗棍了子，先吓得怕了，也怎肯随顺我？罢！丢这辊子，小姐起来，我不打你，我斗你耍哩。(正旦起科)(刘员外云)小姐，我这嘴脸尽看的过，你便随顺我也好。你真个不肯？依旧跪者！(旦跪科)(刘员外云)这个歪剌骨！我千央有，万央及，休说道是你，便是那刘道姑，他也肯了。你还不答应我一句，不肯便肯，定要讨打吃！(正旦去)我至死也不随顺你！(刘员外去)好产好说。罢，倒要我跑着你，再与你磕头。我的亲娘，你答应我一声，哦，真个不肯，我跪他做甚么？则除是等。你且起来。(旦起科)(刘员外云)你既然不肯随顺我，我开着这酒店，你与我管酒。有吃酒的来，你镟酒儿，打菜儿，抹卓儿，揩凳儿，伏待酒的。若伏侍的欢喜便罢，伏侍的不欢喜我把你一条腿打做两条腿！我为甚么打你？专打你这不依本分，诳骗平人，不近道理丑弟子孩儿！(下)(正旦云)我本是官宦人家小姐，何等受用快活，今日落在这里，受这般苦楚也呵！(唱)【越调】【斗鹌鹑】往常我在画阁兰堂，牙床翠屏，烛暗银台，香焚宝鼎，百色衣冠，诸般器皿。乍离普救寺，钻入这打酒亭。你畅好是性狠也夫人，毒心也那郑恒。【紫花儿序】今日远乡了君瑞，逃走红娘，单撇下个莺莺。为家私少长无短，则得忍气吞声。(带云)这也是我父亲不是。(唱)分明那白纸上教我画着黑字儿是怎么，倒留做他家凭证。却将我宅院良人，生扭做酒店里驱丁。(云)我在这酒店门首站着，看有甚么人来。(张瑞卿上)(诗云)去日刚携一束书，归来玉带挂金鱼，文章未必能如此，多是家门积善余。小官张瑞卿，自到京都阙下，一举状元及第，所除洛阳为量，我要打听李小姐的消耗，更改了衣服，在此私行。这是所酒店，我去买一杯酒吃咱。(入占科，云)兀那卖酒的，打二百长钱酒来。(正旦云)有酒，官人请坐，你慢慢的吃。官人，你要酒时，你唤一声，我在别阁子里就送酒来。(下)(张瑞卿云)偌大一个酒店，不见个男子汉，怎么使着一个妇人卖酒？我看这妇人生的千娇百媚，也不是个下贱的人。我如今只推要酒，唤将来问他咱。卖酒的，再打酒来。(正旦上，云)官人再要多少酒？(张瑞卿云)酒也要吃。动问小娘子，敢不是卖酒的人？(正旦云)官人怎生知道？我可知不是卖酒的哩。(张瑞卿云)我道小娘子中注模样，不是受贫的，为甚么在这酒店中替他卖酒，伏侍往来的人？你慢慢的说一遍，小生试听咱。(正旦唱)【小桃红】则俺祖宗积世有声名，三辈儿为参政。(张瑞卿云)哦，原来是宦家。你父亲如今那里去了？(正旦唱)俺家君一生正直无邪佞。惹人憎，如今勾赴尚书省。(张瑞卿云)你父亲这一向也还做官么？(正旦唱)官封左丞，告辞老病．(张瑞卿云)如今你父亲去几时了？(正旦云)怎知他数载不回程。(张瑞卿云)小娘子。你父亲也差了，当初则可着你嫁人，因何教你卖酒那？(正旦云)官人不嫌絮烦，听妾身再说一遍咱。(唱)【调笑令】说着呵怎听，那泼书生，呀，盖世里全无他不志诚。(张瑞卿云)这秀才也有好的么。(正旦云)如今这秀才家一个个害了传槽病，从今后女孩儿每休惹他这酸丁。(张瑞卿云)元来小娘子也曾有夫主来？(正旦唱)都是些之乎者也说全成。我道来可是者么娘七代先灵。(张瑞卿云)当初有三媒六证，花红羊酒，娶小娘子来，可怎生在这里就不来顾你？(正旦唱)【耍三台】当初也无红定无媒证，(张瑞卿云)这等怎生成亲来？(正旦唱)做的来藏头漏影，知他是今世是前生，总则我红颜薄命。真心儿待嫁刘彦明，偶然间却遇张瑞卿。(张瑞卿背云)奇怪，道着小官的名讳。此事必然暗昧。我再问他。(回云)当初可是谁作成你来？(正旦唱)当是初是那撮合山的姑姑，(张瑞卿云)小娘子可是谁那？(正旦唱)送了这望夫石的玉英。(张瑞卿背云)他说的正是我，我如今一发问他咱。小娘子，当初成亲，那人姓甚名谁？他如今可往那里去了？(正旦唱)【圣药王】去了俺那丑生，撞着俺这短命。(张瑞卿云)如今这酒店是甚么人的？(正旦唱)他是个放钱举债的爱钱精。(张瑞卿云)你可为甚么到这里？(正旦唱)他使弊幸，使气性，无钱踏着陌儿行，推我在这陷人坑。(张瑞卿云)小娘子，他必然要图谋你，敢是不随顺，他这般折倒你来么？(正旦唱)【麻郎儿】动不动掂折我腿脡，动不动打碎我天灵。着去处依着便行，教酾酒，愿随鞭镫。(张瑞卿云)小姐受他这般凌辱，你便随顺他也罢了。(正旦唱)【幺篇】我可也不曾，半星也不动情，则由他法外施行。(张瑞卿云)你为何不随顺他？(正旦唱)我便死呵是张家妇名，怎肯踹刘家门径？(张瑞卿云)哎，你元来这里这般受苦。小娘子，你便是李府尹的女孩儿玉英么？(正旦云)则我便是李府尹的女儿，你怎么认的我来？(张瑞卿云)妹子，你那时小也。我一向出去游学，将近二十年不曾回家，今日才见得你。妹子，你可为甚么在这里受那苦楚来？(正旦云)哥哥不知。当日父亲赴京去，缺少盘缠，央玉清庵刘道姑问刘员外借了十个银子，那文书上着我也画一个字儿。我父亲许久不回，本利该还二十个银子。刘员外索讨，那道姑是保人。因我无银还他，刘员外要去官中告这道姑，追拷银子。那刘员外和道姑说，要我为妻，就将这二十个银子做了财礼，我只得约他在玉清庵赴期。当夜晚间就去，不曾遇着员外，遇着一个秀才张瑞卿，成其夫妇。那张瑞卿上朝进取功名去了，刘员外取我到家。我想来一马不背两鞍，双轮岂辗四辙？我至死也不随顺他，因此上罚我在这酒店中卖酒。哥哥，你救你妹子咱！(张瑞卿云)元来是这等。你放心，都在你哥哥身上，你与我唤出刘员外来。(正旦云)员外，你来！有我哥哥在这里。(刘员外上云)是谁唤我？(见科，云)如何受不过苦楚，不怕他不随顺我。我买欢喜团儿你吃。(正旦云)我哥哥要见你。(刘员外云)你哥哥在那里？(正旦云)则这个便是我哥哥。(刘员外云)怪道你两个厮像，两个鼻子一般般的。(张瑞卿云)则这个便是刘员外？我这妹子借了你家多少银子？(刘员外云)借了我十个银子，如今本利该还二十个银子。(张瑞卿云)二十个银子打甚么不紧？都是我替妹子还你。(刘员外云)大舅，你知么？他父亲许了我为妻来。(张瑞卿云)既是这等，准备羊酒花红，三日之后，重来娶他，才是正理。(刘员外云)若是这等，你是我的大舅子哩。这二十个银子，我也不要你还了。下次小的每安排酒来，请舅子吃三钟。(张瑞卿云)不必吃酒，妹子且跟我回家去来。(正旦云)惭愧！谁想有今日也呵！(唱)【收尾】俺哥哥替还了原借银十锭，两事家临危自省。第一来把俺这亲兄长好看成，第二来将俺那俊男儿奈心等。(同下)(刘员外云)谁想是我大舅子，他是个好人。我到三日之后，安排着牵羊担酒，直至他家问亲去。那时娶到家中，难道还不随顺我哩。(诗云)准备做夫妻，宰狗田鸡。洞房花烛夜，全凭大挂槌。(下)第四折(张瑞卿同正旦上，云)谁想在酒店中认了妹子。我问你咱，妹子，你端的少刘员外银子也不少？(正旦唱)【双调】【新水令】这洛阳城刘员外他是个有钱贼，只要你还了时方才死心塌地。他促眉生巧计，开口讨便宜。总饶你泼骨顽皮，也少不得要还他本和利。(张瑞卿云)妹子，俺父亲借他银子，须待俺父亲来还。你不肯嫁他，也由得你。(正旦唱)【步步娇】只为那举债文书我画的有亲笔迹，因此上被强勒为妻室。这真心儿誓不移，情愿方打千敲受他磨到底。今日留得个一身归，谢哥哥肯救我亲生妹。(张瑞卿云)妹子，你看些茶汤来我吃。(正旦云)理会的。(下)(张瑞卿云)我把这鸳鸯被儿铺在床上，我推吃酒去，他见这鸳鸯被自然知道了也。(做铺被科)(正旦捧茶汤上，云)哥哥吃茶咱。(张瑞卿云)妹子，我如今吃酒去也。投至我回来，你将这被卧儿铺陈卞，则怕我醉了呵要歇息。你记者。(下)(正旦云)。哥哥饮酒去了也，投至得哥哥回来，我与他铺下这床铺咱。(做铺床科)(唱)【雁儿落】则也这行装特整齐，书舍无俗气。瑶琴壁上悬，宝剑床头立。【得胜令】呀！我与你搭起绿罗衣，铺开紫藤席。绣枕头边放，香衾手内提。索甚么疑惑，这是我绣来的鸳鸯被；可不是跷蹊，谁承望这搭儿得见你？(云)好是奇怪，这被儿原是绣来的，是我与张瑞卿来，可怎生得到俺哥哥手里？待他来家时，我试问他波。(张瑞卿做醉科上，云)我醉了也。妹子在那里？(正旦做扶末，云)哥哥有酒也，吃甚么茶饭？(张瑞卿云)妹子，甚么茶饭都吃不了，我醉了也。(正旦唱)【沽美酒】则他这酸黄齑怎的吃，粗米饭充饥，怕哥哥害渴时冰调些凉蜜水。我玉英有句话儿敢题？(张瑞卿云)妹子有话，但说不妨。(正旦唱)问的我陪着笑卖查梨。(旦笑科)(张瑞卿云)你说便说，只管笑的？(正旦唱)【太平令】若问哥哥休讳，这鸳鸯被委是谁的？(张瑞卿云)是我的妹子与我的。(正旦唱)除妹子别无甚妹子，除哥哥别无甚兄弟。我玉英呵世做的所为，这里，便跪膝，则鸳鸯被要知根搭底。(张瑞卿云)这被儿你问他怎的？(正旦云)哥哥，这被儿原是我的来。(张瑞卿云)是便是，你认的我么？(正旦云)我不认的你。(张瑞卿云)则我便是张瑞卿！(正旦云)则被你杀我也！枉叫了你这三日哥哥！(张瑞卿云)我还你十日姐姐。我关上这门，我与你陪话咱。(饮酒科)(正旦云)张瑞卿，我今日与你相会，兀的不欢喜杀我也！(刘员外上，云)今日三日了，我到李家问亲事咱。可怎生关着这门？我蹅开门来，好也！你两个做的好勾当！这个是我的老婆！(张瑞卿云)这个是我的老婆！(刘员外云)倒是你的老婆？你冒认亲兄，强赖人妻，我和你见官去来！(同下)(李府尹引张千上)(诗云)三年待罪汉西京，重许衣冠返洛城。寄语待臣休望幸，早伸冤气到长平。老夫李彦实，被左司家奏劾不实，已远远的贬窜去了。着老夫仍为河南府尹，敕赐势剑金牌，一应贪官污吏，准许先斩后闻。如今来到洛阳地面。张千，是甚么人吵闹？与我拿将过来！(张千云)理会的！拿过来！(跪科)(刘员外云)老爷可怜见，与小人做主咱。(李府尹云)兀的不是我女孩儿玉英？(正旦云)兀的不是我父亲？(李府尹云)你怎生在这里？(正旦云)父亲你去时问刘员外借了十个银子，本利该二十个银子，无的还他，他强逼我为妻。父亲与我做主咱！(李府尹云)这个是谁？(正旦云)父亲去家之后，您孩儿自许了亲事，与他为妻。(张瑞卿云)小官是张瑞卿，新除本处县尹。(刘员外云)好也，你两个官官相为，我死也。(李府尹云)有这等事？张千，取大棒子过来，将刘员外先责四十，再送有司问罪。(张千打科)(正旦唱)【锦上花】这厮倚恃钱财，虚张声势。硬保强媒，把咱凌逼。重则鞭笞，轻则骂詈。难道河有澄清，人无得意。【幺篇】当时曾受亏，今日也还席。大小荆条，先决四十。再发有司，从公拟罪。钱呵通神，法难纵你。(李府尹云)张瑞卿和老夫同到宅中。今日是个吉日良辰，与女孩儿永远为夫妻。一面杀羊造酒，做个庆喜的筵席。(做到宅，张瑞卿同正旦拜成礼科)(正旦唱)【清江引】想人生百年能有几，要博个开颜日。父子共团圆，夫妇重和会，这便是出寻常天大的喜。(李府尹诗云)贼徒唬吓结良缘，号令沉枷在市廛。欠钱索债虽常事，倚富欺贫岂有天？新婚今朝为令尹，老夫依旧得生旋。杀羊造酒排筵宴，夫荣妻贵喜团圆。题目金阊客解品凤凰萧正名玉清庵错送鸳鸯被楚怀王，忠臣跳入汨罗江。《离骚》读罢空惆怅，日月同光。伤心来笑一场，笑你个三闾强，为甚不身心放？沧浪污你，你污沧浪。半窗幽梦微茫，歌罢钱塘，赋罢高塘。风入罗帏，爽入疏棂，月照纱窗。缥缈见梨花淡汝，依稀闻兰麝余香。唤起思量，待不思量，怎不思量。飘飘泊泊船揽定沙汀，悄悄冥冥。江树碧荧荧，半明不灭一点渔灯。冷冷清清潇湘景晚风生，淅留淅零墓雨初晴，皎皎洁洁照橹篷剔留团栾月明，正潇潇飒飒和银筝失留疏剌秋声。见希飏胡都茶客微醒，细寻寻思思双生双生，你可闪下苏卿？",
        "author": "元代",
        "poem_class": "写山",
        "dynasty": "周权"
    },
    {
        "title": "望岳三首·其二",
        "paragraph": "西岳崚嶒竦处尊，诸峰罗立似儿孙。安得仙人九节杖，拄到玉女洗头盆。车箱入谷无归路，箭栝通天有一门。稍待秋风凉冷后，高寻白帝问真源。西塞山前白鹭飞，桃花流水鳜鱼肥。青箬笠，绿蓑衣，斜风细雨不须归。天北天南绕路边，托根无处不延绵。萋萋总是无情物，吹绿东风又一年。三更灯火五更鸡，正是男儿读书时。黑发不知勤学早，白首方悔读书迟。",
        "author": "唐代",
        "poem_class": "写山",
        "dynasty": "杜甫"
    },
    {
        "title": "木兰花·西山不似庞公傲",
        "paragraph": "西山不似庞公傲。城府有楼山便到。欲将华发染晴岚，千里青青浓可扫。人言华发因愁早。劝我消愁惟酒好。夜来一饮尽千钟，今日醒来依旧老。九日山中白云与俱，青山无数。笑脱纱巾，卧品琼箫，醉解金鱼。尽一壶，酒再沽，不知归路，惜黄花翠微深处。茅山书事蕉风半箑，藤花一架。剑气穿云，丹光漏月，饭颗蒸霞。枣似瓜，酒满斝，仙翁留话，鹤飞归隐居松下。湖上松风满身，莲花古寺。凉月婵娟，翠羽参差，小屋茅茨。酒醒时，争赋诗，西湖清思，访孤山爱梅处士。春思十五首屏山倦倚，眉尖蹙翠。怪煞书迟，盼得人回，又怕春归。绣枕推，初睡起，忧心如醉，问西国海棠开未？春光未归，佳人沉醉。庭院深深，杨柳依依，燕子飞飞。玉漏迟，翠管吹，绿情红意，月儿高海棠初睡。荒园数亩，寒梅几树。废沼鸣蛙，疏篱吠犬，夜月啼乌。载乘舆，槌画鼓。兰舟何处？泣西风翠芳人去。东风酒家，西施堪画。打令续麻，攧竹分茶，傍柳随花。不上马，手厮把，传情罗帕，小红楼断桥直下。寒潭玉龙，仙山幺凤。春到南枝，人在西楼，笛怨东风。曲未终，酒不空，罗浮仙梦，月黄昏暗香浮动。离愁自解，芳心无奈。燕亸金钗，翠冷罗鞋，风去瑶台。春又来，花自开，苏娘何在？玉骢西涌金门外。花开后土，鹤鸣仙柱。明月高楼，临都老树，落日平芜。翠袖扶，醉老夫，金盘香露，教吹箫玉人何处？前程万里，相思两地。燕国天寒，吴江月冷，楚岫云迷。绣幕围，锦帐垂，朱门深闭，燕来也那人归未？湘皋二妃，瑶池相会。不御铅华，尽解红衣，半露冰肌。白凤飞，翠盖攲，玉簪斜坠，粉云香一奁秋意。谁家艳姝？大然洛浦。秒水芙渠，春风笑语，道样妆梳。为交甫，解佩珠，花前相遇，紫云深彩鸾仙去。寒食禁烟，寻芳人倦。醉墨银笺，新词罗扇，小袖金鞭。最可怜，信杳然，苍苔庭院，想桃花去年人面。阳关画图，高唐词赋。水远色沉，节去蜂愁，月冷鸾孤。尽酒壶，洒泪珠，长亭西路，鹧鸪啼夕阳红树。云萍浪梗，杨花心性。半纸虚名，万里修程，一样离情。搊锦筝，合凤笙，无心闲听，为相思玉人成病。云屏几宵？华青一觉。翠管声乾，青写信杳，玉蕊香销。苏小小，张好好，千金买笑，今何在玉容花貌？西湖晚凉，凭阑凝望。人过莲船，桥横柳浪，酒卷荷觞云锦张，水镜香，波光摇荡，鹭鸶儿钓鱼矶上。银烛秋光冷画屏，碧天晴夜静闲亭。蛛丝度绣针，龙麝焚金鼎。庆人间七夕佳令。卧看牵牛织女星，月转过梧桐树影。清风闲坐，白云高卧，面皮不受时人唾。乐跎跎，笑呵呵，看别人搭套项推沉磨。盖下一枚安乐窝。东，也在我；西，也在我。",
        "author": "元代",
        "poem_class": "写山",
        "dynasty": "刘因"
    },
    {
        "title": "虞美人·影松峦峰",
        "paragraph": "有时云与高峰匹，不放松峦历历。望里依岩附壁，一样黏天碧。有时峰与晴云敌，不许露珠轻滴。别是娇酣颜色，浓淡随伊力。少年击剑更吹箫，剑气箫心一例消。谁分苍凉归棹后，万千哀乐集今朝。十里湖光载酒游，青帘低映白苹洲。西风听彻采菱讴。沙岸有时双袖拥，画船何处一竿收。归来无语晚妆楼。沧州南一寺临河干，山门圮于河，二石兽并沉焉。阅十余岁，僧募金重修，求二石兽于水中，竟不可得，以为顺流下矣。棹数小舟，曳铁钯，寻十余里无迹。一讲学家设帐寺中，闻之笑曰：“尔辈不能究物理。是非木杮，岂能为暴涨携之去？乃石性坚重，沙性松浮，湮于沙上，渐沉渐深耳。沿河求之，不亦颠乎？”众服为确论。一老河兵闻之，又笑曰：“凡河中失石，当求之于上流。盖石性坚重，沙性松浮，水不能冲石，其反激之力，必于石下迎水处啮沙为坎穴，渐激渐深，至石之半，石必倒掷坎穴中。如是再啮，石又再转。转转不已，遂反溯流逆上矣。求之下流，固颠；求之地中，不更颠乎？”如其言，果得于数里外。然则天下之事，但知其一，不知其二者多矣，可据理臆断欤？(转转 一作：再转)",
        "author": "清代",
        "poem_class": "写山",
        "dynasty": "侯文曜"
    },
    {
        "title": "行经华阴",
        "paragraph": "岧峣太华俯咸京，天外三峰削不成。武帝祠前云欲散，仙人掌上雨初晴。河山北枕秦关险，驿路西连汉畤平。借问路旁名利客，何如此处学长生？红楼别夜堪惆怅，香灯半卷流苏帐。残月出门时，美人和泪辞。琵琶金翠羽，弦上黄莺语。劝我早还家，绿窗人似花。烟笼寒水月笼沙，夜泊秦淮近酒家。商女不知亡国恨，隔江犹唱后庭花。劝君今夜须沉醉，尊前莫话明朝事。珍重主人心，酒深情亦深。须愁春漏短，莫诉金杯满。遇酒且呵呵，人生能几何。",
        "author": "唐代",
        "poem_class": "写山",
        "dynasty": "崔颢"
    },
    {
        "title": "泰山吟",
        "paragraph": "峨峨东岳高，秀极冲青天。岩中间虚宇，寂寞幽以玄。非工复非匠，云构发自然。器象尔何物？遂令我屡迁。逝将宅斯宇，可以尽天年。一身无碍竺乾翁，遍圆身世戒身同。船师从我乘桴去，顽空中与指真空。石龟尚怀海。我宁忘故乡。飞黄衔长辔，翼翼回轻轮。俯涉渌水涧，仰过九层山。修途曲且险，秋草生两边。黄华如沓金，白花如散银。青敷罗翠彩，绛葩象赤云。爰有承露枝，紫荣合素芬。扶疏垂清藻，布翘芳且鲜。目为艳彩回，心为奇色旋。抚心悼孤客，俯仰还自怜。歭𣦠向壁叹，揽笔作此文。",
        "author": "魏晋",
        "poem_class": "写山",
        "dynasty": "谢道韫"
    },
    {
        "title": "独秀峰",
        "paragraph": "来龙去脉绝无有，突然一峰插南斗。桂林山水奇八九，独秀峰尤冠其首。三百六级登其巅，一城烟水来眼前。青山尚且直如弦，人生孤立何伤焉？寂寞枯枰响泬寥，秦淮秋老咽寒潮。白头灯影凉宵里，一局残棋见六朝。大道青楼望不遮，年时系马醉流霞。风前带是同心结，杯底人如解语花。下杜城边南北路，上阑门外去来车。匆匆觉得扬州梦，检点闲愁在鬓华。唤起窗前尚宿酲，啼鹃催去又声声。丹青旧誓相如札，禅榻经时杜牧情。别后相思空一水，重来回首已三生。云阶月地依然在，细逐空香百遍行。遮莫临行念我频，竹枝留涴泪痕新。多缘刺史无坚约，岂视萧郎作路人。望里彩云疑冉冉，愁边春水故粼粼。珊瑚百尺珠千斛，难换罗敷未嫁身。从此音尘各悄然，春山如黛草如烟。泪添吴苑三更雨，恨惹邮亭一夜眠。讵有青鸟缄别句，聊将锦瑟记流年。他时脱便微之过，百转千回只自怜。到底君王负旧盟，江山情重美人轻。玉环领略夫妻味，从此人间不再生。",
        "author": "清代",
        "poem_class": "写山",
        "dynasty": "袁枚"
    },
    {
        "title": "条山苍",
        "paragraph": "条山苍，河水黄。浪波沄沄去，松柏在高冈。浑成紫檀金屑文，作得琵琶声入云。 胡地迢迢三万里，那堪马上送明君。 异方之乐令人悲，羌笛胡笳不用吹。 坐看今夜关山月，思杀边城游侠儿。庾信文章老更成，凌云健笔意纵横。今人嗤点流传赋，不觉前贤畏后生。王杨卢骆当时体，轻薄为文哂未休。尔曹身与名俱灭，不废江河万古流。纵使卢王操翰墨，劣于汉魏近风骚。龙文虎脊皆君驭，历块过都见尔曹。才力应难夸数公，凡今谁是出群雄。或看翡翠兰苕上，未掣鲸鱼碧海中。不薄今人爱古人，清词丽句必为邻。窃攀屈宋宜方驾，恐与齐梁作后尘。未及前贤更勿疑，递相祖述复先谁。别裁伪体亲风雅，转益多师是汝师。下马饮君酒，问君何所之？君言不得意，归卧南山陲。但去莫复问，白云无尽时。",
        "author": "唐代",
        "poem_class": "写山",
        "dynasty": "韩愈"
    },
    {
        "title": "踏莎行·秋入云山",
        "paragraph": "秋入云山，物情潇洒。百般景物堪图画。丹枫万叶碧云边，黄花千点幽岩下。 已喜佳辰，更怜清夜。一轮明月林梢挂。松醪常与野人期，忘形共说清闲话。缥缈危楼紫翠间，良辰乐事古难全。感时怀旧独凄然。璧月琼枝空夜夜，菊花人貌自年年。不知来岁与谁看。老去凭谁说。看几番、神奇臭腐，夏裘冬葛。父老长安今余几，后死无仇可雪。犹未燥、当时生发。二十五弦多少恨，算世间、那有平分月。胡妇弄，汉宫瑟。 树犹如此堪重别。只使君、从来与我，话头多合。行矣置之无足问，谁换妍皮痴骨。但莫使、伯牙弦绝。九转丹砂牢拾取，管精金、只是寻常铁。龙共虎，应声裂。幽谷那堪更北枝，年年自分着花迟。高标逸韵君知否，正是层冰积雪时。",
        "author": "宋代",
        "poem_class": "写山",
        "dynasty": "张抡"
    },
    {
        "title": "柏林寺南望",
        "paragraph": "溪上遥闻精舍钟，泊舟微径度深松。青山霁后云犹在，画出东南四五峰。(东南 一作：西南)青青一树伤心色，曾入几人离恨中。 为近都门多送别，长条折尽减春风。君知妾有夫，赠妾双明珠。感君缠绵意，系在红罗襦。妾家高楼连苑起，良人执戟明光里。知君用心如日月，事夫誓拟同生死。还君明珠双泪垂，恨不相逢未嫁时。(恨不 一作：何不)凉月如眉挂柳湾，越中山色镜中看。兰溪三日桃花雨，半夜鲤鱼来上滩。",
        "author": "唐代",
        "poem_class": "写山",
        "dynasty": "郎士元"
    },
    {
        "title": "初见嵩山",
        "paragraph": "年来鞍马困尘埃，赖有青山豁我怀。日暮北风吹雨去，数峰清瘦出云来。燕鸿过后莺归去。细算浮生千万绪。长于春梦几多时，散似秋云无觅处。闻琴解佩神仙侣。挽断罗衣留不住。劝君莫作独醒人，烂醉花间应有数。无情流水多情客，劝我如曾识。杯行到手休辞却，这公道难得。曲水池上，小字更书年月。还对茂林修竹，似永和节。纤纤素手如霜雪，笑把秋花插。尊前莫怪歌声咽，又还是轻别。此去翱翔，遍赏玉堂金阙。欲问再来何岁，应有华发。德祐二年二月十九日，予除右丞相兼枢密使，都督诸路军马。时北兵已迫修门外，战、守、迁皆不及施。缙绅、大夫、士萃于左丞相府，莫知计所出。会使辙交驰，北邀当国者相见，众谓予一行为可以纾祸。国事至此，予不得爱身；意北亦尚可以口舌动也。初，奉使往来，无留北者，予更欲一觇北，归而求救国之策。于是辞相印不拜，翌日，以资政殿学士行。初至北营，抗辞慷慨，上下颇惊动，北亦未敢遽轻吾国。不幸吕师孟构恶于前，贾余庆献谄于后，予羁縻不得还，国事遂不可收拾。予自度不得脱，则直前诟虏帅失信，数吕师孟叔侄为逆，但欲求死，不复顾利害。北虽貌敬，实则愤怒，二贵酋名曰“馆伴”，夜则以兵围所寓舍，而予不得归矣。未几，贾余庆等以祈请使诣北。北驱予并往，而不在使者之目。予分当引决，然而隐忍以行。昔人云：“将以有为也”。至京口，得间奔真州，即具以北虚实告东西二阃，约以连兵大举。中兴机会，庶几在此。留二日，维扬帅下逐客之令。不得已，变姓名，诡踪迹，草行露宿，日与北骑相出没于长淮间。穷饿无聊，追购又急，天高地迥，号呼靡及。已而得舟，避渚洲，出北海，然后渡扬子江，入苏州洋，展转四明、天台，以至于永嘉。呜呼！予之及于死者，不知其几矣！诋大酋当死；骂逆贼当死；与贵酋处二十日，争曲直，屡当死；去京口，挟匕首以备不测，几自刭死；经北舰十余里，为巡船所物色，几从鱼腹死；真州逐之城门外，几彷徨死；如扬州，过瓜洲扬子桥，竟使遇哨，无不死；扬州城下，进退不由，殆例送死；坐桂公塘土围中，骑数千过其门，几落贼手死；贾家庄几为巡徼所陵迫死；夜趋高邮，迷失道，几陷死；质明，避哨竹林中，逻者数十骑，几无所逃死；至高邮，制府檄下，几以捕系死；行城子河，出入乱尸中，舟与哨相后先，几邂逅死；至海陵，如高沙，常恐无辜死；道海安、如皋，凡三百里，北与寇往来其间，无日而非可死；至通州，几以不纳死；以小舟涉鲸波出，无可奈何，而死固付之度外矣。呜呼！死生，昼夜事也。死而死矣，而境界危恶，层见错出，非人世所堪。痛定思痛，痛何如哉！予在患难中，间以诗记所遭，今存其本不忍废。道中手自抄录。使北营，留北关外，为一卷；发北关外，历吴门、毗陵，渡瓜洲，复还京口，为一卷；脱京口，趋真州、扬州、高邮、泰州、通州，为一卷；自海道至永嘉、来三山，为一卷。将藏之于家，使来者读之，悲予志焉。呜呼！予之生也幸，而幸生也何为？所求乎为臣，主辱，臣死有余僇；所求乎为子，以父母之遗体行殆，而死有余责。将请罪于君，君不许；请罪于母，母不许；请罪于先人之墓，生无以救国难，死犹为厉鬼以击贼，义也；赖天之灵，宗庙之福，修我戈矛，从王于师，以为前驱，雪九庙之耻，复高祖之业，所谓誓不与贼俱生，所谓鞠躬尽力，死而后已，亦义也。嗟夫！若予者，将无往而不得死所矣。向也使予委骨于草莽，予虽浩然无所愧怍，然微以自文于君亲，君亲其谓予何！诚不自意返吾衣冠，重见日月，使旦夕得正丘首，复何憾哉！复何憾哉！是年夏五，改元景炎，庐陵文天祥自序其诗，名曰《指南录》。",
        "author": "宋代",
        "poem_class": "写山",
        "dynasty": "张耒"
    },
    {
        "title": "瑞鹤仙·环滁皆山也",
        "paragraph": "环滁皆山也。望蔚然深秀，琅琊山也。山行六七里，有翼然泉上，醉翁亭也。翁之乐也。得之心、寓之酒也。更野芳佳木，风高日出，景无穷也。 游也。山肴野蔌，酒洌泉香，沸筹觥也。太守醉也。喧哗众宾欢也。况宴酣之乐、非丝非竹，太守乐其乐也。问当时、太守为谁，醉翁是也。实之三和有忧边之语，走笔答之。国脉微如缕。问长缨何时入手，缚将戎主？未必人间无好汉，谁与宽些尺度？试看取当年韩五。岂有谷城公付授，也不干曾遇骊山母。谈笑起，两河路。少时棋柝曾联句。叹而今登楼揽镜，事机频误。闻说北风吹面急，边上冲梯屡舞。君莫道投鞭虚语，自古一贤能制难，有金汤便可无张许？快投笔，莫题柱。刘郎已老。不管桃花依旧笑。要听琵琶。重院莺啼觅谢家。 曲终人醉。多似浔阳江上泪。万里东风。国破山河落照红。遥夜沉沉如水，风紧驿亭深闭。梦破鼠窥灯，霜送晓寒侵被。无寐，无寐，门外马嘶人起。",
        "author": "宋代",
        "poem_class": "写山",
        "dynasty": "黄庭坚"
    },
    {
        "title": "游终南山",
        "paragraph": "南山塞天地，日月石上生。高峰夜留景，深谷昼未明。山中人自正，路险心亦平。长风驱松柏，声拂万壑清。即此悔读书，朝朝近浮名。猿啼客散暮江头，人自伤心水自流。 同作逐臣君更远，青山万里一孤舟。君家何处住，妾住在横塘。停船暂借问，或恐是同乡。诸葛大名垂宇宙，宗臣遗像肃清高。三分割据纡筹策，万古云霄一羽毛。伯仲之间见伊吕，指挥若定失萧曹。运移汉祚终难复，志决身歼军务劳。",
        "author": "唐代",
        "poem_class": "写山",
        "dynasty": "孟郊"
    },
    {
        "title": "巫山高",
        "paragraph": "碧丛丛，高插天，大江翻澜神曳烟。楚魂寻梦风飔然，晓风飞雨生苔钱。瑶姬一去一千年，丁香筇竹啼老猿。古祠近月蟾桂寒，椒花坠红湿云间。渭城朝雨浥轻尘，客舍青青柳色新。劝君更尽一杯酒，西出阳关无故人。塞北梅花羌笛吹，淮南桂树小山词。请君莫奏前朝曲，听唱新翻杨柳枝。近寒食雨草萋萋，著麦苗风柳映堤。等是有家归未得，杜鹃休向耳边啼。",
        "author": "唐代",
        "poem_class": "写山",
        "dynasty": "李贺"
    },
    {
        "title": "十六字令三首",
        "paragraph": "山，快马加鞭未下鞍。惊回首，离天三尺三。山，倒海翻江卷巨澜。奔腾急，万马战犹酣。山，刺破青天锷未残。天欲堕，赖以拄其间。烟水寻常事，荒村一钓徒。深宵沉醉起，无处觅菰蒲。廿年居上海，每日见中华。有病不求药，无聊才读书。一阔脸就变，所砍头渐多。忽而又下野，南无阿弥陀。三上北高峰，杭州一望空。飞凤亭边树，桃花岭上风。热来寻扇子，冷去对美人。一片飘飘下，欢迎有晚鹰。",
        "author": "近现代",
        "poem_class": "写山",
        "dynasty": "毛泽东"
    },
    {
        "title": "忆东山二首",
        "paragraph": "不向东山久，蔷薇几度花。白云还自散，明月落谁家。我今携谢妓，长啸绝人群。欲报东山客，开关扫白云。边草，边草，边草尽来兵老。山南山北雪晴，千里万里月明。明月，明月，胡笳一声愁绝。朝闻游子唱离歌，昨夜微霜初渡河。鸿雁不堪愁里听，云山况是客中过。关城树色催寒近，御苑砧声向晚多。(树 一作：曙)莫见长安行乐处，空令岁月易蹉跎。扬子江头杨柳春，杨花愁杀渡江人。 数声风笛离亭晚，君向潇湘我向秦。",
        "author": "唐代",
        "poem_class": "写山",
        "dynasty": "李白"
    },
    {
        "title": "登泰山记",
        "paragraph": "泰山之阳，汶水西流；其阴，济水东流。阳谷皆入汶，阴谷皆入济。当其南北分者，古长城也。最高日观峰，在长城南十五里。余以乾隆三十九年十二月，自京师乘风雪，历齐河、长清，穿泰山西北谷，越长城之限，至于泰安。是月丁未，与知府朱孝纯子颍由南麓登。四十五里，道皆砌石为磴，其级七千有余。泰山正南面有三谷。中谷绕泰安城下，郦道元所谓环水也。余始循以入，道少半，越中岭，复循西谷，遂至其巅。古时登山，循东谷入，道有天门。东谷者，古谓之天门溪水，余所不至也。今所经中岭及山巅崖限当道者，世皆谓之天门云。道中迷雾冰滑，磴几不可登。及既上，苍山负雪，明烛天南。望晚日照城郭，汶水、徂徕如画，而半山居雾若带然。戊申晦，五鼓，与子颍坐日观亭，待日出。大风扬积雪击面。亭东自足下皆云漫。稍见云中白若摴蒱数十立者，山也。极天云一线异色，须臾成五采。日上，正赤如丹，下有红光动摇承之。或曰，此东海也。回视日观以西峰，或得日或否，绛皓驳色，而皆若偻。亭西有岱祠，又有碧霞元君祠。皇帝行宫在碧霞元君祠东。是日观道中石刻，自唐显庆以来；其远古刻尽漫失。僻不当道者，皆不及往。山多石，少土。石苍黑色，多平方，少圜。少杂树，多松，生石罅，皆平顶。冰雪，无瀑水，无鸟兽音迹。至日观数里内无树，而雪与人膝齐。桐城姚鼐记。石势浑如掠水飞，渔罾绝壁挂清晖。俯江亭上何人坐？看我扁舟望翠微。万里阴山万里沙。谁将绿鬓斗霜华。年来强半在天涯。魂梦不离金屈戌，画图亲展玉鸦叉。生怜瘦减一分花。人生若只如初见，何事秋风悲画扇。等闲变却故人心，却道故人心易变。(一作：却道故心人易变)骊山语罢清宵半，泪雨霖铃终不怨。(一作：泪雨零 / 夜雨霖)何如薄幸锦衣郎，比翼连枝当日愿。",
        "author": "清代",
        "poem_class": "写山",
        "dynasty": "姚鼐"
    },
    {
        "title": "咏华山",
        "paragraph": "只有天在上，更无山与齐。举头红日近，回首白云低。槛菊愁烟兰泣露，罗幕轻寒，燕子双飞去。明月不谙离恨苦，斜光到晓穿朱户。(双飞去 一作：双来去；离恨苦 一作：离别苦)昨夜西风凋碧树，独上高楼，望尽天涯路。欲寄彩笺兼尺素，山长水阔知何处？胸中磊落藏五兵，欲试无路空峥嵘。酒为旗鼓笔刀槊，势从天落银河倾。端溪石池浓作墨，烛光相射飞纵横。须臾收卷复把酒，如见万里烟尘清。丈夫身在要有立，逆虏运尽行当平。何时夜出五原塞，不闻人语闻鞭声。鸠雨催成新绿，燕泥收尽残红。春光还与美人同。论心空眷眷，分袂却匆匆。只道真情易写，那知怨句难工。水流云散各西东。半廊花院月，一帽柳桥风。",
        "author": "宋代",
        "poem_class": "写山",
        "dynasty": "寇准"
    },
    {
        "title": "念奴娇·昆仑",
        "paragraph": "横空出世，莽昆仑，阅尽人间春色。飞起玉龙三百万，搅得周天寒彻。夏日消溶，江河横溢，人或为鱼鳖。千秋功罪，谁人曾与评说？而今我谓昆仑，不要这高，不要这多雪。安得倚天抽宝剑，把汝裁为三截？一截遗欧，一截赠美，一截还东国。太平世界，环球同此凉热。雪压冬云白絮飞，万花纷谢一时稀。高天滚滚寒流急，大地微微暖气吹。独有英雄驱虎豹，更无豪杰怕熊罴。梅花欢喜漫天雪，冻死苍蝇未足奇。落花飞絮茫茫，古来多少愁人意。游丝窗隙，惊飙树底，暗移人世。一梦醒来，起看明镜，二毛生矣。有葡萄美酒，芙蓉宝剑，都未称，平生志。我是垦塞倍客，二十年、软红尘里。无言独对，青灯一点，神游天际。海水浮空，空中楼阁，万重苍翠。待骖鸾归去，层霄回首，又西风起。断头今日意如何？创业艰难百战多。此去泉台招旧部，旌旗十万斩阎罗。南国烽烟正十年，此头须向国门悬。后死诸君多努力，捷报飞来当纸钱。投身革命即为家，血雨腥风应有涯。取义成仁今日事，人间遍种自由花。",
        "author": "近现代",
        "poem_class": "写山",
        "dynasty": "毛泽东"
    },
    {
        "title": "石钟山记",
        "paragraph": "《水经》云：“彭蠡之口有石钟山焉。”郦元以为下临深潭，微风鼓浪，水石相搏，声如洪钟。是说也，人常疑之。今以钟磬置水中，虽大风浪不能鸣也，而况石乎！至唐李渤始访其遗踪，得双石于潭上，扣而聆之，南声函胡，北音清越，桴止响腾，余韵徐歇。自以为得之矣。然是说也，余尤疑之。石之铿然有声者，所在皆是也，而此独以钟名，何哉？元丰七年六月丁丑，余自齐安舟行适临汝，而长子迈将赴饶之德兴尉，送之至湖口，因得观所谓石钟者。寺僧使小童持斧，于乱石间择其一二扣之，硿硿焉。余固笑而不信也。至莫夜月明，独与迈乘小舟，至绝壁下。大石侧立千尺，如猛兽奇鬼，森然欲搏人；而山上栖鹘，闻人声亦惊起，磔磔云霄间；又有若老人咳且笑于山谷中者，或曰此鹳鹤也。余方心动欲还，而大声发于水上，噌吰如钟鼓不绝。舟人大恐。徐而察之，则山下皆石穴罅，不知其浅深，微波入焉，涵澹澎湃而为此也。舟回至两山间，将入港口，有大石当中流，可坐百人，空中而多窍，与风水相吞吐，有窾坎镗鞳之声，与向之噌吰者相应，如乐作焉。因笑谓迈曰：“汝识之乎？噌吰者，周景王之无射也；窾坎镗鞳者，魏庄子之歌钟也。古之人不余欺也！”事不目见耳闻，而臆断其有无，可乎？郦元之所见闻，殆与余同，而言之不详；士大夫终不肯以小舟夜泊绝壁之下，故莫能知；而渔工水师虽知而不能言。此世所以不传也。而陋者乃以斧斤考击而求之，自以为得其实。余是以记之，盖叹郦元之简，而笑李渤之陋也。 刘郎已老。不管桃花依旧笑。要听琵琶。重院莺啼觅谢家。 曲终人醉。多似浔阳江上泪。万里东风。国破山河落照红。江出西陵，始得平地，其流奔放肆大。南合沅、湘 ，北合汉沔，其势益张。至于赤壁之下，波流浸灌，与海相若。清河张君梦得谪居齐安，即其庐之西南为亭，以览观江流之胜，而余兄子瞻名之曰“快哉”。盖亭之所见，南北百里，东西一舍。涛澜汹涌，风云开阖。昼则舟楫出没于其前，夜则鱼龙悲啸于其下。变化倏忽，动心骇目，不可久视。今乃得玩之几席之上，举目而足。西望武昌诸山，冈陵起伏，草木行列，烟消日出。渔夫樵父之舍，皆可指数。此其所以为“快哉”者也。至于长洲之滨，故城之墟。曹孟德、孙仲谋之所睥睨，周瑜、陆逊之所骋骛。其流风遗迹，亦足以称快世俗。昔楚襄王从宋玉、景差于兰台之宫，有风飒然至者，王披襟当之，曰：“快哉此风！寡人所与庶人共者耶？”宋玉曰：“此独大王之雄风耳，庶人安得共之！”玉之言盖有讽焉。夫风无雌雄之异，而人有遇，不遇之变；楚王之所以为乐，与庶人之所以为忧，此则人之变也，而风何与焉？士生于世，使其中不自得，将何往而非病？使其中坦然，不以物伤性，将何适而非快？今张君不以谪为患，窃会计之余功，而自放山水之间，此其中宜有以过人者。将蓬户瓮牖无所不快；而况乎濯长江之清流，揖西山之白云 ，穷耳目之胜以自适也哉！不然，连山绝壑，长林古木，振之以清风，照之以明月，此皆骚人思士之所以悲伤憔悴而不能胜者，乌睹其为快也哉！元丰六年十一月朔日，赵郡苏辙记。摇首出红尘，醒醉更无时节。活计绿蓑青笠，惯披霜冲雪。 晚来风定钓丝闲，上下是新月。千里水天一色，看孤鸿明灭。",
        "author": "宋代",
        "poem_class": "写山",
        "dynasty": "苏轼"
    },
    {
        "title": "终南山",
        "paragraph": "太乙近天都，连山接海隅。(接 一作：到)白云回望合，青霭入看无。分野中峰变，阴晴众壑殊。欲投人处宿，隔水问樵夫。茂陵多病后，尚爱卓文君。酒肆人间世，琴台日暮云。野花留宝靥，蔓草见罗裙。归凤求凰意，寥寥不复闻。楚水巴山江雨多，巴人能唱本乡歌。今朝北客思归去，回入纥那披绿罗。八岁偷照镜，长眉已能画。十岁去踏青，芙蓉作裙衩。十二学弹筝，银甲不曾卸。十四藏六亲，悬知犹未嫁。十五泣春风，背面秋千下。",
        "author": "唐代",
        "poem_class": "写山",
        "dynasty": "王维"
    },
    {
        "title": "独坐敬亭山",
        "paragraph": "众鸟高飞尽，孤云独去闲。相看两不厌，只有敬亭山。(只有 一作：唯有)茂陵多病后，尚爱卓文君。酒肆人间世，琴台日暮云。野花留宝靥，蔓草见罗裙。归凤求凰意，寥寥不复闻。凉冷三秋夜，安闲一老翁。卧迟灯灭后，睡美雨声中。灰宿温瓶火，香添暖被笼。晓晴寒未起，霜叶满阶红。不论平地与山尖，无限风光尽被占。 采得百花成蜜后，为谁辛苦为谁甜？",
        "author": "唐代",
        "poem_class": "写山",
        "dynasty": "李白"
    },
    {
        "title": "望岳",
        "paragraph": "岱宗夫如何？齐鲁青未了。造化钟神秀，阴阳割昏晓。荡胸生曾云，决眦入归鸟。( 曾 同：层)会当凌绝顶，一览众山小。江南好，风景旧曾谙。日出江花红胜火，春来江水绿如蓝。能不忆江南？寂寂竟何待，朝朝空自归。欲寻芳草去，惜与故人违。当路谁相假，知音世所稀。只应守寂寞，还掩故园扉。历览前贤国与家，成由勤俭破由奢。何须琥珀方为枕，岂得真珠始是车。远去不逢青海马，力穷难拔蜀山蛇。(远去 一作：运去)几人曾预南薰曲，终古苍梧哭翠华。",
        "author": "唐代",
        "poem_class": "写山",
        "dynasty": "杜甫"
    },
    {
        "title": "焦山望寥山",
        "paragraph": "石壁望松寥，宛然在碧霄。安得五彩虹，驾天作长桥。仙人如爱我，举手来相招。众岫耸寒色，精庐向此分。流星透疏水，走月逆行云。(疏水 一作：疏木)绝顶人来少，高松鹤不群。一僧年八十，世事未曾闻。九月九日望乡台，他席他乡送客杯。 人情已厌南中苦，鸿雁那从北地来。回乐烽前沙似雪，受降城外月如霜。(回乐烽 一作：回乐峰）不知何处吹芦管，一夜征人尽望乡。",
        "author": "唐代",
        "poem_class": "写山",
        "dynasty": "李白"
    },
    {
        "title": "与浩初上人同看山寄京华亲故",
        "paragraph": "海畔尖山似剑铓，秋来处处割愁肠。 若为化得身千亿，散上峰头望故乡。无云世界秋三五，共看蟾盘上海涯。 直到天头天尽处，不曾私照一人家。绿树阴浓夏日长，楼台倒影入池塘。水晶帘动微风起，满架蔷薇一院香。(水晶帘 一作 水精帘）风急天高猿啸哀，渚清沙白鸟飞回。无边落木萧萧下，不尽长江滚滚来。万里悲秋常作客，百年多病独登台。艰难苦恨繁霜鬓，潦倒新停浊酒杯。",
        "author": "唐代",
        "poem_class": "写山",
        "dynasty": "柳宗元"
    },
    {
        "title": "登太白峰",
        "paragraph": "西上太白峰，夕阳穷登攀。太白与我语，为我开天关。愿乘泠风去，直出浮云间。举手可近月，前行若无山。一别武功去，何时复更还？昨夜裙带解，今朝蟢子飞。铅华不可弃，莫是藁砧归。云想衣裳花想容，春风拂槛露华浓。 若非群玉山头见，会向瑶台月下逢。三月三日天气新，长安水边多丽人。态浓意远淑且真，肌理细腻骨肉匀。绣罗衣裳照暮春，蹙金孔雀银麒麟。头上何所有？翠微匎叶垂鬓唇。背后何所见？珠压腰衱稳称身。就中云幕椒房亲，赐名大国虢与秦。紫驼之峰出翠釜，水精之盘行素鳞。犀箸厌饫久未下，鸾刀缕切空纷纶。黄门飞鞚不动尘，御厨络绎送八珍。箫鼓哀吟感鬼神，宾从杂遝实要津。后来鞍马何逡巡，当轩下马入锦茵。杨花雪落覆白苹，青鸟飞去衔红巾。炙手可热势绝伦，慎莫近前丞相嗔！",
        "author": "唐代",
        "poem_class": "写山",
        "dynasty": "李白"
    },
    {
        "title": "题西林壁",
        "paragraph": "横看成岭侧成峰，远近高低各不同。不识庐山真面目，只缘身在此山中。昨夜霜风，先入梧桐。浑无处、回避衰容。问公何事，不语书空。但一回醉，一回病，一回慵。朝来庭下，光阴如箭，似无言、有意伤侬。都将万事，付与千钟。任酒花白，眼花乱，烛花红。(光阴如箭 一作：飞英如霰)杏花村馆酒旗风。水溶溶。飏残红。野渡舟横，杨柳绿阴浓。望断江南山色远，人不见，草连空。 夕阳楼外晚烟笼。粉香融。淡眉峰。记得年时，相见画屏中。只有关山今夜月，千里外，素光同。肥水东流无尽期。当初不合种相思。梦中未比丹青见，暗里忽惊山鸟啼。春未绿，鬓先丝。人间别久不成悲。谁教岁岁红莲夜，两处沉吟各自知。(沉 同：沈)",
        "author": "宋代",
        "poem_class": "写山",
        "dynasty": "苏轼"
    },
    {
        "title": "剑阁赋",
        "paragraph": "咸阳之南，直望五千里，见云峰之崔嵬。前有剑阁横断，倚青天而中开。上则松风萧飒瑟飓，有巴猿兮相哀。旁则飞湍走壑，洒石喷阁，汹涌而惊雷。送佳人兮此去，复何时兮归来？望夫君兮安极，我沉吟兮叹息。视沧波之东注，悲白日之西匿。鸿别燕兮秋声，云愁秦而暝色。若明月出于剑阁兮，与君两乡对酒而相忆！(乡 通：向)山川异域，风月同天。寄诸佛子，共结来缘。故国三千里，深宫二十年。一声何满子，双泪落君前。别来几春未还家，玉窗五见樱桃花。况有锦字书，开缄使人嗟。至此肠断彼心绝。云鬟绿鬓罢梳结，愁如回飙乱白雪。去年寄书报阳台，今年寄书重相催。 东风兮东风，为我吹行云使西来。待来竟不来，落花寂寂委青苔。",
        "author": "唐代",
        "poem_class": "写山",
        "dynasty": "李白"
    }
]