[
    {
        "title": "沟水诗",
        "paragraph": "门前一沟水，日夜向东流。借问归何处？沧溟是住头。百岁光阴千岁忧，一年春色在楼头。东风不管人间事，随意花开与水流。心同流水净，身与白云轻。寂寂深山暮，微闻钟磬声。放逐江潭岁欲深，形容憔悴独行吟。看云每动思亲念，抚剑空怀报国心。岛屿微茫乡土异，关河牢落雁书沈。晚来何处堪惆怅，斜日猿声枫树林。",
        "author": "明代",
        "poem_class": "写水",
        "dynasty": "刘溥"
    },
    {
        "title": "南涧",
        "paragraph": "野桂香满溪，石莎寒覆水。爱此南涧头，终日潺湲里。嵩云秦树久离居，双鲤迢迢一纸书。 休问梁园旧宾客，茂陵秋雨病相如。章台柳，章台柳，颜色青青今在否？纵使长条似旧垂，也应攀折他人手。(版本一)章台柳，章台柳，往日依依今在否？纵使长条似旧垂，也应攀折他人手。(版本二)章台柳，章台柳，昔日青青今在否？纵使长条似旧垂，也应攀折他人手。(版本三)山僧对棋坐，局上竹阴清。映竹无人见，时闻下子声。小娃撑小艇，偷采白莲回。不解藏踪迹，浮萍一道开。",
        "author": "唐代",
        "poem_class": "写水",
        "dynasty": "王建"
    },
    {
        "title": "戏题湖上",
        "paragraph": "湖上老人坐矶头，湖里桃花水却流。竹竿袅袅波无际，不知何者吞吾钩。草色青青柳色黄，桃花历乱李花香。东风不为吹愁去，春日偏能惹恨长。新丰美酒斗十千，咸阳游侠多少年。相逢意气为君饮，系马高楼垂柳边。出身仕汉羽林郎，初随骠骑战渔阳。孰知不向边庭苦，纵死犹闻侠骨香。一身能擘两雕弧，虏骑千重只似无。偏坐金鞍调白羽，纷纷射杀五单于。汉家君臣欢宴终，高议云台论战功。天子临轩赐侯印，将军佩出明光宫。秋在水清山暮蝉，洛阳树色鸣皋烟。 送君归去愁不尽，又惜空度凉风天。",
        "author": "唐代",
        "poem_class": "写水",
        "dynasty": "常建"
    },
    {
        "title": "后庭花·清溪一叶舟",
        "paragraph": "清溪一叶舟，芙蓉两岸秋。采菱谁家女，歌声起暮鸥。乱云愁，满头风雨，戴荷叶归去休。宦门子弟错立身题目冲州撞府妆旦色走南投北俏郎君戾家行院学踏爨宦门子弟错立身第一出(末出白)【鹧鸪天】完颜寿马住西京，风流慷慨煞惺惺。因迷散乐王金榜，致使爹爹捍离门。为路岐，恋佳人，金珠使尽没分文。贤每雅静看敷演：《宦门子弟错立身》。(下)第二出(生上唱)【粉蝶儿】积世簪缨，家传宦门之裔，更那堪富豪之后。看诗书，观史记，无心雅丽。乐声平，无非四时佳致。(白)自家一生豪放，半世疏狂。翰苑文章，万斛珠玑停腕下；词林风月，一丛花锦聚胸中。神仪似霁月清风，雅貌如碧梧翠竹。拈花摘草，风流不让柳耆卿；咏月嘲风，文赋敢欺杜陵老。自家延寿马的便是。父亲是女直人氏，见任河南府同知。前日有东平散乐王金榜，来这里做场。看了这妇人，有如三十三天天上女，七十二洞洞中仙。有沉鱼落雁之容，闭月羞花之貌。鹊飞顶上，尤如仙子下瑶池；兔走身边，不若姮娥离月殿。近日来与小生有一班半点之事，争奈撇不下此妇人。如今瞒着我爹爹，叫左右请它来书院中，再整前欢，多少是好！左右过来。(末上)厅上一呼，阶下百诺。(介)(生分付叫去介)(末介)(生唱)【一封书】伊且住试听：唤取多娇金榜来，书房内等待。休道侯门深似海，说与婆婆休虑猜，只道家中管待客。展华筵，已安排，是必教它疾快来。(末)【同前】哥哥听拜禀：它是伶伦一妇人，何须恁用心，谩终朝愁闷倾。若要和它同共枕，恐怕你爹行生嗔。那时节，悔无因，玷辱家门豪富人。(生白)你不去时，与我叫过狗儿都管过来。(末叫净介)(净上唱)【七精令】相公不在家里，老汉心下欢喜。看官不认是阿谁？我是一个佗背乌龟。(白)从小在府里，合家见我喜。相公常使唤，凡事知就里。如今年纪大，又来伏事你。若论我做皮条，真个是无比。若是说不肯，一顿打出屎。(末)都管，舍人唤你。(净介、去介、见介)(生白)你如今和我去勾阑内打唤王金榜，来书院中与它说话。(净)去不妨，只怕相公得知连累我。(生介)(净)我有言语。(生介)(净白)自家是老都管，吃饭便要满。要我做皮条，酒肉要你管。舍人使唤我，请甚王金榜。相公若知道，打你娘个本。妇人剜了别，舍人割了卵。(末收介)(生)你且急去莫迟疑，我每等候在书帏。(净)小姐若还不来后，你在床上弄寮儿。(并下)第三出(外扮同知上唱)【梁州令】深感吾皇赐重职，官名播西京。但一心中政煞公平，清如水，明如镜，亮如冰。(白)但老夫身居女直，掌判西京。父为宰执当朝，累代簪缨之裔。说家法过如司马，掌王条胜似庞涓。解使吏如秋夜月，人在镜中行。老夫见任西京河南府完颜同知。家中有一子延寿马，每日教它攻书。这几日老夫不曾到它书院中，早上已曾分付狗儿，监督孩儿，不教它胡走。若有些不到处，不当稳便。如今不免亲去分付一遭，却去坐衙。正是：行处莫教高喝道，恐惊林外野人家。(下)第四出(虔上唱)【紫苏丸】伶伦门户曾经历，早不觉鬓发霜侵。孩儿一个干家门，算来总是前生定。(白)老身幼习伶伦，生居散乐。曲按宫商知格调，词通大道入禅机。老身赵茜梅，如今年纪老大，只靠一女王金榜，作场为活。本是东平府人氏，如今将孩儿到河南府作场多日。今早挂了招子，不免叫出孩儿来，商量明日杂剧。孩儿过来。(旦上唱)【紫苏丸】奴家年少正青春，占州城煞有声名。把梨园格范尽番腾，当场敷演人钦敬。(白)娘万福！(虔)孩儿，叫你去来，别无甚事，只为衣饭，明日做甚杂剧？(旦)奴家今日身已不快，懒去勾阑里去。(虔)你爹爹去收拾去了。(旦)我身已不快，去不得。(虔唱)【桂枝香】孩儿听启，疾忙收拾。侵早已挂了招子，你却百般推抵。又不知你每，生着何意？生着何意？教娘呕气。靠着你，这的是求衣饭，不成误了看的。(旦)【同前】娘行听启，孩儿说与。如今病染着身，岂是奴家推抵。你只管苦苦，将人催逼，教奴怎地。娘，尽教它，任取红轮坠，尤它误看的。(末上)【同上】勾阑收拾，家中怎地？莫是我的孩儿，想是官身出去？你娘儿两个，休闲争气，休闲争气。婆婆且住，听说与：阵马挨楼满，不成误看的。(净上)【同上】适蒙台旨，教咱来至。如今到得它家，相公安排筵席。勾谏罢却，勾阑罢却。休得收拾，疾忙前去，莫迟疑。你莫胡言语，我和你也棘赤。(虔末白)真个是相公唤不是？(净)终不成我胡说！(旦)去又不得，不去又不得。(末)孩儿与老都管先去，我收拾砌末恰来。(净)不要砌末，只要小唱。(末虔)恁地，孩儿先去。我去勾阑里散了看的，却来望你。孩儿此去莫从容，相公排筵画堂中。(旦)情到不堪回首处。(合)一齐分付与东风。(并下)第五出(生上唱)【醉落魄】令人去久传音耗，至今不到。(净上)心忙意急归来报。(旦上)得见情人，心下称怀抱。(相见介)(生白)你一似萧何不赴宴，你好难请。(旦)害瞎的去寻羊，小哥，你好难得见。(净)悲秋生在脊梁上，你好难入。(生)小姐，两日不见你。(旦)我要来你处，又怕相公知道。(生)我瞒了相公，教它来请你，来书院中说些话。(旦唱)【赏花时】憔悴容颜只为你，每日在书房攻甚诗书！(生)闲话且休提，你把这时行的传奇，(旦白)看掌记。(生连唱)你从头与我再温习。(旦白)你直待要唱曲，相公知道，不是耍处。(生)不妨，你带得掌记来，敷演一番。(旦)这里有分付：(净看门介)(旦唱)【排歌】听说因依，其中就里：一个负王魁；孟姜女千里送寒衣；脱像云卿鬼做媒；鸳鸯会，卓氏女；郭华因为买胭脂，琼莲女，船浪举，临江驿内再相会。(又)【那吒令】这一本传奇，是《周孛太尉》；这一本传奇，是《崔护觅水》；这一本传奇，是《秋胡戏妻》；这一本是《关于王独赴单刀会》；这一本是《马践杨妃》。(又)【排歌】柳耆卿，《栾城驿》；张珙《西厢记》；《杀狗劝夫婿》；《京娘四不知》；张协斩贫女；《乐昌公主》；墙头马上掷青梅，锦香亭上赋新诗，契合皆因手帕儿；洪和尚，错下书；吕蒙正《风雪破窑记》；杨寔遇，韩琼儿；冤冤相报《赵氏孤儿》。(又)【鹊踏枝】刘先主，跳檀溪；雷轰了荐福碑；丙吉教子立起宣帝；老莱子斑衣；包待制上陈州粜米；这一本是《孟母三移》。(生唱)【乐安神】一从当日，心中指望燕莺期。功名不恋待何如？拚却和伊抛故里。不图身富贵，不去苦攻书，但只教两眉舒。(又)【六么序】一意随它去，情愿为路岐。管甚么抹土搽灰，折莫擂鼓吹笛，点拗收拾。更温习几本杂剧，问甚么妆孤扮末诸般会，更那堪会跳索扑旗。只得同欢共乐同鸳被，冲州撞府，求衣觅食。【尾声】我和你同心意，愿得百岁镇相随，尽老今生不暂离。(净介)(外上白)隔墙犹有耳，窗外岂无人。老夫几日不曾到书院中。(介)(见净介)(旦闪介)(先见旦介)(骂介)(外唱)【锁南枝】泼禽兽，没道理！书院中怎不攻文艺？指望你背紫腰金，怎知你不成器！因甚底，来这里？便与我，捍出去！(生)【同前换头】爹爹听咨启：孩儿又怎知？正在书房中独坐，忽见狗儿都管，与它同来至。我问它，只因甚的？它说道是爹爹，唤它至。(旦)【同前】相公听，奴拜启：它说道相公排宴会，特地唤取奴，来到这书房里。谁信道，都是计。智赚奴，望容恕。(净)【同前换头】思量老奴婢，只是怨恨你，两个将咱连累。如今打得我，浑身上下都麻痹。要把刀，割下腿。告相公：沙八赤。(外白)当初望你攻书，已后为官，今日刬地如此做作？左右那里！(末上)有福之人人伏事，无福之人伏事人。(外)你速去唤散乐王恩深来。(末)理会得。一心忙似箭，两脚走如飞。(末下)(婆末改扮上)威声如霹雳，人命若尘埃。不知相公那里有甚事？去走一遭。(见外介)(外说付介)你今夜快与我收拾去，不许在此住。明日早□若见你在此，那时节别有施行。老都管，如今这小畜生锁在家中，不许顺情。明日慢慢问这厮。(净生先下)(外说末卜介)你明日若不去时，教你从前作过事，没兴一齐来。(外下)(末卜商量介)万事不由人计较，一生都是命安排。(并下)第六出(净生上、生白)自家骨肉尚如此，何况区区陌路人。老都管，我爹爹把我如此禁持，我那妇人昨夜捍将去了，我要性命何用？不如寻个死去。(净)舍人，自古道：千日在泥，不如一日在世。不如收拾些金银为路费，往别处去住几时，别作商量。等相公气息，再回来不迟。不强如死了。(生介)(生唱)【玉交枝】只因痴迷，与王金榜同谐比翼。谁知被我爹捉住，拆散了鸳侣。情人去也不见踪，我如今在此无依倚。免不得寻个死处，免不得寻个死处。(净唱)【同前】略听说与，丧残生一命可惜。若还放得伊家去，恐把我每连累。寻思你去真惨凄，只得与你耽着罪。到前途作个道理，到前途作个道理。(生白)惟有感恩并积恨，万年千载不成尘。(并下)第七出(外上唱)【西地锦】当职心怀公正，更名播朝廷。从官判断无私曲，管民乐升平。(白)但存公道正，何必问前程。(提儿子介)左右过来。(净上介)……。(末上介)一封天子诏，四海状元心。圣旨宣唤，疾速来朝！……(外)老都管，如今孩儿不知去向，又蒙圣旨宣唤河南采访。一面打听孩儿消息。(净)相公放心，小人在家看管，一就打听舍人消息。(末请外快去介)……(外)路上有花并有酒，一程分作两程行。(并下)第八出(净上唱)(提行路)……。(白)……。第九出……【八声甘州】子规两三声，劝道不如归去，羁旅伤情。花残莺老，虚度几多芳春。家乡万里，烟水万重，奈隔断鳞鸿无处寻。一身，似雪里杨花飞轻。(旦)【同前换头】艰辛，登山渡水，见夕阳西下，玉兔东生。牧童吹笛，惊动暮鸦投林。残霞散绮，新月渐明，望隐隐奇峰锁暮云。泠泠，见溪水围绕孤村。(末)【解三酲】奈行程路途劳顿，到黄昏转添愁闷。山回路僻人绝影，不觉长叹两三声。(旦)望断天涯无故人，便做铁打心肠珠泪倾。只伤着，蝇头微利，蜗角虚名。(卜)【同前换头】向村庄上借宿安此身，只邮孤馆萧条扃。(旦)想村醪易醒愁难醒。暗思昔情人，临风对月欢娱频宴饮，转教我添愁离恨。您今宵里，孤衾展转，谁与安存？【尾声】且宽心，休忧闷。放怀款款慢登程，借宿今宵安此身。(地铺介)……。第十出(生上唱)【江和水】离了家乡里，奔路途。不知它在何州住？使我心中添愁闷。闪得我今日成孤另，渡水登山劳顿。未知何日，再与多情欢会？(白)……一似和针吞却线，刺人肠肚系人心。(下)第十一出(末上白)买卖归来汗未消，上床犹自想来朝。老汉在河南府做场，只为完颜同知舍人延寿马，与我孩儿有些……。(介)(捍去介)(说收拾介)……不将辛苦艺，难赚世间财。(下)第十二出(生上唱)【越调·斗鹌鹑】被父母禁持，投东摸西，将一个麦子依随。走南跳北，典了衣服，卖了马匹。尖担儿两头脱，闪得我孤身三不归。空滴溜下老大小荷包，猛杀了镣丁鍉底。(又)【紫花儿序】似这般失业，似这般逐浪随波，忍冷耽饥。来到这围墙直下，柳树周回，向这河中掬的长流水，洗了面皮。掠得我鬓发伶俐，着些个吐津儿润了，拨浪便入城池。(看招子介)(白)且入茶坊里，问个端的。茶博士过来。(净上白)茶迎三岛客，汤送五湖宾。(见生介)(生白)作场。(分付请旦介)(旦上唱)【四国朝】听得听得人呼唤，特特来此处。(见生不认介)(白)庄家调判，难看区老。(生)老鼠咬了葫芦藤，小姐好快嘴。(旦)鹦鹉回言，这鸟敢来应口。(生)耐打鼓儿，我较得你两片。(旦)你课牙比不得杜善甫，串仗却似郑元和。(生)姐姐，使钱不问家豪富，风流不在着衣多。(生唱)【驻云飞】你款步难抬，便做天仙难见你来。我把你相看待，它把我相拶坏。猜，缘何在花街，共人欢爱？说又不偢，骂又佯不采。正是本性难移山河易改，本性难移山河易改。(旦)【同前】便做真龙，我也难从你逐浪波。讯口胡应和，译话吃不过。嗏，一面是旧特科，我把它瞧破。谁惯得如今，胆似天来大！你向咱行说个甚么？你向咱行说个甚么？(净)【同前】仔细思之，你是何人它是谁？姐姐多娇媚，你却身褴缕。嗏，模样似乞的，盖纸被。日里去街头，教他求衣食。夜里弯跧楼下睡。(生)【同前】覆水难收，一度思量珠泪流。指望长相守，谁信不成就。(旦)嗏，一笔尽都勾，免吃僝僽。剪发拈香，共你同说咒。(生)只恐你心中不应口，只恐你心中不应口。(末卜上白)雁飞不到处，人被利名牵。合才勾栏散罢，对门茶店中叫孩儿去，不知甚人在那里？如今走一遭。(见生旦介)(生借衣介)(说关介)(未)不争你要来我家，我孩儿要招个做杂剧的。(生唱)【金蕉叶】子这撇末区老赚，我学那刘耍和行踪步迹。敢一个小哨儿喉咽韵美，我说散嗽咳呵如瓶贮水。(末白)你会甚杂剧？(生唱)【鬼三台】我做《硃砂担浮沤记》；《关大王单刀会》；做《管宁割席》破体儿；《相府院》扮张飞；《三夺槊》扮尉迟敬德；做《陈驴儿风雪包待制》；吃推勘《柳成错背妻》；要扮宰相做《伊尹扶汤》；学子弟做《螺蛳末泥》。(末白)不嫁做杂剧的，只嫁个做院本的。(生唱)【调笑令】我这爨体，不查梨，格样，全学贾校尉。迻抢嘴脸天生会，偏宜抹土搽灰。打一声哨子响半日，一会道牙牙小来来胡为。(末白)你会做甚院本？(生唱)【圣药王】更做《四不知》；《双斗医》；更做《风流浪子两相宜》；黄鲁直，《打得底》；《马明王村里会佳期》；更做《搬运太湖石》。(末白)都不招别的，只招写掌记的。(生唱)【麻郎儿】我能添插更疾，一管笔如飞。真字能抄掌记，更压着御京书会。(末白)我要招个擂鼓吹笛的。(生唱)【幺篇】我舞简，弹得唱得。折莫大擂鼓吹笛，折莫大装神弄鬼，折莫特调当扑旂。【天净沙】我是宦门子弟，也做得您行院人家女婿。做院本生点个《水母砌》，拴一个《少年游》，吃几个扌庄心攧背。(末白)当初它也曾好来，使了几锭钞，又是好人家儿郎。既然胡乱且招它在家，续后又别作道理。延寿马，我招你自招你，只怕你提不得杖鼓行头。(生唱)【尾声】正不过沿村转庄，撞工耕地。我若得妆旦色如鱼似水，背杖鼓有何羞！提行头怕甚的！(末白)既然如此，且教它回去，后日别作道理。正是：万事不由人计较，算来都是命安排。(生旦下)(净末卜吊场下)第十三出(生上旦)在家牙坠子，出路路岐人。(介)(唱)【菊花新】路岐岐路两悠悠，不到天涯未肯休。这的是子弟下场头。(旦上)挑行李怎禁生受。(生说关子介)(唱)【泣颜回】撞府共冲州，遍走江湖之游。身为女婿，只得忍耻含羞。(旦)伊家奈守，有衷肠，时伊难分剖，怕爹娘捍逐前来，将奴家共君僝僽。(生)【同前换头】休休，提起泪交流，那更担儿说重心忧。我亲朋知道，真个笑破人口。(旦)男儿到头，管终须，和你得成就。那时节有月登楼，无花永不酌酒。(末上唱)【扑灯蛾】你门不三思，红日渐西流。两人没来由，只管此迤逗。(生)爹行听分剖：奈担儿难担生受，更驴儿不肯快走。(旦)致令得，两人途路恁淹留。(虔上唱)【同前】孩儿离家去久，公公惑不度己。泼畜生因甚底，缘何尚然落后！(末)婆婆住休，又何用唧唧啾啾，料不是冤家不就头。且担着担儿，疾速向前走。(生唱)【尾声】终须共你同鸳偶，事到头如今不自由，那些个男儿得志秋。(白)路上有花并有酒，一程分作两程行。(并下)第十四出(外净上)(外唱)【菊花新】深感当今圣主，恩赐金紫双鱼。公心正直遍采访，治国安民，但愿得国泰岁时丰富。(外白)老夫苍颜皓首，身为重职。深感吾皇，赐金紫双鱼；托赖洪福；采访五湖四海。真个能教官吏如冰洁，解使民心似水清。六儿，我如今在此闷倦，你与我去叫大行院来，做些院本解闷。(净叫介)(生旦上)(末上见外介)(外说关)(末禀院本)(外打认说关子配合介)(外唱)【羽调排歌】自从当日，不见我儿，心下镇长忧虑，两眼长是泪双垂。怎地孩儿为路岐？(合)今日里，得见你，焚香子父谢神祗。它乡里，重会遇，夫妻百岁效于飞(生)【同前】那日孩儿，私奔故里，历尽万山烟水。途中寂寞痛伤悲，到了东平得见伊。(合同前)(旦)【三叠排歌】告恩官，听拜启：当日书房里，一意会佳期。蓦忽撞着伊公相，一时见却怒起，令人星夜捍分离。怎知道，今日做夫妻，谢得恩官作主议。……(并下) 第一折(匹先扮建成、元吉上，开)咱两个欲待篡位，争奈秦王根底，有尉迟无人可敌。(元吉道)我有一计，将美良川图子献与官里，道的不是反臣那甚么？教坏了尉迟，哥哥便能勾官里做也。(驾云了)(呈图科)(高祖云了，大怒)将尉迟拿下！(末扮刘文静将榆窠园图子上了)【仙吕】【点绛唇】想当日霸业图王，岂知今亡，把江山掌。虽不是外国他邦，今日做僚宰为卿相。【混江龙】不着些宽洪海量，划地信谗言佞语损忠良。谁不曾忘生舍死？谁不曾展土开疆？不枉了截发搓绳穿断甲，征旗作带勒金疮。我与你不避金瓜下丧，直言在宝殿，苦谏在昭阳。【油葫芦】陛下想当日背暗投明归大唐，却须是真栋梁。划地厮□□□厮堤防。比及武官砌垒个元戎将，文官挣揣个头厅相，知他是几个死？知他是几处伤，今日太平也都指望请官赏，刬地胡罗惹斩在云阳。【天下乐】谁似俺出气力功臣不气长，想当时，反在晋阳。若不是唐元帅少年有纪纲，义伏了徐茂公，礼慑了褚遂良，智降了苏定方。【醉扶归】当日都是那不主事萧丞相，更合着那没政事汉高皇，把韩元帅葫芦提斩在未央。今日个人都讲，若有举鼎拔山的霸王，哎．汉高呀你怎敢正眼儿把韩侯望。【后庭花】陛下，则将这美良川水冤恨想，却把那榆窠园耻英雄忘。更做道世事云千变，敬德呵则消得功名纸半张。陛下试参详，更做道贵人多忘，咱数年问有倚仗。【金盏儿】那敬德自归了唐，到咱行，把六十四处烟尘荡。杀得敌军胆丧，马到处不能当，苦相持一万阵，恶战讨了九千场。全凭着竹节鞭，生并了些草头王。【赏花时】元帅不合短箭轻弓观他洛阳，怎想阔剑长枪埋在浅岗，映着秋草半苍黄。初间那唐元帅怎想，脑背后不堤防。【幺篇】呀，则见那骨刺剌征旗遮了太阳，赤力力征鼙振动上苍，那单雄信恁高强。他猛观了敌军势况，忙拨转紫丝缰。【胜葫芦】打得匹不剌刺征马宛走电光，藉不得众儿郎，过涧沿坡寻路忄葱。过了些乱烘烘的荆棘，密稠稠榆柳，齐臻臻长成行。【幺篇】是他气扑扑忄葱攒入里面藏，眼见的一身亡，将弓箭忙拈胡底当。呀呀，实雕弓拽满，口床口床口床紫金鈚连发。火火火都闪在两边厢。【金盏儿】元帅却是那些儿慌，那些忙，(带云)忙不忙，元帅也记得。把一领锦征袍扯裸得没头当。单雄信先地赶上手拈着绿沉枪，枪尖儿看看地着脊背，着脊背透过胸堂。那时若不是胡敬德。(带云)陛下圣鉴谁搭救小秦王？【醉扶归】索甚把白己千般奖，齐王呵，不如教别人道一声强。若共胡敬德草草的鞭斗枪，分明立了执结并文状，则他家自卖弄伶俐半晌，把一条虎眼鞭直揽头直上。【尾】这厮则除了铁天灵，铜脖项，铜脑袋，石镌就的脊梁。那鞭上常有半纸血糊涂的人脑浆，则那鞭则是铁头中取命的阎正。若论高强，鞭着处便不死十分地也带重伤。也是青天会对当，故教这尉迟恭磨障，磨障这杀君杀父的劣心肠。(下)第二折(末扮秦叔宝上了)【南吕】【一枝花】箭空攒白凤翎，弓闲挂乌龙角，土培损金锁甲，尘昧了锦征袍。空喂得那匹战马咆哮，劈椤锏生疏却，那些儿俺心越焦。我往常雄纠纠的阵面上相持，恶喑喑的沙场上战讨。【梁州】这些时但做梦早和敌军对垒，才合眼早不刺剌地战马相交。则听的韵悠悠的耳畔吹寒角，一回价不冬冬的催军鼓擂，响当当的助战锣敲。稀撒撒地朱帘筛日，滴溜溜的绣幕翻风，只疑是古剌剌杂彩旗摇。那的是急煎煎心痒难揉，往常则许咱遇水叠桥，除了咱逢山开道，嗨，如今央别人跨海征辽。壮怀怎消，近新来病体儿直然较，我自喑约也枉了医疗，被这秋气重金疮越发作，好教我痛苦难消。【贺新郎】我欠起这病身躯出产急相邀，你知我迭不的相迎，带云不沙，贼丑生唱你也合早些儿通报。见齐王元吉都来到，半晌不迭手脚，我强强地曲脊低腰。怪早来喜蛛儿的溜溜在檐外垂，灵鹊儿咋咋地头直上噪，昨夜个银台上剥地灯花爆。他两个是九重天上皇太子，来探俺这半残不病旧臣僚。【牧羊关】这些腌臜病，都是俺业上遭，也是俺杀人多一还一报。折倒的黄甘甘的容颜，白丝丝地鬓脚，展不开猿猱臂，撑不起虎狼腰。好羞见程咬金知心友，尉迟恭老故交。【隔尾】我从二十三上早驱军校，经到四五千场恶战讨。怎想头直上轮还老来到。我暗约，慢慢的想度，嗨，刮马似三十年过去了。【牧羊关】当日我和胡敬德两个初相见，正在美良川厮撞着，咱两个比并一个好弱低高。他滴溜着虎眼鞭飇，我吉丁地着劈椤锏架却，我得空便也难相纵，我见破绽也怎担饶。我不付能卒卒地两锏才飇去，他搜搜地三鞭却还报了。【隔尾】那鞭却似一条玉蟒生鳞角？便是半截乌龙去了牙爪，那鞭着远望了吸吸地脑门上跳。那鞭休道十分的正着，则若轻轻地抹着，敢教你睡梦里惊急列地怕到晓。【斗鹌鹑】那将军刬马骑，单鞭掿，论英雄半勇跃。他立下功劳，怎肯伏低做小，倚强厌弱。不用吕望《六韬》，黄公《三略》，但征敌处操抱，相持处哐敝懆，那鞭若脊梁上抹着，忽地咽喉中血到。我道来我道来他烦烦恼恼，焦焦燥燥。滴溜拊那鞭着，教你悠悠地魄散魂消。你心自量度，匹头上把他标写在凌烟阁。论着雄心力劣牙爪，今日也合消，也合消封妻荫子，禄重官高。【哭皇天】教我忍不住微微地笑，我迭不得把你慢慢地教。来日你若见那铁幞头，红抹额，乌油甲，皂罗袍，敢教你就鞍心里惊倒。(带云)若是来日到御园中，(唱)忽地门旗开处，脱地战马相交。(带云)哎，齐王呵，这一番要把捉，那鞭不比衠铜枪搠，双眸剑凿。【乌夜啼】虽是没伤损难贴金疮药，敢二十年青肿难消。若不去脊梁上飇敢向鼻凹坦落。唬的怯怯乔乔，难画难描。我则见的留留的立不住腿脡摇，忔扑扑地把不住心头跳。不如告休和，伏低弱，留得性命，落得躯壳。【尾】可知道金风未动蝉先觉，那宝剑得来你怎消，不出君王行。厮般调，侵着眉楞，擦着眼角。则若是轻轻的虎眼鞭抹着，稳情取你那天灵盖半截不见了。(下)第三折(末扮敬德上)【双调】【新水令】你今日太平也不用俺旧将军，呀，来、来，把这厮豁恶气建您娘一顿。可知道家贫显孝子，直到国难用功臣。如今南面称尊，便撇在三限里不偢问。【驻马听】想我那撞阵冲军，百战功名百战身，枉与你开疆展土，也合半由天子半由臣。俺沙场上经岁受辛勤，撇妻男数载无音信。刬地信别人闲议论，将俺胡罗惹没淹润。【步步娇】便折末烂锉得我尸骸为泥粪，折末金瓜打碎我天灵尽。既然俺不怨恨，问那厮损坏忠臣佞词因。咱那亢金椅上圣明君，则但般着半句儿十分地信。【搅筝琶】我便于段施呈尽，刬地罪过不离身。俺那沙场上武艺僻合，他每枕头边关节儿更紧。他每亲父子，俺然是旧忠臣，则是四海他人，比他是龙子龙孙。(带云)则军师想度，元帅寻思。休，休！(唱)是他每亲的到头来也则是亲，怎辨清浑！【沉醉东风】我也曾箭厮射叠着面门，刀厮劈咬着牙根。也曾杀的枪杆上湿漉漉血未干，马头前古鹿鹿人头滚，灭了六十四处烟尘。刬地信佞语谗言损害人，因此上别了西府秦王处分。【川拨棹】听元帅说原因，心头上一千团火块滚。气的肚里生嗔，愁的似地惨天昏。恰便似心内火块滚，好教人怎受忍。【七弟兄】这的是圣恩，重臣。休看我发回村，他虽是金枝玉叶齐王印，我好煞则是阶下的小作军。也是痴呆老子今年命。【梅花酒】你看我发回村，恼犯魔君，撞着丧门。我想那榆窠园实是狠。他不若如单雄信，则我这鞭稳打死须定无论。【收江南】水磨鞭来日再开荤。大王怎做圣明君，信谗言佞语损忠臣。好教我气忿，元吉打死须并无论。【鸳鸯煞】来日闹垓垓列着军卒阵，就着哭啼啼接送齐王殡。恨不得待摘胆剜心，剔髓挑筋。唱道待教这虎将难存忠信。向那龙床侧近，调泛得君王一惺惺都随顺。咱则待剪草除根，直把这坑陷我的冤仇证了本。第四折(末扮敬德上了)【王宫】【端正好】如今罢了干戈，绝了征战，扶持俺这唐世界文武官员。那回是真个今番演，赵显得俺经熬炼。【滚绣球】却受着帝王宣，要施展，显我那旧时英健。不索说在骏马之前，我身上不曾托铠甲，腰间不曾带弓箭，手中不曾将着绿沉枪捻，我则是赤手空拳。我坐下刬骑着追风马，腕上只飇着打将鞭，我与你出马当先。【倘秀才】这里是竞性命的沙场地面，且讲不得君臣体面。则怕犯风流见罪愆我呵圪塔地勒住征马宛，立在这边。【滚绣球】我则见御园，怎生迭这战场宽展。却煞强如那乱烘烘地荆棘侵天。我则见嫩茸茸绿莎软，宛转转翠袖展，撒撒地马蹄儿轻健，你便丹青巧笔也难传。我则见皂罗袍都略湿宫花露。深乌马冲开绿柳烟，杀气盘旋。【倘秀才】那嘶门旗下把我容颜望见，则唬得那厮鞍心里身躯倒偃，则看你再敢人前说大言。这厮为甚么则管里。厮俄延，不肯动转？【呆古朵】那厮管见我这单雄信屈死的冤魂现，咍，你今日合教替他生天。这的又打不得关节，立不得证见，你也难把残生免。你则照管着大灵片，你待变龟来难入水，化鹤来难上天。【叨叨令】那厮枪尖儿武艺都呈遍，被我遮截架隔难施展。这厮输赢胜败登时现，存亡死活分明见。咍，轮到打也末哥，轮到打也末哥，这番交马应无善。【伴读书】则见飒飒地阴风剪，将这昏澄澄尘埃践，不剌剌征马宛似纱灯般转，都速速把不定浑身战。看元吉将天灵健，见元帅到跟前。【笑和尚】您您您弟兄每厮顾恋，俺俺俺臣宰每实埋怨，休休休终久是他亲眷，咍咍咍这铁鞭，你你你合请奠，来来来俺且看俺西府秦王面。【倘秀才】我接住枪待使些儿控便，是谁扳住手不能动转，把这厮不打死呵朝中又弄权。他若哀告，意悬悬，赦免。【滚绣球】我煞不待言，不近前。你也不分良善，又不是不知我抱虎而眠。这厮不纳贤，不可怜，不送俺一遍，教这厮落不的个尸首完全。这厮不飇折脊梁也难消我这恨，把信厮不打碎人灵沙怎报我冤，怎不教我忿气冲天！【快活三】谢吾皇把罪愆免，打元吉丧黄泉。我这里曲躬躬的朝拜怎敢俄延，再把大颜见。【鲍老儿】我吃一万金瓜也不怨天，则称了我平生愿。元吉那厮一灵儿正诉冤，敢论告他阎王殿。这厮那嚣浮诈伪，轻薄谄佞，那里有纳士招贤！那凶顽狠劣，奸滑侥幸，则待篡位夺权。题目齐元吉两争锋正名尉迟恭三夺槊羲驭流光泰宇清宝筵初启百花明云中缥缈黄金相日下瞻依白玉京 第九折神佛降孙(孙行者上，云)一自开天辟地，两仪便有吾身，曾教三界费精神，四方神道怕，五岳鬼兵嗔，六合乾坤混扰，七冥北斗难分，八方世界有谁尊，九天难捕我，十万总魔君。小圣弟兄、姊妹五人，大姊骊山老母，二妹巫枝祗圣母，大兄齐天大圣，小圣通天大圣，三弟耍耍三郎。喜时攀藤揽葛，怒时搅海翻江。金鼎国女子我为妻，玉皇殿琼浆咱得饮。我盗了太上老君炼就金丹，九转炼得铜筋铁骨，火眼金睛，钅俞石屁眼，摆锡鸡巴。我偷得王母仙桃百颗，仙衣一套，与夫人穿着。今日作庆仙衣会也。(下)(李天王上，云)天兵百万总归降，金塔高擎镇北方。四海尽知名与姓，毗沙门下李天王。小圣乃李天王是也，奉玉帝敕令，西池王母失去仙衣一套，银丝长春帽一顶，仙桃一百颗。不知被何妖怪盗去，着令某追寻跟捕，点起天兵往下方。大小三军，听吾号令：浓叆叇阴云队里，黑模糊翠雾丛中。五方将吏执刀枪，四大神州皆拱服。点八百万天兵，领数千员神将。往紫云罗洞里，直临花果山中。角木蛟、斗木獬、奎木狼、井木犴，遮断东方；轸水蚓、箕水豹、参水猿、壁水犭俞，拦合北塞；室火猪、翼火虵、觜火猴、尾火虎，截住南方；鬼金羊、牛金牛、亢金龙、娄金狗，隔绝西域；柳土獐、女土蝠、氏土貉、胃土雉，扎塞中央；毕月乌、危月燕、张月鹿、心月狐，上下堤防；昂日鸡、房日兔，高低点照；星日马、虚日鼠，远近追奔。叫大小神将，与我驰报与吾儿那叱：下方着意关防，四下用心围定。看那护国天王，必捉通天大圣。(下)(那叱领卒子上，云)一自乾坤生我，二亲教诲多能。三髟差髻上尽滴真珠，四妆带上金箱玛瑙。五方神听咱节制，六合内唯我高强。七宝杵嵌玉妆金，八瓣球攒花刺绣。九重天阙总元戎，十万魔王都领袖。某乃毗沙天王第三子那叱是也，见做八百亿万统鬼兵都元帅。奉玉帝敕父王命，追捕盗仙衣、仙酒妖魔。有神报来，是花果山紫云罗洞主通天大圣。则就今日往下方走一遭。(下)(金鼎国王女上，云)妾身火轮金鼎国王之女，被通天大圣摄在花果山中紫云罗洞里，怕不有受用；争奈不得见父母之面，好生烦恼人也呵。(唱)【仙吕】【八声甘州】云山缥缈，下隐黄泉，上接青霄。晓来登眺，眼前景物周遭。石洞起云清露冷，金缕生寒秋气高。故国路迢遥，恨压眉梢。【混江龙】也是我为人不肖，和这等朝三暮四的便成交。安排着山果，准备着香醪。一派笙歌尝御酒，抵多少九重春色醉仙桃。山光明媚，柳色妖娆，莺歌巧韵，燕舞纤腰。狐变成美丽，虎变作多娇，着我忍不住一场好笑。执壶的是木客，把酒的是山魈。(孙行者上，云)我天宫内盗得仙衣、仙帽、仙桃、仙酒，夫人快活受用。(金女唱)【油葫芦】王母仙衣无分着，金灿烂光闪烁，多管是天孙巧织紫霞绡。(行者云)银丝帽子，丑的带了便可喜。(金女云)大圣，你且先戴一戴。你去玉皇宫偷得银丝帽，抵多少琼林宴颁赐金花诰。(行者云)左右的，与我照管前后洞门，休放闲神上来。(金女唱)他耍性儿乖，劣性儿乔，则恐怕筵间引得天兵到，因此上摆布一周遭。【天下乐】抵多少日夜思量计万条，每日个逍遥在山曳脚，受用些春花夏果梨杏枣。看了他眼中火，觑了他脸上毛，抱着个绣球儿懒去抛。(李天王调卒上，做围洞科)(行者做慌科)(金女唱)【村里迓鼓】则听得数声鼙鼓，又不比九重天乐，神兵振恐，满山谷旌旗笼罩。走龙飞鞚，天王来到。唬得众衔花鹿将头角藏，献果猿将身躯耸，啸风虎将牙爪跑，唬得众妖精望风尽倒。【元和令】恶山林天火烧，深潭洞黑云罩。李天王托着塔皱着眉梢，显他那挟泰山的恶燥暴。我便是玉天仙骋不得妖娆，众妖魔四散逃。(行者做走科)(天王搜山科)(见金女科)(天王云)你是人？是妖魔？(金女云)小的每是人。(天王云)你是那里人？(金女唱)【上马娇】小的每是金鼎国人，被妖怪扰。当日个秋夜月轮高，酒阑人静三更到。园内恣游遨，小径里抄风过处，遇着山魈。【胜葫芦】俺甚么女貌郎才厮撞着，将父母远乡相抛，雁杳鱼沉没下落。翠蛾浅淡，玉肌消瘦，终日倚楼高。【幺】空着我望断云山恨不消，愁随着江水夜滔滔，一日错番为一世错。今日得圣贤接引，天王相救，恩义比太山高。告天王，着小的每回乡，得见双亲，实感天王之大恩。(天王云)你自回去，不干我事。(金女云)妾身回不去。(天王云)你怎生回不去？(金女唱)【后庭花】小的每颤嵬嵬杨柳腰，曲弯弯的莲瓣脚。怎生向溪流曲律坡前去？吉飂古突山上逃？要性命也难煞，天王你听咱哀告。妾身有这几般，方可去得，将葛仙翁竹杖来讨，费长房缩地来学。乘蛟龙在海上漂，驾鲲鹏云外高。【青哥儿】若如此呵，然后那家乡、家乡得到，到家呵，细说根苗。将天正众多神将来雕，摆列着香案，供养着容貌。每日逐朝，记在心苗。办着一片虔心把香烧，将恁那恩来报。(天王云)着风、云、雷、雨四员神将，送此女子还于本国者。(金女云)谢天王。【尾】一念霎时生，万里须臾到。四员将神通不小，抵多少万里西风鹤背高，离深山自上云霄。自量度，则听得鬼哭神号，休猜做三唱阳关出霸桥。(天王云)你离了通天大圣，怎不烦恼，倒欢喜为何？(金女唱)上圣道为甚不蹙青山懊恼，颠倒破朱颜含笑？大古里舍得这碧桃花下凤鸾交。(下)(天王云)走了这胡孙，怎肯干罢！道与那叱好生跟寻者。(下)(孙行者上，云)小圣一筋斗，去十万八千里路程，那里拿我！我上树化作个焦螟虫，看他鸟闹。把我媳妇还于本国，我依旧入洞，顶上洞门，任君门外叫，只是不开门。(那叱上，云)这胡孙走那里去，眼见得只在洞里。(做叫科)(行者云)也是悔气，这小孩儿也来欺负我。我且出去，看他怎的。兀那小厮，莫不是你奶奶着你来唤我么？(那叱云)胡孙，恁爷爷等你多时也。(行者云)量你却到得那里！(那叱云)你欺负我？我乃八百万天兵都元帅，我着你见我那三头六臂的本事。(做斗科，行者做走科)(天王上，云)兀那那叱，那胡孙又走了。你与眉山七圣大搜此山，必要拿此胡孙，灭其形像者。(观音上，云)天王见老僧么？(天王云)我佛何来？(观音云)老僧特来抄化这胡孙，与唐僧为弟子，西天取经去。休要杀他。(天王云)这厮神通广大，如何降伏得他？(观音云)将这孽畜压在花果山下，待唐僧来，着他随去取经便了。(众绑行者上)(观音云)将他压住，老僧画一字。你那厮且顶住这山者。(做压科)(行者云)佛啰，好重山也呵。我有小曲儿唱着哩。【得胜令】金鼎国女娇姿，放还乡到家时。他想我须臾害，我因他厮勾死。他寄得言词，抵多少草草三行字。我害相思，好重山呵，扭不起沉沉一担儿。(观音云)道与山神，看得这厮紧者。(下)第十折收孙演咒(山神上，云)铠甲唐猊喷日光，龙泉三尺耀清霜。堂堂花果山中将，木客山魈总纳降。小圣花果山神，奉观音法旨，看着这通天大圣。我想自盘古至今，轻清者为天，重浊者便有俺山水之神。俺见了多少兴亡也呵。(唱)【南吕】【一枝花】包藏造化灵，禀受阴阳气。采将河汉秀，算尽晦明期。兔走鸟飞，看古今兴废。茫茫辟两仪，有轩辕制造衣裳，有苍颉流传书史。【梁州第七】唐虞禅天垂雍穆，汤武圣民脱灾危。周公制作非容易。春秋无道，振起宣尼，获麟绝笔，轲也闻知。笑六王竞角雌雄，叹吕政任了高斯，困重瞳马上英风。更有那三分鼎峙，卧龙把炎精扶起。晋移魏，如儿戏，纷纷五代自诛夷，怎胜得俺山水幽微。听知唐僧到西天五印度取经，这是第一遭西天去的。【隔尾】汉明帝佛始来中国，唐太宗僧初入外夷。全仗着观音大慈力。则为他将蟠桃会闹起，今日将花果山镇伊！(行者云)山神救我咱。(山神云)我如何救得？你师父今日必到也。专等他来，他便救得你。(唐僧引龙马上，云)龙君，我和你行经数月。前面一座大山，一个金甲将军在彼，我去问他。将军，此是何处？小僧大唐三藏法师是也。(山神云)小圣非凡人，乃花果山之神。是好一个僧也呵。【牧羊关】圆顶金花灿，方袍紫焰飞，塑来的罗汉容仪。此一行半为于民，半为报国。十万里程难到，百千样苦难及。则怕你闹市里多辛苦，来俺深山中躲是非。(唐僧云)此山名何山？(山神云)花果山。(唐僧云)此间有施王可以盖寺么？(山神唱)【骂玉郎】俺这里山高险阻无存济，云惨淡雨霏微，毒蛇异兽难回避。(唐僧云)有斋僧的？(山神唱)俺这里难为卓锡居，怎做得香积厨？不是你那祗园地。【感皇恩】呀！遮莫你竹杖龙飞，华表鹤归。恋荣辱有灾危，远是非无挂念，叹生死有迟疾。你若要西天取经，先去这东土忘机，参菩萨，拜圣贤，礼摩尼。【采茶歌】花果山有山祗，云罗洞有幽微，则听得春风桃李杜鹃啼。(唐僧云)俺辞了尊神，趁早行，怕晚了。(山神唱)师父眼慧休愁红日晚，心明何怕黑云迷？(行者云)兀那里和山神说话的，敢是唐僧师父？我叫一声：师父救弟子咱。(唐僧云)善哉！善哉！这是谁？(山神唱)【哭皇天】师父听得叫罢询详细，弟子见言绝说个就里。师父，你不知，这座山是花果山。山下有一洞，是紫云罗洞。洞中有一魔君，号曰\"通天大圣\"，恼得三界圣贤，不得安宁。李天王、那叱太子、眉山大圣收得，待杀坏他来。观音佛抄化他，压在山下，等师父宋，着与师父护法。他凡心不退，不可用他。(唐僧云)小僧弘誓如深海，如何不救他？(山神唱)你道你弘誓如海深，那胡孙气力与天齐。这厮瞒神唬鬼，铜筋铁骨，火眼金睛。偷玉皇仙酒，盗老子金丹。他去那众魔君中占第一，他是骊山老母兄弟，巫支祗是姊妹。【乌夜啼】一筋斗千里势如飞，论神通谁敢和他做勍敌！随师父西赴灵山会，沿路驱驰，可以支持。(唐僧云)小僧全仗佛世尊释伽之威力。(山神唱)【幺】休言道仗你释迦威，则寻思念彼观音力。他有浑世的愆，迷天罪，取经回后，正果圆寂。(唐僧云)小僧救他。(做上山科)(行者云)爱弟子么？(唐僧云)爱者乃仁之根本，如何不爱物命？(行者云)爱我是沉香亭上的纤腰。(唐僧云)我如何救你？(行者云)师父则揭了这花字，弟子自出来。(唐僧做揭字科)(行者做筋斗下来，拜谢科)(背云)好个胖和尚，到前面吃得我一顿饱，依旧回花果山，那里来寻我！(观音上，云)玄奘，见老僧么？我特地寻这个徒弟，与你沿途护法去。(看行者科)通天大圣，你本是毁形灭性的，老僧救了你，今次休起凡心。我与你一个法名，是孙悟空。与你个铁戒箍、皂直裰、戒刀。铁戒箍戒你凡性，皂直裰遮你兽身，戒刀豁你之恩爱，好生跟师父去，便唤作孙行者。疾便取经，着你也求正果。玄奘，你近前来。这畜生凡心不退，但欲伤你，你念紧箍儿咒，他头上便紧。若不告饶，须臾之间，便刺死这厮。你记者。(做耳边教咒科)(唐僧拜谢科，云)谢我佛慈悲。(山神唱)【红芍药】观音救苦大慈悲，赐与你戒箍僧衣。花果山险压损你脊梁皮，得师父放你相随。休更出你那锁空房腌见识，振着矢不得伶俐。琉璃脑盖戒箍围，比着你那小帽敢牢实。(唐僧云)我且演一演这咒者。(行者做跌倒科，云)师父饶恁徒弟咱。(做救起科)(行者云)我抬下来，丢去咱。(做抬不下科)(山神唱)【菩萨梁州】恰便似钉钉入头皮，胶粘在鬏髻。你那凡心若再起，敢着你魄散魂飞。为足下常有杀人机，因此上与师父留下这防身计，劣心肠再不可生奸意。如梦幻出尘世，至诚心谨护持，早去疾回。小圣对师父说；前面有一河，名曰流沙河。河内有怪，能伤人。行者，你小心护持师父者。师父，好生加持者。【尾】着胡孙将心猿紧紧牢拴系，龙君跟着师父呵把意马频频急控驰。一个走如风疾，一个脚似云飞。到西天取经回来，到大唐方是你。(下)(行者云)山神所言，流沙河妖怪能伤人。龙君，你和师父慢来，我先去流沙河，寻那妖怪去。说道他要吃人，我着他先吃我一吃。弟子先去也，你随后便来者。(下)(唐僧云)龙君，我和你也去来。(下)第十一折行者除妖(和尚挂骷髅上，云)恒河沙上不通船，独霸篙师八万年。血人为饮肝人食，不怕神明不怕天。小圣生为水怪，长作河神，不奉玉皇诏旨，不依释老禅规。怒则风生，愁则雨到，喜则驾雾腾云，闲则搬沙弄水。人骨若高山，人血如河水，人命若流沙，人魂若饿鬼。有一僧人，发愿要去西天取经。你怎么能勾过得我这沙河去！那厮九世为僧，被我吃他九遭，九个骷髅尚在我的脖项上。我的愿心，只求得道的人，我吃一百个，诸神不能及。恰吃得九个，少我的多哩。看甚人来者。(行者上，云)渡船！渡船！(沙和尚云)又是个合死的来者。(行者云)你姓甚么？(沙和尚云)我姓沙。(行者云)我认得你，你是回回人河里沙。(沙和尚云)你怎么知道？(行者云)你嘴脸有些相似。(沙拿行者咬科)(行者云)诸人怕你吃，恁爷不怕你吃。铜筋铁骨，火眼金睛，钅俞石屁眼，摆锡脏头，你有铜牙铁齿，你便来寻我。(行者做拿沙和尚科)(行者云)我不是别人，大唐国师三藏弟子。你放心，随我师父西天取经回来，都得正果朝元，却不好来。若不从呵，我耳朵里取出生金棍来，打的你稀烂。(沙和尚云)也罢，降了罢。(唐僧上)(行者云)师父，弟子降了这洞魔君。(唐僧云)善哉！善哉！你元是何等妖怪？(沙和尚云)小圣非是妖怪，乃玉皇殿前卷帘大将军，带酒思凡，罚在此河，推沙受罪。今日见师父，度脱弟子咱。(行者云)咱今夜师弟四人，凭甚妖怪不怕。咱早行。(下)(银额将军上，云)银额金睛锦毛遮，黑雾黄云罩涧斜。为我英雄多勇猛，太山深洞号三绝。某乃银额将军。这座山号曰\"黄风山\"。山高、洞深、路险，号曰\"三绝\"。山前山后，山左山右，无一人敢近我者。此山东里，有个人家刘太公，庄上有一女子刘大姐，生得十分好颜色，被我摄在洞中，到太快活。且安排下酒，与娘子饮数杯。(下)(刘太公上，云)老汉姓刘，夫妻两口，止生得个女孩儿。婆婆下世，女孩儿不曾有亲事，不想被三绝洞里妖魔摄将去了。老汉偌大年纪，靠的是谁也呵！(唱)【大石调】【六国朝】白头蹀足世，似红日西斜。烦恼甚时休，离愁何日彻？抬举偌来大，出退得全别。俺孩儿现世的观音样，羞花也闭月。晓日夭桃雾锁，东风弱柳云遮。着我何处苦哀求，谁行闲沂说？【喜秋风】珠泪垂，柔肠结，两眉攒，寸心裂。好儿女似花开谢，早相离半月。(唐僧一行人上，云)一个好庄院儿。咱在这里歇一宵，明日早行。(见刘老哭科，云)这里歇不得。(行者云)兀那老汉子，俺师是大唐三藏法师，借歇一夜，明日早行。(刘哭云)俺这里歇不得。(行者云)定害得你多少？哭天哭地。(刘云)行者哥哥，你不知道，老汉的苦，我那里诉来！一个女孩儿，被妖魔摄将去。兀的不痛杀我也呵。【归塞北】听老汉说，行者你大唓嗻。有女一枚年十八，有妖一洞号三绝，将我孩儿摄将去了，撇下年老志诚的爷。(行者云)是甚妖怪，直如此利害？(刘云)行者哥哥，你不知道，那妖怪自说来。【六国朝】那妖魔神通广，变化多别。将沧海一时番，把泰山千半撏。唤雾呼风雨，天地间难绝。师父发慈念咒，三个高徒俊杰。(行者云)他如今在那里安身？(刘唱)白罩坡岩前出没，黑风山洞里藏遮。恼三界百十番，历尘寰三四劫。(行者云)你女生得好么？(刘唱)【雁过南楼】老汉鳏寡孤独运拙，俺孩儿风流美丽奇绝。他生得杨柳腰桃花脸，是一块生香玉卞和也欢悦。(行者云)你引我去寻来。(刘唱)老汉腿脚酸腰肢屈，恰便似投天明的晓灯明灭。(行者云)师父，只在庄上歇息。老儿，你管待着俺师父。俺弟兄三个，拿那妖怪，夺的孩儿还你。何如？(刘唱)【擂鼓休】哥哥三位用心的别，老夫宰一个耕牛儿亲自接。师父跟前都休说，苦告你个孙行者，(行者云)你女孩儿唤做甚么？我去寻他。(刘唱)你记着，俺孩儿唤做刘大姐。(唐僧云)行者，我在此等侯，你疾去早来者。(并下)(银额将军同刘女上，云)大姐，自我取你在洞，好生快活。今日如何耳热眼跳，不知为何？(行者引一行人上，做围住科)(斗科)(杀科)(行者云)兀那妇人，你爷着我来取你来也，你同我回家里去。(下)(唐僧、刘大公上)(刘公)师父，怎么不见回来？【归塞北】去久也，胜负未分些。则见叆叆浓云连屋角，霏霏细雨洒溪斜，人语马嘶得别。(行者一行人引刘女上，做见科)(行者云)老的，这便是你的孩儿。(女抱刘做哭科)(刘唱)【好观音】一去迢迢经半月，要相见水远山叠。今日相逢莫怨嗟，是吾师的功业，恰浑似枯树生花叶。谢三位师父之恩，将何以报师父？今日早行，沿路上小心在意。待师父回来，再得相见。【观音煞】感谢吾师收了妖孽，着老汉死有坟穴。你若西行仔细者，无限的艰难未断绝，我这里专望回来重酬谢。(下)(唐僧云)我们趁早行一程。(下)第十二折鬼母皈依(唐僧一行人上，云)行者，我每与你行了几日，身子困倦，早些寻个宿头，安排些斋吃，却行。(红孩儿上，哭科)(唐僧云)善哉！善哉！深山中谁家个小孩儿，迷踪失路？少刻晚来，豺狼毒虫，不坏了这孩儿性命？出家人见死不救。当破戒行。行者，与我驮着，前面有人家，教根问，送还他家请赏，也是好事。(行者云)师父，山林中妖怪极多，不要多管。(唐僧云)你这个胡孙，又不听我说。定要你背他。(行者云)师父先行。(做背不起科)(云)我曾压在花果山，耸身一跳，尚出来了。棒槌大的小的？背他不起，这必是妖怪。教你尝我一戒刀，就砍下涧里去；(做丢下涧科，沙和尚慌上，云)师兄祸事，吃那小孩儿拿将师父去了。知他是何妖怪？(行者云)火龙，俺三人见观音佛去来。(下)(观音上，云)老僧目中，见唐僧有难。孙悟空来也。这一洞妖魔，是何怪物？老僧正不见本来面目，待孙悟空来，同往问世尊佛去。(下)(佛引文殊普贤上，云)毗卢伽有难，观音引孙悟空来，已差四揭帝去拿那畜生了。(观音引行者上，见佛科，云)我佛，唐僧不知是甚妖怪拿去？(佛云)不知此非妖怪。这妇人我收在座下，作诸天的。缘法未到，谓之鬼子母，他的小孩儿，唤做爱奴儿。我已差揭帝去拿他，在个幽岩大泽之中，即日便到。恐揭帝降不下他，将老僧钵盂去，盖将来。(四揭帝扛钵盂上，佛云)孙悟空，你回原处去。你师父己出在那里了也。(行者云)谢佛天可怜，弟子寻师父去也。(下)(佛云)将这小厮，盖在法座下七日，化为黄水，鬼子母必救他，因而收之。(鬼子母上，云)颇耐瞿昙老子无礼，将我孩儿盖在法座下。更待干罢？鬼兵那里？随我去揭钵盂去来。(唱)【越调】【斗鹌鹑】驾一片妖云，引半垓厉鬼。则为子母情肠，恶了那神佛面皮。则着你钵盂中抄化檀那，谁教你法座下伤人家小的？我和你，是谁非？拿住呵恰便似二鬼争环，休想有九龙喷水。【紫花儿序】出家儿却不慈悲为本，方便为门，使不着仁者无敌。黄颜老子，秃发沙弥，直恁跷蹊，你是孔夫子遭逢着柳盗跖，我今日做着不避。你认得鬼子母娘娘，休猜做善知识姨姨。【小桃红】咚咚地小鬼擂征鼙，不怕你会使拖刀计。待俺将不强不弱的铁胎弓，一拈千转的狼牙箭，去射这厮。饶他有千般变幻身躯，怎当我百步穿杨手段？(做射科)(佛做莲花遮科)(鬼母唱)蹬弩开弓那威势，一箭箭往前射，则见他金莲朵朵遮胸臆。早难道射不主皮，他元来温而不厉，险恼杀这个搽胭粉的养由基。你放我孩儿来，便饶了恁满寺里和尚。(佛云)贱人，你若皈依佛道，我便饶了你孩儿。(鬼母唱)【调笑令】觑了我这艳质，一捻儿瘦腰围，可甚阃外将军八面威？文殊普贤擎拳立，诸菩萨见贤思齐。将我那爱奴儿盖在法座底，恁却甚好生心广大慈悲？(唤鬼兵去做揭钵盂科)【鬼三台】千里眼离娄疾，顺风耳师旷休迟。鸠盘叉大力一切鬼，施勇猛展雄威勍敌。【秃厮儿】将铁枪持，宝剑携，(鬼兵做砍科)掘不开砍不破甚东西？里面人，外面鬼，影光芒一块碧琉璃，崤硬似太湖石。【麻郎儿】惊得阿难皱眉，唬得伽叶伤悲。四天王擎拳顶礼，八菩萨用心支持。【幺】我的手里措底，霜锋剑巨阙神威。二十位诸天听启，但迎着脑门着地。(佛云)那叱那里？拿住这贱人者。(那叱上，云)那贱人见我么？(鬼母云)谁家一个黄口孺子，焉敢骂我？【络丝娘】小哥哥休夸强嘴，则恁这老娘娘当间立地。怕不怕须当斗神力，手掐定五方真气。(做斗科)【拙鲁速】他将八瓣，绣球提，我将两刀，太阿携。千军对垒，万人受敌。垓垓壤壤，各用心机，不弱似九里山困项籍。云濛濛蔽四夷，雨昏昏罩太极。也罢，我只将这钵盂拿起，放我孩儿去罢。(做拿不动科)钵盂轻细，不能抬起，却似太山般难动移。(做斗科)(做浑战，拿住科)(做放唐僧上科)(唐僧做谢佛科)(唐僧云)兀那妖魔，你若肯皈依我佛天三宝，小僧拜告祖师，收为座下，着你子母团圆。不从呵，发你在丰都地府，永不轮回。(鬼母云)皈依者。【尾】告世尊肯发慈悲力，我着唐三藏西游便回。那唐僧，火孩儿妖怪放生了他，到前面须得二圣郎救了你。正名李天王捉妖怪孙行者会师徒沙和尚拜三藏鬼子母救爱奴 ",
        "author": "元代",
        "poem_class": "写水",
        "dynasty": "赵孟頫"
    },
    {
        "title": "过江",
        "paragraph": "江渚风高酒乍醒，川途渺渺正扬舲。浪花作雨汀烟湿，沙鸟迎人水气腥。三国旧愁春草碧，六朝遗恨晚山青。不须倚棹吹长笛，恐有蛟龙潜出听。欧阳晔治鄂州，民有争舟而相殴致死者，狱久不决。晔自临其狱，坐囚于庭中，去其桎梏而饮食之，食讫，悉劳而还之狱。独留一人于庭，留者色变而惶顾。晔曰：“杀人者汝也！”囚佯为不知所以。晔曰：“吾观食者皆以右手持箸，而汝独以左。今死者伤在右肋，非汝而谁？”囚无以对。十旬胜会友如云，千里逢迎得旧群。冈峦岛屿坐中分，襜帷暂驻乐同醺。骖騑上路见吾君，清霜紫电王将军。腾蛟起凤烂人文，赠言临别更慇勤。渔舟唱晚忽分手，有怀投笔龙蛇走。逸兴遄飞花傍柳，一言均赋射牛斗。耸翠流丹光照缶，爽籁纤歌横浦口。响穷彭蠡一尊酒。明晨捧袂阿谁边，烟光潦水共长天。仙人旧馆朱华前，衡阳雁断对愁眠。奉承宣室正当年，青云壮志白云篇。请缨天柱早加鞭，宇宙无穷十大千。绢帕麻菇与线香，本资民用反为殃。清风两袖朝天去，免得闾阎话短长。",
        "author": "明代",
        "poem_class": "写水",
        "dynasty": "钱晔"
    },
    {
        "title": "渡青草湖",
        "paragraph": "洞庭春溜满，平湖锦帆张。沅水桃花色，湘流杜若香。穴去茅山近，江连巫峡长。带天澄迥碧，映日动浮光。行舟逗远树，度鸟息危樯。滔滔不可测，一苇讵能航？宜春苑中春已归，披香殿里作春衣。新年鸟声千种啭，二月杨花满路飞。河阳一县并是花，金谷从来满园树。一丛香草足碍人，数尺游丝即横路。开上林而竞入，拥河桥而争渡。出丽华之金屋，下飞燕之兰宫。钗朵多而讶重，髻鬟高而畏风。眉将柳而争绿，面共桃而竞红。影来池里，花落衫中。苔始绿而藏鱼，麦才青而覆雉。吹箫弄玉之台，鸣佩凌波之水。移戚里而家富，入新丰而酒美。石榴聊泛，蒲桃酦醅。芙蓉玉碗，莲子金杯。新芽竹笋，细核杨梅。绿珠捧琴至，文君送酒来。玉管初调，鸣弦暂抚。《阳春》《绿水》之曲，对凤回鸾之舞。更炙笙簧，还移筝柱。月入歌扇，花承节鼓。协律都尉，射雉中郎。停车小苑，连骑长杨。金鞍始被，柘弓新张。拂尘看马埒，分朋入射堂。马是天池之龙种，带乃荆山之玉梁。艳锦安天鹿，新绫织凤凰。三日曲水向河津，日晚河边多解神。树下流杯客，沙头渡水人。镂薄窄衫袖，穿珠帖领巾。百丈山头日欲斜，三晡未醉莫还家。池中水影悬胜镜，屋里衣香不如花。首夏犹清和，芳草亦未歇。水宿淹晨暮，阴霞屡兴没。周览倦瀛壖，况乃陵穷发。川后时安流，天吴静不发。扬帆采石华，挂席拾海月。溟涨无端倪，虚舟有超越。仲连轻齐组，子牟眷魏阙。矜名道不足，适己物可忽。请附任公言，终然谢天伐。游子久不返，妾身当何依。日移孤影动，羞睹燕双飞。",
        "author": "南北朝",
        "poem_class": "写水",
        "dynasty": "阴铿"
    },
    {
        "title": "南浦·春水",
        "paragraph": "柳下碧粼粼，认麹尘乍生，色嫩如染。清溜满银塘，东风细、参差縠纹初遍。别君南浦，翠眉曾照波痕浅。再来涨绿迷旧处，添却残红几片。葡萄过雨新痕，正拍拍轻鸥，翩翩小燕。帘影蘸楼阴，芳流去，应有泪珠千点。沧浪一舸，断魂重唱蘋花怨。采香幽泾鸳鸯睡，谁道湔裙人远。朝曦迎客艳重冈，晚雨留人入醉乡。此意自佳君不会，一杯当属水仙王。莫言下岭便无难，赚得行人错喜欢。(错喜欢 一作：空喜欢)政入万山围子里，一山放出一山拦。(政入 一作：正入；围子 一作：圈子；放出 一作：放过)柳庭风静人眠昼，昼眠人静风庭柳。香汗薄衫凉，凉衫薄汗香。手红冰碗藕，藕碗冰红手。郎笑藕丝长，长丝藕笑郎。",
        "author": "宋代",
        "poem_class": "写水",
        "dynasty": "王沂孙"
    },
    {
        "title": "泮水",
        "paragraph": "思乐泮水，薄采其芹。鲁侯戾止，言观其旂。其旂茷茷，鸾声哕哕。无小无大，从公于迈。思乐泮水，薄采其藻。鲁侯戾止，其马蹻蹻。其马蹻蹻，其音昭昭。载色载笑，匪怒伊教。思乐泮水，薄采其茆。鲁侯戾止，在泮饮酒。既饮旨酒，永锡难老。顺彼长道，屈此群丑。穆穆鲁侯，敬明其德。敬慎威仪，维民之则。允文允武，昭假烈祖。靡有不孝，自求伊祜。明明鲁侯，克明其德。既作泮宫，淮夷攸服。矫矫虎臣，在泮献馘。淑问如皋陶，在泮献囚。济济多士，克广德心。桓桓于征，狄彼东南。烝烝皇皇，不吴不扬。不告于訩，在泮献功。角弓其觩。束矢其搜。戎车孔博。徒御无斁。既克淮夷，孔淑不逆。式固尔犹，淮夷卒获。翩彼飞鸮，集于泮林。食我桑葚，怀我好音。憬彼淮夷，来献其琛。元龟象齿，大赂南金。临风思永夕，极目感深秋。月落应同照，溪阴故独流。鸟啼清露下，雁过薄寒收。衰草犹如岸，空依此夜舟。弈秋，通国之善弈者也。使弈秋诲二人弈，其一人专心致志，惟弈秋之为听；一人虽听之，一心以为有鸿鹄将至，思援弓缴而射之。虽与之俱学，弗若之矣。为是其智弗若与？曰：非然也。泂酌彼行潦，挹彼注兹，可以餴饎。岂弟君子，民之父母。泂酌彼行潦，挹彼注兹，可以濯罍。岂弟君子，民之攸归。泂酌彼行潦，挹彼注兹，可以濯溉。岂弟君子，民之攸塈。",
        "author": "先秦",
        "poem_class": "写水",
        "dynasty": "佚名"
    },
    {
        "title": "浪花",
        "paragraph": "一江秋水浸寒空，渔笛无端弄晚风。万里波心谁折得？夕阳影里碎残红。晓带轻烟间杏花，晚凝深翠拂平沙。长条别有风流处，密映钱塘苏小家。十八新娘八十郎，苍苍白发对红妆。鸳鸯被里成双夜，一树梨花压海棠。墨云拖雨过西楼。水东流，晚烟收。柳外残阳，回照动帘钩。今夜巫山真个好，花未落，酒新篘。 美人微笑转星眸。月华羞，捧金瓯。歌扇萦风，吹散一春愁。试问江南诸伴侣，谁似我，醉扬州。",
        "author": "宋代",
        "poem_class": "写水",
        "dynasty": "王宷"
    },
    {
        "title": "渡江",
        "paragraph": "江南非不好，楚客自生哀。摇楫天平渡，迎人树欲来。雨余吴岫立，日照海门开。虽异中原险，方隅亦壮哉！山前灯火欲黄昏，山头来去云。鹧鸪声里数家村，潇湘逢故人。挥羽扇，整纶巾，少年鞍马尘。如今憔悴赋招魂，儒冠多误身。沈家园里花如锦，半是当年识放翁。也信美人终作土，不堪幽梦太匆匆。清明上巳西湖好，满目繁华。争道谁家。绿柳朱轮走钿车。 游人日暮相将去，醒醉喧哗。路转堤斜。直到城头总是花。",
        "author": "宋代",
        "poem_class": "写水",
        "dynasty": "陈与义"
    },
    {
        "title": "早春夜宴",
        "paragraph": "九春开上节，千门敞夜扉。兰灯吐新焰，桂魄朗圆辉。送酒惟须满，流杯不用稀。务使霞浆兴，方乘泛洛归。大漠沙如雪，燕山月似钩。何当金络脑，快走踏清秋。昔年八月十五夜，曲江池畔杏园边。今年八月十五夜，湓浦沙头水馆前。西北望乡何处是，东南见月几回圆。昨风一吹无人会，今夜清光似往年。菱叶萦波荷飐风，荷花深处小船通。逢郎欲语低头笑，碧玉搔头落水中。",
        "author": "唐代",
        "poem_class": "写水",
        "dynasty": "武则天"
    },
    {
        "title": "水龙吟·听兮清佩琼瑶些",
        "paragraph": "用“些语”再题瓢泉，歌以饮客，声韵甚谐，客皆为之釂。听兮清佩琼瑶些。明兮镜秋毫些。君无去此，流昏涨腻，生蓬蒿些。虎豹甘人，渴而饮汝，宁猿猱些。大而流江海，覆舟如芥，君无助、狂涛些。路险兮山高些。块予独处无聊些。冬槽春盎，归来为我，制松醪些。其外芳芬，团龙片凤，煮云膏些。古人兮既往，嗟予之乐，乐箪瓢些。碧云天，黄叶地，秋色连波，波上寒烟翠。山映斜阳天接水，芳草无情，更在斜阳外。黯乡魂，追旅思，夜夜除非，好梦留人睡。明月楼高休独倚，酒入愁肠，化作相思泪。(留人睡 一作：留人醉)一曲新词酒一杯，去年天气旧亭台。夕阳西下几时回？无可奈何花落去，似曾相识燕归来。小园香径独徘徊。万事云烟忽过，一身蒲柳先衰。而今何事最相宜，宜醉宜游宜睡。早趁催科了纳，更量出入收支。乃翁依旧管些儿，管竹管山管水。",
        "author": "宋代",
        "poem_class": "写水",
        "dynasty": "辛弃疾"
    },
    {
        "title": "秋江送别二首",
        "paragraph": "早是他乡值早秋，江亭明月带江流。已觉逝川伤别念，复看津树隐离舟。归舟归骑俨成行，江南江北互相望。谁谓波澜才一水，已觉山川是两乡。燕台一望客心惊，笳鼓喧喧汉将营。(笳鼓 一作：箫鼓)万里寒光生积雪，三边曙色动危旌。沙场烽火连胡月，海畔云山拥蓟城。少小虽非投笔吏，论功还欲请长缨。葡萄美酒夜光杯，欲饮琵琶马上催。醉卧沙场君莫笑，古来征战几人回？自古逢秋悲寂寥，我言秋日胜春朝。晴空一鹤排云上，便引诗情到碧霄。",
        "author": "唐代",
        "poem_class": "写水",
        "dynasty": "王勃"
    },
    {
        "title": "安州应城玉女汤作",
        "paragraph": "神女殁幽境，汤池流大川。阴阳结炎炭，造化开灵泉。地底烁朱火，沙旁歊素烟。沸珠跃明月，皎镜涵空天。气浮兰芳满，色涨桃花然。精览万殊入，潜行七泽连。愈疾功莫尚，变盈道乃全。濯缨掬清泚，晞发弄潺湲。散下楚王国，分浇宋玉田。可以奉巡幸，奈何隔穷偏。独随朝宗水，赴海输微涓。世间花叶不相伦，花入金盆叶作尘。惟有绿荷红菡萏，卷舒开合任天真。此花此叶常相映，翠减红衰愁杀人。(常相映 一作：长相映) 三日入厨下，洗手作羹汤。未谙姑食性，先遣小姑尝。茶。香叶，嫩芽。慕诗客，爱僧家。碾雕白玉，罗织红纱。铫煎黄蕊色，碗转曲尘花。夜后邀陪明月，晨前独对朝霞。洗尽古今人不倦，将知醉后岂堪夸。",
        "author": "唐代",
        "poem_class": "写水",
        "dynasty": "李白"
    },
    {
        "title": "桂源铺",
        "paragraph": "万山不许一溪奔，拦得溪声日夜喧。到得前头山脚尽，堂堂溪水出前村。月儿弯弯照九州，几家欢乐几家愁。几家夫妇同罗帐，几个飘零在外头？花开不并百花丛，独立疏篱趣未穷。宁可枝头抱香死，何曾吹落北风中。风住尘香花已尽，日晚倦梳头。物是人非事事休，欲语泪先流。闻说双溪春尚好，也拟泛轻舟。只恐双溪舴艋舟，载不动许多愁。",
        "author": "宋代",
        "poem_class": "写水",
        "dynasty": "杨万里"
    },
    {
        "title": "水仙子·渡瓜洲",
        "paragraph": "渚莲花脱锦衣收，风蓼青雕红穗秋，堤柳绿减长条瘦。系行人来去愁，别离情今古悠悠。南徐城下，西津渡口，北固山头。酷暑天，葵榴发，喷鼻香十里荷花。兰舟斜缆垂扬下，只宜辅枕簟向凉亭披襟散发。渺渺烟波一叶舟，西风落木五湖秋。盟鸥鹭，傲王侯，管甚鲈鱼不上钩。冬天易晚，又早黄昏后。修竹小阑干，空倚遍寒生翠袖。萧萧宝马，何处狂游？〔幺篇〕人已静，夜将阑，不信今宵又。大抵为人图甚么，彼此青春年幼。似恁的厮禁持，兀的不白了人头。〔女冠子〕过一宵，胜九秋。且将针线，把一扇鞋儿绣。蓦听得马嘶人语，甫能来到，却又早十分殢酒。〔好观音〕枉了教人深闺里候，疏狂性奄然依旧。不成器乔公事做的泄漏，衣纽不曾扣。待伊酒醒明白究。〔雁过南楼煞〕问著时只办着摆手，骂著时悄不开口。放伊不过耳朵儿扭。你道不曾共外人欢偶，把你爱惜前程遥指定梅梢月儿咒。",
        "author": "元代",
        "poem_class": "写水",
        "dynasty": "赵善庆"
    },
    {
        "title": "中秋夜洞庭湖对月歌",
        "paragraph": "长风霾云莽千里，云气蓬蓬天冒水。风收云散波乍平，倒转青天作湖底。初看落日沉波红，素月欲升天敛容。舟人回首尽东望，吞吐故在冯夷宫。须臾忽自波心上，镜面横开十余丈。月光浸水水浸天，一派空明互回荡。此时骊龙潜最深，目炫不得衔珠吟。巨鱼无知作腾踔，鳞甲一动千黄金。人间此境知难必，快意翻从偶然得。遥闻渔父唱歌来，始觉中秋是今夕。问人生、头白京国，算来何事消得。不如罨画清溪上，蓑笠扁舟一只。人不识，且笑煮、鲈鱼趁著莼丝碧。无端酸鼻，向岐路消魂，征轮驿骑，断雁西风急。英雄辈，事业东西南北。临风因甚泣。酬知有愿频挥手，零雨凄其此日。休太息，须信道、诸公衮衮皆虚掷。年来踪迹。有多少雄心，几翻恶梦，泪点霜华织。林下闺房世罕俦，偕隐足风流。今来忍见，鹤孤华表，人远罗浮。中年定不禁哀乐，其奈忆曾游。浣花微雨，采菱斜日，欲去还留。春归林木古兴嗟，燕语斜阳立浅沙。休说旧时王与谢，寻常百姓亦无家。",
        "author": "清代",
        "poem_class": "写水",
        "dynasty": "查慎行"
    },
    {
        "title": "横江词·其六",
        "paragraph": "月晕天风雾不开，海鲸东蹙百川回。惊波一起三山动，公无渡河归去来。紫泉宫殿锁烟霞，欲取芜城作帝家。玉玺不缘归日角，锦帆应是到天涯。于今腐草无萤火，终古垂杨有暮鸦。地下若逢陈后主，岂宜重问后庭花。清江一曲柳千条，二十年前旧板桥。曾与美人桥上别，恨无消息到今朝。已讶衾枕冷，复见窗户明。夜深知雪重，时闻折竹声。",
        "author": "唐代",
        "poem_class": "写水",
        "dynasty": "李白"
    },
    {
        "title": "南浦·春水",
        "paragraph": "波暖绿粼粼，燕飞来，好是苏堤才晓。鱼没浪痕圆，流红去，翻笑东风难扫。荒桥断浦，柳阴撑出扁舟小。回首池塘青欲遍，绝似梦中芳草。和云流出空山，甚年年净洗，花香不了？新绿乍生时，孤村路，犹忆那回曾到。余情渺渺，茂林觞咏如今悄。前度刘郎归去后，溪上碧桃多少。一春略无十日晴，处处浮云将雨行。野田春水碧于镜，人影渡傍鸥不惊。桃花嫣然出篱笑，似开未开最有情。茅茨烟暝客衣湿，破梦午鸡啼一声。京口瓜洲一水间，钟山只隔数重山。春风又绿江南岸，明月何时照我还。羞红颦浅恨，晚风未落，片绣点重茵。旧堤分燕尾，桂棹轻鸥，宝勒倚残云。千丝怨碧，渐路入、仙坞迷津。肠漫回，隔花时见，背面楚腰身。 逡巡。题门惆怅，堕履牵萦，数幽期难准。还始觉、留情缘眼，宽带因春。明朝事与孤烟冷，做满湖、风雨愁人。山黛暝，尘波澹绿无痕。",
        "author": "宋代",
        "poem_class": "写水",
        "dynasty": "张炎"
    },
    {
        "title": "贞女峡",
        "paragraph": "江盘峡束春湍豪，雷风战斗鱼龙逃。悬流轰轰射水府，一泻百里翻云涛。漂船摆石万瓦裂，咫尺性命轻鸿毛。屋上春鸠鸣，村边杏花白。持斧伐远扬，荷锄觇泉脉。 归燕识故巢，旧人看新历。临觞忽不御，惆怅远行客。十里一走马，五里一扬鞭。都护军书至，匈奴围酒泉。关山正飞雪，烽火断无烟。城上高楼接大荒，海天愁思正茫茫。惊风乱飐芙蓉水，密雨斜侵薜荔墙。岭树重遮千里目，江流曲似九回肠。共来百越文身地，犹自音书滞一乡。",
        "author": "唐代",
        "poem_class": "写水",
        "dynasty": "韩愈"
    },
    {
        "title": "八月十五日看潮五绝",
        "paragraph": "定知玉兔十分圆，化作霜风九月寒。寄语重门休上钥，夜潮流向月中看。万人鼓噪慑吴侬，犹似浮江老阿童。欲识潮头高几许？越山浑在浪花中。江边身世两悠悠，久与沧波共白头。造物亦知人易老，故叫江水向西流。吴儿生长狎涛渊，冒利轻生不自怜。东海若知明主意，应教斥卤变桑田。江神河伯两醯鸡，海若东来气吐霓。安得夫差水犀手，三千强弩射潮低。梨花风起正清明，游子寻春半出城。日暮笙歌收拾去，万株杨柳属流莺。山亭水榭秋方半，凤帏寂寞无人伴。愁闷一番新，双蛾只旧颦。起来临绣户，时有疏萤度。多谢月相怜，今宵不忍圆。岸阔樯稀波渺茫，独凭危槛思何长。萧萧远树疏林外，一半秋山带夕阳。",
        "author": "宋代",
        "poem_class": "写水",
        "dynasty": "苏轼"
    },
    {
        "title": "登江中孤屿赠白云先生王迥",
        "paragraph": "悠悠清江水，水落沙屿出。回潭石下深，绿筱岸傍密。 鲛人潜不见，渔父歌自逸。忆与君别时，泛舟如昨日。 夕阳开返照，中坐兴非一。南望鹿门山，归来恨如失。独怜幽草涧边生，上有黄鹂深树鸣。 春潮带雨晚来急，野渡无人舟自横。四月南风大麦黄，枣花未落桐阴长。青山朝别暮还见，嘶马出门思旧乡。陈侯立身何坦荡，虬须虎眉仍大颡。腹中贮书一万卷，不肯低头在草莽。东门酤酒饮我曹，心轻万事如鸿毛。醉卧不知白日暮，有时空望孤云高。长河浪头连天黑，津口停舟渡不得。郑国游人未及家，洛阳行子空叹息。闻道故林相识多，罢官昨日今如何。楼倚霜树外，镜天无一毫。南山与秋色，气势两相高。",
        "author": "唐代",
        "poem_class": "写水",
        "dynasty": "孟浩然"
    },
    {
        "title": "霜天晓角·仪真江上夜泊",
        "paragraph": "寒江夜宿。长啸江之曲。水底鱼龙惊动，风卷地、浪翻屋。 诗情吟未足。酒兴断还续。草草兴亡休问，功名泪、欲盈掬。拨雪寻春，烧灯续昼。暗香院落梅开后。无端夜色欲遮春，天教月上宫桥柳。 花市无尘，朱门如绣。娇云瑞雾笼星斗。沉香火冷小妆残，半衾轻梦浓如酒。片片蝶衣轻，点点猩红小。道是天公不惜花，百种千般巧。 朝见树头繁，暮见枝头少。道是天公果惜花，雨洗风吹了。黄金榜上，偶失龙头望。明代暂遗贤，如何向。未遂风云便，争不恣狂荡。何须论得丧？才子词人，自是白衣卿相。烟花巷陌，依约丹青屏障。幸有意中人，堪寻访。且恁偎红倚翠，风流事，平生畅。青春都一饷。忍把浮名，换了浅斟低唱！",
        "author": "宋代",
        "poem_class": "写水",
        "dynasty": "黄机"
    },
    {
        "title": "山下泉",
        "paragraph": "漾漾带山光，澄澄倒林影。那知石上喧，却忆山中静。城上春云覆苑墙，江亭晚色静年芳。林花著雨胭脂落，水荇牵风翠带长。龙武新军深驻辇，芙蓉别殿谩焚香。何时诏此金钱会，暂醉佳人锦瑟旁。斑竹枝，斑竹枝，泪痕点点寄相思。楚客欲听瑶瑟怨，潇湘深夜月明时。醉别江楼橘柚香，江风引雨入舟凉。 忆君遥在潇湘月，愁听清猿梦里长。",
        "author": "唐代",
        "poem_class": "写水",
        "dynasty": "皇甫曾"
    },
    {
        "title": "满江红·中秋夜潮",
        "paragraph": "万水归阴，故潮信盈虚因月。偏只到、凉秋半破，斗成双绝。有物指磨金镜净，何人拏攫银河决？想子胥今夜见嫦娥，沉冤雪。光直下，蛟龙穴；声直上，蟾蜍窟。对望中天地，洞然如刷。激气已能驱粉黛，举杯便可吞吴越。待明朝说似与儿曹，心应折！天涯旧恨，独自凄凉人不问。欲见回肠，断尽金炉小篆香。黛蛾长敛，任是春风吹不展。困倚危楼，过尽飞鸿字字愁。鸣骹直上一千尺，天静无风声更干。碧眼胡儿三百骑，尽提金勒向云看。春牛春杖，无限春风来海上。便丐春工，染得桃红似肉红。春幡春胜，一阵春风吹酒醒。不似天涯，卷起杨花似雪花。",
        "author": "宋代",
        "poem_class": "写水",
        "dynasty": "史达祖"
    },
    {
        "title": "凭阑人·江夜",
        "paragraph": "江水澄澄江月明，江上何人搊玉筝？隔江和泪听，满江长叹声。敝裘尘土压征鞍，鞭倦袅芦花，弓箭萧萧，一径入烟霞，动羁怀，西风禾黍，秋水蒹葭，千点万点，老树寒鸦，三行两行，写长空历历，雁落平沙，曲岸西边，近水湾鱼网纶竿钓，断桥东壁，傍溪山竹篱茅舍人家，见满山满谷，红叶黄花，正是凄凉时候，离人又在天涯。廉香林南园即事山中富贵相公衙，江左风流学士家，壁间水墨名人画。六一泉阳羡茶，书斋打簇得繁华。玉龙笔架，铜雀砚瓦，金凤笺花。赠江云白蘋吹练洗闲愁，粉絮成衣怯素秋，高情不管青山瘦。伴浔阳一派流，寄相思日暮东洲。有意能收放，无心尽去留，梨花梦湘水悠悠。赠柔卿王氏暖红无力海棠丝，春绿多情杨柳枝，绀云不动宫鸦翅。肉台盘纤玉指，胭脂粉掿成的孩儿。眼角头传芳事，樽前席上歌艳词，俵散相思。赠姑苏朱阿娇会玉真李氏楼合欢髻子楚云松，斗巧眉儿翠黛浓，柔荑指怯金杯重。玉亭亭鞋半弓，听骊珠一串玲珑。歌触的心情动，酒潮的脸晕红，笑堆著满面春风。钉鞋儿底儿钻钉紫丁香，帮侧微粘蜜腊黄，宜行云行雨阳台上。步苍苔砖甃儿响，衬凌波罗袜生凉。惊回衔泥乳燕。溅湿穿花凤凰，羞煞戏水鸳鸯。花筒儿玲珑高插楚云岑，轻巧全胜碧玉簪，红绵水暖春香沁。是惜花人一寸心，净瓶儿般手捻著沉吟。滴点点蔷蔽露，袅丝丝杨柳金，是个画出来的观音。伤春莺花笑我病三春，香玉知他瘦几分？屏床独自怀孤闷。那些儿吃喜人，界微红斜印腮痕。山枕浅啼晴露，洞箫寒吹梦云，风雨黄昏。席上赋李楚仪歌以酒送维扬贾侯鸳鸯一世不知愁，何事年来尽白头？芙蓉水冷胭脂瘦。占西塘晓镜秋，菱花漫替人羞。擎架著十分病，包笼著百倍忧，老死也风流。亿情红粘绿惹泥风流，雨念云思何日休？玉憔花悴今番瘦。担著天来大一担愁，说相思难拨回头。夜月鸡儿巷，春风燕子楼，一日三秋。红指甲赠孙莲哥时客吴江冰蓝袖卷翠纹纱，春笋纤舒红玉甲，水晶寒浓染胭脂蜡。剖吴橙吃喜煞，锦鱼鳞冷渍硃砂。数归期阑干上画，印开元宫额上搯，托香腮似几瓣桃花。赠常凤哥紫金钗影落芳樽，白玉箫声隔暮云，碧梧枝冷惊秋信。倩缑仙暖梦魂，喜相逢青鸟红巾。都不索瑶琴写恨，秦台忆君，妆镜悲春。客楼即事石氏所居石崇已去玉楼空，王恺重来金谷穷，绿珠不作朝云梦。似阳台十二峰，隔愁痕龟背帘栊。花钿小金毛褪，柳腰细罗带松，寂寞春风。手帕呈贾伯坚对裁湘水縠波纹，挪皱梨花雪片云。束纤腰舞得春风困。衬琼杯蒙玉笋，殢人娇笑揾脂唇。宫额上匀香汗，银筝上拂暗尘，休染上啼痕。楚仪赠香囊赋以报之玉丝寒皱雪纱囊，金剪裁成冰笋凉，梅魂不许春摇荡。和清愁一处装，芳心偷付檀郎。怀儿里放，枕袋里藏，梦绕龙香。嘲楚仪顺毛儿扑撒翠鸾雏，暖水儿温存比目鱼，碎砖儿垒就阳台路。望朝云思暮雨，楚巫娥偷取些工夫。殢酒人归未，停歌月上初，今夜何如？嘲人爱姬为人所夺豫章城锦片凤凰交，临川县花枝翡翠巢，贩茶船铁板鸦青钞。问婆婆那件高，柴铧锹一下掘著。村冯魁沾的上，俏苏卿随顺了，双渐眊眊。习隐拖条藜杖裹枚巾，盖座团标容个身，五行不带功名分。卧芙蓉顶上云，濯清泉两足游尘。生不愿黄金印，死不离老瓦盆，俯仰乾坤。梦觉唤回春梦一双蝶，忙煞黄尘两只靴，三十年几度花开谢。熬煎成头上雪，海漫漫谁是龙蛇？鲁子敬能施惠，周公谨会打暂，千古豪杰。歌者睥睨潦倒故赋此咎焉绣屏春暖茜氍毹，罗袖香番锦鹧鸪，银盆笑击珊瑚树。拚明珠换绿珠，见书生如此头颅。升仙桥曾题柱，卓文君不驾车，谁识相如？游越福王府笙歌梦断蒺藜沙，罗绮香余野菜花，乱云老树夕阳下。燕休寻王谢家，恨兴亡怒煞些鸣蛙。铺锦池埋荒甃，流杯亭堆破瓦，何处也繁华。赋李仁仲懒慢斋闹排场经过乐回闲，勤政堂辞别撒会懒。急喉咙倒换学些慢。掇梯儿休上竿，梦魂中识破邯郸。昨日强如今日，这番险似那番，君不见鸟倦知还。吴江垂虹桥飞来千丈玉蜈蚣，横驾三天白螮蝀，凿开万窍黄云洞。看星低落镜中，月华明秋影玲珑。赑屭金环重，狻猊石柱雄，铁锁囚龙。若川秋夕闻砧谁家练杵动秋庭，那岸窗纱闪夜灯，异乡丝鬓明朝镜。又多添几处星，露华零梧叶无声。金谷园中梦，玉门关外情，凉月三更。玉壶园题水亭赠国公十一公子人来图画帧间行，船在琉璃影内撑，歌从弦管声中听。水边鸥花外莺，翠玲珑小院闲庭。夜月泥金扇，春风暖玉屏，赏四时雨雪阴晴。嘲少年纸糊锹轻吉列枉折尖。肉膘胶干支剌有甚粘，醋葫芦嘴古邦佯装欠。接梢儿虽是谄，抱牛腰只怕伤廉。性儿神羊也似善，口儿蜜钵也似甜，火块儿也似情忺。李琬卿一篇词意思便随斜，千金价恩情莽判赊，五花文官诰权教借。高仙儿来到也，人间天上离别。滹沱河彳亶了府多，柳花亭留下大姐，李琬也也。老当益壮风流受苦果何甘？落拓垂涎待拉馋，等闲小见难摇憾。那孩儿情愿敢，休欺负诗骨岩岩。玉钥条玲珑担，翠铺对万胜篮，风月都担。展转秋思京门赋琐窗风雨古今情，梦绕云山十二层，香销烛暗人初定。酒醒时愁未醒，三般儿捱不到天明。巉地罗帏静，森地鸳被冷，忽地心疼。凉夜清兴云绡蒙影镜谁呵？露粟吹香金碎挪，醉来起我成三个。是清风明月我，问桂花良夜如何？饮不辞玻璃盏大，睡不厌琉璃簟阔，梦不到蝼蚁南柯。寻梅冬前冬后几村庄，溪北溪南两履霜，树头树底孤山上。冷风来何处香，忽相逢缟袂绡裳。酒醒寒惊梦，笛凄春断肠，淡月昏黄。暮春即事风吹丝雨噀窗纱，苔和酥泥葬落花，卷云钩月帘初挂。玉钗香径滑，燕藏春衔向谁家？莺老羞寻伴，蜂寒懒报衙，啼煞饥鸦。客中春晚昔年歌舞醉娇春，今日衣冠逐后尘，归舟欲向南湖问。恐沙鸥也傲人，榆钱儿不救诗贫。眇小了花风信，阑珊了蝶梦魂，冷笑东君。瑞安东安寺夏日清思新蝉风断子弦琴，古鸭烟消午篆沉，孤鹤梦觉三山枕。翠濛濛窗户阴，煮茶芽旋撮黄金。俗事天来大，红尘海样深，都不到一片云心。乐清箫台枕苍龙云卧品清箫，跨白鹿春酣醉碧桃，唤青猿夜拆烧丹灶。二千年琼树老，飞来海上仙鹤。纱巾岸天风细，玉笙吹山月高，谁识王乔？乐清白鹤寺瀑布紫箫声入九华天，翠壁花飞双玉泉，瑶台鹤去人曾见。炼白云丹灶边，问山灵今夕何年。龙须水朱砂腻，虎睛丸金汞圆，海上寻仙。为友人作搅柔肠离恨病相兼，重聚首佳期卦怎占？豫章城开了座相思店。闷勾肆儿逐日添，愁行货顿塌在眉尖。税钱比茶船上欠，斤两去等秤上掂，吃紧的历册般拘钤。赠朱翠英吹笙惯醉碧桃花，把酒曾听萼绿华，金毛秀靥春无价。折将来乌帽上插，五百年欢喜冤家。正好星前月下，恐怕风吹雨打，吃惜了零落天涯。怨风情眼中花怎得接连枝，眉上锁新教配钥匙，描笔儿勾销了伤春事。闷葫芦绞断线儿，锦鸳鸯别对了个雄雌。野蜂儿难寻觅，蝎虎儿干害死，蚕蛹儿毕罢了相思。赠顾观音盈盈罗袜藕初簪，楚楚宫腰柳半金，小名儿且是妖饶甚。落迦山何处寻？紫旃檀风月丛林。说缘法三生梦，舍慈悲一片心，不枉了唤做个观音。吴姬罣罳分月小藤床，茉莉堆云懒髻妆，蔷薇洒水轻绡上。染一天风露香，看星河笑语昏黄。白雪鸡头肉，红冰荔子浆，道今夜微凉。重观瀑布天机织罢月梭闲，石壁高垂雪练寒，冰丝带雨悬霄汉。几千年晒未干，露华凉人怯衣单。似白虹饮涧，玉龙下山，晴雪飞滩。雨窗即事客怀寥落雨声中，春事商量花信风，烛光摇荡江南梦。寸心灰双泪红，和更筹滴损铜龙。酒醒纱窗静，诗悭锦袋空，催老仙翁。中秋后一日山亭赏桂花时雨稍晴海云衣湿鶺鸰寒，窗雨丝收络纬闲，边风信动征鸿限。稻粱秋有甚悭，尽尊前楚水吴山。坐金色三千界，倚天香十二阑，不是人间。咏雪冷无香柳絮扑将来，冻成片梨花拂不开，大灰泥漫了三千界。银棱了东大海，探梅的心噤难捱。面瓮儿里袁安舍，盐堆儿里党尉宅，粉缸儿里舞榭歌台。赠孙梅哥寿阳宫额试新妆，萼绿仙音整旧腔，怕尊前梦觉参儿上。粉留痕襟袖香，拣柂儿可喜昏黄。白云纸帐，清风玉堂，淡月纱窗。德清长桥青天白日见楼台，赤蜃浮光海市开，崖崩岸坼长虹在。弃繻生感壮怀，卧苍龙鳞甲生苔。横生风籁，玲珑月色，玉琢蓬莱。菊舟寒英和雨结船头，翠叶铺烟起舵楼，霜枝立月牙樯瘦。泛清香满棹秋，比浮花浪蕊优游。驾银汉星槎梦，载金茎玉露酒，江湖上陶令风流。丁朝卿西斋半间云碧窗秋窄玉玲珑，古鼎春悭香髟蒙松，矮屏分得梨花梦。小可可十二峰，浩然气于此从容。无垢无尘处，非烟非雾中，等当著天上从龙。和化成甫番马扇头渥洼秋浅水生寒，苜蓿霜轻草渐斑，鸾弧不射双飞雁。臂鞲鹰玉辔间，醉醺醺来自楼阑。狐帽西风袒，穹庐红日晚，满眼青山。两髯背立鸣双橹，短蓑开合沧江雨。青山如龙入云去，白发何人并沙语。船头放歌船尾和，篷上雨鸣篷下坐。推篷不省是何乡，但见双双白鸥过。",
        "author": "元代",
        "poem_class": "写水",
        "dynasty": "张可久"
    },
    {
        "title": "与颜钱塘登障楼望潮作",
        "paragraph": "百里闻雷震，鸣弦暂辍弹。府中连骑出，江上待潮观。照日秋云迥，浮天渤澥宽。惊涛来似雪，一座凛生寒。桃李待日开，荣华照当年。东风动百物，草木尽欲言。枯枝无丑叶，涸水吐清泉。大力运天地，羲和无停鞭。功名不早著，竹帛将何宣。桃李务青春，谁能贳白日。富贵与神仙，蹉跎成两失。金石犹销铄，风霜无久质。畏落日月后，强欢歌与酒。秋霜不惜人，倏忽侵蒲柳。昨夜星辰昨夜风，画楼西畔桂堂东。身无彩凤双飞翼，心有灵犀一点通。隔座送钩春酒暖，分曹射覆蜡灯红。嗟余听鼓应官去，走马兰台类转蓬。(转蓬 一作：断蓬)闻道阊门萼绿华，昔年相望抵天涯。岂知一夜秦楼客，偷看吴王苑内花。 当时我醉美人家，美人颜色娇如花。今日美人弃我去，青楼珠箔天之涯。天涯娟娟姮娥月，三五二八盈又缺。翠眉蝉鬓生别离，一望不见心断绝。心断绝，几千里？梦中醉卧巫山云，觉来泪滴湘江水。湘江两岸花木深，美人不见愁人心。含愁更奏绿绮琴，调高弦绝无知音。美人兮美人，不知为暮雨兮为朝云。相思一夜梅花发，忽到窗前疑是君。",
        "author": "唐代",
        "poem_class": "写水",
        "dynasty": "孟浩然"
    },
    {
        "title": "听嘉陵江水声寄深上人",
        "paragraph": "凿崖泄奔湍，古称神禹迹。夜喧山门店，独宿不安席。水性自云静，石中本无声；如何两相激，雷转空山惊？贻之道门旧，了此物我情。好雨知时节，当春乃发生。随风潜入夜，润物细无声。野径云俱黑，江船火独明。晓看红湿处，花重锦官城。世有伯乐，然后有千里马。千里马常有，而伯乐不常有。故虽有名马，祗辱于奴隶人之手，骈死于槽枥之间，不以千里称也。马之千里者，一食或尽粟一石。食马者不知其能千里而食也。是马也，虽有千里之能，食不饱，力不足，才美不外见，且欲与常马等不可得，安求其能千里也？(食马者 通：饲马者)策之不以其道，食之不能尽其材，鸣之而不能通其意，执策而临之，曰：“天下无马！”呜呼！其真无马邪？其真不知马也！黄师塔前江水东，春光懒困倚微风。桃花一簇开无主，可爱深红爱浅红？",
        "author": "唐代",
        "poem_class": "写水",
        "dynasty": "韦应物"
    },
    {
        "title": "满江红·清江风帆甚快作此与客剧饮歌之",
        "paragraph": "千古东流，声卷地，云涛如屋。横浩渺、樯竿十丈，不胜帆腹。夜雨翻江春浦涨，船头鼓急风初熟。似当年、呼禹乱黄川，飞梭速。击楫誓、空警俗。休拊髀，都生肉。任炎天冰海，一杯相属。荻笋蒌芽新入馔，弦凤吹能翻曲。笑人间、何处似尊前，添银烛。近日门前溪水涨。郎船几度偷相访。船小难开红斗帐。无计向。合欢影里空惆怅。愿妾身为红菡萏。年年生在秋江上。重愿郎为花底浪。无隔障。随风逐雨长来往。枫林红透晚烟青，客思满鸥汀。二十年来，无家种竹，犹借竹为名。春风未了秋风到，老去万缘轻。只把平生，闲吟闲咏，谱作棹歌声。炎光谢。过暮雨、芳尘轻洒。乍露冷风清庭户，爽天如水，玉钩遥挂。应是星娥嗟久阻，叙旧约、飙轮欲驾。极目处、微云暗度，耿耿银河高泻。 闲雅。须知此景，古今无价。运巧思、穿针楼上女，抬粉面、云鬟相亚。钿合金钗私语处，算谁在、回廊影下。愿天上人间，占得欢娱，年年今夜。",
        "author": "宋代",
        "poem_class": "写水",
        "dynasty": "范成大"
    },
    {
        "title": "水调歌头·泛湘江",
        "paragraph": "濯足夜滩急，晞发北风凉。吴山楚泽行遍，只欠到潇湘。买得扁舟归去，此事天公付我，六月下沧浪。蝉蜕尘埃外，蝶梦水云乡。 制荷衣，纫兰佩，把琼芳。湘妃起舞一笑，抚瑟奏清商。唤起九歌忠愤，拂拭三闾文字，还与日争光。莫遣儿辈觉，此乐未渠央。墨云拖雨过西楼。水东流，晚烟收。柳外残阳，回照动帘钩。今夜巫山真个好，花未落，酒新篘。 美人微笑转星眸。月华羞，捧金瓯。歌扇萦风，吹散一春愁。试问江南诸伴侣，谁似我，醉扬州。湖上风来波浩渺。秋已暮、红稀香少。水光山色与人亲，说不尽、无穷好。 莲子已成荷叶老。青露洗、蘋花汀草。眠沙鸥鹭不回头，似也恨、人归早。门外绿阴千顷，两两黄鹂相应。睡起不胜情，行到碧梧金井。人静，人静。风动一庭花影。",
        "author": "宋代",
        "poem_class": "写水",
        "dynasty": "张孝祥"
    },
    {
        "title": "清平乐·弹琴峡题壁",
        "paragraph": "泠泠彻夜，谁是知音者。如梦前朝何处也，一曲边愁难写。极天关塞云中，人随落雁西风。唤取红襟翠袖，莫教泪洒英雄。一节复一节，千枝攒万叶。我自不开花，免撩蜂与蝶。别绪如丝梦不成，那堪孤枕梦边城。因听紫塞三更雨，却忆红楼半夜灯。书郑重，恨分明，天将愁味酿多情。起来呵手封题处，偏到鸳鸯两字冰。瘦筇如唤登临去，江平雪晴风小。湿粉楼台，酽寒城阙，不见春红吹到。徽茫越峤，但半沍云根，半销沙草。为问鸥边，而今可有晋时棹？清愁几番自遣，故人稀笑语，相忆多少！寂寂寥寥，朝朝暮暮，吟得梅花俱恼。将花插帽，向第一峰头，倚空长啸。忽展斜阳，玉龙天际绕。",
        "author": "清代",
        "poem_class": "写水",
        "dynasty": "纳兰性德"
    },
    {
        "title": "题西溪无相院",
        "paragraph": "积水涵虚上下清，几家门静岸痕平。浮萍破处见山影，小艇归时闻棹声。入郭僧寻尘里去，过桥人似鉴中行。已凭暂雨添秋色，莫放修芦碍月生。苏州司业诗名老，乐府皆言妙入神。看似寻常最奇崛，成如容易却艰辛。灯火钱塘三五夜，明月如霜，照见人如画。帐底吹笙香吐麝，更无一点尘随马。寂寞山城人老也！击鼓吹箫，却入农桑社。火冷灯稀霜露下，昏昏雪意云垂野。阴阴溪曲绿交加，小雨翻萍上浅沙。鹅鸭不知春去尽，争随流水趁桃花。",
        "author": "宋代",
        "poem_class": "写水",
        "dynasty": "张先"
    },
    {
        "title": "菩萨蛮·画船捶鼓催君去",
        "paragraph": "画船捶鼓催君去，高楼把酒留君住。去住若为情，西江潮欲平。江潮容易得，只是人南北。今日此樽空，知君何日同！正单衣试酒，怅客里、光阴虚掷。愿春暂留，春归如过翼。一去无迹。为问花何在，夜来风雨，葬楚宫倾国。钗钿堕处遗香泽。乱点桃蹊，轻翻柳陌。多情为谁追惜。但蜂媒蝶使，时叩窗隔。 东园岑寂。渐蒙笼暗碧。静绕珍丛底，成叹息。长条故惹行客。似牵衣待话，别情无极。残英小、强簪巾帻。终不似一朵，钗头颤袅，向人欹侧。漂流处、莫趁潮汐。恐断红、尚有相思字，何由见得。水边沙外。城郭春寒退。花影乱，莺声碎。飘零疏酒盏，离别宽衣带。人不见，碧云暮合空相对。 忆昔西池会。鹓鹭同飞盖。携手处，今谁在。日边清梦断，镜里朱颜改。春去也，飞红万点愁如海。画毂雕鞍狭路逢，一声肠断绣帘中。身无彩凤双飞翼，心有灵犀一点通。金作屋，玉为笼，车如流水马游龙。刘郎已恨蓬山远，更隔蓬山几万重。",
        "author": "宋代",
        "poem_class": "写水",
        "dynasty": "舒亶"
    },
    {
        "title": "摸鱼儿·观潮上叶丞相",
        "paragraph": "望飞来半空鸥鹭，须臾动地鼙鼓。截江组练驱山去，鏖战未收貔虎。朝又暮。诮惯得、吴儿不怕蛟龙怒。风波平步。看红旆惊飞，跳鱼直上，蹙踏浪花舞。凭谁问，万里长鲸吞吐，人间儿戏千弩。滔天力倦知何事，白马素车东去。堪恨处，人道是、属镂怨愤终千古。功名自误。谩教得陶朱，五湖西子，一舸弄烟雨。红了樱桃。绿了芭蕉。送春归、客尚蓬飘。昨宵谷水，今夜兰皋。奈云溶溶，风淡淡，雨潇潇。 银字笙调。心字香烧。料芳悰、乍整还凋。待将春恨，都付春潮。过窈娘堤，秋娘渡，泰娘桥。去年秋，今年秋，湖上人家乐复忧。西湖依旧流。吴循州，贾循州，十五年前一转头。人生放下休。人老簪花不自羞，花应羞上老人头。醉归扶路人应笑，十里珠帘半上钩。",
        "author": "宋代",
        "poem_class": "写水",
        "dynasty": "辛弃疾"
    },
    {
        "title": "西过渭州见渭水思秦川",
        "paragraph": "渭水东流去，何时到雍州？凭添两行泪，寄向故园流。春风倚棹阖闾城，水国春寒阴复晴。细雨湿衣看不见，闲花落地听无声。日斜江上孤帆影，草绿湖南万里情。东道若逢相识问，青袍今日误儒生。处世若大梦，胡为劳其生？所以终日醉，颓然卧前楹。觉来眄庭前，一鸟花间鸣。借问此何时？春风语流莺。感之欲叹息，对酒还自倾。浩歌待明月，曲尽已忘情。松叶堪为酒，春来酿几多。不辞山路远，踏雪也相过。",
        "author": "唐代",
        "poem_class": "写水",
        "dynasty": "岑参"
    },
    {
        "title": "引水行",
        "paragraph": "一条寒玉走秋泉，引出深萝洞口烟。十里暗流声不断，行人头上过潺湲。越王勾践破吴归，义士还家尽锦衣。(义士 一作：战士)宫女如花满春殿，只今惟有鹧鸪飞。昨夜星辰昨夜风，画楼西畔桂堂东。身无彩凤双飞翼，心有灵犀一点通。隔座送钩春酒暖，分曹射覆蜡灯红。嗟余听鼓应官去，走马兰台类转蓬。别梦依依到谢家，小廊回合曲阑斜。多情只有春庭月，犹为离人照落花。",
        "author": "唐代",
        "poem_class": "写水",
        "dynasty": "李群玉"
    },
    {
        "title": "横江词·其四",
        "paragraph": "海神来过恶风回，浪打天门石壁开。浙江八月何如此？涛似连山喷雪来！庭前芍药妖无格，池上芙蕖净少情。唯有牡丹真国色，花开时节动京城。百感中来不自由，角声孤起夕阳楼。(中 一作：衷)碧山终日思无尽，芳草何年恨即休？睫在眼前长不见，道非身外更何求。谁人得似张公子，千首诗轻万户侯。群峭碧摩天，逍遥不记年。拨云寻古道，倚石听流泉。花暖青牛卧，松高白鹤眠。语来江色暮，独自下寒烟。",
        "author": "唐代",
        "poem_class": "写水",
        "dynasty": "李白"
    },
    {
        "title": "晓过鸳湖",
        "paragraph": "晓风催我挂帆行，绿涨春芜岸欲平。长水塘南三日雨，菜花香过秀州城。深禁好春谁惜，薄暮瑶阶伫立。别院管弦声，不分明。又是梨花欲谢，绣被春寒今夜。寂寂锁朱门，梦承恩。金缕晓风残，素雪晴翻，为谁飞上玉雕阑？可惜章台新雨后，踏入沙间。沾惹忒无端，青鸟空衔，一春幽梦绿萍间。暗处销魂罗袖薄，与泪轻弹。悲秋容易到重阳，节物相催黯自伤。有酒有花翻寂寞，不风不雨倍凄凉。依依水郭人如雁，恋恋寒衣月似霜。差喜衰亲话真切，一灯滋味异他乡。",
        "author": "清代",
        "poem_class": "写水",
        "dynasty": "查慎行"
    },
    {
        "title": "浣溪沙·红蓼花香夹岸稠",
        "paragraph": "红蓼花香夹岸稠，绿波春水向东流。小船轻舫好追游。渔父酒醒重拨棹，鸳鸯飞去却回头。一杯销尽两眉愁。柳下笙歌庭院，花间姊妹秋千。记得春楼当日事，写向红窗夜月前。凭谁寄小莲。绛蜡等闲陪泪，吴蚕到了缠绵。绿鬓能供多少恨，未肯无情比断弦。今年老去年。今年春浅腊侵年，冰雪破春妍。东风有信无人见，露微意、柳际花边。寒夜纵长，孤衾易暖，钟鼓渐清圆。朝来初日半衔山，楼阁淡疏烟。游人便作寻芳计，小桃杏、应已争先。衰病少悰，疏慵自放，惟爱日高眠。山外青山楼外楼，西湖歌舞几时休？暖风熏得游人醉，直把杭州作汴州。",
        "author": "宋代",
        "poem_class": "写水",
        "dynasty": "晏殊"
    },
    {
        "title": "下泾县陵阳溪至涩滩",
        "paragraph": "涩滩鸣嘈嘈，两山足猿猱。白波若卷雪，侧足不容舠。渔子与舟人，撑折万张篙。知章骑马似乘船，眼花落井水底眠。汝阳三斗始朝天，道逢麴车口流涎，恨不移封向酒泉。左相日兴费万钱，饮如长鲸吸百川，衔杯乐圣称避贤。宗之潇洒美少年，举觞白眼望青天，皎如玉树临风前。苏晋长斋绣佛前，醉中往往爱逃禅。李白斗酒诗百篇，长安市上酒家眠，(斗酒 一作：一斗)天子呼来不上船，自称臣是酒中仙。张旭三杯草圣传，脱帽露顶王公前，挥毫落纸如云烟。焦遂五斗方卓然，高谈雄辩惊四筵。南陵水面漫悠悠，风紧云轻欲变秋。正是客心孤迥处，谁家红袖凭江楼？北风卷地白草折，胡天八月即飞雪。忽如一夜春风来，千树万树梨花开。散入珠帘湿罗幕，狐裘不暖锦衾薄。将军角弓不得控，都护铁衣冷难着。(难着 一作：犹著)瀚海阑干百丈冰，愁云惨淡万里凝。中军置酒饮归客，胡琴琵琶与羌笛。纷纷暮雪下辕门，风掣红旗冻不翻。轮台东门送君去，去时雪满天山路。山回路转不见君，雪上空留马行处。",
        "author": "唐代",
        "poem_class": "写水",
        "dynasty": "李白"
    },
    {
        "title": "别储邕之剡中",
        "paragraph": "借问剡中道，东南指越乡。舟从广陵去，水入会稽长。竹色溪下绿，荷花镜里香。辞君向天姥，拂石卧秋霜。大道如青天，我独不得出。羞逐长安社中儿，赤鸡白雉赌梨栗。弹剑作歌奏苦声，曳裾王门不称情。淮阴市井笑韩信，汉朝公卿忌贾生。君不见昔时燕家重郭隗，拥篲折节无嫌猜。剧辛乐毅感恩分，输肝剖胆效英才。昭王白骨萦蔓草，谁人更扫黄金台？行路难，归去来！落莫谁家子，来感长安秋。壮年抱羁恨，梦泣生白头。瘦马秣败草，雨沫飘寒沟。南宫古帘暗，湿景传签筹。家山远千里，云脚天东头。忧眠枕剑匣，客帐梦封侯。天问复招魂，无因彻帝阍。岂知千丽句，不敌一谗言。",
        "author": "唐代",
        "poem_class": "写水",
        "dynasty": "李白"
    },
    {
        "title": "虞美人·浙江舟中作",
        "paragraph": "潮生潮落何时了？断送行人老。消沉万古意无穷，尽在长空澹澹鸟飞中。海门几点青山小，望极烟波渺。何当驾我以长风？便欲乘桴浮到日华东。楔子（孤、夫人上，云了）（打唤了）（正旦扮引梅香上了）（见孤科）（孤云了）（情理打别科）（把盏科，云）父亲年纪高大，鞍马上小心咱。（孤云了）（正旦做掩泪科，唱）【仙吕】【赏花时】卷地狂风吹塞沙，映日疏林啼暮鸦。满满的捧流霞，相留得半霎，咫尺隔天涯。【幺篇】行色一鞭催瘦马。（孤云了）（正旦唱）你直待白骨中原如卧麻。虽是这战伐，负着个天摧地塌，是必想着俺子母每早来家。（下）（孤、夫人云了）第一折（末、小旦云了）（打救外了）（正旦共夫人相逐慌走上了）（夫人云了）怎想有这场祸事！（做住了，唱）【仙吕】【点烽唇】锦绣华夷，忽从西北天兵起。觑那关口城池，马到处成平地。【混江龙】许来大中都城内，各家烦恼各家知。且说君臣分散，想俺父子别离。遥想着尊父东行何日还？又随着车驾、车驾南迁甚日回？（夫人云了）（正旦做嗟叹科）这青湛湛碧悠悠天也知人意，早是秋风飒飒，可更暮雨凄凄。【油葫芦】分明是风雨催人辞故国，行一步一叹息。两行愁泪脸边垂；一点雨间一行恓惶泪，一阵风对一声长吁气。（做滑倒科）口应！百忙里一步一撒；嗨！索与他一步一提。这一对绣鞋儿分不得帮和底，稠紧紧粘软软带着淤泥。【天下乐】阿者，你这般没乱慌张到得那里？（夫人云了）（做意了）兀的般云低、天欲黑，至近的道店十数里。上面风雨，下面泥水，阿者，慢慢的枉步，显的你没气力。（夫人云了）（对夫人云了），唱【醉扶归】阿者，我都折毁尽些新鐶鏸，关扭碎些旧钗篦，把两付藤缠儿轻轻得按的揙秕，和我那压钏通三对，都绷在我那睡裹肚薄绵套里，我紧紧的着身系。（夫人云了）（哨马上，叫住了）(夫人云了)(做惨科）（夫人云了，闪下）（小旦上了）（便自上了）（做寻夫人科，云）阿者！阿者！（做叫两三科）（没乱科）（末云了）（猛见末打惨害羞科）（末云了）（做住了，云）不见俺母亲，我这里寻哩！（末云了）（做意）（末云了）呵，我每常几曾和个男儿一处说话来？今日到这里无奈处，也怎生呵是那？（唱）【后庭花】每常我听得绰的说个女婿，我早豁地离了坐位，悄地低了咽颈，缊地红了面皮。如今索强支持，如何回避？藉不的那羞共耻。（末云了）（做陪笑科，唱）【金盏儿】您昆仲各东西，俺子母两分离。怕哥哥不嫌相辱呵，权为个妹；（末云了）（寻思了）哥哥道做：军中男女若相随，有儿夫的不掳掠，无家长的落便宜。（做意了）这般者波，怕不问时权做弟兄，问着后道做夫妻。(末云了)（随着末行科）（外云了）(打惨科)(随末见外科）（外末共正末厮认住了）（做住了）（云）怎生这秀才却共这汉是弟兄来？（做住了）【醉扶归】你道您\"祖上亲文墨，昆仲晓书集，从上流传直到你，辈辈儿都及第\"。您端的是姑舅也那叔伯也那两姨，偏怎生养下这个贼兄弟？（外末云了）（末云了）哥哥你有此心，莫不错寻思了么？（唱）【金盏儿】你心里把褐衲袄脊梁上披，强似着紫朝衣，论盆家饮酒压着诗词会。嫌这攀蟾折桂做官迟，为那笔尖上发禄晚，见这刀刃上变钱疾。你也待风高学放火，月黑做强贼。（正末云了）（外末做住了）本不甚吃酒了。（正末云了）你休吃酒也，恐酒后疏狂。（末云了）（正旦唱）【赚尾】然是弟兄心，殷勤意。本酒量窄推辞少吃，乐意开怀虽恁地，也省可里不记东西。（做扶着末科）（做寻思科）呵！我自思忆，想我那从你的行为，被这地乱天翻教我做不的伶俐。假妆些厮收厮拾，佯做个一家一计，且着这脱身术瞒过这打家贼。（下）第二折（夫人、小旦云了）（孤云了）（店家云了）（正旦便扮扶末上了）（末卧地做住了）呵！从生来谁曾受他这般烦恼！（做叹科）（唱）【南吕】【一枝花】干戈动地来，横祸事从天降：爷娘三不归，家国一时亡。龙斗来鱼伤，情愿受消疏况。怎生般不应当，脱着衣裳，感得这些天行好缠仗。【梁州】恰似悒悒的锥挑太阳，忽忽的火燎胸膛。身沉体重难回项，口干舌涩，声重言狂。可又别无使数，难请街坊，则我独自一个婆娘，与他无明夜过药煎汤。呵！早是俺两口儿背井离乡！口应！则怏他一路上荡风打浪，嗨！谁想他百忙里卧枕着床。内伤、外伤，怕不待倾心吐胆尽筋竭力把个牙推请；则怕小处尽是打当。只愿的依本分伤家没变症，慢慢的传受阴阳。（末云了）（店家云了）（做寻思科）试请那大夫来，交觑咱。（大夫上，云了）（做意了）郎中，仔细的评这脉咱！（末共大夫云了）（做称许科）（唱）【牧羊关】这大夫好调理，的是诊候的强，这的十中九敢药病相当。阿的是五夜其高，六日向上，解利呵过了时晌，下过呵正是时光。不用那百解通神散，教吃这三一承气汤（大夫裹药了）（做送出来了）但较些呵，郎中行别有酬劳。(孤上，云了)是不沙！（做叫老孤的科）阿马！认得瑞兰么？（孤云了）（正旦唱）【贺新郎】自从都下对尊堂，走马离朝，阿马间别无恙？（孤认了）则恁的犹自常思想，可更随车驾南迁汴梁；教俺去住无门、徊徨，家缘都撇漾，人口尽逃亡，闪的俺一双子母每无归向。自从身体上一朝出帝辇，俺这梦魂无夜不辽阳！（孤云了）（做打悲科）车驾起行了，倾城的百姓都走。俺随那众老小每出的中都城子来，当日天色又昏暗，刮着大风，下着大雨。早是赶不上大队，又被哨马赶上，轰散俺子母两人，不知阿者那里去了！（末云了）（做着忙的科）（孤云了）（做害羞科）是您女婿，不快哩。（孤云了）（做说关子了）（孤云了）（做羞科，唱）【牧羊关】您孩儿无挨靠，没倚仗，深得他本人将傍。（孤云了）（做意了）当日目下有身亡，眼前是杀场。刀剑明晃晃，士马闹荒荒；那其间这锦绣红妆女，那里觅个银鞍白面郎？（孤云了）是个秀才。（孤教外扯住了）（做慌打惨、打悲的科）阿马！你可怎生便与这般狠心？（做没乱意了，唱）【斗虾蟆】爹爹！俺便似遭严腊，久盼望、久盼望你个东皇，望得些春光艳阳，东风和畅；好也啰！揾地冻剥剥的雪上加霜！（末云了）（没乱科）无些情肠，紧揪住不把我衣裳放。见个人残生丧，一命亡，世人也惭惶。你不肯哀怜悯恤，我怎不感叹悲伤！（孤云了）父亲息怒，宽容瑞兰一步。分付他本人三两句言事呵，咱便行波。（孤云了）父亲不知，他本人于您孩儿有恩处。（孤云了）（正旦唱）【哭皇天】教了数个贼汉把我相侵傍，阿马想波，这恩临怎地忘？闪的他活支沙三不归，强教俺生各扎两分张。觑着兀的般着床卧枕，叫唤声疼，撇在他个没人的店房！常言道：相逐百步，尚有徘徊。你怎生便教我眼睁睁的不问当？（做分付末了）男儿呵！如今俺父亲将我去也，你好生的觑当你身起！（末云了）（做艰难科）男儿，兀的是俺亲爷的恶党，休把您这妻儿怨畅。【乌夜啼】天那！一霎儿把这世间愁都撮在我眉尖上，这场愁不许堤防。（末云了）既相别此语伊休忘：怕你那换脉交阳，是必省可里掀扬。俺这风雹乱下的紫袍郎。不识你个云雷未至的白衣相。咱这片霎中如天祥，一时哽咽，两处凄凉。（末云了）（孤打催科）（做住了，唱）【三煞】男儿，怕你大赎药时准备春衫当，探食后堤防百物伤。（末云了）（做艰难科）这侧近的佳期休承望，直等你身体安康，来寻觅夷门街巷，恁时节再相访。你这旅店消疏病客况，我那驿路上恓惶。【二煞】则明朝你索綺窗晓日闻鸡唱，我索立马西风数雁行。（末云了）男儿，我教你放心者波！只愿的南京有俺亲娘，我宁可独自孤孀；怕他待抑勒我别寻个家长，那话儿便休想！（末云了）你见的差了也！那玉砌珠帘与画堂，我可也觑得寻常。【收尾】休想我为翠屏红烛流苏帐，撇了你这黄卷青灯映雪窗。（孤云了）（末云了）（打别了）（嘱咐末科）你心间莫昏忘，你心间索记当：我言词更无妄，不须伊再审详。咱兀的做夫妻三个月时光，你莫不曾见您这歹浑家说个谎？（下）第三折（夫人一折了）（末一折了）（小旦云了）（正旦便扮上了）自从俺父亲就那客店上生扭散俺夫妻两个，我不曾有片时忘的下俺那染病的男儿，知他如今是死那？活那？不知俺爷心是怎生主意，提着个秀才便不喜：\"穷秀才几时有发迹？\"自古及今，那个人生下来便做大官享富贵那？（做叹息科，唱）【正宫】【端正好】我想那受官厅，读书舍，谁不曾虎困龙蛰？（带云）信着我父亲呵，世间人把丹桂都休折，留着手把雕弓拽。【滚绣球】俺这个背晦爷，听的把古书说，他便恶忿忿的脑裂，粗豪的今古皆绝。您这些富产业，更怕我顾恋情惹，俺向那笔尖上自挣扎得些豪奢。搠起柄夫荣妇贵三檐伞，抵多少爷饭娘羹驷马车！两件儿浑别。（小旦云了）阿也！是敢待较些去也。（小旦云了）（正旦唱）【倘秀才】呵！我付能把这残春捱彻，嗨！刬地是俺愁人瘦绝。（小旦云了）依着妹子只波。（小旦云了）（做意了）恰随妹妹闲行散闷些。到池沼，蓦观绝，越教人叹嗟。【呆骨朵】这供愁的景物好依时月，浮着个钱来大绿嵬嵬荷叶；荷叶似花子般团圝，陂塘似镜面般莹洁。呵！几时教我腹内无烦恼，心上无萦惹？似这般青铜对面妆，翠钿侵鬓贴。（做害羞科）早是没外人，阿的是甚么言语那？这个妹子咱！（小旦云了）你说的这话，我猜着也啰。（唱）【倘秀才】休着个滥名儿将咱来引惹。口应！待不你个小鬼头春心儿动也！（小旦云了）放心，放心。我与你宽打周遭向父亲行说。（小旦云了）你不要呵，我要则么那？（小旦云了）我又不风欠，不痴呆，要则甚迭！（小旦云了）咱无那女婿呵，快活；有女婿呵，受苦。（小旦云了）你听我说波。【滚绣球】女婿行但沾惹，六亲每早是说：又道是丈夫行亲热，爷娘行特地心别。而今要衣呵满箱箧，要食呵尽餔啜，到晚来更绣衾铺设，我这心儿里牵挂处无些。直睡到冷清清宝鼎沉烟灭，明皎皎纱窗月影斜，有甚唇舌！（做入房里科）（小旦云了）夜深也，妹子，你歇息去波，我也待睡也。（小旦云了）梅香，安排香桌儿去，我待烧柱夜香咱。（梅香云了）（正旦唱）【伴读书】你靠栏槛临台榭，我准备名香爇，心事悠悠凭谁说？只除向金鼎焚龙麝。与你殷勤参拜遥天月，此意也无别。【笑和尚】韵悠悠比及把角品绝，碧荧荧投至那灯儿灭，薄设设衾共枕空舒设；冷清清不恁迭，闲遥遥生枝节，闷恹恹怎捱他如年夜！（梅香云了）（正旦做烧香科，唱）【倘秀才】天哪！这一柱香，则愿削减了俺尊君狠切；这一柱香，则愿俺那抛闪下的男儿较些。那一个爷娘不间迭，不似俺、忒唓嗻，劣缺。（做拜月科，云）愿天下心厮爱的夫妇永无分离，教俺两口儿早得团圆！（小旦云了）（做羞科，唱）【叨叨令】元来你深深的花底将身儿遮，搽搽的背后把鞋儿捻；涩涩的轻把我裙儿拽，煴煴的羞得我腮儿热。小鬼头！撞破我也么哥，撞破我也么哥！我一星星的都索从头儿说。（小旦云了）妹子，你不知，我兵火中多得他本人气力来，我以此上忘不下他。（小旦云了）（打悲了）您姐夫姓蒋，名世隆，字彦通，如今二十三岁也。（小旦打悲了）（做猛问科，唱）【倘秀才】来波？我怨感、我合哽咽，不刺！你啼哭你为甚迭？（小旦云了）你莫不元是俺男儿的旧妻妾？阿是，阿是，当时只争个字儿别，我错呵了应者！（小旦云了）您两个是亲弟兄？（小旦云了）（做欢喜科），唱【呆骨朵】似恁的呵！咱从今后越索着疼热，休想似在先时节。你又是我妹妹、姑姑，我又是你嫂嫂、姐姐。（小旦云了）这般者，俺父母多宗派，您昆仲无枝叶；从今后休从俺爷娘家根脚排，只做俺儿夫家亲眷者。（小旦云了）若说着俺那相别呵，话长。（唱）【三煞】他正天行汗病，换脉交阳，那其间被俺爷把我横拖倒拽出招商舍，硬撕强扶上走马车。谁想俺舞燕啼莺、翠鸾娇凤，撞着那猛虎狞狼，蝠蝎虫元蛇！又不敢号咷悲哭，又不敢嘱咐叮咛，空则索感叹咨嗟。据着那凄凉惨切，则那里一霎儿似痴呆。【二煞】则就那里先肝肠眉黛千干结，烟水云山万万叠。他便似烈焰飘风，劣心卒性，怎禁那后拥前推、乱棒胡枷！呵，谁无个老父？谁无个尊君？谁无个亲爷？从头儿看来，都不似俺那狠爹爹！【尾】他把世间毒害收拾彻，我将天下忧愁结缆绝。（小旦云了）没盘缠，在店舍，有谁人，厮抬贴？那消疏，那凄切，生分离，厮抛撇。从相别，恁时节，音书无，信息绝。我这些时眼跳腮红耳轮热，眠梦交杂不宁贴。您哥哥暑湿风寒纵较些，多被那烦恼忧愁上送了也！（下）第四折（老孤、夫人、正末、外末上了）（媒人云了）（正旦扮上了）（小旦云了）可是由我那，不那？（唱）【双调】【新水令】我眼悬悬整盼了一周年，你也枉把您这不自由的姐姐来埋怨。恰才投至我贴上这缕金钿，一霎儿向镜台旁边，媒人每催逼了我两三遍。（小旦云了）妹子呵，你好不知福，犹古自不满意沙；我可怎生过呵是也？（小旦云了）那的是你有福如我处那？我说与你波。（唱）【驻马听】你贪着个断简残编，恭俭温良好缱绻；我贪着个轻弓短箭。粗豪勇猛恶因缘。（小旦云了）可知煞是也。您的管梦回酒醒诵诗篇，俺的敢灯昏人静夸征战；少不的向我绣帏边，说的些碜可可落得的冤魂现。（小旦云了）这意有甚难见处那？（唱）【庆东原】他则图今生贵，岂问咱夙世缘？违着孩儿心，只要遂他家愿。则怕他夫妻百年，招了这文武两员，他家里要将相双权。不顾自家嫌，则要旁人羡。（外云了）（做住了）（正、外二末做住了）（正旦唱）【镇江回】俺兀那姊妹儿的新郎又忒腼腆；俺这新女婿那嘲掀，瞅的我两三番斜避了新妆面，查查胡胡的向玳筵前，知他俺那主婚人是见也那不见？（孤云了）（外末把盏科）（正旦唱）【步步娇】见他那鸭子绿衣服上圈金线，这打扮早难坐琼林宴。俺这新状元，早难道花压得乌纱帽檐偏。把这盏许亲酒又不敢慢俄延，则索扭回头半口儿家刚刚的咽。（孤云了）（正末把盏科）（打认末科）（正旦唱）【雁儿落】你而今病疾儿都较痊？你而今身体儿全康健？当初咱那埚儿各间别，怎承望这搭儿里重相见！【水仙子】今日这半边鸾镜得团圆，早则那一纸鱼封不更传。（末云了）你说这话！（做意了）须是俺狠毒爷强匹配我成婚眷。不刺，可是谁央及你个蒋状元，一投得官也接了丝鞭！我常把伊思念，你不将人挂恋，亏心的上有青天！（末云了）（做分辨科，唱）【胡十八】我便浑身上都是口，待教我怎分辨？枉了我情脉脉、恨绵绵！我昼忘饮馔夜无眠，则兀那瑞莲便是证见；怕你不信后，没人处问一遍。（末云了）兀的不是您妹子瑞莲那！（末共小旦打认了）（告孤科）（末云了）（老夫人云了）（老孤云了）你试问您那兄弟去；我劝和您姊妹去。（正末云了）（小旦云了）妹子，我和您哥哥厮认得了也！你却招取兀那武举状元呵，如何？（小旦云了）你便信我则么那！（小旦云了）（正旦唱）【挂玉钩】二百口家属语笑喧，如此般深宅院；休信我一时间狂口言，便那里有冤魂现！（小旦云了）我特故里说的别，包弹遍；不嫌些蹬弯开弓，怎说他袒臂挥拳。【乔牌儿】兀的须显出我那不乐愿，量这的有甚难见？每日我绿窗前不整闲针线，不曾将眉黛展。【夜行船】须是我心上斜横着这美少年，你可别无甚闷缕愁牵。便坐驷马高车，管着满门良贱，但出入唾盂掌扇。【幺篇】但行处两行朱衣列马前，等个文章士发禄是何年？你想那陋巷颜渊，箪瓢原宪，你又不是不曾受秀才的贫贱！（外云了）休、休！教他不要则休，咱没事则管央及他则末？【殿前软】忒心偏，觑重裀列鼎不值钱，把黄齑淡饭相留恋；要彻老终年，招新郎更拣选。忒姻眷，不得可将人怨；可须因缘数定，则这人命关天。（小旦云了）（使命上，封外末了）（正旦唱）【沽美酒】骤将他职位迁，中京内作行院，把虎头金牌腰内悬；见那金花诰帝宣，没因由得要团圆。【太平令】咱却且尽教佯呆着休劝，请夫人更等三年。你既爱青灯黄卷，却不要随机而变，把你这眼前、厌倦、物件，分付与他别人请佃。（孤云了）（散场）宁可少活十年，休得一日无权，大丈夫时乖命蹇。有朝一日天随人愿，赛田文养客三千。青山相待，白云相爱，梦不到紫罗袍共黄金带。一茅斋，野花开。管甚谁家兴废谁成败，陋巷箪瓢亦乐哉。贫，气不改；达，志不改。",
        "author": "元代",
        "poem_class": "写水",
        "dynasty": "赵孟頫"
    },
    {
        "title": "闻鹊喜·吴山观涛",
        "paragraph": "天水碧，染就一江秋色。鳌戴雪山龙起蛰，快风吹海立。数点烟鬟青滴，一杼霞绡红湿，白鸟明边帆影直，隔江闻夜笛。楝花飘砌。蔌蔌清香细。梅雨过，萍风起。情随湘水远，梦绕吴峰翠。琴书倦，鹧鸪唤起南窗睡。 密意无人寄。幽恨凭谁洗。修竹畔，疏帘里。歌余尘拂扇，舞罢风掀袂。人散后，一钩淡月天如水。东风又作无情计，艳粉娇红吹满地。碧楼帘影不遮愁，还似去年今日意。谁知错管春残事，到处登临曾费泪。此时金盏直须深，看尽落花能几醉！春牛春杖，无限春风来海上。便丐春工，染得桃红似肉红。春幡春胜，一阵春风吹酒醒。不似天涯，卷起杨花似雪花。",
        "author": "宋代",
        "poem_class": "写水",
        "dynasty": "周密"
    },
    {
        "title": "秋江晓望",
        "paragraph": "万顷湖天碧，一星飞鹭白。此时放怀望，不厌为浮客。秋在水清山暮蝉，洛阳树色鸣皋烟。 送君归去愁不尽，又惜空度凉风天。青青一树伤心色，曾入几人离恨中。 为近都门多送别，长条折尽减春风。山石荦确行径微，黄昏到寺蝙蝠飞。升堂坐阶新雨足，芭蕉叶大栀子肥。僧言古壁佛画好，以火来照所见稀。铺床拂席置羹饭，疏粝亦足饱我饥。夜深静卧百虫绝，清月出岭光入扉。天明独去无道路，出入高下穷烟霏。山红涧碧纷烂漫，时见松枥皆十围。当流赤足踏涧石，水声激激风吹衣。人生如此自可乐，岂必局束为人鞿？(鞿 一作：靰)嗟哉吾党二三子，安得至老不更归。",
        "author": "唐代",
        "poem_class": "写水",
        "dynasty": "皮日休"
    },
    {
        "title": "宿龙宫滩",
        "paragraph": "浩浩复汤汤，滩声抑更扬。奔流疑激电，惊浪似浮霜。梦觉灯生晕，宵残雨送凉。如何连晓语，只是说家乡？近腊月下，景气和畅，故山殊可过。足下方温经，猥不敢相烦，辄便往山中，憩感配寺，与山僧饭讫而去。北涉玄灞，清月映郭。夜登华子冈，辋水沦涟，与月上下。寒山远火，明灭林外。深巷寒犬，吠声如豹。村墟夜舂，复与疏钟相间。此时独坐，僮仆静默，多思曩昔，携手赋诗，步仄径，临清流也。当待春中，草木蔓发，春山可望，轻鲦出水，白鸥矫翼，露湿青皋，麦陇朝雊，斯之不远，倘能从我游乎？非子天机清妙者，岂能以此不急之务相邀。然是中有深趣矣！无忽。因驮黄檗人往，不一，山中人王维白。 画堂晨起，来报雪花坠。高卷帘栊看佳瑞，皓色远迷庭砌。盛气光引炉烟，素草寒生玉佩。应是天仙狂醉，乱把白云揉碎。楼倚霜树外，镜天无一毫。南山与秋色，气势两相高。",
        "author": "唐代",
        "poem_class": "写水",
        "dynasty": "韩愈"
    },
    {
        "title": "瀑布",
        "paragraph": "豁开青冥颠，泻出万丈泉。如裁一条素，白日悬秋天。日照香炉生紫烟，遥看瀑布挂前川。飞流直下三千尺，疑是银河落九天。一为迁客去长沙，西望长安不见家。 黄鹤楼中吹玉笛，江城五月落梅花。草色青青柳色黄，桃花历乱李花香。东风不为吹愁去，春日偏能惹恨长。",
        "author": "唐代",
        "poem_class": "写水",
        "dynasty": "施肩吾"
    },
    {
        "title": "之宣城郡出新林浦向板桥",
        "paragraph": "江路西南永，归流东北骛。天际识归舟，云中辨江树。旅思倦摇摇，孤游昔已屡。既欢怀禄情，复协沧洲趣。嚣尘自兹隔，赏心于此遇。虽无玄豹姿，终隐南山雾。河汉纵且横，北斗横复直。星汉空如此，宁知心有忆？孤灯暧不明，寒机晓犹织。零泪向谁道，鸡鸣徒叹息。白马骍角弓。鸣鞭乘北风。要途问边急。杂虏入云中。闭壁自往夏。清野径还冬。侨装多阙绝。旅服少裁缝。埋身守汉境。沈命对胡封。薄暮塞云起。飞沙被远松。含悲望两都。楚歌登四墉。丈夫设计误。怀恨逐边戎。弃别中国爱。要冀胡马功。去来今何道。卑贱生所钟。但令塞上儿。知我独为雄。采菱非采菉，日暮且盈舠。踟蹰未敢进，畏欲比残桃。",
        "author": "南北朝",
        "poem_class": "写水",
        "dynasty": "谢朓"
    },
    {
        "title": "叹水别白二十二",
        "paragraph": "水。至清，尽美。从一勺，至千里。利人利物，时行时止。道性净皆然，交情淡如此。君游金谷堤上，我在石渠署里。两心相忆似流波，潺湲日夜无穷已。佳辰强饮食犹寒，隐几萧条戴鹖冠。春水船如天上坐，老年花似雾中看。娟娟戏蝶过闲幔，片片轻鸥下急湍。云白山青万余里，愁看直北是长安。艳色天下重，西施宁久微。朝为越溪女，暮作吴宫妃。贱日岂殊众，贵来方悟稀。邀人傅香粉，不自著罗衣。君宠益娇态，君怜无是非。当时浣纱伴，莫得同车归。持谢邻家子，效颦安可希。青天有月来几时？我今停杯一问之。人攀明月不可得，月行却与人相随。皎如飞镜临丹阙，绿烟灭尽清辉发。但见宵从海上来，宁知晓向云间没。白兔捣药秋复春，嫦娥孤栖与谁邻？今人不见古时月，今月曾经照古人。古人今人若流水，共看明月皆如此。唯愿当歌对酒时，月光长照金樽里。",
        "author": "唐代",
        "poem_class": "写水",
        "dynasty": "刘禹锡"
    },
    {
        "title": "采桑子·天容水色西湖好",
        "paragraph": "天容水色西湖好，云物俱鲜。鸥鹭闲眠，应惯寻常听管弦。 风清月白偏宜夜，一片琼田。谁羡骖鸾，人在舟中便是仙。湖山胜处放翁家，槐柳阴中野径斜。水满有时观下鹭，草深无处不鸣蛙。箨龙已过头番笋，木笔犹开第一花。叹息老来交旧尽，睡来谁共午瓯茶。疏疏淡淡，问阿谁、堪比天真颜色。笑杀东君虚占断，多少朱朱白白。雪里温柔，水边明秀，不借春工力。骨清香嫩，迥然天与奇绝。 尝记宝篽寒轻，琐窗人睡起，玉纤轻摘。漂泊天涯空瘦损，犹有当年标格。万里风烟，一溪霜月，未怕欺他得。不如归去，阆苑有个人忆。一夜满林星月白，亦无云气亦无雷。平明忽见溪流急，知是他山落雨来。",
        "author": "宋代",
        "poem_class": "写水",
        "dynasty": "欧阳修"
    },
    {
        "title": "泾溪",
        "paragraph": "泾溪石险人兢慎，终岁不闻倾覆人。却是平流无石处，时时闻说有沉沦。黑云压城城欲摧，甲光向日金鳞开。(向日 一作：向月)角声满天秋色里，塞上燕脂凝夜紫。(塞上 一作：塞土)半卷红旗临易水，霜重鼓寒声不起。报君黄金台上意，提携玉龙为君死。九曲黄河万里沙，浪淘风簸自天涯。如今直上银河去，同到牵牛织女家。独漉水中泥，水浊不见月。不见月尚可，水深行人没。越鸟从南来，胡鹰亦北渡。我欲弯弓向天射，惜其中道失归路。落叶别树，飘零随风。客无所托，悲与此同。罗帏舒卷，似有人开。明月直入，无心可猜。雄剑挂壁，时时龙鸣。不断犀象，绣涩苔生。国耻未雪，何由成名。神鹰梦泽，不顾鸱鸢。为君一击，鹏抟九天。",
        "author": "唐代",
        "poem_class": "写水",
        "dynasty": "杜荀鹤"
    },
    {
        "title": "采桑子·残霞夕照西湖好",
        "paragraph": "残霞夕照西湖好，花坞苹汀，十顷波平，野岸无人舟自横。 西南月上浮云散，轩槛凉生。莲芰香清。水面风来酒面醒。白发将军亦壮哉，西京昨夜捷书来。胡儿敢作千年计，天意宁知一日回。列圣仁恩深雨露，中兴赦令疾风雷。悬知寒食朝陵使，驿路梨花处处开。飞来山上千寻塔，闻说鸡鸣见日升。(飞来山 一作：飞来峰)不畏浮云遮望眼，自缘身在最高层。翠幕深庭，露红晚、闲花自发。春不断、亭台成趣，翠阴蒙密。紫燕雏飞帘额静，金鳞影转池心阔。有花香、竹色赋闲情，供吟笔。 闲问字，评风月。时载酒，调冰雪。似初秋入夜，浅凉欺葛。人境不教车马近，醉乡莫放笙歌歇。倩双成、一曲紫云回，红莲折。",
        "author": "宋代",
        "poem_class": "写水",
        "dynasty": "欧阳修"
    },
    {
        "title": "浪淘沙·其七",
        "paragraph": "八月涛声吼地来，头高数丈触山回。须臾却入海门去，卷起沙堆似雪堆。独在异乡为异客，每逢佳节倍思亲。遥知兄弟登高处，遍插茱萸少一人。 太乙近天都，连山接海隅。(接 一作：到)白云回望合，青霭入看无。分野中峰变，阴晴众壑殊。欲投人处宿，隔水问樵夫。飒飒东风细雨来，芙蓉塘外有轻雷。金蟾啮锁烧香入，玉虎牵丝汲井回。贾氏窥帘韩掾少，宓妃留枕魏王才。春心莫共花争发，一寸相思一寸灰！",
        "author": "唐代",
        "poem_class": "写水",
        "dynasty": "刘禹锡"
    },
    {
        "title": "采桑子·荷花开后西湖好",
        "paragraph": "荷花开后西湖好，载酒来时。不用旌旗，前后红幢绿盖随。画船撑入花深处，香泛金卮。烟雨微微，一片笙歌醉里归。一点残红欲尽时。乍凉秋气满屏帏。梧桐叶上三更雨，叶叶声声是别离。 调宝瑟，拨金猊。那时同唱鹧鸪词。如今风雨西楼夜，不听清歌也泪垂。元丰六年十月十二日夜，解衣欲睡，月色入户，欣然起行。念无与为乐者，遂至承天寺寻张怀民。怀民亦未寝，相与步于中庭。庭下如积水空明，水中藻、荇交横，盖竹柏影也。何夜无月？何处无竹柏？但少闲人如吾两人者耳。时为嘉禾小倅，以病眠，不赴府会。水调数声持酒听，午醉醒来愁未醒。送春春去几时回？临晚镜，伤流景，往事后期空记省。沙上并禽池上暝，云破月来花弄影。重重帘幕密遮灯，风不定，人初静，明日落红应满径。",
        "author": "宋代",
        "poem_class": "写水",
        "dynasty": "欧阳修"
    },
    {
        "title": "江夏别宋之悌",
        "paragraph": "楚水清若空，遥将碧海通。人分千里外，兴在一杯中。谷鸟吟晴日，江猿啸晚风。平生不下泪，于此泣无穷。送送多穷路，遑遑独问津。悲凉千里道，凄断百年身。心事同漂泊，生涯共苦辛。无论去与住，俱是梦中人。少年十五二十时，步行夺得胡马骑。射杀山中白额虎，肯数邺下黄须儿！一身转战三千里，一剑曾当百万师。汉兵奋迅如霹雳，虏骑崩腾畏蒺藜。卫青不败由天幸，李广无功缘数奇。自从弃置便衰朽，世事蹉跎成白首。昔时飞箭无全目，今日垂杨生左肘。路旁时卖故侯瓜，门前学种先生柳。苍茫古木连穷巷，寥落寒山对虚牖。誓令疏勒出飞泉，不似颍川空使酒。贺兰山下阵如云，羽檄交驰日夕闻。节使三河募年少，诏书五道出将军。试拂铁衣如雪色，聊持宝剑动星文。愿得燕弓射大将，耻令越甲鸣吾君。莫嫌旧日云中守，犹堪一战取功勋。莫恨雕笼翠羽残，江南地暖陇西寒。劝君不用分明语，语得分明出转难。",
        "author": "唐代",
        "poem_class": "写水",
        "dynasty": "李白"
    },
    {
        "title": "哀江头",
        "paragraph": "少陵野老吞声哭，春日潜行曲江曲。江头宫殿锁千门，细柳新蒲为谁绿？忆昔霓旌下南苑，苑中万物生颜色。昭阳殿里第一人，同辇随君侍君侧。辇前才人带弓箭，白马嚼啮黄金勒。翻身向天仰射云，一笑正坠双飞翼。(一笑 一作：一箭)明眸皓齿今何在？血污游魂归不得。清渭东流剑阁深，去住彼此无消息。人生有情泪沾臆，江水江花岂终极！黄昏胡骑尘满城，欲往城南望城北。朝真暮伪何人辨，古往今来底事无。但爱臧生能诈圣，可知宁子解佯愚。草萤有耀终非火，荷露虽团岂是珠。不取燔柴兼照乘，可怜光彩亦何殊。剑外忽传收蓟北，初闻涕泪满衣裳。却看妻子愁何在，漫卷诗书喜欲狂。白日放歌须纵酒，青春作伴好还乡。即从巴峡穿巫峡，便下襄阳向洛阳。千里黄云白日曛，北风吹雁雪纷纷。莫愁前路无知己，天下谁人不识君。",
        "author": "唐代",
        "poem_class": "写水",
        "dynasty": "杜甫"
    },
    {
        "title": "采桑子·何人解赏西湖好",
        "paragraph": "何人解赏西湖好，佳景无时。飞盖相追。贪向花间醉玉卮。谁知闲凭阑干处，芳草斜晖。水远烟微。一点沧洲白鹭飞。百种相思千种恨，早是伤春，那更春醪困。薄幸辜人终不愤，何时枕畔分明问。懊恼风流心一寸，强醉偷眠，也即依前闷。此意为君君不信，泪珠滴尽愁难尽。雨过横塘水满堤，乱山高下路东西。一番桃李花开尽，惟有青青草色齐。一春不识西湖面。翠羞红倦。雨窗和泪摇湘管。意长笺短。 知心惟有雕梁燕。自来相伴。东风不管琵琶怨。落花吹遍。",
        "author": "宋代",
        "poem_class": "写水",
        "dynasty": "欧阳修"
    },
    {
        "title": "宿桐庐江寄广陵旧游",
        "paragraph": "山暝闻猿愁，沧江急夜流。(闻 一作：听)风鸣两岸叶，月照一孤舟。建德非吾土，维扬忆旧游。还将两行泪，遥寄海西头。别路云初起，离亭叶正稀。所嗟人异雁，不作一行归。花间一壶酒，独酌无相亲。举杯邀明月，对影成三人。月既不解饮，影徒随我身。暂伴月将影，行乐须及春。我歌月徘徊，我舞影零乱。醒时相交欢，醉后各分散。（另版本“相”为“同”）永结无情游，相期邈云汉。天若不爱酒，酒星不在天。地若不爱酒，地应无酒泉。天地既爱酒，爱酒不愧天。已闻清比圣，复道浊如贤。贤圣既已饮，何必求神仙。三杯通大道，一斗合自然。但得酒中趣，勿为醒者传。三月咸阳城，千花昼如锦。谁能春独愁，对此径须饮。穷通与修短，造化夙所禀。一樽齐死生，万事固难审。醉後失天地，兀然就孤枕。不知有吾身，此乐最为甚。穷愁千万端，美酒三百杯。愁多酒虽少，酒倾愁不来。所以知酒圣，酒酣心自开。辞粟卧首阳，屡空饥颜回。当代不乐饮，虚名安用哉。蟹螯即金液，糟丘是蓬莱。且须饮美酒，乘月醉高台。日暮苍山远，天寒白屋贫。柴门闻犬吠，风雪夜归人。",
        "author": "唐代",
        "poem_class": "写水",
        "dynasty": "孟浩然"
    },
    {
        "title": "西江月·渔父词",
        "paragraph": "千丈悬崖削翠，一川落日镕金。白鸥来往本无心。选甚风波一任。别浦鱼肥堪脍，前村酒美重斟。千年往事已沉沉。闲管兴亡则甚。漫漫平沙走白虹，瑶台失手玉杯空。晴天摇动清江底，晚日浮沉急浪中。斜风细雨作春寒，对尊前，忆前欢。曾把梨花，寂寞泪阑干。芳草断烟南浦路，和别泪，看青山。昨宵结得梦夤缘，水云间，悄无言。争奈醒来，愁恨又依然。展转衾裯空懊恼，天易见，见伊难。黄金错刀白玉装，夜穿窗扉出光芒。丈夫五十功未立，提刀独立顾八荒。京华结交尽奇士，意气相期共生死。千年史册耻无名，一片丹心报天子。尔来从军天汉滨，南山晓雪玉嶙峋。呜呼！楚虽三户能亡秦，岂有堂堂中国空无人！",
        "author": "宋代",
        "poem_class": "写水",
        "dynasty": "辛弃疾"
    },
    {
        "title": "南湖早春",
        "paragraph": "风回云断雨初晴，返照湖边暖复明。乱点碎红山杏发，平铺新绿水蘋生。翅低白雁飞仍重，舌涩黄鹂语未成。不道江南春不好，年年衰病减心情。寒雨连江夜入吴，平明送客楚山孤。洛阳亲友如相问，一片冰心在玉壶。飞光飞光，劝尔一杯酒。吾不识青天高，黄地厚。唯见月寒日暖，来煎人寿。食熊则肥，食蛙则瘦。神君何在？太一安有？天东有若木，下置衔烛龙。吾将斩龙足，嚼龙肉，使之朝不得回，夜不得伏。自然老者不死，少者不哭。何为服黄金、吞白玉？谁似任公子，云中骑碧驴？刘彻茂陵多滞骨，嬴政梓棺费鲍鱼。弯弓征战作男儿，梦里曾经与画眉。 几度思归还把酒，拂云堆上祝明妃。",
        "author": "唐代",
        "poem_class": "写水",
        "dynasty": "白居易"
    },
    {
        "title": "江上值水如海势聊短述",
        "paragraph": "为人性僻耽佳句，语不惊人死不休。老去诗篇浑漫兴，春来花鸟莫深愁。(漫兴 一作：漫与)新添水槛供垂钓，故着浮槎替入舟。焉得思如陶谢手，令渠述作与同游。空山不见人，但闻人语响。返景入深林，复照青苔上。少时犹不忧生计，老后谁能惜酒钱？共把十千沽一斗，相看七十欠三年。闲征雅令穷经史，醉听清吟胜管弦。更待菊黄家酝熟，共君一醉一陶然。(酝 一作：酿)坐酌泠泠水，看煎瑟瑟尘。无由持一碗，寄与爱茶人。",
        "author": "唐代",
        "poem_class": "写水",
        "dynasty": "杜甫"
    },
    {
        "title": "念奴娇·过洞庭",
        "paragraph": "洞庭青草，近中秋，更无一点风色。玉鉴琼田三万顷，着我扁舟一叶。素月分辉，明河共影，表里俱澄澈。悠然心会，妙处难与君说。(着 同：著；玉鉴 一作：玉界)应念岭海经年，孤光自照，肝肺皆冰雪。短发萧骚襟袖冷，稳泛沧浪空阔。尽挹西江，细斟北斗，万象为宾客。扣舷独啸，不知今夕何夕！(肝肺 一作：肝胆；沧浪 一作：沧冥；岭海 一作：岭表)小桃灼灼柳鬖鬖，春色满江南。雨晴风暖烟淡，天气正醺酣。山泼黛，水挼蓝，翠相搀。歌楼酒旆，故故招人，权典青衫。萧萧梧叶送寒声，江上秋风动客情。知有儿童挑促织，夜深篱落一灯明。烟外倚危楼，初见远灯明灭。却跨玉虹归去、看洞天星月。当时张范风流在，况一尊浮雪。莫问世间何事、与剑头微吷。",
        "author": "宋代",
        "poem_class": "写水",
        "dynasty": "张孝祥"
    },
    {
        "title": "观书有感·其二",
        "paragraph": "昨夜江边春水生，蒙冲巨舰一毛轻。(蒙冲 一作：艨艟)向来枉费推移力，此日中流自在行。欧阳公作《蝶恋花》，有“深深深几许”之句，予酷爱之。用其语作“庭院深深”数阕，其声即旧《临江仙》也。庭院深深深几许？云窗雾阁常扃。柳梢梅萼渐分明。春归秣陵树，人老建康城。感月吟风多少事，如今老去无成。谁怜憔悴更凋零。试灯无意思，踏雪没心情。(试灯无意思，踏雪没心情 一作：灯花空结蕊，离别共伤情)缺月昏昏漏未央，一灯明灭照秋床。病身最觉风露早，归梦不知山水长。坐感岁时歌慷慨，起看天地色凄凉。鸣蝉更乱行人耳，正抱疏桐叶半黄。记得金銮同唱第，春风上国繁华。如今薄宦老天涯。十年岐路，空负曲江花。闻说阆山通阆苑，楼高不见君家。孤城寒日等闲斜。离愁难尽，红树远连霞。",
        "author": "宋代",
        "poem_class": "写水",
        "dynasty": "朱熹"
    },
    {
        "title": "赠汪伦",
        "paragraph": "李白乘舟将欲行，忽闻岸上踏歌声。桃花潭水深千尺，不及汪伦送我情。 虢国夫人承主恩，平明骑马入宫门。却嫌脂粉污颜色，淡扫蛾眉朝至尊。清江一曲抱村流，长夏江村事事幽。自去自来堂上燕，相亲相近水中鸥。(堂上 一作：梁上)老妻画纸为棋局，稚子敲针作钓钩。但有故人供禄米，微躯此外更何求？凤林关里水东流，白草黄榆六十秋。边将皆承主恩泽，无人解道取凉州。",
        "author": "唐代",
        "poem_class": "写水",
        "dynasty": "李白"
    },
    {
        "title": "小池",
        "paragraph": "泉眼无声惜细流，树阴照水爱晴柔。小荷才露尖尖角，早有蜻蜓立上头。晴明风日雨干时，草满花堤水满溪。童子柳阴眠正着，一牛吃过柳阴西。摇首出红尘，醒醉更无时节。活计绿蓑青笠，惯披霜冲雪。 晚来风定钓丝闲，上下是新月。千里水天一色，看孤鸿明灭。醉拍春衫惜旧香。天将离恨恼疏狂。年年陌上生秋草，日日楼中到夕阳。 云渺渺，水茫茫。征人归路许多长。相思本是无凭语，莫向花笺费泪行。",
        "author": "宋代",
        "poem_class": "写水",
        "dynasty": "杨万里"
    },
    {
        "title": "暮江吟",
        "paragraph": "一道残阳铺水中，半江瑟瑟半江红。可怜九月初三夜，露似真珠月似弓。林暗草惊风，将军夜引弓。平明寻白羽，没在石棱中。名花倾国两相欢，常得君王带笑看。解释春风无限恨，沉香亭北倚阑干。山围故国周遭在，潮打空城寂寞回。淮水东边旧时月，夜深还过女墙来。",
        "author": "唐代",
        "poem_class": "写水",
        "dynasty": "白居易"
    },
    {
        "title": "黄鹤楼送孟浩然之广陵",
        "paragraph": "故人西辞黄鹤楼，烟花三月下扬州。孤帆远影碧空尽，唯见长江天际流。 (唯 通：惟)鹅，鹅，鹅，曲项向天歌。白毛浮绿水，红掌拨清波。空山不见人，但闻人语响。返景入深林，复照青苔上。杨柳渡头行客稀，罟师荡桨向临圻。 惟有相思似春色，江南江北送君归。",
        "author": "唐代",
        "poem_class": "写水",
        "dynasty": "李白"
    },
    {
        "title": "扬之水",
        "paragraph": "扬之水，白石凿凿。素衣朱襮，从子于沃。既见君子，云何不乐？扬之水，白石皓皓。素衣朱绣，从子于鹄。既见君子，云何其忧？扬之水，白石粼粼。我闻有命，不敢以告人。东方之日兮，彼姝者子，在我室兮。在我室兮，履我即兮。东方之月兮，彼姝者子，在我闼兮。在我闼兮，履我发兮。緜緜瓜瓞。民之初生，自土沮漆。古公亶父，陶复陶穴，未有家室。古公亶父，来朝走马。率西水浒，至于岐下。爰及姜女，聿来胥宇。周原膴膴，堇荼如饴。爰始爰谋，爰契我龟，曰止曰时，筑室于兹。廼慰廼止，廼左廼右，廼疆廼理，廼宣廼亩。自西徂东，周爰执事。乃召司空，乃召司徒，俾立室家。其绳则直，缩版以载，作庙翼翼。捄之陾陾，度之薨薨，筑之登登，削屡冯冯。百堵皆兴，鼛鼓弗胜。廼立皋门，皋门有伉。廼立应门，应门将将。廼立冢土，戎丑攸行。肆不殄厥愠，亦不陨厥问。柞棫拔矣，行道兑矣。混夷駾矣，维其喙矣！虞芮质厥成，文王蹶厥生。予曰有疏附，予曰有先后。予曰有奔奏，予曰有御侮！岂曰无衣？与子同袍。王于兴师，修我戈矛。与子同仇！岂曰无衣？与子同泽。王于兴师，修我矛戟。与子偕作！岂曰无衣？与子同裳。王于兴师，修我甲兵。与子偕行！",
        "author": "先秦",
        "poem_class": "写水",
        "dynasty": "佚名"
    },
    {
        "title": "八声甘州·寄参寥子",
        "paragraph": "有情风、万里卷潮来，无情送潮归。问钱塘江上，西兴浦口，几度斜晖。不用思量今古，俯仰昔人非。谁似东坡老，白首忘机。 记取西湖西畔，正暮山好处，空翠烟霏。算诗人相得，如我与君稀。约他年、东还海道，愿谢公、雅志莫相违。西州路，不应回首，为我沾衣。(正暮 一作：正春)长淮望断，关塞莽然平。征尘暗，霜风劲，悄边声。黯销凝。追想当年事，殆天数，非人力，洙泗上，弦歌地，亦膻腥。隔水毡乡，落日牛羊下，区脱纵横。看名王宵猎，骑火一川明。笳鼓悲鸣。遣人惊。 念腰间箭，匣中剑，空埃蠹，竟何成。时易失，心徒壮，岁将零。渺神京。干羽方怀远，静烽燧，且休兵。冠盖使，纷驰骛，若为情。闻道中原遗老，常南望、翠葆霓旌。使行人到此，忠愤气填膺。有泪如倾。未遇行藏谁肯信，如今方表名踪。无端良匠画形容。当风轻借力，一举入高空。 才得吹嘘身渐稳，只疑远赴蟾宫。雨馀时候夕阳红。几人平地上，看我碧霄中。泛菊杯深，吹梅角远，同在京城。聚散匆匆，云边孤雁，水上浮萍。 教人怎不伤情。觉几度、魂飞梦惊。后夜相思，尘随马去，月逐舟行。",
        "author": "宋代",
        "poem_class": "写水",
        "dynasty": "苏轼"
    },
    {
        "title": "过分水岭",
        "paragraph": "溪水无情似有情，入山三日得同行。岭头便是分头处，惜别潺湲一夜声。客自长安来，还归长安去。狂风吹我心，西挂咸阳树。此情不可道，此别何时遇。望望不见君，连山起烟雾。大历二年十月十九日，夔府别驾元持宅，见临颍李十二娘舞剑器，壮其蔚跂，问其所师，曰：“余公孙大娘弟子也。” 开元五载，余尚童稚，记于郾城观公孙氏，舞剑器浑脱，浏漓顿挫，独出冠时，自高头宜春梨园二伎坊内人洎外供奉，晓是舞者，圣文神武皇帝初，公孙一人而已。玉貌锦衣，况余白首，今兹弟子，亦非盛颜。既辨其由来，知波澜莫二，抚事慷慨，聊为《剑器行》。昔者吴人张旭，善草书帖，数常于邺县见公孙大娘舞西河剑器，自此草书长进，豪荡感激，即公孙可知矣。昔有佳人公孙氏，一舞剑器动四方。观者如山色沮丧，天地为之久低昂。㸌如羿射九日落，矫如群帝骖龙翔。来如雷霆收震怒，罢如江海凝清光。绛唇珠袖两寂寞，晚有弟子传芬芳。临颍美人在白帝，妙舞此曲神扬扬。与余问答既有以，感时抚事增惋伤。先帝侍女八千人，公孙剑器初第一。五十年间似反掌，风尘澒洞昏王室。梨园弟子散如烟，女乐余姿映寒日。金粟堆前木已拱，瞿唐石城草萧瑟。玳筵急管曲复终，乐极哀来月东出。老夫不知其所往，足茧荒山转愁疾。少年十五二十时，步行夺得胡马骑。射杀山中白额虎，肯数邺下黄须儿！一身转战三千里，一剑曾当百万师。汉兵奋迅如霹雳，虏骑崩腾畏蒺藜。卫青不败由天幸，李广无功缘数奇。自从弃置便衰朽，世事蹉跎成白首。昔时飞箭无全目，今日垂杨生左肘。路旁时卖故侯瓜，门前学种先生柳。苍茫古木连穷巷，寥落寒山对虚牖。誓令疏勒出飞泉，不似颍川空使酒。贺兰山下阵如云，羽檄交驰日夕闻。节使三河募年少，诏书五道出将军。试拂铁衣如雪色，聊持宝剑动星文。愿得燕弓射大将，耻令越甲鸣吾君。莫嫌旧日云中守，犹堪一战取功勋。",
        "author": "唐代",
        "poem_class": "写水",
        "dynasty": "温庭筠"
    },
    {
        "title": "清溪行 / 宣州清溪",
        "paragraph": "清溪清我心，水色异诸水。借问新安江，见底何如此。人行明镜中，鸟度屏风里。向晚猩猩啼，空悲远游子。故人西辞黄鹤楼，烟花三月下扬州。孤帆远影碧空尽，唯见长江天际流。 (唯 通：惟)火山六月应更热，赤亭道口行人绝。知君惯度祁连城，岂能愁见轮台月。脱鞍暂入酒家垆，送君万里西击胡。功名祗向马上取，真是英雄一丈夫。日出东方隈，似从地底来。历天又入海，六龙所舍安在哉？其始与终古不息，人非元气，安得与之久徘徊？草不谢荣于春风，木不怨落于秋天。谁挥鞭策驱四运？万物兴歇皆自然。羲和！羲和！汝奚汩没于荒淫之波？鲁阳何德，驻景挥戈？逆道违天，矫诬实多。吾将囊括大块，浩然与溟涬同科！",
        "author": "唐代",
        "poem_class": "写水",
        "dynasty": "李白"
    },
    {
        "title": "湖州歌·其六",
        "paragraph": "北望燕云不尽头，大江东去水悠悠。夕阳一片寒鸦外，目断东南四百州。落日无情最有情，遍催万树暮蝉鸣。听来咫尺无寻处，寻到旁边却不声。大江东去，浪淘尽，千古风流人物。故垒西边，人道是，三国周郎赤壁。乱石穿空，惊涛拍岸，卷起千堆雪。(穿空 一作：崩云)江山如画，一时多少豪杰。遥想公瑾当年，小乔初嫁了，雄姿英发。羽扇纶巾，谈笑间，樯橹灰飞烟灭。(樯橹 一作：强虏)故国神游，多情应笑我，早生华发。人生如梦，一尊还酹江月。(人生 一作：人间；尊 同：樽) 帘外五更风，吹梦无踪。画楼重上与谁同？记得玉钗斜拨火，宝篆成空。回首紫金峰，雨润烟浓。一江春浪醉醒中。留得罗襟前日泪，弹与征鸿。",
        "author": "宋代",
        "poem_class": "写水",
        "dynasty": "汪元量"
    },
    {
        "title": "耶溪泛舟",
        "paragraph": "落景余清辉，轻桡弄溪渚。泓澄爱水物，临泛何容与。白首垂钓翁，新妆浣纱女。相看似相识，脉脉不得语。昨夜秋风入汉关，朔云边月满西山。 更催飞将追骄虏，莫遣沙场匹马还。葡萄美酒夜光杯，欲饮琵琶马上催。醉卧沙场君莫笑，古来征战几人回？危楼高百尺，手可摘星辰。不敢高声语，恐惊天上人。",
        "author": "唐代",
        "poem_class": "写水",
        "dynasty": "孟浩然"
    }
]