[
    {
        "title": "玉树后庭花",
        "paragraph": "丽宇芳林对高阁，新装艳质本倾城。映户凝娇乍不进，出帷含态笑相迎。妖姬脸似花含露，玉树流光照后庭。花开花落不长久，落红满地归寂中。露华初泥泥，桂枝行梀梀。杀气下重轩，轻阴满四屋。别宠增修夜，远征悲独宿。愁萦翠羽眉，泪满横波目。长门绝往来，含情空杼轴。周王逢郑忿，楚后值秦冤。梯冲已鹤列，冀马忽云屯。武安檐瓦振，昆阳猛兽奔。流星夕照镜，烽火夜烧原。古狱饶冤气，空亭多枉魂。天道或可问，微兮不忍言。常年腊月半，已觉梅花阑。不信今春晚，俱来雪里看。树动悬冰落，枝高出手寒。早知觅不见，真悔著衣单。",
        "author": "南北朝",
        "poem_class": "写花",
        "dynasty": "陈叔宝"
    },
    {
        "title": "有木诗八首·其八",
        "paragraph": "有木名丹桂，四时香馥馥。花团夜雪明，叶剪春云绿。风影清似水，霜枝冷如玉。独占小山幽，不容凡鸟宿。匠人爱芳直，裁截为厦屋。干细力未成，用之君自速。重任虽大过，直心终不曲。纵非梁栋材，犹胜寻常木。远送从此别，青山空复情。几时杯重把，昨夜月同行。列郡讴歌惜，三朝出入荣。江村独归处，寂寞养残生。岚雾今朝重，江山此地深。滩声秋更急，峡气晓多阴。望阙云遮眼，思乡雨滴心。将何慰幽独，赖此北窗琴。秋浦长似秋，萧条使人愁。客愁不可度，行上东大楼。正西望长安，下见江水流。寄言向江水，汝意忆侬不。遥传一掬泪，为我达扬州。秋浦猿夜愁，黄山堪白头。清溪非陇水，翻作断肠流。欲去不得去，薄游成久游。何年是归日，雨泪下孤舟。秋浦锦驼鸟，人间天上稀。山鸡羞渌水，不敢照毛衣。两鬓入秋浦，一朝飒已衰。猿声催白发，长短尽成丝。秋浦多白猿，超腾若飞雪。牵引条上儿，饮弄水中月。愁作秋浦客，强看秋浦花。山川如剡县，风日似长沙。醉上山公马，寒歌宁戚牛。空吟白石烂，泪满黑貂裘。秋浦千重岭，水车岭最奇。天倾欲堕石，水拂寄生枝。江祖一片石，青天扫画屏。题诗留万古，绿字锦苔生。千千石楠树，万万女贞林。山山白鹭满，涧涧白猿吟。君莫向秋浦，猿声碎客心。逻人横鸟道，江祖出鱼梁。水急客舟疾，山花拂面香。水如一匹练，此地即平天。耐可乘明月，看花上酒船。渌水净素月，月明白鹭飞。郎听采菱女，一道夜歌归。炉火照天地，红星乱紫烟。赧郎明月夜，歌曲动寒川。白发三千丈，缘愁似个长。不知明镜里，何处得秋霜。秋浦田舍翁，采鱼水中宿。妻子张白鹇，结罝映深竹。桃波一步地，了了语声闻。黯与山僧别，低头礼白云。",
        "author": "唐代",
        "poem_class": "写花",
        "dynasty": "白居易"
    },
    {
        "title": "有木诗八首·其八",
        "paragraph": "有木名丹桂，四时香馥馥。花团夜雪明，叶剪春云绿。风影清似水，霜枝冷如玉。独占小山幽，不容凡鸟宿。匠人爱芳直，裁截为厦屋。干细力未成，用之君自速。重任虽大过，直心终不曲。纵非梁栋材，犹胜寻常木。遗庙丹青落，空山草木长。犹闻辞后主，不复卧南阳。回乐烽前沙似雪，受降城外月如霜。(回乐烽 一作：回乐峰）不知何处吹芦管，一夜征人尽望乡。十里长街市井连，月明桥上看神仙。人生只合扬州死，禅智山光好墓田。",
        "author": "唐代",
        "poem_class": "写花",
        "dynasty": "白居易"
    },
    {
        "title": "刘伯川席上作",
        "paragraph": "飞雪初停酒未消，溪山深处踏琼瑶。不嫌寒气侵入骨，贪看梅花过野桥。月临花径影交加，花自芳菲月自华。爱月迟眠花尚吐，看花起早月方斜。长空影动花迎月，深院人归月伴花。羡却人间花月意，捻花玩月醉留霞。豪杰千年往事，渔樵一曲高歌。乌飞兔走疾如梭。眨眼风惊雨过。妙算龙韬虎略，英雄铁马金戈。争名夺利竟如何。必有收因结果。梧桐树，一叶堕秋风，一叶委秋露。明年二月新叶生，还在今年叶飞处。汉宫飞燕近承恩，零落班姬不如故。君不见梧桐树。",
        "author": "明代",
        "poem_class": "写花",
        "dynasty": "杨士奇"
    },
    {
        "title": "风流子·黄钟商芍药",
        "paragraph": "金谷已空尘。薰风祝攥舞低鸾翅，绛笼蜜炬，绿映龙盆。窈窕绣窗人睡起，临砌脉无言。慵整堕鬟，怨时迟暮，可怜憔悴，啼雨黄昏。 轻桡移花市，秋娘渡、飞浪溅湿行裙。二十四桥南北，罗荐香分。念碎劈芳心，萦思千缕，赠将幽素，偷翦重云。终待凤池归去，催咏红翻。记得来时春未暮，执手攀花，袖染花梢露。暗卜春心共花语，争寻双朵争先去。多情因甚相辜负，轻拆轻离，欲向谁分诉。泪湿海棠花枝处，东君空把奴分付。举头西北浮云，倚天万里须长剑。人言此地，夜深长见，斗牛光焰。我觉山高，潭空水冷，月明星淡。待燃犀下看，凭栏却怕，风雷怒，鱼龙惨。峡束苍江对起，过危楼，欲飞还敛。元龙老矣！不妨高卧，冰壶凉簟。千古兴亡，百年悲笑，一时登览。问何人又卸，片帆沙岸，系斜阳缆？欲减罗衣寒未去，不卷珠帘，人在深深处。红杏枝头花几许？啼痕止恨清明雨。尽日沉烟香一缕，宿酒醒迟，恼破春情绪。飞燕又将归信误，小屏风上西江路。",
        "author": "宋代",
        "poem_class": "写花",
        "dynasty": "吴文英"
    },
    {
        "title": "杂咏八首上礼部李侍郎·晚桃",
        "paragraph": "四月深涧底，桃花方欲然。宁知地势下，遂使春风偏。此意颇堪惜，无言谁为传。过时君未赏，空媚幽林前。幽兰露，如啼眼。无物结同心，烟花不堪剪。草如茵，松如盖。风为裳，水为佩。油壁车，夕相待。冷翠烛，劳光彩。西陵下，风吹雨。丝纶阁下文书静，钟鼓楼中刻漏长。独坐黄昏谁是伴，紫薇花对紫微郎。金樽清酒斗十千，玉盘珍羞直万钱。停杯投箸不能食，拔剑四顾心茫然。欲渡黄河冰塞川，将登太行雪满山。闲来垂钓碧溪上，忽复乘舟梦日边。行路难！行路难！多歧路，今安在？长风破浪会有时，直挂云帆济沧海。大道如青天，我独不得出。 羞逐长安社中儿，赤鸡白雉赌梨栗。弹剑作歌奏苦声，曳裾王门不称情。淮阴市井笑韩信，汉朝公卿忌贾生。君不见昔时燕家重郭隗，拥篲折节无嫌猜。剧辛乐毅感恩分，输肝剖胆效英才。昭王白骨萦蔓草，谁人更扫黄金台？行路难，归去来！有耳莫洗颍川水，有口莫食首阳蕨。含光混世贵无名，何用孤高比云月？吾观自古贤达人，功成不退皆殒身。子胥既弃吴江上，屈原终投湘水滨。陆机雄才岂自保？李斯税驾苦不早。华亭鹤唳讵可闻？上蔡苍鹰何足道？君不见吴中张翰称达生，秋风忽忆江东行。且乐生前一杯酒，何须身后千载名？ ",
        "author": "唐代",
        "poem_class": "写花",
        "dynasty": "刘长卿"
    },
    {
        "title": "庆清朝·榴花",
        "paragraph": "玉局歌残，金陵句绝，年年负却熏风。西邻窈窕，独怜入户飞红。前度绿阴载酒，枝头色比舞裙同。何须拟，蜡珠作蒂，缃彩成丛。谁在旧家殿阁？自太真仙去，扫地春空。朱幡护取，如今应误花工。颠倒绛英满径，想无车马到山中。西风后，尚余数点，犹胜春浓。梧桐叶上三更雨。惊破梦魂无觅处。夜凉枕簟已知秋，更听寒蛩促机杼。梦中历历来时路。犹在江亭醉歌舞。尊前必有问君人，为道别来心与绪。为范南伯寿。时南伯为张南轩辟宰泸溪，南伯迟迟未行。因作此词以勉之。掷地刘郎玉斗，挂帆西子扁舟。千古风流今在此，万里功名莫放休。君王三百州。燕雀岂知鸿鹄，貂蝉元出兜鍪。却笑泸溪如斗大，肯把牛刀试手不？寿君双玉瓯。门外绿阴千顷，两两黄鹂相应。睡起不胜情，行到碧梧金井。人静，人静。风动一庭花影。",
        "author": "宋代",
        "poem_class": "写花",
        "dynasty": "王沂孙"
    },
    {
        "title": "阳春曲·赠海棠",
        "paragraph": "玉环梦断风流事，银烛歌成富贵词。东风一树玉胭脂，双燕子。曾见正开时。夫君去日竹初栽，竹已成林君未来。玉貌一衰难再好，不如花落又花开。青年去了。青衫破了。旧日青毡无了。一时清兴未能除，说与故人知道。春花春好。秋花秋好。每日看花尤好。人生沽酒买花钱，消得杖头多梅梢月黄昏低映梅枝，照人两处相思，那的是愁肠断时。弯弯何以？浑如宫样眉儿。西风落叶长安，夕阳老雁关山，今古别离最难。故人何处？玉箫明月空闲。",
        "author": "元代",
        "poem_class": "写花",
        "dynasty": "徐再思"
    },
    {
        "title": "芙蕖",
        "paragraph": "芙蕖与草本诸花似觉稍异，然有根无花，一岁一生，其性同也。谱云：“产于水者曰草芙蓉，产于陆者曰旱莲。”则谓非草木不得矣。予夏季倚此为命者，非故效颦于茂叔而袭成说于前人也。芙蕖之可人，其事不一而足，请备述之。群葩当令时，只在花开之数日，前此后此皆属过而不问之秋矣。芙蕖则不然。芙蕖自荷钱出水之日，便为点缀绿波；及其茎叶既生，则又日高日上，日上日妍。有风既作飘飖之态，无风亦呈袅娜之姿，是我于花之未开，先享无穷逸致矣。迨至菡萏成花，娇姿欲滴，后先相继，自夏徂秋，此则在花为分内之事，在人为应得之资者也。及花之既谢，亦可告无罪于主人矣；乃复蒂下生蓬，蓬中结实，亭亭独立，犹似未开之花，与翠叶并擎，不至白露为霜而能事不已。此皆言其可目者也。可鼻，则有荷叶之清香，荷花之异馥；避暑而暑为之退，纳凉而凉逐之生。至其可人之口者，则莲实与藕皆并列盘餐而互芬齿颊者也。只有霜中败叶，零落难堪，似成弃物矣；乃摘而藏之，又备经年裹物之用。是芙蕖也者，无一时一刻不适耳目之观，无一物一丝不备家常之用者也。有五谷之实而不有其名，兼百花之长而各去其短，种植之利有大于此者乎？ 予四命之中，此命为最。无如酷好一生。竟不得半亩方塘为安身立命之地。仅凿斗大一池，植数茎以塞责，又时病其漏。望天乞水以救之，怠所谓不善养生而草菅其命者哉。烟暖雨初收，落尽繁花小院幽。摘得一双红豆子，低头，说著分携泪暗流。人去似春休，卮酒曾将酹石尤。别自有人桃叶渡，扁舟，一种烟波各自愁。为问封姨，何事却、排空卷地。又不是、江南春好，妒花天气。叶尽归鸦栖未得，带垂惊燕飘还起。甚天公、不肯惜愁人，添憔悴。搅一霎，灯前睡。听半晌，心如醉。倩碧纱遮断，画屏深翠。只影凄清残烛下，离魂飘缈秋空里。总随他、泊粉与飘香，真无谓。其一：眼空蓄泪泪空垂，暗洒闲抛却为谁？尺幅鲛绡劳解赠，叫人焉得不伤悲！其二：抛珠滚玉只偷潸，镇日无心镇日闲。枕上袖边难拂拭，任他点点与斑斑。其三：彩线难收面上珠，湘江旧迹已模糊，窗前亦有千竿竹，不识香痕渍也无？",
        "author": "清代",
        "poem_class": "写花",
        "dynasty": "李渔"
    },
    {
        "title": "咏牡丹",
        "paragraph": "闲花眼底千千种，此种人间擅最奇。国色天香人咏尽，丹心独抱更谁知。三百余年宋史，辽金西夏纵横。争强赌胜弄刀兵。谁解倒悬民命。富贵草梢垂露，英雄水上浮萍。是非成败总虚名。一枕南柯梦醒。朝晖开众山，遥见居庸关。云出三边外，风生万马间。征尘何日静，古戍几人闲。忽忆弃繻者，空惭旅鬓斑。一片残山并剩水，年年虎斗龙争。秦宫汉苑晋家茔。川原流恨血，毛发凛威灵。白首诗人闲驻马，感时怀古伤情。战场田地好宽平。前人将不去，留与后人耕。",
        "author": "明代",
        "poem_class": "写花",
        "dynasty": "俞大猷"
    },
    {
        "title": "夜合花",
        "paragraph": "阶前双夜合，枝叶敷花荣。疏密共晴雨，卷舒因晦明。影随筠箔乱，香杂水沉生。对此能销忿，旋移迎小楹。西风八九月，积地秋云黄。力田已告成，计日宜收藏。刈获须及时，虑为雨雪伤。农家终岁劳，至此愿稍偿。勤苦守恒业，始有数月粮。嗟彼豪华子，素餐厌膏粱。安坐废手足，嗜欲毒其肠。岂知民力艰，颗米皆琳琅。园居知风月，野居知星霜。君看获稻时，粒粒脂膏香。鸳瓦已新霜，欲寄寒衣转自伤。见说征夫容易瘦，端相。梦里回时仔细量。支枕怯空房，且拭清砧就月光。已是深秋兼独夜，凄凉。月到西南更断肠。泜水清且浅，沙砾明可数。漾漾浮轻波，悠悠汇远浦。千山倒空青，乱石兀崖堵。我来恣游泳，浩歌怀往古。逼侧井陉道，卒列不成伍。背水造奇谋，赤帜立赵土。韩信购左车，张耳陋肺腑。何不赦陈馀，与之归汉主？",
        "author": "清代",
        "poem_class": "写花",
        "dynasty": "纳兰性德"
    },
    {
        "title": "春桂问答二首",
        "paragraph": "问春桂，桃李正芬华。年光随处满，何事独无花。 春桂答，春华讵能久。风霜摇落时，独秀君知不。太乙近天都，连山接海隅。(接 一作：到)白云回望合，青霭入看无。分野中峰变，阴晴众壑殊。欲投人处宿，隔水问樵夫。风回云断雨初晴，返照湖边暖复明。乱点碎红山杏发，平铺新绿水蘋生。翅低白雁飞仍重，舌涩黄鹂语未成。不道江南春不好，年年衰病减心情。故人江海别，几度隔山川。乍见翻疑梦，相悲各问年。孤灯寒照雨，深竹暗浮烟。(深竹 一作：湿竹)更有明朝恨，离杯惜共传。",
        "author": "唐代",
        "poem_class": "写花",
        "dynasty": "王绩"
    },
    {
        "title": "刘侍中宅盘花紫蔷薇",
        "paragraph": "真宰偏饶丽景家，当春盘出带根霞。 从开一朵朝衣色，免踏尘埃看杂花。万里桥边女校书，枇杷花里闭门居。扫眉才子知多少，管领春风总不如。闲居少邻并，草径入荒园。鸟宿池边树，僧敲月下门。过桥分野色，移石动云根。暂去还来此，幽期不负言。碧玉妆成一树高，万条垂下绿丝绦。不知细叶谁裁出，二月春风似剪刀。",
        "author": "唐代",
        "poem_class": "写花",
        "dynasty": "章孝标"
    },
    {
        "title": "幽兰",
        "paragraph": "幽植众宁知，芬芳只暗持。自无君子佩，未是国香衰。白露沾长早，春风到每迟。不如当路草，芬馥欲何为。零落桐叶雨，萧条槿花风。悠悠早秋意，生此幽闲中。 况与故人别，中怀正无悰。勿云不相送，心到青门东。 相知岂在多，但问同不同。同心一人去，坐觉长安空。舍南舍北皆春水，但见群鸥日日来。花径不曾缘客扫，蓬门今始为君开。盘飧市远无兼味，樽酒家贫只旧醅。肯与邻翁相对饮，隔篱呼取尽馀杯。(馀 通：余)天津桥下冰初结，洛阳陌上人行绝。 榆柳萧疏楼阁闲，月明直见嵩山雪。",
        "author": "唐代",
        "poem_class": "写花",
        "dynasty": "崔涂"
    },
    {
        "title": "杨花落",
        "paragraph": "北斗南回春物老，红英落尽绿尚早。韶风澹荡无所依，偏惜垂杨作春好。此时可怜杨柳花，萦盈艳曳满人家。人家女儿出罗幕，静扫玉庭待花落。宝环纤手捧更飞，翠羽轻裾承不著。历历瑶琴舞态陈，霏红拂黛怜玉人。东园桃李芳已歇，独有杨花娇暮春。寒更传晓箭，清镜览衰颜。隔牖风惊竹，开门雪满山。洒空深巷静，积素广庭闲。借问袁安舍，翛然尚闭关。数萼初含雪，孤标画本难。香中别有韵，清极不知寒。横笛和愁听，斜枝倚病看。朔风如解意，容易莫摧残。离别家乡岁月多，近来人事半消磨。惟有门前镜湖水，春风不改旧时波。",
        "author": "唐代",
        "poem_class": "写花",
        "dynasty": "杨巨源"
    },
    {
        "title": "桃花",
        "paragraph": "满树和娇烂漫红，万枝丹彩灼春融。 何当结作千年实，将示人间造化工。万丈红泉落，迢迢半紫氛。奔流下杂树，洒落出重云。日照虹霓似，天清风雨闻。灵山多秀色，空水共氤氲。不知香积寺，数里入云峰。古木无人径，深山何处钟。泉声咽危石，日色冷青松。薄暮空潭曲，安禅制毒龙。海天东望夕茫茫，山势川形阔复长。灯火万家城四畔，星河一道水中央。风吹古木晴天雨，月照平沙夏夜霜。能就江楼消暑否？比君茅舍较清凉。",
        "author": "唐代",
        "poem_class": "写花",
        "dynasty": "吴融"
    },
    {
        "title": "牡丹赋",
        "paragraph": "古人言花者，牡丹未尝与焉。盖遁乎深山，自幽而著。以为贵重所知，花则何遇焉？天后之乡，西河也，有众香精舍，下有牡丹，其花特异，天后叹上苑之有阙，因命移植焉。由此京国牡丹，日月寖盛。今则自禁闼洎官署，外延士庶之家，弥漫如四渎之流，不知其止息之地。每暮春之月，遨游之士如狂焉。亦上国繁华之一事也。近代文士为歌诗以咏其形容，未有能赋之者。余独赋之，以极其美。或曰：子常以丈夫功业自许，今则肆情于一花，无乃犹有儿女之心乎？余应之曰：吾子独不见张荆州之为人乎？斯人信丈夫也。然吾观其文集之首，有《荔枝赋》。焉。荔枝信美矣，然亦不出一果尔，与牡丹何异哉？但问其所赋之旨何如，吾赋牡丹何伤焉，或者不能对，余遂赋以示之。圆玄瑞精，有星而景，有云而卿。其光下垂，遇物流形。草木得之，发为红英。英之甚红，钟乎牡丹。拔类迈伦，国香欺兰。我研物情，次第而观。暮春气极，绿苞如珠。清露宵偃。韶光晓驱。动荡支节，如解凝结，百脉融畅，气不可遏。兀然盛怒，如将愤泄。淑色披开，照曜酷烈。美肤腻体，万状皆绝。赤者如日，白者如月。淡者如赭，殷者如血。向者如迎，背者如诀。坼者如语，含者如咽。俯者如愁，仰者如悦。袅者如舞，侧者如跌。亚者如醉，曲者如折。密者如织，疏者如缺。鲜者如濯，惨者如别。初胧胧而下上，次鳞鳞而重叠。锦衾相覆，绣帐连接。晴笼昼熏，宿露宵袌。或灼灼腾秀，或亭亭露奇。或飐然如招，或俨然如思，或希风如吟，或泫露如悲。或垂然如缒，或烂然如披。或迎日拥砌，或照影临池。或山鸡已驯，或威凤将飞。其态万万，胡可立辩？不窥天府，孰得而见？乍遇孙武，来此教战。教战谓何？摇摇纤柯。玉栏风满，流霞成波，历阶重台，万朵千棵。西子南威，洛神湘娥。或倚或扶，朱颜色酡。角炫红釭，争颦翠娥。灼灼夭夭，逶逶迤迤。汉宫三千，艳列星河，我见其少，孰云其多。弄彩呈妍，压景骈肩。席发银烛，炉升绛烟。洞府真人，会于群仙。晶荧往来，金釭列钱。凝睇相看，曾不晤言。未及行雨，先惊旱莲。公室侯家，列之如麻。咳唾万金，买此繁华。遑恤终日，一言相夸。列幄庭中，步障开霞。曲庑重梁，松篁交加。如贮深闺，似隔窗纱，仿佛息妫，依稀馆娃。我来观之，如乘仙槎。脉脉不语，迟迟日斜。九衢游人，骏马香车。有酒如渑，万坐笙歌。一醉是竞，孰知其他。我案花品，此花第一。脱落群类，独占春日。其大盈尺，其香满室。叶如翠羽，拥抱栉比。蕊如金屑，妆饰淑质。玫瑰羞死，芍药自失。夭桃敛迹，秾李惭出。踯躅宵溃，木兰潜逸。朱槿灰心，紫薇屈膝，皆让其先，敢怀愤嫉？焕乎！美乎！后土之产物也。使其花如此而伟乎，何前代寂寞而不闻？今则昌然而大来。曷草木之命，亦有时而塞，亦有时而开？吾欲问汝，曷为而生哉？汝且不言，徒留玩以徘徊。万里桥边女校书，枇杷花里闭门居。扫眉才子知多少，管领春风总不如。兰烬落，屏上暗红蕉。闲梦江南梅熟日，夜船吹笛雨萧萧。人语驿边桥。走马西来欲到天，辞家见月两回圆。今夜不知何处宿，平沙万里绝人烟。",
        "author": "唐代",
        "poem_class": "写花",
        "dynasty": "舒元舆"
    },
    {
        "title": "春光好·花滴露",
        "paragraph": "花滴露，柳摇烟，艳阳天。雨霁山樱红欲烂，谷莺迁。饮处交飞玉斝，游时倒把金鞭。风飐九衢榆叶动，簇青钱。偎红敛翠，尽日思闲事。髻滑凤凰钗欲坠，雨打梨花满地¤绣衣独倚阑干，玉容似怯春寒。应待少年公子，鸳帏深处同欢。芳年妙妓，淡拂铅华翠。轻笑自然生百媚，争那尊前人意¤酒倾琥珀杯时，更堪能唱新词。赚得王孙狂处，断肠一搦腰肢。酒醒情怀恶，金缕褪，玉肌如削。寒食过却，海棠零落。乍倚遍阑干，烟澹薄，翠幕帘栊笼画阁。春睡着，觉来失秋千期约。凉簟铺斑竹，鸳枕并红玉。脸莲红，眉柳绿，胸雪宜新浴。淡黄衫子裁春縠，异香芬馥¤羞道交回烛，未惯双双宿。树连枝，鱼比目，掌上腰如束。娇娆不争人拳跼，黛眉微蹙。",
        "author": "五代",
        "poem_class": "写花",
        "dynasty": "欧阳炯"
    },
    {
        "title": "月季花",
        "paragraph": "一番花信一番新，半属东风半属尘。惟有此花开不厌，一年长占四时春。风帘一烛对残花，薄雾寒笼翠袖纱。空院别愁惊破梦，东栏井树夜啼鸦。国有中外殊，人无夷夏别。落地皆弟兄，何必分楚越。胆胆每相照，冰壶映寒月。倚玉觉我秽，唾珠复君绝。方期久登龙，遽此成离诀。关河路险巇，秋郊方蠲热。此去慎行休，毋令阻回辙。东陲尚用兵，海峤日流血。须冯鲁连子，却秦掉寸舌。勿嫌九夹陋，勉徇壮夫节。鸡鸣风雨潇潇，侧身天地无刘表。啼鹃迸泪，落花飘恨，断魂飞绕。月暗云霄，星沉烟水，角声清袅。问登楼王粲，镜中白发，今宵又添多少。极目乡关何处？渺青山、髻螺低小。几回好梦，随风归去，被渠遮了。宝瑟弦僵，玉笙指冷，冥鸿天杪。但侵阶莎草，满庭绿树，不知昏晓。",
        "author": "明代",
        "poem_class": "写花",
        "dynasty": "张新"
    },
    {
        "title": "花底",
        "paragraph": "紫萼扶千蕊，黄须照万花。忽疑行暮雨，何事入朝霞。恐是潘安县，堪留卫玠车。深知好颜色，莫作委泥沙。山水万重书断绝，念君怜我梦相闻。我今因病魂颠倒，唯梦闲人不梦君。万丈红泉落，迢迢半紫氛。奔流下杂树，洒落出重云。日照虹霓似，天清风雨闻。灵山多秀色，空水共氤氲。曾经沧海难为水，除却巫山不是云。取次花丛懒回顾，半缘修道半缘君。",
        "author": "唐代",
        "poem_class": "写花",
        "dynasty": "杜甫"
    },
    {
        "title": "玉楼春·白莲",
        "paragraph": "娟娟片月涵秋影，低照银塘光不定。绿云冉冉粉初匀，玉露泠泠香自省。荻花风起秋波冷，独拥檀心窥晓镜。他时欲与问归魂，水碧天空清夜永。蜀道难，难于上青天。蜀道易，易于履平地。行路难，不在水，不在山，只在人情反覆间。院静闻疏雨，林高纳远风。秋声连蟋蟀，寒色上梧桐。短榻孤灯里，清笳万井中。天涯未归客，此夜忆江东。遥遥涉长途，悠悠愁我心。我心愁未央，暌离日以深。山高水无梁，寄书多浮沉。鱼乐在故渊，鹿鸣思长林。觉时影与身，梦来裯与衾。端居迟日月，旦暮如古今。孤愿人讵知，沉忧自难任。君子不遐弃，怀我以好音。",
        "author": "明代",
        "poem_class": "写花",
        "dynasty": "王夫之"
    },
    {
        "title": "感芍药花寄正一上人",
        "paragraph": "今日阶前红芍药，几花欲老几花新。开时不解比色相，落后始知如幻身。空门此去几多地，欲把残花问上人。潮落江平未有风，扁舟共济与君同。时时引领望天末，何处青山是越中。春山多胜事，赏玩夜忘归。掬水月在手，弄花香满衣。兴来无远近，欲去惜芳菲。南望鸣钟处，楼台深翠微。谁家玉笛暗飞声，散入春风满洛城。 此夜曲中闻折柳，何人不起故园情。",
        "author": "唐代",
        "poem_class": "写花",
        "dynasty": "白居易"
    },
    {
        "title": "惜花",
        "paragraph": "无语与花别，细看枝上红。明年又相见，还恐是愁中。晚年唯好静，万事不关心。自顾无长策，空知返旧林。松风吹解带，山月照弹琴。君问穷通理，渔歌入浦深。兰叶春葳蕤，桂华秋皎洁。欣欣此生意，自尔为佳节。谁知林栖者，闻风坐相悦。草木有本心，何求美人折。幽人归独卧，滞虑洗孤清。持此谢高鸟，因之传远情。日夕怀空意，人谁感至精？飞沉理自隔，何所慰吾诚？鱼游乐深池，鸟栖欲高枝。嗟尔蜉蝣羽，薨薨亦何为。有生岂不化，所感奚若斯。神理日微灭，吾心安得知。浩叹杨朱子，徒然泣路岐。孤鸿海上来，池潢不敢顾。侧见双翠鸟，巢在三珠树。矫矫珍木巅，得无金丸惧？美服患人指，高明逼神恶？今我游冥冥，弋者何所慕！吴越数千里，梦寐今夕见。形骸非我亲，衾枕即乡县。化蝶犹不识，川鱼安可羡。海上有仙山，归期觉神变。西日下山隐，北风乘夕流。燕雀感昏旦，檐楹呼匹俦。鸿鹄虽自远，哀音非所求。贵人弃疵贱，下士尝殷忧。众情累外物，恕己忘内修。感叹长如此，使我心悠悠。江南有丹橘，经冬犹绿林。岂伊地气暖，自有岁寒心⑿。可以荐嘉客⒀，奈何阻重深。运命唯所遇，循环不可寻。徒言树桃李，此木岂无阴。永日徒离忧，临风怀蹇修。美人何处所，孤客空悠悠。青鸟跂不至，朱鳖谁云浮。夜分起踯躅，时逝曷淹留。抱影吟中夜，谁闻此叹息。美人适异方，庭树含幽色。白云愁不见，沧海飞无翼。凤凰一朝来，竹花斯可食。汉上有游女，求思安可得。袖中一札书，欲寄双飞翼。冥冥愁不见，耿耿徒缄忆。紫兰秀空蹊，皓露夺幽色。馨香岁欲晚，感叹情何极。白云在南山，日暮长太息。我有异乡忆，宛在云溶溶。凭此目不觏，要之心所钟。但欲附高鸟，安敢攀飞龙。至精无感遇，悲惋填心胸。归来扣寂寞，人愿天岂从？闭门迹群化，凭林结所思。啸叹此寒木，畴昔乃芳蕤。朝阳凤安在，日暮蝉独悲。浩思极中夜，深嗟欲待谁。所怀诚已矣，既往不可追。鼎食非吾事，云仙尝我期。胡越方杳杳，车马何迟迟。天壤一何异，幽嘿卧帘帷。 泠泠七弦上，静听松风寒。(七弦 一作：七丝)古调虽自爱，今人多不弹。",
        "author": "唐代",
        "poem_class": "写花",
        "dynasty": "任翻"
    },
    {
        "title": "蜡梅",
        "paragraph": "破腊惊春意，凌寒试晓妆。应嫌脂粉白，故染曲尘黄。缀树蜂悬室，排筝雁着行。团酥与凝蜡，难学是生香。梅英疏淡，冰澌溶泄，东风暗换年华。金谷俊游，铜驼巷陌，新晴细履平沙。长记误随车。正絮翻蝶舞，芳思交加。柳下桃蹊，乱分春色到人家。西园夜饮鸣笳。有华灯碍月，飞盖妨花。兰苑未空，行人渐老，重来是事堪嗟。烟暝酒旗斜。但倚楼极目，时见栖鸦。无奈归心，暗随流水到天涯。墨云拖雨过西楼。水东流，晚烟收。柳外残阳，回照动帘钩。今夜巫山真个好，花未落，酒新篘。 美人微笑转星眸。月华羞，捧金瓯。歌扇萦风，吹散一春愁。试问江南诸伴侣，谁似我，醉扬州。佳节清明桃李笑，野田荒冢只生愁。雷惊天地龙蛇蛰，雨足郊原草木柔。人乞祭余骄妾妇，士甘焚死不公侯。贤愚千载知谁是，满眼蓬蒿共一丘。",
        "author": "宋代",
        "poem_class": "写花",
        "dynasty": "尤袤"
    },
    {
        "title": "无题",
        "paragraph": "朝斗坛前山月幽，师雄有梦生清愁。何时杖尔看南雪，我与梅花两白头。花谢花飞花满天，红消香断有谁怜？游丝软系飘春榭，落絮轻沾扑绣帘。闺中女儿惜春暮，愁绪满怀无释处。手把花锄出绣帘，忍踏落花来复去。柳丝榆荚自芳菲，不管桃飘与李飞；桃李明年能再发，明年闺中知有谁？三月香巢已垒成，梁间燕子太无情！明年花发虽可啄，却不道人去梁空巢也倾。一年三百六十日，风刀霜剑严相逼；明媚鲜妍能几时，一朝漂泊难寻觅。花开易见落难寻，阶前愁杀葬花人，独倚花锄泪暗洒，洒上空枝见血痕。杜鹃无语正黄昏，荷锄归去掩重门；青灯照壁人初睡，冷雨敲窗被未温。怪奴底事倍伤神？半为怜春半恼春。怜春忽至恼忽去，至又无言去未闻。昨宵庭外悲歌发，知是花魂与鸟魂？花魂鸟魂总难留，鸟自无言花自羞；愿侬此日生双翼，随花飞到天尽头。天尽头，何处有香丘？未若锦囊收艳骨，一抔净土掩风流。质本洁来还洁去，强于污淖陷渠沟。尔今死去侬收葬，未卜侬身何日丧？侬今葬花人笑痴，他年葬侬知是谁？试看春残花渐落，便是红颜老死时；一朝春尽红颜老，花落人亡两不知！——程高通行本花谢花飞飞满天，红消香断有谁怜？游丝软系飘春榭，落絮轻沾扑绣帘。闺中女儿惜春暮，愁绪满怀无释处。手把花锄出绣帘，忍踏落花来复去？柳丝榆荚自芳菲，不管桃飘与李飞。桃李明年能再发，明年闺中知有谁？三月香巢已垒成，梁间燕子太无情！明年花发虽可啄，却不道人去梁空巢也倾。一年三百六十日，风刀霜剑严相逼。明媚鲜妍能几时？一朝漂泊难寻觅。花开易见落难寻，阶前闷死葬花人。独倚花锄泪暗洒，洒上空枝见血痕。杜鹃无语正黄昏，荷锄归去掩重门。青灯照壁人初睡，冷雨敲窗被未温。怪奴底事倍伤神？半为怜春半恼春。怜春忽至恼忽去，至又无言去不闻。昨宵庭外悲歌发，知是花魂与鸟魂。花魂鸟魂总难留，鸟自无言花自羞。愿奴胁下生双翼，随花飞到天尽头。天尽头，何处有香丘？未若锦囊收艳骨，一抷净土掩风流！质本洁来还洁去，强于污淖陷渠沟。尔今死去侬收葬，未卜侬身何日丧？侬今葬花人笑痴，他年葬侬知有谁？试看春残花渐落，便是红颜老死时。一朝春尽红颜老，花落人亡两不知！——甲戌本花谢花飞花满天，红消香断有谁怜？游丝软系飘春榭，落絮轻沾扑绣帘。帘中女儿惜春莫，愁绪满怀无处诉。手把花锄出绣帘，忍踏落花来复去？柳丝榆荚自芳菲，不管桃飘与柳飞。桃李明年能再发，明岁闺中知有谁？三月香巢已垒成，梁间燕子太无情！明年花发虽可啄，却不道人去梁空巢也倾。一年三百六十日，风刀霜剑严相逼。明媚鲜妍能几时？一朝漂泊难寻觅。花开易见落难寻，阶前闷杀葬花人。独把香锄泪暗洒，洒上花枝见血痕。杜鹃无语正黄昏，荷锄归去掩重门。青灯照壁人初睡，冷雨敲窗被未温。怪奴底事倍伤神？半为怜春半恼春。怜春忽至恼忽去，至又无言去不闻。昨宵庭外悲歌发，知是花魂与鸟魂。花魂鸟魂总难留，鸟自无言花自羞。愿奴胁下生双翼，随花飞落天尽头。天尽头，何处有香丘？未若锦囊收艳骨，一抔冷土掩风流。质本洁来还洁去，强于污淖陷渠沟。尔今死去奴收葬，未卜奴身何日亡？奴今葬花人笑痴，他年葬奴知是谁？试看春残花渐落，便是红颜老死时！一朝春尽红颜老，花落人亡两不知。——周汝昌校本阑珊玉佩罢霓裳，相对绾红妆。藕丝风送凌波去，又低头、软语商量。一种情深，十分心苦，脉脉背斜阳。色香空尽转生香，明月小银塘。桃根桃叶终相守，伴殷勤、双宿鸳鸯。菰米漂残，沈云乍黑，同梦寄潇湘。悲秋容易到重阳，节物相催黯自伤。有酒有花翻寂寞，不风不雨倍凄凉。依依水郭人如雁，恋恋寒衣月似霜。差喜衰亲话真切，一灯滋味异他乡。",
        "author": "清代",
        "poem_class": "写花",
        "dynasty": "佚名"
    },
    {
        "title": "栀子花诗",
        "paragraph": "雪魄冰花凉气清，曲阑深处艳精神。一钩新月风牵影，暗送娇香入画庭。荷花十里起香风，云白天青一镜中。游人忽载笙歌去，无数鸳鸯起绿丛。赵北燕南之古道，水流汤汤沙浩浩。送君迢遥西入秦，天风萧条吹白草。车骑衣冠满路旁，骊驹一唱心茫茫。手持玉觞不能饮，羽声飒沓飞清霜。白虹照天光未灭，七尺屏风袖将绝。督亢图中不杀人，咸阳殿上空流血。可怜六合归一家，美人钟鼓如云霞。庆卿成尘渐离死，异日还逢博浪沙。遥遥涉长途，悠悠愁我心。我心愁未央，暌离日以深。山高水无梁，寄书多浮沉。鱼乐在故渊，鹿鸣思长林。觉时影与身，梦来裯与衾。端居迟日月，旦暮如古今。孤愿人讵知，沉忧自难任。君子不遐弃，怀我以好音。",
        "author": "明代",
        "poem_class": "写花",
        "dynasty": "沈周"
    },
    {
        "title": "水龙吟·白莲",
        "paragraph": "仙人掌上芙蓉，涓涓犹滴金盘露。轻装照水，纤裳玉立，飘飘似舞。几度销凝，满湖烟月，一汀鸥鹭。记小舟夜悄，波明香远，浑不见、花开处。应是浣纱人妒。褪红衣、被谁轻误？闲情淡雅，冶姿清润，凭娇待语。隔浦相逢，偶然倾盖，似传心素。怕湘皋佩解，绿云十里，卷西风去。十五年前花月底，相从曾赋赏花诗。今看花月浑相似，安得情怀似往时。相逢情便深，恨不相逢早。识尽千千万万人，终不似、伊家好。别你登长道。转更添烦恼。楼外朱楼独倚阑，满目围芳草。家住江南，又过了、清明寒食。花径里、一番风雨，一番狼籍。红粉暗随流水去，园林渐觉清阴密。算年年、落尽刺桐花，寒无力。庭院静，空相忆。无说处，闲愁极。怕流莺乳燕，得知消息。尺素如今何处也，彩云依旧无踪迹。谩教人、羞去上层楼，平芜碧。",
        "author": "宋代",
        "poem_class": "写花",
        "dynasty": "张炎"
    },
    {
        "title": "凄凉犯·重台水仙",
        "paragraph": "空江浪阔。清尘凝、层层刻碎冰叶。水边照影，华裾曳翠，露搔泪湿。湘烟暮合。□尘袜、凌波半涉。怕临风、□欺瘦骨，护冷素衣叠。樊姊玉奴恨，小钿疏唇，洗妆轻怯。汜人最苦，纷痕深、几重愁靥。花隘香浓，猛熏透、霜绡细摺。倚瑶台，十二金钱晕半掐。海棠亭午沾疏雨。便一饷、胭脂尽吐。老去惜花心，相对花无语。 羽书万里飞来处。报扫荡、狐嗥兔舞。濯锦古江头，飞景还如许。生当作人杰，死亦为鬼雄。至今思项羽，不肯过江东。醉里挑灯看剑，梦回吹角连营。八百里分麾下炙，五十弦翻塞外声，沙场秋点兵。马作的卢飞快，弓如霹雳弦惊。了却君王天下事，赢得生前身后名。可怜白发生！",
        "author": "宋代",
        "poem_class": "写花",
        "dynasty": "吴文英"
    },
    {
        "title": "林塘怀友",
        "paragraph": "芳屏画春草，仙杼织朝霞。何如山水路，对面即飞花。泠泠七弦上，静听松风寒。(七弦 一作：七丝)古调虽自爱，今人多不弹。蓝桥春雪君归日，秦岭秋风我去时。每到驿亭先下马，循墙绕柱觅君诗。暮投石壕村，有吏夜捉人。老翁逾墙走，老妇出门看。吏呼一何怒！妇啼一何苦！听妇前致词：三男邺城戍。一男附书至，二男新战死。存者且偷生，死者长已矣！室中更无人，惟有乳下孙。有孙母未去，出入无完裙。老妪力虽衰，请从吏夜归。急应河阳役，犹得备晨炊。夜久语声绝，如闻泣幽咽。天明登前途，独与老翁别。",
        "author": "唐代",
        "poem_class": "写花",
        "dynasty": "王勃"
    },
    {
        "title": "一剪梅·一剪梅花万样娇",
        "paragraph": "一剪梅花万样娇。斜插梅枝，略点眉梢。轻盈微笑舞低回，何事尊前，拍手相招。夜渐寒深酒渐消。袖里时闻，玉钏轻敲。城头谁恁促残更，银漏何如，且慢明朝。妙手写徽真，水剪双眸点绛唇。疑是昔年窥宋玉，东邻，只露墙头一半身。往事已酸辛，谁记当年翠黛颦？尽道有些堪恨处，无情，任是无情也动人。落日无情最有情，遍催万树暮蝉鸣。听来咫尺无寻处，寻到旁边却不声。有梅无雪不精神，有雪无诗俗了人。日暮诗成天又雪，与梅并作十分春。",
        "author": "宋代",
        "poem_class": "写花",
        "dynasty": "周邦彦"
    },
    {
        "title": "卜算子·古涧一枝梅",
        "paragraph": "古涧一枝梅，免被园林锁。路远山深不怕寒，似共春相趓。幽思有谁知，托契都难可。独自风流独自香，明月来寻我。一夕轻雷落万丝，霁光浮瓦碧参差。有情芍药含春泪，无力蔷薇卧晓枝。家住苍烟落照间，丝毫尘事不相关。斟残玉瀣行穿竹，卷罢《黄庭》卧看山。贪啸傲，任衰残，不妨随处一开颜。元知造物心肠别，老却英雄似等闲！危楼古镜影犹寒。倒景忽相看。桃花不识东西晋，想如今、也梦邯郸。缥缈神仙海上，飘零图画人间。宝光丹气共回环。水弱小舟闲。秋风难老三珠树，尚依依、脆管清弹。说与霓裳莫舞，银桥不到深山。",
        "author": "宋代",
        "poem_class": "写花",
        "dynasty": "朱敦儒"
    },
    {
        "title": "摸鱼儿·海棠",
        "paragraph": "甚春来、冷烟凄雨，朝朝迟了芳信。蓦然作暖晴三日，又觉万姝娇困。霜点鬓。潘令老，年年不带看花分。才情减尽。怅玉局飞仙，石湖绝笔，孤负这风韵。倾城色，懊恼佳人薄命。墙头岑寂谁问？东风日暮无聊赖，吹得胭脂成粉。君细认。花共酒，古来二事天尤吝。年光去迅。漫绿叶成阴，青苔满地，做得异时恨。欲上高楼去避愁，愁还随我上高楼。经行几处江山改，多少亲朋尽白头。归休去，去归休。不成人总要封侯？浮云出处元无定，得似浮云也自由。雪里已知春信至，寒梅点缀琼枝腻。香脸半开娇旖旎，当庭际，玉人浴出新妆洗。造化可能偏有意，故教明月玲珑地。共赏金尊沈绿蚁，莫辞醉，此花不与群花比。北望燕云不尽头，大江东去水悠悠。夕阳一片寒鸦外，目断东南四百州。",
        "author": "宋代",
        "poem_class": "写花",
        "dynasty": "刘克庄"
    },
    {
        "title": "浣溪沙·花渐凋疏不耐风",
        "paragraph": "花渐凋疏不耐风，画帘垂地晚重工，堕阶萦藓舞愁红。腻粉半沾金靥子，残香犹暖绣熏笼，蕙心无处与人同。画堂灯煖帘栊卷，禁漏丁丁，雨罢寒生，一夜西窗梦不成。玉娥重起添香印，回倚孤屏，不语含情，水调何人吹笛声。不将桂子种诸天，长得寻君水石边。玄豹夜寒和雾隐，骊龙春暖抱珠眠。山中宰相陶弘景，洞里真人葛稚川。一度相思一惆怅，水寒烟澹落花前。苍翠浓阴满院，莺对语，蝶交飞，戏蔷薇。斜日倚阑风好，余香出绣衣。未得玉郎消息，几时归。",
        "author": "五代",
        "poem_class": "写花",
        "dynasty": "孙光宪"
    },
    {
        "title": "夜飞鹊·蔡司户席上南花",
        "paragraph": "金规印遥汉，庭浪无纹。清雪冷沁花薰。天街曾醉美人畔，凉枝移插乌巾。西风骤惊散，念梭悬愁结，蒂翦离痕。中郎旧恨，寄横竹、吹裂哀云。 空剩露华烟彩，人影断幽坊，深闭千门。浑似飞仙入梦，袜罗微步，流水青苹。轻冰润□，怅今朝、不共清尊。怕云槎来晚，流红信杳，萦断秋魂。方山子，光、黄间隐人也。少时慕朱家、郭解为人，闾里之侠皆宗之。稍壮，折节读书，欲以此驰骋当世，然终不遇。晚乃遁于光、黄间，曰岐亭。庵居蔬食，不与世相闻；弃车马，毁冠服，徒步往来山中，人莫识也。见其所著帽，方耸而高，曰：“此岂古方山冠之遗像乎？”因谓之方山子。余谪居于黄，过岐亭，适见焉。曰：“呜呼！此吾故人陈慥季常也，何为而在此？”方山子亦矍然，问余所以至此者，余告之故。俯而不答，仰而笑，呼余宿其家。环堵萧然，而妻子奴婢皆有自得之意。余既耸然异之，独念方山子少时，使酒好剑，用财如粪土。前十有九年，余在岐山，见方山子从两骑，挟二矢，游西山。鹊起于前，使骑逐而射之，不获。方山子怒马独出，一发得之。因与余马上论用兵及古今成败，自谓一世豪士。今几日耳，精悍之色，犹见于眉间，而岂山中之人哉？然方山子世有勋阀，当得官。使从事于其间，今已显闻。而其家在洛阳，园宅壮丽，与公侯等。河北有田，岁得帛千匹，亦足以富乐。皆弃不取，独来穷山中，此岂无得而然哉？余闻光、黄间多异人，往往阳狂垢污，不可得而见，方山子傥见之欤？ 昨日入城市，归来泪满巾。遍身罗绮者，不是养蚕人。五月榴花妖艳烘。绿杨带雨垂垂重。五色新丝缠角粽。金盘送。生绡画扇盘双凤。正是浴兰时节动。菖蒲酒美清尊共。叶里黄鹂时一弄。犹瞢忪。等闲惊破纱窗梦。",
        "author": "宋代",
        "poem_class": "写花",
        "dynasty": "吴文英"
    },
    {
        "title": "探春",
        "paragraph": "雪里犹能醉落梅，好营杯具待春来。东风便试新刀尺，万叶千花一手裁。江水浸云影，鸿雁欲南飞。携壶结客何处？空翠渺烟霏。尘世难逢一笑，况有紫萸黄菊，堪插满头归。风景今朝是，身世昔人非。酬佳节，须酩酊，莫相违。人生如寄，何事辛苦怨斜晖。无尽今来古往，多少春花秋月，那更有危机。与问牛山客，何必独沾衣。司马温公幼时，患记问不若人。群居讲习，众兄弟既成诵，游息矣；独下帷绝编，迨能倍诵乃止。用力多者收功远，其所精诵，乃终身不忘也。温公尝言：“书不可不成诵。或在马上，或中夜不寝时，咏其文，思其义，所得多矣。”（选自朱熹编辑的《三朝名臣言行录》）老夫聊发少年狂，左牵黄，右擎苍，锦帽貂裘，千骑卷平冈。为报倾城随太守，亲射虎，看孙郎。酒酣胸胆尚开张。鬓微霜，又何妨！持节云中，何日遣冯唐？会挽雕弓如满月，西北望，射天狼。",
        "author": "宋代",
        "poem_class": "写花",
        "dynasty": "黄庶"
    },
    {
        "title": "渡海至琼管天宁寺咏阇提花三首",
        "paragraph": "深院无人帘幕垂，玉英翠羽灿芳枝。世间颜色难相似，淡月初残未坠时。冰玉风姿照座骞，炎方相遇且相宽。纻衣缟带平生志，正念幽人尚素冠。阻涉鲸波寇盗森，中原回首涕沾襟。清愁万斛无消处，赖有幽花慰客心。芙蓉落尽天涵水，日暮沧波起。背飞双燕贴云寒，独向小楼东畔、倚阑看。 浮生只合尊前老，雪满长安道。故人早晚上高台，赠我江南春色、一枝梅。一川松竹任横斜，有人家，被云遮。雪后疏梅，时见两三花。比着桃源溪上路，风景好，不争多。旗亭有酒径须赊，晚寒些，怎禁他。醉里匆匆，归骑自随车。白发苍颜吾老矣，只此地，是生涯。落日塞尘起，胡骑猎清秋。汉家组练十万，列舰耸高楼。谁道投鞭飞渡，忆昔鸣髇血污，风雨佛狸愁。季子正年少，匹马黑貂裘。 今老矣，搔白首，过扬州。倦游欲去江上，手种橘千头。二客东南名胜，万卷诗书事业，尝试与君谋。莫射南山虎，直觅富民侯。",
        "author": "宋代",
        "poem_class": "写花",
        "dynasty": "李纲"
    },
    {
        "title": "临发崇让宅紫薇",
        "paragraph": "一树浓姿独看来，秋庭暮雨类轻埃。不先摇落应为有，已欲别离休更开。桃绶含情依露井，柳绵相忆隔章台。天涯地角同荣谢，岂要移根上苑栽。白浪茫茫与海连，平沙浩浩四无边。暮去朝来淘不住，遂令东海变桑田。君自故乡来，应知故乡事。来日绮窗前，寒梅著花未？二十年来万事同，今朝岐路忽西东。皇恩若许归田去，晚岁当为邻舍翁。",
        "author": "唐代",
        "poem_class": "写花",
        "dynasty": "李商隐"
    },
    {
        "title": "金钱花",
        "paragraph": "占得佳名绕树芳，依依相伴向秋光。若教此物堪收贮，应被豪门尽劚将。世间花叶不相伦，花入金盆叶作尘。惟有绿荷红菡萏，卷舒开合任天真。此花此叶常相映，翠减红衰愁杀人。(常相映 一作：长相映) 游人五陵去，宝剑值千金。分手脱相赠，平生一片心。世有伯乐，然后有千里马。千里马常有，而伯乐不常有。故虽有名马，祗辱于奴隶人之手，骈死于槽枥之间，不以千里称也。马之千里者，一食或尽粟一石。食马者不知其能千里而食也。是马也，虽有千里之能，食不饱，力不足，才美不外见，且欲与常马等不可得，安求其能千里也？(食马者 通：饲马者)策之不以其道，食之不能尽其材，鸣之而不能通其意，执策而临之，曰：“天下无马！”呜呼！其真无马邪？其真不知马也！",
        "author": "唐代",
        "poem_class": "写花",
        "dynasty": "罗隐"
    },
    {
        "title": "好事近·咏梅",
        "paragraph": "的皪两三枝，点破暮烟苍碧。好在屋檐斜入，傍玉奴横笛。 月华如水过林塘，花阴弄苔石。欲向梦中飞蝶，恐幽香难觅。绿芜墙绕青苔院，中庭日淡芭蕉卷。蝴蝶上阶飞，烘帘自在垂。玉钩双语燕，宝甃杨花转。几处簸钱声，绿窗春睡轻。风消焰蜡，露浥红莲，花市光相射。桂华流瓦。纤云散，耿耿素娥欲下。衣裳淡雅。看楚女纤腰一把。箫鼓喧，人影参差，满路飘香麝。因念都城放夜。望千门如昼，嬉笑游冶。钿车罗帕。相逢处，自有暗尘随马。年光是也。唯只见、旧情衰谢。清漏移，飞盖归来，从舞休歌罢。庭院深深深几许，云窗雾阁春迟。为谁憔悴损芳姿。夜来清梦好，应是发南枝。 玉瘦檀轻无限恨，南楼羌管休吹。浓香吹尽有谁知。暖风迟日也，别到杏花肥。",
        "author": "宋代",
        "poem_class": "写花",
        "dynasty": "陈亮"
    },
    {
        "title": "最高楼·咏梅",
        "paragraph": "春乍透，香早暗偷传。深院落，斗清妍。紫檀枝似流苏带，黄金须胜辟寒钿。更朝朝，琼树好，笑当年。花不向沉香亭上看。树不着唐昌宫里玩。衣带水，隔风烟。铅华不御凌波处，蛾眉淡扫至尊前。管如今，浑似了，更堪怜。春风疑不到天涯，二月山城未见花。残雪压枝犹有橘，冻雷惊笋欲抽芽。夜闻归雁生乡思，病入新年感物华。曾是洛阳花下客，野芳虽晚不须嗟。人生不作安期生，醉入东海骑长鲸；犹当出作李西平，手枭逆贼清旧京。金印辉煌未入手，白发种种来无情。成都古寺卧秋晚，落日偏傍僧窗明。岂其马上破贼手，哦诗长作寒螿鸣？兴来买尽市桥酒，大车磊落堆长瓶；哀丝豪竹助剧饮，如锯野受黄河倾。平时一滴不入口，意气顿使千人惊。国仇未报壮士老，匣中宝剑夜有声。何当凯旋宴将士，三更雪压飞狐城！竹摇清影罩幽窗，两两时禽噪夕阳。谢却海棠飞尽絮，困人天气日初长。",
        "author": "宋代",
        "poem_class": "写花",
        "dynasty": "陈亮"
    },
    {
        "title": "琐窗寒·玉兰",
        "paragraph": "绀缕堆云，清腮润玉，汜人初见。蛮腥未洗，海客一怀凄惋。渺征槎、去乘阆风，占香上国幽心展。□遗芳掩色，真恣凝澹，返魂骚畹。 一盼。千金换。又笑伴鸱夷，共归吴苑。离烟恨水，梦杳南天秋晚。比来时、瘦肌更销，冷薰沁骨悲乡远。最伤情、送客咸阳，佩结西风怨。蜀中有杜处士 ，好书画，所宝以百数。有戴嵩《牛》一轴，尤所爱，锦囊玉轴，常以自随。一日曝书画，有一牧童见之，拊掌大笑，曰：“此画斗牛也。牛斗，力在角，尾搐入两股间，今乃掉尾而斗，谬矣。”处士笑而然之。古语有云：“耕当问奴，织当问婢。”不可改也。何处相逢，登宝钗楼，访铜雀台。唤厨人斫就，东溟鲸脍，圉人呈罢，西极龙媒。天下英雄，使君与操，余子谁堪共酒杯。车千乘，载燕南赵北，剑客奇才。饮酣画鼓如雷。谁信被晨鸡轻唤回。叹年光过尽，功名未立，书生老去，机会方来。使李将军，遇高皇帝，万户侯何足道哉。披衣起，但凄凉感旧，慷慨生哀。刘郎已老。不管桃花依旧笑。要听琵琶。重院莺啼觅谢家。 曲终人醉。多似浔阳江上泪。万里东风。国破山河落照红。",
        "author": "宋代",
        "poem_class": "写花",
        "dynasty": "吴文英"
    },
    {
        "title": "杏花",
        "paragraph": "石梁度空旷，茅屋临清炯。俯窥娇饶杏，未觉身胜影。嫣如景阳妃，含笑堕宫井。怊怅有微波，残妆坏难整。眉共春山争秀。可怜长皱。莫将清泪湿花枝，恐花也、如人瘦。清润玉箫闲久。知音稀有，欲知日日倚阑愁，但问取、亭前柳。长恨复长恨，裁作短歌行。何人为我楚舞，听我楚狂声？余既滋兰九畹，又树蕙之百亩，秋菊更餐英。门外沧浪水，可以濯吾缨。一杯酒，问何似，身后名？人间万事，毫发常重泰山轻。悲莫悲生离别，乐莫乐新相识，儿女古今情。富贵非吾事，归与白鸥盟。重重叠叠上瑶台，几度呼童扫不开。刚被太阳收拾去，却教明月送将来。(却教 一作：又教)",
        "author": "宋代",
        "poem_class": "写花",
        "dynasty": "王安石"
    },
    {
        "title": "霓裳中序第一·茉莉咏",
        "paragraph": "青颦粲素靥。海国仙人偏耐热。餐尽香风露屑。便万里凌空，肯凭莲叶。盈盈步月。悄似怜、轻去瑶阙。人何在，忆渠痴小，点点爱轻撅。 愁绝。旧游轻别。忍重看、锁香金箧。凄凉清夜簟席。杳杳诗魂，真化风蝶。冷香清到骨。梦十里、梅花霁雪。归来也，恹恹心事，自共素娥说。马趁香微路远，沙笼月淡烟斜。渡波清彻映妍华。倒绿枝寒凤挂。 挂凤寒枝绿倒，华妍映彻清波。渡斜烟淡月笼沙。远路微香趁马。少日春怀似酒浓，插花走马醉千钟。老去逢春如病酒，唯有，茶瓯香篆小帘栊。卷尽残花风未定，休恨，花开元自要春风。试问春归谁得见？飞燕，来时相遇夕阳中。远岸收残雨。雨残稍觉江天暮。拾翠汀洲人寂静，立双双鸥鹭。望几点、渔灯隐映蒹葭浦。停画桡、两两舟人语。道去程今夜，遥指前村烟树。游宦成羁旅。短樯吟倚闲凝伫。万水千山迷远近，想乡关何处。自别后、风亭月榭孤欢聚。刚断肠、惹得离情苦。听杜宇声声，劝人不如归去。",
        "author": "宋代",
        "poem_class": "写花",
        "dynasty": "尹焕"
    },
    {
        "title": "瑶花慢·朱钿宝玦",
        "paragraph": "后土之花，天下无二本。方其初开，帅臣以金瓶飞骑，进之天上，间亦分致贵邸。余客辇下，有以一枝已下共缺十八行。朱钿宝玦，天上飞琼，比人间春别。江南江北曾未见，漫拟梨云梅雪。淮山春晚，问谁识、芳心高洁？消几番、花落花开，老了玉关豪杰！金壶翦送琼枝，看一骑红尘，香度瑶阙。韶华正好，应自喜、初乱长安蜂蝶。杜郎老矣，想旧事、花须能说。记少年，一梦扬州，二十四桥明月。竹摇清影罩幽窗，两两时禽噪夕阳。谢却海棠飞尽絮，困人天气日初长。风蒲猎猎小池塘，过雨荷花满院香，沉李浮瓜冰雪凉。竹方床，针线慵拈午梦长。梅子黄时日日晴，小溪泛尽却山行。绿阴不减来时路，添得黄鹂四五声。",
        "author": "宋代",
        "poem_class": "写花",
        "dynasty": "周密"
    },
    {
        "title": "新楼诗二十首·北楼樱桃花",
        "paragraph": "开花占得春光早，雪缀云装万萼轻。凝艳拆时初照日，落英频处乍闻莺。舞空柔弱看无力，带月葱茏似有情。多事东风入闺闼，尽飘芳思委江城。杨柳阴阴细雨晴，残花落尽见流莺。春风一夜吹乡梦，又逐春风到洛城。(乡 一作：香)落日斜，秋风冷。今夜故人来不来，教人立尽梧桐影。秦时明月汉时关，万里长征人未还。但使龙城飞将在，不教胡马度阴山。骝马新跨白玉鞍，战罢沙场月色寒。城头铁鼓声犹震，匣里金刀血未干。",
        "author": "唐代",
        "poem_class": "写花",
        "dynasty": "李绅"
    },
    {
        "title": "吴山青·金璞明",
        "paragraph": "金璞明。玉璞明。小小杯柈翠袖擎。满将春色盛。仙珮鸣。玉珮鸣。雪月花中过洞庭。此时人独清。五月榴花妖艳烘。绿杨带雨垂垂重。五色新丝缠角粽。金盘送。生绡画扇盘双凤。正是浴兰时节动。菖蒲酒美清尊共。叶里黄鹂时一弄。犹瞢忪。等闲惊破纱窗梦。清溪奔快，不管青山碍。十里盘盘平世界，更著溪山襟带。 古今陵谷茫茫，市朝往往耕桑。此地居然形胜，似曾小小兴亡。渔父，渔父，江上微风细雨。青蓑黄箬裳衣，红酒白鱼暮归。归暮，归暮，长笛一声何处。",
        "author": "宋代",
        "poem_class": "写花",
        "dynasty": "赵溍"
    },
    {
        "title": "题所赁宅牡丹花",
        "paragraph": "赁宅得花饶，初开恐是妖。粉光深紫腻，肉色退红娇。且愿风留著，惟愁日炙燋。可怜零落蕊，收取作香烧。草铺横野六七里，笛弄晚风三四声。归来饱饭黄昏后，不脱蓑衣卧月明。绿树阴浓夏日长，楼台倒影入池塘。水晶帘动微风起，满架蔷薇一院香。(水晶帘 一作 水精帘）迢递高城百尺楼，绿杨枝外尽汀洲。贾生年少虚垂泪，王粲春来更远游。(垂泪 一作：垂涕)永忆江湖归白发，欲回天地入扁舟。不知腐鼠成滋味，猜意鹓雏竟未休。",
        "author": "唐代",
        "poem_class": "写花",
        "dynasty": "王建"
    },
    {
        "title": "春风",
        "paragraph": "春风先发苑中梅，樱杏桃梨次第开。荠花榆荚深村里，亦道春风为我来。翰林院北厅花下作惆怅阶前红牡丹，晚来唯有两枝残。明朝风起应吹尽，夜惜衰红把火看。新昌窦给事宅南亭花下作寂寞萎红低向雨，离披破艳散随风。晴明落地犹惆怅，何况飘零泥土中。苏家小女名简简，芙蓉花腮柳叶眼。十一把镜学点妆，十二抽针能绣裳。十三行坐事调品，不肯迷头白地藏。 玲珑云髻生花样，飘飖风袖蔷薇香。殊姿异态不可状，忽忽转动如有光。二月繁霜杀桃李，明年欲嫁今年死。 丈人阿母勿悲啼，此女不是凡夫妻。恐是天仙谪人世，只合人间十三岁。大都好物不坚牢，彩云易散琉璃脆。烽火城西百尺楼，黄昏独上海风秋。(独上 一作：独坐)更吹羌笛关山月，无那金闺万里愁。琵琶起舞换新声，总是关山旧别情。撩乱边愁听不尽，高高秋月照长城。关城榆叶早疏黄，日暮云沙古战场。表请回军掩尘骨，莫教兵士哭龙荒。青海长云暗雪山，孤城遥望玉门关。黄沙百战穿金甲，不破楼兰终不还。大漠风尘日色昏，红旗半卷出辕门。前军夜战洮河北，已报生擒吐谷浑。胡瓶落膊紫薄汗，碎叶城西秋月团。明敕星驰封宝剑，辞君一夜取楼兰。玉门山嶂几千重，山北山南总是烽。人依远戍须看火，马踏深山不见踪。",
        "author": "唐代",
        "poem_class": "写花",
        "dynasty": "白居易"
    },
    {
        "title": "六丑·杨花",
        "paragraph": "似东风老大，那复有、当时风气。有情不收，江山身是寄。浩荡何世。但忆临官道，暂来不住，便出门千里。痴心指望回风坠。扇底相逢，钗头微缀。他家万条千缕，解遮亭障驿，不隔江水。瓜洲曾舣，等行人岁岁。日下长秋，城乌夜起。帐庐好在春睡。共飞归湖上，草青无地。愔愔雨、春心如腻。欲待化、丰乐楼前，青门都废。何人念、流落无几。点点抟作，雪绵松润，为君裛泪。梅英疏淡，冰澌溶泄，东风暗换年华。金谷俊游，铜驼巷陌，新晴细履平沙。长记误随车。正絮翻蝶舞，芳思交加。柳下桃蹊，乱分春色到人家。西园夜饮鸣笳。有华灯碍月，飞盖妨花。兰苑未空，行人渐老，重来是事堪嗟。烟暝酒旗斜。但倚楼极目，时见栖鸦。无奈归心，暗随流水到天涯。不是爱风尘，似被前缘误。花落花开自有时，总赖东君主。去也终须去，住也如何住！若得山花插满头，莫问奴归处。风蒲猎猎小池塘，过雨荷花满院香，沉李浮瓜冰雪凉。竹方床，针线慵拈午梦长。",
        "author": "宋代",
        "poem_class": "写花",
        "dynasty": "彭元逊"
    },
    {
        "title": "敷浅原见桃花",
        "paragraph": "桃花雨过碎红飞，半逐溪流半染泥。何处飞来双燕子，一时衔在画梁西。南望朱雀门，北望宣德楼，皆旧御路也。州桥南北是天街，父老年年等驾回。忍泪失声询使者，几时真有六军来？梅子留酸软齿牙，芭蕉分绿与窗纱。日长睡起无情思，闲看儿童捉柳花。伤怀离抱，天若有情天亦老。此意如何？细似轻丝渺似波。扁舟岸侧，枫叶荻花秋索索。细想前欢，须著人间比梦间。",
        "author": "宋代",
        "poem_class": "写花",
        "dynasty": "刘次庄"
    },
    {
        "title": "梅花",
        "paragraph": "三月东风吹雪消，湖南山色翠如浇。一声羌管无人见，无数梅花落野桥。惊回一枕当年梦，渔唱起南津。画屏云嶂，池塘春草，无限消魂。旧家应在，梧桐覆井，杨柳藏门。闲身空老，孤篷听雨，灯火江村。绿杨堤畔蓼花洲，可爱溪山秀，烟水茫茫晚凉后。捕鱼舟，冲开万顷玻璃皱。 乱云不收，残霞妆就，一片洞庭秋。眼前花怎得接连枝，眉上锁新教配钥匙，描笔儿勾销了伤春事。闷葫芦铰断线儿，锦鸳鸯别对了个雄雌。野蜂儿难寻觅，蝎虎儿干害死，蚕蛹儿毕罢了相思。",
        "author": "元代",
        "poem_class": "写花",
        "dynasty": "王冕"
    },
    {
        "title": "南乡子·咏瑞香",
        "paragraph": "花气霭芳芬，翠幕重帘不染尘。梦里真香通鼻观，氤氲。不是婷婷倩女魂。细蕊缀纷纷，淡粉轻脂最可人。懒与凡葩争艳冶，清新。赢得嘉名自冠群。车尘马迹纷如织，羡君筑处真幽僻。柿叶一林红，萧萧四面风。功名应看镜，明月秋河影。安得此山间，与君高卧闲。花前顾影粼粼。水中人。水面残花片片绕人身。私自整，红斜领，茜儿巾。却讶领间巾里刺花新。十载江南事已非，与君辛苦各生归。愁看京口三军溃，痛说扬州十日围。碧血未消今战垒，白头相见旧征衣。东京朱祜年犹少，莫向尊前叹式微。",
        "author": "清代",
        "poem_class": "写花",
        "dynasty": "顾太清"
    },
    {
        "title": "湘岸移木芙蓉植龙兴精舍",
        "paragraph": "有美不自蔽，安能守孤根。盈盈湘西岸，秋至风霜繁。丽影别寒水，浓芳委前轩。芰荷谅难杂，反此生高原。咸阳之南，直望五千里，见云峰之崔嵬。前有剑阁横断，倚青天而中开。上则松风萧飒瑟飓，有巴猿兮相哀。旁则飞湍走壑，洒石喷阁，汹涌而惊雷。送佳人兮此去，复何时兮归来？望夫君兮安极，我沉吟兮叹息。视沧波之东注，悲白日之西匿。鸿别燕兮秋声，云愁秦而暝色。若明月出于剑阁兮，与君两乡对酒而相忆！(乡 通：向)十年离乱后，长大一相逢。问姓惊初见，称名忆旧容。别来沧海事，语罢暮天钟。明日巴陵道，秋山又几重。君知妾有夫，赠妾双明珠。感君缠绵意，系在红罗襦。妾家高楼连苑起，良人执戟明光里。知君用心如日月，事夫誓拟同生死。还君明珠双泪垂，恨不相逢未嫁时。(恨不 一作：何不)",
        "author": "唐代",
        "poem_class": "写花",
        "dynasty": "柳宗元"
    },
    {
        "title": "赏海棠花妖诗",
        "paragraph": "海棠何事忽摧隤？今日繁花为底开？应是北堂增寿考，一阳旋复占先梅。知己一人谁是？已矣。赢得误他生。有情终古似无情，别语悔分明。莫道芳时易度，朝暮。珍重好花天。为伊指点再来缘，疏雨洗遗钿。闽县林琴南孝廉纾六七岁时，从师读。师贫甚，炊不得米。林知之，亟归，以袜实米，满之，负以致师。师怒，谓其窃，却弗受。林归以告母，母笑曰：“若心固善，然此岂束修之礼？”即呼备，赍米一石致之塾，师乃受。寸寸山河寸寸金，侉离分裂力谁任。杜鹃再拜忧天泪，精卫无穷填海心。",
        "author": "清代",
        "poem_class": "写花",
        "dynasty": "高鹗"
    },
    {
        "title": "同儿辈赋未开海棠",
        "paragraph": "翠叶轻笼豆颗均，胭脂浓抹蜡痕新。殷勤留著花梢露，滴下生红可惜春。离尘俗，便点检林泉雅趣。竹杖芒鞋青箬笠，泛烟波、绿蓑柔橹。月夜江天无尽乐，品短笛、潇湘蓼渚。此消息，千金不卖，好对渔樵分付。归去。对晚翠风生小浦。勘破南华龟曳尾，尽教他衣冠豺虎。野水添杯谁似我，醉卧白云深处。任秋月春花，暗换桑田，明催今古。桃花红深李花白，昨日成团今日拆。歌声满耳何处来，杨柳青旗洛阳陌。拊君背，握君手。朝钟暮鼓无了期，世事于人竟何有！青青镜中发，忽忽成白首。六国印，何如负郭二顷田，千载名，不及即时一杯酒。玉叶璁珑，素妆不趁宫黄媚。谢家风致。最得春风意。手把青枝，忆得斜横髻。西州泪。玉觞无味。强为清香醉。",
        "author": "金朝",
        "poem_class": "写花",
        "dynasty": "元好问"
    },
    {
        "title": "梅",
        "paragraph": "不受尘埃半点侵，竹篱茅舍自甘心。只因误识林和靖，惹得诗人说到今。满搦宫腰纤细，年纪方当笄岁。刚被风流沾惹，与合垂杨双髻。初学严妆，如描似削身材，怯雨羞云情意。举措多娇媚。争奈心性，未会先怜佳婿。长是夜深，不肯便入鸳被。与解罗裳，盈盈背立银釭，却道你但先睡。湿云不动溪桥冷，嫩寒初透东风影。桥下水声长，一枝和月香。人怜花似旧，花比人应瘦。莫凭小栏干，夜深花正寒。敲碎离愁，纱窗外、风摇翠竹。人去后、吹箫声断，倚楼人独。满眼不堪三月暮，举头已觉千山绿。但试将一纸寄来书，从头读。相思字，空盈幅；相思意，何时足？滴罗襟点点，泪珠盈掬。芳草不迷行客路，垂杨只碍离人目。最苦是、立尽月黄昏，阑干曲。",
        "author": "宋代",
        "poem_class": "写花",
        "dynasty": "王淇"
    },
    {
        "title": "西郊落花歌",
        "paragraph": "西郊落花天下奇，古人但赋伤春诗。西郊车马一朝尽，定庵先生沽酒来赏之。先生探春人不觉，先生送春人又嗤。呼朋亦得三四子，出城失色神皆痴。如钱塘潮夜澎湃，如昆阳战晨披靡；如八万四千天女洗脸罢，齐向此地倾胭脂。奇龙怪凤爱漂泊，琴高之鲤何反欲上天为？玉皇宫中空若洗，三十六界无一青蛾眉。又如先生平生之忧患，恍惚怪诞百出无穷期。先生读书尽三藏，最喜维摩卷里多清词。又闻净土落花深四寸，瞑目观赏尤神驰。西方净国未可到，下笔绮语何漓漓！安得树有不尽之花更雨新好者，三百六十日长是落花时。莫怨春归早，花余几点红。留将根蒂在，岁岁有东风。残雪凝辉冷画屏，落梅横笛已三更，更无人处月胧明。我是人间惆怅客，知君何事泪纵横，断肠声里忆平生。一帽征尘，留君不住从君去。片帆何处，南浦沈香雨。回首风流，紫竹村边住。孤鸿语，三生定许，可是梁鸿侣？",
        "author": "清代",
        "poem_class": "写花",
        "dynasty": "龚自珍"
    },
    {
        "title": "优钵罗花歌",
        "paragraph": "参尝读佛经，闻有优钵罗花，目所未见。天宝景申岁，参忝大理评事，摄监察御史，恋伊西北庭度支副使。自公多暇，乃刀府庭内，栽树种药，为山凿池。婆娑乎其间，足以寄傲。交河小吏有献此花者，云得之于天山之南。其状异于众草，势巃嵸如冠弁。嶷然上耸，生不傍引，攒花中折，骈叶外包，异香腾风，秀色媚景。因赏而叹曰，尔不生于中土，僻在遐裔，使牡丹价重，芙蓉誉高，惜哉！夫天地无私，阴阳无偏，各遂其生，自物厥性，岂以偏地而不生乎，岂以无人而不芳乎？适此花不遭小吏，终委诸山谷，亦何异怀才之士，未会明主，摈于林薮邪！因感而为歌，歌曰：白山南，赤山北。其间有花人不识，绿茎碧叶好颜色。叶六瓣，花九房。夜掩朝开多异香，何不生彼中国兮生西方。移根在庭，媚我公堂。耻与众草之为伍，何亭亭而独芳。何不为人之所赏兮，深山穷谷委严霜。吾窃悲阳关道路长，曾不得献于君王。 李白乘舟将欲行，忽闻岸上踏歌声。桃花潭水深千尺，不及汪伦送我情。 寻章摘句老雕虫，晓月当帘挂玉弓。不见年年辽海上，文章何处哭秋风。蓬头稚子学垂纶，侧坐莓苔草映身。 路人借问遥招手，怕得鱼惊不应人。",
        "author": "唐代",
        "poem_class": "写花",
        "dynasty": "岑参"
    },
    {
        "title": "李花赠张十一署",
        "paragraph": "江陵城西二月尾，花不见桃惟见李。风揉雨练雪羞比，波涛翻空杳无涘。君知此处花何似？白花倒烛天夜明，群鸡惊鸣官吏起。金乌海底初飞来，朱辉散射青霞开。迷魂乱眼看不得，照耀万树繁如堆。念昔少年著游燕，对花岂省曾辞杯。自从流落忧感集，欲去未到先思回。只今四十已如此，后日更老谁论哉。力携一尊独就醉，不忍虚掷委黄埃。天问复招魂，无因彻帝阍。岂知千丽句，不敌一谗言。官仓老鼠大如斗，见人开仓亦不走。 健儿无粮百姓饥，谁遣朝朝入君口。素蘤多蒙别艳欺，此花真合在瑶池。(真合 一作：端合)无情有恨何人觉？月晓风清欲堕时。",
        "author": "唐代",
        "poem_class": "写花",
        "dynasty": "韩愈"
    },
    {
        "title": "戏题牡丹",
        "paragraph": "幸自同开俱阴隐，何须相倚斗轻盈。陵晨并作新妆面，对客偏含不语情。双燕无机还拂掠，游蜂多思正经营。长年是事皆抛尽，今日栏边暂眼明。弄石临溪坐，寻花绕寺行。时时闻鸟语，处处是泉声。山中有流水，借问不知名。映地为天色，飞空作雨声。转来深涧满，分出小池平。恬澹无人见，年年长自清。幽兰露，如啼眼。无物结同心，烟花不堪剪。草如茵，松如盖。风为裳，水为佩。油壁车，夕相待。冷翠烛，劳光彩。西陵下，风吹雨。",
        "author": "唐代",
        "poem_class": "写花",
        "dynasty": "韩愈"
    },
    {
        "title": "牡丹",
        "paragraph": "桃时杏日不争浓，叶帐成阴始放红。晓艳远分金掌露，暮香深惹玉堂风。名移兰杜千年后，贵擅笙歌百醉中。如梦如仙忽零落，暮霞何处绿屏空。桂魄初生秋露微，轻罗已薄未更衣。银筝夜久殷勤弄，心怯空房不忍归。弯弓征战作男儿，梦里曾经与画眉。 几度思归还把酒，拂云堆上祝明妃。伏波惟愿裹尸还，定远何须生入关。 莫遣只轮归海窟，仍留一箭射天山。(射 一作：定)",
        "author": "唐代",
        "poem_class": "写花",
        "dynasty": "韩琮"
    },
    {
        "title": "某尼悟道诗",
        "paragraph": "尽日寻春不见春，芒鞋踏遍陇头云。归来笑拈梅花嗅，春在枝头已十分。湿云不动溪桥冷。嫩寒初透东风影。桥下水声长。一枝和月香。人怜花似旧。花比人应瘦。莫凭小栏干。夜深花正寒。横看成岭侧成峰，远近高低各不同。不识庐山真面目，只缘身在此山中。梦里青春可得追？欲将诗句绊余晖。酒阑病客惟思睡，蜜熟黄蜂亦懒飞。芍药樱桃俱扫地，鬓丝禅榻两忘机。凭君借取法界观，一洗人间万事非。",
        "author": "宋代",
        "poem_class": "写花",
        "dynasty": "佚名"
    },
    {
        "title": "冬青花",
        "paragraph": "冬青花，花时一日肠九折。隔江风雨晴影空，五月深山护微雪。石根云气龙所藏，寻常蝼蚁不敢穴。移来此种非人间，曾识万年觞底月。蜀魂飞绕百鸟臣，夜半一声山竹裂。无利无名，无荣无辱，无烦无恼。夜灯前、独歌独酌，独吟独笑。况值群山初雪满，又兼明月交光好。便假饶百岁拟如何，从他老。知富贵，谁能保。知功业，何时了。算箪瓢金玉，所争多少。一瞬光阴何足道，便思行乐常不早。待春来携酒殢东风，眠芳草。天缺西南江面清，纤云不动小滩横。墙头语鹊衣犹湿，楼外残雷气未平。尽取微凉供稳睡，急搜奇句报新晴。今宵绝胜无人共，卧看星河尽意明。一竿风月，一蓑烟雨，家在钓台西住。卖鱼生怕近城门，况肯到红尘深处？潮生理棹，潮平系缆，潮落浩歌归去。时人错把比严光，我自是无名渔父。",
        "author": "宋代",
        "poem_class": "写花",
        "dynasty": "林景熙"
    },
    {
        "title": "牡丹",
        "paragraph": "近来无奈牡丹何，数十千钱买一窠。今朝始得分明见，也共戎葵不校多。茂陵多病后，尚爱卓文君。酒肆人间世，琴台日暮云。野花留宝靥，蔓草见罗裙。归凤求凰意，寥寥不复闻。昵昵儿女语，恩怨相尔汝。划然变轩昂，勇士赴敌场。浮云柳絮无根蒂，天地阔远随飞扬。喧啾百鸟群，忽见孤凤皇。(凤皇 一作 凤凰）跻攀分寸不可上，失势一落千丈强。嗟余有两耳，未省听丝篁。自闻颖师弹，起坐在一旁。推手遽止之，湿衣泪滂滂。颖乎尔诚能，无以冰炭置我肠！霜草苍苍虫切切，村南村北行人绝。独出门前望野田，月明荞麦花如雪。(门前 一作：前门)",
        "author": "唐代",
        "poem_class": "写花",
        "dynasty": "柳浑"
    },
    {
        "title": "诉衷情·海棠珠缀一重重",
        "paragraph": "海棠珠缀一重重。清晓近帘栊。胭脂谁与匀淡，偏向脸边浓。 看叶嫩，惜花红。意无穷。如花似叶，岁岁年年，共占春风。露堤平，烟墅杳。乱碧萋萋，雨后江天晓。独有庾郎年最少。窣地春袍，嫩色宜相照。接长亭，迷远道。堪怨王孙，不记归期早。落尽梨花春又了。满地残阳，翠色和烟老。昨夜江边春水生，蒙冲巨舰一毛轻。(蒙冲 一作：艨艟)向来枉费推移力，此日中流自在行。陌上柔桑破嫩芽，东邻蚕种已生些。平冈细草鸣黄犊，斜日寒林点暮鸦。山远近，路横斜，青旗沽酒有人家。城中桃李愁风雨，春在溪头荠菜花。",
        "author": "宋代",
        "poem_class": "写花",
        "dynasty": "晏殊"
    },
    {
        "title": "丁香结·夷则商秋日海棠",
        "paragraph": "香袅红霏，影高银烛，曾纵夜游浓醉。正锦温琼腻。被燕踏、暖雪惊翻庭砌。马嘶人散后，秋风换、故园梦里。吴霜融晓，陡觉暗动偷春花意。 还似。海雾冷仙山，唤觉环儿半睡。浅薄朱唇，娇羞艳色，自伤时背。帘外寒挂澹月，向日秋千地。怀春情不断，犹带相思旧子。敲碎离愁，纱窗外、风摇翠竹。人去后、吹箫声断，倚楼人独。满眼不堪三月暮，举头已觉千山绿。但试将一纸寄来书，从头读。相思字，空盈幅；相思意，何时足？滴罗襟点点，泪珠盈掬。芳草不迷行客路，垂杨只碍离人目。最苦是、立尽月黄昏，阑干曲。呜呼！盛衰之理，虽曰天命，岂非人事哉！原庄宗之所以得天下，与其所以失之者，可以知之矣。世言晋王之将终也，以三矢赐庄宗而告之曰：“梁，吾仇也；燕王，吾所立；契丹与吾约为兄弟；而皆背晋以归梁。此三者，吾遗恨也。与尔三矢，尔其无忘乃父之志！”庄宗受而藏之于庙。其后用兵，则遣从事以一少牢告庙，请其矢，盛以锦囊，负而前驱，及凯旋而纳之。方其系燕父子以组，函梁君臣之首，入于太庙，还矢先王，而告以成功，其意气之盛，可谓壮哉！及仇雠已灭，天下已定，一夫夜呼，乱者四应，仓皇东出，未及见贼而士卒离散，君臣相顾，不知所归。至于誓天断发，泣下沾襟，何其衰也！岂得之难而失之易欤？抑本其成败之迹，而皆自于人欤？《书》曰：“满招损，谦得益。”忧劳可以兴国，逸豫可以亡身，自然之理也。故方其盛也，举天下之豪杰，莫能与之争；及其衰也，数十伶人困之，而身死国灭，为天下笑。夫祸患常积于忽微，而智勇多困于所溺，岂独伶人也哉？作《伶官传》。道是梨花不是。道是杏花不是。白白与红红，别是东风情味。曾记，曾记。人在武陵微醉。",
        "author": "宋代",
        "poem_class": "写花",
        "dynasty": "吴文英"
    },
    {
        "title": "望隔墙花诗",
        "paragraph": "隔墙花半隐，犹见动花枝。当由美人摘，讵止春风吹。中散不偶世，本自餐霞人。形解验默仙，吐论知凝神。立俗迕流议，寻山洽隐沦。鸾翮有时铩，龙性谁能驯。秋月始纤纤，微光垂步檐。朣胧入床簟，仿佛鉴窗帘。帘萤隐光息，帘虫映光织。玉羊东北上，金虎西南昃。长门隔清夜，高堂梦容色。如何当此时，怀情满胸臆。忆昔少年时。驰逐好名晨。结友多贵门。出入富儿邻。绮罗艳华风。车马自扬尘。歌唱青齐女。弹筝燕赵人。好酒多芳气。肴味厌时新。今日每想念。此事邈无因。寄语后生子。作乐当及春。",
        "author": "南北朝",
        "poem_class": "写花",
        "dynasty": "刘孝威"
    },
    {
        "title": "花犯·郭希道送水仙索赋",
        "paragraph": "小娉婷，清铅素靥，蜂黄暗偷晕。翠翘欹鬓。昨夜冷中庭，月下相认。睡浓更苦凄风紧。惊回心未稳。送晓色、一壶葱茜，才知花梦准。 湘娥化作此幽芳，凌波路，古岸云沙遗恨。临砌影，寒香乱、冻梅藏韵。熏炉畔、旋移傍枕，还又见、玉人垂绀鬒。料唤赏、清华池馆，台杯须满引。江北上归舟，再见江南岸。江北江南几度秋，梦里朱颜换。人是岭头云，聚散天谁管。君似孤云何处归，我似离群雁。潇洒江梅，向竹梢疏处，横两三枝。东君也不爱惜，雪压霜欺。无情燕子，怕春寒、轻失花期。惟是有，年年塞雁，归来曾见开时。 清浅小溪如练，问玉堂何似，茅舍疏篱。伤心故人去后，冷落新诗。微云淡月，对孤芳、分付他谁。空自倚，清香未减，风流不在人知。斜风细雨作春寒，对尊前，忆前欢。曾把梨花，寂寞泪阑干。芳草断烟南浦路，和别泪，看青山。昨宵结得梦夤缘，水云间，悄无言。争奈醒来，愁恨又依然。展转衾裯空懊恼，天易见，见伊难。",
        "author": "宋代",
        "poem_class": "写花",
        "dynasty": "吴文英"
    },
    {
        "title": "十一月二十六日松风亭下梅花盛开",
        "paragraph": "春风岭上淮南村，昔年梅花曾断魂。岂知流落复相见，蛮风蜑雨愁黄昏。长条半落荔支浦，卧树独秀桄榔园。岂惟幽光留夜色，直恐冷艳排冬温。松风亭下荆棘里，两株玉蕊明朝暾。海南仙云娇堕砌，月下缟衣来扣门。酒醒梦觉起绕树，妙意有在终无言。先生独饮勿叹息，幸有落月窥清樽。活水还须活火烹，自临钓石取深清。大瓢贮月归春瓮，小杓分江入夜瓶。雪乳已翻煎处脚，松风忽作泻时声。枯肠未易禁三碗，坐听荒城长短更。柳下笙歌庭院，花间姊妹秋千。记得春楼当日事，写向红窗夜月前。凭谁寄小莲。绛蜡等闲陪泪，吴蚕到了缠绵。绿鬓能供多少恨，未肯无情比断弦。今年老去年。不见南师久，漫说北群空。当场只手，毕竟还我万夫雄。自笑堂堂汉使，得似洋洋河水，依旧只流东？且复穹庐拜，会向藁街逢！尧之都，舜之壤，禹之封。于中应有，一个半个耻臣戎！万里腥膻如许，千古英灵安在，磅礴几时通？胡运何须问，赫日自当中！",
        "author": "宋代",
        "poem_class": "写花",
        "dynasty": "苏轼"
    },
    {
        "title": "浣溪沙·绿玉枝头一粟黄",
        "paragraph": "绿玉枝头一粟黄，碧纱帐里梦魂香。晓风和月步新凉。吟倚画栏怀李贺，笑持玉斧恨吴刚。素娥不嫁为谁妆？初疑夜雨忽朝晴，乃是山泉终夜鸣。流到前溪无半语，在山做得许多声。黄梅时节家家雨，青草池塘处处蛙。有约不来过夜半，闲敲棋子落灯花。槛菊愁烟兰泣露，罗幕轻寒，燕子双飞去。明月不谙离恨苦，斜光到晓穿朱户。(双飞去 一作：双来去；离恨苦 一作：离别苦)昨夜西风凋碧树，独上高楼，望尽天涯路。欲寄彩笺兼尺素，山长水阔知何处？",
        "author": "宋代",
        "poem_class": "写花",
        "dynasty": "毛珝"
    },
    {
        "title": "扬州慢·十里春风",
        "paragraph": "十里春风，二分明月，蕊仙飞下琼楼。看冰花翦翦，拥碎玉成毬。想长日、云阶伫立，太真肌骨，飞燕风流。敛群芳、清丽精神，都付扬州。雨窗数朵，梦惊回、天际香浮。似阆苑花神，怜人冷落，骑鹤来游。为问竹西风景，长空淡、烟水悠悠。又黄昏，羌管孤城，吹起新愁。玉京曾忆昔繁华。万里帝王家。琼林玉殿，朝喧弦管，暮列笙琶。 花城人去今萧索，春梦绕胡沙。家山何处，忍听羌笛，吹彻梅花。瘦玉萧萧伊水头，风宜清夜露宜秋。更教仙骥旁边立，尽是人间第一流。庐山烟雨浙江潮，未至千般恨不消。到得还来别无事，庐山烟雨浙江潮。",
        "author": "宋代",
        "poem_class": "写花",
        "dynasty": "赵以夫"
    },
    {
        "title": "西江月·再用前韵戏曹子方",
        "paragraph": "怪此花枝怨泣，托君诗句名通。凭将草木记吴风。继取相如云梦。点笔袖沾醉墨，谤花面有惭红。知君却是为情秾。怕见此花撩动。莫许杯深琥珀浓，未成沉醉意先融。疏钟已应晚来风。瑞脑香消魂梦断，辟寒金小髻鬟松。醒时空对烛花红。彩袖殷勤捧玉钟，当年拚却醉颜红。舞低杨柳楼心月，歌尽桃花扇底风。从别后，忆相逢，几回魂梦与君同。今宵剩把银釭照，犹恐相逢是梦中。赵昌父七月望日用东坡韵叙太白、东坡事见寄，过相褒借，且有秋水之约。八月十四日，余卧病博山寺中，因用韵为谢，兼寄吴子似。我志在寥阔，畴昔梦登天。摩挲素月，人世俯仰已千年。有客骖鸾并凤，云遇青山赤壁，相约上高寒。酌酒援北斗，我亦虱其间。少歌曰：神甚放，形如眠。鸿鹄一再高举，天地睹方圆。欲重歌兮梦觉，推枕惘然独念，人事底亏全？有美人可语，秋水隔婵娟。",
        "author": "宋代",
        "poem_class": "写花",
        "dynasty": "苏轼"
    },
    {
        "title": "金缕曲·咏白海棠",
        "paragraph": "洞户深深掩。笑世间、浓脂腻粉，那般妆点。认取朦胧明月下，不许东风偷飐。偏触动、词人系念。昨日微阴今日雨，好春光有限无馀欠。肯为我，一时暂。冰绡雾縠谁烘染？爱依依、柔条照水，靓妆清艳。墙角绿阴栏外影，印上芸窗冰簟。隔一片、清阴暗澹。不是封姨情太薄，是盈盈树底魂难忏。春欲暮，易生感。春波软荡红楼水，多时不放莺儿起。一样夕阳天，留寒待禁烟。已是人消瘦，只此情依旧。可奈别离何，明朝杨柳多。伏雨朝寒愁不胜，那能还傍杏花行。去年高摘斗轻盈。漫惹炉烟双袖紫，空将酒晕一衫青。人间何处问多情。开辟鸿蒙，谁为情种？都只为这风月情浓。趁着这奈何天，伤怀日，寂寥时，因此上演出这悲金悼玉的红楼梦。",
        "author": "清代",
        "poem_class": "写花",
        "dynasty": "顾太清"
    },
    {
        "title": "书幽芳亭记",
        "paragraph": "士之才德盖一国，则曰国士；女之色盖一国，则曰国色；兰之香盖一国，则曰国香。自古人知贵兰，不待楚之逐臣而后贵之也。兰甚似乎君子，生于深山薄丛之中，不为无人而不芳；雪霜凌厉而见杀，来岁不改其性也。是所谓“遁世无闷，不见是而无闷”者也。兰虽含香体洁，平居与萧艾不殊。清风过之，其香蔼然，在室满室，在堂满堂，所谓含章以时发者也。然兰蕙之才德不同，世罕能别之。予放浪江湖之日久，乃尽知其族。盖兰似君子，蕙似士大夫，大概山林中十蕙而一兰也。《离骚》曰：“予既滋兰之九畹，又树蕙之百亩。”是以知不独今，楚人贱蕙而贵兰久矣。兰蕙丛出，莳以砂石则茂，沃以汤茗则芳，是所同也。至其发花，一干一花而香有余者兰，一干五七花而香不足者蕙。蕙虽不若兰，其视椒则远矣，世论以为国香矣。乃曰“当门不得不锄”，山林之士，所以往而不返者耶！王戎七岁，尝与诸小儿游。看道边李树多子折枝，诸儿竞走取之，唯戎不动。人问之，答曰：“树在道边而多子，此必苦李。”取之信然。回首乱山横。不见居人只见城。谁似临平山上塔，亭亭。迎客西来送客行。 归路晚风清。一枕初寒梦不成。今夜残灯斜照处，荧荧。秋雨晴时泪不晴。匹夫而为百世师，一言而为天下法。是皆有以参天地之化，关盛衰之运，其生也有自来，其逝也有所为。故申、吕自岳降，傅说为列星，古今所传，不可诬也。孟子曰：“我善养吾浩然之气。”是气也，寓于寻常之中，而塞乎天地之间。卒然遇之，则王公失其贵，晋、楚失其富，良、平失其智，贲、育失其勇，仪、秦失其辩。是孰使之然哉？其必有不依形而立，不恃力而行，不待生而存，不随死而亡者矣。故在天为星辰，在地为河岳，幽则为鬼神，而明则复为人。此理之常，无足怪者。自东汉以来，道丧文弊，异端并起，历唐贞观、开元之盛，辅以房、杜、姚、宋而不能救。独韩文公起布衣，谈笑而麾之，天下靡然从公，复归于正，盖三百年于此矣。文起八代之衰，而道济天下之溺；忠犯人主之怒，而勇夺三军之帅：此岂非参天地，关盛衰，浩然而独存者乎？盖尝论天人之辨，以谓人无所不至，惟天不容伪。智可以欺王公，不可以欺豚鱼；力可以得天下，不可以得匹夫匹妇之心。故公之精诚，能开衡山之云，而不能回宪宗之惑；能驯鳄鱼之暴，而不能弭皇甫镈、李逢吉之谤；能信于南海之民，庙食百世，而不能使其身一日安于朝廷之上。盖公之所能者天也，其所不能者人也。始潮人未知学，公命进士赵德为之师。自是潮之士，皆笃于文行，延及齐民，至于今，号称易治。信乎孔子之言，“君子学道则爱人，小人学道则易使”也。潮人之事公也，饮食必祭，水旱疾疫，凡有求必祷焉。而庙在刺史公堂之后，民以出入为艰。前太守欲请诸朝作新庙，不果。元佑五年，朝散郎王君涤来守是邦。凡所以养士治民者，一以公为师。民既悦服，则出令曰：“愿新公庙者，听！”民欢趋之，卜地于州城之南七里，期年而庙成。或曰：“公去国万里，而谪于潮，不能一岁而归。没而有知，其不眷恋于潮也，审矣。”轼曰：“不然！公之神在天下者，如水之在地中，无所往而不在也。而潮人独信之深，思之至，焄蒿凄怆，若或见之。譬如凿井得泉，而曰水专在是，岂理也哉？”元丰七年，诏拜公昌黎伯，故榜曰：“昌黎伯韩文公之庙。”潮人请书其事于石，因作诗以遗之，使歌以祀公。其辞曰：“公昔骑龙白云乡，手抉云汉分天章，天孙为织云锦裳。飘然乘风来帝旁，下与浊世扫秕糠。西游咸池略扶桑，草木衣被昭回光。追逐李、杜参翱翔，汗流籍、湜走且僵，灭没倒影不能望。作书抵佛讥君王，要观南海窥衡湘，历舜九嶷吊英、皇。祝融先驱海若藏，约束蛟鳄如驱羊。钧天无人帝悲伤，讴吟下招遣巫阳。犦牲鸡卜羞我觞，於粲荔丹与蕉黄。公不少留我涕滂，翩然被发下大荒。” ",
        "author": "宋代",
        "poem_class": "写花",
        "dynasty": "黄庭坚"
    },
    {
        "title": "赏牡丹",
        "paragraph": "此花名价别，开艳益皇都。香遍苓菱死，红烧踯躅枯。 软光笼细脉，妖色暖鲜肤。满蕊攒黄粉，含棱缕绛苏。 好和薰御服，堪画入宫图。晚态愁新妇，残妆望病夫。 教人知个数，留客赏斯须。一夜轻风起，千金买亦无。塞北梅花羌笛吹，淮南桂树小山词。请君莫奏前朝曲，听唱新翻杨柳枝。望海楼明照曙霞，护江堤白踏晴沙。涛声夜入伍员庙，柳色春藏苏小家。红袖织绫夸柿蒂，青旗沽酒趁梨花。谁开湖寺西南路，草绿裙腰一道斜。如今却忆江南乐，当时年少春衫薄。骑马倚斜桥，满楼红袖招。翠屏金屈曲，醉入花丛宿。此度见花枝，白头誓不归。",
        "author": "唐代",
        "poem_class": "写花",
        "dynasty": "王建"
    },
    {
        "title": "杏花",
        "paragraph": "暖气潜催次第春，梅花已谢杏花新。 半开半落闲园里，何异荣枯世上人。银烛秋光冷画屏，轻罗小扇扑流萤。天阶夜色凉如水，卧看牵牛织女星。(天阶 一作：天街；卧看 一作：坐看)飒飒西风满院栽，蕊寒香冷蝶难来。 他年我若为青帝，报与桃花一处开。问余何意栖碧山，笑而不答心自闲。桃花流水窅然去，别有天地非人间。",
        "author": "唐代",
        "poem_class": "写花",
        "dynasty": "罗隐"
    },
    {
        "title": "蔷薇花",
        "paragraph": "朵朵精神叶叶柔，雨晴香拂醉人头。 石家锦幛依然在，闲倚狂风夜不收。看朱成碧思纷纷，憔悴支离为忆君。不信比来长下泪，开箱验取石榴裙。昨日登高罢，今朝更举觞。菊花何太苦，遭此两重阳？君不见昆吾铁冶飞炎烟，红光紫气俱赫然。 良工锻炼凡几年，铸得宝剑名龙泉。龙泉颜色如霜雪，良工咨嗟叹奇绝。琉璃玉匣吐莲花，错镂金环映明月。 正逢天下无风尘，幸得周防君子身。精光黯黯青蛇色，文章片片绿龟鳞。非直结交游侠子，亦曾亲近英雄人。 何言中路遭弃捐，零落漂沦古狱边。虽复尘埋无所用， 犹能夜夜气冲天。",
        "author": "唐代",
        "poem_class": "写花",
        "dynasty": "杜牧"
    },
    {
        "title": "秋兰赋",
        "paragraph": "秋林空兮百草逝，若有香兮林中至。既萧曼以袭裾，复氤氲而绕鼻。虽脉脉兮遥闻，觉熏熏然独异。予心讶焉，是乃芳兰，开非其时，宁不知寒？于焉步兰陔，循兰池，披条数萼，凝目寻之。果然兰言，称某在斯。业经半谢，尚挺全枝。啼露眠以有待，喜采者之来迟。苟不因风而枨触，虽幽人其犹未知。于是舁之萧斋，置之明窗。朝焉与对，夕焉与双。虑其霜厚叶薄，党孤香瘦，风影外逼，寒心内疚。乃复玉几安置，金屏掩覆。虽出入之余闲，必褰帘而三嗅。谁知朵止七花，开竟百日。晚景后凋，含章贞吉。露以冷而未晞，茎以劲而难折；瓣以敛而寿永，香以淡而味逸。商飙为之损威，凉月为之增色。留一穗之灵长，慰半生之萧瑟。予不觉神心布覆，深情容与。析佩表洁，浴汤孤处。倚空谷以流思，静风琴而不语。歌曰：秋雁回空，秋江停波。兰独不然，芬芳弥多。秋兮秋兮，将如兰何！海棠丝。杨柳丝。小别风丝雨也丝。春愁乱几丝。早寒时。暮寒时。江上春潮平岸时。谢庭书到时。酒醒香销愁不胜，如何更向落花行。去年高摘斗轻盈。夜雨几番销瘦了，繁华如梦总无凭。人间何处问多情。春兰未了夏兰开，万事催人莫要呆；阅尽荣枯是盆盎，几回拔去几回栽。",
        "author": "清代",
        "poem_class": "写花",
        "dynasty": "袁枚"
    },
    {
        "title": "念奴娇·宜雨亭咏千叶海棠",
        "paragraph": "绿云影里，把明霞织就，千重文绣。紫腻红娇扶不起，好是未开时候。半怯春寒，半宜晴色，养得胭脂透。小亭人静，嫩莺啼破清昼。犹记携手芳阴，一枝斜戴，娇艳双波秀。小语轻怜花总见，争得似花长久。醉浅休归，夜深同睡，明月还相守。免教春去，断肠空叹诗瘦。湖山信是东南美，一望弥千里。使君能得几回来？便使樽前醉倒更徘徊。沙河塘里灯初上，水调谁家唱？夜阑风静欲归时，惟有一江明月碧琉璃。林断山明竹隐墙。乱蝉衰草小池塘。翻空白鸟时时见，照水红蕖细细香。村舍外，古城旁。杖藜徐步转斜阳。殷勤昨夜三更雨，又得浮生一日凉。碧水惊秋，黄云凝暮，败叶零乱空阶。洞房人静，斜月照徘徊。又是重阳近也，几处处，砧杵声催。西窗下，风摇翠竹，疑是故人来。 伤怀。增怅望，新欢易失，往事难猜。问篱边黄菊，知为谁开。谩道愁须殢酒，酒未醒、愁已先回。凭阑久，金波渐转，白露点苍苔。",
        "author": "宋代",
        "poem_class": "写花",
        "dynasty": "张鎡"
    },
    {
        "title": "代迎春花招刘郎中",
        "paragraph": "幸与松筠相近栽，不随桃李一时开。杏园岂敢妨君去，未有花时且看来。卖炭翁，伐薪烧炭南山中。满面尘灰烟火色，两鬓苍苍十指黑。卖炭得钱何所营？身上衣裳口中食。可怜身上衣正单，心忧炭贱愿天寒。夜来城外一尺雪，晓驾炭车辗冰辙。牛困人饥日已高，市南门外泥中歇。翩翩两骑来是谁？黄衣使者白衫儿。手把文书口称敕，回车叱牛牵向北。一车炭，千余斤，宫使驱将惜不得。半匹红纱一丈绫，系向牛头充炭直。(红纱 一作：红绡)松叶堪为酒，春来酿几多。不辞山路远，踏雪也相过。宦情羁思共凄凄，春半如秋意转迷。山城过雨百花尽，榕叶满庭莺乱啼。",
        "author": "唐代",
        "poem_class": "写花",
        "dynasty": "白居易"
    },
    {
        "title": "回中牡丹为雨所败二首",
        "paragraph": "下苑他年未可追，西州今日忽相期。水亭暮雨寒犹在，罗荐春香暖不知。舞蝶殷勤收落蕊，佳人惆怅卧遥帷。章台街里芳菲伴，且问宫腰损几枝？浪笑榴花不及春，先期零落更愁人。玉盘迸泪伤心数，锦瑟惊弦破梦频。万里重阴非旧圃，一年生意属流尘。前溪舞罢君回顾，并觉今朝粉态新。去年今日此门中，人面桃花相映红。人面不知何处去，桃花依旧笑春风。花时同醉破春愁，醉折花枝作酒筹。忽忆故人天际去，计程今日到梁州。迢递三巴路，羁危万里身。乱山残雪夜，孤烛异乡人。(异乡人 一作：异乡春)渐与骨肉远，转于僮仆亲。那堪正飘泊，明日岁华新。",
        "author": "唐代",
        "poem_class": "写花",
        "dynasty": "李商隐"
    },
    {
        "title": "扬州慢·琼花",
        "paragraph": "弄玉轻盈，飞琼淡泞，袜尘步下迷楼。试新妆才了，炷沉水香毬。记晓剪、春冰驰送，金瓶露湿，缇骑星流。甚天中月色，被风吹梦南州。尊前相见，似羞人、踪迹萍浮。问弄雪飘枝，无双亭上，何日重游？我欲缠腰骑鹤，烟霄远、旧事悠悠。但凭阑无语，烟花三月春愁。燕雁无心，太湖西畔随云去。数峰清苦。商略黄昏雨。 第四桥边，拟共天随住。今何许。凭阑怀古。残柳参差舞。谩说投诗赠汨罗，身今且乐奈渠何。尝闻求福木居士，试向艾人成祝呵。忠言不用竟沉死，留得文章星斗罗。何意更觞昌歜酒，为君击节一长歌。年年端午风兼雨，似为屈原陈昔冤。我欲于谁论许事，舍南舍北鹁鸠喧。一陂春水绕花身，花影妖娆各占春。(花影 一作：身影)纵被春风吹作雪，绝胜南陌碾成尘。",
        "author": "宋代",
        "poem_class": "写花",
        "dynasty": "郑觉齐"
    },
    {
        "title": "霜天晓角·梅",
        "paragraph": "千霜万雪。受尽寒磨折。赖是生来瘦硬，浑不怕、角吹彻。清绝，影也别。知心惟有月。元没春风情性，如何共、海棠说。闲愁如飞雪，入酒即消融。好花如故人，一笑杯自空。流莺有情亦念我，柳边尽日啼春风。长安不到十四载，酒徒往往成衰翁。九环宝带光照地，不如留君双颊红。秋色渐将晚，霜信报黄花。小窗低户深映，微路绕欹斜。为问山翁何事，坐看流年轻度，拚却鬓双华。徙倚望沧海，天净水明霞。 念平昔，空飘荡，遍天涯。归来三径重扫，松竹本吾家。却恨悲风时起，冉冉云间新雁，边马怨胡笳。谁似东山老，谈笑静胡沙。夜读《李广传》，不能寐。因念晁楚老、杨民瞻约同居山间，戏用李广事，赋以寄之。故将军饮罢夜归来，长亭解雕鞍。恨灞陵醉尉，匆匆未识，桃李无言。射虎山横一骑，裂石响惊弦。落魄封侯事，岁晚田间。谁向桑麻杜曲，要短衣匹马，移住南山？看风流慷慨，谈笑过残年。汉开边、功名万里，甚当时、健者也曾闲。纱窗外、斜风细雨，一阵轻寒。 ",
        "author": "宋代",
        "poem_class": "写花",
        "dynasty": "萧泰来"
    },
    {
        "title": "夜游宫·竹窗听雨",
        "paragraph": "竹窗听雨，坐久隐几就睡，既觉，见水仙娟娟于灯影中窗外捎溪雨响。映窗里、嚼花灯冷。浑似萧湘系孤艇。见幽仙，步凌波，月边影。香苦欺寒劲。牵梦绕、沧涛千顷。梦觉新愁旧风景。绀云欹，玉搔斜，酒初醒。 湖山信是东南美，一望弥千里。使君能得几回来？便使樽前醉倒更徘徊。沙河塘里灯初上，水调谁家唱？夜阑风静欲归时，惟有一江明月碧琉璃。远岸收残雨。雨残稍觉江天暮。拾翠汀洲人寂静，立双双鸥鹭。望几点、渔灯隐映蒹葭浦。停画桡、两两舟人语。道去程今夜，遥指前村烟树。游宦成羁旅。短樯吟倚闲凝伫。万水千山迷远近，想乡关何处。自别后、风亭月榭孤欢聚。刚断肠、惹得离情苦。听杜宇声声，劝人不如归去。世人作梅词，下笔便俗。予试作一篇，乃知前言不妄耳。藤床纸帐朝眠起，说不尽无佳思。沉香断续玉炉寒，伴我情怀如水。笛声三弄，梅心惊破，多少春情意。 小风疏雨萧萧地，又催下千行泪。吹箫人去玉楼空，肠断与谁同倚。一枝折得，人间天上，没个人堪寄。",
        "author": "宋代",
        "poem_class": "写花",
        "dynasty": "吴文英"
    },
    {
        "title": "水龙吟·载学士院有之",
        "paragraph": "倚栏看碧成朱，等闲褪了香袍粉。上林高选，匆匆又换，紫云衣润。几许春风，朝薰暮染，为花忙损。笑旧家桃李，东涂西抹，有多少、凄凉恨。拟倩流莺说与，记荣华、易消难整。人间得意，千红百紫，转头春尽。白发怜君，儒冠曾误，平生官冷。算风流未减，年年醉里，把花枝问。风雨送人来，风雨留人住。草草杯盘话别离，风雨催人去。泪眼不曾晴，眉黛愁还聚。明日相思莫上楼，楼上多风雨。楝花飘砌。蔌蔌清香细。梅雨过，萍风起。情随湘水远，梦绕吴峰翠。琴书倦，鹧鸪唤起南窗睡。 密意无人寄。幽恨凭谁洗。修竹畔，疏帘里。歌余尘拂扇，舞罢风掀袂。人散后，一钩淡月天如水。半烟半雨溪桥畔，渔翁醉着无人唤。疏懒意何长，春风花草香。江山如有待，此意陶潜解。问我去何之，君行到自知。",
        "author": "宋代",
        "poem_class": "写花",
        "dynasty": "辛弃疾"
    },
    {
        "title": "咏红梅花得“梅”字",
        "paragraph": "白梅懒赋赋红梅，逞艳先迎醉眼开。冻脸有痕皆是血，酸心无恨亦成灰。误吞丹药移真骨，偷下瑶池脱旧胎。江北江南春灿烂，寄言蜂蝶漫疑猜。（出自《红楼梦》第五十回。）代北燕南，应不隔、月明千里。谁相念、胭脂山下，悲哉秋气。小立乍惊清露湿，孤眠最惜浓香腻。况夜鸟、啼绝四更头，边声起。销不尽，悲歌意。匀不尽，相思泪。想故园今夜，玉阑谁倚。青海不来如意梦，红笺暂写违心字。道别来、浑是不关心，东堂桂。千里作远客，五更思故乡。寒鸦数声起，窗外月如霜。牧童骑黄牛，歌声振林樾。意欲捕鸣蝉，忽然闭口立。",
        "author": "清代",
        "poem_class": "写花",
        "dynasty": "曹雪芹"
    },
    {
        "title": "落梅",
        "paragraph": "一片能教一断肠，可堪平砌更堆墙？飘如迁客来过岭，坠似骚人去赴湘。乱点莓苔多莫数，偶粘衣袖久犹香。东风谬掌花权柄，却忌孤高不主张。一片能教一断肠，可堪平砌更堆墙。飘如迁客来过岭，坠似骚人去赴湘。乱点莓苔多莫数，偶粘衣袖久犹香。东风谬掌花权柄，却忌孤高不主张。春宵一刻值千金，花有清香月有阴。歌管楼台声细细，秋千院落夜沉沉。渺空烟四远，是何年、青天坠长星？幻苍崖云树，名娃金屋，残霸宫城。箭径酸风射眼，腻水染花腥。时靸双鸳响，廊叶秋声。宫里吴王沉醉，倩五湖倦客，独钓醒醒。问苍波无语，华发奈山青。水涵空、阑干高处，送乱鸦斜日落渔汀。连呼酒、上琴台去，秋与云平。",
        "author": "宋代",
        "poem_class": "写花",
        "dynasty": "刘克庄"
    },
    {
        "title": "吉祥寺古梅",
        "paragraph": "一树古梅花数亩，城中客子乍来看。不知花气清相逼，但觉山深春尚寒。其八太行一脉走蝹蜿，莽莽畿西虎气蹲。送我摇鞭竟东去，此山不语看中原。其八十三只筹一缆十夫多，细算千艘渡此河。我亦曾穈太仓粟，夜闻邪许泪滂沱！（五月十二日抵淮埔作） 其八十七故人横海拜将军，侧立南天未蕆勋。我有阴符三百字，蜡丸难寄惜雄文。 其一百三十陶潜酷似卧龙豪，万古浔阳松菊高；莫信诗人竟平淡，二分梁甫一分骚。明眸皓齿艳无双，比拟圆月两相仿。惆怅婵娟多寂寞，欢情只供一夜长。天山万笏耸琼瑶，导我西行伴寂寥。我与山灵相对笑，满头晴雪共难消。",
        "author": "清代",
        "poem_class": "写花",
        "dynasty": "林古度"
    },
    {
        "title": "金人捧露盘·水仙花",
        "paragraph": "梦湘云，吟湘月，吊湘灵。有谁见、罗袜尘生。凌波步弱，背人羞整六铢轻。娉娉袅袅，晕娇黄、玉色轻明。 香心静，波心冷，琴心怨，客心惊。怕佩解、却返瑶京。杯擎清露，醉春兰友与梅兄。苍烟万顷，断肠是、雪冷江清。芙蓉金菊斗馨香。天气欲重阳。远村秋色如画，红树间疏黄。流水淡，碧天长。路茫茫。凭高目断。鸿雁来时，无限思量。泪湿罗衣脂粉满，四叠阳关，唱到千千遍。人道山长山又断，萧萧微雨闻孤馆。(山又断 一作：水又断)惜别伤离方寸乱，忘了临行，酒盏深和浅。好把音书凭过雁，东莱不似蓬莱远。庆历四年春，滕子京谪守巴陵郡。越明年，政通人和，百废具兴，乃重修岳阳楼，增其旧制，刻唐贤今人诗赋于其上，属予作文以记之。(具 通：俱)予观夫巴陵胜状，在洞庭一湖。衔远山，吞长江，浩浩汤汤，横无际涯，朝晖夕阴，气象万千，此则岳阳楼之大观也，前人之述备矣。然则北通巫峡，南极潇湘，迁客骚人，多会于此，览物之情，得无异乎？若夫淫雨霏霏，连月不开，阴风怒号，浊浪排空，日星隐曜，山岳潜形，商旅不行，樯倾楫摧，薄暮冥冥，虎啸猿啼。登斯楼也，则有去国怀乡，忧谗畏讥，满目萧然，感极而悲者矣。(隐曜 一作：隐耀；淫雨 通：霪雨)至若春和景明，波澜不惊，上下天光，一碧万顷，沙鸥翔集，锦鳞游泳，岸芷汀兰，郁郁青青。而或长烟一空，皓月千里，浮光跃金，静影沉璧，渔歌互答，此乐何极！登斯楼也，则有心旷神怡，宠辱偕忘，把酒临风，其喜洋洋者矣。嗟夫！予尝求古仁人之心，或异二者之为，何哉？不以物喜，不以己悲，居庙堂之高则忧其民，处江湖之远则忧其君。是进亦忧，退亦忧。然则何时而乐耶？其必曰“先天下之忧而忧，后天下之乐而乐”乎！噫！微斯人，吾谁与归？时六年九月十五日。",
        "author": "宋代",
        "poem_class": "写花",
        "dynasty": "高观国"
    },
    {
        "title": "雨中花·夜行船",
        "paragraph": "雨中花慢 初至密州。以累年旱蝗。斋素累月。方春牡丹盛开。遂不获一赏。至九月。忽开千叶一颛。雨中特为置酒。遂作。今岁花时深院，尽日东风，荡扬茶烟。但有绿苔芳草，柳絮榆钱。闻道城西，长廊古寺，甲第名园。有国艳带酒，天香染袂，为我留连。清明过了，残红无处，对此泪洒尊前。秋向晚，一枝何事，向我依然。高会聊追短景，清商不暇馀妍。不如留取，十分春态，付与明年。中庭淡月照三更，白露洗空河汉明。莫遣西风吹叶尽，却愁无处着秋声。浅画香膏拂紫绵。牡丹花重翠云偏。手挼梅子并郎肩。病起心情终是怯，困来模样不禁怜。旋移针线小窗前。欧阳子方夜读书，闻有声自西南来者，悚然而听之，曰：“异哉！”初淅沥以萧飒，忽奔腾而砰湃，如波涛夜惊，风雨骤至。其触于物也，鏦鏦铮铮，金铁皆鸣；又如赴敌之兵，衔枚疾走，不闻号令，但闻人马之行声。余谓童子：“此何声也？汝出视之。”童子曰：“星月皎洁，明河在天，四无人声，声在树间。” 余曰：“噫嘻悲哉！此秋声也，胡为而来哉？盖夫秋之为状也：其色惨淡，烟霏云敛；其容清明，天高日晶；其气栗冽，砭人肌骨；其意萧条，山川寂寥。故其为声也，凄凄切切，呼号愤发。丰草绿缛而争茂，佳木葱茏而可悦；草拂之而色变，木遭之而叶脱。其所以摧败零落者，乃其一气之余烈。夫秋，刑官也，于时为阴；又兵象也，于行用金，是谓天地之义气，常以肃杀而为心。天之于物，春生秋实，故其在乐也，商声主西方之音，夷则为七月之律。商，伤也，物既老而悲伤；夷，戮也，物过盛而当杀。” (余曰 一作：予曰)“嗟乎！草木无情，有时飘零。人为动物，惟物之灵；百忧感其心，万事劳其形；有动于中，必摇其精。而况思其力之所不及，忧其智之所不能；宜其渥然丹者为槁木，黟然黑者为星星。奈何以非金石之质，欲与草木而争荣？念谁为之戕贼，亦何恨乎秋声！” 童子莫对，垂头而睡。但闻四壁虫声唧唧，如助予之叹息。 ",
        "author": "宋代",
        "poem_class": "写花",
        "dynasty": "苏轼"
    },
    {
        "title": "玉烛新·白海棠",
        "paragraph": "初晴新雨后。乍洗褪胭脂，缟衣妆就。东风倦倚，憨憨态、不管敲残更漏。嫩寒天气，正睡稳、乌衣时候。深夜静、银烛高烧，微香暗侵襟袖。盈盈一点芳心，占多少春光，问卿知否？红妆莫斗。谁得似、净骨天然清瘦。神娟韵秀。雅称个、花仙为首。还要倩、流水高山，花前慢奏。海色残阳影断霓，寒涛日夜女郎祠。翠钿尘网上蛛丝。澄海楼高空极目，望夫石在且留题。六王如梦祖龙非。假作真时真亦假，无为有处有还无。桃花羞作无情死，感激东风。吹落娇红，飞入闲窗伴懊侬。谁怜辛苦东阳瘦，也为春慵。不及芙蓉，一片幽情冷处浓。",
        "author": "清代",
        "poem_class": "写花",
        "dynasty": "顾太清"
    },
    {
        "title": "咏白海棠",
        "paragraph": "斜阳寒草带重门，苔翠盈铺雨后盆。玉是精神难比洁，雪为肌骨易销魂。芳心一点娇无力，倩影三更月有痕。莫谓缟仙能羽化，多情伴我咏黄昏。月去疏帘才数尺，乌鹊惊飞，一片伤心白。万里故人关塞隔，南楼谁弄梅花笛？蟋蟀灯前欺病客，清影徘徊，欲睡何由得？墙角芭蕉风瑟瑟，生憎遮掩窗儿黑。何处金衣客，栖栖翠幙中。有心惊晓梦，无计啭春风。漫逐梁间燕，谁巢井上桐。空将云路翼，缄恨在雕笼。方离柳坞，乍出花房。但行处，鸟惊庭树；将到时，影度回廊。仙袂乍飘兮，闻麝兰之馥郁；荷衣欲动兮，听环佩之铿锵。靥笑春桃兮，云堆翠髻；唇绽樱颗兮，榴齿含香。纤腰之楚楚兮，回风舞雪；珠翠之辉辉兮，满额鹅黄。出没花间兮，宜嗔宜喜；徘徊池上兮，若飞若扬。蛾眉颦笑兮，将言而未语；莲步乍移兮，待止而欲行。羡彼之良质兮，冰清玉润；慕彼之华服兮，闪灼文章。爱彼之貌容兮，香培玉琢；美彼之态度兮，凤翥龙翔。其素若何？春梅绽雪。其洁若何，秋菊被霜。其静若何，松生空谷。其艳若何，霞映澄塘。其文若何，龙游曲沼。其神若何，月射寒江。应惭西子，实愧王嫱。奇矣哉！生于孰地，来自何方？信矣乎！瑶池不二，紫府无双。果何人哉？如斯之美也！",
        "author": "清代",
        "poem_class": "写花",
        "dynasty": "曹雪芹"
    },
    {
        "title": "清平乐·检校山园书所见",
        "paragraph": "断崖修竹，竹里藏冰玉。路转清溪三百曲，香满黄昏雪屋。行人系马疏篱，折残犹有高枝。留得东风数点，只缘娇嫩春迟。无花无酒过清明，兴味萧然似野僧。昨日邻家乞新火，晓窗分与读书灯。一把青秧趁手青，轻烟漠漠雨冥冥。东风染尽三千顷，白鹭飞来无处停。修既治滁之明年，夏，始饮滁水而甘。问诸滁人，得于州南百步之远。其上则丰山，耸然而特立；下则幽谷，窈然而深藏；中有清泉，滃然而仰出。俯仰左右，顾而乐之。于是疏泉凿石，辟地以为亭，而与滁人往游其间。滁于五代干戈之际，用武之地也。昔太祖皇帝，尝以周师破李景兵十五万于清流山下，生擒其皇甫辉、姚凤于滁东门之外，遂以平滁。修尝考其山川，按其图记，升高以望清流之关，欲求辉、凤就擒之所。而故老皆无在也，盖天下之平久矣。自唐失其政，海内分裂，豪杰并起而争，所在为敌国者，何可胜数？及宋受天命，圣人出而四海一。向之凭恃险阻，铲削消磨，百年之间，漠然徒见山高而水清。欲问其事，而遗老尽矣！今滁介江淮之间，舟车商贾、四方宾客之所不至，民生不见外事，而安于畎亩衣食，以乐生送死。而孰知上之功德，休养生息，涵煦于百年之深也。修之来此，乐其地僻而事简，又爱其俗之安闲。既得斯泉于山谷之间，乃日与滁人仰而望山，俯而听泉。掇幽芳而荫乔木，风霜冰雪，刻露清秀，四时之景，无不可爱。又幸其民乐其岁物之丰成，而喜与予游也。因为本其山川，道其风俗之美，使民知所以安此丰年之乐者，幸生无事之时也。夫宣上恩德，以与民共乐，刺史之事也。遂书以名其亭焉。 ",
        "author": "宋代",
        "poem_class": "写花",
        "dynasty": "辛弃疾"
    },
    {
        "title": "咏秋兰",
        "paragraph": "长林众草入秋荒，独有幽姿逗晚香。每向风前堪寄傲，几因霜后欲留芳。名流赏鉴还堪佩，空谷知音品自扬。一种孤怀千古在，湘江词赋奏清商。阶前双夜合，枝叶敷花荣。疏密共晴雨，卷舒因晦明。影随筠箔乱，香杂水沉生。对此能销忿，旋移迎小楹。小立红桥柳半垂，越罗裙飏缕金衣。采得石榴双叶子，欲贻谁？便是有情当落日，只应无伴送斜晖。寄语东风休著力，不禁吹。一卷离骚一卷经。十年心事十年灯。芭蕉叶上几秋声。欲哭不成还强笑，讳愁无奈学忘情。误人犹是说聪明。",
        "author": "清代",
        "poem_class": "写花",
        "dynasty": "静诺"
    },
    {
        "title": "咏桂",
        "paragraph": "世人种桃李，皆在金张门。攀折争捷径，及此春风暄。一朝天霜下，荣耀难久存。安知南山桂，绿叶垂芳根。清阴亦可托，何惜树君园。中岁颇好道，晚家南山陲。兴来每独往，胜事空自知。行到水穷处，坐看云起时。偶然值林叟，谈笑无还期。誓扫匈奴不顾身，五千貂锦丧胡尘。可怜无定河边骨，犹是春闺梦里人！(春闺 一作：深闺)解落三秋叶，能开二月花。过江千尺浪，入竹万竿斜。",
        "author": "唐代",
        "poem_class": "写花",
        "dynasty": "李白"
    },
    {
        "title": "牡丹",
        "paragraph": "去春零落暮春时，泪湿红笺怨别离。常恐便同巫峡散，因何重有武陵期？传情每向馨香得，不语还应彼此知。只欲栏边安枕席，夜深闲共说相思。松下茅亭五月凉，汀沙云树晚苍苍。行人无限秋风思，隔水青山似故乡。春江潮水连海平，海上明月共潮生。滟滟随波千万里，何处春江无月明！江流宛转绕芳甸，月照花林皆似霰。空里流霜不觉飞，汀上白沙看不见。江天一色无纤尘，皎皎空中孤月轮。江畔何人初见月？江月何年初照人？人生代代无穷已，江月年年望相似。(望相似 一作：只相似)不知江月待何人，但见长江送流水。白云一片去悠悠，青枫浦上不胜愁。谁家今夜扁舟子？何处相思明月楼？可怜楼上月裴回，应照离人妆镜台。(裴回 一作：徘徊)玉户帘中卷不去，捣衣砧上拂还来。此时相望不相闻，愿逐月华流照君。鸿雁长飞光不度，鱼龙潜跃水成文。昨夜闲潭梦落花，可怜春半不还家。江水流春去欲尽，江潭落月复西斜。斜月沉沉藏海雾，碣石潇湘无限路。不知乘月几人归，落月摇情满江树。(落月 一作：落花)至近至远东西，至深至浅清溪。至高至明日月，至亲至疏夫妻。",
        "author": "唐代",
        "poem_class": "写花",
        "dynasty": "薛涛"
    },
    {
        "title": "占春芳·红杏了",
        "paragraph": "红杏了，夭桃尽，独自占春芳。不比人间兰麝，自然透骨生香。对酒莫相忘。似佳人、兼合明光。只忧长笛吹花落，除是宁王。夜饮东坡醒复醉，归来仿佛三更。家童鼻息已雷鸣。敲门都不应，倚杖听江声。 长恨此身非我有，何时忘却营营。夜阑风静縠纹平。小舟从此逝，江海寄余生。(余 一作：馀)怒发冲冠，凭栏处、潇潇雨歇。抬望眼，仰天长啸，壮怀激烈。三十功名尘与土，八千里路云和月。莫等闲，白了少年头，空悲切！(栏 通：阑)靖康耻，犹未雪。臣子恨，何时灭！驾长车，踏破贺兰山缺。壮志饥餐胡虏肉，笑谈渴饮匈奴血。待从头、收拾旧山河，朝天阙。(壮志 一作：壮士；兰山缺 一作：兰山阙) 红树青山日欲斜，长郊草色绿无涯。游人不管春将老，来往亭前踏落花。",
        "author": "宋代",
        "poem_class": "写花",
        "dynasty": "苏轼"
    },
    {
        "title": "减字木兰花·花",
        "paragraph": "玉房金蕊，宜在玉人纤手里。淡月朦胧，更有微微弄袖风。温香熟美，醉慢云鬟垂两耳。多谢春工，不是花红是玉红。金谷年年，乱生春色谁为主？余花落处，满地和烟雨。又是离歌，一阕长亭暮。王孙去，萋萋无数，南北东西路。夜凉吹笛千山月，路暗迷人百种花。棋罢不知人换世，酒阑无奈客思家。眉共春山争秀。可怜长皱。莫将清泪湿花枝，恐花也、如人瘦。清润玉箫闲久。知音稀有，欲知日日倚阑愁，但问取、亭前柳。",
        "author": "宋代",
        "poem_class": "写花",
        "dynasty": "苏轼"
    },
    {
        "title": "樱桃花",
        "paragraph": "樱桃花，一枝两枝千万朵。花砖曾立摘花人，窣破罗裙红似火。床前明月光，疑是地上霜。举头望明月，低头思故乡。夜战桑乾北，秦兵半不归。朝来有乡信，犹自寄寒衣。万树鸣蝉隔岸虹，乐游原上有西风。 羲和自趁虞泉宿，不放斜阳更向东。",
        "author": "唐代",
        "poem_class": "写花",
        "dynasty": "元稹"
    },
    {
        "title": "裴给事宅白牡丹",
        "paragraph": "长安豪贵惜春残，争玩街西紫牡丹。 别有玉盘承露冷，无人起就月中看。洛阳城里春光好，洛阳才子他乡老。柳暗魏王堤，此时心转迷。桃花春水渌，水上鸳鸯浴。凝恨对残晖，忆君君不知。为有云屏无限娇，凤城寒尽怕春宵。 无端嫁得金龟婿，辜负香衾事早朝。渡远荆门外，来从楚国游。山随平野尽，江入大荒流。月下飞天镜，云生结海楼。仍怜故乡水，万里送行舟。",
        "author": "唐代",
        "poem_class": "写花",
        "dynasty": "卢纶"
    },
    {
        "title": "梅花",
        "paragraph": "繁如瑞雪压枝开，越岭吴溪免用栽。却是五侯家未识，春风不放过江来。云物凄清拂曙流，汉家宫阙动高秋。残星几点雁横塞，长笛一声人倚楼。紫艳半开篱菊静，红衣落尽渚莲愁。鲈鱼正美不归去，空戴南冠学楚囚。闲坐夜明月，幽人弹素琴。忽闻悲风调，宛若寒松吟。 白雪乱纤手，绿水清虚心。钟期久已没，世上无知音。去年战，桑干源，今年战，葱河道。洗兵条支海上波，放马天山雪中草。万里长征战，三军尽衰老。匈奴以杀戮为耕作，古来唯见白骨黄沙田。秦家筑城避胡处，汉家还有烽火燃。烽火燃不息，征战无已时。野战格斗死，败马号鸣向天悲。乌鸢啄人肠，衔飞上挂枯树枝。士卒涂草莽，将军空尔为。乃知兵者是凶器，圣人不得已而用之。",
        "author": "唐代",
        "poem_class": "写花",
        "dynasty": "罗邺"
    },
    {
        "title": "牡丹",
        "paragraph": "艳多烟重欲开难，红蕊当心一抹檀。公子醉归灯下见， 美人朝插镜中看。当庭始觉春风贵，带雨方知国色寒。 日晚更将何所似，太真无力凭阑干。别路云初起，离亭叶正稀。所嗟人异雁，不作一行归。本以高难饱，徒劳恨费声。五更疏欲断，一树碧无情。薄宦梗犹泛，故园芜已平。烦君最相警，我亦举家清。江汉曾为客，相逢每醉还。浮云一别后，流水十年间。欢笑情如旧，萧疏鬓已斑。何因不归去？淮上有秋山。",
        "author": "唐代",
        "poem_class": "写花",
        "dynasty": "罗隐"
    },
    {
        "title": "嘲桃",
        "paragraph": "无赖夭桃面，平明露井东。春风为开了，却拟笑春风。历想为官日，无如刺史时。欢娱接宾客，饱暖及妻儿。自到东都后，安闲更得宜。分司胜刺史，致仕胜分司。何况园林下，欣然得朗之。仰名同旧识，为乐即新知。有雪先相访，无花不作期。斗醲干酿酒，夸妙细吟诗。里巷千来往，都门五别离。岐分两回首，书到一开眉。叶落槐亭院，冰生竹阁池。雀罗谁问讯，鹤氅罢追随。身与心俱病，容将力共衰。老来多健忘，唯不忘相思。岚雾今朝重，江山此地深。滩声秋更急，峡气晓多阴。望阙云遮眼，思乡雨滴心。将何慰幽独，赖此北窗琴。寻芳不觉醉流霞，倚树沉眠日已斜。客散酒醒深夜后，更持红烛赏残花。",
        "author": "唐代",
        "poem_class": "写花",
        "dynasty": "李商隐"
    },
    {
        "title": "卖残牡丹",
        "paragraph": "临风兴叹落花频，芳意潜消又一春。应为价高人不问，却缘香甚蝶难亲。红英只称生宫里，翠叶那堪染路尘。及至移根上林苑，王孙方恨买无因。雨中禁火空斋冷，江上流莺独坐听。 把酒看花想诸弟，杜陵寒食草青青。回乐烽前沙似雪，受降城外月如霜。(回乐烽 一作：回乐峰）不知何处吹芦管，一夜征人尽望乡。东风吹雨过青山，却望千门草色闲。家在梦中何日到，春生江上几人还？(春生 一作：春来)川原缭绕浮云外，宫阙参差落照间。谁念为儒逢世难，独将衰鬓客秦关。",
        "author": "唐代",
        "poem_class": "写花",
        "dynasty": "鱼玄机"
    },
    {
        "title": "卜算子·芍药打团红",
        "paragraph": "芍药打团红，萱草成窝绿。帘卷疏风燕子归，依旧卢仝屋。贫放麹生疏，闲到青奴熟。扫地焚香伴老仙，人胜连环玉。手种堂前桃李，无限绿阴青子。帘外百舌儿，惊起五更春睡。居士，居士。莫忘小桥流水。白鸥问我泊孤舟，是身留，是心留？心若留时，何事锁眉头？风拍小帘灯晕舞，对闲影，冷清清，忆旧游。旧游旧游今在否？花外楼，柳下舟。梦也梦也，梦不到，寒水空流。漠漠黄云，湿透木棉裘。都道无人愁似我，今夜雪，有梅花，似我愁。钟鼎山林都是梦，人间宠辱休惊。只消闲处过平生。酒杯秋吸露，诗句夜裁冰。 记取小窗风雨夜，对床灯火多情。问谁千里伴君行。晚山眉样翠，秋水镜般明。",
        "author": "宋代",
        "poem_class": "写花",
        "dynasty": "洪咨夔"
    },
    {
        "title": "庆清朝·禁幄低张",
        "paragraph": "禁幄低张，彤阑巧护，就中独占残春。容华淡伫，绰约俱见天真。待得群花过后，一番风露晓妆新。妖娆艳态，妒风笑月，长殢东君。 东城边，南陌上，正日烘池馆，竟走香轮。绮筵散日，谁人可继芳尘。更好明光宫殿，几枝先近日边匀。金尊倒，拚了尽烛，不管黄昏。登临送目，正故国晚秋，天气初肃。千里澄江似练，翠峰如簇。归帆去棹残阳里，背西风，酒旗斜矗。彩舟云淡，星河鹭起，画图难足。(归帆 一作：征帆)念往昔，繁华竞逐，叹门外楼头，悲恨相续。千古凭高对此，谩嗟荣辱。六朝旧事随流水，但寒烟衰草凝绿。至今商女，时时犹唱，后庭遗曲。(衰草 一作：芳草)香冷金猊，被翻红浪，起来慵自梳头。任宝奁尘满，日上帘钩。生怕离怀别苦，多少事、欲说还休。新来瘦，非干病酒，不是悲秋。休休，这回去也，千万遍《阳关》，也则难留。念武陵人远，烟锁秦楼。惟有楼前流水，应念我、终日凝眸。凝眸处，从今又添，一段新愁。(版本一)香冷金猊，被翻红浪，起来人未梳头。任宝奁闲掩，日上帘钩。生怕闲愁暗恨，多少事、欲说还休。今年瘦，非干病酒，不是悲秋。明朝，者回去也，千万遍阳关，也即难留。念武陵春晚，云锁重楼。记取楼前绿水，应念我、终日凝眸。凝眸处，从今更数，几段新愁。(版本二)道是梨花不是。道是杏花不是。白白与红红，别是东风情味。曾记，曾记。人在武陵微醉。",
        "author": "宋代",
        "poem_class": "写花",
        "dynasty": "李清照"
    },
    {
        "title": "菩萨蛮·回文",
        "paragraph": "峤南江浅红梅小，小梅红浅江南峤。窥我向疏篱，篱疏向我窥。老人行即到，到即行人老。离别惜残枝，枝残惜别离。银河宛转三千曲。浴凫飞鹭澄波绿。何处是归舟。夕阳江上楼。 天憎梅浪发。故下封枝雪。深院卷帘看。应怜江上寒。家住江南，又过了、清明寒食。花径里、一番风雨，一番狼籍。红粉暗随流水去，园林渐觉清阴密。算年年、落尽刺桐花，寒无力。庭院静，空相忆。无说处，闲愁极。怕流莺乳燕，得知消息。尺素如今何处也，彩云依旧无踪迹。谩教人、羞去上层楼，平芜碧。千丈悬崖削翠，一川落日镕金。白鸥来往本无心。选甚风波一任。别浦鱼肥堪脍，前村酒美重斟。千年往事已沉沉。闲管兴亡则甚。",
        "author": "宋代",
        "poem_class": "写花",
        "dynasty": "苏轼"
    },
    {
        "title": "咏槿",
        "paragraph": "园花笑芳年，池草艳春色。犹不如槿花，婵娟玉阶侧。 芬荣何夭促，零落在瞬息。岂若琼树枝，终岁长翕赩。春眠不觉晓，处处闻啼鸟。夜来风雨声，花落知多少。兰叶春葳蕤，桂华秋皎洁。欣欣此生意，自尔为佳节。谁知林栖者，闻风坐相悦。草木有本心，何求美人折。幽人归独卧，滞虑洗孤清。持此谢高鸟，因之传远情。日夕怀空意，人谁感至精？飞沉理自隔，何所慰吾诚？鱼游乐深池，鸟栖欲高枝。嗟尔蜉蝣羽，薨薨亦何为。有生岂不化，所感奚若斯。神理日微灭，吾心安得知。浩叹杨朱子，徒然泣路岐。孤鸿海上来，池潢不敢顾。侧见双翠鸟，巢在三珠树。矫矫珍木巅，得无金丸惧？美服患人指，高明逼神恶？今我游冥冥，弋者何所慕！吴越数千里，梦寐今夕见。形骸非我亲，衾枕即乡县。化蝶犹不识，川鱼安可羡。海上有仙山，归期觉神变。西日下山隐，北风乘夕流。燕雀感昏旦，檐楹呼匹俦。鸿鹄虽自远，哀音非所求。贵人弃疵贱，下士尝殷忧。众情累外物，恕己忘内修。感叹长如此，使我心悠悠。江南有丹橘，经冬犹绿林。岂伊地气暖，自有岁寒心⑿。可以荐嘉客⒀，奈何阻重深。运命唯所遇，循环不可寻。徒言树桃李，此木岂无阴。永日徒离忧，临风怀蹇修。美人何处所，孤客空悠悠。青鸟跂不至，朱鳖谁云浮。夜分起踯躅，时逝曷淹留。抱影吟中夜，谁闻此叹息。美人适异方，庭树含幽色。白云愁不见，沧海飞无翼。凤凰一朝来，竹花斯可食。汉上有游女，求思安可得。袖中一札书，欲寄双飞翼。冥冥愁不见，耿耿徒缄忆。紫兰秀空蹊，皓露夺幽色。馨香岁欲晚，感叹情何极。白云在南山，日暮长太息。我有异乡忆，宛在云溶溶。凭此目不觏，要之心所钟。但欲附高鸟，安敢攀飞龙。至精无感遇，悲惋填心胸。归来扣寂寞，人愿天岂从？闭门迹群化，凭林结所思。啸叹此寒木，畴昔乃芳蕤。朝阳凤安在，日暮蝉独悲。浩思极中夜，深嗟欲待谁。所怀诚已矣，既往不可追。鼎食非吾事，云仙尝我期。胡越方杳杳，车马何迟迟。天壤一何异，幽嘿卧帘帷。 人事有代谢，往来成古今。江山留胜迹，我辈复登临。水落鱼梁浅，天寒梦泽深。羊公碑尚在，读罢泪沾襟。(尚在 一作：字在)",
        "author": "唐代",
        "poem_class": "写花",
        "dynasty": "李白"
    },
    {
        "title": "芦花",
        "paragraph": "夹岸复连沙，枝枝摇浪花。月明浑似雪，无处认渔家。恐是仙家好别离，故教迢递作佳期。由来碧落银河畔，可要金风玉露时。清漏渐移相望久，微云未接过来迟。岂能无意酬乌鹊，惟与蜘蛛乞巧丝。万木冻欲折，孤根暖独回。前村深雪里，昨夜一枝开。风递幽香出，禽窥素艳来。明年如应律，先发望春台。清江一曲柳千条，二十年前旧板桥。曾与美人桥上别，恨无消息到今朝。",
        "author": "唐代",
        "poem_class": "写花",
        "dynasty": "雍裕之"
    },
    {
        "title": "卖花翁",
        "paragraph": "和烟和露一丛花，担入宫城许史家。惆怅东风无处说，不教闲地著春华。岐王宅里寻常见，崔九堂前几度闻。正是江南好风景，落花时节又逢君。丝纶阁下文书静，钟鼓楼中刻漏长。独坐黄昏谁是伴，紫薇花对紫微郎。历览前贤国与家，成由勤俭破由奢。何须琥珀方为枕，岂得真珠始是车。远去不逢青海马，力穷难拔蜀山蛇。(远去 一作：运去)几人曾预南薰曲，终古苍梧哭翠华。",
        "author": "唐代",
        "poem_class": "写花",
        "dynasty": "吴融"
    },
    {
        "title": "五岁咏花",
        "paragraph": "花开满树红，花落万枝空。唯余一朵在，明日定随风。初月如弓未上弦，分明挂在碧霄边。时人莫道蛾眉小，三五团圆照满天。山石荦确行径微，黄昏到寺蝙蝠飞。升堂坐阶新雨足，芭蕉叶大栀子肥。僧言古壁佛画好，以火来照所见稀。铺床拂席置羹饭，疏粝亦足饱我饥。夜深静卧百虫绝，清月出岭光入扉。天明独去无道路，出入高下穷烟霏。山红涧碧纷烂漫，时见松枥皆十围。当流赤足踏涧石，水声激激风吹衣。人生如此自可乐，岂必局束为人鞿？(鞿 一作：靰)嗟哉吾党二三子，安得至老不更归。十年离乱后，长大一相逢。问姓惊初见，称名忆旧容。别来沧海事，语罢暮天钟。明日巴陵道，秋山又几重。",
        "author": "唐代",
        "poem_class": "写花",
        "dynasty": "陈知玄"
    },
    {
        "title": "咏红梅花得“花”字",
        "paragraph": "疏是枝条艳是花，春妆儿女竞奢华。闲庭曲槛无余雪，流水空山有落霞。幽梦冷随红袖笛，游仙香泛绛河槎。前身定是瑶台种，无复相疑色相差。（出自《红楼梦》第五十回。）万帐穹庐人醉，星影摇摇欲坠，归梦隔狼河，又被河声搅碎。还睡、还睡，解道醒来无味。翩与归鸿共北征，登山临水黯愁生。江南草长莺飞日，游子离邦去里情。五夜壮心悲伏枥，百年左计负躬耕。自嫌诗少幽燕气，故作冰天跃马行。沉沉更鼓急，渐渐人声绝。吹灯窗更明，月照一天雪。",
        "author": "清代",
        "poem_class": "写花",
        "dynasty": "曹雪芹"
    },
    {
        "title": "菊",
        "paragraph": "篱落岁云暮，数枝聊自芳。雪裁纤蕊密，金拆小苞香。千载白衣酒，一生青女霜。春丛莫轻薄，彼此有行藏。草色青青柳色黄，桃花历乱李花香。东风不为吹愁去，春日偏能惹恨长。遑遑三十载，书剑两无成。山水寻吴越，风尘厌洛京。扁舟泛湖海，长揖谢公卿。且乐杯中物，谁论世上名。汉家旌帜满阴山，不遣胡儿匹马还。愿得此身长报国，何须生入玉门关。",
        "author": "唐代",
        "poem_class": "写花",
        "dynasty": "罗隐"
    },
    {
        "title": "西江月·赋瑶圃青梅枝上晚花",
        "paragraph": "枝袅一痕雪在，叶藏几豆春浓。玉奴最晚嫁东风。来结梨花幽梦。 香力添熏罗被，瘦肌犹怯冰绡。绿阴青子老溪桥。羞见东邻娇小。水天空阔，恨东风不惜世间英物。蜀鸟吴花残照里，忍见荒城颓壁。铜雀春情，金人秋泪，此恨凭谁雪？堂堂剑气，斗牛空认奇杰。那信江海余生，南行万里，属扁舟齐发。正为鸥盟留醉眼，细看涛生云灭。睨柱吞嬴，回旗走懿，千古冲冠发。伴人无寐，秦淮应是孤月。小阁重帘有燕过。晚花红片落庭莎。曲阑干影入凉波。一霎好风生翠幕，几回疏雨滴圆荷。酒醒人散得愁多。燕子欲归时节，高楼昨夜西风。求得人间成小会，试把金尊傍菊丛。歌长粉面红。斜日更穿帘幕，微凉渐入梧桐。多少襟情言不尽，写向蛮笺曲调中。此情千万重。",
        "author": "宋代",
        "poem_class": "写花",
        "dynasty": "吴文英"
    },
    {
        "title": "眼儿媚·咏梅",
        "paragraph": "莫把琼花比澹妆，谁似白霓裳。别样清幽，自然标格，莫近东墙。冰肌玉骨天分付，兼付与凄凉。可怜遥夜，冷烟和月，疏影横窗。一个是阆苑仙葩，一个是美玉无瑕。 若说没奇缘，今生偏又遇着他； 若说有奇缘，如何心事终虚化？ 一个枉自嗟呀，一个空劳牵挂。 一个是水中月，一个是镜中花。 想眼中能有多少泪珠儿，怎禁得秋流到冬，春流到夏！红茉莉，穿作一花梳。金缕抽残蝴蝶茧，钗头立冬凤凰雏。肯忆故人姝。偶寻半开梅，闲倚一竿竹。儿童不知春，问草何故绿。",
        "author": "清代",
        "poem_class": "写花",
        "dynasty": "纳兰性德"
    },
    {
        "title": "点绛唇·素香丁香",
        "paragraph": "落木萧萧，琉璃叶下琼葩吐。素香柔树。雅称幽人趣。 无意争先，梅蕊休相妒。含春雨。结愁千绪。似忆江南主。不到谢公台。明月清风好在哉。旧日髯孙何处去，重来。短李风流更上才。秋色渐摧颓。满院黄英映酒杯。看取桃花春二月，争开。尽是刘郎去后栽。燕子欲归时节，高楼昨夜西风。求得人间成小会，试把金尊傍菊丛。歌长粉面红。斜日更穿帘幕，微凉渐入梧桐。多少襟情言不尽，写向蛮笺曲调中。此情千万重。去年秋，今年秋，湖上人家乐复忧。西湖依旧流。吴循州，贾循州，十五年前一转头。人生放下休。",
        "author": "宋代",
        "poem_class": "写花",
        "dynasty": "王十朋"
    },
    {
        "title": "霜天晓角·桂花",
        "paragraph": "绿云剪叶，低护黄金屑。占断花中声誉，香与韵、两清洁。胜绝，君听说。是他来处别。试看仙衣犹带，金庭露、玉阶月。茅檐人静，蓬窗灯暗，春晚连江风雨。林莺巢燕总无声，但月夜、常啼杜宇。催成清泪，惊残孤梦，又拣深枝飞去。故山犹自不堪听，况半世、飘然羁旅！白鸥问我泊孤舟，是身留，是心留？心若留时，何事锁眉头？风拍小帘灯晕舞，对闲影，冷清清，忆旧游。旧游旧游今在否？花外楼，柳下舟。梦也梦也，梦不到，寒水空流。漠漠黄云，湿透木棉裘。都道无人愁似我，今夜雪，有梅花，似我愁。一别都门三改火，天涯踏尽红尘。依然一笑作春温。无波真古井，有节是秋筠。惆怅孤帆连夜发，送行淡月微云。尊前不用翠眉颦。人生如逆旅，我亦是行人。(尊 通：樽)",
        "author": "宋代",
        "poem_class": "写花",
        "dynasty": "谢懋"
    },
    {
        "title": "夏花明",
        "paragraph": "夏条绿已密，朱萼缀明鲜。炎炎日正午，灼灼火俱燃。翻风适自乱，照水复成妍。归视窗间字，荧煌满眼前。独坐悲双鬓，空堂欲二更。雨中山果落，灯下草虫鸣。白发终难变，黄金不可成。欲知除老病，唯有学无生。堂前扑枣任西邻，无食无儿一妇人。不为困穷宁有此？只缘恐惧转须亲。即防远客虽多事，便插疏篱却甚真。已诉征求贫到骨，正思戎马泪盈巾。解落三秋叶，能开二月花。过江千尺浪，入竹万竿斜。",
        "author": "唐代",
        "poem_class": "写花",
        "dynasty": "韦应物"
    },
    {
        "title": "咏牡丹",
        "paragraph": "枣花至小能成实，桑叶虽柔解吐丝。堪笑牡丹如斗大，不成一事又空枝。知音者少，算乾坤许大，著身何处。直待功成方肯退，何日可寻归路。多景楼前，垂虹亭下，一枕眠秋雨。虚名相误，十年枉费辛苦。不是奏赋明光，上书北阙，无惊人之语。我自匆忙天未许，赢得衣裾尘土。白璧追欢，黄金买笑，付与君为主。莼鲈江上，浩然明日归去。天涯流落思无穷！既相逢，却匆匆。携手佳人，和泪折残红。为问东风余几许？春纵在，与谁同！隋堤三月水溶溶。背归鸿，去吴中。回首彭城，清泗与淮通。欲寄相思千点泪，流不到，楚江东。(欲寄 一作：寄我)金风细细。叶叶梧桐坠。绿酒初尝人易醉。一枕小窗浓睡。 紫薇朱槿花残。斜阳却照阑干。双燕欲归时节，银屏昨夜微寒。",
        "author": "宋代",
        "poem_class": "写花",
        "dynasty": "王溥"
    },
    {
        "title": "咏红梅花得“红”字",
        "paragraph": "桃未芳菲杏未红，冲寒先喜笑东风。魂飞庾岭春难辨，霞隔罗浮梦未通。绿萼添妆融宝炬，缟仙扶醉跨残虹。看来岂是寻常色，浓淡由他冰雪中。（出自《红楼梦》第五十回。）丝丝香篆浓于雾，织就绿阴红雨。乳燕飞来傍莲幕，杨花欲雪，梨云如梦，又是清明暮。屏山遮断相思路，子规啼到无声处。鳞瞑羽迷谁与诉。好段东风，好轮明月，尽教封侯误。桂霭桐阴坐举殇，长安涎口盼重阳。眼前道路无经纬，皮里春秋空黑黄，酒未敌腥还用菊，性防积冷定须姜。于今落釜成何益，月浦空余禾黍香。沉沉更鼓急，渐渐人声绝。吹灯窗更明，月照一天雪。",
        "author": "清代",
        "poem_class": "写花",
        "dynasty": "曹雪芹"
    },
    {
        "title": "腊前月季",
        "paragraph": "只道花无十日红，此花无日不春风。一尖已剥胭脂笔，四破犹包翡翠茸。别有香超桃李外，更同梅斗雪霜中。折来喜作新年看，忘却今晨是季冬。疏雨池塘见，微风襟袖知。阴阴夏木啭黄鹂，何处飞来白鹭立移时。易醉扶头酒，难逢敌手棋。日长偏与睡相宜，睡起芭蕉叶上自题诗。游子春衫已试单，桃花飞尽野梅酸。怪来一夜蛙声歇，又作东风十日寒。万事云烟忽过，一身蒲柳先衰。而今何事最相宜，宜醉宜游宜睡。早趁催科了纳，更量出入收支。乃翁依旧管些儿，管竹管山管水。",
        "author": "宋代",
        "poem_class": "写花",
        "dynasty": "杨万里"
    },
    {
        "title": "薛宝钗咏白海棠",
        "paragraph": "珍重芳姿昼掩门，自携手瓮灌苔盆。胭脂洗出秋阶影，冰雪招来露砌魂。淡极始知花更艳，愁多焉得玉无痕。欲偿白帝宜清洁，不语婷婷日又昏。一树古梅花数亩，城中客子乍来看。不知花气清相逼，但觉山深春尚寒。秋心如海复如潮，惟有秋魂不可招。漠漠郁金香在臂，亭亭古玉佩当腰。气寒西北何人剑，声满东南几处箫。一川星斗烂无数，长天一月坠林梢。不是逢人苦譽君，亦狂亦俠亦溫文。照人膽似秦時月，送我情如嶺上雲。",
        "author": "清代",
        "poem_class": "写花",
        "dynasty": "曹雪芹"
    },
    {
        "title": "牡丹",
        "paragraph": "何人不爱牡丹花，占断城中好物华。疑是洛川神女作，千娇万态破朝霞。天街小雨润如酥，草色遥看近却无。最是一年春好处，绝胜烟柳满皇都。强欲登高去，无人送酒来。遥怜故园菊，应傍战场开。风吹柳花满店香，吴姬压酒劝客尝。(劝客 一作：唤客)金陵子弟来相送，欲行不行各尽觞。请君试问东流水，别意与之谁短长？",
        "author": "唐代",
        "poem_class": "写花",
        "dynasty": "徐凝"
    },
    {
        "title": "访妙玉乞红梅",
        "paragraph": "酒未开樽句未裁，寻春问腊到蓬莱。不求大士瓶中露，为乞孀娥槛外梅。入世冷挑红雪去，离尘香割紫云来。槎枒谁惜诗肩瘦，衣上犹沾佛院苔。寄吴汉槎宁古塔，以词代书，丙辰冬，寓京师千佛寺，冰雪中作。季子平安否？便归来，平生万事，那堪回首！行路悠悠谁慰藉，母老家贫子幼。记不起，从前杯酒。魑魅搏人应见惯，总输他，覆雨翻云手，冰与雪，周旋久。泪痕莫滴牛衣透，数天涯，依然骨肉，几家能够？比似红颜多命薄，更不如今还有。只绝塞，苦寒难受。廿载包胥承一诺，盼乌头马角终相救。置此札，君怀袖。 织女牵牛送夕阳，临看不觉鹊桥长。最伤今夜离愁曲，遥对天涯愈断肠。其一丈夫只手把吴钩，意气高于百尺楼。一万年来谁著史，三千里外欲封侯。定将捷足随途骥，那有闲情逐水鸥。 笑指泸沟桥畔月，几人从此到瀛洲？其二频年伏枥困红尘，悔煞驹光二十春；马足出群休恋栈，燕辞故垒更图新。遍交海内知名士，去访京师有道人；即此可求文字益，胡为抑郁老吾身!其三黄河泰岱势连天，俯看中流一点烟；此地尽能开眼界，远行不为好山川。陆机入洛才名振，苏轼来游壮志坚；多谢咿唔穷达士，残年兀坐守遗编。其四回头往事竟成尘，我是东西南北身；白下沉酣三度梦，青衫沦落十年人。穷通有命无须卜，富贵何时乃济贫；角逐名场今已久，依然一幅旧儒巾。其五局促真如虱处裈，思乘春浪到龙门；许多同辈矜科第，已过年华付水源。两字功名添热血，半生知已有殊恩；壮怀枨触闻鸡夜，记取秋风拭泪痕。其六桑干河上白云横，惟冀双亲旅舍平；回首昔曾勤课读，负心今尚未成名。六年宦海持清节，千里家书促远行；直到明春花放日，人间乌鸟慰私情。其七一枕邯郸梦醒迟，蓬瀛虽远系人思；出山志在登鳌顶，何日身才入凤池?诗酒未除名士习，公卿须称少年时；碧鸡金马寻常事，总要生来福命宜。其八一肩行李又吟囊，检点诗书喜欲狂；帆影波痕淮浦月，马蹄草色蓟门霜。故人共赠王祥剑，荆女同持陆贾装；自愧长安居不易，翻教食指累高堂。其九骊歌缓缓度离筵，正与亲朋话别天；此去但教磨铁砚，再来唯望插金莲。即今馆阁需才日，是我文章报国年；览镜苍苍犹未改，不应身世久迍邅。其十一入都门便到家，征人北上日西斜；槐厅谬赴明经选，桂苑犹虚及第花。世路恩仇收短剑，人情冷暖验笼纱；倘无驷马高车日，誓不重回故里车。",
        "author": "清代",
        "poem_class": "写花",
        "dynasty": "曹雪芹"
    },
    {
        "title": "鹊踏枝·梅落繁枝千万片",
        "paragraph": "梅落繁枝千万片，犹自多情，学雪随风转。昨夜笙歌容易散，酒醒添得愁无限。楼上春山寒四面，过尽征鸿，暮景烟深浅。一晌凭栏人不见，鲛绡掩泪思量遍。沉沉朱户横金锁，纱窗月影随花过。烛泪欲阑干，落梅生晚寒。宝钗横翠凤，千里香屏梦。云雨已荒凉，江南春草长。花落，烟薄，谢家池阁，寂寞春深。翠蛾轻敛意沉吟，沾襟，无人知此心。玉炉香断霜灰冷，帘铺影，梁燕归红杏。晚来天，空悄然，孤眠，枕檀云髻偏。寻春须是先春早，看花莫待花枝老。缥色玉柔擎，醅浮盏面清。何妨频笑粲，禁苑春归晚。同醉与闲评，诗随羯鼓成。",
        "author": "五代",
        "poem_class": "写花",
        "dynasty": "冯延巳"
    },
    {
        "title": "破阵乐·露花倒影",
        "paragraph": "露花倒影，烟芜蘸碧，灵沼波暖。金柳摇风树树，系彩舫龙舟遥岸。千步虹桥，参差雁齿，直趋水殿。绕金堤、曼衍鱼龙戏，簇娇春罗绮，喧天丝管。霁色荣光，望中似睹，蓬莱清浅。 时见。凤辇宸游，鸾觞禊饮，临翠水、开镐宴。两两轻舠飞画楫，竞夺锦标霞烂。罄欢娱，歌鱼藻，徘徊宛转。别有盈盈游女，各委明珠，争收翠羽，相将归远。渐觉云海沈沈，洞天日晚。翠蛾羞黛怯人看。掩霜纨，泪偷弹。且尽一尊，收泪唱《阳关》。漫道帝城天样远，天易见，见君难。画堂新构近孤山。曲栏干，为谁安？飞絮落花，春色属明年。欲棹小舟寻旧事，无处问，水连天。夜久无眠秋气清，烛花频剪欲三更。铺床凉满梧桐月，月在梧桐缺处明。湖上风来波浩渺。秋已暮、红稀香少。水光山色与人亲，说不尽、无穷好。 莲子已成荷叶老。青露洗、蘋花汀草。眠沙鸥鹭不回头，似也恨、人归早。",
        "author": "宋代",
        "poem_class": "写花",
        "dynasty": "柳永"
    },
    {
        "title": "落花落",
        "paragraph": "落花落，落花纷漠漠。绿叶青跗映丹萼，与君裴回上金阁。影拂妆阶玳瑁筵，香飘舞馆茱萸幕。落花飞，燎乱入中帷。落花春正满，春人归不归。落花度，氛氲绕高树。落花春已繁，春人春不顾。绮阁青台静且闲，罗袂红巾复往还。盛年不再得，高枝难重攀。试复旦游落花里，暮宿落花间。与君落花院，台上起双鬟。归山深浅去，须尽丘壑美。莫学武陵人，暂游桃源里。萧娘脸薄难胜泪，桃叶眉尖易觉愁。天下三分明月夜，二分无赖是扬州。摧折不自守，秋风吹若何。暂时花戴雪，几处叶沉波。体弱春风早，丛长夜露多。江湖后摇落，亦恐岁蹉跎。",
        "author": "唐代",
        "poem_class": "写花",
        "dynasty": "王勃"
    },
    {
        "title": "题画兰",
        "paragraph": "身在千山顶上头，突岩深缝妙香稠。非无脚下浮云闹，来不相知去不留。少年哀乐过于人，歌泣无端字字真。既壮周旋杂痴黠，童心来复梦中身。无恙年年汴水流。一声水调短亭秋。旧时明月照扬州。曾是长堤牵锦缆，绿杨清瘦至今愁。玉钩斜路近迷楼。杨柳东塘细水流，红窗睡起唤晴鸠。屏间山压眉心翠，镜里波生鬓角秋。临玉管，试琼瓯，醒时题恨醉时休。明朝花落归鸿尽，细雨春寒闭小楼。",
        "author": "清代",
        "poem_class": "写花",
        "dynasty": "郑燮"
    },
    {
        "title": "卜算子·兰",
        "paragraph": "松竹翠萝寒，迟日江山暮。幽径无人独自芳，此恨凭谁诉。似共梅花语。尚有寻芳侣。着意闻时不肯香，香在无心处。井桐双照新妆冷，冷妆新照双桐井。羞对井花愁，愁花井对羞。影孤怜夜永，永夜怜孤影。楼上不宜秋，秋宜不上楼。采芳人杳，顿觉游情少。客里看春多草草，总被诗愁分了。去年燕子天涯，今年燕子谁家？ 三月休听夜雨，如今不是催花。生当作人杰，死亦为鬼雄。至今思项羽，不肯过江东。",
        "author": "宋代",
        "poem_class": "写花",
        "dynasty": "曹组"
    },
    {
        "title": "蜀葵花歌",
        "paragraph": "昨日一花开，今日一花开。今日花正好，昨日花已老。始知人老不如花，可惜落花君莫扫。人生不得长少年，莫惜床头沽酒钱。请君有钱向酒家，君不见，蜀葵花。西塞山前白鹭飞，桃花流水鳜鱼肥。青箬笠，绿蓑衣，斜风细雨不须归。牛渚西江夜，青天无片云。登舟望秋月，空忆谢将军。余亦能高咏，斯人不可闻。明朝挂帆席，枫叶落纷纷。(席 一作：去)昔看黄菊与君别，今听玄蝉我却回。五夜飕飗枕前觉，一年颜状镜中来。马思边草拳毛动，雕眄青云睡眼开。天地肃清堪四望，为君扶病上高台。",
        "author": "唐代",
        "poem_class": "写花",
        "dynasty": "岑参"
    },
    {
        "title": "青杏儿·风雨替花愁",
        "paragraph": "风雨替花愁。风雨罢，花也应休。劝君莫惜花前醉，今年花谢，明年花谢，白了人头。乘兴两三瓯。拣溪山好处追游。但教有酒身无事，有花也好，无花也好，选甚春秋。想天公自有安排，展放愁眉，开着吟怀。款系红牙，低歌玉树，烂醉金钗。花谢了逢春又开，燕归时到社重来。兰芷庭阶，花月楼台，许大乾坤，由我诙谐。草团标正对山凹，山竹炊粳，山水煎茶。山芋山薯，山葱山韭，山果山花。山溜响冰敲月牙，扫山云惊散林鸦。山色元佳，山景堪夸，山外晴霞，山下人家。渔父浪花中一叶扁舟，到处行窝，天也难留。去岁兰江，今年湘浦，后日巴丘。青{艹弱}笠白渡口，绿蓑衣红蓼滩头。不解闲愁，自号无忧，两岸芦花，一觉<鼻勾><鼻勾>。题琵琶亭到浔阳夜泊星槎，送客江头，忽听琵琶。下马维舟，回灯借问，何处人家？妾本是京师馆娃，嫁商人沦落天涯。再转龙牙，细拨轻爬，声裂檀槽，月满芦花。见乐天细问根芽，襟搭鲛绡，玉笋笼纱。家住长安，十三学乐，髻绾双鸦。今老却朝云暮霞，再休题秋月春花。自叹咱家，两鬓霜华，有锦难缠，泪湿琵琶。寄友人忆湘南冷落鸥盟，木落庭皋，满院秋声。夜月关河，西风天地，自笑浮生。归兴动江神敛容，客情多山鬼知名。月殿龙庭，云路鹏程，独跨天风，直上瑶京。题恨到春来郁闷恹恹，昼夜相兼，粉黛慵拈。尘满妆奁，香消宝靥，翠淡眉尖。封泪锦丝丝恨添，唾窗绒缕缕情粘。翠幕朱帘，玉管牙签，绿惨红タ。燕妒莺嫌。寿友人七月七日喜年年玉井莲开，开上人间，月地云街。臂络珠璎，头缠红锦，袖拂芳埃。云子酒香浮玉台，雪儿歌韵绕金钗。开桂多栽，五福齐来，禄享千种，位列三台。楔子(冲末扮番王引部落上，诗云)毡帐秋风迷宿草，穹庐夜月听悲笳。控弦百万为君长，款塞称藩属汉家。某乃呼韩耶单于是也。若论俺家世，久居朔漠，独霸北方，以射猎为生，攻伐为事。大王曾避俺东徙，魏绛曾怕俺讲和。獯鬻犭严狁，逐代易名：单于可汗，随时称号。当秦汉交兵之时，中原有事，俺国强盛，有控弦甲士百万。俺祖公冒顿单于，围汉高帝于白登七日，用娄敬之谋，两国讲和，以公主嫁俺国中。至惠帝、吕后以来，每代必循故事，以宗女归俺番家。宣帝之世，我众兄弟争立不定，国势稍弱。今众部落立我为呼韩耶单于，实是汉朝外甥。我有甲士十万，南移近塞，称藩汉室。昨曾遣使进贡，欲请公主，未知汉帝肯寻盟约否？今日天高气爽，众头目每，向沙堤射猎一番，多少是好！正是：番家无产业，弓矢是生涯。(下)(净扮毛延寿上，诗云)为人雕心雁爪，做事欺大压小。全凭谄佞奸贪，一生受用不了。某非别人，毛延寿的便是。现在汉朝驾下，为中大夫之职。因我百般巧诈，一味谄谀，哄的皇帝老头儿十分欢喜，言听计从。朝里朝外，那一个不怕我，那一个不敬我？我又学的一个法儿，只是教皇帝少见儒臣，多昵女色，我这宠幸才得牢固。道尤末了，圣驾早上。(正末扮汉元帝引内官、宫女上，诗云)嗣传十叶继炎刘，独掌乾坤四百州。边塞久盟和议策，从今高枕已无忧。某汉元帝是也。俺祖高皇帝，奋布衣，起丰沛，灭秦屠项，挣下这等基业。传到朕躬，已是十代。自朕嗣位以来，四海晏然，八方宁静。非朕躬有德，皆赖众文武扶持。自先帝晏驾之后，宫女尽放出宫去了。今后宫寂寞，如何是好！(毛延寿云)陛下，田舍翁多收十斛麦，尚欲易妇，况陛下贵为天子，富有四海。合无遣官遍行天下，选择室女。不分王侯宰相、军民人家，但要十五以上，二十以下者，容貌端正，尽选将来，以充后宫，有何不可？(驾云)卿说的是。就加卿为选择使，赍领诏书一通，遍行天下刷选。将选中者各图形一轴送来，朕按图临幸。待卿成功回时，别有区处。(唱)【仙吕】【赏花时】四海平安绝士马，五谷丰登没战伐。寡人待刷室女选宫娃，你避不的驰驱困乏。看那一个合属俺帝王家。(下)第一折(毛延寿上，诗云)大块黄金任意挝，血海王条全不怕。生前只要有钱财，死后那管人唾骂。某毛延寿，领着大汉皇帝圣旨，遍行天下，刷选室女，已选够九十九名。各家尽肯馈送，所得金银却也不少。昨日来到成都秭归县，选得一人，乃是王长者之女，名唤王嫱，字昭君。生得光彩射人，十分艳丽，真乃天下绝色。争奈他本是庄农人家，无大钱财。我问他要百两黄金，选为第一。他一则说家道贫穷，二则倚着他容貌出众，全然不肯。我本待退了他。(做忖科，云)不要倒好了他！眉头一纵，计上心来，只把美人图点上些破绽，到京师必定发入冷宫，教他受苦一世。正是：恨小非君子，无毒不丈夫。(下)(正旦扮王嫱引二宫女上，诗云)一日承宣入上阳，十年未得见君王。良宵寂寂谁来伴，唯有琵琶引兴长。妾身王嫱，小字昭君，成都秭归人也。父亲王长者，平生务农为业。母亲生妾时，梦月入怀，复坠于地，后来生下妾身。年长一十八岁，蒙恩选充后宫。不想使臣毛延寿问妾身索要金银，不曾与他，将妾影图点破，不曾得见君王，现今退居永巷。妾身在家颇通丝竹，弹得几曲琵琶。当此夜深孤闷之时，我试理一曲消遣咱。(做弹科)(驾引内官提灯上，云)某汉元帝。自从刷选室女入宫，多有不曾宠幸，煞是怨望咱。今日万机稍暇，不免寻宫走一遭，看那个有缘的，得遇朕躬也呵。(唱)【仙吕】【点绛唇】车碾残花，玉人月下，吹箫罢。未遇宫娃，是几度添白发。【混江龙】料必他竹帘不挂，望昭阳一步一天涯。疑了些无风竹影，恨了些有月窗纱。他每见弦管声中寻玉辇，恰便似斗牛星畔盼浮槎。(旦做弹科)(驾云)是那里弹的琵琶响？(内官云)是。(正末唱)是谁人偷弹一曲，写出嗟呀？(内官云)快报去接驾。(驾云)不要。(唱)莫便要忙传圣旨，报与他家。我则怕乍蒙恩，把不定心儿怕，惊起宫槐宿鸟、庭树栖鸦。(云)小黄门，你看是那一宫的宫女弹琵琶，传旨去教他来接驾，不要惊吓着他。(内官报科，云)兀那弹琵琶的是那位娘娘？圣驾到来，急忙迎接者。(旦趋接科)(驾唱)【油葫芦】恕无罪，吾当亲问咱。这里属那位下？休怪我不曾来往乍行踏。我特来填还你这泪揾湿鲛鱼肖帕，温和你露冷透凌波袜。天生下这艳姿，合是我宠幸他。今宵画烛银台下，剥地管喜信爆灯花。(云)小黄门，你看那纱笼内烛光越亮了，你与我挑起来看咱。(唱)【天下乐】和他也弄着精神射绛纱。卿家，你觑咱，则他那瘦岩岩影儿可喜杀。(旦云)妾身早知陛下驾临，只合迎接。接驾不早，妾该万死。(驾唱)迎头儿称妾身，满口儿呼陛下，必不是寻常百姓家。(云)看了他容貌端正，是好女子也呵！(唱)【醉中天】将两叶赛宫样眉儿画，把一个宜梳裹脸儿搽；额角香钿贴翠花，一笑有倾城价。若是越勾践姑苏台上见他，那西施半筹也不纳，更敢早十年败国亡家。(云)你这等模样出众，谁家女子？(旦云)妾姓王名嫱，字昭君，成都秭归县人。父亲王长者。祖父以来务农为业，闾阎百姓，不知帝王家礼度。(驾唱)【金盏儿】我看你眉扫黛，鬓堆鸦，腰弄柳，脸舒霞。那昭阳到处难安插，谁问你一梨两坝做生涯？也是你君恩留枕簟，天教雨露润桑麻。既不沙俺江山千万里，直寻到茅舍两三家。(云)看卿这等体态，如何不得近幸？(旦云)妾父王长者，止生妾身，当初选时，使臣毛延寿索要金银，妾家贫寒无凑，故将妾眼下点成破绽，因此发入冷宫。(驾云)小黄门，你取那影图来看，(黄门取图看科)(驾唱)【醉扶归】我则问那待诏别无话，却怎么这颜色不加搽？点得这一寸秋波玉有暇。端的是卿眇目，他双瞎？便宣的八百姻娇比并他，也未必强如俺娘娘带破赚丹青画。(云)小黄门，传旨说与金吾卫，便拿毛延寿斩首报来。(旦云)陛下，妾父母在成都见隶民籍，望陛下恩典宽免，量与些恩荣咱。(驾云)这个容易。(唱)【金盏儿】你便晨挑菜，夜看瓜，春种谷，夏浇麻。情取棘针门粉壁上除了差法，你向正阳门改嫁的倒荣华。俺官职颇高如村社长，这宅院刚大似县官衙。谢天地可怜穷女婿，再谁敢欺负俺丈人家！(云)近前来，听寡人旨，封你做明妃者。(旦云)量妾身怎生消受的陛下恩宠！(做谢恩科)(驾唱)【赚煞】且尽此宵情，休问明朝话。(旦云)陛下明朝早早驾临，妾这里侯驾。(驾唱)到明日，多管是醉卧在昭阳御榻。(旦云)妾身贱微，虽蒙恩宠，怎敢耍望与陛下同榻？(驾唱)休烦恼，吾当且是耍，斗卿来便当真假。恰才家辇路儿熟滑，怎下的真个长门再不踏！明夜里西宫阁下，你是必悄声儿接驾，我则怕六宫人攀例拨琵琶。(下)(旦云)驾回了也。左右，且掩上宫门，我睡些去。(下)第二折(番王引部落上，云)某呼韩单于。昨遣使臣款汉，请嫁公主与俺。汉皇帝以公主尚幼为辞，我心中好不自在。想汉家宫中，无边宫女，就与俺一个，打甚不紧？直将使臣赶回。我欲待起兵南侵，又恐怕失了数年和好。且看事势如何，别做道理。(毛延寿上，云)某毛延寿。只因刷选宫女，索要金银，将王昭君美人图点破，送入冷宫。不想皇帝亲幸，问出端的，要将我加刑。我得空逃走了，无处投奔。左右是左右，将着这一轴美人图，献与单于王，着他按图索要，不怕汉朝不与他。走了数日，来到这里，远远的望见人马浩大，敢是穹庐也。(做问科，云)头目，你启报单于王知道，说汉朝大臣来投见哩。(卒报科)(番王云)着他过来。(见科，云)你是甚么人？(毛延寿云)某是汉朝中大夫毛延寿。有我汉朝西宫阁下美人王昭君，生得绝色。前者大王遣使求公主时，那昭君情愿请行，汉主舍不的，不肯放来。某再三苦谏，说：\"岂可重女色，失两国之好？\"汉主倒要杀我。某因此带了这美人图，献与大王。可遣使按图索要，必然得了也。这就是图样。(进上看科)(番王云)世间那有如此女人！若得他做阙氏，我愿足矣。如今就差一番官，率领部从写书与汉天子，求索王昭君与俺和亲。若不肯与，不日南侵，江山难保。就一壁厢引控甲士，随地打猎，延入塞内，侦候动静，多少是好！(下)(旦引宫女上，云)随身王嫱。自前日蒙恩临幸，不觉又旬月。主上昵爱过甚，久不设朝。闻的升殿去了，我且向妆台边梳妆一会，收拾整齐，只怕驾来好服侍。(做对镜科)(驾上，云)自从西宫阁下得见了王昭君，使朕如痴似醉，久不临朝。今日方才升殿，等不的散了，只索再到西宫看一看去。(唱)【南吕】【一枝花】四时雨露匀，万里江山秀。忠臣皆有用，高枕已无忧。守着那皓齿星眸，争忍的虚白昼。近新来染得些症候，一半儿为国忧民，一半儿愁花病酒。【梁州第七】我虽是见宰相似文王施礼，一头地离明妃，早宋玉悲秋。怎奈他带天香着莫定龙衣袖。他诸余可爱，所事儿相投；消磨人幽闷，陪伴我闲游；偏宜向梨花月底登楼，芙蓉烛下藏阄。体态是二十年挑剔就的温柔，姻缘是五百载该拨下的配偶，脸儿有一千般说不尽的风流，寡人乞求他左右，他比那落伽山观自在无杨柳，见一面得长寿。情系人心早晚休，则除是雨歇云收。(做望见科，云)且不要惊着他，待朕悄悄地看咱。(唱)【隔尾】恁的般长门前抱怨的宫娥旧，怎知我西宫下偏心儿梦境熟。爱他晚妆罢，描不成画不就，尚对菱花自羞。(做到旦背后看科)(唱)我来到这妆台背后，原来广寒殿嫦娥在这月明里有。(旦做见接驾科)(外扮尚书、丑扮常侍上，诗云)调和鼎鼐理阴阳，秉轴持钧政事堂。只会中书陪伴食。何曾一日为君王。某尚书令五鹿充宗是也。这个是内常侍石显。今日朝罢，有番国遣使来索王嫱和番，不免奏驾。来到西宫阁下，只索进去。(做见科，云)奏的我主得知：如今北番呼韩单于，差一使臣前来，说毛延寿将美人图献与他，索要昭君娘娘和番，以息刀兵。不然，他大势南侵，江山不可保矣。(驾云)我养军千日，用军一时。空有满朝文武，那一个与我退的番兵！都是些畏刀避箭的，您不去出力，怎生教娘娘和番！(唱)【牧羊关】兴废从来有，干戈不肯休。可不食君禄，命悬君口。太平时卖你宰相功劳，有事处把俺佳人递流。你们干请了皇家奉，着甚的分破帝王忧？那壁厢锁树的怕弯着手，这壁厢攀栏的怕攧破了头。(尚书云)他外国说，陛下宠昵王嫱，朝纲尽废，坏了国家。若不与他，兴兵吊伐。臣想纣王只为宠妲己，国破身亡，是其鉴也。(驾唱)【贺新郎】俺又不曾彻青霄，高盖起摘星楼。不说他伊尹扶汤，则说那武王伐纣。有一朝身到黄泉后，若和他留侯、留侯厮遘，你可也羞那不羞？您卧重裀食列鼎，乘肥马衣轻裘。您须见舞春风嫩柳宫腰瘦，怎下的教他环佩影摇青冢月，琵琶声断黑江秋！(尚书云)陛下，咱这里兵甲不利，又无猛将与他相持，倘或疏失，如之奈何？望陛下割恩与他，以救一国生灵之命。(驾唱)【斗虾蟆】当日个谁展英雄手，能枭项羽头，把江山属俺炎刘？全亏韩元帅九里山前战斗，十大功劳成就。您也丹犀里头，枉被金章紫绶；您也朱门里头，都宠着歌衫舞袖。恐怕边关透漏，央及家人奔骤。似箭穿着雁口，没个人敢咳嗽。吾当僝僽，他也、他也红妆年幼无人搭救。昭君共你每有甚么杀父母冤仇？休、休，少不的满朝中都做了毛延寿！我呵，空掌着文武三千队，中原四百州，只待要割鸿沟。陡恁的千军易得，一将难求！(常侍云)现今番使朝外等宣。(驾云)罢、罢、罢，教番使临朝来。(番使入见科，云)呼韩耶单于差臣南来，奏大汉皇帝：北国与南朝，自来结交和好，曾两次差人求公主不与。今有毛延寿，将一美人图献与俺单于。特差臣来，单索昭君为阏氏，以息两国刀兵。陛下若不从，俺有百万雄兵，刻日南侵，以决胜负。伏望圣鉴不错。(驾云)且教使臣馆驿中安歇去。(番使下)(驾云)您众文武商量，有策献来，可退番兵，免教昭君和番。大抵是欺娘娘软善，若当时吕后在日，一言之出，谁敢违拗！若如此，久已后也不用文武，只凭佳人平定天下便了。(唱)【哭皇天】你有甚事疾忙奏，俺无那鼎镬边滚热油。我道您文臣安社稷，武将定戈矛；您只会文武班头，山呼万岁，舞蹈扬尘，道那声诚惶顿首。如今阳关路上，昭君出塞；当日未央宫里，女主垂旒。文武每，我不信你敢差排吕太后。枉以后、龙争虎斗，都是俺鸾交凤友。(旦云)妾既蒙陛下厚恩，当效一死，以报陛下。妾情愿和番，得息刀兵，亦可留名青史。但妾与陛下闱房之情，怎生抛舍也！(驾云)我可知舍不的卿哩！(尚书云)陛下割恩断爱，以社稷为念，早早发送娘娘去罢。(驾唱)【乌夜啼】今日嫁单于，宰相休生受，早则俺汉明妃有国难投，它那里黄云不出青山岫。投至两处凝眸，盼得一雁横秋。单注着寡人今岁揽闲愁，王嫱这运添憔瘦。翠羽冠，香罗绶，都做了锦蒙头暖帽，珠络缝貂裘。(云)卿等今日先选送明妃到驿中，交付番使，待明日朕亲出灞陵桥，送饯一杯去。(尚书云)只怕使不的，惹外夷耻笑。(驾云)卿等所言，我都依着。我的意思，如何不依？好歹去送一送。我一会家只恨毛延寿那厮。(唱)【三煞】我则恨那忘恩咬主贼禽兽，怎生不画在凌烟阁上头？紫台行都是俺手里的众公侯，有那椿儿不共卿谋，那件儿不依卿奏，争忍教第一夜梦迤逗？从今后不见长安望北斗，生扭作织女牵牛！(尚书云)不是臣等强逼娘娘和番，奈番使定名索取。况自古以来，多有因女色败国者。(驾唱)【二煞】虽然似昭君般成败都皆有，谁似这做天子的官差不自由！情知他怎收那膘满的骅骝。往常时翠轿香兜，兀自倦朱帘揭绣，上下处要成就。谁承望月自空明水自流，恨思悠悠。(旦云)妾身这一去，虽为国家大计，争奈舍不的陛下。(驾唱)【黄钟尾】怕娘娘觉饥时吃一块淡淡盐烧肉，害渴时喝一杓儿酪和粥。我索折一枝断肠柳，饯一杯送路酒。眼见得赶程途趁宿头，痛伤心重回首。则怕他望不见凤阁龙楼，今夜且则向灞陵桥畔宿。(下)第三折(番使拥旦上，奏胡乐科，旦云)妾身王昭君。自从选入宫中，被毛延寿将美人图点破，送入冷宫。甫能得蒙恩幸，又被他献与番王形像。今拥兵来索，待不去，又怕江山有失。没奈何将妾身出塞和番。这一去，胡地风霜，怎生消受也！自古道\"红颜胜人多薄命，莫怨春风当自嗟。\"(驾引文武内官上，云)今日灞桥饯送明妃，却早来到也。(唱)【双调】【新水令】锦貂裘生改尽汉宫妆，我则索看昭君图画模样。旧恩金勒短，新恨玉鞭长。本是对金殿鸳鸯，分飞翼怎承望！(云)您文武百官计议，怎生退了番兵，免明妃和番者？(唱)【驻马听】宰相每商量，大国使还朝多赐赏。早是俺夫妻悒怏，小家儿出外也摇装。尚兀自渭城衰柳助凄凉，共那灞桥流水添惆怅。您偏不断肠。想娘娘那一天愁都撮在琵琶上。(做下马科)(与旦打悲科)(驾云)左右慢慢唱者，我与明妃饯一杯酒。(唱)【步步娇】您将那一曲阳关休轻放，俺咫尺如天样。慢慢捧玉觞，朕本意待尊前捱些时光。且休问劣了宫商，您则与我半句儿俄延着唱。(番使云)请娘娘早行，天色晚了也。(驾唱)【落梅风】可怜俺别离重，你好是归去的忙。寡人心先到他李陵台上。回头儿却才魂梦里想，便休题贵人多忘。(旦云)妾这一去，再何时得见陛下？把我汉家衣服都留下者。(诗云)正是：今日汉宫人，明朝胡地妾。忍着主衣裳，为人作春色。(留衣服科)(驾唱)【殿前欢】说甚么留下舞衣裳，被西风吹散旧时香。我委实怕宫车再过青苔巷，猛到椒房，那一会想菱花镜里妆，风流相，兜的又横心上。看今日昭君出塞，几时似苏武还乡？(番使云)请娘娘行罢，臣等来多时了也。(驾云)罢罢罢，明妃，你这一去，休怨朕躬也。(做别科，驾云)我那里是大汉皇帝！(唱)【雁儿落】我做了别虞姬楚霸王，全不见守玉关征西将。那里取保亲的李左车，送女客的萧丞相？(尚书云)陛下不必挂念。(驾唱)【得胜令】那里也架海紫金梁？枉养着那边庭上铁衣郎。您也要左右人扶持，俺可甚糟糠妻不下堂！您但提起刀枪，却早小鹿儿心头撞。今日央及煞娘娘，怎做的男儿当自强！(尚书云)陛下，咱回朝去罢。(驾唱)【川拨棹】怕不待放丝缰，咱可甚鞭敲金镫响。你管燮理阴阳，掌握朝纲。治国安邦，展土开疆。假若俺高皇，差你个梅香，背井离乡，卧雪眠霜。若是他不恋您春风画堂，我便官封你一字王。(尚书云)陛下，不必苦死留他，着他去了罢。(驾唱)【七兄弟】说甚么大王、不当、恋王嫱，兀良，怎禁他临去也回头望！那堪这散风雪旌节影悠扬，动关山鼓角声悲壮。【梅花酒】呀！俺向着这回野悲凉：草已添黄，兔早迎霜；犬褪得毛苍，人搠起缨枪；马负着行装，车运着粮，打猎起围场。他、他、他伤心辞汉主，我、我、我携手上河梁。他部从入穷荒，我銮舆返咸阳。返咸阳，过宫墙；过宫墙，绕回廊；绕回廊，近椒房；近椒房，月昏黄；月昏黄，夜生凉；夜生凉，泣寒螀；泣寒螀，绿纱窗；绿纱窗，不思量。【收江南】呀！不思量除是铁心肠。铁心肠也愁泪滴千行。美人图今夜挂昭阳，我那里从养，便是我高烧银烛照红妆。(尚书云)陛下回銮罢，娘娘去远了也。(驾唱)【鸳鸯煞】我则索大臣行说一个推辞谎，又则怕笔尖儿那火编修讲。不见他花朵儿精神，怎趁那草地里风光？唱道伫立多时，徘徊半响；猛听的塞雁南翔，呀呀的声嘹亮。却原来满目牛羊，是兀那载离恨的毡车半坡里响。(下)(番王引部落拥昭君上，云)今日汉朝不弃旧盟，将王昭君与俺番家和亲。我将昭君封为宁胡阏氏，坐我正宫。两国息兵，多少是好。众将士，传下号令，大众起行，望北而去。(做行科)(旦问云)这里甚地面了？(番使云)这是黑龙江，番汉交界去处。南边属汉家，北边属我番国。(旦云)大王，借一杯酒，望南浇奠；辞了汉家，长行去罢。(做奠酒科，云)汉朝皇帝，妾身今生已矣，尚待来生也。(做跳江科)(番王惊救不及，叹科，云)嗨，可惜可惜！昭君不肯入番，投江而死。罢罢罢，就葬在此江边，号为青冢者。我想来，人也死了，枉与汉朝结下这般仇隙，都是毛延寿那厮搬弄出来的。把都儿，将毛延寿拿下，解送汉朝处治。我依旧与汉朝结和，永为甥舅，却不是好！(诗云)则为他丹青画误了昭君，背汉主暗地私奔；将美人图又来哄我，要索取出塞和亲。岂知道投江而死，空落的一见消魂。似这等奸邪逆贼，留着他终是祸根。不如送他去汉朝哈剌，依还的甥舅礼，两国长存。(下)第四折(驾引内官上，云)自家汉元帝。自从明妃和番，寡人一百日不曾设朝。今当此夜景萧索，好生烦恼。且将这美人图挂起，少解闷怀也呵。(唱)【中吕】【粉蝶儿】宝殿凉生，夜迢迢六宫人静。对银台一点寒灯，枕席间、临寝处，越显的吾身薄幸。万里龙廷，知他宿谁家一灵真性。(云)小黄门，你看炉香尽了，再添上些香。(唱)【醉春风】烧尽御炉香，再添黄串饼。想娘娘似竹林寺不见半分形，则留下这个影、影。未死之时，再生之日，我可也一般恭敬。(云)一时困倦，我且睡些儿。(唱)【叫声】高唐梦苦难成，那里也爱卿、爱卿，却怎生无些灵圣？偏不许楚襄王枕上雨云情。(做睡科，)(旦上，云)妾身王嫱，一番到北地，私自逃回。兀的不是我主人！陛下，妾身来了也。(番兵上，云)恰才我打了个盹，王昭君就偷走回去了。我急急赶来，进的汉宫，兀的不是昭君！(做拿旦下)(驾醒科，云)恰才见昭君回来，这些儿如何就不见了？(唱)【剔银灯】恰才这搭儿单于王使命，呼唤俺那昭君名姓。偏寡人唤娘娘不肯灯前应，却原来是画上的丹青。猛听得仙音院凤管鸣，更说甚萧韶九成。【蔓青菜】白日里无承应，教寡人不曾一觉到天明，做的个团圆梦境。(雁见科)(唱)却原来雁叫长门两三声，怎知道更有个人孤另。(雁叫科)(唱)【白鹤子】多管是春秋高，筋力短，莫不是食水少，骨毛轻？待去后，愁江南网罗宽；待向前，怕塞北雕弓硬。【幺篇】伤感似替昭君思汉主，哀怨似作薤露哭田横，凄怆似和半夜梦歌声，悲切似唱三叠阳关令。(雁叫科)(云)则被那泼毛团叫的凄楚人也。(唱)【上小楼】早是我神思不安，又添个冤家缠定。他叫得慢一会儿紧一声儿，和尽寒更。不争你打盘旋，这搭里同声相应，可不差讹了四时节令？【幺篇】你却待寻子卿、觅李陵，对着银台，叫醒咱家，对影生情。则俺那远乡的汉明妃虽然得命，不见你个泼毛团也耳根清净。(雁叫科)(云)这雁儿呵。(唱)【满庭芳】又不是心中爱听，大古似林风瑟瑟，岩溜冷冷。我只见山长水远天如镜，又生怕误了你途程。见被你冷落了潇湘暮景，更打动我边塞离情，还说甚雁过留声。那堪更瑶阶夜永，嫌杀月儿明。(黄门云)陛下省烦恼，龙体为重。(驾云)不由我不烦恼也。(唱)【十二月】休道是咱家动情，你宰相每也生憎。不比那雕梁燕语，不比那锦树莺鸣。汉昭君离乡背井，知他在何处愁听！(雁叫科)(唱)【尧民歌】呀呀的飞过蓼花汀，孤雁儿不离了凤凰城。画檐间铁马响丁丁，宝殿中御榻冷清清。寒也波更，萧萧落叶声，烛暗长门静。【随煞】一声儿绕汉宫，一声儿寄渭城；暗添人白发成衰病，直恁的吾家可也劝不省。(尚书上，云)今日早朝散后，有番国差使命绑送毛延寿来，说因毛延寿叛国败盟，致此祸衅。今昭君已死，情愿两国讲和。伏候圣旨。(驾云)既如此，便将毛延寿斩首祭献明妃。着光禄寺大排筵席，犒赏来使回去。(诗云)叶落深宫雁叫时，梦回孤枕夜相思。虽然青冢人何在，还为蛾眉斩画师。题目沉黑江明妃青冢恨正名破幽梦孤雁汉宫秋自悟花愁色胆，其中识破，就里曾参。雨云情到底皆虚泛，可暂休贪。撮艳处从今怕揽，闹篮中情愿妆憨。这其间实心谈，一任傍人笑俺，再不将风月话儿谈。狂踪怪胆，索一奉十，暮四朝二，喜孜孜笑脸儿将人赚，就里虚耽。白茫茫蓝桥水淹，黑洞洞袄庙云缄。赤紧地他愚滥，情疏意淡，再不将风月担儿担。",
        "author": "元代",
        "poem_class": "写花",
        "dynasty": "赵秉文"
    },
    {
        "title": "桃花",
        "paragraph": "桃花浅深处，似匀深浅妆。春风助肠断，吹落白衣裳。梳洗罢，独倚望江楼。过尽千帆皆不是，斜晖脉脉水悠悠。肠断白蘋洲。碧山学士焚银鱼，白马却走深岩居。古人已用三冬足，年少今开万卷余。晴云满户团倾盖，秋水浮阶溜决渠。富贵必从勤苦得，男儿须读五车书。玉露凋伤枫树林，巫山巫峡气萧森。江间波浪兼天涌，塞上风云接地阴。丛菊两开他日泪，孤舟一系故园心。寒衣处处催刀尺，白帝城高急暮砧。夔府孤城落日斜，每依北斗望京华。听猿实下三声泪，奉使虚随八月槎。画省香炉违伏枕，山楼粉堞隐悲笳。请看石上藤萝月，已映洲前芦荻花。千家山郭静朝晖，日日江楼坐翠微。信宿渔人还泛泛，清秋燕子故飞飞。匡衡抗疏功名薄，刘向传经心事违。同学少年多不贱，五陵衣马自轻肥。闻道长安似弈棋，百年世事不胜悲。王侯第宅皆新主，文武衣冠异昔时。直北关山金鼓振，征西车马羽书驰。鱼龙寂寞秋江冷，故国平居有所思。蓬莱宫阙对南山，承露金茎霄汉间。西望瑶池降王母，东来紫气满函关。云移雉尾开宫扇，日绕龙鳞识圣颜。一卧沧江惊岁晚，几回青琐点朝班。瞿塘峡口曲江头，万里风烟接素秋。花萼夹城通御气，芙蓉小苑入边愁。珠帘绣柱围黄鹄，锦缆牙樯起白鸥。回首可怜歌舞地，秦中自古帝王州。昆明池水汉时功，武帝旌旗在眼中。织女机丝虚夜月，石鲸鳞甲动秋风。波漂菰米沉云黑，露冷莲房坠粉红。关塞极天惟鸟道，江湖满地一渔翁。昆吾御宿自逶迤，紫阁峰阴入渼陂。香稻啄馀鹦鹉粒，碧梧栖老凤凰枝。佳人拾翠春相问，仙侣同舟晚更移。彩笔昔曾干气象，白头吟望苦低垂。",
        "author": "唐代",
        "poem_class": "写花",
        "dynasty": "元稹"
    },
    {
        "title": "春风",
        "paragraph": "春风先发苑中梅，樱杏桃梨次第开。 荠花榆荚深村里，亦道春风为我来。 松叶堪为酒，春来酿几多。不辞山路远，踏雪也相过。道由白云尽，春与青溪长。时有落花至，远随流水香。闲门向山路，深柳读书堂。幽映每白日，清辉照衣裳。红叶醉秋色，碧溪弹夜弦。佳期不可再，风雨杳如年。",
        "author": "唐代",
        "poem_class": "写花",
        "dynasty": "白居易"
    },
    {
        "title": "王充道送水仙花五十支",
        "paragraph": "凌波仙子生尘袜，水上轻盈步微月。是谁招此断肠魂，种作寒花寄愁绝。含香体素欲倾城，山矾是弟梅是兄。坐对真成被花恼，出门一笑大江横。三过平山堂下，半生弹指声中。十年不见老仙翁，壁上龙蛇飞动。欲吊文章太守，仍歌杨柳春风。休言万事转头空，未转头时皆梦。对潇潇暮雨洒江天，一番洗清秋。渐霜风凄紧，关河冷落，残照当楼。是处红衰翠减，苒苒物华休。唯有长江水，无语东流。(凄紧 一作：凄惨) 不忍登高临远，望故乡渺邈，归思难收。叹年来踪迹，何事苦淹留。想佳人妆楼颙望，误几回、天际识归舟。争知我，倚阑杆处，正恁凝愁！(阑 一作：栏) 落日无情最有情，遍催万树暮蝉鸣。听来咫尺无寻处，寻到旁边却不声。",
        "author": "宋代",
        "poem_class": "写花",
        "dynasty": "黄庭坚"
    },
    {
        "title": "好事近·梦中作",
        "paragraph": "春路雨添花，花动一山春色。行到小溪深处，有黄鹂千百。 飞云当面化龙蛇，夭矫转空碧。醉卧古藤阴下，了不知南北。 (化龙蛇 一作：舞龙蛇)枝上流莺和泪闻，新啼痕间旧啼痕。一春鱼鸟无消息，千里关山劳梦魂。无一语，对芳尊。安排肠断到黄昏。甫能炙得灯儿了，雨打梨花深闭门。玉京曾忆昔繁华。万里帝王家。琼林玉殿，朝喧弦管，暮列笙琶。 花城人去今萧索，春梦绕胡沙。家山何处，忍听羌笛，吹彻梅花。欲知垂尽岁，有似赴壑蛇。修鳞半已没，去意谁能遮。况欲系其尾，虽勤知奈何。儿童强不睡，相守夜欢哗。晨鸡且勿唱，更鼓畏添挝。坐久灯烬落，起看北斗斜。明年岂无年，心事恐蹉跎。努力尽今夕，少年犹可夸。",
        "author": "宋代",
        "poem_class": "写花",
        "dynasty": "秦观"
    },
    {
        "title": "定风波·两两轻红半晕腮",
        "paragraph": "十月九日，孟亨之置酒秋香亭。有双拒霜，独向君猷而开，坐客喜笑，以为非使君莫可当此花，故作是篇。两两轻红半晕腮，依依独为使君回。若道使君无此意，何为，双花不向别人开。但看低昂烟雨里，不已。劝君休诉十分杯。更问尊前狂副使。来岁。花开时节与谁来。高咏楚词酬午日，天涯节序匆匆。榴花不似舞裙红。无人知此意，歌罢满帘风。 万事一身伤老矣，戎葵凝笑墙东。酒杯深浅去年同。试浇桥下水，今夕到湘中。青烟幂处，碧海飞金镜。永夜闲阶卧桂影。露凉时、零乱多少寒螀，神京远，惟有蓝桥路近。 水晶帘不下，云母屏开，冷浸佳人淡脂粉。待都将许多明，付与金尊，投晓共、流霞倾尽。更携取、胡床上南楼，看玉做人间，素秋千顷。寂寞深闺，柔肠一寸愁千缕。惜春春去，几点催花雨。倚遍阑干，只是无情绪。人何处，连天衰草，望断归来路。(衰 一作：芳)",
        "author": "宋代",
        "poem_class": "写花",
        "dynasty": "苏轼"
    },
    {
        "title": "客中初夏",
        "paragraph": "四月清和雨乍晴，南山当户转分明。更无柳絮因风起，惟有葵花向日倾。文章本天成，妙手偶得之。粹然无疵瑕，岂复须人为？君看古彝器，巧拙两无施。汉最近先秦，固已殊淳漓。胡部何为者，豪竹杂哀丝。后夔不复作，千载谁与期？只知逐胜忽忘寒，小立春风夕照间。最爱东山晴后雪，软红光里涌银山。群山雪不到新晴，多作泥融少作冰。最爱东山晴后雪，却愁宜看不宜登。蹴罢秋千，起来慵整纤纤手。露浓花瘦，薄汗轻衣透。见客入来，袜刬金钗溜。和羞走，倚门回首，却把青梅嗅。",
        "author": "宋代",
        "poem_class": "写花",
        "dynasty": "司马光"
    },
    {
        "title": "辛夷坞",
        "paragraph": "木末芙蓉花，山中发红萼。涧户寂无人，纷纷开且落。弃我去者，昨日之日不可留；乱我心者，今日之日多烦忧。长风万里送秋雁，对此可以酣高楼。蓬莱文章建安骨，中间小谢又清发。俱怀逸兴壮思飞，欲上青天揽明月。(揽 一作：览；明月 一作：日月)抽刀断水水更流，举杯销愁愁更愁。(销愁 一作：消愁)人生在世不称意，明朝散发弄扁舟。行子对飞蓬，金鞭指铁骢。功名万里外，心事一杯中。虏障燕支北，秦城太白东。离魂莫惆怅，看取宝刀雄！宿昔青云志，蹉跎白发年。谁知明镜里，形影自相怜。",
        "author": "唐代",
        "poem_class": "写花",
        "dynasty": "王维"
    },
    {
        "title": "江畔独步寻花七绝句",
        "paragraph": "江上被花恼不彻，无处告诉只颠狂。走觅南邻爱酒伴，经旬出饮独空床。稠花乱蕊畏江滨，行步欹危实怕春。(畏 一作：裹）诗酒尚堪驱使在，未须料理白头人。江深竹静两三家，多事红花映白花。报答春光知有处，应须美酒送生涯。东望少城花满烟，百花高楼更可怜。谁能载酒开金盏，唤取佳人舞绣筵。黄师塔前江水东，春光懒困倚微风。桃花一簇开无主，可爱深红爱浅红？黄四娘家花满蹊，千朵万朵压枝低。留连戏蝶时时舞，自在娇莺恰恰啼。不是爱花即欲死，只恐花尽老相催。繁枝容易纷纷落，嫩蕊商量细细开。楼上黄昏欲望休，玉梯横绝月中钩。芭蕉不展丁香结，同向春风各自愁。东南日出照高楼，楼上离人唱石州。总把春山扫眉黛，不知供得几多愁？更深月色半人家，北斗阑干南斗斜。 今夜偏知春气暖，虫声新透绿窗纱。草树知春不久归，百般红紫斗芳菲。(草树 一作：草木)杨花榆荚无才思，惟解漫天作雪飞。",
        "author": "唐代",
        "poem_class": "写花",
        "dynasty": "杜甫"
    },
    {
        "title": "买花 / 牡丹",
        "paragraph": "帝城春欲暮，喧喧车马度。共道牡丹时，相随买花去。贵贱无常价，酬直看花数。灼灼百朵红，戋戋五束素。上张幄幕庇，旁织巴篱护。水洒复泥封，移来色如故。家家习为俗，人人迷不悟。有一田舍翁，偶来买花处。低头独长叹，此叹无人喻。一丛深色花，十户中人赋。兰烬落，屏上暗红蕉。闲梦江南梅熟日，夜船吹笛雨萧萧。人语驿边桥。古台摇落后，秋日望乡心。(秋日 一作：秋入)野寺来人少，云峰隔水深。夕阳依旧垒，寒磬满空林。惆怅南朝事，长江独至今。暖戏烟芜锦翼齐，品流应得近山鸡。雨昏青草湖边过，花落黄陵庙里啼。游子乍闻征袖湿，佳人才唱翠眉低。相呼相应湘江阔，苦竹丛深日向西。",
        "author": "唐代",
        "poem_class": "写花",
        "dynasty": "白居易"
    },
    {
        "title": "代悲白头翁",
        "paragraph": "洛阳城东桃李花，飞来飞去落谁家？洛阳女儿惜颜色，坐见落花长叹息。今年花落颜色改，明年花开复谁在？已见松柏摧为薪，更闻桑田变成海。古人无复洛城东，今人还对落花风。年年岁岁花相似，岁岁年年人不同。寄言全盛红颜子，应怜半死白头翁。此翁白头真可怜，伊昔红颜美少年。公子王孙芳树下，清歌妙舞落花前。光禄池台文锦绣，将军楼阁画神仙。一朝卧病无相识，三春行乐在谁边？宛转蛾眉能几时？须臾鹤发乱如丝。但看古来歌舞地，唯有黄昏鸟雀悲。半夜呼儿趁晓耕，羸牛无力渐艰行。时人不识农家苦，将谓田中谷自生。草树知春不久归，百般红紫斗芳菲。(草树 一作：草木)杨花榆荚无才思，惟解漫天作雪飞。胡马大宛名，锋棱瘦骨成。竹批双耳峻，风入四蹄轻。所向无空阔，真堪托死生。骁腾有如此，万里可横行。",
        "author": "唐代",
        "poem_class": "写花",
        "dynasty": "刘希夷"
    },
    {
        "title": "庭中有奇树",
        "paragraph": "庭中有奇树，绿叶发华滋。攀条折其荣，将以遗所思。馨香盈怀袖，路远莫致之。此物何足贵？但感别经时。东都主人喟然而叹曰：“痛乎风俗之移人也。子实秦人，矜夸馆室，保界河山，信识昭、襄而知始皇矣，乌睹大汉之云为乎？夫大汉之开元也，奋布衣以登皇位，由数期而创万代，盖六籍所不能谈，前圣靡得言焉当此之时，功有横而当天，讨有逆而顺民。故娄敬度势而献其说，萧公权宜而拓其制。时岂泰而安之哉，计不得以已也。吾子曾不是睹，顾曜后嗣之末造，不亦暗乎？今将语子以建武之治，永平之事，监于太清，以变子之惑志。往者王莽作逆，汉祚中缺，天人致诛，六合相灭。于时之乱，生人几亡，鬼神泯绝，壑无完柩，郛罔遗室。原野厌人之肉，川谷流人之血，秦、项之灾，犹不克半，书契以来，未之或纪。故下人号而上诉，上帝怀而降监，乃致命乎圣皇。于是圣皇乃握乾符，阐坤珍，披皇图，稽帝文，赫然发愤，应若兴云，霆击昆阳，凭怒雷震。遂超大河，跨北岳，立号高邑，建都河、洛。绍百王之荒屯，因造化之荡涤，体元立制，继天而作。系唐统，接汉绪，茂育群生，恢复疆宇，勋兼乎在昔，事勤乎三五。岂特方轨并迹，纷纷后辟，治近古之所务，蹈一圣之险易云尔哉。且夫建武之元，天地革命，四海之内，更造夫妇，肇有父子，君臣初建，人伦实始，斯乃伏牺氏之所以基皇德也。分州土，立市朝，作盘舆，造器械，斯乃轩辕氏之所以开帝功也。龚行天罚，应天顺人，斯乃汤、武之所以昭王业也。迁都改邑，有殷宗中兴之则焉。即土之中，有周成隆平之制焉。不阶尺土一人之柄，同符乎高祖。克己复礼，以奉终始，允恭乎孝文。宪章稽古，封岱勒成，仪炳乎世宗。案《六经》而校德，眇古昔而论功，仁圣之事既该，而帝王之道备矣。至于永平之际，重熙而累洽，盛三雍之上仪，修衮龙之法服，铺鸿藻，信景铄，扬世庙，正雅乐。人神之和允洽，群臣之序既肃。乃动大辂，遵皇衢，省方巡狩，穷览万国之有无，考声教之所被，散皇明以烛幽。然后增周旧，修洛邑，扇巍巍，显翼翼。光汉京于诸夏，总八方而为之极。是以皇城之内，宫室光明，阙庭神丽，奢不可逾，俭不能侈。外则因原野以作苑，填流泉而为沼，发 苹藻以潜鱼，丰圃草以毓兽，制同乎梁邹，谊合乎灵囿。若乃顺时节而搜狩，简车徒以讲武，则必临之以《王制》，考之以《风》《雅》，历《驺虞》，览《驷铁》，嘉《车攻》，采《吉日》，礼官整仪，乘舆乃出。于是发鲸鱼，铿华钟，登玉辂，乘时龙，凤盖棽丽，和銮玲珑，天官景从，寝威盛容。山灵护野，属御方神，雨师泛洒，风伯清尘，千乘雷起，万骑纷纭，元戎竟野，戈铤彗云，羽旄扫霓，旌旗拂天。焱焱炎炎，扬光飞文，吐焰生风，欱野喷山，日月为之夺明，丘陵为之摇震。遂集乎中囿，陈师案屯，骈部曲，列校队，勒三军，誓将帅。然后举烽伐鼓，申令三驱， 輶车霆激，骁骑电骛，由基发射范氏施御，弦不睼禽，辔不诡遇，飞者未及翔，走者未及去。指顾倏忽，获车已实，乐不极盘，杀不尽物，马踠余足，士怒未渫，先驱复路，属车案节。于是荐三牺，效五牲，礼神祇，怀百灵，觐明堂，临辟雍，扬缉熙，宣皇风，登灵台，考休徵。俯仰乎乾坤，参象乎圣躬，目中夏而布德，瞰四裔而抗棱。西荡河源，东澹海漘，北动幽崖，南趯朱垠。殊方别区，界绝而不邻。自孝武之所不征，孝宣之所未臣，莫不陆讋水栗，奔走而来宾。遂绥哀牢，开永昌，春王三朝，会同汉京。是日也，天子受四海之图籍，膺万国之贡珍，内抚诸夏，外绥百蛮。尔乃盛礼兴乐，供帐置乎云龙之庭，陈百寮而赞群后，究皇仪而展帝容。于是庭实千品，旨酒万钟，列金罍，班玉觞，嘉珍御，太牢飨。尔乃食举《雍》彻，太师奏乐，陈金石，布丝竹，钟鼓铿鍧，管弦烨煜。抗五声，极六律，歌九功，舞八佾，《韶》《武》备，泰古华。四夷间奏，德广所及，僸佅兜离，罔不具集。万乐备，百礼暨，皇欢浃，群臣醉，降烟熅，调元气，然后撞钟告罢，百寮遂退。于是圣上亲万方之欢娱，又沐浴于膏泽，惧其侈心之将萌，而怠于东作也，乃申旧间，下明诏，命有司，班宪度，昭节俭，示太素。去后宫之丽饰，损乘舆之服御，抑工商之淫业，兴农桑之盛务。遂令海内弃末而反本，背伪而归真，女修织纴，男务耕耘，器用陶匏，服尚素玄，耻纤靡而不服，贱奇丽而弗珍，捐金于山，沈珠于渊。于是百姓涤瑕荡秽而镜至清，形神寂漠，耳目弗营，嗜欲之源灭，廉耻之心生，莫不优游而自得，玉润而金声。是以四海之内，学校如林，庠序盈门，献酬交错，俎豆莘莘，下舞上歌，蹈德咏仁。登降饪宴之礼既毕，因相与嗟叹玄德，谠言弘说，咸含和而吐气，颂曰：“盛哉乎斯世！”今论者但知诵虞、夏之《书》，咏殷、周之《诗》，讲羲、文之《易》，论孔氏之《春秋》，罕能精古今之清浊，究汉德之所由。唯子颇识旧典，又徒驰骋乎末流。温故知新已难，而知德者鲜矣。且夫僻界西戎，险阻四塞，修其防御，孰与处乎土中，平夷洞达，万方辐凑？秦岭、九崚，泾、渭之川，曷若四渎、五岳，带河溯洛，图书之渊？建章、甘泉，馆御列仙，孰与灵台、明堂，统和天人？太液、昆明，鸟兽之囿，曷若辟雍海流，道德之富？游侠逾侈，犯义侵礼，孰与同履法度，翼翼济济也？子徒习秦阿房之造天，而不知京洛之有制也。识函谷之可关，而不知王者之无外也。主人之辞未终，西都宾矍然失容，逡巡降阶，揲然意下，捧手欲辞。”主人曰：“复位，今将授予以五篇之诗。”宾既卒业，乃称曰：“美哉乎斯诗！义正乎扬雄，事实乎相如，匪唯主人之好学，盖乃遭遇乎斯时也。小子狂简，不知所裁，既闻正道，请终身而诵之。”橘柚垂华实，乃在深山侧。闻君好我甘，窃独自雕饰。委身玉盘中，历年冀见食。芳菲不相投，青黄忽改色。人倘欲我知，因君为羽翼。市肉取肥。酤酒取醇。交觞接杯。以致殷懃。",
        "author": "两汉",
        "poem_class": "写花",
        "dynasty": "佚名"
    },
    {
        "title": "早春",
        "paragraph": "南枝才放两三花，雪里吟香弄粉些。淡淡著烟浓著月，深深笼水浅笼沙。拨雪寻春，烧灯续昼。暗香院落梅开后。无端夜色欲遮春，天教月上宫桥柳。 花市无尘，朱门如绣。娇云瑞雾笼星斗。沉香火冷小妆残，半衾轻梦浓如酒。凌波不过横塘路，但目送、芳尘去。锦瑟华年谁与度？月桥花院，琐窗朱户，只有春知处。飞云冉冉蘅皋暮，彩笔新题断肠句。试问闲情都几许？一川烟草，满城风絮，梅子黄时雨。(版本一)凌波不过横塘路，但目送、芳尘去。锦瑟华年谁与度？月台花榭，琐窗朱户，只有春知处。碧云冉冉蘅皋暮，彩笔新题断肠句。试问闲愁都几许？一川烟草，满城风絮，梅子黄时雨。(版本二)多情多感仍多病，多景楼中。尊酒相逢。乐事回头一笑空。停杯且听琵琶语，细捻轻拢。醉脸春融。斜照江天一抹红。",
        "author": "宋代",
        "poem_class": "写花",
        "dynasty": "白玉蟾"
    },
    {
        "title": "江畔独步寻花",
        "paragraph": "黄四娘家花满蹊，千朵万朵压枝低。留连戏蝶时时舞，自在娇莺恰恰啼。处世若大梦，胡为劳其生？所以终日醉，颓然卧前楹。觉来眄庭前，一鸟花间鸣。借问此何时？春风语流莺。感之欲叹息，对酒还自倾。浩歌待明月，曲尽已忘情。少小离家老大回，乡音无改鬓毛衰。儿童相见不相识，笑问客从何处来。君不见昆吾铁冶飞炎烟，红光紫气俱赫然。 良工锻炼凡几年，铸得宝剑名龙泉。龙泉颜色如霜雪，良工咨嗟叹奇绝。琉璃玉匣吐莲花，错镂金环映明月。 正逢天下无风尘，幸得周防君子身。精光黯黯青蛇色，文章片片绿龟鳞。非直结交游侠子，亦曾亲近英雄人。 何言中路遭弃捐，零落漂沦古狱边。虽复尘埋无所用， 犹能夜夜气冲天。",
        "author": "唐代",
        "poem_class": "写花",
        "dynasty": "杜甫"
    },
    {
        "title": "鹧鸪天·桂花",
        "paragraph": "暗淡轻黄体性柔，情疏迹远只香留。何须浅碧深红色，自是花中第一流。(深 一作：轻)梅定妒，菊应羞，画阑开处冠中秋。骚人可煞无情思，何事当年不见收。(阑 通：栏)有梅无雪不精神，有雪无诗俗了人。日暮诗成天又雪，与梅并作十分春。我来吊古，上危楼、赢得闲愁千斛。虎踞龙蟠何处是，只有兴亡满目。柳外斜阳，水边归鸟，陇上吹乔木。片帆西去，一声谁喷霜竹。 却忆安石风流，东山岁晚，泪落哀筝曲。儿辈功名都付与，长日惟消棋局。宝镜难寻，碧云将暮，谁劝杯中绿。江头风怒，朝来波浪翻屋。绕床饥鼠，蝙蝠翻灯舞。屋上松风吹急雨，破纸窗间自语。平生塞北江南，归来华发苍颜。布被秋宵梦觉，眼前万里江山。",
        "author": "宋代",
        "poem_class": "写花",
        "dynasty": "李清照"
    },
    {
        "title": "腊日宣诏幸上苑 / 催花诗",
        "paragraph": "明朝游上苑，火速报春知。花须连夜发，莫待晓风吹。烈士击玉壶，壮心惜暮年。三杯拂剑舞秋月，忽然高咏涕泗涟。凤凰初下紫泥诏，谒帝称觞登御筵。揄扬九重万乘主，谑浪赤墀青琐贤。朝天数换飞龙马，敕赐珊瑚白玉鞭。世人不识东方朔，大隐金门是谪仙。西施宜笑复宜颦，丑女效之徒累身。君王虽爱蛾眉好，无奈宫中妒杀人！零落桐叶雨，萧条槿花风。悠悠早秋意，生此幽闲中。 况与故人别，中怀正无悰。勿云不相送，心到青门东。 相知岂在多，但问同不同。同心一人去，坐觉长安空。两竿落日溪桥上，半缕轻烟柳影中。多少绿荷相倚恨，一时回首背西风。",
        "author": "唐代",
        "poem_class": "写花",
        "dynasty": "武则天"
    },
    {
        "title": "赏牡丹",
        "paragraph": "庭前芍药妖无格，池上芙蕖净少情。唯有牡丹真国色，花开时节动京城。寂寞天宝后，园庐但蒿藜。我里百余家，世乱各东西。存者无消息，死者为尘泥。贱子因阵败，归来寻旧蹊。久行见空巷，日瘦气惨凄，但对狐与狸，竖毛怒我啼。四邻何所有，一二老寡妻。宿鸟恋本枝，安辞且穷栖。方春独荷锄，日暮还灌畦。县吏知我至，召令习鼓鞞。虽从本州役，内顾无所携。近行止一身，远去终转迷。家乡既荡尽，远近理亦齐。永痛长病母，五年委沟溪。生我不得力，终身两酸嘶。人生无家别，何以为蒸黎。山僧对棋坐，局上竹阴清。映竹无人见，时闻下子声。小娃撑小艇，偷采白莲回。不解藏踪迹，浮萍一道开。海客谈瀛洲，烟涛微茫信难求；越人语天姥，云霞明灭或可睹。天姥连天向天横，势拔五岳掩赤城。天台四万八千丈，对此欲倒东南倾。我欲因之梦吴越，一夜飞度镜湖月。湖月照我影，送我至剡溪。谢公宿处今尚在，渌水荡漾清猿啼。脚著谢公屐，身登青云梯。半壁见海日，空中闻天鸡。千岩万转路不定，迷花倚石忽已暝。熊咆龙吟殷岩泉，栗深林兮惊层巅。云青青兮欲雨，水澹澹兮生烟。列缺霹雳，丘峦崩摧。洞天石扉，訇然中开。青冥浩荡不见底，日月照耀金银台。 霓为衣兮风为马，云之君兮纷纷而来下。虎鼓瑟兮鸾回车，仙之人兮列如麻。忽魂悸以魄动，恍惊起而长嗟。惟觉时之枕席，失向来之烟霞。世间行乐亦如此，古来万事东流水。别君去兮何时还？且放白鹿青崖间，须行即骑访名山。安能摧眉折腰事权贵，使我不得开心颜？",
        "author": "唐代",
        "poem_class": "写花",
        "dynasty": "刘禹锡"
    },
    {
        "title": "庆庵寺桃花",
        "paragraph": "寻得桃源好避秦，桃红又是一年春。花飞莫遣随流水，怕有渔郎来问津。泛菊杯深，吹梅角远，同在京城。聚散匆匆，云边孤雁，水上浮萍。 教人怎不伤情。觉几度、魂飞梦惊。后夜相思，尘随马去，月逐舟行。清风无力屠得热，落日着翅飞上山。人固已惧江海竭，天岂不惜河汉干？昆仑之高有积雪，蓬莱之远常遗寒。不能手提天下往，何忍身去游其间？城南小陌又逢春，只见梅花不见人。玉骨久沉泉下土，墨痕犹锁壁间尘。",
        "author": "宋代",
        "poem_class": "写花",
        "dynasty": "谢枋得"
    },
    {
        "title": "紫薇花",
        "paragraph": "晓迎秋露一枝新，不占园中最上春。桃李无言又何在，向风偏笑艳阳人。燕台一望客心惊，笳鼓喧喧汉将营。(笳鼓 一作：箫鼓)万里寒光生积雪，三边曙色动危旌。沙场烽火连胡月，海畔云山拥蓟城。少小虽非投笔吏，论功还欲请长缨。北山白云里，隐者自怡悦。相望试登高，心随雁飞灭。(试 一作 始)愁因薄暮起，兴是清秋发。时见归村人，沙行渡头歇。(沙行 一作：沙平)天边树若荠，江畔洲如月。何当载酒来，共醉重阳节。吴丝蜀桐张高秋，空山凝云颓不流。江娥啼竹素女愁，李凭中国弹箜篌。昆山玉碎凤凰叫，芙蓉泣露香兰笑。十二门前融冷光，二十三丝动紫皇。女娲炼石补天处，石破天惊逗秋雨。梦入神山教神妪，老鱼跳波瘦蛟舞。吴质不眠倚桂树，露脚斜飞湿寒兔。",
        "author": "唐代",
        "poem_class": "写花",
        "dynasty": "杜牧"
    },
    {
        "title": "如梦令·道是梨花不是",
        "paragraph": "道是梨花不是。道是杏花不是。白白与红红，别是东风情味。曾记，曾记。人在武陵微醉。游子春衫已试单，桃花飞尽野梅酸。怪来一夜蛙声歇，又作东风十日寒。时为嘉禾小倅，以病眠，不赴府会。水调数声持酒听，午醉醒来愁未醒。送春春去几时回？临晚镜，伤流景，往事后期空记省。沙上并禽池上暝，云破月来花弄影。重重帘幕密遮灯，风不定，人初静，明日落红应满径。霁天欲晓未明间，满目奇峰总可观。却有一峰忽然长，方知不动是真山。",
        "author": "宋代",
        "poem_class": "写花",
        "dynasty": "严蕊"
    },
    {
        "title": "减字木兰花·卖花担上",
        "paragraph": "卖花担上。买得一枝春欲放。泪染轻匀。犹带彤霞晓露痕。 怕郎猜道。奴面不如花面好。云鬓斜簪。徒要教郎比并看。山外青山楼外楼，西湖歌舞几时休？暖风熏得游人醉，直把杭州作汴州。揉破黄金万点轻。剪成碧玉叶层层。风度精神如彦辅，大鲜明。(大 一作：太)梅蕊重重何俗甚，丁香千结苦粗生。熏透愁人千里梦，却无情。新月又如眉。长笛谁教月下吹。楼倚暮云初见雁，南飞。漫道行人雁后归。意欲梦佳期。梦里关山路不知。却待短书来破恨，应迟。还是凉生玉枕时。",
        "author": "宋代",
        "poem_class": "写花",
        "dynasty": "李清照"
    }
]