[
    {
        "title": "木兰花·风帘向晓寒成阵",
        "paragraph": "风帘向晓寒成阵。来报东风消息近。试从梅蒂紫边寻，更绕柳枝柔处问。 来迟不是春无信。开晚却疑花有恨。又应添得几分愁，二十五弦弹未尽。游子春衫已试单，桃花飞尽野梅酸。怪来一夜蛙声歇，又作东风十日寒。携扙来追柳外凉，画桥南畔倚胡床。月明船笛参差起，风定池莲自在香。湿云不动溪桥冷，嫩寒初透东风影。桥下水声长，一枝和月香。人怜花似旧，花比人应瘦。莫凭小栏干，夜深花正寒。",
        "author": "宋代",
        "poem_class": "写风",
        "dynasty": "晏几道"
    },
    {
        "title": "嘲春风",
        "paragraph": "春风何处好？别殿饶芳草。苒嫋转鸾旗，萎蕤吹雉葆。扬芳历九门，澹荡入兰荪。争奈白团扇，时时偷主恩。兰烬落，屏上暗红蕉。闲梦江南梅熟日，夜船吹笛雨萧萧。人语驿边桥。灞原风雨定，晚见雁行频。落叶他乡树，寒灯独夜人。空园白露滴，孤壁野僧邻。寄卧郊扉久，何年致此身。人人尽说江南好，游人只合江南老。春水碧于天，画船听雨眠。垆边人似月，皓腕凝霜雪。未老莫还乡，还乡须断肠。",
        "author": "唐代",
        "poem_class": "写风",
        "dynasty": "温庭筠"
    },
    {
        "title": "惊雪",
        "paragraph": "怪得北风急，前庭如月辉。天人宁许巧，剪水作花飞。天北天南绕路边，托根无处不延绵。萋萋总是无情物，吹绿东风又一年。雨中禁火空斋冷，江上流莺独坐听。 把酒看花想诸弟，杜陵寒食草青青。古之学者必有师。师者，所以传道受业解惑也。人非生而知之者，孰能无惑？惑而不从师，其为惑也，终不解矣。生乎吾前，其闻道也固先乎吾，吾从而师之；生乎吾后，其闻道也亦先乎吾，吾从而师之。吾师道也，夫庸知其年之先后生于吾乎？是故无贵无贱，无长无少，道之所存，师之所存也。嗟乎！师道之不传也久矣！欲人之无惑也难矣！古之圣人，其出人也远矣，犹且从师而问焉；今之众人，其下圣人也亦远矣，而耻学于师。是故圣益圣，愚益愚。圣人之所以为圣，愚人之所以为愚，其皆出于此乎？爱其子，择师而教之；于其身也，则耻师焉，惑矣。彼童子之师，授之书而习其句读者，非吾所谓传其道解其惑者也。句读之不知，惑之不解，或师焉，或不焉，小学而大遗，吾未见其明也。巫医乐师百工之人，不耻相师。士大夫之族，曰师曰弟子云者，则群聚而笑之。问之，则曰：“彼与彼年相若也，道相似也，位卑则足羞，官盛则近谀。”呜呼！师道之不复，可知矣。巫医乐师百工之人，君子不齿，今其智乃反不能及，其可怪也欤！圣人无常师。孔子师郯子、苌弘、师襄、老聃。郯子之徒，其贤不及孔子。孔子曰：三人行，则必有我师。是故弟子不必不如师，师不必贤于弟子，闻道有先后，术业有专攻，如是而已。李氏子蟠，年十七，好古文，六艺经传皆通习之，不拘于时，学于余。余嘉其能行古道，作《师说》以贻之。 ",
        "author": "唐代",
        "poem_class": "写风",
        "dynasty": "陆畅"
    },
    {
        "title": "落日忆山中",
        "paragraph": "雨后烟景绿，晴天散馀霞。东风随春归，发我枝上花。 花落时欲暮，见此令人嗟。愿游名山去，学道飞丹砂。吟君叹逝双绝句，使我伤怀奏短歌。世上空惊故人少，集中惟觉祭文多。芳林新叶催陈叶，流水前波让後波。万古到今同此恨，闻琴泪尽欲如何。重帏深下莫愁堂，卧后清宵细细长。神女生涯原是梦，小姑居处本无郎。风波不信菱枝弱，月露谁教桂叶香。直道相思了无益，未妨惆怅是清狂。故国三千里，深宫二十年。一声何满子，双泪落君前。自倚能歌日，先皇掌上怜。新声何处唱，肠断李延年。",
        "author": "唐代",
        "poem_class": "写风",
        "dynasty": "李白"
    },
    {
        "title": "春思",
        "paragraph": "春风多可太忙生，长共花边柳外行。与燕作泥蜂酿蜜，才吹小雨又须晴。淳熙己亥，自湖北漕移湖南，同官王正之置酒小山亭，为赋。更能消、几番风雨，匆匆春又归去。惜春长怕花开早，何况落红无数。春且住，见说道、天涯芳草无归路。怨春不语。算只有殷勤，画檐蛛网，尽日惹飞絮。(怕 一作：恨) (无归路 一作：迷归路）长门事，准拟佳期又误。蛾眉曾有人妒。千金纵买相如赋，脉脉此情谁诉？君莫舞，君不见、玉环飞燕皆尘土！闲愁最苦！休去倚危栏，斜阳正在，烟柳断肠处。 凤舞团团饼。恨分破、教孤令。金渠体净，只轮慢碾，玉尘光莹。汤响松风，早减了、二分酒病。 味浓香永。醉乡路、成佳境。恰如灯下，故人万里，归来对影。口不能言，心下快活自省。一别都门三改火，天涯踏尽红尘。依然一笑作春温。无波真古井，有节是秋筠。惆怅孤帆连夜发，送行淡月微云。尊前不用翠眉颦。人生如逆旅，我亦是行人。(尊 通：樽)",
        "author": "宋代",
        "poem_class": "写风",
        "dynasty": "方岳"
    },
    {
        "title": "北风",
        "paragraph": "北风其凉，雨雪其雱。惠而好我，携手同行。其虚其邪？既亟只且！北风其喈，雨雪其霏。惠而好我，携手同归。其虚其邪？既亟只且！莫赤匪狐，莫黑匪乌。惠而好我，携手同车。其虚其邪？既亟只且！采采卷耳，不盈顷筐。嗟我怀人，寘彼周行。(寘 通：置)陟彼崔嵬，我马虺隤。我姑酌彼金罍，维以不永怀。陟彼高冈，我马玄黄。我姑酌彼兕觥，维以不永伤。陟彼砠矣，我马瘏矣。我仆痡矣，云何吁矣。山有木工则度之。宾有礼主则择之。匹夫无罪。怀璧其罪。何自南极。至于北极。绝境越国。弗愁道远。",
        "author": "先秦",
        "poem_class": "写风",
        "dynasty": "佚名"
    },
    {
        "title": "野步",
        "paragraph": "峭寒催换木棉裘，倚杖郊原作近游。最是秋风管闲事，红他枫叶白人头。东风作意吹杨柳，绿到芜城第几桥？欲折一枝寄相忆，隔江残笛雨萧萧。西风几弄冰肌彻，玲珑晶枕愁双设。时节是重阳，菊花牵恨长。鱼书经岁绝，烛泪流残月。梦也不分明，远山云乱横。锦葵原自恋金蜂，谁供花颜奉神灵。欲舞轻翼入殿里，偷向坛前伴卿卿。",
        "author": "清代",
        "poem_class": "写风",
        "dynasty": "赵翼"
    },
    {
        "title": "咏风",
        "paragraph": "肃肃凉风生，加我林壑清。驱烟寻涧户，卷雾出山楹。去来固无迹，动息如有情。日落山水静，为君起松声。(版本一)肃肃凉景生，加我林壑清。驱烟寻涧户，卷雾出山楹。去来固无迹，动息如有情。日落山水静，为君起松声。(版本二)家国兴亡自有时，吴人何苦怨西施。西施若解倾吴国，越国亡来又是谁。自是寻春去校迟，不须惆怅怨芳时。 狂风落尽深红色，绿叶成阴子满枝。摧折不自守，秋风吹若何。暂时花戴雪，几处叶沉波。体弱春风早，丛长夜露多。江湖后摇落，亦恐岁蹉跎。",
        "author": "唐代",
        "poem_class": "写风",
        "dynasty": "王勃"
    },
    {
        "title": "村居苦寒",
        "paragraph": "八年十二月，五日雪纷纷。竹柏皆冻死，况彼无衣民。 回观村闾间，十室八九贫。北风利如剑，布絮不蔽身。 唯烧蒿棘火，愁坐夜待晨。乃知大寒岁，农者尤苦辛。 顾我当此日，草堂深掩门。褐裘覆絁被，坐卧有馀温。 幸免饥冻苦，又无垄亩勤。念彼深可愧，自问是何人。归山深浅去，须尽丘壑美。莫学武陵人，暂游桃源里。卢家少妇郁金堂，海燕双栖玳瑁梁。九月寒砧催木叶，十年征戍忆辽阳。白狼河北音书断，丹凤城南秋夜长。谁谓含愁独不见，更教明月照流黄。慈母手中线，游子身上衣。临行密密缝，意恐迟迟归。谁言寸草心，报得三春晖。",
        "author": "唐代",
        "poem_class": "写风",
        "dynasty": "白居易"
    },
    {
        "title": "春风",
        "paragraph": "春风如贵客，一到便繁华。来扫千山雪，归留万国花。嫣然欲笑媚东墙，绰约终疑胜海棠。颜色不辞脂粉污，风神偏带绮罗香。园林尽日开图画，丝管含情趁艳阳。怪底近来浑自醉，一尊难发少年狂。九州生气恃风雷，万马齐喑究可哀。我劝天公重抖擞，不拘一格降人材。(人材 一作：人才)伏雨朝寒愁不胜，那能还傍杏花行。去年高摘斗轻盈。漫惹炉烟双袖紫，空将酒晕一衫青。人间何处问多情。",
        "author": "清代",
        "poem_class": "写风",
        "dynasty": "袁枚"
    }
]