[
    {
        "title": "马诗二十三首·其十三",
        "paragraph": "宝玦谁家子，长闻侠骨香。堆金买骏骨，将送楚襄王。年、月、日，季父愈闻汝丧之七日，乃能衔哀致诚，使建中远具时羞之奠，告汝十二郎之灵：呜呼！吾少孤，及长，不省所怙，惟兄嫂是依。中年兄殁南方，吾与汝俱幼，从嫂归葬河阳。既又与汝就食江南，零丁孤苦，未尝一日相离也。吾上有三兄，皆不幸早世。承先人后者，在孙惟汝，在子惟吾。两世一身，形单影只。嫂尝抚汝指吾而言曰：“韩氏两世，惟此而已！”汝时尤小，当不复记忆；吾时虽能记忆，亦未知其言之悲也。吾年十九，始来京城。其后四年，而归视汝。又四年，吾往河阳省坟墓，遇汝从嫂丧来葬。又二年，吾佐董丞相于汴州，汝来省吾，止一岁，请归取其孥。明年，丞相薨，吾去汴州，汝不果来。是年，吾佐戎徐州，使取汝者始行，吾又罢去，汝又不果来。吾念汝从于东，东亦客也，不可以久；图久远者，莫如西归，将成家而致汝。呜呼！孰谓汝遽去吾而殁乎！吾与汝俱少年，以为虽暂相别，终当久相与处。故舍汝而旅食京师，以求斗斛之禄。诚知其如此，虽万乘之公相，吾不以一日辍汝而就也。去年，孟东野往，吾书与汝曰：“吾年未四十，而视茫茫，而发苍苍，而齿牙动摇。念诸父与诸兄，皆康强而早世，如吾之衰者，其能久存乎？吾不可去，汝不肯来，恐旦暮死，而汝抱无涯之戚也。”孰谓少者殁而长者存，强者夭而病者全乎？呜呼！其信然邪？其梦邪？其传之非其真邪？信也，吾兄之盛德而夭其嗣乎？汝之纯明而不克蒙其泽乎？少者强者而夭殁，长者衰者而存全乎？未可以为信也！梦也，传之非其真也，东野之书，耿兰之报，何为而在吾侧也？呜呼！其信然矣！吾兄之盛德而夭其嗣矣，汝之纯明宜业其家者，不克蒙其泽矣。所谓天者诚难测，而神者诚难明矣。所谓理者不可推，而寿者不可知矣。虽然，吾自今年来，苍苍者或化而为白矣；动摇者或脱而落矣，毛血日益衰，志气日益微，几何不从汝而死也？死而有知，其几何离？其无知，悲不几时，而不悲者无穷期矣。汝之子始十岁，吾之子始五岁，少而强者不可保，如此孩提者，又可冀其成立邪？呜呼哀哉！呜呼哀哉！汝去年书云：“比得软脚病，往往而剧。”吾曰：“是疾也，江南之人，常常有之。”未始以为忧也。呜呼， 其竟以此而殒其生乎？抑别有疾而至斯极乎？汝之书，六月十七日也；东野云，汝殁以六月二日；耿兰之报无月日。盖东野之使者不知问家人以月日，如耿兰之报，不知当言月日。东野与吾书，乃问使者，使者妄称以应之乎。其然乎？其不然乎？今吾使建中祭汝，吊汝之孤与汝之乳母。彼有食可守，以待终丧，则待终丧而取以来；如不能守以终丧，则遂取以来。其余奴婢，并令守汝丧。吾力能改葬，终葬汝于先人之兆，然后惟其所愿。呜呼！汝病吾不知时，汝殁吾不知日，生不能相养以共居，殁不能抚汝以尽哀，敛不凭其棺，窆不临其穴。吾行负神明，而使汝夭。不孝不慈，而不得与汝相养以生，相守以死。一在天之涯，一在地之角，生而影不与吾形相依，死而魂不与吾梦相接，吾实为之，其又何尤！彼苍者天，曷其有极！自今已往，吾其无意于人世矣！当求数顷之田于伊、颍之上，以待余年。教吾子与汝子，幸其成；长吾女与汝女，待其嫁，如此而已。呜呼，言有穷而情不可终，汝其知也邪？其不知也邪？呜呼哀哉！尚飨！故国三千里，深宫二十年。一声何满子，双泪落君前。国破山河在，城春草木深。感时花溅泪，恨别鸟惊心。烽火连三月，家书抵万金。白头搔更短，浑欲不胜簪。",
        "author": "唐代",
        "poem_class": "写马",
        "dynasty": "李贺"
    },
    {
        "title": "马诗二十三首·其十九",
        "paragraph": "萧寺驮经马，元从竺国来。空知有善相，不解走章台。泽国江山入战图，生民何计乐樵苏。 凭君莫话封侯事，一将功成万骨枯。 传闻一战百神愁，两岸强兵过未休。 谁道沧江总无事，近来长共血争流。霜草苍苍虫切切，村南村北行人绝。独出门前望野田，月明荞麦花如雪。(门前 一作：前门)前不见古人，后不见来者。念天地之悠悠，独怆然而涕下！",
        "author": "唐代",
        "poem_class": "写马",
        "dynasty": "李贺"
    },
    {
        "title": "马诗二十三首·其十六",
        "paragraph": "唐剑斩隋公，拳毛属太宗。莫嫌金甲重，且去捉颴风。明月出天山，苍茫云海间。长风几万里，吹度玉门关。汉下白登道，胡窥青海湾。由来征战地，不见有人还。戍客望边邑，思归多苦颜。(望边邑 一作：望边色)高楼当此夜，叹息未应闲。枫叶千枝复万枝，江桥掩映暮帆迟。 忆君心似西江水，日夜东流无歇时。白日依山尽，黄河入海流。欲穷千里目，更上一层楼。",
        "author": "唐代",
        "poem_class": "写马",
        "dynasty": "李贺"
    },
    {
        "title": "马诗二十三首·其二十",
        "paragraph": "重围如燕尾，宝剑似鱼肠。欲求千里脚，先采眼中光。万木冻欲折，孤根暖独回。前村深雪里，昨夜一枝开。风递幽香出，禽窥素艳来。明年如应律，先发望春台。太行之路能摧车，若比人心是坦途。巫峡之水能覆舟，若比人心是安流。人心好恶苦不常，好生毛羽恶生疮。与君结发未五载，岂期牛女为参商。古称色衰相弃背，当时美人犹怨悔。何况如今鸾镜中，妾颜未改君心改。为君熏衣裳，君闻兰麝不馨香。为君盛容饰，君看金翠无颜色。行路难，难重陈。人生莫作妇人身，百年苦乐由他人。行路难，难于山，险于水。不独人间夫与妻，近代君臣亦如此。君不见左纳言，右纳史，朝承恩，暮赐死。行路难，不在水，不在山，只在人情反覆间。谁道群生性命微？一般骨肉一般皮。劝君莫打枝头鸟，子在巢中望母归。",
        "author": "唐代",
        "poem_class": "写马",
        "dynasty": "李贺"
    },
    {
        "title": "马诗二十三首·其十四",
        "paragraph": "香幞赭罗新，盘龙蹙蹬鳞。回看南陌上，谁道不逢春？怜君孤秀植庭中，细叶轻阴满座风。桃李盛时虽寂寞，雪霜多后始青葱。一年几变枯荣事，百尺方资柱石功。为谢西园车马客，定悲摇落尽成空。不知香积寺，数里入云峰。古木无人径，深山何处钟。泉声咽危石，日色冷青松。薄暮空潭曲，安禅制毒龙。沅湘流不尽，屈子怨何深。日暮秋风起，萧萧枫树林。",
        "author": "唐代",
        "poem_class": "写马",
        "dynasty": "李贺"
    },
    {
        "title": "马诗二十三首·其二十一",
        "paragraph": "暂系腾黄马，仙人上彩楼。须鞭玉勒吏，何事谪高州？冰簟银床梦不成，碧天如水夜云轻。 雁声远过潇湘去，十二楼中月自明。江汉思归客，乾坤一腐儒。片云天共远，永夜月同孤。落日心犹壮，秋风病欲疏。(疏 一作：苏)古来存老马，不必取长途。一尺深红胜曲尘，天生旧物不如新。(胜曲尘 一作：蒙曲尘)合欢桃核终堪恨，里许元来别有人。井底点灯深烛伊，共郎长行莫围棋。玲珑骰子安红豆，入骨相思知不知。 ",
        "author": "唐代",
        "poem_class": "写马",
        "dynasty": "李贺"
    },
    {
        "title": "马诗二十三首·其十七",
        "paragraph": "白铁锉青禾，砧间落细莎。世人怜小颈，金埒畏长牙。高轩暧春色，邃阁媚朝光。彤庭飞彩旆，翠幌曜明珰。恭己临四极，垂衣驭八荒。霜戟列丹陛，丝竹韵长廊。穆矣熏风茂，康哉帝道昌。继文遵后轨，循古鉴前王。草秀故春色，梅艳昔年妆。巨川思欲济，终以寄舟航。太乙近天都，连山接海隅。(接 一作：到)白云回望合，青霭入看无。分野中峰变，阴晴众壑殊。欲投人处宿，隔水问樵夫。积雨空林烟火迟，蒸藜炊黍饷东菑。漠漠水田飞白鹭，阴阴夏木啭黄鹂。山中习静观朝槿，松下清斋折露葵。野老与人争席罢，海鸥何事更相疑。",
        "author": "唐代",
        "poem_class": "写马",
        "dynasty": "李贺"
    },
    {
        "title": "韩干马十四匹",
        "paragraph": "二马并驱攒八蹄，二马宛颈鬃尾齐。一马任前双举后，一马却避长呜嘶。老髯奚官奇且顾，前身作马通马语。后有八匹饮且行，微流赴吻若有声。前者既济出林鹤，后者欲涉鹤俯啄。最后一匹马中龙，不嘶不动尾摇风。韩生画马真是马，苏子作诗如见画。世无伯乐亦无韩，此诗此画谁当看？金陵城上西楼，倚清秋。万里夕阳垂地大江流。中原乱，簪缨散，几时收？试倩悲风吹泪过扬州。日月如磨蚁，万事且浮休。君看檐外江水，滚滚自东流。风雨瓢泉夜半，花草雪楼春到，老子已菟裘。岁晚问无恙，归计橘千头。 梦连环，歌弹铗，赋登楼。黄鸡白酒，君去村社一番秋。长剑倚天谁问，夷甫诸人堪笑，西北有神州。此事君自了，千古一扁舟。金风细细。叶叶梧桐坠。绿酒初尝人易醉。一枕小窗浓睡。 紫薇朱槿花残。斜阳却照阑干。双燕欲归时节，银屏昨夜微寒。",
        "author": "宋代",
        "poem_class": "写马",
        "dynasty": "苏轼"
    },
    {
        "title": "骢马",
        "paragraph": "金络青骢白玉鞍，长鞭紫陌野游盘。朝驱东道尘恒灭，暮到河源日未阑。汗血每随边地苦，蹄伤不惮陇阴寒。君能一饮长城窟，为报天山行路难。客心争日月，来往预期程。秋风不相待，先至洛阳城。积雨空林烟火迟，蒸藜炊黍饷东菑。漠漠水田飞白鹭，阴阴夏木啭黄鹂。山中习静观朝槿，松下清斋折露葵。野老与人争席罢，海鸥何事更相疑。春种一粒粟，秋收万颗子。四海无闲田，农夫犹饿死。锄禾日当午，汗滴禾下土。谁知盘中餐，粒粒皆辛苦？",
        "author": "唐代",
        "poem_class": "写马",
        "dynasty": "万楚"
    },
    {
        "title": "马诗二十三首·其六",
        "paragraph": "饥卧骨查牙，粗毛刺破花。鬣焦珠色落，发断锯长麻。小时不识月，呼作白玉盘。又疑瑶台镜，飞在青云端。(青云 一作：白云)仙人垂两足，桂树何团团。白兔捣药成，问言与谁餐？蟾蜍蚀圆影，大明夜已残。羿昔落九乌，天人清且安。阴精此沦惑，去去不足观。忧来其如何？凄怆摧心肝。天际霞光入水中，水中天际一时红。直须日观三更后，首送金乌上碧空。归山深浅去，须尽丘壑美。莫学武陵人，暂游桃源里。",
        "author": "唐代",
        "poem_class": "写马",
        "dynasty": "李贺"
    },
    {
        "title": "卫节度赤骠马歌",
        "paragraph": "君家赤骠画不得，一团旋风桃花色。红缨紫鞚珊瑚鞭，玉鞍锦鞯黄金勒。请君鞁出看君骑，尾长窣地如红丝。自矜诸马皆不及，却忆百金新买时。香街紫陌凤城内，满城见者谁不爱。扬鞭骤急白汗流，弄影行骄碧蹄碎。紫髯胡雏金剪刀，平明剪出三鬉高。枥上看时独意气，众中牵出偏雄豪。骑将猎向南山口，城南孤兔不复有。草头一点疾如飞，却使苍鹰翻向后。忆昨看君朝未央，鸣珂拥盖满路香。始知边将真富贵，可怜人马相辉光。男儿称意得如此，骏马长鸣北风起。待君东去扫胡尘，为君一日行千里。两竿落日溪桥上，半缕轻烟柳影中。多少绿荷相倚恨，一时回首背西风。翰林院北厅花下作惆怅阶前红牡丹，晚来唯有两枝残。明朝风起应吹尽，夜惜衰红把火看。新昌窦给事宅南亭花下作寂寞萎红低向雨，离披破艳散随风。晴明落地犹惆怅，何况飘零泥土中。曾经沧海难为水，除却巫山不是云。取次花丛懒回顾，半缘修道半缘君。",
        "author": "唐代",
        "poem_class": "写马",
        "dynasty": "岑参"
    },
    {
        "title": "瘦马图",
        "paragraph": "一从云雾降天关，空尽先朝十二闲。今日有谁怜瘦骨，夕阳沙岸影如山。自笑平生为口忙，老来事业转荒唐。长江绕郭知鱼美，好竹连山觉笋香。逐客不妨员外置，诗人例作水曹郎。只惭无补丝毫事，尚费官家压酒囊。聚散匆匆不偶然。二年遍历楚山川。但将痛饮酬风月，莫放离歌入管弦。萦绿带，点青钱，东湖春水碧连天。明朝放我东归去，後夜相思月满船。快上西楼，怕天放、浮云遮月。但唤取、玉纤横笛，一声吹裂。谁做冰壶凉世界，最怜玉斧修时节。问嫦娥、孤冷有愁无？应华发。云液满，琼杯滑。长袖起，清歌咽。叹十常八九，欲磨还缺。但愿长圆如此夜，人情未必看承别。把从前、离恨总成欢，归时说。",
        "author": "宋代",
        "poem_class": "写马",
        "dynasty": "龚开"
    },
    {
        "title": "马诗二十三首·其二十三",
        "paragraph": "武帝爱神仙，烧金得紫烟。厩中皆肉马，不解上青天。阳月南飞雁，传闻至此回。我行殊未已，何日复归来。江静潮初落，林昏瘴不开。明朝望乡处，应见陇头梅。肠断江春欲尽头，杖藜徐步立芳洲。(江春 一作：春江)颠狂柳絮随风去，轻薄桃花逐水流。(去 一作：舞)松下茅亭五月凉，汀沙云树晚苍苍。行人无限秋风思，隔水青山似故乡。",
        "author": "唐代",
        "poem_class": "写马",
        "dynasty": "李贺"
    },
    {
        "title": "马诗二十三首·其十五",
        "paragraph": "不从桓公猎，何能伏虎威？一朝沟陇出，看取拂云飞。泰山不要欺毫末，颜子无心羡老彭。松树千年终是朽，槿花一日自为荣。何须恋世常忧死，亦莫嫌身漫厌生。生去死来都是幻，幻人哀乐系何情。昔闻洞庭水，今上岳阳楼。吴楚东南坼，乾坤日夜浮。亲朋无一字，老病有孤舟。戎马关山北，凭轩涕泗流。冀马燕犀动地来，自埋红粉自成灰。君王若道能倾国，玉辇何由过马嵬。海外徒闻更九州，他生未卜此生休。空闻虎旅传宵柝，无复鸡人报晓筹。此日六军同驻马，当时七夕笑牵牛。如何四纪为天子，不及卢家有莫愁。",
        "author": "唐代",
        "poem_class": "写马",
        "dynasty": "李贺"
    },
    {
        "title": "駉",
        "paragraph": "駉駉牡马，在坰之野。薄言駉者，有驈有皇，有骊有黄，以车彭彭。思无疆思，马斯臧。駉駉牡马，在坰之野。薄言駉者，有骓有駓，有骍有骐，以车伾伾。思无期思，马斯才。駉駉牡马，在坰之野。溥言駉者，有驒有骆，有骝有雒，以车绎绎。思无斁思，马斯作。駉駉牡马，在坰之野。薄言駉者，有骃有騢，有驔有鱼，以车祛祛。思无邪思，马斯徂。沧浪之水清兮，可以濯我缨；沧浪之水浊兮，可以濯我足。皇祖有训。民可近。不可下。民惟邦本。本固邦宁。予视天下愚夫愚妇。一能胜予。怨岂在明。不见是图。予临兆民。懔乎若朽索之驭六马。为人上者。奈何不敬。训有之。内作色荒。外作禽荒。甘酒嗜音。峻宇雕墙。有一于此。未或不亡。惟彼陶唐。有此冀方。今失厥道。乱其纪纲。乃底灭亡。明明我祖。万邦之君。有典有则。贻厥子孙。关石和钧。王府则有。荒坠厥绪。覆宗绝祀。呜呼曷归。予怀之悲。万姓仇予。予将畴依。郁陶乎予心。颜厚有忸怩。弗慎厥德。虽悔可追。维清缉熙，文王之典。肇禋，迄用有成，维周之祯。",
        "author": "先秦",
        "poem_class": "写马",
        "dynasty": "佚名"
    },
    {
        "title": "马诗二十三首·其二十二",
        "paragraph": "汗血到王家，随鸾撼玉珂。少君骑海上，人见是青骡。君因风送入青云，我被人驱向鸭群。雪颈霜毛红网掌，请看何处不如君？古台摇落后，秋日望乡心。(秋日 一作：秋入)野寺来人少，云峰隔水深。夕阳依旧垒，寒磬满空林。惆怅南朝事，长江独至今。一夜新霜著瓦轻，芭蕉新折败荷倾。耐寒唯有东篱菊，金粟初开晓更清。",
        "author": "唐代",
        "poem_class": "写马",
        "dynasty": "李贺"
    },
    {
        "title": "浣溪沙·题丁兵备丈画马",
        "paragraph": "苜蓿阑干满上林，西风残秣独沉吟。遗台何处是黄金？空阔已无千里志，驰驱枉抱百年心。夕阳山影自萧森。春灯如雪浸兰舟，不载江南半点愁。谁信寻春此狂客，一茶一偈过扬州。帘外五更风，消受晓寒时节。刚剩秋衾一半，拥透帘残月。争教清泪不成冰？好处便轻别。拟把伤离情绪，待晓寒重说。何处花先放？向南三两村。未春天似梦，彻夜月无言。且喜昏鸦散，毋嫌翠羽喧。众芳久寂寞，赖汝照乾坤。离离压残雪，脉脉照溪滨。一任夜五月，何妨天不春！芳华凭俗赏，风味与谁亲？只觉闭门后，徘徊似有人。",
        "author": "清代",
        "poem_class": "写马",
        "dynasty": "王鹏运"
    },
    {
        "title": "有駜",
        "paragraph": "有駜有駜，駜彼乘黄。夙夜在公，在公明明。振振鹭，鹭于下。鼓咽咽，醉言舞。于胥乐兮！有駜有駜，駜彼乘牡。夙夜在公，在公饮酒。振振鹭，鹭于飞。鼓咽咽，醉言归。于胥乐兮！有駜有駜，駜彼乘駽。夙夜在公，在公载燕。自今以始，岁其有。君子有穀，诒孙子。于胥乐兮！彼何人斯？其心孔艰。胡逝我梁，不入我门？伊谁云从？维暴之云。二人从行，谁为此祸？胡逝我梁，不入唁我？始者不如今，云不我可彼何人斯？胡逝我陈？我闻其声，不见其身。不愧于人？不畏于天？彼何人斯？其为飘风。胡不自北？胡不自南？胡逝我梁？祗搅我心。尔之安行，亦不遑舍。尔之亟行，遑脂尔车。壹者之来，云何其盱。尔还而入，我心易也。还而不入，否难知也。壹者之来，俾我祗也。伯氏吹埙，仲氏吹篪。及尔如贯，谅不我知，出此三物，以诅尔斯。为鬼为蜮，则不可得。有靦面目，视人罔极。作此好歌，以极反侧。阿房阿房亡始皇。栾盈出奔楚。宣子杀羊舌虎，囚叔向。人谓叔向曰：“子离于罪，其为不知乎？”叔向曰：“与其死亡若何？诗曰：‘优哉游哉，聊以卒岁。’知也。”乐王鲋见叔向曰：“吾为子请。”叔向弗应，出不拜。其人皆咎叔向。叔向曰：“必祁大夫。”室老闻之曰：“乐王鲋言于君无不行，求赦吾子，吾子不许；祁大夫所不能也，而曰必由之。何也？”叔向曰：“乐王鲋从君者也，何能行？祁大夫外举不弃仇，内举不失亲，其独遗我乎？诗曰：‘有觉德行，四国顺之。’夫子，觉者也。”晋侯问叔向之罪于乐王鲋。对曰：“不弃其亲，其有焉。”于是祁奚老矣，闻之，乘驲而见宣子，曰：“《诗》曰：‘惠我无疆，子孙保之。’《书》曰：‘圣有谟勋，明征定保。’夫谋而鲜过，惠训不倦者，叔向有焉，社稷之固也。犹将十世宥之，以劝能者。今壹不免其身，以弃社稷，不亦惑乎？鲧殛而禹兴；伊尹放大甲而相之，卒无怨色；管蔡为戮，周公右王。若之何其以虎也弃社稷？子为善，谁敢不勉，多杀何为？”宣子说，与之乘，以言诸公而免之。不见叔向而归，叔向亦不告免焉而朝。 ",
        "author": "先秦",
        "poem_class": "写马",
        "dynasty": "佚名"
    },
    {
        "title": "天马二首·其二",
        "paragraph": "天马徕，从西极，涉流沙，九夷服。天马徕，出泉水，虎脊两，化若鬼。天马徕，历无草，径千里，循东道。天马徕，执徐时，将摇举，谁与期？天马徕，开远门，竦予身，逝昆仑。天马徕，龙之媒，游阊阖，观玉台。东临碣石，以观沧海。水何澹澹，山岛竦峙。树木丛生，百草丰茂。秋风萧瑟，洪波涌起。日月之行，若出其中；星汉灿烂，若出其里。幸甚至哉，歌以咏志。日暮游西园，冀写忧思情。曲池扬素波，列树敷丹荣。上有特栖鸟，怀春向我鸣。褰衽欲从之，路险不得征。徘徊不能去，伫立望尔形。风飇扬尘起，白日忽已冥。回身入空房，托梦通精诚。人欲天不违，何惧不合并。河桥望行旅，长亭送故人。沙飞似军幕，蓬卷若车轮。边衣苦霜雪，愁貌捐风尘。行路皆兄弟，千里念相亲。",
        "author": "两汉",
        "poem_class": "写马",
        "dynasty": "刘彻"
    },
    {
        "title": "老马",
        "paragraph": "卧来扶不起，唯向主人嘶。惆怅东郊道，秋来雨作泥。兔丝附蓬麻，引蔓故不长。嫁女与征夫，不如弃路旁。结发为君妻，席不暖君床。暮婚晨告别，无乃太匆忙。君行虽不远，守边赴河阳。妾身未分明，何以拜姑嫜？父母养我时，日夜令我藏。生女有所归，鸡狗亦得将。君今往死地，沉痛迫中肠。誓欲随君去，形势反苍黄。勿为新婚念，努力事戎行。妇人在军中，兵气恐不扬。自嗟贫家女，久致罗襦裳。罗襦不复施，对君洗红妆。仰视百鸟飞，大小必双翔。人事多错迕，与君永相望。众鸟高飞尽，孤云独去闲。相看两不厌，只有敬亭山。(只有 一作：唯有)潇洒江湖十过秋，酒杯无日不迟留。谢公城畔溪惊梦，苏小门前柳拂头。千里云山何处好，几人襟韵一生休。尘冠挂却知闲事，终拟蹉跎访旧游。",
        "author": "唐代",
        "poem_class": "写马",
        "dynasty": "姚合"
    },
    {
        "title": "紫骝马",
        "paragraph": "紫骝行且嘶，双翻碧玉蹄。临流不肯渡，似惜锦障泥。白雪关山远，黄云海戍迷。挥鞭万里去，安得念春闺。我本楚狂人，凤歌笑孔丘。手持绿玉杖，朝别黄鹤楼。五岳寻仙不辞远，一生好入名山游。庐山秀出南斗傍，屏风九叠云锦张，影落明湖青黛光。金阙前开二峰长，银河倒挂三石梁，香炉瀑布遥相望，回崖沓嶂凌苍苍。翠影红霞映朝日，鸟飞不到吴天长。登高壮观天地间，大江茫茫去不还。黄云万里动风色，白波九道流雪山。好为庐山谣，兴因庐山发。闲窥石镜清我心，谢公行处苍苔没。早服还丹无世情，琴心三叠道初成。遥见仙人彩云里，手把芙蓉朝玉京。先期汗漫九垓上，愿接卢敖游太清。我来竟何事，高卧沙丘城。城边有古树，日夕连秋声。鲁酒不可醉，齐歌空复情。思君若汶水，浩荡寄南征。城上高楼接大荒，海天愁思正茫茫。惊风乱飐芙蓉水，密雨斜侵薜荔墙。岭树重遮千里目，江流曲似九回肠。共来百越文身地，犹自音书滞一乡。",
        "author": "唐代",
        "poem_class": "写马",
        "dynasty": "李白"
    },
    {
        "title": "天马二首·其一",
        "paragraph": "太一况，天马下，沾赤汗，沫流赭。志俶傥，精权奇，籋浮云，晻上驰。体容与，迣万里，今安匹，龙为友。白日曜青春，时雨静飞尘。寒冰辟炎景，凉风飘我身。清醴盈金觞，肴馔纵横陈。齐人进奇乐，歌者出西秦。翩翩我公子，机巧忽若神。于穆圣皇。仁畅惠渥。辞献减膳。以服鳏独。和气致祥。时雨渗漉。野草萌变。化成喜谷。门有万里客。问君何乡人。褰裳起从之。果得心所亲。挽裳对我泣。太息前自陈。本是朔方士。今为吴越民。行行将复行。去去适西秦。",
        "author": "两汉",
        "poem_class": "写马",
        "dynasty": "刘彻"
    },
    {
        "title": "书韩干牧马图",
        "paragraph": "南山之下，汧渭之间，想见开元天宝年。八坊分屯隘秦川，四十万匹如云烟。骓駓骃骆骊骝騵，白鱼赤兔骍騜鶾。龙颅凤颈狞且妍，奇姿逸态隐驽顽。碧眼胡儿手足鲜，岁时翦刷供帝闲。柘袍临池侍三千，红妆照日光流渊。楼下玉螭吐清寒，往来蹙踏生飞湍。众工舐笔和朱铅，先生曹霸弟子韩。厩马多肉尻脽圆，肉中画骨夸尤难。金羁玉勒绣罗鞍，鞭箠刻烙伤天全，不如此图近自然。平沙细草荒芊绵，惊鸿脱兔争后先。王良挟策飞上天，何必俯首服短辕？听风听雨过清明。愁草瘗花铭。楼前绿暗分携路，一丝柳、一寸柔情。料峭春寒中酒，交加晓梦啼莺。 西园日日扫林亭。依旧赏新晴。黄蜂频扑秋千索，有当时、纤手香凝。惆怅双鸳不到，幽阶一夜苔生。东风吹柳日初长，雨余芳草斜阳。杏花零落燕泥香，睡损红妆。宝篆烟销龙凤，画屏云锁潇湘。夜寒微透薄罗裳，无限思量。眉共春山争秀。可怜长皱。莫将清泪湿花枝，恐花也、如人瘦。清润玉箫闲久。知音稀有，欲知日日倚阑愁，但问取、亭前柳。",
        "author": "宋代",
        "poem_class": "写马",
        "dynasty": "苏轼"
    },
    {
        "title": "马诗二十三首·其九",
        "paragraph": "飂叔去匆匆，如今不豢龙。夜来霜压栈，骏骨折西风。世间花叶不相伦，花入金盆叶作尘。惟有绿荷红菡萏，卷舒开合任天真。此花此叶常相映，翠减红衰愁杀人。(常相映 一作：长相映) 寻章摘句老雕虫，晓月当帘挂玉弓。不见年年辽海上，文章何处哭秋风。昨夜圆非今夜圆，却疑圆处减婵娟。一年十二度圆缺，能得几多时少年。",
        "author": "唐代",
        "poem_class": "写马",
        "dynasty": "李贺"
    },
    {
        "title": "病马",
        "paragraph": "乘尔亦已久，天寒关塞深。尘中老尽力，岁晚病伤心。毛骨岂殊众？驯良犹至今。物微意不浅，感动一沉吟。何处秋风至？萧萧送雁群。朝来入庭树，孤客最先闻。山僧对棋坐，局上竹阴清。映竹无人见，时闻下子声。小娃撑小艇，偷采白莲回。不解藏踪迹，浮萍一道开。琉璃钟，琥珀浓，小槽酒滴真珠红。烹龙炮凤玉脂泣，罗帏绣幕围香风。吹龙笛，击鼍鼓；皓齿歌，细腰舞。况是青春日将暮，桃花乱落如红雨。劝君终日酩酊醉，酒不到刘伶坟上土。",
        "author": "唐代",
        "poem_class": "写马",
        "dynasty": "杜甫"
    },
    {
        "title": "马诗二十三首·其十八",
        "paragraph": "伯乐向前看，旋毛在腹间。只今掊白草，何日蓦青山？海畔尖山似剑铓，秋来处处割愁肠。 若为化得身千亿，散上峰头望故乡。水。至清，尽美。从一勺，至千里。利人利物，时行时止。道性净皆然，交情淡如此。君游金谷堤上，我在石渠署里。两心相忆似流波，潺湲日夜无穷已。浑成紫檀金屑文，作得琵琶声入云。 胡地迢迢三万里，那堪马上送明君。 异方之乐令人悲，羌笛胡笳不用吹。 坐看今夜关山月，思杀边城游侠儿。",
        "author": "唐代",
        "poem_class": "写马",
        "dynasty": "李贺"
    },
    {
        "title": "清平乐·平原放马",
        "paragraph": "辔摇衔铁。蹴踏平原雪。勇趁军声曾汗血。闲过升平时节。 茸茸春草天涯。涓涓野水晴沙。多少骅骝老去，至今犹困盐车。暗淡轻黄体性柔，情疏迹远只香留。何须浅碧深红色，自是花中第一流。(深 一作：轻)梅定妒，菊应羞，画阑开处冠中秋。骚人可煞无情思，何事当年不见收。(阑 通：栏)鸣骹直上一千尺，天静无风声更干。碧眼胡儿三百骑，尽提金勒向云看。绿杨芳草长亭路。年少抛人容易去。楼头残梦五更钟，花底离愁三月雨。(离愁 一作：离情)无情不似多情苦。一寸还成千万缕。天涯地角有穷时，只有相思无尽处。",
        "author": "宋代",
        "poem_class": "写马",
        "dynasty": "张炎"
    },
    {
        "title": "马诗二十三首·其八",
        "paragraph": "赤兔无人用，当须吕布骑。吾闻果下马，羁策任蛮儿。山不在高，有仙则名。水不在深，有龙则灵。斯是陋室，惟吾德馨。苔痕上阶绿，草色入帘青。谈笑有鸿儒，往来无白丁。可以调素琴，阅金经。无丝竹之乱耳，无案牍之劳形。南阳诸葛庐，西蜀子云亭。孔子云：何陋之有？湖光秋月两相和，潭面无风镜未磨。遥望洞庭山水翠，白银盘里一青螺。(山水翠 一作：山水色)江海相逢客恨多，秋风叶下洞庭波。 酒酣夜别淮阴市，月照高楼一曲歌。",
        "author": "唐代",
        "poem_class": "写马",
        "dynasty": "李贺"
    },
    {
        "title": "韦讽录事宅观曹将军画马图",
        "paragraph": "国初已来画鞍马，神妙独数江都王。将军得名三十载，人间又见真乘黄。曾貌先帝照夜白，龙池十日飞霹雳。内府殷红玛瑙盘，婕妤传诏才人索。盘赐将军拜舞归，轻纨细绮相追飞。贵戚权门得笔迹，始觉屏障生光辉。昔日太宗拳毛騧，近时郭家狮子花。今之新图有二马，复令识者久叹嗟。此皆骑战一敌万，缟素漠漠开风沙。其余七匹亦殊绝，迥若寒空动烟雪。霜蹄蹴踏长楸间，马官厮养森成列。可怜九马争神骏，顾视清高气深稳。借问苦心爱者谁，后有韦讽前支遁。忆昔巡幸新丰宫，翠华拂天来向东。腾骧磊落三万匹，皆与此图筋骨同。自从献宝朝河宗，无复射蛟江水中。君不见金粟堆前松柏里，龙媒去尽鸟呼风。葡萄美酒夜光杯，欲饮琵琶马上催。醉卧沙场君莫笑，古来征战几人回？西上太白峰，夕阳穷登攀。太白与我语，为我开天关。愿乘泠风去，直出浮云间。举手可近月，前行若无山。一别武功去，何时复更还？中和癸卯春三月，洛阳城外花如雪。东西南北路人绝，绿杨悄悄香尘灭。路旁忽见如花人，独向绿杨阴下歇。凤侧鸾欹鬓脚斜，红攒黛敛眉心折。借问女郎何处来？含颦欲语声先咽。回头敛袂谢行人，丧乱漂沦何堪说！三年陷贼留秦地，依稀记得秦中事。君能为妾解金鞍，妾亦与君停玉趾。前年庚子腊月五，正闭金笼教鹦鹉。斜开鸾镜懒梳头，闲凭雕栏慵不语。忽看门外起红尘，已见街中擂金鼓。居人走出半仓惶，朝士归来尚疑误。是时西面官军入，拟向潼关为警急。皆言博野自相持，尽道贼军来未及。须臾主父乘奔至，下马入门痴似醉。适逢紫盖去蒙尘，已见白旗来匝地。扶羸携幼竞相呼，上屋缘墙不知次。南邻走入北邻藏，东邻走向西邻避。北邻诸妇咸相凑，户外崩腾如走兽。轰轰昆昆乾坤动，万马雷声从地涌。火迸金星上九天，十二官街烟烘烔。日轮西下寒光白，上帝无言空脉脉。阴云晕气若重围，宦者流星如血色。紫气潜随帝座移，妖光暗射台星拆。家家流血如泉沸，处处冤声声动地。舞伎歌姬尽暗捐，婴儿稚女皆生弃。东邻有女眉新画，倾国倾城不知价。长戈拥得上戎车，回首香闺泪盈把。旋抽金线学缝旗，才上雕鞍教走马。有时马上见良人，不敢回眸空泪下；西邻有女真仙子，一寸横波剪秋水。妆成只对镜中春，年幼不知门外事。一夫跳跃上金阶，斜袒半肩欲相耻。牵衣不肯出朱门，红粉香脂刀下死。南邻有女不记姓，昨日良媒新纳聘。琉璃阶上不闻行，翡翠帘间空见影。忽看庭际刀刃鸣，身首支离在俄顷。仰天掩面哭一声，女弟女兄同入井；北邻少妇行相促，旋拆云鬟拭眉绿。已闻击托坏高门，不觉攀缘上重屋。须臾四面火光来，欲下回梯梯又摧。烟中大叫犹求救，梁上悬尸已作灰。妾身幸得全刀锯，不敢踟蹰久回顾。旋梳蝉鬓逐军行，强展蛾眉出门去。旧里从兹不得归，六亲自此无寻处。一从陷贼经三载，终日惊忧心胆碎。夜卧千重剑戟围，朝餐一味人肝脍。鸳帏纵入岂成欢？宝货虽多非所爱。蓬头垢面眉犹赤，几转横波看不得。衣裳颠倒语言异，面上夸功雕作字。柏台多半是狐精，兰省诸郎皆鼠魅。还将短发戴华簪，不脱朝衣缠绣被。翻持象笏作三公，倒佩金鱼为两史。朝闻奏对入朝堂，暮见喧呼来酒市。一朝五鼓人惊起，叫啸喧呼如窃语。夜来探马入皇城，昨日官军收赤水。赤水去城一百里，朝若来兮暮应至。凶徒马上暗吞声，女伴闺中潜生喜。皆言冤愤此时销，必谓妖徒今日死。逡巡走马传声急，又道官军全阵入。大彭小彭相顾忧，二郎四郎抱鞍泣。沉沉数日无消息，必谓军前已衔璧。簸旗掉剑却来归，又道官军悉败绩。四面从兹多厄束，一斗黄金一斗粟。尚让厨中食木皮，黄巢机上刲人肉。东南断绝无粮道，沟壑渐平人渐少。六军门外倚僵尸，七架营中填饿殍。长安寂寂今何有？废市荒街麦苗秀。采樵斫尽杏园花，修寨诛残御沟柳。华轩绣毂皆销散，甲第朱门无一半。含元殿上狐兔行，花萼楼前荆棘满。昔时繁盛皆埋没，举目凄凉无故物。内库烧为锦绣灰，天街踏尽公卿骨！来时晓出城东陌，城外风烟如塞色。路旁时见游奕军，坡下寂无迎送客。霸陵东望人烟绝，树锁骊山金翠灭。大道俱成棘子林，行人夜宿墙匡月。明朝晓至三峰路，百万人家无一户。破落田园但有蒿，摧残竹树皆无主。路旁试问金天神，金天无语愁于人。庙前古柏有残枿，殿上金炉生暗尘。一从狂寇陷中国，天地晦冥风雨黑。案前神水咒不成，壁上阴兵驱不得。闲日徒歆奠飨恩，危时不助神通力。我今愧恧拙为神，且向山中深避匿。寰中箫管不曾闻，筵上牺牲无处觅。旋教魇鬼傍乡村，诛剥生灵过朝夕。妾闻此语愁更愁，天遣时灾非自由。神在山中犹避难，何须责望东诸侯！前年又出杨震关，举头云际见荆山。如从地府到人间，顿觉时清天地闲。陕州主帅忠且贞，不动干戈唯守城。蒲津主帅能戢兵，千里晏然无犬声。朝携宝货无人问，暮插金钗唯独行。明朝又过新安东，路上乞浆逢一翁。苍苍面带苔藓色，隐隐身藏蓬荻中。问翁本是何乡曲？底事寒天霜露宿？老翁暂起欲陈辞，却坐支颐仰天哭。乡园本贯东畿县，岁岁耕桑临近甸。岁种良田二百廛，年输户税三千万。小姑惯织褐絁袍，中妇能炊红黍饭。千间仓兮万丝箱，黄巢过后犹残半。自从洛下屯师旅，日夜巡兵入村坞。匣中秋水拔青蛇，旗上高风吹白虎。入门下马若旋风，罄室倾囊如卷土。家财既尽骨肉离，今日垂年一身苦。一身苦兮何足嗟，山中更有千万家。朝饥山上寻蓬子，夜宿霜中卧荻花！妾闻此老伤心语，竟日阑干泪如雨。出门惟见乱枭鸣，更欲东奔何处所？仍闻汴路舟车绝，又道彭门自相杀。野色徒销战士魂，河津半是冤人血。适闻有客金陵至，见说江南风景异。自从大寇犯中原，戎马不曾生四鄙。诛锄窃盗若神功，惠爱生灵如赤子。城壕固护教金汤，赋税如云送军垒。奈何四海尽滔滔，湛然一境平如砥。避难徒为阙下人，怀安却羡江南鬼。愿君举棹东复东，咏此长歌献相公。",
        "author": "唐代",
        "poem_class": "写马",
        "dynasty": "杜甫"
    },
    {
        "title": "白驹",
        "paragraph": "皎皎白驹，食我场苗。絷之维之，以永今朝。所谓伊人，于焉逍遥？皎皎白驹，食我场藿。絷之维之，以永今夕。所谓伊人，于焉嘉客？皎皎白驹，贲然来思。尔公尔侯，逸豫无期？慎尔优游，勉尔遁思。皎皎白驹，在彼空谷。生刍一束，其人如玉。毋金玉尔音，而有遐心。何自南极。至于北极。绝境越国。弗愁道远。石墨相著而黑，邪心谗言，无得污白。麟之趾，振振公子，于嗟麟兮。麟之定，振振公姓，于嗟麟兮。麟之角，振振公族，于嗟麟兮。",
        "author": "先秦",
        "poem_class": "写马",
        "dynasty": "佚名"
    },
    {
        "title": "发白马",
        "paragraph": "将军发白马，旌节度黄河。箫鼓聒川岳，沧溟涌涛波。武安有振瓦，易水无寒歌。铁骑若雪山，饮流涸滹沱。扬兵猎月窟，转战略朝那。倚剑登燕然，边烽列嵯峨。萧条万里外，耕作五原多。一扫清大漠，包虎戢金戈。渭城朝雨浥轻尘，客舍青青柳色新。劝君更尽一杯酒，西出阳关无故人。飞光飞光，劝尔一杯酒。吾不识青天高，黄地厚。唯见月寒日暖，来煎人寿。食熊则肥，食蛙则瘦。神君何在？太一安有？天东有若木，下置衔烛龙。吾将斩龙足，嚼龙肉，使之朝不得回，夜不得伏。自然老者不死，少者不哭。何为服黄金、吞白玉？谁似任公子，云中骑碧驴？刘彻茂陵多滞骨，嬴政梓棺费鲍鱼。斜阳照墟落，穷巷牛羊归。(斜阳 一作：斜光)野老念牧童，倚杖候荆扉。雉雊麦苗秀，蚕眠桑叶稀。田夫荷锄至，相见语依依。(至 一作：立)即此羡闲逸，怅然吟式微。",
        "author": "唐代",
        "poem_class": "写马",
        "dynasty": "李白"
    },
    {
        "title": "调笑令·胡马",
        "paragraph": "胡马，胡马，远放燕支山下。跑沙跑雪独嘶，东望西望路迷。迷路，迷路，边草无穷日暮。万树江边杏，新开一夜风。满园深浅色，照在绿波中。家国兴亡自有时，吴人何苦怨西施。西施若解倾吴国，越国亡来又是谁。东皋薄暮望，徙倚欲何依。树树皆秋色，山山唯落晖。牧人驱犊返，猎马带禽归。相顾无相识，长歌怀采薇。",
        "author": "唐代",
        "poem_class": "写马",
        "dynasty": "韦应物"
    },
    {
        "title": "马诗二十三首·其四",
        "paragraph": "此马非凡马，房星本是星。向前敲瘦骨，犹自带铜声。银烛秋光冷画屏，轻罗小扇扑流萤。天阶夜色凉如水，卧看牵牛织女星。(天阶 一作：天街；卧看 一作：坐看)渭城朝雨浥轻尘，客舍青青柳色新。劝君更尽一杯酒，西出阳关无故人。胜败兵家事不期，包羞忍耻是男儿。 江东子弟多才俊，卷土重来未可知。",
        "author": "唐代",
        "poem_class": "写马",
        "dynasty": "李贺"
    },
    {
        "title": "马诗二十三首·其三",
        "paragraph": "忽忆周天子，驱车上玉山。鸣驺辞凤苑，赤骥最承恩。万树鸣蝉隔岸虹，乐游原上有西风。 羲和自趁虞泉宿，不放斜阳更向东。自余为僇人，居是州，恒惴栗。其隙也，则施施而行，漫漫而游。日与其徒上高山，入深林，穷回溪，幽泉怪石，无远不到。到则披草而坐，倾壶而醉。醉则更相枕以卧，卧而梦。意有所极，梦亦同趣。觉而起，起而归；以为凡是州之山水有异态者，皆我有也，而未始知西山之怪特。今年九月二十八日，因坐法华西亭，望西山，始指异之。遂命仆人过湘江，缘染溪，斫榛莽，焚茅茷，穷山之高而止。攀援而登，箕踞而遨，则凡数州之土壤，皆在衽席之下。其高下之势，岈然洼然，若垤若穴，尺寸千里，攒蹙累积，莫得遁隐。萦青缭白，外与天际，四望如一。然后知是山之特立，不与培塿为类。悠悠乎与颢气俱，而莫得其涯；洋洋乎与造物者游，而不知其所穷。引觞满酌，颓然就醉，不知日之入。苍然暮色，自远而至，至无所见，而犹不欲归。心凝形释，与万化冥合。然后知吾向之未始游，游于是乎始。故为之文以志。是岁，元和四年也。谢公最小偏怜女，自嫁黔娄百事乖。顾我无衣搜荩箧，泥他沽酒拔金钗。(荩箧 一作：画箧)野蔬充膳甘长藿，落叶添薪仰古槐。今日俸钱过十万，与君营奠复营斋。",
        "author": "唐代",
        "poem_class": "写马",
        "dynasty": "李贺"
    },
    {
        "title": "马诗二十三首·其二",
        "paragraph": "腊月草根甜，天街雪似盐。未知口硬软，先拟蒺藜衔。木末芙蓉花，山中发红萼。涧户寂无人，纷纷开且落。嵩云秦树久离居，双鲤迢迢一纸书。 休问梁园旧宾客，茂陵秋雨病相如。摧折不自守，秋风吹若何。暂时花戴雪，几处叶沉波。体弱春风早，丛长夜露多。江湖后摇落，亦恐岁蹉跎。",
        "author": "唐代",
        "poem_class": "写马",
        "dynasty": "李贺"
    },
    {
        "title": "驷驖",
        "paragraph": "驷驖孔阜，六辔在手。公之媚子，从公于狩。奉时辰牡，辰牡孔硕。公曰左之，舍拔则获。游于北园，四马既闲。輶车鸾镳，载猃歇骄。绸缪束薪，三星在天。今夕何夕，见此良人？子兮子兮，如此良人何？绸缪束刍，三星在隅。今夕何夕，见此邂逅？子兮子兮，如此邂逅何？绸缪束楚，三星在户。今夕何夕，见此粲者？子兮子兮，如此粲者何？天下攘攘。皆为利往。天下熙熙。皆为利来。楚子狩于州来，次于颍尾，使荡侯、潘子、司马督、嚣尹午、陵尹喜帅师围徐以惧吴。楚子次于乾溪，以为之援。 雨雪，王皮冠，秦复陶，翠被，豹舄，执鞭以出，仆析父从。右尹子革夕，王见之。去冠被，舍鞭，与之语曰：“昔我先王熊绎与吕伋、王孙牟、燮父、禽父，并事康王，四国皆有分，我独无有。今吾使人于周，求鼎以为分，王其与我乎？” 对曰：“与君王哉！昔我先王熊绎，辟在荆山，筚路蓝缕，以处草莽，跋涉山林，以事天子，唯是桃弧、棘矢，以共御王事。齐，王舅也；晋及鲁、卫，王母弟也。楚是以无分，而彼皆有。今周与四国服事君王，将唯命是从，岂其爱鼎？”王曰：“昔我皇祖伯父昆吾，旧许是宅。今郑人贪赖其田，而不我与。我若求之，其与我乎？” 对曰：“与君王哉！周不爱鼎，郑敢爱田？”王曰：“昔诸侯远我而畏晋，今我大城陈、蔡、不羹，赋皆千乘，子与有劳焉。诸侯其畏我乎？”对曰：“畏君王哉！是四国者，专足畏也，又加之以楚，敢不畏君王哉？” 工尹路请曰：“君王命剥圭以为鏚柲，敢请命。”王入视之。析父谓子革：“吾子，楚国之望也！今与王言如响，国其若之何？”子革曰：“摩厉以须，王出，吾刃将斩矣。” 王出，复语。左史倚相趋过。王曰：“是良史也，子善视之。是能读《三坟》、《五典》、《八索》、《九丘》。”对曰：“臣尝问焉，昔穆王欲肆其心，周行天下，将皆必有车辙马迹焉。祭公谋父作《祈招》之诗，以止王心，王是以获没于祗宫。臣问其诗而不知也；若问远焉，其焉能知之？” 王曰：“子能乎？”对曰：“能。其《诗》曰：‘祈招之愔愔，式昭德音。思我王度，式如玉，式如金。形民之力，而无醉饱之心。’” 王揖而入，馈不食，寝不寐，数日。不能自克，以及于难。 仲尼曰：“古也有志：‘克己复礼，仁也。’信善哉！楚灵王若能如是，岂其辱于乾溪？” ",
        "author": "先秦",
        "poem_class": "写马",
        "dynasty": "佚名"
    },
    {
        "title": "白马篇",
        "paragraph": "龙马花雪毛，金鞍五陵豪。秋霜切玉剑，落日明珠袍。斗鸡事万乘，轩盖一何高。弓摧南山虎，手接太行猱。酒后竞风采，三杯弄宝刀。杀人如剪草，剧孟同游遨。发愤去函谷，从军向临洮。叱咤经百战，匈奴尽奔逃。归来使酒气，未肯拜萧曹。羞入原宪室，荒径隐蓬蒿。雨过一蝉噪，飘萧松桂秋。青苔满阶砌，白鸟故迟留。暮霭生深树，斜阳下小楼。谁知竹西路，歌吹是扬州。秦中花鸟已应阑，塞外风沙犹自寒。夜听胡笳折杨柳，教人意气忆长安。塞北梅花羌笛吹，淮南桂树小山词。请君莫奏前朝曲，听唱新翻杨柳枝。",
        "author": "唐代",
        "poem_class": "写马",
        "dynasty": "李白"
    },
    {
        "title": "马说",
        "paragraph": "世有伯乐，然后有千里马。千里马常有，而伯乐不常有。故虽有名马，祗辱于奴隶人之手，骈死于槽枥之间，不以千里称也。马之千里者，一食或尽粟一石。食马者不知其能千里而食也。是马也，虽有千里之能，食不饱，力不足，才美不外见，且欲与常马等不可得，安求其能千里也？(食马者 通：饲马者)策之不以其道，食之不能尽其材，鸣之而不能通其意，执策而临之，曰：“天下无马！”呜呼！其真无马邪？其真不知马也！杨柳阴阴细雨晴，残花落尽见流莺。春风一夜吹乡梦，又逐春风到洛城。(乡 一作：香)缀玉联珠六十年，谁教冥路作诗仙。浮云不系名居易，造化无为字乐天。童子解吟长恨曲，胡儿能唱琵琶篇。文章已满行人耳，一度思卿一怆然。道由白云尽，春与青溪长。时有落花至，远随流水香。闲门向山路，深柳读书堂。幽映每白日，清辉照衣裳。",
        "author": "唐代",
        "poem_class": "写马",
        "dynasty": "韩愈"
    },
    {
        "title": "马诗二十三首·其十",
        "paragraph": "催榜渡乌江，神骓泣向风。君王今解剑，何处逐英雄？零落桐叶雨，萧条槿花风。悠悠早秋意，生此幽闲中。 况与故人别，中怀正无悰。勿云不相送，心到青门东。 相知岂在多，但问同不同。同心一人去，坐觉长安空。兰叶春葳蕤，桂华秋皎洁。欣欣此生意，自尔为佳节。谁知林栖者，闻风坐相悦。草木有本心，何求美人折！城上春云覆苑墙，江亭晚色静年芳。林花著雨胭脂落，水荇牵风翠带长。龙武新军深驻辇，芙蓉别殿谩焚香。何时诏此金钱会，暂醉佳人锦瑟旁。",
        "author": "唐代",
        "poem_class": "写马",
        "dynasty": "李贺"
    },
    {
        "title": "马诗二十三首·其一",
        "paragraph": "龙脊贴连钱，银蹄白踏烟。无人织锦韂，谁为铸金鞭。谢公最小偏怜女，自嫁黔娄百事乖。顾我无衣搜荩箧，泥他沽酒拔金钗。(荩箧 一作：画箧)野蔬充膳甘长藿，落叶添薪仰古槐。今日俸钱过十万，与君营奠复营斋。楼倚霜树外，镜天无一毫。南山与秋色，气势两相高。邯郸驿里逢冬至，抱膝灯前影伴身。想得家中夜深坐，还应说着远行人。",
        "author": "唐代",
        "poem_class": "写马",
        "dynasty": "李贺"
    },
    {
        "title": "秦州杂诗二十首·其五",
        "paragraph": "南使宜天马，由来万匹强。浮云连阵没，秋草遍山长。闻说真龙种，仍残老骕骦。哀鸣思战斗，迥立向苍苍。滕王高阁临江渚，佩玉鸣鸾罢歌舞。画栋朝飞南浦云，珠帘暮卷西山雨。闲云潭影日悠悠，物换星移几度秋。阁中帝子今何在？槛外长江空自流。永巷长年怨绮罗，离情终日思风波。湘江竹上痕无限，岘首碑前洒几多。人去紫台秋入塞，兵残楚帐夜闻歌。朝来灞水桥边问，未抵青袍送玉珂。客心争日月，来往预期程。秋风不相待，先至洛阳城。",
        "author": "唐代",
        "poem_class": "写马",
        "dynasty": "杜甫"
    }
]