[
    {
        "title": "山雨",
        "paragraph": "短笠团团避树枝，初凉天气野行宜。溪云到处自相聚，山雨忽来人不知。马上衣巾任沾湿，村边瓜豆也离披。新晴尽放峰峦出，万瀑齐飞又一奇。肠断乌骓夜啸风，虞兮幽恨对重瞳。黥彭甘受他年醢，饮剑何如楚帐中？南国秋深可奈何，手持红豆几摩挲。累累本是无情物，谁把闲愁付与他。无赖诗魔昏晓侵，绕篱欹石自沉音。毫端蕴秀临霜写，口齿噙香对月吟。满纸自怜题素怨，片言谁解诉秋心？一从陶令评章后，千古高风说到今。",
        "author": "清代",
        "poem_class": "写雨",
        "dynasty": "何绍基"
    },
    {
        "title": "小梁州·篷窗风急雨丝丝",
        "paragraph": "篷窗风急雨丝丝，闷捻吟髭。淮阳西望路何之？无一个鳞鸿至，把酒问篙师。迎头便说兵戈事。风流再莫追思，塌了酒楼，焚了茶肆，柳营花市，更呼甚燕子莺儿！黄芦岸白蘋渡口，绿柳堤红蓼滩头。虽无刎颈交，却有忘机友，点秋江白鹭沙鸥。傲杀人间万户侯，不识字烟波钓叟。我家洗研池边树，朵朵花开澹墨痕。不要人誇好颜色，只留清气满乾坤。风味既淡泊，颜色不妩媚。孤生崖谷间，有此凌云气。",
        "author": "元代",
        "poem_class": "写雨",
        "dynasty": "张可久"
    },
    {
        "title": "菩萨蛮·红楼遥隔廉纤雨",
        "paragraph": "红楼遥隔廉纤雨。沉沉暝色笼高树。树影到侬窗。君家灯火光。风枝和影弄。似妾西窗梦。梦醒即天涯。打窗闻落花。似水轻纱不隔香。金波初转小回廊。离离丛菊已深黄。尽撤华灯招素月，更缘人面发花光。人间何处有严霜。文章如土欲何之，翘首东云惹梦思。所恨芳林寥落甚，春兰秋菊不同时。旅怀千结，数征鸿过尽，暮云无极。怪断肠、芳草萋萋，却绿到天涯，酿成春色。尽有轻阴，未应恨、浮云西北。祗鸾钗密约，凤屧旧尘，梦回凄忆。年华逝波渐掷。叹蓬山路阻，乌盼头白。近夕阳、处处啼鹃，更刬地乱红，暗帘愁碧。怨叶相思，待题付、西流潮汐。怕春波、载愁不去，恁生见得？",
        "author": "近现代",
        "poem_class": "写雨",
        "dynasty": "王国维"
    },
    {
        "title": "选冠子·雨湿花房",
        "paragraph": "雨湿花房，风斜燕子，池阁昼长春晚。檀盘战象，宝局铺棋，筹画未分还懒。谁念少年，齿怯梅酸，病疏霞盏。正青钱遮路，绿丝明水，倦寻歌扇。 空记得、小合题名，红笺青制，灯火夜深裁剪。明眸似水，妙语如弦，不觉晓霜鸡唤。闻道近来，筝谱慵看，金铺长掩。瘦一枝梅影，回首江南路远。情似游丝，人如飞絮。泪珠阁定空相觑。一溪烟柳万丝垂，无因系得兰舟住。 雁过斜阳，草迷烟渚。如今已是愁无数。明朝且做莫思量，如何过得今宵去。薄露初零，长宵共、永昼分停。绕水楼台，高耸万丈蓬瀛。芝兰为寿，相辉映、簪笏盈庭。花柔玉净，捧觞别有娉婷。鹤瘦松青，精神与、秋月争明。德行文章，素驰日下声名。东山高蹈，虽卿相、不足为荣。安石须起，要苏天下苍生。一竿风月，一蓑烟雨，家在钓台西住。卖鱼生怕近城门，况肯到红尘深处？潮生理棹，潮平系缆，潮落浩歌归去。时人错把比严光，我自是无名渔父。",
        "author": "宋代",
        "poem_class": "写雨",
        "dynasty": "吕渭老"
    },
    {
        "title": "晨雨",
        "paragraph": "小雨晨光内，初来叶上闻。雾交才洒地，风逆旋随云。暂起柴荆色，轻沾鸟兽群。麝香山一半，亭午未全分。龙马花雪毛，金鞍五陵豪。秋霜切玉剑，落日明珠袍。斗鸡事万乘，轩盖一何高。弓摧南山虎，手接太行猱。酒后竞风采，三杯弄宝刀。杀人如剪草，剧孟同游遨。发愤去函谷，从军向临洮。叱咤经百战，匈奴尽奔逃。归来使酒气，未肯拜萧曹。羞入原宪室，荒径隐蓬蒿。开帘见新月，便即下阶拜。(便即 一作：即便)细语人不闻，北风吹裙带。 (裙带 一作：罗带)叶声落如雨，月色白似霜。夜深方独卧，谁为拂尘床。",
        "author": "唐代",
        "poem_class": "写雨",
        "dynasty": "杜甫"
    },
    {
        "title": "抛球乐·逐胜归来雨未晴",
        "paragraph": "逐胜归来雨未晴，楼前风重草烟轻。谷莺语软花边过，水调声长醉里听。款举金觥劝，谁是当筵最有情。门掩残花寂寂，帘垂斜月悠悠。纵有一庭萱草，何曾与我忘忧。剑气徒劳望斗牛，故人别后阻仙舟。残春谩道深倾酒，好月那堪独上楼。何处是非随马足，由来得丧白人头。清风未许重携手，几度高吟寄水流。魂逐东流水，坟依独坐山。",
        "author": "五代",
        "poem_class": "写雨",
        "dynasty": "冯延巳"
    },
    {
        "title": "苦雨初霁",
        "paragraph": "积阴为患恐沉绵，革去方惊造化权。天放旧光还日月，地将浓秀与山川。泥途渐少车声活，林薄初干果味全。寄语残云好知足，莫依河汉更油然。淳熙丙申至日，予过维扬。夜雪初霁，荠麦弥望。入其城，则四顾萧条，寒水自碧，暮色渐起，戍角悲吟。予怀怆然，感慨今昔，因自度此曲。千岩老人以为有《黍离》之悲也。淮左名都，竹西佳处，解鞍少驻初程。过春风十里，尽荠麦青青。自胡马窥江去后，废池乔木，犹厌言兵。渐黄昏，清角吹寒，都在空城。 杜郎俊赏，算而今重到须惊。纵豆蔻词工，青楼梦好，难赋深情。二十四桥仍在，波心荡，冷月无声。念桥边红药，年年知为谁生？十年愁眼泪巴巴。今日思家，明日思家。一团燕月明窗纱。楼上胡笳，塞上胡笳。玉人劝我酌流霞。急捻琵琶，缓捻琵琶。一从别后各天涯。欲寄梅花，莫寄梅花。汉水东流，都洗尽，髭胡膏血。人尽说，君家飞将，旧时英烈。破敌金城雷过耳，谈兵玉帐冰生颊。想王郎，结发赋从戎，传遗业。腰间剑，聊弹铗。尊中酒，堪为别。况故人新拥，汉坛旌节。马革裹尸当自誓，蛾眉伐性休重说。但从今，记取楚楼风，裴台月。",
        "author": "宋代",
        "poem_class": "写雨",
        "dynasty": "李觏"
    },
    {
        "title": "咏雨·其二",
        "paragraph": "和气吹绿野，梅雨洒芳田。新流添旧涧，宿雾足朝烟。雁湿行无次，花沾色更鲜。对此欣登岁，披襟弄五弦。一上高城万里愁，蒹葭杨柳似汀洲。溪云初起日沉阁，山雨欲来风满楼。鸟下绿芜秦苑夕，蝉鸣黄叶汉宫秋。行人莫问当年事，故国东来渭水流。何人不爱牡丹花，占断城中好物华。疑是洛川神女作，千娇万态破朝霞。一道残阳铺水中，半江瑟瑟半江红。可怜九月初三夜，露似真珠月似弓。",
        "author": "唐代",
        "poem_class": "写雨",
        "dynasty": "李世民"
    },
    {
        "title": "太平洋遇雨",
        "paragraph": "一雨纵横亘二洲，浪淘天地入东流。却余人物淘难尽，又挟风雷作远游。相思树底说相思，思郎恨郎郎不知。树头结得相思子，可是郎行思妾时？文章如土欲何之，翘首东云惹梦思。所恨芳林寥落甚，春兰秋菊不同时。独向沧浪亭外路，六曲阑干，曲曲垂杨树。展尽鹅黄千万缕，月中并作濛濛雾。一片流云无觅处，云里疏星，不共云流去。闭置小窗真自误，人间夜色还如许。",
        "author": "近现代",
        "poem_class": "写雨",
        "dynasty": "梁启超"
    },
    {
        "title": "梅雨",
        "paragraph": "梅实迎时雨，苍茫值晚春。愁深楚猿夜，梦断越鸡晨。海雾连南极，江云暗北津。素衣今尽化，非为帝京尘。日出扶桑一丈高，人间万事细如毛。 野夫怒见不平处，磨损胸中万古刀。楼倚霜树外，镜天无一毫。南山与秋色，气势两相高。王杨卢骆当时体，轻薄为文哂未休。尔曹身与名俱灭，不废江河万古流。",
        "author": "唐代",
        "poem_class": "写雨",
        "dynasty": "柳宗元"
    },
    {
        "title": "观雨",
        "paragraph": "山客龙钟不解耕，开轩危坐看阴晴。前江后岭通云气，万壑千林送雨声。海压竹枝低复举，风吹山角晦还明。不嫌屋漏无乾处，正要群龙洗甲兵。黑云翻墨未遮山，白雨跳珠乱入船。卷地风来忽吹散，望湖楼下水如天。放生鱼鳖逐人来，无主荷花到处开。水枕能令山俯仰，风船解与月裴回。乌菱白芡不论钱，乱系青菰裹绿盘。忽忆尝新会灵观，滞留江海得加餐。献花游女木兰桡，细雨斜风湿翠翘。无限芳洲生杜若，吴儿不识楚辞招。未成小隐聊中隐，可得长闲胜暂闲。我本无家更安往，故乡无此好湖山。何处合成愁。离人心上秋。纵芭蕉、不雨也飕飕。都道晚凉天气好，有明月、怕登楼。 年事梦中休。花空烟水流。燕辞归、客尚淹留。垂柳不萦裙带住。漫长是、系行舟。腰间羽箭久凋零，太息燕然未勒铭。老子犹堪绝大漠，诸君何至泣新亭。一身报国有万死，双鬓向人无再青。记取江湖泊船处，卧闻新雁落寒汀。",
        "author": "宋代",
        "poem_class": "写雨",
        "dynasty": "陈与义"
    },
    {
        "title": "秋雨中赠元九",
        "paragraph": "不堪红叶青苔地，又是凉风暮雨天。莫怪独吟秋思苦，比君校近二毛年。漠漠轻阴晚自开，青天白日映楼台。曲江水满花千树，有底忙时不肯来。寒更承夜永，凉夕向秋澄。离心何以赠，自有玉壶冰。三日入厨下，洗手作羹汤。未谙姑食性，先遣小姑尝。",
        "author": "唐代",
        "poem_class": "写雨",
        "dynasty": "白居易"
    },
    {
        "title": "玉真公主别馆苦雨赠卫尉张卿二首",
        "paragraph": "秋坐金张馆，繁阴昼不开。空烟迷雨色，萧飒望中来。翳翳昏垫苦，沉沉忧恨催。清秋何以慰，白酒盈吾杯。吟咏思管乐，此人已成灰。独酌聊自勉，谁贵经纶才。弹剑谢公子，无鱼良可哀。苦雨思白日，浮云何由卷。稷契和天人，阴阳乃骄蹇。秋霖剧倒井，昏雾横绝巘。欲往咫尺途，遂成山川限。潈潈奔溜闻，浩浩惊波转。泥沙塞中途，牛马不可辨。饥从漂母食，闲缀羽陵简。园家逢秋蔬，藜藿不满眼。蟏蛸结思幽，蟋蟀伤褊浅。厨灶无青烟，刀机生绿藓。投箸解鹔鹴，换酒醉北堂。丹徒布衣者，慷慨未可量。何时黄金盘，一斛荐槟榔。功成拂衣去，摇曳沧洲傍。画堂晨起，来报雪花坠。高卷帘栊看佳瑞，皓色远迷庭砌。盛气光引炉烟，素草寒生玉佩。应是天仙狂醉，乱把白云揉碎。渌水明秋月，南湖采白蘋。荷花娇欲语，愁杀荡舟人。青山隐隐水迢迢，秋尽江南草未凋。二十四桥明月夜，玉人何处教吹箫？",
        "author": "唐代",
        "poem_class": "写雨",
        "dynasty": "李白"
    },
    {
        "title": "念奴娇·西湖雨感次素庵韵",
        "paragraph": "雨窗闲话，叹浮生何必，是今非昨。几遍青山酬对好，依旧黛眉当阁。洒道轮香，润花杯满，不似前秋恶。绣帘才卷，一楼空翠回薄。拟泛烟中片叶，但两湖佳处，任风吹泊。山水清音听未了，隐岸玉筝金索。头上催诗，枕边滴梦，谩惜瑶卮落。相看不厌，两高天际孤削。余忆童稚时，能张目对日，明察秋毫，见藐小之物必细察其纹理，故时有物外之趣。夏蚊成雷，私拟作群鹤舞于空中，心之所向，则或千或百，果然鹤也；昂首观之，项为之强。又留蚊于素帐中，徐喷以烟，使之冲烟而飞鸣，作青云白鹤观，果如鹤唳云端，为之怡然称快。余常于土墙凹凸处，花台小草丛杂处，蹲其身，使与台齐；定神细视，以丛草为林，以虫蚁为兽，以土砾凸者为丘，凹者为壑，神游其中，怡然自得。一日，见二虫斗草间，观之，兴正浓，忽有庞然大物，拔山倒树而来，盖一癞虾蟆，舌一吐而二虫尽为所吞。余年幼，方出神，不觉呀然一惊。神定，捉虾蟆，鞭数十，驱之别院。 偶检丛纸中，得花瓣一包，纸背细书辛幼安“更能消几番风雨”一阕，乃是京师悯忠寺海棠花，戊辰暮春所戏为也，泫然得句。人天无据，被侬留得香魂住。如梦如烟，枝上花开又十年！十年千里，风痕雨点斓斑里。莫怪怜他，身世依然是落花。军歌应唱大刀环，誓灭胡奴出玉关。只解沙场为国死，何须马革裹尸还。",
        "author": "清代",
        "poem_class": "写雨",
        "dynasty": "徐灿"
    },
    {
        "title": "鹊桥仙·扁舟昨泊",
        "paragraph": "扁舟昨泊，危亭孤啸，目断闲云千里。前山急雨过溪来，尽洗却、人间暑气。暮鸦木末，落凫天际，都是一团秋意。痴儿騃女贺新凉，也不道、西风又起。片片蝶衣轻，点点猩红小。道是天公不惜花，百种千般巧。 朝见树头繁，暮见枝头少。道是天公果惜花，雨洗风吹了。画阁归来春又晚。燕子双飞，柳软桃花浅。细雨满天风满院，愁眉敛尽无人见。独倚阑干心绪乱。芳草芊绵，尚忆江南岸。风月无情人暗换，旧游如梦空肠断。自春来、惨绿愁红，芳心是事可可。日上花梢，莺穿柳带，犹压香衾卧。暖酥消、腻云亸，终日厌厌倦梳裹。无那。恨薄情一去，音书无个。早知恁么，悔当初、不把雕鞍锁。向鸡窗，只与蛮笺象管，拘束教吟课。镇相随、莫抛躲，针线闲拈伴伊坐。和我。免使年少，光阴虚过。",
        "author": "宋代",
        "poem_class": "写雨",
        "dynasty": "吴潜"
    },
    {
        "title": "烛影摇红·越上霖雨应祷",
        "paragraph": "秋入灯花，夜深檐影琵琶语。越娥青镜洗红埃，山斗秦眉妩。相间金茸翠亩。认城阴、春耕旧处。晚舂相应，新稻炊香，疏烟林莽。 清磬风前，海沈宿袅芙蓉炷。阿香秋梦起娇啼，玉女传幽素。人驾梅槎未渡。试梧桐、聊分宴俎。采菱别调，留取蓬莱，霎时云住。草际鸣蛩。惊落梧桐。正人间、天上愁浓。云阶月地，关锁千重。纵浮槎来，浮槎去，不相逢。 星桥鹊驾，经年才见，想离情、别恨难穷。牵牛织女，莫是离中。甚霎儿晴，霎儿雨，霎儿风。恼烟撩露，留我须臾住。携手藕花湖上路，一霎黄梅细雨。 娇痴不怕人猜，和衣睡倒人怀。最是分携时候，归来懒傍妆台。孤馆灯青，野店鸡号，旅枕梦残。渐月华收练，晨霜耿耿；云山摛锦，朝露漙漙。世路无穷，劳生有限，似此区区长鲜欢。微吟罢，凭征鞍无语，往事千端。当时共客长安，似二陆初来俱少年。有笔头千字，胸中万卷；致君尧舜，此事何难？用舍由时，行藏在我，袖手何妨闲处看。身长健，但优游卒岁，且斗尊前。",
        "author": "宋代",
        "poem_class": "写雨",
        "dynasty": "吴文英"
    },
    {
        "title": "长安夜雨",
        "paragraph": "滞雨通宵又彻明，百忧如草雨中生。心关桂玉天难晓，运落风波梦亦惊。压树早鸦飞不散，到窗寒鼓湿无声。当年志气俱消尽，白发新添四五茎。巴山楚水凄凉地，二十三年弃置身。怀旧空吟闻笛赋，到乡翻似烂柯人。沉舟侧畔千帆过，病树前头万木春。今日听君歌一曲，暂凭杯酒长精神。魏明帝青龙元年八月，诏宫官牵车西取汉孝武捧露盘仙人，欲立置前殿。宫官既拆盘，仙人临载，乃潸然泪下。唐诸王孙李长吉遂作《金铜仙人辞汉歌》。茂陵刘郎秋风客，夜闻马嘶晓无迹。画栏桂树悬秋香，三十六宫土花碧。魏官牵车指千里，东关酸风射眸子。空将汉月出宫门，忆君清泪如铅水。衰兰送客咸阳道，天若有情天亦老。携盘独出月荒凉，渭城已远波声小。不知香积寺，数里入云峰。古木无人径，深山何处钟。泉声咽危石，日色冷青松。薄暮空潭曲，安禅制毒龙。",
        "author": "唐代",
        "poem_class": "写雨",
        "dynasty": "薛逢"
    },
    {
        "title": "细雨",
        "paragraph": "帷飘白玉堂，簟卷碧牙床。楚女当时意，萧萧发彩凉。谁收春色将归去，慢绿妖红半不存。榆荚只能随柳絮，等闲撩乱走空园。曾经沧海难为水，除却巫山不是云。取次花丛懒回顾，半缘修道半缘君。云物凄清拂曙流，汉家宫阙动高秋。残星几点雁横塞，长笛一声人倚楼。紫艳半开篱菊静，红衣落尽渚莲愁。鲈鱼正美不归去，空戴南冠学楚囚。",
        "author": "唐代",
        "poem_class": "写雨",
        "dynasty": "李商隐"
    },
    {
        "title": "汉宫春·会稽秋风亭怀古",
        "paragraph": "亭上秋风，记去年袅袅，曾到吾庐。山河举目虽异，风景非殊。功成者去，觉团扇、便与人疏。吹不断，斜阳依旧，茫茫禹迹都无。千古茂陵词在，甚风流章句，解拟相如。只今木落江冷，眇眇愁余。故人书报，莫因循、忘却蓴鲈。谁念我，新凉灯火，一编太史公书。茅檐长扫净无苔，花木成畦手自栽。一水护田将绿绕，两山排闼送青来。桑条索漠楝花繁，风敛余香暗度垣。黄鸟数声残午梦，尚疑身属半山园。为子死孝，为臣死忠，死又何妨。自光岳气分，士无全节；君臣义缺，谁负刚肠。骂贼张巡，爱君许远，留取声名万古香。后来者，无二公之操，百炼之钢。人生翕歘云亡。好烈烈轰轰做一场。使当时卖国，甘心降虏，受人唾骂，安得流芳。古庙幽沉，仪容俨雅，枯木寒鸦几夕阳。邮亭下，有奸雄过此，仔细思量。柳下笙歌庭院，花间姊妹秋千。记得春楼当日事，写向红窗夜月前。凭谁寄小莲。绛蜡等闲陪泪，吴蚕到了缠绵。绿鬓能供多少恨，未肯无情比断弦。今年老去年。",
        "author": "宋代",
        "poem_class": "写雨",
        "dynasty": "辛弃疾"
    },
    {
        "title": "阮郎归·春风吹雨绕残枝",
        "paragraph": "春风吹雨绕残枝，落花无可飞。小池寒渌欲生漪，雨晴还日西。帘半卷，燕双归。讳愁无奈眉。翻身整顿着残棋，沉吟应劫迟。几日随风北海游，回从扬子大江头。臣心一片磁针石，不指南方不肯休。雨恨云愁，江南依旧称佳丽。水村渔市。一缕孤烟细。天际征鸿，遥认行如缀。平生事。此时凝睇。谁会凭栏意。(栏 通：阑)门隔花深梦旧游。夕阳无语燕归愁。玉纤香动小帘钩。 落絮无声春堕泪，行云有影月含羞。东风临夜冷于秋。",
        "author": "宋代",
        "poem_class": "写雨",
        "dynasty": "秦观"
    },
    {
        "title": "登咸阳县楼望雨",
        "paragraph": "乱云如兽出山前，细雨和风满渭川。 尽日空濛无所见，雁行斜去字联联。余禁所禁垣西，是法厅事也，有古槐数株焉。虽生意可知，同殷仲文之古树；而听讼斯在，即周召伯之甘棠，每至夕照低阴，秋蝉疏引，发声幽息，有切尝闻，岂人心异于曩时，将虫响悲于前听？嗟乎，声以动容，德以象贤。故洁其身也，禀君子达人之高行；蜕其皮也，有仙都羽化之灵姿。候时而来，顺阴阳之数； 应节为变，审藏用之机。有目斯开，不以道昏而昧其视；有翼自薄，不以俗厚而易其真。吟乔树之微风，韵姿天纵； 饮高秋之坠露，清畏人知。仆失路艰虞，遭时徽纆。不哀伤而自怨，未摇落而先衰。闻蟪蛄之流声，悟平反之已奏；见螳螂之抱影，怯危机之未安。感而缀诗，贻诸知己。庶情沿物应，哀弱羽之飘零； 道寄人知，悯余声之寂寞。非谓文墨，取代幽忧云尔。西陆蝉声唱，南冠客思深。(客思深 一作：客思侵)那堪玄鬓影，来对白头吟。(那堪 一作：不堪)露重飞难进，风多响易沉。无人信高洁，谁为表予心？孔明庙前有老柏，柯如青铜根如石。霜皮溜雨四十围，黛色参天二千尺。君臣已与时际会，树木犹为人爱惜。云来气接巫峡长，月出寒通雪山白。忆昨路绕锦亭东，先主武侯同閟宫。崔嵬枝干郊原古，窈窕丹青户牖空。落落盘踞虽得地，冥冥孤高多烈风。扶持自是神明力，正直原因造化工。大厦如倾要梁栋，万牛回首丘山重。不露文章世已惊，未辞翦伐谁能送？苦心岂免容蝼蚁，香叶终经宿鸾凤。志士幽人莫怨嗟：古来材大难为用。章台柳，章台柳，颜色青青今在否？纵使长条似旧垂，也应攀折他人手。(版本一)章台柳，章台柳，往日依依今在否？纵使长条似旧垂，也应攀折他人手。(版本二)章台柳，章台柳，昔日青青今在否？纵使长条似旧垂，也应攀折他人手。(版本三)",
        "author": "唐代",
        "poem_class": "写雨",
        "dynasty": "韦庄"
    },
    {
        "title": "秋雨叹三首",
        "paragraph": "雨中百草秋烂死，阶下决明颜色鲜。著叶满枝翠羽盖，开花无数黄金钱。凉风萧萧吹汝急，恐汝后时难独立。堂上书生空白头，临风三嗅馨香泣。阑风长雨秋纷纷，四海八荒同一云。去马来牛不复辨，浊泾清渭何当分？禾头生耳黍穗黑，农夫田妇无消息。城中斗米换衾禂，相许宁论两相值？长安布衣谁比数？反锁衡门守环堵。老夫不出长蓬蒿，稚子无忧走风雨。雨声飕飕催早寒，胡雁翅湿高飞难。秋来未曾见白日，泥污后土何时干？江送巴南水，山横塞北云。津亭秋月夜，谁见泣离群？乱烟笼碧砌，飞月向南端。寂寞离亭掩，江山此夜寒。禁门宫树月痕过，媚眼惟看宿鹭窠。斜拔玉钗灯影畔，剔开红焰救飞蛾。游人五陵去，宝剑值千金。分手脱相赠，平生一片心。",
        "author": "唐代",
        "poem_class": "写雨",
        "dynasty": "杜甫"
    },
    {
        "title": "春雨",
        "paragraph": "耕人扶耒语林丘，花外时时落一鸥。欲验春来多少雨，野塘漫水可回舟。夜暗归云绕柁牙，江涵星影鹭眠沙。行人怅望苏台柳，曾与吴王扫落花。无利无名，无荣无辱，无烦无恼。夜灯前、独歌独酌，独吟独笑。况值群山初雪满，又兼明月交光好。便假饶百岁拟如何，从他老。知富贵，谁能保。知功业，何时了。算箪瓢金玉，所争多少。一瞬光阴何足道，便思行乐常不早。待春来携酒殢东风，眠芳草。余颇喜自制曲。初率意为长短句，然后协以律，故前后阕多不同。桓大司马云：“昔年种柳，依依汉南。今看摇落，凄怆江潭：树犹如此，人何以堪？”此语余深爱之。渐吹尽，枝头香絮，是处人家，绿深门户。远浦萦回，暮帆零乱向何许？阅人多矣，谁得似长亭树？树若有情时，不会得青青如此！日暮，望高城不见，只见乱山无数。韦郎去也，怎忘得、玉环分付：第一是早早归来，怕红萼无人为主。算空有并刀，难剪离愁千缕。",
        "author": "宋代",
        "poem_class": "写雨",
        "dynasty": "周邦彦"
    },
    {
        "title": "谒金门·秋感",
        "paragraph": "今夜雨。断送一年残暑。坐听潮声来别浦。明朝何处去。孤负金尊绿醑。来岁今宵圆否。酒醒梦回愁几许。夜阑还独语。山色江声相与清，卷帘待得月华生。可怜一曲并船笛，说尽故人离别情。梦中往事随心见，醉里繁华乱眼生。长为风流恼人病，不如天性总无情。醉别西楼醒不记。春梦秋云，聚散真容易。斜月半窗还少睡。画屏闲展吴山翠。 衣上酒痕诗里字。点点行行，总是凄凉意。红烛自怜无好计。夜寒空替人垂泪。缥缈危亭，笑谈独在千峰上。与谁同赏。万里横烟浪。 老去情怀，犹作天涯想。空惆怅。少年豪放。莫学衰翁样。",
        "author": "宋代",
        "poem_class": "写雨",
        "dynasty": "苏轼"
    },
    {
        "title": "玉芙蓉·雨窗小咏",
        "paragraph": "疏梅带雨开，瘦竹随风摆，雨和风着意好，为我安排。临风自惜残香洒，冒雨谁从滴翠来。清虚界，任风敲雨筛；掩柴扉，谢他梅竹伴我冷书斋。故书不厌百回读，病后惟应此味长。千古精神如对越，一灯风雨正相忘。卷中求道深知谬，意外图名抑又荒。束发心情谁会得，中宵抚几自茫茫。雕梁燕，雕梁燕，年年岁岁常相见。檐下犹垂芳草帘，镜中巳歇桃花面。平生双处似双飞，诀没离魂不再归。是处逢春添绮丽，偏予闺閤减芳菲。记归程过半，家住天南，吴烟越岫飘渺，转眼秋冬，几回新月，偏向离人燎皎。急管宵残，疏钟梦断，客衣寒悄。忆临岐，泪染湘罗，怕助风霜易老。是尔翠黛慵描，正恹恹憔悴，向予低道：念此去谁怜，冷暖关山路杳？才携手教、款语丁宁，眼底征云缭绕。悔不剪、春雨蘼芜，牵惹愁怀多少！",
        "author": "明代",
        "poem_class": "写雨",
        "dynasty": "沈自晋"
    },
    {
        "title": "咏雨",
        "paragraph": "罩云飘远岫，喷雨泛长河。低飞昏岭腹，斜足洒岩阿。泫丛珠缔叶，起溜镜图波。濛柳添丝密，含吹织空罗。客心争日月，来往预期程。秋风不相待，先至洛阳城。买得杏花，十载归来方始坼。假山西畔药阑东，满枝红。旋开旋落旋成空，白发多情人更惜。黄昏把酒祝东风，且从容。水精帘里颇黎枕，暖香惹梦鸳鸯锦。江上柳如烟，雁飞残月天。藕丝秋色浅，人胜参差剪。双鬓隔香红，玉钗头上风。",
        "author": "唐代",
        "poem_class": "写雨",
        "dynasty": "李世民"
    },
    {
        "title": "望海楼晚景 / 望湖楼晚景",
        "paragraph": "横风吹雨入楼斜，壮观应须好句夸。雨过潮平江海碧，电光时掣紫金蛇。闾丘大夫孝终公显尝守黄州，作栖霞楼，为郡中胜绝。元丰五年，余谪居黄。正月十七日，梦扁舟渡江，中流回望，楼中歌乐杂作。舟中人言：公显方会客也。觉而异之，乃作此词，盖越调鼓笛慢。公显时已致仕在苏州。小舟横截春江，卧看翠壁红楼起。云间笑语，使君高会，佳人半醉。危柱哀弦，艳歌余响，绕云萦水。念故人老大，风流未减，独回首、烟波里。推枕惘然不见，但空江、月明千里。五湖闻道，扁舟归去，仍携西子。云梦南州，武昌东岸，昔游应记。料多情梦里，端来见我，也参差是。人生不作安期生，醉入东海骑长鲸；犹当出作李西平，手枭逆贼清旧京。金印辉煌未入手，白发种种来无情。成都古寺卧秋晚，落日偏傍僧窗明。岂其马上破贼手，哦诗长作寒螿鸣？兴来买尽市桥酒，大车磊落堆长瓶；哀丝豪竹助剧饮，如锯野受黄河倾。平时一滴不入口，意气顿使千人惊。国仇未报壮士老，匣中宝剑夜有声。何当凯旋宴将士，三更雪压飞狐城！一夕轻雷落万丝，霁光浮瓦碧参差。有情芍药含春泪，无力蔷薇卧晓枝。",
        "author": "宋代",
        "poem_class": "写雨",
        "dynasty": "苏轼"
    },
    {
        "title": "微雨",
        "paragraph": "初随林霭动，稍共夜凉分。窗迥侵灯冷，庭虚近水闻。锦城丝管日纷纷，半入江风半入云。 此曲只应天上有，人间能得几回闻。问余何意栖碧山，笑而不答心自闲。桃花流水窅然去，别有天地非人间。长啸梁甫吟，何时见阳春？君不见，朝歌屠叟辞棘津，八十西来钓渭滨。宁羞白发照清水，逢时壮气思经纶。广张三千六百钓，风期暗与文王亲。大贤虎变愚不测，当年颇似寻常人。君不见，高阳酒徒起草中，长揖山东隆准公。入门不拜逞雄辩，两女辍洗来趋风。东下齐城七十二，指挥楚汉如旋蓬。狂客落魄尚如此，何况壮士当群雄！我欲攀龙见明主，雷公砰訇震天鼓。帝旁投壶多玉女，三时大笑开电光，倏烁晦冥起风雨。阊阖九门不可通，以额扣关阍者怒。白日不照吾精诚，杞国无事忧天倾。猰貐磨牙竞人肉，驺虞不折生草茎。手接飞猱搏雕虎，侧足焦原未言苦。智者可卷愚者豪，世人见我轻鸿毛。力排南山三壮士，齐相杀之费二桃。吴楚弄兵无剧孟，亚夫咍尔为徒劳。梁甫吟，声正悲。张公两龙剑，神物合有时。风云感会起屠钓，大人臲屼当安之。",
        "author": "唐代",
        "poem_class": "写雨",
        "dynasty": "李商隐"
    },
    {
        "title": "春雨",
        "paragraph": "花时闷见联绵雨，云入人家水毁堤。 昨日春风源上路，可怜红锦枉抛泥。醉别复几日，登临遍池台。何时石门路，重有金樽开。秋波落泗水，海色明徂徕。飞蓬各自远，且尽手中杯。昔日戏言身后意，今朝都到眼前来。(身后意 一作：身后事)衣裳已施行看尽，针线犹存未忍开。尚想旧情怜婢仆，也曾因梦送钱财。诚知此恨人人有，贫贱夫妻百事哀。昨夜秋风入汉关，朔云边月满西山。 更催飞将追骄虏，莫遣沙场匹马还。",
        "author": "唐代",
        "poem_class": "写雨",
        "dynasty": "徐凝"
    },
    {
        "title": "大酺·春雨",
        "paragraph": "对宿烟收，春禽静，飞雨时鸣高屋。墙头青玉旆，洗铅霜都尽，嫩梢相触。润逼琴丝，寒侵枕障，虫网吹黏帘竹。邮亭无人处，听檐声不断，困眠初熟。奈愁极顿惊，梦轻难记，自怜幽独。 行人归意速。最先念、流潦妨车毂。怎奈向、兰成憔悴，卫玠清羸，等闲时、易伤心目。未怪平阳客，双泪落、笛中哀曲。况萧索、青芜国。红糁铺地，门外荆桃如菽。夜游共谁秉烛。柳阴直，烟里丝丝弄碧。隋堤上、曾见几番，拂水飘绵送行色。登临望故国，谁识京华倦客？长亭路，年去岁来，应折柔条过千尺。闲寻旧踪迹，又酒趁哀弦，灯照离席。梨花榆火催寒食。愁一箭风快，半篙波暖，回头迢递便数驿，望人在天北。凄恻，恨堆积！渐别浦萦回，津堠岑寂，斜阳冉冉春无极。念月榭携手，露桥闻笛。沉思前事，似梦里，泪暗滴。缥缈危亭，笑谈独在千峰上。与谁同赏。万里横烟浪。 老去情怀，犹作天涯想。空惆怅。少年豪放。莫学衰翁样。铁马蒙毡，银花洒泪，春入愁城。笛里番腔，街头戏鼓，不是歌声。那堪独坐青灯。想故国、高台月明。辇下风光，山中岁月，海上心情。",
        "author": "宋代",
        "poem_class": "写雨",
        "dynasty": "周邦彦"
    },
    {
        "title": "秋宿湘江遇雨",
        "paragraph": "江上阴云锁梦魂，江边深夜舞刘琨。秋风万里芙蓉国，暮雨千家薜荔村。乡思不堪悲橘柚，旅游谁肯重王孙。渔人相见不相问，长笛一声归岛门。绿树春深，燕语莺啼声断续，惠风飘荡入芳丛，惹残红¤柳丝无力袅烟空。金盏不辞须满酌，海棠花下思朦胧，醉春风。明日鸣鞭天一涯，悠悠此夕怯分离。红楼有恨金波转，翠黛无言玉箸垂。浮蚁不能迷远意，回纹从此寄相思。花时定是慵开鉴，独向春风忍扫眉。湘江东去烟波静，挂席长空。两岸霜枫。一角斜阳闹晚红。频年飘泊知何似，天际哀鸿。历历惊弓。万里云罗一梦中。",
        "author": "五代",
        "poem_class": "写雨",
        "dynasty": "谭用之"
    },
    {
        "title": "剑器近·夜来雨",
        "paragraph": "夜来雨。赖倩得、东风吹住。海棠正妖娆处。且留取。悄庭户。试细听、莺啼燕语。分明共人愁绪。怕春去。佳树。翠阴初转午。重帘卷，乍睡起、寂寞看风絮。偷弹清泪寄烟波，见江头故人，为言憔悴如许。彩笺无数。去却寒暄，到了浑无定据。断肠落日千山暮。雨后春容清更丽。只有离人，幽恨终难洗。北固山前三面水。碧琼梳拥青螺髻。一纸乡书来万里。问我何年，真个成归计。回首送春拚一醉。东风吹破千行泪。二月巴陵日日风，春寒未了怯园公。海棠不惜胭脂色，独立蒙蒙细雨中。金炉香烬漏声残，翦翦轻风阵阵寒。春色恼人眠不得，月移花影上栏干。",
        "author": "宋代",
        "poem_class": "写雨",
        "dynasty": "袁去华"
    },
    {
        "title": "咸阳值雨",
        "paragraph": "咸阳桥上雨如悬，万点空濛隔钓船。还似洞庭春水色，晓云将入岳阳天。孔明庙前有老柏，柯如青铜根如石。霜皮溜雨四十围，黛色参天二千尺。君臣已与时际会，树木犹为人爱惜。云来气接巫峡长，月出寒通雪山白。忆昨路绕锦亭东，先主武侯同閟宫。崔嵬枝干郊原古，窈窕丹青户牖空。落落盘踞虽得地，冥冥孤高多烈风。扶持自是神明力，正直原因造化工。大厦如倾要梁栋，万牛回首丘山重。不露文章世已惊，未辞翦伐谁能送？苦心岂免容蝼蚁，香叶终经宿鸾凤。志士幽人莫怨嗟：古来材大难为用。借问江潮与海水，何似君情与妾心？相恨不如潮有信，相思始觉海非深。云母屏风烛影深，长河渐落晓星沉。嫦娥应悔偷灵药，碧海青天夜夜心。",
        "author": "唐代",
        "poem_class": "写雨",
        "dynasty": "温庭筠"
    },
    {
        "title": "雨不绝",
        "paragraph": "鸣雨既过渐细微，映空摇飏如丝飞。阶前短草泥不乱，院里长条风乍稀。舞石旋应将乳子，行云莫自湿仙衣。眼边江舸何匆促，未待安流逆浪归。多情却似总无情，唯觉樽前笑不成。蜡烛有心还惜别，替人垂泪到天明。云母屏风烛影深，长河渐落晓星沉。嫦娥应悔偷灵药，碧海青天夜夜心。离离原上草，一岁一枯荣。野火烧不尽，春风吹又生。远芳侵古道，晴翠接荒城。又送王孙去，萋萋满别情。",
        "author": "唐代",
        "poem_class": "写雨",
        "dynasty": "杜甫"
    },
    {
        "title": "夜雨",
        "paragraph": "早蛩啼复歇，残灯灭又明。隔窗知夜雨，芭蕉先有声。日暮苍山远，天寒白屋贫。柴门闻犬吠，风雪夜归人。火山六月应更热，赤亭道口行人绝。知君惯度祁连城，岂能愁见轮台月。脱鞍暂入酒家垆，送君万里西击胡。功名祗向马上取，真是英雄一丈夫。春城无处不飞花，寒食东风御柳斜。 日暮汉宫传蜡烛，轻烟散入五侯家。",
        "author": "唐代",
        "poem_class": "写雨",
        "dynasty": "白居易"
    },
    {
        "title": "虞美人·梳楼",
        "paragraph": "丝丝杨柳丝丝雨。春在溟濛处。楼儿忒小不藏愁。几度和云飞去、觅归舟。天怜客子乡关远。借与花消遣。海棠红近绿阑干。才卷朱帘却又、晚风寒。红笺小字，说尽平生意。鸿雁在云鱼在水，惆怅此情难寄。 斜阳独倚西楼，遥山恰对帘钩。人面不知何处，绿波依旧东流。文章本天成，妙手偶得之。粹然无疵瑕，岂复须人为？君看古彝器，巧拙两无施。汉最近先秦，固已殊淳漓。胡部何为者，豪竹杂哀丝。后夔不复作，千载谁与期？纤云弄巧，飞星传恨，银汉迢迢暗度。金风玉露一相逢，便胜却人间无数。柔情似水，佳期如梦，忍顾鹊桥归路！两情若是久长时，又岂在朝朝暮暮。",
        "author": "宋代",
        "poem_class": "写雨",
        "dynasty": "蒋捷"
    },
    {
        "title": "昭君怨·咏荷上雨",
        "paragraph": "午梦扁舟花底，香满西湖烟水。急雨打篷声，梦初惊。却是池荷跳雨，散了真珠还聚。聚作水银窝，泻清波。 (泻清波 一作：泛清波)登临送目，正故国晚秋，天气初肃。千里澄江似练，翠峰如簇。归帆去棹残阳里，背西风，酒旗斜矗。彩舟云淡，星河鹭起，画图难足。(归帆 一作：征帆)念往昔，繁华竞逐，叹门外楼头，悲恨相续。千古凭高对此，谩嗟荣辱。六朝旧事随流水，但寒烟衰草凝绿。至今商女，时时犹唱，后庭遗曲。(衰草 一作：芳草)巷陌风光纵赏时。笼纱未出马先嘶。白头居士无呵殿，只有乘肩小女随。 花满市，月侵衣。少年情事老来悲。沙河塘上春寒浅，看了游人缓缓归。燕燕轻盈，莺莺娇软，分明又向华胥见。夜长争得薄情知？春初早被相思染。别后书辞，别时针线，离魂暗逐郎行远。淮南皓月冷千山，冥冥归去无人管。",
        "author": "宋代",
        "poem_class": "写雨",
        "dynasty": "杨万里"
    },
    {
        "title": "伤春怨·雨打江南树",
        "paragraph": "雨打江南树。一夜花开无数。绿叶渐成阴，下有游人归路。 与君相逢处。不道春将暮。把酒祝东风，且莫恁、匆匆去。醉漾轻舟，信流引到花深处。尘缘相误，无计花间住。 烟水茫茫，千里斜阳暮。山无数，乱红如雨。不记来时路。阴阴溪曲绿交加，小雨翻萍上浅沙。鹅鸭不知春去尽，争随流水趁桃花。吹破残烟入夜风。一轩明月上帘栊。因惊路远人还远，纵得心同寝未同。 情脉脉，意忡忡。碧云归去认无踪。只应会向前生里，爱把鸳鸯两处笼。",
        "author": "宋代",
        "poem_class": "写雨",
        "dynasty": "王安石"
    },
    {
        "title": "临江仙·柳外轻雷池上雨",
        "paragraph": "柳外轻雷池上雨，雨声滴碎荷声。小楼西角断虹明。阑干倚处，待得月华生。 燕子飞来窥画栋，玉钩垂下帘旌。凉波不动簟纹平。水精双枕，傍有堕钗横。戎州登临胜景，未尝不歌渔父家风，以谢江山。门生请问：先生家风如何？为拟金华道人作此章。一波才动万波随，蓑笠一钩丝。金鳞正在深处，千尺也须垂。吞又吐，信还疑，上钩迟。水寒江静，满目青山，载月明归。少年离别意非轻，老去相逢亦怆情。草草杯盘共笑语，昏昏灯火话平生。自怜湖海三年隔，又作尘沙万里行。欲问后期何日是，寄书应见雁南征。萧条庭院，又斜风细雨，重门须闭。宠柳娇花寒食近，种种恼人天气。险韵诗成，扶头酒醒，别是闲滋味。征鸿过尽，万千心事难寄。 楼上几日春寒，帘垂四面，玉阑干慵倚。被冷香消新梦觉，不许愁人不起。清露晨流，新桐初引，多少游春意。日高烟敛，更看今日晴未。",
        "author": "宋代",
        "poem_class": "写雨",
        "dynasty": "欧阳修"
    },
    {
        "title": "崇义里滞雨",
        "paragraph": "落莫谁家子，来感长安秋。壮年抱羁恨，梦泣生白头。瘦马秣败草，雨沫飘寒沟。南宫古帘暗，湿景传签筹。家山远千里，云脚天东头。忧眠枕剑匣，客帐梦封侯。日暮苍山远，天寒白屋贫。柴门闻犬吠，风雪夜归人。绿艳闲且静，红衣浅复深。花心愁欲断，春色岂知心。可怜盘石临泉水，复有垂杨拂酒杯。若道春风不解意，何因吹送落花来。",
        "author": "唐代",
        "poem_class": "写雨",
        "dynasty": "李贺"
    },
    {
        "title": "水槛遣心二首",
        "paragraph": "去郭轩楹敞，无村眺望赊。澄江平少岸，幽树晚多花。细雨鱼儿出，微风燕子斜。城中十万户，此地两三家。蜀天常夜雨，江槛已朝晴。叶润林塘密，衣干枕席清。不堪祗老病，何得尚浮名。浅把涓涓酒，深凭送此生。金井梧桐秋叶黄，珠帘不卷夜来霜。熏笼玉枕无颜色，卧听南宫清漏长。高殿秋砧响夜阑，霜深犹忆御衣寒。银灯青琐裁缝歇，还向金城明主看。奉帚平明金殿开，暂将团扇共徘徊。玉颜不及寒鸦色，犹带昭阳日影来。真成薄命久寻思，梦见君王觉后疑。火照西宫知夜饮，分明复道奉恩时。长信宫中秋月明，昭阳殿下捣衣声。白露堂中细草迹，红罗帐里不胜情。山川异域，风月同天。寄诸佛子，共结来缘。客去波平槛，蝉休露满枝。永怀当此节，倚立自移时。 北斗兼春远，南陵寓使迟。天涯占梦数，疑误有新知。",
        "author": "唐代",
        "poem_class": "写雨",
        "dynasty": "杜甫"
    },
    {
        "title": "长相思·雨",
        "paragraph": "一声声，一更更。窗外芭蕉窗里灯，此时无限情。梦难成，恨难平。不道愁人不喜听，空阶滴到明。门外绿阴千顷，两两黄鹂相应。睡起不胜情，行到碧梧金井。人静，人静。风动一庭花影。欧阳文忠公尝问余：“琴诗何者最善？答以退之听颖师琴诗最善。公曰：此诗最奇丽，然非听琴，乃听琵琶也。余深然之。建安章质夫家善琵琶者，乞为歌词。余久不作，特取退之词，稍加隐括，使就声律，以遗之云。昵昵儿女语，灯火夜微明。恩怨尔汝来去，弹指泪和声。忽变轩昂勇士，一鼓填然作气，千里不留行。回首暮云远，飞絮搅青冥。众禽里，真彩凤，独不鸣。跻攀寸步千险，一落百寻轻。烦子指间风雨，置我肠中冰炭，起坐不能平。推手从归去，无泪与君倾。凤髻金泥带，龙纹玉掌梳。走来窗下笑相扶，爱道画眉深浅入时无？弄笔偎人久，描花试手初。等闲妨了绣功夫，笑问鸳鸯两字怎生书？",
        "author": "宋代",
        "poem_class": "写雨",
        "dynasty": "万俟咏"
    },
    {
        "title": "雨晴",
        "paragraph": "雨前初见花间蕊，雨后兼无叶里花。蛱蝶飞来过墙去，却疑春色在邻家。(版本一) 雨前初见花间蕊，雨后全无叶底花。蜂蝶纷纷过墙去，却疑春色在邻家。(版本二)关塞年华早，楼台别望违。试衫著暖气，开镜觅春晖。燕入窥罗幕，蜂来上画衣。情催桃李艳，心寄管弦飞。妆洗朝相待，风花暝不归。梦魂何处入，寂寂掩重扉。已讶衾枕冷，复见窗户明。夜深知雪重，时闻折竹声。送客南昌尉，离亭西候春。野花看欲尽，林鸟听犹新。别酒青门路，归轩白马津。相知无远近，万里尚为邻。",
        "author": "唐代",
        "poem_class": "写雨",
        "dynasty": "王驾"
    },
    {
        "title": "水仙子·夜雨",
        "paragraph": "一声梧叶一声秋，一点芭蕉一点愁，三更归梦三更后。落灯花，棋未收，叹新丰逆旅淹留。枕上十年事，江南二老忧，都到心头。(逆旅淹留 一作：孤馆人留)沛公，大风，也得文章用。却教猛士叹良弓，多了游云梦。驾驭英雄，能擒能纵，无人出彀中。后宫，外宗，险把炎刘并。子牙，鬓华，才上非熊卦。争些老死向天涯，只恁垂钩罢。满腹天机，天人齐发，武王任不差。用他，讨罚，一怒安天下。伍员，报亲，多了鞭君忿。可怜悬首在东门，不见包胥恨。半夜潮声，千年孤愤，钱塘万马奔。骇人，怒魂，何似吹箫韵？卞和，抱璞，只合荆山坐。三朝不遇待如何，两足先遭祸。传国争符，伤身行货，谁教献与他？切磋，琢磨，何似偷敲破？邵平，不平，楚汉争秦鼎。将军便去作园丁，软了英雄性。瓜苦瓜甜．秦衰秦盛，青门浪得名。此生，本轻，不是封侯命。假王，气昂，跨下羞都忘。提牌不过一中郎，漂母曾相饷。蒯彻名言，将军将强。良弓不早藏。未央，法场，险似坛台上。叔孙，讨论，早定君臣分。礼成文武两班分，舞蹈扬尘顺。拔剑争功，垂绅消忿，方知天子尊。武臣，勇人，也被书生困。丙吉，宰执，燮理阴阳气。有司不问尔相推，人命关天地。牛喘非时，何须留意？原来养得肥。早知，好吃，杀了供堂食。子陵，价轻，便入刘郎聘。等闲赢得一虚名，卖了先生姓。百尺丝纶，千年高兴，偶然一足横。帝星，客垦，不料天文应。董永，卖身，孝感天心顺。谁知织女是天孙，同受为奴困。自有牛郎，佳期将近，书生休认真。本因，孝亲，不是夫妻分。老莱，戏采，七十年将迈。堂前取水作婴孩，犹欲双亲爱。东倒西歪，佯啼颠拜，虽然称孝哉。上阶，下阶，跌杀休相赖。董卓，巨饕，为恶天须报。一脐然出万民膏，谁把逃亡照？谋位藏金，贪心无道，谁知没下梢！好教，火烧，难买棺材料。杜甫，自苦，踏雪寻梅去。吟肩高耸冻来驴，迷却前村路。暖阁红炉，党家门户，玉纤捧绿醑。假如，便俗，也胜穷酸处。洞宾，道人，未到天仙分。岳阳三醉洞庭春，卖墨无人问。欲斩黄龙，青蛇犹钝，纯阳能几分。养真，炼神，却被仙姑困。伯牙，韵雅，自与松风话。高山流水淡生涯，心与琴俱化。欲铸钟期，黄金无价，知音人既寡。尽他，爨下，煮了仙鹤罢。则天，改元，雌鸟长朝殿。昌宗出入二十年，怀义阴功健。四海淫风，满朝窑变，《关雎》无此篇。弄权，妒贤，却听梁公劝。孟母，丧夫，教子迁离墓。再迁市井厌屠沽，迁傍芹宫住。如此三迁，房钱无数，方成一大儒。问猪，引取，好辩长于喻。弄玉，度曲，只道吹箫苦。谁知凤只和鸾孤，吹到声圆处。明月台空，萧郎同去，秦王一叹吁。假如，嫁夫，明白人间住。采鸾，怕寒，甲帐无人伴。文箫连累堕人间，卖韵供烟爨。谁使思凡，尘缘难断，羞还玉女班。紫坛，犯奸，误了朝元限。禄山，玉环，子母肠难断。何须兵变陷长安，且向宫中乱。赶得三郎，鸾舆逃窜，连云蜀道难。内奸，外反，误却霓裳慢。老矣，倦矣，消减尽风云气。世情嚼蜡烂如泥，不见真滋味。蜗角虚名，蝇头微利，便得来真做的，布衣，袖里，试屈指英雄辈。好官，也兴阑，早勇退身无患。人生六十便宜闲，十载疏狂限。买两个丫鬟，自拈牙板，一个歌一个弹。醒时节过眼，醉时节破颜，能到此是英雄汉。春风骄马五陵儿，暖日西湖三月时，管弦触水莺花市。不知音不到此，宜歌宜酒宜诗。山过雨颦眉黛，柳拖烟堆鬓丝，可喜杀睡足的西施。村庵即事掩柴门啸傲烟霞，隐隐林峦，小小仙家。楼外白云，窗前翠竹，井底朱砂。五亩宅无人种瓜，一村庵有客分茶。春色无多，开到蔷薇，落尽梨花。崔闲斋元帅席上绣帘开语燕呢喃，柳眼青娇，杏脸红酣。春日迟迟，香风淡淡，相府潭潭。环粉黛犀梳玉辔，引儿孙竹马青衫。坐客江南，妙舞清歌，阔论高谈。九日对青山强整乌纱，归雁横秋，倦容思家。翠袖殷勤，金杯错落，玉手琵琶。人老去西风白发，蝶愁来明日黄花。回首天涯，一抹斜阳，数点寒鸦。梅友元帅席间拂冰弦慢拈轻拢，一种天姿，占断芳丛。额点宫黄，眉横晚翠，脸晕春红。歌夜月琉璃酒钟，隔香风翡翠帘栊。殢杀吟翁，柳暗花浓，玉暖香融。读史有感二首剑空弹月下高歌，说到知音，自古无多。白发箫疏，青灯寂寞，老子婆娑。故纸上前贤坎坷，醉乡中壮士磨跎。富贵由他，谩想廉颇，谁效常何？沧浪可以濯缨，叹千里波波，两鬓星星。遁迹林泉，甘心畎亩，罢念功名。青门外芸瓜邵平，白云边垂钩严陵。潮落沙汀，月转林坰，午醉方醒。秋夜闺思剔残灯数尽寒更，自别了鸳鸯，谁更卿卿？竹影疏棂，蛩声废井，桂子闲庭。淹泪眼羞看画屏，瘦人儿不似丹青。盼杀多情，远信休凭，好梦难成。进歌者秀英海棠娇杨柳纤腰，眼转秋波，睑晕春潮。檀板轻敲，冰弦初奏，彩扇低招。倾城倾国越西子梨梨枣枣，行云行雨楚巫娥暮暮朝朝。橙剖并刀，酒捧金蕉。烂醉东风，受用良宵。疏斋学士自长沙归望仙华十二芙蓉，夜醉长沙，晓过吴松。税驾星坛，题诗玉井，挂剑琳宫。鹤唳黄云半空，雁来红叶西风。秋兴谁同？绝唱仙童，相伴疏翁。湖上怀古，次疏斋学土韵柳驼腰系我舟差，趁夜雪归鸿，暮苑啼鸦。绿树秋千，青山钟鼓，画防琵琶。铜雀台边破瓦，金鱼池上残花。谁见繁华？采药仙翁，卖酒人家。秋思菊花枝还为谁黄？数尽归期，过了重阳。锦字传情，琼簪留恨，绣枕遗香。夜月冷金钗凤凰，晓霜寒翠被鸳鸯。想像高唐，萦损柔肠，梦见才郎。春伯托香腮微困春纤，绣线慵拈，宝篆羞添。往事墙头，情人梦里，旧恨眉尖。梨花谢春光荏苒，晓莺啼酒病淹渐。燕语雕檐，满院杨花，不卷珠帘。红梅次试斋学士韵寿阳妆何似环儿？快传语花神，换却南枝。血点冰梢，丹涂玉脸，酒晕琼姿。拼花下何郎醉死，误庄前崔护题诗。倚树多时，长笛声中，万点胭脂。秋日海棠一沉香亭上幽欢，甚陶令篱边，月惨风酸。燕子来时，梧桐老去，锦树花攒。照银烛春宵苦短，惜疏林秋夜漫漫。樽俎团圞，破帽西风，华屋金盘。次韵秋怀问山人索价何高？岁晚江空，兴动书巢。古桂寒香，残芦老絮，病叶红绡。愁倦容呜呜洞箫，对西风恋恋绨袍。往事徒劳，两鬓秋霜，万里云涛。西湖怀古飞来何处奇峰？笑引吟翁，醉倒诗筒。古寺啼猿，晴山舞风，废井藏龙。人已去梅花旧家，客重来柳树西风。一笑相逢，天竺门前，合涧桥东。王一山席上题壁二首扫诗愁满壁龙蛇，壮气凭陵，醉眼横斜。脱帽临风，停杯问月，往事伤嗟。范蠡归湖是也，子牙发迹迟些、笑杀豪杰，花谢还开，酒尽重赊。醉厌厌良夜迢迢，记席上樽前，酒令诗条。锦树围香，花灯夺昼，金屋藏娇。碧水冷西施弄瓢，紫云深秦女吹箫。占得春饶，莺怕歌喉，柳妒蛮腰。湖上即事叠韵锦江头一掬清愁，回首盟鸥，杨柳汀洲。俊友吴钩，晴秋楚岫，退叟齐丘。赋远游黄州竹楼，泛中流翠袖兰舟。檀口歌讴，玉手藏阄诗酒觥筹，邂逅绸缎，醉后相留。桃花菊怪黄花厌我清贫，老圃秋容，丹脸偷匀。前度刘郎，东篱陶令，邂逅寒温。延寿客秋凤酒樽，想佳人春日庄门。笑问东君：费尽金钱，占醉红裙。鉴湖小集写《黄庭》换得白鹅，旧酒犹香，小玉能歌。命友南山，怀人北海，遁世东坡。昨日春今日秋清闲在我，百年人千年调烦恼由他！乐事无多，良夜如何？去了朱颜，还再来么？酸斋学士席上岸风吹裂江云，迸一缕斜阳，照我离樽。倚徙西楼，留连北海，断送东君。传酒令金杯玉笋，傲诗坛羽扇纶巾。惊起波神，唤醒梅魂，翠袖佳人，白雪阳春。石塘道中雨依微天淡云阴，有客徜徉，缓辔登临。老树危亭，平津短棹，远店疏砧。傲尘世山无古今，避风波鸥自浮沉。霜后园林，万绿枝头，一点黄金。松江怀古解征衣便可濯缨，小小西湖，总是诗情。天际浮图，云间旧隐，水上新亭。负重名陆家弟兄，泛轻舟何处高僧？老鹤长鸣，翠柳堤边，白苎风生。肃斋赵使君致仕归杏花村酒满葫芦，记竹马相迎，郊外先驱。清献家风，渊明归兴，尽自欢娱。荣故里名香二疏，播廉声恩在三衢。教子读书，黄卷青灯，玉带金鱼。三衢平山亭倚阑于云与山平，一勺甘泉，四面虚亭。隐隐浮图，层层罨画，小小蓬瀛。随月去长空雁影，唤秋来高树蝉声。客路飘零，天宇澄清，剑气峰峰。海棠看佳人富贵天姿，点染胭脂，消得新诗。笑倚红妆，轻弹银烛，满引金卮。伴庭院黄昏燕子，叹风流天宝环儿。老过花时，谁恨无香？我爱垂丝。次韵唤西施伴我西游，客路依依，烟水悠悠。翠树啼鹃，青天旅雁，白雪盟鸥。人倚梨花病酒，月明杨柳维舟。试上层楼，绿满江南，红褪春愁。湖上即事倚高寒渺渺愁余，昨夜南楼，今日西湖。柳影浮图，岩阿杜宇，酒病相如。留客醉山花解舞，寄离愁云雁能书。笑倩谁扶？风动瑶筝，月满冰壶。元夜宴集绿窗纱银烛梅花，有美人兮，不御铅华。妆镜羞鸾，娇眉敛翠，巧髻盘鸦。可喜娘春纤过茶，风流煞真字续麻。共饮流霞，月转西楼，不记还家。游龙源寺问行人何处龙源？古路萦幡，细水蜿蜒。柳耳垂阴，花心困雨，树顶摩天。借居士蒲团坐禅，对幽人松麈谈玄。诗债留连，百巧黄鹏，一曲新蝉。莲花道中洗黄尘照眼沧浪，古道依依，暮色苍苍。远寺松篁，谁家桃李？旧日柴桑。红袖倚低低院墙，白莲开小小林塘。过客徜徉，题罢新诗，立尽斜阳。",
        "author": "元代",
        "poem_class": "写雨",
        "dynasty": "徐再思"
    },
    {
        "title": "早春呈水部张十八员外",
        "paragraph": "天街小雨润如酥，草色遥看近却无。最是一年春好处，绝胜烟柳满皇都。去年战，桑干源，今年战，葱河道。洗兵条支海上波，放马天山雪中草。万里长征战，三军尽衰老。匈奴以杀戮为耕作，古来唯见白骨黄沙田。秦家筑城避胡处，汉家还有烽火燃。烽火燃不息，征战无已时。野战格斗死，败马号鸣向天悲。乌鸢啄人肠，衔飞上挂枯树枝。士卒涂草莽，将军空尔为。乃知兵者是凶器，圣人不得已而用之。大历二年十月十九日，夔府别驾元持宅，见临颍李十二娘舞剑器，壮其蔚跂，问其所师，曰：“余公孙大娘弟子也。” 开元五载，余尚童稚，记于郾城观公孙氏，舞剑器浑脱，浏漓顿挫，独出冠时，自高头宜春梨园二伎坊内人洎外供奉，晓是舞者，圣文神武皇帝初，公孙一人而已。玉貌锦衣，况余白首，今兹弟子，亦非盛颜。既辨其由来，知波澜莫二，抚事慷慨，聊为《剑器行》。昔者吴人张旭，善草书帖，数常于邺县见公孙大娘舞西河剑器，自此草书长进，豪荡感激，即公孙可知矣。昔有佳人公孙氏，一舞剑器动四方。观者如山色沮丧，天地为之久低昂。㸌如羿射九日落，矫如群帝骖龙翔。来如雷霆收震怒，罢如江海凝清光。绛唇珠袖两寂寞，晚有弟子传芬芳。临颍美人在白帝，妙舞此曲神扬扬。与余问答既有以，感时抚事增惋伤。先帝侍女八千人，公孙剑器初第一。五十年间似反掌，风尘澒洞昏王室。梨园弟子散如烟，女乐余姿映寒日。金粟堆前木已拱，瞿唐石城草萧瑟。玳筵急管曲复终，乐极哀来月东出。老夫不知其所往，足茧荒山转愁疾。六王毕，四海一，蜀山兀，阿房出。覆压三百余里，隔离天日。骊山北构而西折，直走咸阳。二川溶溶，流入宫墙。五步一楼，十步一阁；廊腰缦回，檐牙高啄；各抱地势，钩心斗角。盘盘焉，囷囷焉，蜂房水涡，矗不知其几千万落。长桥卧波，未云何龙？复道行空，不霁何虹？高低冥迷，不知西东。歌台暖响，春光融融；舞殿冷袖，风雨凄凄。一日之内，一宫之间，而气候不齐。(不知其 一作：不知乎；西东 一作：东西)妃嫔媵嫱，王子皇孙，辞楼下殿，辇来于秦。朝歌夜弦，为秦宫人。明星荧荧，开妆镜也；绿云扰扰，梳晓鬟也；渭流涨腻，弃脂水也；烟斜雾横，焚椒兰也。雷霆乍惊，宫车过也；辘辘远听，杳不知其所之也。一肌一容，尽态极妍，缦立远视，而望幸焉。有不见者，三十六年。燕赵之收藏，韩魏之经营，齐楚之精英，几世几年，剽掠其人，倚叠如山。一旦不能有，输来其间。鼎铛玉石，金块珠砾，弃掷逦迤，秦人视之，亦不甚惜。(有不见者 一作：有不得见者)嗟乎！一人之心，千万人之心也。秦爱纷奢，人亦念其家。奈何取之尽锱铢，用之如泥沙？使负栋之柱，多于南亩之农夫；架梁之椽，多于机上之工女；钉头磷磷，多于在庾之粟粒；瓦缝参差，多于周身之帛缕；直栏横槛，多于九土之城郭；管弦呕哑，多于市人之言语。使天下之人，不敢言而敢怒。独夫之心，日益骄固。戍卒叫，函谷举，楚人一炬，可怜焦土！呜呼！灭六国者六国也，非秦也；族秦者秦也，非天下也。嗟乎！使六国各爱其人，则足以拒秦；使秦复爱六国之人，则递三世可至万世而为君，谁得而族灭也？秦人不暇自哀，而后人哀之；后人哀之而不鉴之，亦使后人而复哀后人也。",
        "author": "唐代",
        "poem_class": "写雨",
        "dynasty": "韩愈"
    },
    {
        "title": "春夜喜雨",
        "paragraph": "好雨知时节，当春乃发生。随风潜入夜，润物细无声。野径云俱黑，江船火独明。晓看红湿处，花重锦官城。初月如弓未上弦，分明挂在碧霄边。时人莫道蛾眉小，三五团圆照满天。伏波惟愿裹尸还，定远何须生入关。 莫遣只轮归海窟，仍留一箭射天山。(射 一作：定)胡马，胡马，远放燕支山下。跑沙跑雪独嘶，东望西望路迷。迷路，迷路，边草无穷日暮。",
        "author": "唐代",
        "poem_class": "写雨",
        "dynasty": "杜甫"
    },
    {
        "title": "夏日杂诗",
        "paragraph": "水窗低傍画栏开，枕簟萧疏玉漏催。一夜雨声凉到梦，万荷叶上送秋来。小构园林寂不哗，疏篱曲径仿山家。昼长吟罢风流子，忽听楸枰响碧纱。添竹石，伴烟霞。拟凭樽酒慰年华。休嗟髀里今生肉，努力春来自种花。不用问田园，十载归来故旧欢。一笑从知春有意，篱边，三两余花向我妍。哀乐信无端，但觉吾心此处安。谁分去来乡国事，凄然，曾是承平两少年。水天清话，院静人销夏。蜡炬风摇帘不下，竹影半墙如画。醉来扶上桃笙，熟罗扇子凉轻。一霎荷塘过雨，明朝便是秋声。",
        "author": "清代",
        "poem_class": "写雨",
        "dynasty": "陈文述"
    },
    {
        "title": "微雨夜行",
        "paragraph": "漠漠秋云起，稍稍夜寒生。但觉衣裳湿，无点亦无声。木末芙蓉花，山中发红萼。涧户寂无人，纷纷开且落。二月卖新丝，五月粜新谷。医得眼前疮，剜却心头肉。我愿君王心，化作光明烛。不照绮罗筵，只照逃亡屋。紫陌红尘拂面来，无人不道看花回。玄都观里桃千树，尽是刘郎去后栽。",
        "author": "唐代",
        "poem_class": "写雨",
        "dynasty": "白居易"
    },
    {
        "title": "有美堂暴雨",
        "paragraph": "游人脚底一声雷，满座顽云拨不开。天外黑风吹海立，浙东飞雨过江来。十分潋滟金樽凸，千杖敲铿羯鼓催。唤起谪仙泉洒面，倒倾鲛室泻琼瑰。少年易老学难成，一寸光阴不可轻。未觉池塘春草梦，阶前梧叶已秋声。秋山不可尽，秋思亦无垠。碧涧流红叶，青林点白云。凉阴一鸟下，落日乱蝉分。此夜芭蕉雨，何人枕上闻。快上西楼，怕天放、浮云遮月。但唤取、玉纤横笛，一声吹裂。谁做冰壶凉世界，最怜玉斧修时节。问嫦娥、孤冷有愁无？应华发。云液满，琼杯滑。长袖起，清歌咽。叹十常八九，欲磨还缺。但愿长圆如此夜，人情未必看承别。把从前、离恨总成欢，归时说。",
        "author": "宋代",
        "poem_class": "写雨",
        "dynasty": "苏轼"
    },
    {
        "title": "长相思·云一涡",
        "paragraph": "云一緺，玉一梭，淡淡衫儿薄薄罗。轻颦双黛螺。秋风多，雨相和，帘外芭蕉三两窠。夜长人奈何！双成伴侣，去去不知何处。有佳期，霞帔金丝薄，花冠玉叶危¤懒乘丹凤子，学跨小龙儿。叵耐天风紧，挫腰肢。金波远逐行云去，疏星时作银河渡。花影卧秋千，更长人不眠¤玉筝弹未彻，凤髻黄钗脱。忆梦翠蛾低，微风吹绣衣。画堂昨夜西风过，绣帘时拂朱门锁。惊梦不成云，双蛾枕上颦¤金炉烟袅袅，烛暗纱窗晓。残日尚弯环，玉筝和泪弹。梅花吹入谁家笛，行云半夜凝空碧。欹枕不成眠，关山人未还¤声随幽怨绝，空断澄霜月。月影下重檐，轻风花满帘。回廊远砌生秋草，梦魂千里青门道。鹦鹉怨长更，碧笼金锁横¤罗帏中夜起，霜月清如水。玉露不成圆，宝筝悲断弦。娇鬟堆枕钗横凤，溶溶春水杨花梦。红烛泪阑干，翠屏烟浪寒¤锦壶催画箭，玉佩天涯远。和泪试严妆，落梅飞夜霜。西风袅袅凌歌扇，秋期正与行云远。花叶脱霜红，流萤残月中¤兰闺人在否，千里重楼暮。翠被已销香，梦随寒漏长。沉沉朱户横金锁，纱窗月影随花过。烛泪欲阑干，落梅生晚寒¤宝钗横翠凤，千里香屏梦。云雨已荒凉，江南春草长。欹鬟堕髻摇双桨，采莲晚出清江上。顾影约流萍，楚歌娇未成¤相逢颦翠黛，笑把珠珰解。家住柳阴中，画桥东复东。古台平，芳草远，馆娃宫外春深。翠黛空留千载恨，教人何处相寻¤绮罗无复当时事，露花点滴香泪。惆怅遥天横渌水，鸳鸯对对飞起。渚莲枯，宫树老，长洲废苑萧条。想像玉人空处所，月明独上溪桥¤经春初败秋风起，红兰绿蕙愁死。一片风流伤心地，魂销目断西子。",
        "author": "五代",
        "poem_class": "写雨",
        "dynasty": "李煜"
    },
    {
        "title": "六月二十七日望湖楼醉书",
        "paragraph": "黑云翻墨未遮山，白雨跳珠乱入船。卷地风来忽吹散，望湖楼下水如天。放生鱼鳖逐人来，无主荷花到处开。水枕能令山俯仰，风船解与月裴回。乌菱白芡不论钱，乱系青菰裹绿盘。忽忆尝新会灵观，滞留江海得加餐。献花游女木兰桡，细雨斜风湿翠翘。无限芳洲生杜若，吴儿不识楚辞招。未成小隐聊中隐，可得长闲胜暂闲。我本无家更安往，故乡无此好湖山。束缊宵行十里强。挑得诗囊，抛了衣囊。天寒路滑马蹄僵，元是王郎，来送刘郎。酒酣耳热说文章。惊倒邻墙，推倒胡床。旁观拍手笑疏狂。疏又何妨，狂又何妨？身世酒杯中，万事皆空。古来三五个英雄。雨打风吹何处是，汉殿秦宫。梦入少年丛，歌舞匆匆。老僧夜半误鸣钟。惊起西窗眠不得，卷地西风。病起恹恹、画堂花谢添憔悴。乱红飘砌。滴尽胭脂泪。惆怅前春，谁向花前醉。愁无际。武陵回睇。人远波空翠。",
        "author": "宋代",
        "poem_class": "写雨",
        "dynasty": "苏轼"
    }
]