[
    {
        "title": "酬王季友题半日村别业兼呈李明府",
        "paragraph": "村映寒原日已斜，烟生密竹早归鸦。长溪南路当群岫，半景东邻照数家。门通小径连芳草，马饮春泉踏浅沙。欲待主人林上月，还思潘岳县中花。宣室求贤访逐臣，贾生才调更无伦。可怜夜半虚前席，不问苍生问鬼神。黔无驴，有好事者船载以入。至则无可用，放之山下。虎见之，庞然大物也，以为神，蔽林间窥之。稍出近之，慭慭然，莫相知。他日，驴一鸣，虎大骇，远遁；以为且噬己也，甚恐。然往来视之，觉无异能者；益习其声，又近出前后，终不敢搏。稍近，益狎，荡倚冲冒。驴不胜怒，蹄之。虎因喜，计之曰：“技止此耳！”因跳踉大㘎，断其喉，尽其肉，乃去。噫！形之庞也类有德，声之宏也类有能。向不出其技，虎虽猛，疑畏，卒不敢取。今若是焉，悲夫！夕阳度西岭，群壑倏已暝。松月生夜凉，风泉满清听。樵人归欲尽，烟鸟栖初定。之子期宿来，孤琴候萝径。",
        "author": "唐代",
        "poem_class": "冬天",
        "dynasty": "郎士元"
    },
    {
        "title": "冬夕寄青龙寺源公",
        "paragraph": "敛屦入寒竹，安禅过漏声。高松残子落，深井冻痕生。罢磬风枝动，悬灯雪屋明。何当招我宿，乘月上方行。少陵野老吞声哭，春日潜行曲江曲。江头宫殿锁千门，细柳新蒲为谁绿？忆昔霓旌下南苑，苑中万物生颜色。昭阳殿里第一人，同辇随君侍君侧。辇前才人带弓箭，白马嚼啮黄金勒。翻身向天仰射云，一笑正坠双飞翼。(一笑 一作：一箭)明眸皓齿今何在？血污游魂归不得。清渭东流剑阁深，去住彼此无消息。人生有情泪沾臆，江水江花岂终极！黄昏胡骑尘满城，欲往城南望城北。千里黄云白日曛，北风吹雁雪纷纷。莫愁前路无知己，天下谁人不识君。六翮飘飖私自怜，一离京洛十余年。丈夫贫贱应未足，今日相逢无酒钱。饮马渡秋水，水寒风似刀。平沙日未没，黯黯见临洮。昔日长城战，咸言意气高。黄尘足今古，白骨乱蓬蒿。",
        "author": "唐代",
        "poem_class": "冬天",
        "dynasty": "郎士元"
    },
    {
        "title": "菩萨蛮·玉盘寸断葱芽嫩",
        "paragraph": "玉盘寸断葱芽嫩，鸾刀细割羊肩进。不敢厌腥臊，缘君亲手调。红炉赪素面，醉把貂裘缓。归路有余狂，天街宵踏霜。运交华盖欲何求，未敢翻身已碰头。破帽遮颜过闹市，漏船载酒泛中流。横眉冷对千夫指，俯首甘为孺子牛。躲进小楼成一统，管他冬夏与春秋。雨花台边埋断戟，莫愁湖里余微波。所思美人不可见，归忆江天发浩歌。海草国门碧，多年老异乡。狐狸方去穴，桃偶已登场。故里寒云恶，炎天凛夜长。独沉清洌水，能否涤愁肠？(洌 一作：泠)",
        "author": "近现代",
        "poem_class": "冬天",
        "dynasty": "王国维"
    },
    {
        "title": "十月二十八日风雨大作",
        "paragraph": "风怒欲拔木，雨暴欲掀屋。风声翻海涛，雨点堕车轴。拄门那敢开，吹火不得烛。岂惟涨沟溪，势已卷平陆。辛勤蓺宿麦，所望明年熟；一饱正自艰，五穷故相逐。南邻更可念，布被冬未赎；明朝甑复空，母子相持哭。柳花飞处麦摇波，晚湖净鉴新磨。小舟飞棹去如梭，齐唱采菱歌。平野水云溶漾，小楼风日晴和。济南何在暮云多，归去奈愁何。薄露初零，长宵共、永昼分停。绕水楼台，高耸万丈蓬瀛。芝兰为寿，相辉映、簪笏盈庭。花柔玉净，捧觞别有娉婷。鹤瘦松青，精神与、秋月争明。德行文章，素驰日下声名。东山高蹈，虽卿相、不足为荣。安石须起，要苏天下苍生。别后不知君远近，触目凄凉多少闷。渐行渐远渐无书，水阔鱼沉何处问。夜深风竹敲秋韵，万叶千声皆是恨。故攲单枕梦中寻，梦又不成灯又烬。",
        "author": "宋代",
        "poem_class": "冬天",
        "dynasty": "陆游"
    },
    {
        "title": "苦寒吟",
        "paragraph": "百泉冻皆咽，我吟寒更切。半夜倚乔松，不觉满衣雪。竹竿有甘苦，我爱抱苦节。鸟声有悲欢，我爱口流血。潘生若解吟，更早生白发。菱叶萦波荷飐风，荷花深处小船通。逢郎欲语低头笑，碧玉搔头落水中。残灯无焰影幢幢，此夕闻君谪九江。 垂死病中惊坐起，暗风吹雨入寒窗。飒飒西风满院栽，蕊寒香冷蝶难来。 他年我若为青帝，报与桃花一处开。",
        "author": "唐代",
        "poem_class": "冬天",
        "dynasty": "孟郊"
    },
    {
        "title": "浣溪沙·半夜银山上积苏",
        "paragraph": "半夜银山上积苏，朝来九陌带随车。涛江烟渚一时无。空腹有诗衣有结，湿薪如桂米如珠。冻吟谁伴捻髭须。中庭淡月照三更，白露洗空河汉明。莫遣西风吹叶尽，却愁无处着秋声。漫漫平沙走白虹，瑶台失手玉杯空。晴天摇动清江底，晚日浮沉急浪中。一春长费买花钱，日日醉湖边。玉骢惯识西湖路，骄嘶过、沽酒楼前。红杏香中箫鼓，绿杨影里秋千。(湖边 一作：花边)暖风十里丽人天，花压鬓云偏。画船载取春归去，馀情付、湖水湖烟。明日重扶残醉，来寻陌上花钿。",
        "author": "宋代",
        "poem_class": "冬天",
        "dynasty": "苏轼"
    },
    {
        "title": "腊日",
        "paragraph": "腊日常年暖尚遥，今年腊日冻全消。侵陵雪色还萱草，漏泄春光有柳条。纵酒欲谋良夜醉，还家初散紫宸朝。口脂面药随恩泽，翠管银罂下九霄。茶。香叶，嫩芽。慕诗客，爱僧家。碾雕白玉，罗织红纱。铫煎黄蕊色，碗转曲尘花。夜后邀陪明月，晨前独对朝霞。洗尽古今人不倦，将知醉后岂堪夸。回望高城落晓河，长亭窗户压微波。水仙欲上鲤鱼去，一夜芙蓉红泪多。嫁得瞿塘贾，朝朝误妾期。早知潮有信，嫁与弄潮儿。",
        "author": "唐代",
        "poem_class": "冬天",
        "dynasty": "杜甫"
    },
    {
        "title": "癸卯岁十二月中作与从弟敬远",
        "paragraph": "寝迹衡门下，邈与世相绝。顾盼莫谁知，荆扉昼常闭。凄凄岁暮风，翳翳经日雪。倾耳无希声，在目皓已洁。劲气侵襟袖，箪瓢谢屡设。萧索空宇中，了无一可悦！历览千载书，时时见遗烈。高操非所攀，谬得固穷节。平津苟不由，栖迟讵为拙！寄意一言外，兹契谁能别？扶晨始晖生，紫云映玄阿。焕洞圆光蔚，晃朗濯曜罗。眇眇灵景元，森洒空清华。九天馆玉宾，金房烟霄歌。风捲长空宿雾晴，天高海阔送君行。人多到底方如意，事得向前好寄声。瓜葛情深难作别，蒹葭秋老不移情。相思两地无言处，坐数山城长短更。甘瓜抱苦蒂，美枣生荆棘。利傍有倚刀，贪人还自贼。",
        "author": "魏晋",
        "poem_class": "冬天",
        "dynasty": "陶渊明"
    },
    {
        "title": "学刘公干体五首·其三",
        "paragraph": "胡风吹朔雪，千里度龙山。集君瑶台上，飞舞两楹前。兹晨自为美，当避艳阳天。艳阳桃李节，皎洁不成妍。夕鸟已西度，残霞亦半消。风声动密竹，水影漾长桥。旅人多忧思，寒江复寂寥。尔情深巩落，予念返渔樵。何因适归愿，分路一扬镳。翻阶没细草，集水间疏萍。芳春照流雪，深夕映繁星。逢风时迥度，逐侣乍争飞。犹忆方塘水，今秋已复归。",
        "author": "南北朝",
        "poem_class": "冬天",
        "dynasty": "鲍照"
    },
    {
        "title": "人月圆·雪中游虎丘",
        "paragraph": "梅花浑似真真面，留我倚阑杆。雪晴天气，松腰玉瘦，泉眼冰寒。兴亡遗恨，一丘黄土，千古青山。老僧同醉，残碑休打，宝剑羞看。世上悠悠尽自争，眼中隐隐放教平。飞蝇触鼻人争怒，落叶临头我谩惊。既有阳秋暗消长，何须青白太分明。蒺藜原上清霜重，辛苦十年跣足行。江城歌吹风流，雨过平山，月满西楼。几许年华，三生醉梦，六月凉秋。按锦瑟佳人劝酒，卷朱帘齐按凉州。客去还留，云树萧萧，河汉悠悠。想天公自有安排，展放愁眉，开着吟怀。款系红牙，低歌玉树，烂醉金钗。花谢了逢春又开，燕归时到社重来。兰芷庭阶，花月楼台，许大乾坤，由我诙谐。草团标正对山凹，山竹炊粳，山水煎茶。山芋山薯，山葱山韭，山果山花。山溜响冰敲月牙，扫山云惊散林鸦。山色元佳，山景堪夸，山外晴霞，山下人家。渔父浪花中一叶扁舟，到处行窝，天也难留。去岁兰江，今年湘浦，后日巴丘。青{艹弱}笠白渡口，绿蓑衣红蓼滩头。不解闲愁，自号无忧，两岸芦花，一觉<鼻勾><鼻勾>。题琵琶亭到浔阳夜泊星槎，送客江头，忽听琵琶。下马维舟，回灯借问，何处人家？妾本是京师馆娃，嫁商人沦落天涯。再转龙牙，细拨轻爬，声裂檀槽，月满芦花。见乐天细问根芽，襟搭鲛绡，玉笋笼纱。家住长安，十三学乐，髻绾双鸦。今老却朝云暮霞，再休题秋月春花。自叹咱家，两鬓霜华，有锦难缠，泪湿琵琶。寄友人忆湘南冷落鸥盟，木落庭皋，满院秋声。夜月关河，西风天地，自笑浮生。归兴动江神敛容，客情多山鬼知名。月殿龙庭，云路鹏程，独跨天风，直上瑶京。题恨到春来郁闷恹恹，昼夜相兼，粉黛慵拈。尘满妆奁，香消宝靥，翠淡眉尖。封泪锦丝丝恨添，唾窗绒缕缕情粘。翠幕朱帘，玉管牙签，绿惨红タ。燕妒莺嫌。寿友人七月七日喜年年玉井莲开，开上人间，月地云街。臂络珠璎，头缠红锦，袖拂芳埃。云子酒香浮玉台，雪儿歌韵绕金钗。开桂多栽，五福齐来，禄享千种，位列三台。",
        "author": "元代",
        "poem_class": "冬天",
        "dynasty": "张可久"
    },
    {
        "title": "菩萨蛮·白日惊飚冬已半",
        "paragraph": "惊飙掠地冬将半，解鞍正值昏鸦乱。冰合大河流，茫茫一片愁。烧痕空极望，鼓角高城上。明日近长安，客心愁未阑。白狼河北秋偏早，星桥又迎河鼓。清漏频移，微云欲湿，正是金风玉露。两眉愁聚。待归踏榆花，那时才诉。只恐重逢，明明相视更无语。人间别离无数，向瓜果筵前，碧天凝伫，连理千花，相思一叶，毕竟随风何处。羁栖良苦，算未抵空房，冷香啼曙。今夜天孙，笑人愁似许。东死鼠，西死鼠，人见死鼠如见虎！鼠死不几日，人死如圻堵。昼死人，莫问数，日色惨淡愁云护。三人行未十步多，忽死两人横截路。夜死人，不敢哭，疫鬼吐气灯摇绿。须臾风起灯忽无，人鬼尸棺暗同屋。乌啼不断，犬泣时闻。人含鬼色，鬼夺人神。白日逢人多是鬼，黄昏遇鬼反疑人！人死满地人烟倒，人骨渐被风吹老。田禾无人收，官租向谁考？ 我欲骑天龙，上天府，呼天公，乞天母，洒天浆，散天乳，酥透九原千丈土。地下人人都活归，黄泉化作回春雨！襁褓中，父母叹双亡。纵居那绮罗丛中谁知娇养？幸生来英豪阔大宽宏量，从未将儿女私情，略萦心上。好一似霁月光风耀玉堂。厮配得才貌仙郎，博得个地久天长，准折得幼年时坎坷形状。终久是云散高唐，水涸湘江。这是尘寰中消长数应当，何必枉悲伤?",
        "author": "清代",
        "poem_class": "冬天",
        "dynasty": "纳兰性德"
    },
    {
        "title": "雪望",
        "paragraph": "寒色孤村幕，悲风四野闻。溪深难受雪，山冻不流云。鸥鹭飞难辨，沙汀望莫分。野桥梅几树，并是白纷纷。康熙七年六月十七日戌刻，地大震。余适客稷下，方与表兄李笃之对烛饮。忽闻有声如雷，自东南来，向西北去。众骇异，不解其故。俄而几案摆簸，酒杯倾覆；屋梁椽柱，错折有声。相顾失色。久之，方知地震，各疾趋出。见楼阁房舍，仆而复起；墙倾屋塌之声，与儿啼女号，喧如鼎沸。人眩晕不能立，坐地上，随地转侧。河水倾泼丈余，鸡鸣犬吠满城中。逾一时许，始稍定。视街上，则男女裸聚，竞相告语，并忘其未衣也。后闻某处井倾仄，不可汲；某家楼台南北易向；栖霞山裂；沂水陷穴，广数亩。此真非常之奇变也。穆湖莲叶小于钱，卧柳虽多不碍船。两岸新苗才过雨，夕阳沟水响溪田。屋上鸠鸣谷雨开，横塘游女荡船回。桃花落后蚕齐浴，竹笋抽时燕便来。长镵白木柄，斸破一庭寒。三枝两枝生绿，位置小窗前。要使花颜四面，和着草心千朵，向我十分妍。何必兰与菊，生意总欣然。晓来风，夜来雨，晚来烟。是他酿就春色，又断送流年。便欲诛茅江上，只恐空林衰草，憔悴不堪怜。歌罢且更酌，与子绕花间。",
        "author": "清代",
        "poem_class": "冬天",
        "dynasty": "洪升"
    },
    {
        "title": "苑中遇雪应制",
        "paragraph": "紫禁仙舆诘旦来，青旂遥倚望春台。 不知庭霰今朝落，疑是林花昨夜开。去年花里逢君别，今日花开又一年。(又一年 一作：已一年)世事茫茫难自料，春愁黯黯独成眠。身多疾病思田里，邑有流亡愧俸钱。闻道欲来相问讯，西楼望月几回圆。山川异域，风月同天。寄诸佛子，共结来缘。四明有狂客，风流贺季真。长安一相见，呼我谪仙人。昔好杯中物，翻为松下尘。金龟换酒处，却忆泪沾巾。狂客归四明，山阴道士迎。敕赐镜湖水，为君台沼荣。人亡余故宅，空有荷花生。念此杳如梦，凄然伤我情。",
        "author": "唐代",
        "poem_class": "冬天",
        "dynasty": "宋之问"
    },
    {
        "title": "早冬",
        "paragraph": "十月江南天气好，可怜冬景似春华。霜轻未杀萋萋草，日暖初干漠漠沙。老柘叶黄如嫩树，寒樱枝白是狂花。此时却羡闲人醉，五马无由入酒家。中岁颇好道，晚家南山陲。兴来每独往，胜事空自知。行到水穷处，坐看云起时。偶然值林叟，谈笑无还期。故人西辞黄鹤楼，烟花三月下扬州。孤帆远影碧空尽，唯见长江天际流。 (唯 通：惟)昨夜斗回北，今朝岁起东。我年已强仕，无禄尚忧农。桑野就耕父，荷锄随牧童。田家占气候，共说此年丰。",
        "author": "唐代",
        "poem_class": "冬天",
        "dynasty": "白居易"
    },
    {
        "title": "十二月十五夜",
        "paragraph": "沉沉更鼓急，渐渐人声绝。吹灯窗更明，月照一天雪。泪咽却无声，只向从前悔薄情。凭仗丹青重省识，盈盈，一片伤心画不成。别语忒分明，午夜鹣鹣梦早醒。卿自早醒侬自梦，更更，泣尽风檐夜雨铃。露下庭柯蝉响歇。纱碧如烟，烟里玲珑月。并著香肩无可说，樱桃暗解丁香结。笑卷轻衫鱼子缬。试扑流萤，惊起双栖蝶。瘦断玉腰沾粉叶，人生那不相思绝。美颜无双处处夸，玉帐香肌娇无那。夜夜伴得鸳鸯宿，不羡旖旎上林花。",
        "author": "清代",
        "poem_class": "冬天",
        "dynasty": "袁枚"
    },
    {
        "title": "冬十月",
        "paragraph": "孟冬十月，北风徘徊，天气肃清，繁霜霏霏。鵾鸡晨鸣，鸿雁南飞，鸷鸟潜藏，熊罴窟栖。钱镈停置，农收积场，逆旅整设，以通贾商。幸甚至哉！歌以咏志。陟彼北芒兮，噫！顾瞻帝京兮，噫！宫阙崔嵬兮，噫！民之劬劳兮，噫！辽辽未央兮，噫！今有人。山之阿。被服薜荔带女萝。既含睇。又宜笑。子恋慕予善窈窕。乘赤豹。从文狸。辛夷车驾结桂旗。被石兰。带杜衡。折芳拔荃遗所思。处幽室。终不见。天路险艰独后来。表独立。山之上。云何容容而在下。杳冥冥。羌昼晦。东风飘遥神灵雨。风瑟瑟。木搜搜。思念公子徒以忧。茫茫九州内，莫作帝者民。民有忠信行，莫非帝者臣。",
        "author": "两汉",
        "poem_class": "冬天",
        "dynasty": "曹操"
    },
    {
        "title": "大德歌·冬景",
        "paragraph": "雪粉华，舞梨花，再不见烟村四五家。密洒堪图画，看疏林噪晚鸦。黄芦掩映清江下，斜缆着钓鱼艖。云来山更佳，云去山如画，山因云晦明，云共山高下。倚仗立云沙，回首见山家，野鹿眠山草，山猿戏野花。云霞，我爱山无价，看时，行踏，云山也爱咱。天地之间人寄居，来生去死嗟吁。就里荣枯，暗中贫富，人力不能除取。【乔牌儿】自然天付与，强得来也不坚固。有人参透其中趣，何须巧对付？【锦上花】富贵无骄，贫穷何辱。贫不忧愁，富莫贪图。富依公，天能祐护。贫富人生，各人命福。富呵亨富来，贫呵乐贫去。就里无钱，尚良欢娱。袖有黄金，到有嗟吁。一日勾来，如何做做主。【江儿水】人生百年如过驹，暗里流年度。似晓露红莲香，落日夕阳暮，没可里使心干受苦。【碧玉箫】春满皇都，快兴到金壶。凉意人郊墟，何可忆鲈鱼，量有无，好光阴不可辜。携着良友生，觅着闲游处。四景又俱，羡甚功劳部。【离亭宴带歇指煞】公卿自有公卿禄，儿孙自有儿孙福。神心自语，恁麒麟阁上图。凤凰池中立，不如俺鹦鹉州边住。黄纸上名，不如俺软瓯中物，谁知野夫。列翠围四屏山，引寨练一溪水，盖蜗舍三椽屋。我头低气不低，身屈心难屈，一任教风云卷舒。饭饱一身安，心间万事足。冰肌绰约态天然。淡无言。带蹁跹。遮莫人间，凡卉避清妍。承露玉杯餐沆瀣，真合唤，水中仙。幽香冉冉暮江边。佩空捐。恨谁传。遥夜清霜，翠袖怯春寒。罗袜凌波归去晚，风袅袅，月娟娟。",
        "author": "元代",
        "poem_class": "冬天",
        "dynasty": "关汉卿"
    },
    {
        "title": "青松",
        "paragraph": "大雪压青松，青松挺且直。 要知松高洁，待到雪化时。无情未必真豪杰，怜子如何不丈夫？知否兴风狂啸者，回眸时看小於菟。愁展翠罗衾，半是馀温半泪。不辨坠欢新恨，是人间滋味。几年相守郁金堂，草草浑闲事。独向西风林下，望红尘一骑。三义塔者，中国上海闸北三义里遗鸠埋骨之塔也，在日本，农人共建。奔霆飞熛歼人子，败井颓垣剩饿鸠。 偶值大心离火宅，终遗高塔念瀛洲。精禽梦觉仍衔石，斗士诚坚共抗流。度尽劫波兄弟在，相逢一笑泯恩仇。西村博士于上海战后得丧家之鸠，持归养之，初亦相安，而终化去。建塔以藏，且征题咏，率成一律，聊答遐情云尔。",
        "author": "近现代",
        "poem_class": "冬天",
        "dynasty": "陈毅"
    },
    {
        "title": "北中寒",
        "paragraph": "一方黑照三方紫，黄河冰合鱼龙死。三尺木皮断文理，百石强车上河水。霜花草上大如钱，挥刀不入迷濛天。争瀯海水飞凌喧，山瀑无声玉虹悬。移舟水溅差差绿，倚槛风摆柄柄香。(风摆 一作：风摇)多谢浣纱人未折，雨中留得盖鸳鸯。天河夜转漂回星，银浦流云学水声。玉宫桂树花未落，仙妾采香垂珮缨。秦妃卷帘北窗晓，窗前植桐青凤小。王子吹笙鹅管长，呼龙耕烟种瑶草。粉霞红绶藕丝裙，青洲步拾兰苕春。东指羲和能走马，海尘新生石山下。昵昵儿女语，恩怨相尔汝。划然变轩昂，勇士赴敌场。浮云柳絮无根蒂，天地阔远随飞扬。喧啾百鸟群，忽见孤凤皇。(凤皇 一作 凤凰）跻攀分寸不可上，失势一落千丈强。嗟余有两耳，未省听丝篁。自闻颖师弹，起坐在一旁。推手遽止之，湿衣泪滂滂。颖乎尔诚能，无以冰炭置我肠！",
        "author": "唐代",
        "poem_class": "冬天",
        "dynasty": "李贺"
    },
    {
        "title": "北风行",
        "paragraph": "烛龙栖寒门，光曜犹旦开。日月照之何不及此？惟有北风号怒天上来。燕山雪花大如席，片片吹落轩辕台。幽州思妇十二月，停歌罢笑双蛾摧。倚门望行人，念君长城苦寒良可哀。别时提剑救边去，遗此虎文金鞞靫。中有一双白羽箭，蜘蛛结网生尘埃。箭空在，人今战死不复回。不忍见此物，焚之已成灰。黄河捧土尚可塞，北风雨雪恨难裁。楼观岳阳尽，川迥洞庭开。雁引愁心去，山衔好月来。云间连下榻，天上接行杯。醉后凉风起，吹人舞袖回。海上生明月，天涯共此时。情人怨遥夜，竟夕起相思。灭烛怜光满，披衣觉露滋。不堪盈手赠，还寝梦佳期。三年谪宦此栖迟，万古惟留楚客悲。秋草独寻人去后，寒林空见日斜时。汉文有道恩犹薄，湘水无情吊岂知？寂寂江山摇落处，怜君何事到天涯！",
        "author": "唐代",
        "poem_class": "冬天",
        "dynasty": "李白"
    },
    {
        "title": "夜雪",
        "paragraph": "已讶衾枕冷，复见窗户明。夜深知雪重，时闻折竹声。深居俯夹城，春去夏犹清。天意怜幽草，人间重晚晴。 并添高阁迥，微注小窗明。越鸟巢干后，归飞体更轻。国破山河在，城春草木深。感时花溅泪，恨别鸟惊心。烽火连三月，家书抵万金。白头搔更短，浑欲不胜簪。小时不识月，呼作白玉盘。又疑瑶台镜，飞在青云端。",
        "author": "唐代",
        "poem_class": "冬天",
        "dynasty": "白居易"
    },
    {
        "title": "咏雪 / 咏雪联句",
        "paragraph": "谢太傅寒雪日内集，与儿女讲论文义。俄而雪骤，公欣然曰：“白雪纷纷何所似？”兄子胡儿曰：“撒盐空中差可拟。”兄女曰：“未若柳絮因风起。”公大笑乐。即公大兄无奕女，左将军王凝之妻也。夫君追宴喜，十日递来过。筑室华池上，开轩临芰荷。方塘交密筱，对霤接繁柯。景移林改色，风去水馀波。洛城虽半掩，爱客待骊歌。春事时已歇。池塘旷幽寻。残红被径隧。初绿杂浅深。偃仰倦芳褥。频步忧新阴。谋春不及竟。夏物遽见侵。其一男儿欲作健，结伴不须多。鹞子经天飞，群雀两向波。其二男儿可怜虫，出门怀死忧。尸丧狭谷中，白骨无人收。",
        "author": "南北朝",
        "poem_class": "冬天",
        "dynasty": "刘义庆"
    },
    {
        "title": "天净沙·冬",
        "paragraph": "一声画角谯门，半庭新月黄昏，雪里山前水滨。竹篱茅舍，淡烟衰草孤村。沙碛秋高苑马肥，哀笳一曲塞云飞。南都儿辈应相念，过尽征鸿犹未归。楔子(末扮张天觉同正旦翠鸾领兴儿上，诗云)一片心悬家国恨，两条眉锁庙廊谋。总为浮云能蔽日，长安不见使人愁。老夫姓张，名商英，字天觉。叨中甲第以来，累蒙擢用。谢圣恩可怜，官拜谏议大夫之职。为因高俅、杨戬、童贯、蔡京苦害黎庶，老夫秉姓忠直，累谏不从，圣人着老夫江州歇马。我夫人不幸早年亡过，止留下一个女孩儿，小字翠鸾，长年一十八岁，未曾许聘他人。老夫自离了朝门，一路辛苦，到此淮河渡也。限次紧急。兴儿，与我唤将排岸司来者。(兴儿云)理会的。(净扮排岸司上，诗云)腿上无毛嘴有髭，星驰电走不违时。沿河两岸长巡哨，以此加为排岸司。小官排岸司的便是。驿亭中大人呼唤，不知有甚事？须索走一遭去。老叔报复去，道有排岸司来了也。(兴儿报科)(张天觉云)着他过来。(兴儿云)着过去。(做见科)(净云)大人唤排岸司有何分付？(张天觉云)排岸司，老夫奉圣人的命，将着家小前往江州歇马。限次紧急，你不预备下船只，可不误了我的期限？好打！则今日我就要开船也。(净云)大人，这淮河神灵，比别处神灵不同。祭礼要三牲，金银钱纸烧了神符，若欢喜方可开船；若不欢喜，狂风乱起，浪滚波翻，那一个敢开。请问大人，不知可曾祭过神道不曾？(正旦云)这等，爹爹，与他些钱钞，早些安排祭礼去。(张天觉云)孩儿，你不知，老夫是国家正臣，他是国家正神，何必要甚么祭礼？岂不闻\"非其鬼而祭之，谄也？\"(诗云)宋国非强楚，清淮异汨罗。全凭忠信在，一任起风波。排岸司，快与我开了船者。(净云)船便开，倘若有些不测，只不要抱怨我。(做开船科)(兴儿云)呀！风浪起了，怎么好？怎么好？水淹了船也。救人！救人！(张天觉下)(净救正旦科，云)我救了这小姐也，再救那大人去。(下)(正旦云)翠鸾好险也，爹爹好苦也。这淮河里翻了船，多亏排岸司救了我的性命。尚不知我的爹爹生死若何？排岸司打捞去了，单留妾身在此，可怎了也？(外扮孛老上，见正旦科，云)兀那女子，你是何方人氏？姓甚名谁？你说与我听咱。(正旦云)妾身乃张天觉的女孩儿，小字翠鸾，长年一十八岁。因爹爹往江州歇马，来到这淮河渡。不听排岸司言语，不曾祭祀，开到中流，果然风浪陡作，翻了船。若不是排岸司救了我呵，那得这性命来。(孛老云)看这女子，也不是受贫的人。他乃官宦之家，我陪你在此等一等。若是你那做官的尚在，我送你去还他便了。(正旦云)怎么等了许久，那排岸司还不见来？我身上一来禁不过这湿衣服，二来天色渐晚，爹爹又不知下落。天阿！兀的不害杀我也。(老云)姐姐，我是这淮河边打渔的，叫做崔文远，家里离此不远。姐姐，你若肯与我做个义女儿，且在我家中住下。等日后寻见你那做官的，我着你子父每再得团圆。你意下如何？(正旦云)那壁老的若不弃嫌呵，我情愿与你做个女儿。(孛老云)既是这等，你就跟我家中去来。(正旦云)这此时不知我那爹爹在那里也呵？(唱)【仙吕】【端正好】我恰才沉没这急流中，挣的到河滩上。只看我这湿渌渌上下衣裳。若不是渔翁肯把咱恩养，(带云)天那！(唱)这泼性命休承望。(同下)第一折(张天觉领兴儿上，诗云)船过淮河渡，心忙去路催。岂知风浪起，搅下一天悲。老夫张天觉是也。不听排岸司之言，到于中流，翻了船只。我那翠鸾女孩儿，不知去向。我欲待亲自去寻来，限次又紧，着老夫左右两难，如何是好？如今沿途留下告示，如有收留小女翠鸾者，赏他花银十两。待到了江州，再遣人慢慢跟寻，又作道理。我那翠鸾孩儿，则被你痛杀我也。(下)(孛老上云)欢来不似今朝，喜来那逢今日。老汉崔文远的便是。自从探俺兄弟回来，见一个女孩儿，乃是张天觉大人的小姐。他父亲往江州歇马去，来到这淮河渡，不信排岸司之言，不曾祭献神道，便开了船。到这半途中，刮起大风，涌起波浪，将这船掀翻了，今他父亲不知所在，这个女孩儿也是有缘，我认他做了个义女。他自到我家来，倒也亲热。一家无二，每日前后照顾，再不嫌贫弃贱。也是老汉阴功所积。今日不出去打渔，在家中闲坐。看有甚么人来？(冲末扮崔甸士上，诗云)黄卷青灯一腐儒。九经三史腹中居。他年金榜题名后，方信男儿要读书。小生姓崔，名通，字甸士，祖居河南人氏，幼习儒业，颇看诗书。受十年苦苦孜孜，博一任欢欢喜喜。小生如今上朝取应去，到此淮河渡。这里有个崔文远，他是俺爹爹的亲兄，顺便须探望他去。这就是伯父门首，待我叫一声：门里有人么？(孛老云)是谁唤门？我开了这门。(问科，云)是那个？(崔甸士云)小侄是崔甸士。因上朝取应去，特来拜辞伯父。(孛老云)孩儿，请家里来。你父亲安康么？(崔甸士云)托赖伯父，安康哩。(孛老云)你休便要去，且在我家里住几日。(崔甸士云)多谢伯父。(孛老云)你曾娶妻来么？(崔甸士云)上告伯父，古人有云：\"先功名而后妻室\"。小侄还不曾娶妻哩？(孛老云)我想这崔甸士是个有文才的，久已后必然为官。我有心将翠鸾孩儿聘与他为妻，未知他意下如何？待我唤他出来，和我侄儿厮见，我自有个主意，翠鸾孩儿，你出来。(正旦上，云)妾身翠鸾的便是。自从与父亲相别，并无音信。多亏了这崔老的认我做义女儿，他将我似亲女一般看待。我在这里怕不打紧，知我那爹爹在于何处也呵？(唱)【仙吕】【点绛唇】举目生愁，父亲别后难根究。这一片悠悠，可也还留得残生否？【昆江龙】若不是渔翁搭救，险些儿趁一江春水向东流。我如今偷挨岁月，爹爹呵，知他在何处沉浮？则我这一寸心怀千古恨，两条眉锁十分忧。多谢的那老父恩临厚，不将我似世人看待，直做个亲女收留。(做见科，云)父亲呼唤翠鸾，有何分付？(孛老云)孩儿，我有个侄儿，唤做崔甸士。他为进取功名去，路打我门首经过，来拜别我。你如今过去，与他相见咱。(正旦云)理会的。(孛老云)侄儿不知，我近新认了个义女儿，叫做翠鸾，特特唤他出来，与你相见一面，你也好前后出入行走。(崔甸士云)伯父，请过妹子来，小生与他相见咱。(孛老云)翠鸾孩儿，你过来把体面与哥哥相见者。(正旦做见科，云)哥哥万福。(崔甸士云)一个好女子也。(正旦唱)【油葫芦】则见他抄定攀蟾折桂手。(崔甸士云)妹子，恕生面少拜识。(正旦唱)待趋前还褪后，我则索慌忙施礼半含羞。(崔甸士云)妹子，小生有缘得此一见。(正旦唱)则见他身儿俊俏庞儿秀。(崔甸士云)妹子，小生此后又不知何时重会哩。(正旦唱)则见他性儿温润情儿厚。且休夸潘安貌欠十分，子建才非八斗。单只是白凉衫稳缀着鸳鸯扣，上下无半点儿不风流。(崔甸士云)妹子，小生一来探望伯父，二来便辞别应举去也。(正旦唱)【天下乐】则愿的早夺词场第一筹，文优福亦优，宴琼林是你男儿得志秋。标题的名姓又香，打扮的体态又作，准备着插宫花饮御酒。(孛老云)老夫偌大年纪，别无一人，止有这个女孩儿，未曾招嫁。我想侄儿聪明俊俏，有心待将这女孩儿与我侄儿为妻，我试问他咱，甸士，你曾娶妻来么？(崔甸士云)小生并未娶妻，伯父只管问我怎的？(孛老云)老夫偌大年纪，止有这个女孩儿。我见你堂堂人物，聪慧风流，久已后必然为官。我要招你为婿，久后送老汉入土，也有些光彩。甸士，便好道：淑女可配君子。你心下如何？(崔甸士云)谨依尊命，多谢了伯父。(正旦云)父亲救得我性命勾了，又要替我成就这亲事怎的？(唱)【醉中天】才救出淮河口，又送上楚峰头。(做背哭科，云)俺那父亲呵，(唱)生死茫茫未可水，怎便待通媒媾……(孛老云)我儿，你怎么不答应我一句儿？姻缘姻缘，事非偶然。我也须不误了你。(正旦唱)虽然道姻缘不偶，我可一言难就，有多少雨泣云愁。(孛老云)我儿，这个是喜事，怎么倒哭起来？快不要这等。我看的那侄儿满腹文章，一定是做官的。故此将你许配了他。常言道：女大不中留。你见那家女孩儿养老在家里的？你只依着我，就今日两边行一个礼，承认了罢。(正旦唱)【金盏儿】元来他敬儒流，意绸缪。可甚么是非只为多开口，倒道我女大不中留。他分明亲许出，着我怎抬头？虽然俺心下有，我须是脸儿羞。(孛老扯旦、末行礼科，云)则今日好日辰，成合了这门亲事。侄儿，你与我便上朝求官应举去，得一官半职，回来改换家门．则是休忘了我的思念。(正旦云)多谢父亲。则怕崔秀才此一去，久后负了人也。(崔甸士云)小生若负了你呵，天不盖，地不载，日月不照临。(正旦云)秀才也，你去则去，频频的稍个书信回来。(崔甸士云)小生知道，你放心者。(正旦唱)【赚煞】则他这胸臆卷江淮，宝剑辉星斗。是俺那父亲匹配下鸾交凤友。想着你千里关山独自个走，则今宵有梦难投。你若到至公楼，占了鳌头，则怕你金榜无名誓不休。莫便要心不应口，早做了背亲忘旧。(带云)崔秀才也，(唱)休着我倚柴门，凝望断不归舟。(下)(崔甸士云)则今日辞别了伯父，便索长行也。(做拜别科)(孛老云)侄儿，则愿你早早成名，带挈我翠鸾孩儿做个夫人县君也。(诗云)成就良姻顷刻间，明春专望锦衣还。(崔甸士诗云)嫦娥自是贪年少，何怕蟾宫不许攀。(同下)第二折(净扮试官领张千上，诗云)皆言桃李属春官，偏我门墙另一般。何必文章出人上，单要金银满秤盘。小官姓赵，名钱，有一班好事的就与我起个表德，唤做孙李。今年轮着我家掌管主司考卷，我清耿耿不受民钱，干剥剥只要生钞。目下有一举子，姓崔名通字甸士。撺过卷子，拟他第一。只是我还未曾覆试。左右，与我唤将崔秀才来者。(崔甸士上，云)小生崔通。撺过卷子，今场贡主呼唤，须索走一遭去。(张千报科云)报大人得知，崔秀才到了也。(试宫云)着他过来。(张千云)着过去。(做见科)(崔甸士云)大人呼唤小生，不知为何？(试官云)你虽然撺过卷子，未曾覆试你。你识字么？(崔甸士云)我做秀才，怎么不识字？大人，那个鱼儿不会识水。(试官云)那个秀才，祭丁处不会抢馒头吃。我如今写个字你识：东头下笔西头落。是小甚么字？(崔甸士云)是个一字。(试官云)好不枉了中头名状元，识这等难字。我再问你：会联诗么？(崔甸士云)联得。(试官云)河里一只船，岸上八个拽。你联将来。(崔甸士云)若还断了弹，八个都吃跌。(试官云)好好。待我再试一道：一个大青碗，盛的饭又满。(崔甸士云)相公吃一顿，清晨饱到晚。(试官云)好秀才，好秀才。看了他这等文章，还做我的师父哩。张千。你问这秀才有婚无婚？(张千云)相公问你，有婚无婚。(崔甸士云)有婚是怎生？无婚是怎生？(张千云)相公他问:有婚是怎生？无婚是怎生？(试官云)若有婚，着他秦川做知县去。若无婚，我家中有一百八岁小姐与他为妻。(张千云)敢是一十八岁。(试官云)是一十八岁。(张千云)秀才，俺相公说：你若有婚，着你秦川做知县去。若无婚，有一小姐招你为婿。(崔甸士云)住者，等我寻思波。(背云)我伯父家那个女子，又不是亲养的，知他那里讨来的？我要他做甚么？能可瞒昧神祗，不可坐失机会。(回云)小生实未娶妻。(试官云)既然无妻，我招你做女婿。张千，着梅香在那灶窝里拖出小姐来。(张千云)理会的。(搽旦上，诗云)今朝喜鹊噪，定是姻缘到。随他走个乞儿来，我也只是呵呵笑。妾身是今场贡官的女孩儿。父亲呼唤，须索见去。(做见科，云)父亲，唤你孩儿为着何事？(试官云)唤你来别无他事，我与你招一个女婿。(搽旦云)招了几个？(试官云)只招了一个。你看一看，好女婿么？(崔甸士云)好媳妇。(试官云)好丈人么？(崔甸士云)好丈人。(试官觑张千科，云)好丈母么？(张千云)不敢。(试官云)崔甸士，我今日除你秦川县令，和我女儿一同赴任去。我有一个小曲儿，唤做〔醉太平〕我唱来与你送行者。(唱)【醉太平】只为你人材是整齐，将经史温习。联诗猜字尽都知，因此上将女孩儿配你。这幞头呵除下来与你戴只。(做除幞头科)这罗襕呵脱下来与你穿只。(做脱罗襕科)弄的米身儿卜精赤条条的。(云)张千，跟着我来。(唱)我去那堂子里把个澡洗。(下)(崔甸士云)小姐，我与你则今日收拾了行程，便索赴任走一遭去。(诗云)拜辞他桃李门墙，趱行程水远山长。(搽旦诗云)不须办幞头袍笏，便好去幺喝撺箱。(同下)(正旦上，云)妾身翠鸾的便是。自从崔老的的认我做义女儿，他有个侄儿是崔甸士，就将我与他侄儿为妻。他侄儿上朝取应去了，可早三年光景，说他得了秦川县令，他也不来取我。如今奉崔老的言语，着我收拾盘缠，直至秦川寻崔甸士走一遭去。他也少不的要看侄儿，就随后来看我。(叹科)嗨！我想这秀才们好是负心也呵。(唱)【南吕】【一枝花】不甫能蟾宫折桂枝，金阙蒙宣赐。则道是洞房花烛夜，金榜可兀的挂名时。我为你撇吊了家私，远远的寻途次，恨不能五六里安个堠子。我看了些洒红尘秋雨的这丝丝，更和这透罗衣金风飋飋。【梁州】我则见舞旋旋飘空的这败叶，恰便似红溜溜血染胭脂。冷飕飕西风了却黄花事。看了些林梢掩映，山势参差。走的我口干舌苦，眼晕头疵。我可也把不住抹泪揉眵，行不上软弱腰肢。我、我、我，款款的兜定这鞋儿，是、是、是，慢慢的按下这笠儿，呀、呀、呀，我可便轻轻的拽起这裙儿。我想起亏心的那厮，你为官消不得人伏侍。你忙杀呵，写不得那半张纸？我也须有个日头儿见你时，好着我仔细寻思。(云)可早来到秦川县了也。我问人咱。(做向古门问科，云)敢问哥哥，那里是崔甸士的私宅？(内云)则前面那个八字墙门便是。(正旦云)哥哥，我寄着这包袱儿在这里，我认了亲眷呵便采取也。(内云)放在这里不妨事，你自去。(正旦云)门上有人么？你报复去，道有夫人在于门首。(祗从云)兀那娘子，你敢差走了。俺相公自有夫人哩。(正旦云)你道甚么？(祗从云)俺相公自有夫人哩。(正旦唱)【牧羊关】兀的是闲言浯，甚意思？他怎肯道节外生枝。我和他离别了三年，我怎肯半星儿失志？我则道他不肯弃糟糠妇，他原来别寻了个女娇姿。只待要打灭了这穷妻子，呀、呀、呀，你畅好是负心的崔甸土。(云)哥哥，你只与我通报一声。(祗从报科，云)告的相公知道，门首有夫人到了也。(搽旦云)兀那厮，你说甚么哩？(祗从云)有相公的夫人在于门首。(搽旦云)他是夫人，我是使女？(崔甸士云)这厮敢听左了。夫人你休出去，只在这里伺侯，待我看他去来。(正旦做见认科，云)崔甸士，你好负心也。怎生你得了官，不着人来取我？(搽旦云)好也啰，你道你无媳妇，可怎生又有这-个来？我则骂你精驴禽兽，兀的不气杀我也。(做呕气科)(崔甸士云)夫人息怒，这个是我家买到的奴婢。为他偷了我家的银壶台盏，他走了，我一向寻他不着，他今日自来投到，岂不是飞蛾扑火，自讨死吃的？左右，拿将下去，洗剥了与我打着者。(祗从做拿，旦不伏科)(正旦唱)【隔尾】我则待妇随夫唱和你调琴瑟。谁知你再娶停婚先有个泼贱儿。(搽旦怒云)你这天杀的，他倒骂我哩。(崔甸士云)左右，还不扯下去打呀？(正旦唱)倒将我横拖竖拽离阶址。(带云)崔甸士，(唱)你须记的，那时亲设下誓词。(崔甸士云)胡说，我有甚么誓词。(正旦唱)你说道：不亏心，不亏心，把天地来指。(崔甸士云)左右，你道他真个是夫人那？不与我拿翻，不与我洗剥，不与我着实打。你须看我老爷的手段，着你一个个充军。(连做拍案，祗从拿倒打科)(正旦唱)【哭皇天】则我这脊梁上如刀刺，打得来青间紫。飕飕的雨点下，烘烘的疼半时。怎当他无情无情的棍子，打得来连皮彻骨，夹脑通心，肉飞筋断，血溅魂消，直着我一疼来，一疼来一个死。我只问你个亏心甸上，怎揣与我这无名的罪儿？(崔甸士云)你要乞个罪名么？这个有。左右，将他脸上刺着\"逃奴\"二字，解往沙门岛去者。(祗从云)理会的。(正旦唱)【乌夜啼】你这短命贼怎将我来胡雕刺？迭配去别处官司，世不曾见这等跷蹊事。哭的我气噎声丝，诉不出一肚嗟咨。想天公难道不悲慈？只愿得你嫡亲伯父登时至，两下里质对个如何是？看你那能牙利齿，说我甚过犯公私？(崔甸士云)左右，便差个能行快走的解子，将这逃奴解到沙门岛。一路上则要死的，不要活的，便与我解将去。(正旦云)崔甸士，你好狠也。(唱)【黄钟煞】休、休、休，劝君莫把机谋使，现、现、现，东岳新添-个速报司。你、你、你，负心人，信有之，咱、咱、咱，薄命妾，自不是。快、快、快，就今日，逐离此。行、行、行，可怜见，只独自。细、细、细心儿里，暗忖思，苦、苦、苦业身躯怎动止？管、管、管少不的在路上停尸。(做悲科唱)哎哟，天那？但不知那塌儿里把我来磨勒死？(同解子下)(搽旦云)相公，莫非是你的前妻，敢不中么？不如留他在家，做个使用丫头，也省的人谈论。(崔甸士云)夫人不要多心。我那里有前妻来？(搽旦云)他适才说，等你嫡亲伯父来，要和你面对。这怎么说？(崔甸士云)是我有个亲伯父，叫做崔文远。这原是我伯父家丫头，卖与我的。你看他模样倒也看的过。只是手脚不好要做贼。我前日到处寻不着他，今日自来寻我，怎么饶的他过？如今这一去，遇秋天阴雨，棒疮发呵，他也无那活的人也。咱和你后堂中饮酒去来。(诗云)幸今朝捉住逃奴，迭配去必死中途。(搽旦诗云)他若果然是前时妻小，倒不如你也去一搭里当夫。(同下)第三折(张天觉领兴儿、祗从上，诗云)一去江州三见春，断肠回首泪沾巾。凄凉唯有云端月，曾照当时离散人。老夫张天觉。自与我孩儿翠鸾在淮河渡翻船之后，可早又三年光景也。谢圣恩可怜，道老夫廉能清正，节操坚刚，常怀报国之心，并无于家之念，加老夫天下提刑廉访使，敕赐势剑金牌。先斩后闻。这圣意无非着老夫体察滥官污吏，审理不明词讼。老夫虽然衰迈，岂敢惮劳？但因想我翠鸾孩儿，忧愁的须鬓斑白，两眼昏花，全然不比往日了。我几年间着人随处寻问，并没消耗。时遇秋天，怎当那凄风冷雨，过雁吟虫，眼前景物，无一件不是牵愁触闷的。兴儿，兀的不天阴下雨了也。行动些。(诗云)一自做朝臣，区区受苦辛。乡园千里梦，鞍马十年尘。亲儿生失散，祖业尽飘沦。正值秋天暮，偏令客思殷。你看那洒洒潇潇雨，更和这续续断断云。黄花金兽眼。红叶火龙鳞。山势嵯峨起，江声浩荡司。家僮倦前路，一样欲销魂。兴儿，前面到那里也？(兴儿云)老爷，前至临江驿不远了。(张天觉云)若到临江驿，老夫权且驻下者。正是：\"长江风送客，孤馆雨留人。\"(同下)(正旦带枷锁同解子上，云)好大雨也。(诗云)我本是香闺少女，可怜见无人做主。遭迭配背井离乡。正逢着淋漓骤雨。哥哥，你只管里将我来棍棒临身，不住的拷打，难道你的肚肠能这般硬？更也没那半点儿慈悲的？(做悲科)天阿，天阿，我委实的衔冤负屈也呵。(唱)【黄钟】【醉花阴】忽听的摧林怪风鼓，更那堪瓮瀽盆倾骤雨。耽疼痛捱程途。风雨相催。雨点儿何时住？眼见的折挫杀女娇姝。我在这空野荒郊。可着谁做主？(解子云)快行动些，这雨越下的大了也。(正旦唱)【喜迁莺】淋的我走投无路，知他这沙门岛是何处酆都？长吁气成云雾。行行里着车辙把腿陷住，可又早闪了胯骨。怎当这头直上急簌簌雨打，脚底下滑擦擦泥淤。(正旦做跌倒科)(解子云)你怎么跌倒了来？(正旦云)哥哥，这里滑。(解子云)千人万人走都不跌，偏你走便跌倒了？我如今走过去，滑呵，万事罢论。若不滑呵，我将你两条腿打做四条腿。(解子走跌倒科，云)快扶我起来。兀那女子，你往那边儿走，这里有些滑。(正旦唱)【出队子】好着我急难移步。淋的来无是处。我吃饭时晒干了旧衣服，上路时又淋湿我这布里肚，吃交时掉下了一个枣木梳。(解子云)你又怎的？(正旦云)掉了我枣木梳儿也。(解子云)掉了罢，到前面别买个梳子与你。(正旦云)哥哥，你寻一寻？到前面你也要梳头哩。(解子云)你也是个害杀人的。(做脚踏科，云)这个想是了。我就这水里把泥洗去了。如今有了梳子，你快行动些。(正旦唱)【幺篇】我心中忧虑，有三桩事我命卒。(解子云)可是那三桩事？你说我听。(正旦唱)这云呵，他可便遮天映日闭了郊墟，这风呵，恰便似走石吹沙拔了树木，这雨可，他似箭竿悬麻妆助我十分苦。(解子云)你走便走，不走我打你也。(正旦云)哥哥。(唱)【山坡羊】则愿你停嗔息怒，百凡照觑，怎便精唇泼口骂到有三十句。这路崎岖，水萦纡，急的我战钦钦不敢望前去，况是棒疮发怎支吾？刚挪得半步。(带云)哥哥，你便打杀我呵，(唱)你可也没甚福。(解子云)你休要多嘴多舌。如今秋雨淋漓，一日难走一日。快与我行动些。(正旦唱)【刮地风】则见他努眼撑睛大叫呼，不邓邓气夯胸脯。我湿淋淋只待要巴前路，哎，行不动我这打损的身躯。(解子喝科，云)还不走哩。(正旦唱)我捱一步又一步何曾停住，这壁厢那壁厢有似江湖。则儿那恶风波，他将我紧当处。问行人踪迹消疏，似这等白茫茫野水连天暮，(带云)哥哥也。(唱)你着我女孩儿怎过去？(解子云)你又怎的？(正旦云)哥哥，这般水深泥泞，我怎生走的过去？望哥哥可怜见，扶我一扶过去。(解子云)则被你定害杀我也。我扶将你过去。我问你，你怎生是他家梅香？你将他家金银偷的那里去了？他如今着我害你的性命哩。你可实对我说。(正旦云)我那里是他家梅香，偷了金银走来？(唱)【四门子】告哥哥一一言分诉，那官人是我的丈大。我可也说的是实又不是虚。寻着他指望成眷属，他别娶了妻道我是奴。我委实的衔冤负屈。(解子云)这等说起来，是俺那做官的不是？如今我也饶不得你。快行动些。(正旦唱)【古水仙子】他、他、他，忒很毒，敢、敢、敢，昧己瞒心将我图，你、你、你，恶狠狠公隶监束，我、我、我，软揣揣罪人的苦楚。痛、痛、痛，嫩皮肤上棍棒数，冷、冷、冷，铁锁在项上拴住，可、可、可，干支剌送的人活地狱，屈、屈、屈，这烦恼待向谁行诉？(带云)哥哥，(唱)来、来、来，你是我的护身符。(解子云)天色晚了也。快行动些，寻一个宵宿的去处。(正旦唱)【随尾】天与人心紧相助，只我这啼痕向脸儿边厢聚。(带云)天那天那，(唱)眼见的泪点儿更多，如他那秋夜雨。(同下)第四折(净扮驿丞上，诗云)往来迎送不曾停，廪给行粮出驿丞。管待钦差犹自可，倒是亲随伴当没人情。小可是临江驿的驿丞。昨日打将前路关子来，道廉访使大人在此经过，不免打扫馆驿干净。大人敢待来也。(孛老上，云)老汉崔文远的便是，自从着我女儿翠鸾寻我那侄儿崔甸士去了，音信皆无。我亲到秦川县，看我那女儿去。天色晚了也，又下着这般大雨。我且在这馆驿里寄宿一夜，明日早行。(驿丞见科，云)兀那老头儿，你做甚么？(孛老云)雨大的紧，前路又没去处。这馆驿中不问那里，胡乱借我宿一夜，明日绝早便去。(驿丞云)老头儿你不知道，如今接待廉访大人，休要大惊小怪的。你去那厨房檐下歇宿去。(孛老云)多谢了。(下)(张天觉引兴儿、祗从上，云)老夫张天觉，来到这临江驿也。兴儿，你莫不身上着雨来么？(兴儿云)老爷，这般大雨，身上衣服都湿透了也。(张天觉云)既然是这等，我且在馆驿里避雨咱。(驿丞接科，云)小的是临江驿驿丞，在此迎接。请大人公馆中安歇。(张天觉云)兴儿，我一路上鞍马劳顿，我权且歇息，休要着人大惊小怪的。若惊觉老夫睡呵，我只打你。便与我分付去。(兴儿云)理会的。兀那驿丞，我分付你：大人歇息，不许着人大惊小怪。若打醒了睡，要打我哩，分付你去。(驿丞云)这个我知道。(解子同正旦上)(正旦云)解子哥哥，这一天雨都下在俺两个身上也。(解子云)这大雨若淋杀你可，我也倒省些气力。这沙门岛好少路儿哩。(正旦云)哥哥，这风雨越大了也。(唱)【正宫】【端正好】雨如倾，敢则是风如扇。半空里风雨相缠，雨般儿不顾行人怨，偏打着我头和面。【滚绣球】当日个近水边，到岸前，怎当那风高浪卷，则俺这两般儿景物凄然。风刮的似箭穿，雨下的似瓮瀽，看了这风雨呵，委实的不善，也是我命儿里惹罪招愆。我只见雨淋淋写出潇湘景，更和这云淡淡妆成水墨天。只落的两泪涟涟。(解子云)你休烦恼，我和你到临江驿寄宿去来。(做叫门科，云)馆驿子开门来。(驿丞云)又是那一个？我开开这门。这弟子孩儿好大胆也。廉访使大人在这里歇息，你只在门外。你若大惊小怪的，我就打折你那腿。我关上这门。(解子云)可不是悔气，原来有廉访使大人在这里，俺休要大惊小怪的。我脱了这衣服，我自家扭扭干。(做脱衣科，云)呀，袖儿里还有个烧饼，待我吃了罢。(正旦云)哥哥，你吃甚么哩？(解子云)我吃烧饼哩。(正旦云)哥哥，你与我些儿吃波？(解子云)我但是吃东西，你便讨吃。也罢，我与你些儿吃。(正旦云)哥哥，你多与我些儿吃波？(解子云)一个烧饼，我与你些儿吃。你嫌少，没的我都与你吃了罢？(正旦唱)【伴读书】我这里告解子且消遣，我肚里饥难分辩。只他这风风雨雨强将程途来践，走的我筋舒力尽浑身战，一身疼痛十分倦，我、我、我，立盹行眠。【笑和尚】我、我、我，捱一夜似一年，我、我、我，埋怨天。我、我、我，敢前生罚尽了凄凉愿？我、我、我，哭干了泪眼，我、我、我，叫破了喉咽。来、来、来，哥哥我怎把这烧饼来咽？(做哭科，云)哎呀，天也！我便在这里，不知我那爹爹在那里也？(张天觉云)翠鸾孩儿，兀的不痛杀我也。我恰才合眼，见我那孩儿在我面前一般，正说当年之事。不知是甚么人惊觉着我这梦来？皆因我日暮年高，梦断魂劳。精神惨惨，客馆寥寥，又值深秋天道。景物萧条。江城夜永，刁斗声焦。感人凄切，数种煎熬。寒蛩唧唧，塞雁叨叨。金风淅淅，疏雨潇潇。多被那无情风雨，着老夫不能合眼。我正是闷似湘江水，涓涓不断流。又如秋夜雨，一点一声愁。我恰才分付兴儿，休要大惊小怪的。这厮不小心，惊觉老夫睡。该打这厮也。(兴儿云)我分付他那驿丞了。他不小心，我打这厮去。(做打驿丞科，云)兀那厮，我分付来，休要大惊小怪的。惊觉老爷睡。倒要打我，我只打你。(驿丞云)大叔休打，我自睡去，都是这门外的解子来。我开开这门，我打这厮去。(做打解子科，云)兀那解子，我着你休大惊小怪的，你怎生啼啼哭哭？惊觉廉访大人？恰才那伴当，他便打我，我只打你。(解子云)都是这死囚。(词云)你大古里是那孟姜女千里寒衣，是那赵贞女罗裙包土，便哭杀帝女娥皇也，谁许你洒泪去滴成斑竹？(正旦词云)告哥哥不须气，扑我冤枉事谁行诉与？从今后忍气吞声，再不敢嚎濛痛哭。爹爹也，兀的不想杀我也。(张天觉云)翠鸾孩儿，只被你痛杀我也。恰才与我那孩儿数说当年淮河渡相别之事，不知是甚么人惊觉我这梦来？(词云)一者是心中不足，二者是神思恍惚。恰合眼父子相逢，正数说当年间阻，忽然的好梦惊回。是何处凄凉如许？响玎珰铁马鸣金，只疑是冷飕飕寒砧捣杵，错猜做空阶下蛩絮西窗，遥想道长天外雁归南浦。我沉吟罢仔细听来，原来是唤醒人狂风骤雨。我对此景无个情亲，怎不教痛心酸转添凄梦。孩儿也，你如今在世为人，还是他身归地府？也不知富贵荣华，也不知遭驱被掳。白头爷孤馆里思量，天那，我那青春女在何方受苦？我分付兴儿来，你休要大惊小怪的，可怎生又惊觉老夫？(做打兴儿科)(兴儿云)老爷休打我，都是那驿丞可恶。(出见驿丞科，云)兀那驿丞，我着你休大惊小怪的，你怎生又惊觉老爷的睡来？(词云)我将你千叮万嘱，你偏放人长号短哭。如今老爷要打的我在这壁厢叫道：阿呀！我也打的你在那壁厢叫道：老叔。(驿丞云)都是这门外边的解子，我开开这门打那厮，兀那解子，我再三的分付你休要大惊小怪的，你又惊觉廉访大人的睡来。你这弟子孩儿。(词云)虽然是被风雨淋淋渌渌，也不合故意的喃喃笃笃。他伴当若打了我一鞭，我也就挎断你娘的脊骨。(解子词云)只听的高声大语，开门看如狼似虎。想必你不经出外，早难道惯曾为旅。你也去访个因由，要打我好生冤屈，不争那带长枷横铁锁，愁心泪眼的臭婆娘，惊醒了他这驰驿马挂金牌先斩后闻的老宰辅。比及俺忍着饥担着冷，讨憎嫌受打拷，只管里棍棒临身，倒不如汤着风，冒着雨，离门楼。赶店道，别寻个人家宵宿。(正旦词云)隔门儿苦告哥哥，听妾身独言肺腑。但肯发慈悲肚肠，就是我生身父母。且休提一路上万苦千辛，只脚底水泡儿不知其数。悬麻般骤雨淋漓，急箭似狂风乱鼓。定道是馆驿里好借安存。谁想你恶哏哏将咱赶出，便要去另觅个野店村庄，黑洞洞知他何方甚所。若不是逢豺虎送我残生，必然的埋葬在江鱼之腹。顷刻间便撞起响珰珰山寺晓钟，且容咱权避这淅零零潇湘夜雨。(张天觉云)天色明了也。兴儿，你去门首看是甚么人，闹这一夜。与我拿将过来。(做拿解子、正旦见，旦认科，云)兀的不是我爹爹？(张天觉云)兀的不是翠鸾孩儿？这三年你在那里来？你为甚么披枷带锁的？(正旦做哭科，云)爹爹不知。自从孩儿离了爹爹，有个崔老的救了我，他认我做义女。他有个侄儿是崔通。就着他与你孩儿做了女婿。他进取功名去，做了秦川县令。因他不来取我，有崔老的言语，着我寻他去。不想他别娶了妻房，说我是逃奴，将我迭配沙门岛去，一路上只要死的，不要活的。幸得今日遇着爹爹。爹爹也，怎生与你孩儿做主咱？(张天觉云)快开了枷锁者。那厮这等无礼。左右那里？速去秦川县与我拿将崔通来。(正旦云)爹爹，他在秦川为理，若差人拿他，也出不的孩儿这口气。须是我领着祗从人，亲自拿他走一遭去。正是常将冷眼看螃蟹，看你横行得几时。(同祗从下)(崔甸士上，云)小官崔通是也。前日那一个女人，本等是我伯父与我配下的妻子，被我生各支拷做逃奴，解他沙门岛去。已曾分付解子，着他一路上只要死的，不要活的。怎么去了好几日，也还不见来回话？我那夫人只管将这桩事和我炒闹不了。(做惊科，云)怎么我这眼连跳又跳的？想是夫人又来合气了。(正旦领祗从上，云)可早来到秦川县也。左右，打开门进去。(做见科，云)兀的不是崔通？左右，与我拿住者。(崔甸士云)奇怪，你每是那里来的？(祗从云)廉访使大人勾你哩。(正旦云)崔通，今日我也有见你的时节么？左右，与我剥去了冠带，好生锁着。(崔甸士云)小娘子，可怜见。可不道夫乃妇之天也。(正旦唱)【快活三】我揪将来似死狗牵，兀的不夫乃妇之天？任凭你心能机变口能言，(带云)去来，(唱)到俺老相公行说方便。(崔甸士云)我早知道是廉访使大人的小姐，认他做夫人可不好也。(正旦云)左右，还有一个泼妇，也与我去拿出来。(祗从拿搽旦上科)(搽旦云)我也是官宦人家小姐，怎把我做烧火的一般这等扯扯拽拽？你岂不晓得\"妇人有事，罪坐夫男\"？这都是崔通做出来的，于我甚事？(正旦怒云)左右，与我一并锁了。(搽旦云)且不要啰。啤，俺父亲做官，专好唱《醉太平》的小曲儿，我也学的会唱。小姐，待我唱与你听。(唱)【醉太平】我道你是聪明的卓氏，我道你是俊俏西施，怎肯便手零脚碎窃金赀？这都是崔通来妄指。(正旦云)左右，与我快锁了者。(搽旦云)阿哟，我戴凤冠霞帔的夫人是好锁的？待我来。(除凤冠科，唱)解下了这金花八宝凤冠儿，(脱霞帔科唱)解下这云霞五彩帔肩儿，都送与张家小姐妆台次，我甘心倒做了梅香听使。(正旦云)左右，都锁押了，带他见俺爹爹去来。(下)(张天觉上，云)自从孩儿亲拿崔通去了，怎生许久还不见到？(正旦押崔甸士、搽旦上科，云)爹爹，我拿将那两个贼丑生来了也。(张天觉云)那厮敢这等无礼。待老夫写表申朝，问他一个交结贡官，停妻再娶，纵容泼妇，枉法成招。大大的罪名。一面竟将他两个押赴通衢，杀坏了者。(孛老慌上，云)不知甚么人大惊小怪的？我试看咱。(做认科，云)兀的不是翠鸾孩儿？你在那里来？(正旦云)呀！父亲，我认崔通去，他别娶了一个，倒说我是逃奴，将我迭配沙门岛去，肯分的遇着我爹爹，如今要将他杀坏了也。(孛老劝科，云)小姐，怎生看老汉的面上，饶了他这性命。小姐意下如何？(正旦唱)【鲍老儿】他是我今世仇家宿世里冤，恨不的生把头来献(崔甸士云)伯父，你与我劝一劝波。我如今情愿休了那媳妇，和小姐重做夫妻也。(孛老云)小姐，你只饶了他者。(正旦唱)我和他有甚恩情相顾恋？待不沙又怕背了这恩人面。只落的嗔嗔忿忿，伤心切齿，怒气冲天。(正旦引孛老见张科，云)爹爹，这个便是救我命的崔文远。看恩人面上，连崔通也饶了他罢？(张天觉云)那崔通怎好饶的？(孛老云)老相公，你小姐元是我崔文远明婚正配，许与侄儿崔通的。如今情愿休了那媳妇，与小姐重做夫妻。可不好也？(张天觉云)孩儿你意下如何？(正旦云)这是孩儿终身之事。也曾想来，若杀了崔通，难道好教孩儿又招一个？只是把他那妇人脸上，也刺\"泼妇\"两字，打做梅香，伏侍我便了。(张天觉云)这也说的有理。左右，将那厮拿过来。看崔文远面上，饶免死罪。将恩人请至老夫家中，养赡到老。小姐还与崔通为妻。那妇人也看他父亲赵礼部面上，饶了刺字，只打做梅香，伏侍小姐。(搽旦哭，云)一般的父亲，一般的做官，偏他这等威势，俺父亲一些儿救我不得。我老实说，梅香便做梅香，也须是个通房。要独占老公，这个不许你的。(张天觉云)左右，将冠带来还了崔通，待他与小姐成亲之后，仍到秦川做官去者。(正旦崔甸士俱冠带，搽旦扮梅香伏侍拜见科)(张天觉云)我儿昔日在淮河渡分散之时，谁想有今日也。(正旦唱)【货郎儿】想着淮河渡翻船的这灾变，也是俺那时乖运蹇，定道是-家大小丧黄泉。排岸司救了咱性命，崔老的与我配了姻缘，今日可，谁承望父子和夫妻两事儿全。(崔甸士云)天下喜事，无过父子完聚，夫妇团圆。容小官杀羊造酒，做个庆贺的筵席，与岳父大人把一杯者。(做奉酒科)(正旦唱)【醉太平】不争你亏心的解元，又打着我薄命的婵娟。险些儿做乐昌镜破不重圆，干受了这场罪谴。爹爹呵，另巍巍稳掌着森罗殿，崔通呵，喜孜孜还归去秦川县，我翠鸾呵，生刺刺硬踹入武陵源。也都是苍天可怜。【尾煞】从今后鸣琴鼓瑟开欢宴，再休题冒雨汤风苦万千。抵多少待得鸾胶续断弦，把背飞鸟纽回成交颈鸳，隔墙花攀将做并蒂莲。你若肯不负文君头白篇，我情愿举案齐眉共百年。也非俺只记欢娱不记冤，到底是女孩儿的心肠十分样软。(张天觉云)当初失却渡淮船，父子飘流限各天。消息经年终杳杳，肝肠无日不悬悬。已知衰老应难会，犹喜神明暗自怜。渔父偶收为义女，崔生乍见结良缘。从来好事多磨折，偏遇奸谋惹罪愆。苦誓一心同蜀郡，远寻千里到秦川。剑沉龙浦还重合，镜剖鸾台复再圆。秉烛今宵更相照，相逢或恐梦魂前。题目淮河渡波浪石尤风正名临江驿潇湘秋夜雨社坛烟淡散林鸦，把酒观多稼。霹雳弦声斗高下，笑喧哗，壤歌亭外山如画。朝来致有，西山爽气，不羡日夕佳。",
        "author": "元代",
        "poem_class": "冬天",
        "dynasty": "白朴"
    },
    {
        "title": "观猎",
        "paragraph": "风劲角弓鸣，将军猎渭城。草枯鹰眼疾，雪尽马蹄轻。忽过新丰市，还归细柳营。回看射雕处，千里暮云平。秋空明月悬，光彩露沾湿。惊鹊栖未定，飞萤卷帘入。庭槐寒影疏，邻杵夜声急。佳期旷何许，望望空伫立。庾信文章老更成，凌云健笔意纵横。今人嗤点流传赋，不觉前贤畏后生。王杨卢骆当时体，轻薄为文哂未休。尔曹身与名俱灭，不废江河万古流。纵使卢王操翰墨，劣于汉魏近风骚。龙文虎脊皆君驭，历块过都见尔曹。才力应难夸数公，凡今谁是出群雄。或看翡翠兰苕上，未掣鲸鱼碧海中。不薄今人爱古人，清词丽句必为邻。窃攀屈宋宜方驾，恐与齐梁作后尘。未及前贤更勿疑，递相祖述复先谁。别裁伪体亲风雅，转益多师是汝师。山不在高，有仙则名。水不在深，有龙则灵。斯是陋室，惟吾德馨。苔痕上阶绿，草色入帘青。谈笑有鸿儒，往来无白丁。可以调素琴，阅金经。无丝竹之乱耳，无案牍之劳形。南阳诸葛庐，西蜀子云亭。孔子云：何陋之有？",
        "author": "唐代",
        "poem_class": "冬天",
        "dynasty": "王维"
    },
    {
        "title": "对雪",
        "paragraph": "六出飞花入户时，坐看青竹变琼枝。如今好上高楼望，盖尽人间恶路岐。岁暮阴阳催短景，天涯霜雪霁寒宵。五更鼓角声悲壮，三峡星河影动摇。野哭千家闻战伐，夷歌数处起渔樵。(千家 一作：几家)卧龙跃马终黄土，人事音书漫寂寥。(音书 一作：依依)十岁裁诗走马成，冷灰残烛动离情。桐花万里丹山路，雏凤清于老凤声。剑栈风樯各苦辛，别时冰雪到时春。为凭何逊休联句，瘦尽东阳姓沈人。嵩云秦树久离居，双鲤迢迢一纸书。 休问梁园旧宾客，茂陵秋雨病相如。",
        "author": "唐代",
        "poem_class": "冬天",
        "dynasty": "高骈"
    },
    {
        "title": "大德歌·冬",
        "paragraph": "雪纷纷，掩重门，不由人不断魂，瘦损江梅韵。那里是清江江上村，香闺里冷落谁瞅问？好一个憔悴的凭栏人。第一折（旦儿扮白姑姑上，云）贫道乃白姑姑是也。从幼年间便舍俗出家，在这清安观里做着个住持。此处有一女人，乃是谭记儿，生的模样过人。不幸夫主亡逝已过，他在家中守寡，无男无女，逐朝每日到俺这观里来，与贫姑攀话。贫姑有一个侄儿，是白士中。数年不见，音信皆无，也不知他得官也未？使我心中好生记念。今日无事，且闭上这门者。（正末扮白士中上，诗云）昨日金门去上书，今朝墨绶已悬鱼。谁家美女颜如玉，彩球偏爱掷贫儒。小官白士中，前往潭州为理，路打清安观经过。观中有我的姑娘，是白姑姑，在此做住持。小官今日与白姑姑相见一面，便索赴任。来到门首，无人报复，我自过去。（做见科，云）姑姑，您侄儿除授潭州为理，一径的来望姑姑。（姑姑云）白士中孩儿也，喜得美除！我恰才道罢，孩儿果然来了也。孩儿，你媳妇儿好么？（白士中云）不瞒姑姑说，您媳妇儿亡逝已过了也！（姑姑云）侄儿，这里有个女人，乃是谭记儿；大有颜色，逐朝每日在我这观里，与我攀话。等他来时，我圆成与你做个夫人，意下如何？（白士中云）姑姑，莫非不中么？（姑姑云）不妨事，都在我身上。你壁衣后头躲者，我咳嗽为号，你便出来。（白士中云）谨依来命。（下）（姑姑云）这早晚谭夫人敢待来也？（正旦扮谭记儿上，云）妾身乃学士李希颜的夫人，姓谭，小字记儿。不幸夫主亡化过了三年光景。我寡居无事，每日只在清安观和白姑姑攀些闲话。我想，做妇人的没了丈夫，身无所主，好苦人也呵！（唱）【仙吕】【点绛唇】我则为锦帐春阑，绣衾香散，深闺晚，粉谢脂残，到的这日暮愁无限！【混江龙】我为甚一声长叹，玉容寂寞泪阑干？则这花枝里外，竹影中间，气吁的片片飞花纷似雨，泪洒的珊珊翠竹染成斑。我想着香闺少女，但生的嫩色娇颜，都只爱朝云暮雨，那个肯凤只鸾单？这愁烦恰便似海来深，可兀的无边岸！怎守得三贞九烈，敢早着了钻懒帮闲。（云）可早来到也。这观门首无人报复，我自过去。（做见姑姑科，云）姑姑，万福！（姑姑云）夫人，请坐。（正旦云）我每日定害姑姑，多承雅意。妾身有心跟的姑姑出家，不知姑姑意下何如？（姑姑云）夫人，你那里出得家？这出家无过草衣木食，熬枯受淡，那白日也还闲可，到晚来独自一个，好生孤忄西！夫人，只不如早早嫁一个丈夫去好。（正旦唱）【村里迓鼓】怎如得您这出家儿清静，到大来一身散诞。自从俺儿夫亡后，再没个相随相伴。俺也曾把世味亲尝，人情识破，怕甚么尘缘羁绊？俺如今罢扫了蛾眉，净洗了粉脸，卸下了云鬟；姑姑也，待甘心捱您这粗茶淡饭。（姑姑云）夫人，你平日是享用惯的，且莫说别来，只那一顿素斋，怕你也熬不过哩。（正旦唱）【元和令】则您那素斋食刚一餐，怎知我粗米饭也曾惯。俺从今把心猿意马紧牢拴，将繁华不挂眼。（姑姑云）夫人，你岂不知：\"雨里孤村雪里山，看时容易画时难。早知不入时人眼，多买胭脂画牡丹。\"夫人你怎生出的家来！（正旦唱）您道是\"看时容易画时难\"，俺怎生就住不的山，坐不的关，烧不的药，炼不的丹？（姑姑云）夫人，放着你这一表人物，怕没有中意的丈夫嫁一个去，只管说那出家做甚么！这须了不的你终身之事，（正旦云）嗨！姑姑这终身之事，我也曾想来：若有似俺男儿知重我的，便嫁他去也罢。（姑姑做咳嗽科，白士中见旦科，云）祗揖。（正旦回礼科，云）姑姑，兀的不有人来，我索回去也。（姑姑云）夫人，你那里去？我正待与你做个媒人。只他便是你夫主，可不好那！（正旦云）姑姑，这是甚么说话！（唱）【上马娇】咱则是语话间，有甚干；姑姑也，您便待做了筵席上撮合山。（姑姑云）便与您做个撮合山，也不误了你。（正旦唱）怎把那隔墙花强攀做连枝看？（做走科）（姑姑云）关了门者，我不放你出去。（正旦唱）把门关，将人来紧遮拦。【胜葫芦】你却便引的人来心恶烦，可甚的\"撒手不为奸\"！你暗埋伏，隐藏着谁家汉？俺和你几年价来往，倾心儿契合，则今日索分颜！（姑姑云）你两个成就了一对夫妻，把我这座清安观权做高唐，有何不可？（正旦唱）【幺篇】姑姑，你只待送下我高唐十二山，枉展污了你这七星坛。（姑姑云）我成就了你锦片也似前程，美满恩情，有甚么不好处？（正旦唱）说甚么锦片前程真个罕！（姑姑云）夫人，你不要这等妆幺做势，那个着你到我这观里来？（正旦唱）一会儿甜言热趱，一会儿恶叉白赖，姑姑也，只被你直着俺两下做人难！（姑姑云）兀那君子，谁着你这里来？（白士中云）就是小娘子着我来。（正旦云）你倒将这言语赃诬我来，我至死也不顺随你！（姑姑云）你要官休也私休？（正旦云）怎生是官休？怎生是私休？（姑姑云）你要官休呵，我这里是个祝寿道院，你不守志，领着人来打搅我，告到官中，三推六问，枉打坏了你；若是私休，你又青春，他又年少，我与你做个撮合山媒人，成就了您两口儿，可不省事？（正旦云）姑姑，等我自寻思咱。(姑姑云)可知道来：\"千求不如一吓！\"（正旦云）好个出家的人，偏会放刁！姑姑，他依的我一句话儿，我便随他去罢；若不依着我呵，我断然不肯随他。（白士中云）休道一句话儿，便一百句，我也依的。（正旦唱）【后庭花】你着他休忘了容易间，则这十个字莫放闲。岂不闻：\"芳槿无终日，贞松耐岁寒。\"姑姑也，非是我要拿班，只怕他将咱轻慢。我、我、我，撺断的上了竿；你、你、你，掇梯儿着眼看；他、他、他，把《凤求凰》暗里弹；我、我、我，背王孙去不还。只愿他肯、肯、肯做一心人，不转关；我和他守、守、守《白头吟》，非浪侃。（姑姑云）你两个久后，休忘我做媒的一片好心儿！（正旦唱）【柳叶儿】姑姑也，你若提着这桩儿公案，则你那观名儿唤做清安！你道是蜂媒蝶使从来惯，怕有人担疾患，到你行求丸散，你则与他这一服灵丹。姑姑也，你专医那枕冷衾寒！（云）罢、罢、罢！我依着姑姑，成就了这门亲事罢。（姑姑云）白士中，这桩事亏了我么？（白士中云）你专医人那枕冷衾寒，亏了姑姑！您孩儿只今日，就携着夫人同赴任所，另差人来相谢也。（正旦云）既然相公要上任去，我和你拜辞了姑姑，便索长行也。（姑姑云）白士中，你一路上小心在意者！您两口儿正是郎才女貌，天然配合，端不枉了也！（正旦唱）【赚煞尾】这行程则宜疾，不宜晚。休想我着那别人绊翻，不用追求相趁赶，则他这等闲人，怎得见我容颜？姑姑也，你放心安，不索恁语话相关。收了缆，撅了桩，踹跳板，挂起这秋风布帆，试看那碧云两岸，落可便轻舟已过万重山。（同白士中下）（姑姑云）谁想今日成合了我侄儿白士中这门亲事，我心中可煞喜也！（诗云）非是贫姑硬主张，为他年少守空房。观中怕惹风情事，故使机关配俊郎。（下）第二折（净扮杨衙内引张千上，诗云）花花太岁为第一，浪子丧门世无对。普天无处不闻名，则我是权豪势宦杨衙内。某乃杨衙内是也。闻知有亡故了的李希颜夫人谭记儿，大有颜色，我一心要他做个小夫人。颇奈白士中无理，他在潭州为官，未经赴任，便去清安观中央道姑为媒，倒娶了谭记儿做夫人。常言道：\"恨小非君子，无毒不丈夫。\"论这情理，教我如何容得他过？他妒我为冤，我妒他为仇。小官今日奏知圣人：\"有白士中贪花恋酒，不理公事。\"奉圣人的命，差人去标了白士中首级。小官就顺着道：\"此事别人去不中，只除非小官亲自到潭州，取白士中首级复命，方才万无一误。\"圣人准奏，赐小官势剑金牌。张千，你分付李稍驾起小舟，直到潭州，取白士中首级走一遭去来。（诗云）一心要娶谭记儿，教人日夜费寻思。若还夺得成夫妇，这回方是运通时。（下）（白士中上，云）小官白士中。自到任以来，只用清静无事为理，一郡黎民，各安其业，颇得众心。单只一件，我这新娶谭夫人，当日有杨衙内要图他为妾，不期被我娶做夫人，同往任所。我这夫人，十分美貌不消说了；更兼聪明智慧，事事精通，端的是佳人领袖，美女班头，世上无双，人间罕比。闻知杨衙内至今怀恨我，我也恐怕他要来害我，每日悬悬在心。今早坐过衙门，别无勾当，且在这前厅上闲坐片时，休将那段愁怀使我夫人知道。（院公上，诗云）心忙来路远，事急出家门。夜眠侵早起，又有不眠人、老汉是白士中家的一个老院公。我家主人今在潭州为理，被杨衙内暗奏圣人，赐他势剑金牌，标取我家主人首级。俺老夫人得知，差我将着一封家书，先至潭州，报知这个消息，好预做准备。说话之伺，可早来到潭州也。不必报复，我自过去。（见科）相公，将息的好也！（白士中云）院公，你来做甚么？（院公云）奉老夫人的分付，着我将着这书来，送相公亲拆。（白士中云）有母亲的书呵，将来我看。（院公做递书科，云）书在此。（白士中看书科，云）书中之意，我知道了。嗨！果中此贼之计。院公，你吃饭去。（院公云）理会的。（下）（白士中云）谁想杨衙内为我娶了谭记儿，挟着仇恨，朦胧奏过圣人，要标取我的首级。似此，如之奈何？兀的不闷杀我也！（正旦上，云）妾身谭记儿。自从相公理任以来，俺在这衙门后堂居住，相公每日坐罢早衙，便与妾身攀话；今日这早晚不见回来，我亲自望相公走一遭去波。（唱）【中吕】【粉蝶儿】不听的报喏声齐，大古里坐衙来恁时节不退；你便要接新官，也合通报咱知。又无甚紧文书、忙公事，可着我心儿里不会。转过这影壁偷窥，可怎生独自个死临侵地？（云）我且不要过去，且再看咱。呀！相公手里拿着一张纸，低着头左看右看，我猜着了也！（唱）【醉春风】常言道\"人死不知心\"，则他这海深也须见底。多管是前妻将书至，知他娶了新妻，他心儿里悔、悔。你做的个弃旧怜新；他则是见咱有意，使这般巧谋奸计。（做见科，云）相公！（白士中云）夫人，有甚么勾当，自到前厅上来？（正旦云）敢问相公：为甚么不回后堂中去？敢是你前夫人寄书来么？（白士中云）夫人，并无甚么前夫人寄书来，我自有一桩儿摆不下的公事，以此纳闷。（正旦云）相公，不可瞒着妾身，你定有夫人在家，今日捎书来也。（白士中云）夫人不要多心，小官并不敢欺心也。（正旦唱）【红绣鞋】把似你则守着一家一计，谁着你收拾下两妇三妻？你常好是七八下里不伶俐。堪相守留着相守，可别离与个别离，这公事合行的不在你！（白士中云）我若无这些公事呵，与夫人白头相守。小官之心，惟天可表！（正旦云）我见相公手中将着一张纸，必然是家中寄来的书。相公休瞒妾身，我试猜这书中的意咱！（白士中云）夫人，你试猜波！（正旦唱）【普天乐】弃旧的委实难，迎新的终容易。新的是半路里姻眷，旧的是绾角儿夫妻。我虽是个妇女身，我虽是个裙钗辈，见别人眨眼抬头，我早先知来意。不是我卖弄所事精细，（带云）相公，你瞒妾身怎的？（唱）直等的恩断意绝，眉南面北，恁时节水尽鹅飞。（白士中云）夫人，小官不是负心的人，那得还有前夫人来！（正旦云）相公，你说也不说？（白士中云）夫人，我无前夫人，你着我说甚么！（正旦云）既然你不肯说，我只觅一个死处便了！（白士中云）住、住、住！夫人，你死了，那里发付我那？我说则说，夫人休要烦恼。（正旦云）相公，你说，我不烦恼。（白士中云）夫人不知，当日杨衙内曾要图谋你为妾，不期我娶了你做夫人。他怀恨小官，在圣人前妄奏，说我贪花恋酒，不理公事。现今赐他势剑金牌，亲到潭州，要标取我的首级。这个是家中老院公，奉我老母之命，捎此书来，着我知会；我因此烦恼。（正旦云）原来为这般．相公，你怕他做甚么？（白士中云）夫人，休惹他，则他是花花太岁。（正旦唱）【十二月】你道他是花花太岁，要强逼的我步步相随。我呵，怕甚么天翻地覆，就顺着他雨约云期。这桩事，你只睁眼儿觑者，看怎生的发付他赖骨顽皮！【尧民歌】呀，着那厮得便宜翻做了落便宜，着那厮满船空载月明归。你休得便乞留乞良捶跌自伤悲，你看我淡妆不用画蛾眉。今也波日，我亲身到那里，看那厮有备应无备！（白士中云）他那里必然做下准备，夫人，你断然去不得。（正旦云）相公，不妨事。（做耳暗科）则除是恁的！（白士中云）则怕反落他彀中。夫人，还是不去的是。（正旦云）相公，不妨事。（唱）【煞尾】我着那厮磕着头见一番，恰便似神羊儿忙跪膝；直着他船横缆断在江心里，我可便智赚了金牌，着他去不得！（下）（白士中云）夫人去了也。据着夫人机谋见识，休说一个杨衙内，便是十个杨衙内，也出不得我夫人之手。正是：眼观旌节旗，耳听好消息。（下）第三折（衙内领张千、李稍上）（衙内云）小官杨衙内是也。颇奈白士中无理，量你到的那里！岂不知我要取谭记儿为妾？他就公然背了我，娶了谭记儿为妻，同临任所，此恨非浅！如今我亲身到潭州，标取白士中首级。你道别的人为甚么我不带他来？这一个是张千，这一个是李稍。这两个小的，聪明乖觉，都是我心腹之人，因此上则带的这两个人来。（张千去衙内鬓边做拿科）（衙内云）口退！你做甚么？（张千云）相公鬓边一个虱子。（衙内云）这厮倒也说的是。我在这船只上个月期程，也不曾梳篦的头。我的\"儿，好乖！（李稍去衙内鬓上做拿科）（衙内云）李稍，你也怎的？（李稍云）相公鬓上一个狗鳖。（衙内云）你看这厮！（亲随、李稍同去衙内鬓上做拿料）（衙内云）弟子孩儿，直恁的般多！（李稍云）亲随，今日是八月十五日中秋节令，我每安排些酒果，与大人玩月，可不好？（张千云）你说的是。（张千同李稍做见科，云）大人，今日是八月十五日中秋节令，对着如此月色，孩儿每与大人把一杯酒赏月，何如？（衙内做怒科，云）。口退！这个弟子孩儿！说甚么话！我要来干公事，怎么教我吃酒？（张千云）大人。您孩儿每并无歹意，是孝顺的心肠。大人不用，孩儿每一点不敢吃。（衙内云）亲随，你若吃酒呢？（张千云）我若吃一点酒呵，吃血！（衙内云）正是，休要吃酒！李稍，你若吃酒呢？（李稍云）我若吃酒，害疔疮！（衙内云）既是您两个不吃酒，也罢，也罢，我则饮三杯，安排酒果过来。（张千云）李稍，抬果桌过来。（李稍做抬果桌科，云）果桌在此。我执壶，你递酒。（张千云）我儿，酾满着互（做递酒科，云）大人，满饮一杯。（衙内做接酒科）（张千倒退自饮科）（衙内云）亲随，你怎么自吃了？（张千云）大人，这个是摄毒的盏儿。这酒不是家里带来的酒，是买的酒；大人吃下去，若有好歹，药杀了大人，我可怎么了！（衙内云）说的是，你是我心腹人。（李稍做递酒科，云）你要吃酒，弄这等嘴儿；待我送酒，大人满饮一杯。（衙内接科）（李稍自饮科）（衙内云）你也怎的？（李稍云）大人，他吃的，我也吃的。（衙内云）你看这厮！我且慢慢的吃几杯。亲随，与我把别的民船都赶开者！（正旦拿鱼上，云）这里也无人。妾身白士中的夫人谭记儿是也。妆扮做个卖鱼的，见杨衙内去。好鱼也！这鱼在那江边游戏，趁浪寻食，却被我驾一孤舟，撒开网去，打出三尺锦鳞，还活活泼泼的乱跳。好鲜鱼也！（唱）【越调】【斗鹌鹑】则这今晚开筵，正是中秋令节；只合低唱浅斟，莫待他花残月缺。见了的珍奇，不治的咱说，则这鱼鳞甲鲜滋味别。这鱼不宜那水煮油煎，则是那薄批细切。（云）我这一来，非容易也呵！（唱）【紫花儿序】俺则待稍关打节，怕有那惯施舍的经商不请言赊。则俺这篮中鱼尾，又不比案上罗列活计全别。俺则是一撒网、一蓑衣、一箬笠，先图些打捏；只问那肯买的哥哥，照顾俺也些些。（云）我缆住这船，上的岸来。（做见李稍，云）哥哥，万福！（李稍云）这个姐姐，我有些面善。（正旦云）你道我是谁？（李稍云）姐姐，你敢是张二嫂么？（正旦云）我便是张二嫂，你怎么不认的我了？你是谁？（李稍云）则我便是李阿鳖。（正旦云）你是李阿鳖？（正旦做打科，云）儿子，这些时吃得好了，我想你来！（李稍云）二嫂，你见我亲么？（正旦云）儿子，我见你，可不知亲哩！你如今过去和相公说一声，着我过去切鲙，得些钱钞，养活娘也。（李稍云）我知道了。亲随，你来！（张千云）弟子孩儿，唤我做甚么？（李稍安）有我个张二嫂，要与大人切鲙。（张千云）甚么张二嫂？（正旦见张千科，云）媳妇孝顺的心肠，将着一尾金色鲤鱼特来献新，望与相公说一声咱。（张千云）也得，也得！我与你说去。得的钱钞，与我些买酒吃。你随着我来。（做见衙内科，云）大人，有个张二嫂，要与大人切鲙（衙内云）甚么张二嫂？（正旦见科，云）相公，万福！衙内做意科，云）一个好妇人也！小娘子，你来做甚么？（正旦云）媳妇孝顺的心肠，将着这尾金色鲤鱼，一径的来献新。可将砧板、刀子来，我切鲙哩！（衙内云）难得小娘子如此般用意！怎敢着小娘子切鲙，俗了手！李稍，拿了去，与我姜辣煎火赞了来。（李稍云）大人，不要他切就村了。（衙内云）多谢小娘子来意！抬过果桌来，我和小娘子饮三杯。将酒来，小娘子，满饮一杯！（张千做吃酒科）（衙内云）你怎的？（张千云）你请他，他又请你；你又不吃，他又不吃，可不这杯酒冷了？不如等亲随乘热吃了，倒也干净。（衙内云）口走！靠后！将酒来，小娘子满饮此杯。（正旦云）相公请！（张千云）你吃便吃，不吃我又来也。（正旦做跪衙内科）（衙内扯正旦科，云）小娘子请起！我受了你的礼，就做不得夫妻了。（正旦云）媳妇来到这里，便受了礼，也做得夫妻。（张千同李稍拍桌科，云）妙、妙、妙！（衙内云）小娘子请坐。（正旦云）相公，你此一来何往）（衙内云）小官有公差事。（李稍云）二嫂，专为要杀白士中来。（衙内云）口走！你说甚么！（正旦云）相公，若拿了白士中呵，也除了潭州一害。只是这州里怎么不见差人来迎接相公？（衙内云）小娘子，你却不知，我恐怕人知道，走了消息，故此不要他们迎接。（正旦唱）【金蕉叶】相公，你若是报一声着人远接，怕不的船儿上有五十座笙歌摆设。你为公事来到这些，不知你怎生做兀的关节？（衙内云）小娘子，早是你来的早；若来的迟呵，小官歇息了也。（正旦唱）【调笑令】若是贱妾晚来些，相公船儿上黑齁齁的熟睡歇，则你那金牌势剑身旁列。见官人远离一射，索用甚从人拦当者？俺只待拖狗皮的、拷断他腰截。（衙内云）李稍，我央及你，你替我做个落花媒人。你和张二嫂说；大夫人不许他，许他做第二个夫人；包髻、团衫、绣手巾，都是他受用的。（李稍云）相公放心，都在我身上。（做见正旦科，云）二嫂，你有福也！相公说来：大夫人不许你，许你做第二个夫人；包髻、团衫、袖腿绷……（正旦云）敢是绣手巾？（李稍云）正是绣手巾。（正旦云）我不信，等我自问相公去。（正旦见衙内科，云）相公，恰才李稍说的那话，可真个是相公说来？（衙内云）是小官说来。（正旦云）量媳妇有何才能，着相公如此般错爱也！（衙内云）多谢，多谢！小娘子，就靠着小官坐一坐，可也无伤！（正旦云）妾身不敢。（唱）【鬼三台】不是我夸贞烈，世不曾和个人儿热。我丑则丑，刁决古忄敞；不由我见官人便心邪，我也立不的志节。官人，你救黎民，为人须为彻；拿滥官，杀人须见血。我呵，只为你这眼去眉来，（正旦与衙内做意儿科，唱）使不着我那冰清玉洁。（衙内做喜料，云）勿、勿、勿！（张千与李稍做喜科，云）勿、勿、勿！（衙内云）你两个怎的？（李稍云）大家耍一耍。（正旦唱）【圣药王】珠冠儿怎戴者？霞帔儿怎挂者？这三檐伞怎向顶门遮？唤侍妾簇捧者。我从来打鱼船上扭的那身子儿别，替你稳坐七香车。（衙内云）小娘子，我出一对与你对：罗袖半翻鹦鹉盏。（正旦云）妾对；玉纤重整凤凰衾。（衙内拍桌科，云）妙、妙、妙！小娘子，你莫非识字么？（正旦云）妾身略识些撇竖点划。（衙内云）小娘子既然识字，小官再出一对：鸡头个个难舒颈。（正旦云）妾对：龙眼团团不转睛。（张千同李稍拍桌科，云）妙、妙、妙！（正旦云）妾身难的遇着相公，乞赐珠玉。（衙内云）哦，你要我赠你甚么词赋？有、有、有。李稍，将纸笔砚墨来！（李稍做拿砌末科，云）相公，纸墨笔砚在此。（衙内云）我写就了也！词寄［西江月］。（正旦云）相公，表白一遍咱。（衙内做念科，云）夜月一天秋露，冷风万里江湖。好花须有美人扶，情意不堪会处。仙子初离月浦，嫦娥忽下云衢。小词仓卒对君书，付与你个知心人物。（正旦云）高才，高才！我也回翠相公一首，词寄〔夜行船〕。（衙内云）小娘子，你表白一遍咱。（正旦做念科，云）花底双双莺燕语，也胜他凤只鸾孤。一霎恩情，片时云雨，关连着宿缘前注。天保今生为眷属，但则愿似水如鱼。冷落江湖，团圝人月，相连着夜行船去。（衙内云）妙、妙、妙！你的更胜似我的！小娘子，俺和你慢慢的再饮几杯。（正旦云）敢问相公。因甚么要杀白士中？（衙内云）小娘子，你休问他。（李稍云）张二嫂，俺相公有势剑在这里！（衙内云）休与他看。（正旦云）这个是势剑？衙内见爱媳妇，借与我拿去治三日鱼好那！（衙内云）便借与他。（张千云）还有金牌哩！（正旦云）这个是金牌？衙内见爱我，与我打戒指儿罢。再有甚么？（李稍云）这个是文书。（正旦云）这个便是买卖的合同？（正旦做袖文书科，云）相公再饮一杯。（衙内云）酒勾了也！小娘子，休唱前篇，则唱幺篇。（做醉科）（正旦云）冷落江湖，团圝人月，相随着夜行船去。（亲随同李稍做睡科）（正旦云）这厮都睡着了也！（唱）【秃厮儿】那厮也忒懵懂，玉山低趄，着鬼祟醉眼乜斜。我将这金牌虎符都袖褪者；唤相公，早醒些，快迭！【络丝娘】我且回身将杨衙内深深的拜谢，您娘向急飐飐船儿上去也。到家对儿夫尽分说那一番周折。（带云）惭愧，惭愧！（唱）【收尾】从今不受人磨灭，稳情取好夫妻百年喜悦。俺这里，美孜孜在芙蓉帐笑春风；只他那，冷清清杨柳岸伴残月。（下）（衙内云）张二嫂！张二嫂那里去了？（做失惊科，云）李稍，张二嫂怎么去了？看我的势剑金牌可在那里？（张千云）就不见了金牌，还有势剑共文书哩！（李稍云）连势剑文书都被他拿去了！（衙内云）似此怎了也？（李稍唱）【马鞍儿】想着、想着跌脚儿叫，（张千唱）想着、想着我难熬，（衙内唱）酩子里愁肠酩子里焦。（众合唱）又不敢着旁人知道，则把他这好香烧、好香烧，咒的他热肉儿跳！（衙内云）这厮每扮南戏那！（众同下）第四折（白士中领祗候上，云）小官白士中。因为杨衙内那厮妄奏圣人，要标取小官首级；且喜我夫人施一巧计，将他势剑金牌智赚了来。今日端坐衙门，看那厮将着甚的好来奈何的我！左右，门首觑者，倘有人来，报复我知道。（衙内同张千、李稍上）（衙内云）小官杨衙内是也。如今取白士中的首级去。可早来到门首，我自过去。（做见白士中科，云）令人，与我拿下白士中者！（张千做拿科）（白士中云）你凭着甚么符验来拿我？（衙内云）我奉圣人的命；有势剑金牌，被盗失了，我有文书！（白士中云）有文书，也请来念与我听。（衙内做读文书科，云）词寄〔西江月〕。（白末做枪科，云这个是淫词！（衙内云）这个不是，还别有哩！（衙内又做读文书科，云）词寄〔夜行船〕。（白未做抢科，云）这个也是淫词！（衙内云）这厮倒挟制我！不妨事，又无有原告，怕他做甚么？（正旦上，云）妾身白士中的夫人谭记儿。颇奈杨衙内这厮，好无理也呵！（唱）【双调】【新水令】有这等倚权豪贪酒色滥官员，将俺个有儿夫的媳妇来欺骗。他只待强拆开我长搀搀的连理枝，生摆断我颤巍巍的并头莲；其实负屈衔冤。好将俺穷百姓可怜见！（正旦做见跪科，云）大人可怜见！有杨衙内在半江心里欺骗我来！告大人，与我作主。（白士中云）司房里责口词去。（正旦云）理会的。（下）（白士中云）杨衙内，你可见来，有人告你哩！你如今怎么说？（衙内云）可怎么了？我则索央及他。相公，我自有说的话。（白士中云）你有甚么话说？（衙内云）相公，如今你的罪过，我也饶了你，你也饶过我罢。则一件，说你有个好夫人，请出来我见一面。（白士中云）也罢，也罢！左右，击云板，后堂请夫人出来。（左右云）夫人，相公有请。（正旦改妆上，云）妾身白士中的夫人。如今过去，看那厮可认的我来？（唱）【沉醉东风】杨衙内官高势显，昨夜个说地谈天；只道他仗金牌将夫婿诛，恰元来击云板请夫人见。只听的叫吖吖嚷成一片，抵多少笙歌引至画堂前。看他可认的我有些面善？（与衙内见科）（云）衙内，恕生面，少拜识。（唱）【雁儿落】只他那身常在柳陌眠，脚不离花街串。几年闻姓名，今日逢颜面。【得胜令】呀，请你个杨衙内少埋冤。(衙内云)这一位夫人，好面熟也。（李稍云）兀的不是张二嫂？（衙内云）嗨！夫人，你使的好见识，直被你瞒过小官也！（正旦唱）唬的他半晌只茫然；又无那八棒十枷罪，止不过三交两句言。这一只鱼船，只费得半夜工夫缠；俺两口儿今年，做一个中秋人月圆！（外扮李秉忠冲上，云）紧骤青骢马，星人赴潭州。小官乃巡抚湖南都御史李秉忠是也。因为杨衙内妄奏不实，奉圣人的命，着小官暗行体访，但得真惰，先自勘问，然后具表申奏。来到此间，正是潭州衙舍。白士中，杨衙内，您这桩事小官尽知了也。（正旦唱）【锦上花】不甫能择的英贤，配成姻眷；没来由遇着无徒，使尽威权。我只得亲上渔船，把机关暗展；若不沙那势剑金牌，如何得免？【幺篇】呀，只除非天见怜；奈天、天又远。今日个幸对清官。明镜高悬。似他这强夺人妻，公违律典，既然是体察端的，怎生发遣？（李秉忠云）一行人俱望阙跪者，听我下断。(词云）杨衙内倚势挟权，害良民罪已多年。又兴心夺人妻妾，敢妄奏圣主之前。谭记儿天生智慧，赚金牌亲上渔船。奉敕书差咱体访，为人间理枉伸冤。将衙内问成杂犯，杖八十削职归田。白士中照旧供职，赐夫妻偕老团圆。（白士中夫妻谢恩科）（正旦唱）【清江引】虽然道今世里的夫妻夙世的缘，毕竟是谁方便？从此无别离，百事长如愿。这多谢你个赛龙图恩不浅！题目清安观邂逅说亲正名望江亭中秋切鲙看岳王传披文握武，建中兴庙宇，载青史图书。功成却被权臣妒，正落奸谋。闪杀人望旌节中原士夫，误杀人弃匠陵南渡銮舆！钱塘路，愁风怨雨，长是洒西湖！韩世忠安危属君，立勤王志节，比翊汉功勋。临机料敌存威信，际会风云。似恁地尽忠勇匡君报本，也消得坐都堂秉笏垂绅。闲评论，中兴宰臣，万古揖清芬！误国贼秦桧官居极品，欺天误主，贱土轻民。把一场和议为公论，妒害功臣。通贼虏怀奸诳君，那些儿立朝堂仗义依仁？英雄恨，使飞云幸存，那里有南北二朝分？张俊谋渊略广，论兵用武，立国安邦。佐中兴一代贤明将，怎生来险幸如狼？蓄祸心奸私放党，附权臣构陷忠良。朝堂上，把一个精忠岳王，屈死葬钱塘！愁耳偏工著雨声，好怀常恐负山行。未辞花事骎骎盛，正喜湖光淡淡晴。倦憩客犹勤访寺，幽栖吾欲厌归城。绿畴桑麦盘樱笋，因忆离家恰岁更。",
        "author": "元代",
        "poem_class": "冬天",
        "dynasty": "关汉卿"
    },
    {
        "title": "岁暮",
        "paragraph": "殷忧不能寐，苦此夜难颓。明月照积雪，朔风劲且哀。运往无淹物，年逝觉已催。浮华齐水丽，垂彩郑都奇。白英纷靡靡，紫实标离离。风摇羊角树，日映鸡心枝。谷城逾石蜜，蓬岳表仙仪。已闻安邑美，永茂玉门垂。花坞蝶双飞，柳堤鸟百舌。不见佳人来，徒劳心断绝。阳春二三月，杨柳齐作花。春风一夜入闺闼，杨花飘荡落南家。含情出户脚无力，拾得杨花泪沾臆。秋去春还双燕子，愿衔杨花入窠里。",
        "author": "南北朝",
        "poem_class": "冬天",
        "dynasty": "谢灵运"
    }
]