[
    {
        "title": "戏为六绝句·其二",
        "paragraph": "王杨卢骆当时体，轻薄为文哂未休。尔曹身与名俱灭，不废江河万古流。风劲角弓鸣，将军猎渭城。草枯鹰眼疾，雪尽马蹄轻。忽过新丰市，还归细柳营。回看射雕处，千里暮云平。功盖三分国，名成八阵图。（名成 一作：名高）江流石不转，遗恨失吞吴。士卒何草草，筑城潼关道。大城铁不如，小城万丈余。借问潼关吏：修关还备胡？要我下马行，为我指山隅：连云列战格，飞鸟不能逾。胡来但自守，岂复忧西都。丈人视要处，窄狭容单车。艰难奋长戟，万古用一夫。哀哉桃林战，百万化为鱼。请嘱防关将，慎勿学哥舒！",
        "author": "唐代",
        "poem_class": "励志",
        "dynasty": "杜甫"
    },
    {
        "title": "碛西头送李判官入京",
        "paragraph": "一身从远使，万里向安西。汉月垂乡泪，胡沙费马蹄。寻河愁地尽，过碛觉天低。送子军中饮，家书醉里题。寒雨连江夜入吴，平明送客楚山孤。(连江 一作：连天)洛阳亲友如相问，一片冰心在玉壶。丹阳城南秋海阴，丹阳城北楚云深。高楼送客不能醉，寂寂寒江明月心。燕赵古称多感慨悲歌之士。董生举进士，屡不得志于有司，怀抱利器，郁郁适兹土。吾知其必有合也。董生勉乎哉！夫以子之不遇时，苟慕义强仁者皆爱惜焉。矧燕赵之士出乎其性者哉！然吾尝闻风俗与化移易，吾恶知其今不异于古所云邪?聊以吾子之行卜之也。董生勉乎哉！吾因子有所感矣。为我吊望诸君之墓，而观于其市，复有昔时屠狗者乎？为我谢曰：“明天子在上，可以出而仕矣。” 迟日园林悲昔游，今春花鸟作边愁。独怜京国人南窜，不似湘江水北流。",
        "author": "唐代",
        "poem_class": "励志",
        "dynasty": "岑参"
    },
    {
        "title": "自嘲",
        "paragraph": "运交华盖欲何求，未敢翻身已碰头。破帽遮颜过闹市，漏船载酒泛中流。横眉冷对千夫指，俯首甘为孺子牛。躲进小楼成一统，管他冬夏与春秋。西园花落深堪扫，过眼韶华真草草。开时寂寂尚无人，今日偏嗔摇落早。昨朝却走西山道，花事山中浑未了。数峰和雨对斜阳，十里杜鹃红似烧。有有我之境，有无我之境。“泪眼问花花不语，乱红飞过秋千去。”“可堪孤馆闭春寒，杜鹃声里斜阳暮。”有我之境也。“采菊东篱下，悠然见南山。”“寒波澹澹起，白鸟悠悠下。”无我之境也。有我之境，以我观物，故物皆著我之色彩。无我之境，以物观物，故不知何者为我，何者为物。古人为词，写有我之境者为多，然未始不能写无我之境，此在豪杰之士能自树立耳。境非独谓景物也。喜怒哀乐，亦人心中之一境界。故能写真景物，真感情者，谓之有境界。否则谓之无境界。境界有大小，不以是而分优劣。“细雨鱼儿出，微风燕子斜”何遽不若“落日照大旗，马鸣风萧萧”。“宝帘闲挂小银钩”何遽不若“雾失楼台，月迷津渡”也。词至李后主而眼界始大，感慨遂深，遂变伶工之词而为士大夫之词。周介存置诸温韦之下，可为颠倒黑白矣。“自是人生长恨水长东”、“流水落花春去也，天上人间”，《金荃》《浣花》，能有此气象耶？古今之成大事业、大学问者，罔不经过三种之境界：“昨夜西风凋碧树。独上高楼，望尽天涯路。”此第一境界也。“衣带渐宽终不悔，为伊消得人憔悴。”此第二境界也。“众里寻他千百度，蓦然回首，那人却在，灯火阑珊处。”此第三境界也。此等语皆非大词人不能道。然遽以此意解释诸词，恐为晏欧诸公所不许也。大家之作，其言情也必沁人心脾，其写景也必豁人耳目。其辞脱口而出，无矫揉妆束之态。以其所见者真，所知者深也。诗词皆然。持此以衡古今之作者，可无大误也。诗人对宇宙人生，须入乎其内，又须出乎其外。入乎其内，故能写之。出乎其外，故能观之。入乎其内，故有生气。出乎其外，故有高致。美成能入而不出。白石以降，于此二事皆未梦见。千载长天起大云，中唐俊伟有刘蕡。孤鸿铩羽悲鸣镝，万马齐喑叫一声。",
        "author": "近现代",
        "poem_class": "励志",
        "dynasty": "鲁迅"
    },
    {
        "title": "赠韦侍御黄裳二首",
        "paragraph": "太华生长松，亭亭凌霜雪。天与百尺高，岂为微飙折？桃李卖阳艳，路人行且迷。春光扫地尽，碧叶成黄泥。愿君学长松，慎勿作桃李。受屈不改心，然后知君子。见君乘骢马，知上太行道。此地果摧轮，全身以为宝。我如丰年玉，弃置秋田草。但勖冰壶心，无为叹衰老。荷叶罗裙一色裁，芙蓉向脸两边开。乱入池中看不见，闻歌始觉有人来。谁收春色将归去，慢绿妖红半不存。榆荚只能随柳絮，等闲撩乱走空园。两人对酌山花开，一杯一杯复一杯。我醉欲眠卿且去，明朝有意抱琴来。",
        "author": "唐代",
        "poem_class": "励志",
        "dynasty": "李白"
    },
    {
        "title": "赠韦秘书子春二首",
        "paragraph": "谷口郑子真，躬耕在岩石。高名动京师，天下皆籍籍。斯人竟不起，云卧从所适。苟无济代心，独善亦何益。惟君家世者，偃息逢休明。谈天信浩荡，说剑纷纵横。谢公不徒然，起来为苍生。秘书何寂寂，无乃羁豪英。且复归碧山，安能恋金阙。旧宅樵渔地，蓬蒿已应没。却顾女几峰，胡颜见云月。徒为风尘苦，一官已白须。气同万里合，访我来琼都。披云睹青天，扪虱话良图。留侯将绮里，出处未云殊。终与安社稷，功成去五湖。昨夜风开露井桃，未央前殿月轮高。 平阳歌舞新承宠，帘外春寒赐锦袍。世间荣落重逡巡，我独丘园坐四春。纵使有花兼有月，可堪无酒又无人。青袍似草年年定，白发如丝日日新。欲逐风波千万里，未知何路到龙津。琉璃钟，琥珀浓，小槽酒滴真珠红。烹龙炮凤玉脂泣，罗帏绣幕围香风。吹龙笛，击鼍鼓；皓齿歌，细腰舞。况是青春日将暮，桃花乱落如红雨。劝君终日酩酊醉，酒不到刘伶坟上土。",
        "author": "唐代",
        "poem_class": "励志",
        "dynasty": "李白"
    },
    {
        "title": "松",
        "paragraph": "大夫名价古今闻，盘屈孤贞更出群。将谓岭头闲得了，夕阳犹挂数枝云。凭高眺远，见长空万里，云无留迹。桂魄飞来，光射处，冷浸一天秋碧。玉宇琼楼，乘鸾来去，人在清凉国。江山如画，望中烟树历历。我醉拍手狂歌，举杯邀月，对影成三客。起舞徘徊风露下，今夕不知何夕？便欲乘风，翻然归去，何用骑鹏翼。水晶宫里，一声吹断横笛。别后不知君远近，触目凄凉多少闷。渐行渐远渐无书，水阔鱼沉何处问。夜深风竹敲秋韵，万叶千声皆是恨。故攲单枕梦中寻，梦又不成灯又烬。自古帝王州，郁郁葱葱佳气浮。四百年来成一梦，堪愁。晋代衣冠成古丘。 绕水恣行游。上尽层城更上楼。往事悠悠君莫问，回头。槛外长江空自流。",
        "author": "宋代",
        "poem_class": "励志",
        "dynasty": "成彦雄"
    },
    {
        "title": "命子",
        "paragraph": "悠悠我祖，爰自陶唐。邈焉虞宾，历世重光。御龙勤夏，豕韦翼商。穆穆司徒，厥族以昌。纷纷战国，漠漠衰周。凤隐于林，幽人在丘。逸虬绕云，奔鲸骇流。天集有汉，眷予愍侯。於赫愍侯，运当攀龙。抚剑风迈，显兹武功。书誓河山，启土开封。亹亹丞相，允迪前踪。浑浑长源，蔚蔚洪柯。群川载导，众条载罗。时有语默，运因隆寙。在我中晋，业融长沙。桓桓长沙，伊勋伊德。天子畴我，专征南国。功遂辞归，临宠不忒。孰谓斯心，而近可得。肃矣我祖，慎终如始。直方二台，惠和千里。於皇仁考，淡焉虚止。寄迹风云，冥兹愠喜。嗟余寡陋，瞻望弗及。顾惭华鬓，负影只立。三千之罪，无後为急。我诚念哉，呱闻尔泣。卜云嘉日，占亦良时。名汝曰俨，字汝求思。温恭朝夕，念兹在兹。尚想孔伋，庶其企而！厉夜生子，遽而求火。凡百有心，奚特于我！既见其生，实欲其可。人亦有言，斯情无假。日居月诸，渐免子孩。福不虚至，祸亦易来。夙兴夜寐，愿尔斯才。尔之不才，亦已焉哉！浮舟横大江。讨彼犯荆虏。武将齐贯錍。征人伐金鼓。长戟十万队。幽冀百石弩。发机若雷电。一发连四五。乘风高逝。远登灵丘。托好松乔。携手俱游。朝发太华。夕宿神州。弹琴咏诗。聊以忘忧。漫漫秋夜长，烈烈北风凉。展转不能寐，披衣起彷徨。彷徨忽已久，白露沾我裳。俯视清水波，仰看明月光。天汉回西流，三五正纵横。草虫鸣何悲，孤雁独南翔。郁郁多悲思，绵绵思故乡。愿飞安得翼，欲济河无梁。向风长叹息，断绝我中肠。",
        "author": "魏晋",
        "poem_class": "励志",
        "dynasty": "陶渊明"
    },
    {
        "title": "岭南江行",
        "paragraph": "瘴江南去入云烟，望尽黄茆是海边。山腹雨晴添象迹，潭心日暖长蛟涎。射工巧伺游人影，飓母偏惊旅客船。从此忧来非一事，岂容华发待流年。城阙辅三秦，风烟望五津。与君离别意，同是宦游人。海内存知己，天涯若比邻。无为在歧路，儿女共沾巾。楼观岳阳尽，川迥洞庭开。雁引愁心去，山衔好月来。云间连下榻，天上接行杯。醉后凉风起，吹人舞袖回。一树寒梅白玉条，迥临村路傍溪桥。(村路 一作：林村)不知近水花先发，疑是经冬雪未销。",
        "author": "唐代",
        "poem_class": "励志",
        "dynasty": "柳宗元"
    },
    {
        "title": "二翁登泰山",
        "paragraph": "昔有二翁，同邑而居。甲翁之妻子去乡，唯叟一人而已。一日，叟携酒至乙翁第，二人对酌，不亦乐乎！乙翁曰：“向吾远游冀﹑雍，然（但）未尝登泰山，君有意同行乎？”甲翁曰：“是山余亦未登，然老矣，恐力不胜。”乙翁曰：“差矣，汝之言！曩者愚公年且九十而移山，今吾辈方逾六旬，何老之有！”甲翁曰：“甚善！”翌日，二翁偕往，越钱塘，绝长江，而至泰阴。夜宿，凌晨上山。乙翁欲扶之，甲翁曰：“吾力尚可，无需相扶。”自日出至薄暮，已至半山矣。裁征衣。寄征衣。万里征人音信稀。朝相思。暮相思。滴尽真珠，如今无泪垂。闺中幼妇红颜少。应是玉关人更老。几时归。几时归。开尽牡丹，看看到荼。赵良者，燕人也。漂泊江湖，疾恶如仇。一日，途经谢庄，闻有哭声，遂疾步入茅舍，见一少女蓬头垢面，哀甚。义士询之，乃知为某村二恶少所凌辱也，痛不欲生。义士怒不可遏，径自诣某村，索二恶少，责之曰：“汝等何故凌辱无辜少女？”一恶少虎视眈眈曰：“何预尔事？”义士瞋目斥之：“汝非人也，但禽兽耳！”未及恶少出剑，义士之白刃已入其胸，立仆。一恶少伏地求恕，义士斩其耳以示众，儆其不得为非作歹也。此楼登眺好，终日俯平湖。叶尽村村树，花残岸岸芦。渔翁晴独钓，沙鸟晚相呼。何处微钟动，云藏岛寺孤。",
        "author": "未知",
        "poem_class": "励志",
        "dynasty": "佚名"
    },
    {
        "title": "蟋蟀",
        "paragraph": "蟋蟀在堂，岁聿其莫。今我不乐，日月其除。无已大康，职思其居。好乐无荒，良士瞿瞿。蟋蟀在堂，岁聿其逝。今我不乐，日月其迈。无已大康，职思其外。好乐无荒，良士蹶蹶。蟋蟀在堂，役车其休。今我不乐，日月其慆。无已大康，职思其忧。好乐无荒，良士休休。政不节与。使民疾与。何以不雨至斯极也。宫室崇与。妇谒盛与。何以不雨至斯极也。苞苴行与。谗夫兴与。何以不雨至斯极也。上善若水。水善利万物而不争，处众人之所恶， 故几于道。居，善地；心，善渊；与，善仁；言，善信；正，善治；事，善能；动，善时。夫唯不争，故无尤。五色令人目盲，五音令人耳聋，五味令人口爽，驰骋畋猎令人心发狂，难得之货令人行妨。是以圣人为腹不为目，故去彼取此。古之善为士者，微妙玄通，深不可识。夫唯不可识。故强为之容：豫兮，若冬涉川；犹兮，若畏四邻；俨兮，其若客；涣兮，若冰之将释；孰兮，其若朴；旷兮，其若谷；浑兮，其若浊。孰能浊以止，静之徐清？孰能安以久，动之徐生？保此道者不欲盈，夫唯不盈，故能敝而新成。曲则全，枉则直；洼则盈，弊则新；少则得，多则惑，是以圣人抱一为天下式。不自见，故明；不自是，故彰；不自伐，故有功；不自矜，故长。夫唯不争，故天下莫能与之争。古之所谓“曲则全”者，岂虚言哉？企者不立，跨者不行，自见者不明，自是者不彰。自伐者无功，自矜者不长。其在道也，曰余食赘行。物或恶之，故有道者不处也。善行无辙迹；善言无瑕谪；善数不用筹策；善闭，无关楗而不可开；善结，无绳约而不可解。是以圣人常善救人，故无弃人；常善救物，故无弃物，是谓袭明。故善人者，不善人之师；不善人者，善人之资。不贵其师，不爱其资，虽智大迷，是谓要妙。知人者智，自知者明；胜人者有力，自胜者强；知足者富，强行者有志；不失其所者久，死而不亡者寿。信言不美，美言不信。善者不辩，辩者不善。知者不博，博者不知。圣人不积，既以为人己愈有；既以与人，己愈多。天之道，利而不害；人之道，为而弗争。 葛不连蔓棻台台。我君心苦命更之。尝胆不苦甘如饴。令我采葛以作丝。女工织兮不敢迟。弱于罗兮轻霏霏。号絺素兮将献之。越王悦兮忘罪除。吴王叹兮飞尺书。增封益地赐羽奇。机杖茵蓐诸侯仪。群臣拜舞天颜舒。我王何忧能不移。饥不遑食四体疲。",
        "author": "先秦",
        "poem_class": "励志",
        "dynasty": "佚名"
    },
    {
        "title": "贺新郎·寄辛幼安和见怀韵",
        "paragraph": "老去凭谁说。看几番、神奇臭腐，夏裘冬葛。父老长安今余几，后死无仇可雪。犹未燥、当时生发。二十五弦多少恨，算世间、那有平分月。胡妇弄，汉宫瑟。 树犹如此堪重别。只使君、从来与我，话头多合。行矣置之无足问，谁换妍皮痴骨。但莫使、伯牙弦绝。九转丹砂牢拾取，管精金、只是寻常铁。龙共虎，应声裂。横看成岭侧成峰，远近高低各不同。不识庐山真面目，只缘身在此山中。摇首出红尘，醒醉更无时节。活计绿蓑青笠，惯披霜冲雪。 晚来风定钓丝闲，上下是新月。千里水天一色，看孤鸿明灭。湖上西风急暮蝉。夜来清露湿红莲。少留归骑促歌筵。 为别莫辞金盏酒。入朝须近玉炉烟。不知重会是何年。",
        "author": "宋代",
        "poem_class": "励志",
        "dynasty": "陈亮"
    },
    {
        "title": "勤学",
        "paragraph": "学向勤中得，萤窗万卷书。三冬今足用，谁笑腹空虚。梅英疏淡，冰澌溶泄，东风暗换年华。金谷俊游，铜驼巷陌，新晴细履平沙。长记误随车。正絮翻蝶舞，芳思交加。柳下桃蹊，乱分春色到人家。西园夜饮鸣笳。有华灯碍月，飞盖妨花。兰苑未空，行人渐老，重来是事堪嗟。烟暝酒旗斜。但倚楼极目，时见栖鸦。无奈归心，暗随流水到天涯。扑面征尘去路遥，香篝渐觉水沉销。山无重数周遭碧，花不知名分外娇。人历历，马萧萧，旌旗又过小红桥。愁边剩有相思句，摇断吟鞭碧玉梢。自作新词韵最娇，小红低唱我吹箫。曲终过尽松陵路，回首烟波十四桥。",
        "author": "宋代",
        "poem_class": "励志",
        "dynasty": "汪洙"
    },
    {
        "title": "冬日归旧山",
        "paragraph": "未洗染尘缨，归来芳草平。一条藤径绿，万点雪峰晴。地冷叶先尽，谷寒云不行。嫩篁侵舍密，古树倒江横。白犬离村吠，苍苔壁上生。穿厨孤雉过，临屋旧猿鸣。木落禽巢在，篱疏兽路成。拂床苍鼠走，倒箧素鱼惊。洗砚修良策，敲松拟素贞。此时重一去，去合到三清。天际霞光入水中，水中天际一时红。直须日观三更后，首送金乌上碧空。母别子，子别母，白日无光哭声苦。关西骠骑大将军，去年破虏新策勋。敕赐金钱二百万，洛阳迎得如花人。新人迎来旧人弃，掌上莲花眼中刺。迎新弃旧未足悲，悲在君家留两儿。一始扶行一初坐，坐啼行哭牵人衣。以汝夫妇新燕婉，使我母子生别离。不如林中乌与鹊，母不失雏雄伴雌。应似园中桃李树，花落随风子在枝。新人新人听我语，洛阳无限红楼女。但愿将军重立功，更有新人胜于汝。长堤春水绿悠悠，畎入漳河一道流。莫听声声催去棹，桃溪浅处不胜舟。",
        "author": "唐代",
        "poem_class": "励志",
        "dynasty": "李白"
    },
    {
        "title": "酹江月·驿中言别",
        "paragraph": "水天空阔，恨东风不惜世间英物。蜀鸟吴花残照里，忍见荒城颓壁。铜雀春情，金人秋泪，此恨凭谁雪？堂堂剑气，斗牛空认奇杰。那信江海余生，南行万里，属扁舟齐发。正为鸥盟留醉眼，细看涛生云灭。睨柱吞嬴，回旗走懿，千古冲冠发。伴人无寐，秦淮应是孤月。柳阴直，烟里丝丝弄碧。隋堤上、曾见几番，拂水飘绵送行色。登临望故国，谁识京华倦客？长亭路，年去岁来，应折柔条过千尺。闲寻旧踪迹，又酒趁哀弦，灯照离席。梨花榆火催寒食。愁一箭风快，半篙波暖，回头迢递便数驿，望人在天北。凄恻，恨堆积！渐别浦萦回，津堠岑寂，斜阳冉冉春无极。念月榭携手，露桥闻笛。沉思前事，似梦里，泪暗滴。花开红树乱莺啼，草长平湖白鹭飞。风日晴和人意好，夕阳箫鼓几船归。燎沉香，消溽暑。鸟雀呼晴，侵晓窥檐语。叶上初阳干宿雨，水面清圆，一一风荷举。故乡遥，何日去？家住吴门，久作长安旅。五月渔郎相忆否？小楫轻舟，梦入芙蓉浦。",
        "author": "宋代",
        "poem_class": "励志",
        "dynasty": "邓剡"
    },
    {
        "title": "勾践灭吴",
        "paragraph": "越王勾践栖于会稽之上，乃号令于三军曰：“凡我父兄昆弟及国子姓，有能助寡人谋而退吴者，吾与之共知越国之政。”大夫种进对曰：“臣闻之，贾人夏则资皮，冬则资絺，旱则资舟，水则资车，以待乏也。夫虽无四方之忧，然谋臣与爪牙之士，不可不养而择也。譬如蓑笠，时雨既至，必求之。今君王既栖于会稽之上，然后乃求谋臣，无乃后乎？”勾践曰：“苟得闻子大夫之言，何后之有？”执其手而与之谋。 遂使之行成于吴，曰：“寡君勾践乏无所使，使其下臣种，不敢彻声闻于大王，私于下执事曰：寡君之师徒不足以辱君矣；愿以金玉、子女赂君之辱。请勾践女女于王，大夫女女于大夫，士女女于士；越国之宝器毕从！寡君帅越国之众以从君之师徒。唯君左右之，若以越国之罪为不可赦也，将焚宗庙，系妻孥，沈金玉于江；有带甲五千人，将以致死，乃必有偶，是以带甲万人事君也，无乃即伤君王之所爱乎？与其杀是人也，宁其得此国也，其孰利乎？”夫差将欲听，与之成。子胥谏曰：“不可！夫吴之与越也，仇讎敌战之国也；三江环之，民无所移。有吴则无越，有越则无吴。将不可改于是矣！员闻之：陆人居陆，水人居水，夫上党之国，我攻而胜之，吾不能居其地，不能乘其车；夫越国，吾攻而胜之，吾能居其地，吾能乘其舟。此其利也，不可失也已。君必灭之！失此利也，虽悔之，必无及已。越人饰美女八人，纳之太宰嚭，曰：“子苟赦越国之罪，又有美于此者将进之。”太宰嚭谏曰：“嚭闻古之伐国者，服之而已；今已服矣，又何求焉？”夫差与之成而去之。勾践说于国人曰：“寡人不知其力之不足也，而又与大国执仇，以暴露百姓之骨于中原，此则寡人之罪也。寡人请更。”于是葬死者，问伤者，养生者；吊有忧，贺有喜；送往者，迎来者；去民之所恶，补民之不足。然后卑事夫差，宦士三百人于吴，其身亲为夫差前马。勾践之地，南至于句无，北至于御儿，东至于鄞，西至于姑蔑，广运百里，乃致其父母昆弟而誓之，曰：“寡人闻，古之贤君，四方之民归之，若水之归下也。今寡人不能，将帅二三子夫妇以蕃。”令壮者无取老妇，令老者无取壮妻；女子十七不嫁，其父母有罪；丈夫二十不取，其父母有罪。将免者以告，公令医守之。生丈夫，二壶酒，一犬；生女子，二壶酒，一豚；生三人，公与之母；生二子，公与之饩。当室者死，三年释其政；支子死，三月释其政；必哭泣葬埋之如其子。令孤子、寡妇、疾疹、贫病者，纳宦其子。其达士，洁其居，美其服，饱其食，而摩厉之于义。四方之士来者，必庙礼之。勾践载稻与脂于舟以行。国之孺子之游者，无不哺（有的哺为“饣”偏旁）也，无不歠也：必问其名。非其身之所种则不食，非其夫人之所织则不衣。十年不收于国，民俱有三年之食。国之父兄请曰：“昔者夫差耻吾君于诸侯之国，今越国亦节矣，请报之。”勾践辞曰：“昔者之战也，非二三子之罪也，寡人之罪也。如寡人者，安与知耻？请姑无庸战。”父兄又请曰：“越四封之内，亲吾君也，犹父母也。子而思报父母之仇，臣而思报君之仇，其有敢不尽力者乎？请复战！”勾践既许之，乃致其众而誓之，曰：“寡人闻古之贤君，不患其众之不足也，而患其志行之少耻也。今夫差衣水犀之甲者亿有三千，不患其志行之少耻也，而患其众之不足也。今寡人将助天灭之。吾不欲匹夫之勇也，欲其旅进旅退。进则思赏，退则思刑；如此，则有常赏。进不用命，退则无耻；如此，则有常刑。”果行，国人皆劝。父勉其子，兄勉其弟，妇勉其夫，曰：“孰是君也，而可无死乎？”是故败吴于囿，又败之于没，又郊败之。夫差行成，曰；“寡人之师徒，不足以辱君矣，请以金玉、子女赂君之辱！”勾践对曰：“昔天以越予吴，而吴不受命；今天以吴予越，越可以无听天之命，而听君之令乎！吾请达王甬、句东，吾与君为二君乎！”夫差对曰：“寡人礼先壹饭矣，君若不忘周室而为敝邑宸宇，亦寡人之愿也。君若曰：『吾将残汝社稷，灭汝宗庙。』寡人请死，余何面目以视于天下乎？越君其次也！”遂灭吴。月出皎兮，佼人僚兮。舒窈纠兮，劳心悄兮。月出皓兮，佼人懰兮。舒懮受兮，劳心慅兮。月出照兮，佼人燎兮。舒夭绍兮，劳心惨兮。南山崔崔，雄狐绥绥。鲁道有荡，齐子由归。既曰归止，曷又怀止？葛屦五两，冠緌双止。鲁道有荡，齐子庸止。既曰庸止，曷又从止？蓺麻如之何？衡从其亩。取妻如之何？必告父母。既曰告止，曷又鞫止？析薪如之何？匪斧不克。取妻如之何？匪媒不得。既曰得止，曷又极止？卢令令，其人美且仁。卢重环，其人美且鬈。卢重鋂，其人美且偲。",
        "author": "先秦",
        "poem_class": "励志",
        "dynasty": "佚名"
    },
    {
        "title": "壮士篇",
        "paragraph": "天地相震荡，回薄不知穷。人物禀常格，有始必有终。年时俯仰过，功名宜速崇。壮士怀愤激，安能守虚冲？乘我大宛马，抚我繁弱弓。长剑横九野，高冠拂玄穹。慷慨成素霓，啸咤起清风。震响骇八荒，奋威曜四戎。濯鳞沧海畔，驰骋大漠中。独步圣明世，四海称英雄。有美一人，婉如清扬。妍姿巧笑，和媚心肠。知音识曲，善为乐方。哀弦微妙，清气含芳。流郑激楚，度宫中商。感心动耳，绮丽难忘。离鸟夕宿，在彼中洲。延颈鼓翼，悲鸣相求。眷然顾之，使我心愁。嗟尔昔人，何以忘忧。依水类浮萍，倚松如悬萝。远道西风落叶寒，萧萧孤蹇上长安。关山不似人心险，游子休歌行路难。",
        "author": "魏晋",
        "poem_class": "励志",
        "dynasty": "张华"
    },
    {
        "title": "答章孝标",
        "paragraph": "假金方用真金镀，若是真金不镀金。十载长安得一第，何须空腹用高心。玉树歌残王气终，景阳兵合戍楼空。松楸远近千官冢，禾黍高低六代宫。石燕拂云晴亦雨，江豚吹浪夜还风。英雄一去豪华尽，惟有青山似洛中。金樽清酒斗十千，玉盘珍羞直万钱。停杯投箸不能食，拔剑四顾心茫然。欲渡黄河冰塞川，将登太行雪满山。闲来垂钓碧溪上，忽复乘舟梦日边。行路难！行路难！多歧路，今安在？长风破浪会有时，直挂云帆济沧海。大道如青天，我独不得出。 羞逐长安社中儿，赤鸡白雉赌梨栗。弹剑作歌奏苦声，曳裾王门不称情。淮阴市井笑韩信，汉朝公卿忌贾生。君不见昔时燕家重郭隗，拥篲折节无嫌猜。剧辛乐毅感恩分，输肝剖胆效英才。昭王白骨萦蔓草，谁人更扫黄金台？行路难，归去来！有耳莫洗颍川水，有口莫食首阳蕨。含光混世贵无名，何用孤高比云月？吾观自古贤达人，功成不退皆殒身。子胥既弃吴江上，屈原终投湘水滨。陆机雄才岂自保？李斯税驾苦不早。华亭鹤唳讵可闻？上蔡苍鹰何足道？君不见吴中张翰称达生，秋风忽忆江东行。且乐生前一杯酒，何须身后千载名？ 早被婵娟误，欲妆临镜慵。承恩不在貌，教妾若为容。 风暖鸟声碎，日高花影重。年年越溪女，相忆采芙蓉。",
        "author": "唐代",
        "poem_class": "励志",
        "dynasty": "李绅"
    },
    {
        "title": "始闻秋风",
        "paragraph": "昔看黄菊与君别，今听玄蝉我却回。五夜飕飗枕前觉，一年颜状镜中来。马思边草拳毛动，雕眄青云睡眼开。天地肃清堪四望，为君扶病上高台。终日昏昏醉梦间，忽闻春尽强登山。因过竹院逢僧话，偷得浮生半日闲。长安回望绣成堆，山顶千门次第开。一骑红尘妃子笑，无人知是荔枝来。新丰绿树起黄埃，数骑渔阳探使回。霓裳一曲千峰上，舞破中原始下来。万国笙歌醉太平，倚天楼殿月分明。云中乱拍禄山舞，风过重峦下笑声。两人对酌山花开，一杯一杯复一杯。我醉欲眠卿且去，明朝有意抱琴来。",
        "author": "唐代",
        "poem_class": "励志",
        "dynasty": "刘禹锡"
    },
    {
        "title": "赠梁任父同年",
        "paragraph": "寸寸山河寸寸金，侉离分裂力谁任，杜鹃再拜忧天泪，精卫无穷填海心。先君子尝言，乡先辈左忠毅公视学京畿，一日，风雪严寒，从数骑出微行，入古寺，庑下一生伏案卧，文方成草；公阅毕，即解貂覆生，为掩户。叩之寺僧，则史公可法也。及试，吏呼名至史公，公瞿然注视，呈卷，即面署第一。召入，使拜夫人，曰：“吾诸儿碌碌，他日继吾志者，惟此生耳。”及左公下厂狱，史朝夕狱门外；逆阉防伺甚严，虽家仆不得近。久之，闻左公被炮烙，旦夕且死；持五十金，涕泣谋于禁卒，卒感焉。一日，使史更敝衣草屦，背筐，手长镵，为除不洁者，引入，微指左公处。则席地倚墙而坐，面额焦烂不可辨，左膝以下，筋骨尽脱矣。史前跪，抱公膝而呜咽。公辨其声而目不可开，乃奋臂以指拨眦；目光如炬，怒日：“庸奴，此何地也？而汝来前！国家之事，糜烂至此。老夫已矣，汝复轻身而昧大义，天下事谁可支拄者！不速去，无俟奸人构陷，吾今即扑杀汝！”因摸地上刑械，作投击势。史噤不敢发声，趋而出。后常流涕述其事以语人，曰：“吾师肺肝，皆铁石所铸造也！”崇祯末，流贼张献忠出没蕲、黄、潜、桐间。史公以凤庐道奉檄守御。每有警，辄数月不就寝，使壮士更休，而自坐幄幕外。择健卒十人，令二人蹲踞而背倚之，漏鼓移，则番代。每寒夜起立，振衣裳，甲上冰霜迸落，铿然有声。或劝以少休，公日：“吾上恐负朝廷，下恐愧吾师也。”史公治兵，往来桐城，必躬造左公第，候太公、太母起居，拜夫人于堂上。余宗老涂山，左公甥也，与先君子善，谓狱中语，乃亲得之于史公云。帘外五更风，消受晓寒时节。刚剩秋衾一半，拥透帘残月。争教清泪不成冰？好处便轻别。拟把伤离情绪，待晓寒重说。悬岩千尺，借欧刀吴斧，削成城郭。千里金城回不尽，万里洪涛喷薄。王浚楼船，旌麾直指，风利何曾泊。船头列炬，等闲烧断铁索。而今春去秋来，一江烟雨，万点征鸿掠。叫尽六朝兴废事，叫断孝陵殿阁。山色苍凉，江流悍急，潮打空城脚。数声渔笛，芦花风起作作。",
        "author": "清代",
        "poem_class": "励志",
        "dynasty": "黄遵宪"
    },
    {
        "title": "铁杵成针",
        "paragraph": "磨针溪，在象耳山下。世传李太白读书山中，未成，弃去。过是溪，逢老媪方磨铁杵。问之，曰：“欲作针。”太白感其意，还卒业。蜀中有杜处士 ，好书画，所宝以百数。有戴嵩《牛》一轴，尤所爱，锦囊玉轴，常以自随。一日曝书画，有一牧童见之，拊掌大笑，曰：“此画斗牛也。牛斗，力在角，尾搐入两股间，今乃掉尾而斗，谬矣。”处士笑而然之。古语有云：“耕当问奴，织当问婢。”不可改也。游子春衫已试单，桃花飞尽野梅酸。怪来一夜蛙声歇，又作东风十日寒。昨夜雨疏风骤，浓睡不消残酒。试问卷帘人，却道海棠依旧。知否，知否？应是绿肥红瘦。",
        "author": "宋代",
        "poem_class": "励志",
        "dynasty": "祝穆"
    },
    {
        "title": "定风波·次高左藏使君韵",
        "paragraph": "万里黔中一漏天，屋居终日似乘船。及至重阳天也霁，催醉，鬼门关外蜀江前。莫笑老翁犹气岸，君看，几人黄菊上华颠？戏马台南追两谢，驰射，风流犹拍古人肩。明妃初出汉宫时，泪湿春风鬓角垂。低徊顾影无颜色，尚得君王不自持。归来却怪丹青手，入眼平生几曾有；(几曾有 一作：未曾有)意态由来画不成，当时枉杀毛延寿。一去心知更不归，可怜着尽汉宫衣；寄声欲问塞南事，只有年年鸿雁飞。家人万里传消息，好在毡城莫相忆；君不见咫尺长门闭阿娇，人生失意无南北。风卷江湖雨暗村，四山声作海涛翻。溪柴火软蛮毡暖，我与狸奴不出门。僵卧孤村不自哀，尚思为国戍轮台。夜阑卧听风吹雨，铁马冰河入梦来。壮岁从戎，曾是气吞残虏。阵云高、狼烟夜举。朱颜青鬓，拥雕戈西戍。笑儒冠、自来多误。 功名梦断，却泛扁舟吴楚。漫悲歌、伤怀吊古。烟波无际，望秦关何处。叹流年、又成虚度。",
        "author": "宋代",
        "poem_class": "励志",
        "dynasty": "黄庭坚"
    },
    {
        "title": "出塞",
        "paragraph": "军歌应唱大刀环，誓灭胡奴出玉关。只解沙场为国死，何须马革裹尸还。终古高云簇此城，秋风吹散马蹄声。河流大野犹嫌束，山入潼关不解平。栖鸦流水点秋光，爱此萧疏树几行。不与行人绾离别，赋成谢女雪飞香。情天情海幻情深，情既相逢必主淫。漫言不肖皆荣出，造衅开端实在宁。",
        "author": "清代",
        "poem_class": "励志",
        "dynasty": "徐锡麟"
    },
    {
        "title": "自题小像",
        "paragraph": "灵台无计逃神矢，风雨如磐暗故园。寄意寒星荃不察，我以我血荐轩辕。百结愁肠郁不开，此生惆怅异乡来。思亲堂上茱初插，忆妹窗前句乍裁。对菊难逢元亮酒，登楼愧乏仲宣才。良时佳节成辜负，旧日欢场半是苔。乌舍凌波肌似雪，亲持红叶索题诗。还卿一钵无情泪，恨不相逢未剃时。春雨楼头尺八箫，何时归看浙江潮？芒鞋破钵无人识，踏过樱花第几桥？春江浩荡暂徘徊，又踏层峰望眼开。风起绿洲吹浪去，雨从青野上山来。尊前谈笑人依旧，域外鸡虫事可哀。莫叹韶华容易逝，卅年仍到赫曦台。",
        "author": "近现代",
        "poem_class": "励志",
        "dynasty": "鲁迅"
    },
    {
        "title": "赴戍登程口占示家人二首",
        "paragraph": "出门一笑莫心哀，浩荡襟怀到处开。时事难从无过立，达官非自有生来。风涛回首空三岛，尘壤从头数九垓。休信儿童轻薄语，嗤他赵老送灯台。力微任重久神疲，再竭衰庸定不支。苟利国家生死以，岂因祸福避趋之。谪居正是君恩厚，养拙刚于戍卒宜。戏与山妻谈故事，试吟断送老头皮。小构园林寂不哗，疏篱曲径仿山家。昼长吟罢风流子，忽听楸枰响碧纱。添竹石，伴烟霞。拟凭樽酒慰年华。休嗟髀里今生肉，努力春来自种花。万里关山睡梦中，今朝始洗眼朦胧。云头齐拥剑门上，峰势欲随江水东。楚客初来询物俗，蜀人从古足英雄。卧龙跃马今安在？极目天边意未穷。倚柳题笺，当花侧帽，赏心应比驱驰好。错教双鬓受东风，看吹绿影成丝早。金殿寒鸦，玉阶春草，就中冷暖和谁道。小楼明月镇长闲，人生何事缁尘老。",
        "author": "清代",
        "poem_class": "励志",
        "dynasty": "林则徐"
    },
    {
        "title": "酬乐天咏老见示",
        "paragraph": "人谁不顾老，老去有谁怜。身瘦带频减，发稀冠自偏。废书缘惜眼，多灸为随年。经事还谙事，阅人如阅川。细思皆幸矣，下此便翛然。莫道桑榆晚，为霞尚满天。十月江南天气好，可怜冬景似春华。霜轻未杀萋萋草，日暖初干漠漠沙。老柘叶黄如嫩树，寒樱枝白是狂花。此时却羡闲人醉，五马无由入酒家。王濬楼船下益州，金陵王气黯然收。千寻铁锁沉江底，一片降幡出石头。人世几回伤往事，山形依旧枕寒流。今逢四海为家日，故垒萧萧芦荻秋。苍苍竹林寺，杳杳钟声晚。荷笠带斜阳，青山独归远。(斜阳 一作：夕阳)",
        "author": "唐代",
        "poem_class": "励志",
        "dynasty": "刘禹锡"
    },
    {
        "title": "师旷撞晋平公",
        "paragraph": "晋平公与群臣饮，饮酣，乃喟然叹曰：“莫乐为人君！惟其言而莫之违。”师旷侍坐于前，援琴撞之。公被衽而避，琴坏于壁。公曰：“太师谁撞？”师旷曰：“今者有小人言于侧者，故撞之。”公曰：“寡人也。”师旷曰：“哑！是非君人者之言也。”左右请除之。公曰：“释之，以为寡人戒。”崧高维岳，骏极于天。维岳降神，生甫及申。维申及甫，维周之翰。四国于蕃。四方于宣。亹亹申伯，王缵之事。于邑于谢，南国是式。王命召伯，定申伯之宅。登是南邦，世执其功。王命申伯，式是南邦。因是谢人，以作尔庸。王命召伯，彻申伯土田。王命傅御，迁其私人。申伯之功，召伯是营。有俶其城，寝庙既成。既成藐藐，王锡申伯。四牡蹻蹻，钩膺濯濯。王遣申伯，路车乘马。我图尔居，莫如南土。锡尔介圭，以作尔宝。往近王舅，南土是保。申伯信迈，王饯于郿。申伯还南，谢于诚归。王命召伯，彻申伯土疆。以峙其粻，式遄其行。申伯番番，既入于谢。徒御啴啴。周邦咸喜，戎有良翰。不显申伯，王之元舅，文武是宪。申伯之德，柔惠且直。揉此万邦，闻于四国。吉甫作诵，其诗孔硕。其风肆好，以赠申伯。舟张辟雍。鶬鶬相从。八风囘囘。凤皇喈喈。冻水洗我若之何。太上糜散我若之何。",
        "author": "先秦",
        "poem_class": "励志",
        "dynasty": "韩非"
    },
    {
        "title": "上堂开示颂",
        "paragraph": "尘劳迥脱事非常，紧把绳头做一场。不经一番寒彻骨，怎得梅花扑鼻香。少年十五二十时，步行夺得胡马骑。射杀山中白额虎，肯数邺下黄须儿！一身转战三千里，一剑曾当百万师。汉兵奋迅如霹雳，虏骑崩腾畏蒺藜。卫青不败由天幸，李广无功缘数奇。自从弃置便衰朽，世事蹉跎成白首。昔时飞箭无全目，今日垂杨生左肘。路旁时卖故侯瓜，门前学种先生柳。苍茫古木连穷巷，寥落寒山对虚牖。誓令疏勒出飞泉，不似颍川空使酒。贺兰山下阵如云，羽檄交驰日夕闻。节使三河募年少，诏书五道出将军。试拂铁衣如雪色，聊持宝剑动星文。愿得燕弓射大将，耻令越甲鸣吾君。莫嫌旧日云中守，犹堪一战取功勋。菱叶萦波荷飐风，荷花深处小船通。逢郎欲语低头笑，碧玉搔头落水中。银烛秋光冷画屏，轻罗小扇扑流萤。天阶夜色凉如水，卧看牵牛织女星。(天阶 一作：天街；卧看 一作：坐看)",
        "author": "唐代",
        "poem_class": "励志",
        "dynasty": "黄檗禅师"
    },
    {
        "title": "扬子江",
        "paragraph": "几日随风北海游，回从扬子大江头。臣心一片磁针石，不指南方不肯休。草满池塘水满陂，山衔落日浸寒漪。牧童归去横牛背，短笛无腔信口吹。江南腊尽，早梅花开后，分付新春与垂柳。细腰肢自有入格风流，仍更是、骨体清英雅秀。永丰坊那畔，尽日无人，谁见金丝弄晴昼？断肠是飞絮时，绿叶成阴，无个事、一成消瘦。又莫是东风逐君来，便吹散眉间一点春皱。骑牛远远过前村，吹笛风斜隔陇闻。( 吹笛风斜 一作：短笛横吹)多少长安名利客，机关用尽不如君。",
        "author": "宋代",
        "poem_class": "励志",
        "dynasty": "文天祥"
    },
    {
        "title": "鹅赠鹤",
        "paragraph": "君因风送入青云，我被人驱向鸭群。雪颈霜毛红网掌，请看何处不如君？小娃撑小艇，偷采白莲回。不解藏踪迹，浮萍一道开。西上莲花山，迢迢见明星。(西上 一作：西岳)素手把芙蓉，虚步蹑太清。霓裳曳广带，飘拂升天行。邀我登云台，高揖卫叔卿。(登云台 一作：至云台)恍恍与之去，驾鸿凌紫冥。俯视洛阳川，茫茫走胡兵。流血涂野草，豺狼尽冠缨。大将军出战，白日暗榆关。三面黄金甲，单于破胆还。",
        "author": "唐代",
        "poem_class": "励志",
        "dynasty": "白居易"
    },
    {
        "title": "自嘲",
        "paragraph": "少读诗书陋汉唐，莫年身世寄农桑。骑驴两脚欲到地，爱酒一樽常在旁。老去形容虽变改，醉来意气尚轩昂。太行王屋何由动，堪笑愚公不自量。蜀中有杜处士 ，好书画，所宝以百数。有戴嵩《牛》一轴，尤所爱，锦囊玉轴，常以自随。一日曝书画，有一牧童见之，拊掌大笑，曰：“此画斗牛也。牛斗，力在角，尾搐入两股间，今乃掉尾而斗，谬矣。”处士笑而然之。古语有云：“耕当问奴，织当问婢。”不可改也。学向勤中得，萤窗万卷书。三冬今足用，谁笑腹空虚。对潇潇暮雨洒江天，一番洗清秋。渐霜风凄紧，关河冷落，残照当楼。是处红衰翠减，苒苒物华休。唯有长江水，无语东流。(凄紧 一作：凄惨) 不忍登高临远，望故乡渺邈，归思难收。叹年来踪迹，何事苦淹留。想佳人妆楼颙望，误几回、天际识归舟。争知我，倚阑杆处，正恁凝愁！(阑 一作：栏) ",
        "author": "宋代",
        "poem_class": "励志",
        "dynasty": "陆游"
    },
    {
        "title": "代出自蓟北门行",
        "paragraph": "羽檄起边亭，烽火入咸阳。征师屯广武，分兵救朔方。(征师 一作：征骑)严秋筋竿劲，虏阵精且强。天子按剑怒，使者遥相望。雁行缘石径，鱼贯度飞梁。箫鼓流汉思，旌甲被胡霜。疾风冲塞起，沙砾自飘扬。马毛缩如蝟，角弓不可张。时危见臣节，世乱识忠良。投躯报明主，身死为国殇。朝搴苑中兰，畏彼霜下歇。暝还云际宿，弄此石上月。鸟鸣识夜栖，木落知风发。异音同致听，殊响俱清越。妙物莫为赏，芳醑谁与伐？美人竟不来，阳阿徒晞发。汉末建安中，庐江府小吏焦仲卿妻刘氏，为仲卿母所遣，自誓不嫁。其家逼之，乃投水而死。仲卿闻之，亦自缢于庭树。时人伤之，为诗云尔。孔雀东南飞，五里一徘徊。“十三能织素，十四学裁衣。十五弹箜篌，十六诵诗书。十七为君妇，心中常苦悲。君既为府吏，守节情不移。贱妾留空房，相见常日稀。鸡鸣入机织，夜夜不得息。三日断五匹，大人故嫌迟。非为织作迟，君家妇难为！妾不堪驱使，徒留无所施。便可白公姥，及时相遣归。”府吏得闻之，堂上启阿母：“儿已薄禄相，幸复得此妇。结发同枕席，黄泉共为友。共事二三年，始尔未为久。女行无偏斜，何意致不厚。”阿母谓府吏：“何乃太区区！此妇无礼节，举动自专由。吾意久怀忿，汝岂得自由！东家有贤女，自名秦罗敷。可怜体无比，阿母为汝求。便可速遣之，遣去慎莫留！”府吏长跪告：“伏惟启阿母。今若遣此妇，终老不复取！”阿母得闻之，槌床便大怒：“小子无所畏，何敢助妇语！吾已失恩义，会不相从许！”府吏默无声，再拜还入户。举言谓新妇，哽咽不能语：“我自不驱卿，逼迫有阿母。卿但暂还家，吾今且报府。不久当归还，还必相迎取。以此下心意，慎勿违吾语。”新妇谓府吏：“勿复重纷纭。往昔初阳岁，谢家来贵门。奉事循公姥，进止敢自专？昼夜勤作息，伶俜萦苦辛。谓言无罪过，供养卒大恩；仍更被驱遣，何言复来还！妾有绣腰襦，葳蕤自生光；红罗复斗帐，四角垂香囊；箱帘六七十，绿碧青丝绳，物物各自异，种种在其中。人贱物亦鄙，不足迎后人，留待作遗施，于今无会因。时时为安慰，久久莫相忘！”鸡鸣外欲曙，新妇起严妆。著我绣夹裙，事事四五通。足下蹑丝履，头上玳瑁光。腰若流纨素，耳著明月珰。指如削葱根，口如含朱丹。纤纤作细步，精妙世无双。上堂拜阿母，阿母怒不止。“昔作女儿时，生小出野里。本自无教训，兼愧贵家子。受母钱帛多，不堪母驱使。今日还家去，念母劳家里。”却与小姑别，泪落连珠子。“新妇初来时，小姑始扶床；今日被驱遣，小姑如我长。勤心养公姥，好自相扶将。初七及下九，嬉戏莫相忘。”出门登车去，涕落百余行。府吏马在前，新妇车在后。隐隐何甸甸，俱会大道口。下马入车中，低头共耳语：“誓不相隔卿，且暂还家去。吾今且赴府，不久当还归。誓天不相负！”新妇谓府吏：“感君区区怀！君既若见录，不久望君来。君当作磐石，妾当作蒲苇。蒲苇纫如丝，磐石无转移。我有亲父兄，性行暴如雷，恐不任我意，逆以煎我怀。”举手长劳劳，二情同依依 。入门上家堂，进退无颜仪。阿母大拊掌，不图子自归：“十三教汝织，十四能裁衣，十五弹箜篌，十六知礼仪，十七遣汝嫁，谓言无誓违。汝今何罪过，不迎而自归？”兰芝惭阿母：“儿实无罪过。”阿母大悲摧。还家十余日，县令遣媒来。云有第三郎，窈窕世无双。年始十八九，便言多令才。阿母谓阿女：“汝可去应之。”阿女含泪答：“兰芝初还时，府吏见丁宁，结誓不别离。今日违情义，恐此事非奇。自可断来信，徐徐更谓之。”阿母白媒人：“贫贱有此女，始适还家门。不堪吏人妇，岂合令郎君？幸可广问讯，不得便相许。”媒人去数日，寻遣丞请还，说有兰家女，承籍有宦官。云有第五郎，娇逸未有婚。遣丞为媒人，主簿通语言。直说太守家，有此令郎君，既欲结大义，故遣来贵门。阿母谢媒人：“女子先有誓，老姥岂敢言！”阿兄得闻之，怅然心中烦。举言谓阿妹：“作计何不量！先嫁得府吏，后嫁得郎君。否泰如天地，足以荣汝身。不嫁义郎体，其往欲何云？”兰芝仰头答：“理实如兄言。谢家事夫婿，中道还兄门。处分适兄意，那得自任专！虽与府吏要，渠会永无缘。登即相许和，便可作婚姻。”媒人下床去。诺诺复尔尔。还部白府君：“下官奉使命，言谈大有缘。”府君得闻之，心中大欢喜。视历复开书，便利此月内，六合正相应。良吉三十日，今已二十七，卿可去成婚。交语速装束，络绎如浮云。青雀白鹄舫，四角龙子幡。婀娜随风转，金车玉作轮。踯躅青骢马，流苏金镂鞍。赍钱三百万，皆用青丝穿。杂彩三百匹，交广市鲑珍。从人四五百，郁郁登郡门。阿母谓阿女：“适得府君书，明日来迎汝。何不作衣裳？莫令事不举！”阿女默无声，手巾掩口啼，泪落便如泻。移我琉璃榻，出置前窗下。左手持刀尺，右手执绫罗。朝成绣夹裙，晚成单罗衫。晻晻日欲暝，愁思出门啼。府吏闻此变，因求假暂归。未至二三里，摧藏马悲哀。新妇识马声，蹑履相逢迎。怅然遥相望，知是故人来。举手拍马鞍，嗟叹使心伤：“自君别我后，人事不可量。果不如先愿，又非君所详。我有亲父母，逼迫兼弟兄。以我应他人，君还何所望！”府吏谓新妇：“贺卿得高迁！磐石方且厚，可以卒千年；蒲苇一时纫，便作旦夕间。卿当日胜贵，吾独向黄泉！”新妇谓府吏：“何意出此言！同是被逼迫，君尔妾亦然。黄泉下相见，勿违今日言！”执手分道去，各各还家门。生人作死别，恨恨那可论？念与世间辞，千万不复全！府吏还家去，上堂拜阿母：“今日大风寒，寒风摧树木，严霜结庭兰。儿今日冥冥，令母在后单。故作不良计，勿复怨鬼神！命如南山石，四体康且直！”阿母得闻之，零泪应声落：“汝是大家子，仕宦于台阁。慎勿为妇死，贵贱情何薄！东家有贤女，窈窕艳城郭，阿母为汝求，便复在旦夕。”府吏再拜还，长叹空房中，作计乃尔立。转头向户里，渐见愁煎迫。其日牛马嘶，新妇入青庐。奄奄黄昏后，寂寂人定初。“我命绝今日，魂去尸长留！”揽裙脱丝履，举身赴清池。府吏闻此事，心知长别离。徘徊庭树下，自挂东南枝。两家求合葬，合葬华山傍。东西植松柏，左右种梧桐。枝枝相覆盖，叶叶相交通。中有双飞鸟，自名为鸳鸯。仰头相向鸣，夜夜达五更。行人驻足听，寡妇起彷徨。多谢后世人，戒之慎勿忘。 客心已百念，孤游重千里。江暗雨欲来，浪白风初起。",
        "author": "南北朝",
        "poem_class": "励志",
        "dynasty": "鲍照"
    },
    {
        "title": "漫感",
        "paragraph": "绝域从军计惘然，东南幽恨满词笺。一箫一剑平生意，负尽狂名十五年。霜冷离鸿惊失伴，有人同病相怜。拟凭尺素寄愁边，愁多书屡易，双泪落灯前。莫对月明思往事，也知消减年年。无端嘹唳一声传，西风吹只影，刚是早秋天。太华垂旒，黄河喷雪，咸秦百二重城。危楼千尺，刁斗静无声。落日红旗半卷，秋风急、牧马悲鸣。闲凭吊，兴亡满眼，衰草汉诸陵。泥丸封未得，渔阳鼙鼓，响入华清。早平安烽火，不到西京。自古王公设险，终难恃、带砺之形。何年月，铲平斥堠，如掌看春耕。百炼千锤一根针，一颠一倒布上行。眼晴长在屁股上，只认衣冠不认人。",
        "author": "清代",
        "poem_class": "励志",
        "dynasty": "龚自珍"
    },
    {
        "title": "题乌江亭",
        "paragraph": "胜败兵家事不期，包羞忍耻是男儿。 江东子弟多才俊，卷土重来未可知。瑶池阿母绮窗开，黄竹歌声动地哀。 八骏日行三万里，穆王何事不重来。山中相送罢，日暮掩柴扉。春草明年绿，王孙归不归？(明年 一作：年年)泽国江山入战图，生民何计乐樵苏。 凭君莫话封侯事，一将功成万骨枯。 传闻一战百神愁，两岸强兵过未休。 谁道沧江总无事，近来长共血争流。",
        "author": "唐代",
        "poem_class": "励志",
        "dynasty": "杜牧"
    },
    {
        "title": "南园十三首·其五",
        "paragraph": "男儿何不带吴钩，收取关山五十州。请君暂上凌烟阁，若个书生万户侯？江海相逢客恨多，秋风叶下洞庭波。 酒酣夜别淮阴市，月照高楼一曲歌。劝君莫惜金缕衣，劝君须惜少年时。有花堪折直须折，莫待无花空折枝。青天无云月如烛，露泣梨花白如玉。子规一夜啼到明，美人独在空房宿。空赐罗衣不赐恩，一薰香后一销魂。虽然舞袖何曾舞，常对春风裛泪痕。不洗残妆凭绣床，也同女伴绣鸳鸯。回针刺到双飞处，忆著征夫泪数行。眼想心思梦里惊，无人知我此时情。不如池上鸳鸯鸟，双宿双飞过一生。一去辽阳系梦魂，忽传征骑到中门。纱窗不肯施红粉，徒遣萧郎问泪痕。莺啼露冷酒初醒，罨画楼西晓角鸣。翠羽帐中人梦觉，宝钗斜坠枕函声。行人南北分征路，流水东西接御沟。终日坡前怨离别，谩名长乐是长愁。偏倚绣床愁不起，双垂玉箸翠鬟低。卷帘相待无消息，夜合花前日又西。悔将泪眼向东开，特地愁从望里来。三十六峰犹不见，况伊如燕这身材。满目笙歌一段空，万般离恨总随风。多情为谢残阳意，与展晴霞片片红。两心不语暗知情，灯下裁缝月下行。行到阶前知未睡，夜深闻放剪刀声。近寒食雨草萋萋，著麦苗风柳映堤。早是有家归未得，杜鹃休向耳边啼。水纹珍簟思悠悠，千里佳期一夕休。从此无心爱良夜，任他明月下西楼。数日相随两不忘，郎心如妾妾如郎。出门便是东西路，把取红笺各断肠。无定河边暮角声，赫连台畔旅人情。函关归路千馀里，一夕秋风白发生。花落长川草色青，暮山重叠两冥冥。逢春便觉飘蓬苦，今日分飞一涕零。洛阳才子邻箫恨，湘水佳人锦瑟愁。今昔两成惆怅事，临邛春尽暮江流。浙江轻浪去悠悠，望海楼吹望海愁。莫怪乡心随魄断，十年为客在他州。向晚意不适，驱车登古原。夕阳无限好，只是近黄昏。",
        "author": "唐代",
        "poem_class": "励志",
        "dynasty": "李贺"
    },
    {
        "title": "行路难三首",
        "paragraph": "金樽清酒斗十千，玉盘珍羞直万钱。停杯投箸不能食，拔剑四顾心茫然。欲渡黄河冰塞川，将登太行雪满山。闲来垂钓碧溪上，忽复乘舟梦日边。行路难！行路难！多歧路，今安在？长风破浪会有时，直挂云帆济沧海。大道如青天，我独不得出。 羞逐长安社中儿，赤鸡白雉赌梨栗。弹剑作歌奏苦声，曳裾王门不称情。淮阴市井笑韩信，汉朝公卿忌贾生。君不见昔时燕家重郭隗，拥篲折节无嫌猜。剧辛乐毅感恩分，输肝剖胆效英才。昭王白骨萦蔓草，谁人更扫黄金台？行路难，归去来！有耳莫洗颍川水，有口莫食首阳蕨。含光混世贵无名，何用孤高比云月？吾观自古贤达人，功成不退皆殒身。子胥既弃吴江上，屈原终投湘水滨。陆机雄才岂自保？李斯税驾苦不早。华亭鹤唳讵可闻？上蔡苍鹰何足道？君不见吴中张翰称达生，秋风忽忆江东行。且乐生前一杯酒，何须身后千载名？ 昔年曾向五陵游，子夜歌清月满楼。银烛树前长似昼，露桃花里不知秋。西园公子名无忌，南国佳人号莫愁。今日乱离俱是梦，夕阳唯见水东流！船动湖光滟滟秋，贪看年少信船流。无端隔水抛莲子，遥被人知半日羞。昔年八月十五夜，曲江池畔杏园边。今年八月十五夜，湓浦沙头水馆前。西北望乡何处是，东南见月几回圆。昨风一吹无人会，今夜清光似往年。",
        "author": "唐代",
        "poem_class": "励志",
        "dynasty": "李白"
    },
    {
        "title": "风",
        "paragraph": "解落三秋叶，能开二月花。过江千尺浪，入竹万竿斜。群峭碧摩天，逍遥不记年。拨云寻古道，倚石听流泉。花暖青牛卧，松高白鹤眠。语来江色暮，独自下寒烟。春日游，杏花吹满头。陌上谁家年少，足风流？妾拟将身嫁与，一生休。纵被无情弃，不能羞。霜草苍苍虫切切，村南村北行人绝。独出门前望野田，月明荞麦花如雪。(门前 一作：前门)",
        "author": "唐代",
        "poem_class": "励志",
        "dynasty": "李峤"
    },
    {
        "title": "送东阳马生序",
        "paragraph": "余幼时即嗜学。家贫，无从致书以观，每假借于藏书之家，手自笔录，计日以还。天大寒，砚冰坚，手指不可屈伸，弗之怠。录毕，走送之，不敢稍逾约。以是人多以书假余，余因得遍观群书。既加冠，益慕圣贤之道 。又患无硕师名人与游，尝趋百里外，从乡之先达执经叩问。先达德隆望尊，门人弟子填其室，未尝稍降辞色。余立侍左右，援疑质理，俯身倾耳以请；或遇其叱咄，色愈恭，礼愈至，不敢出一言以复；俟其欣悦，则又请焉。故余虽愚，卒获有所闻。当余之从师也，负箧曳屣，行深山巨谷中。穷冬烈风，大雪深数尺，足肤皲裂而不知。至舍，四支僵劲不能动，媵人持汤沃灌，以衾拥覆，久而乃和。寓逆旅，主人日再食，无鲜肥滋味之享。同舍生皆被绮绣，戴朱缨宝饰之帽，腰白玉之环，左佩刀，右备容臭，烨然若神人；余则缊袍敝衣处其间，略无慕艳意，以中有足乐者，不知口体之奉不若人也。盖余之勤且艰若此。 今虽耄老，未有所成，犹幸预君子之列，而承天子之宠光，缀公卿之后，日侍坐备顾问，四海亦谬称其氏名，况才之过于余者乎？今诸生学于太学，县官日有廪稍之供，父母岁有裘葛之遗，无冻馁之患矣；坐大厦之下而诵诗书，无奔走之劳矣；有司业、博士为之师，未有问而不告、求而不得者也；凡所宜有之书，皆集于此，不必若余之手录，假诸人而后见也。其业有不精、德有不成者，非天质之卑，则心不若余之专耳，岂他人之过哉？东阳马生君则，在太学已二年，流辈甚称其贤。余朝京师，生以乡人子谒余，撰长书以为贽，辞甚畅达。与之论辨，言和而色夷。自谓少时用心于学甚劳，是可谓善学者矣。其将归见其亲也，余故道为学之难以告之。谓余勉乡人以学者，余之志也；诋我夸际遇之盛而骄乡人者，岂知予者哉？春蚕默默五丝成，络纬中宵百变声。分席孔堂谁第一，两言博约尽平生。白池青草古盐州，倚啸高城豁望眸。河朔毡庐千里迥，泾原旌节隔年留。辕门菊酒生豪兴，雁塞风云惬壮游。诸将至今多卫霍，伫看露布上龙楼。此夜炎蒸不可当，开门高树月苍苍。天河只在南楼上，不借人间一滴凉。",
        "author": "明代",
        "poem_class": "励志",
        "dynasty": "宋濂"
    },
    {
        "title": "苔",
        "paragraph": "白日不到处，青春恰自来。苔花如米小，也学牡丹开。(也 一作：亦)欲问江梅瘦几分，只看愁损翠罗裙。麝篝衾冷惜余熏。可耐暮寒长倚竹，便教春好不开门。枇杷花底校书人。一树古梅花数亩，城中客子乍来看。不知花气清相逼，但觉山深春尚寒。此去东山又北山，镜中强半尚红颜。白云出处从无例，独往人间竟独还。",
        "author": "清代",
        "poem_class": "励志",
        "dynasty": "袁枚"
    },
    {
        "title": "酬乐天扬州初逢席上见赠",
        "paragraph": "巴山楚水凄凉地，二十三年弃置身。怀旧空吟闻笛赋，到乡翻似烂柯人。沉舟侧畔千帆过，病树前头万木春。今日听君歌一曲，暂凭杯酒长精神。水流花谢两无情，送尽东风过楚城。胡蝶梦中家万里，子规枝上月三更。故园书动经年绝，华发春唯满镜生。自是不归归便得，五湖烟景有谁争。昔年曾向五陵游，子夜歌清月满楼。银烛树前长似昼，露桃花里不知秋。西园公子名无忌，南国佳人号莫愁。今日乱离俱是梦，夕阳唯见水东流！楚水清若空，遥将碧海通。人分千里外，兴在一杯中。谷鸟吟晴日，江猿啸晚风。平生不下泪，于此泣无穷。",
        "author": "唐代",
        "poem_class": "励志",
        "dynasty": "刘禹锡"
    },
    {
        "title": "出师表 / 前出师表",
        "paragraph": "先帝创业未半而中道崩殂，今天下三分，益州疲弊，此诚危急存亡之秋也。然侍卫之臣不懈于内，忠志之士忘身于外者，盖追先帝之殊遇，欲报之于陛下也。诚宜开张圣听，以光先帝遗德，恢弘志士之气，不宜妄自菲薄，引喻失义，以塞忠谏之路也。宫中府中，俱为一体；陟罚臧否，不宜异同。若有作奸犯科及为忠善者，宜付有司论其刑赏，以昭陛下平明之理，不宜偏私，使内外异法也。侍中、侍郎郭攸之、费祎、董允等，此皆良实，志虑忠纯，是以先帝简拔以遗陛下。愚以为宫中之事，事无大小，悉以咨之，然后施行，必能裨补阙漏，有所广益。将军向宠，性行淑均，晓畅军事，试用于昔日，先帝称之曰能，是以众议举宠为督。愚以为营中之事，悉以咨之，必能使行阵和睦，优劣得所。亲贤臣，远小人，此先汉所以兴隆也；亲小人，远贤臣，此后汉所以倾颓也。先帝在时，每与臣论此事，未尝不叹息痛恨于桓、灵也。侍中、尚书、长史、参军，此悉贞良死节之臣，愿陛下亲之信之，则汉室之隆，可计日而待也。臣本布衣，躬耕于南阳，苟全性命于乱世，不求闻达于诸侯。先帝不以臣卑鄙，猥自枉屈，三顾臣于草庐之中，咨臣以当世之事，由是感激，遂许先帝以驱驰。后值倾覆，受任于败军之际，奉命于危难之间，尔来二十有一年矣。先帝知臣谨慎，故临崩寄臣以大事也。受命以来，夙夜忧叹，恐托付不效，以伤先帝之明；故五月渡泸，深入不毛。今南方已定，兵甲已足，当奖率三军，北定中原，庶竭驽钝，攘除奸凶，兴复汉室，还于旧都。此臣所以报先帝而忠陛下之职分也。至于斟酌损益，进尽忠言，则攸之、祎、允之任也。愿陛下托臣以讨贼兴复之效，不效，则治臣之罪，以告先帝之灵。若无兴德之言，则责攸之、祎、允等之慢，以彰其咎；陛下亦宜自谋，以咨诹善道，察纳雅言，深追先帝遗诏。臣不胜受恩感激。今当远离，临表涕零，不知所言。鲂䐪熊掌，豹胎龟肠。灵芝生王地。朱草被洛滨。荣华相晃耀。光采晔若神。古时有虞舜。父母顽且嚚。尽孝于田垄。烝烝不违仁。伯瑜年七十。彩衣以娱亲。慈母笞不痛。歔欷涕沾巾。丁兰少失母。自伤早孤茕。刻木当严亲。朝夕致三牲。暴子见陵悔。犯罪以亡形。丈人为泣血。免戾全其名。董永遭家贫。父老财无遗。举假以供养。佣作致甘肥。责家填门至。不知何用归。天灵感至德。神女为秉机。岁月不安居。呜呼我皇考。生我既已晚。弃我何其早。蓼莪谁所兴。念之令人老。退咏南风诗。洒泪满袆抱。乱曰。圣皇君四海。德教朝夕宣。万国咸礼让。百姓家肃虔。庠序不失仪。孝悌处中田。户有曾闵子。比屋皆仁贤。髫齓无夭齿。黄发尽其年。陛下三万岁。慈母亦复然。河桥望行旅，长亭送故人。沙飞似军幕，蓬卷若车轮。边衣苦霜雪，愁貌捐风尘。行路皆兄弟，千里念相亲。",
        "author": "两汉",
        "poem_class": "励志",
        "dynasty": "诸葛亮"
    },
    {
        "title": "小松",
        "paragraph": "自小刺头深草里，而今渐觉出蓬蒿。 时人不识凌云木，直待凌云始道高。章台柳，章台柳，颜色青青今在否？纵使长条似旧垂，也应攀折他人手。(版本一)章台柳，章台柳，往日依依今在否？纵使长条似旧垂，也应攀折他人手。(版本二)章台柳，章台柳，昔日青青今在否？纵使长条似旧垂，也应攀折他人手。(版本三)长空澹澹孤鸟没，万古销沉向此中。 看取汉家何事业，五陵无树起秋风。昨日登高罢，今朝更举觞。菊花何太苦，遭此两重阳？",
        "author": "唐代",
        "poem_class": "励志",
        "dynasty": "杜荀鹤"
    }
]