[
    {
        "title": "甘州·寄李筠房",
        "paragraph": "望涓涓、一水隐芙蓉，几被暮云遮。正凭高送目，西风断雁，残月平沙。未觉丹枫尽老，摇落已堪嗟。无避秋声处，愁满天涯。 一自盟鸥别后，甚酒瓢诗锦，轻误年华。料荷衣初暖，不忍负烟霞。记前度翦灯一笑，再相逢、知在那人家。空山远，白云休赠，只赠梅花。梅子黄时日日晴，小溪泛尽却山行。绿阴不减来时路，添得黄鹂四五声。雪似梅花，梅花似雪。似和不似都奇绝。恼人风味阿谁知？请君问取南楼月。记得去年，探梅时节。老来旧事无人说。为谁醉倒为谁醒？到今犹恨轻离别。一把青秧趁手青，轻烟漠漠雨冥冥。东风染尽三千顷，白鹭飞来无处停。",
        "author": "宋代",
        "poem_class": "友情",
        "dynasty": "张炎"
    },
    {
        "title": "送卢主簿",
        "paragraph": "穷途非所恨，虚室自相依。城阙居年满，琴尊俗事稀。 开襟方未已，分袂忽多违。东岩富松竹，岁暮幸同归。洛阳女儿对门居，才可颜容十五余。良人玉勒乘骢马，侍女金盘脍鲤鱼。画阁朱楼尽相望，红桃绿柳垂檐向。罗帷送上七香车，宝扇迎归九华帐。狂夫富贵在青春，意气骄奢剧季伦。自怜碧玉亲教舞，不惜珊瑚持与人。春窗曙灭九微火，九微片片飞花琐。戏罢曾无理曲时，妆成祗是熏香坐。城中相识尽繁华，日夜经过赵李家。谁怜越女颜如玉，贫贱江头自浣纱。谁收春色将归去，慢绿妖红半不存。榆荚只能随柳絮，等闲撩乱走空园。菱透浮萍绿锦池，夏莺千啭弄蔷薇。尽日无人看微雨，鸳鸯相对浴红衣。",
        "author": "唐代",
        "poem_class": "友情",
        "dynasty": "王勃"
    },
    {
        "title": "满江红·送廖叔仁赴阙",
        "paragraph": "日近觚棱，秋渐满、蓬莱双阙。正钱塘江上，潮头如雪。把酒送君天上去，琼玉琚玉佩軝鸿列。丈夫儿、富贵等浮云，看名节。天下事，吾能说；今老矣，空凝绝。对西风慷慨，唾壶歌缺。不洒世间儿女泪，难堪亲友中年别。问相思、他日镜中看，萧萧发。我来吊古，上危楼、赢得闲愁千斛。虎踞龙蟠何处是，只有兴亡满目。柳外斜阳，水边归鸟，陇上吹乔木。片帆西去，一声谁喷霜竹。 却忆安石风流，东山岁晚，泪落哀筝曲。儿辈功名都付与，长日惟消棋局。宝镜难寻，碧云将暮，谁劝杯中绿。江头风怒，朝来波浪翻屋。懒向青门学种瓜，只将渔钓送年华。双双新燕飞春岸，片片轻鸥落晚沙。歌缥缈，舻呕哑，酒如清露鲊如花。逢人问道归何处，笑指船儿此是家。何人解赏西湖好，佳景无时。飞盖相追。贪向花间醉玉卮。谁知闲凭阑干处，芳草斜晖。水远烟微。一点沧洲白鹭飞。",
        "author": "宋代",
        "poem_class": "友情",
        "dynasty": "严羽"
    },
    {
        "title": "宣州九日闻崔四侍御与宇文太守游敬亭余时登响山不同此赏醉后寄崔侍御",
        "paragraph": "九日茱萸熟，插鬓伤早白。登高望山海，满目悲古昔。远访投沙人，因为逃名客。故交竟谁在，独有崔亭伯。重阳不相知，载酒任所适。手持一枝菊，调笑二千石。日暮岸帻归，传呼隘阡陌。彤襟双白鹿，宾从何辉赫。夫子在其间，遂成云霄隔。良辰与美景，两地方虚掷。晚从南峰归，萝月下水壁。却登郡楼望，松色寒转碧。咫尺不可亲，弃我如遗舄。九卿天上落，五马道旁来。列戟朱门晓，褰帏碧嶂开。登高望远海，召客得英才。紫绶欢情洽，黄花逸兴催。山从图上见，溪即镜中回。遥羡重阳作，应过戏马台。山川异域，风月同天。寄诸佛子，共结来缘。一树寒梅白玉条，迥临村路傍溪桥。(村路 一作：林村)不知近水花先发，疑是经冬雪未销。洛阳城里春光好，洛阳才子他乡老。柳暗魏王堤，此时心转迷。桃花春水渌，水上鸳鸯浴。凝恨对残晖，忆君君不知。",
        "author": "唐代",
        "poem_class": "友情",
        "dynasty": "李白"
    },
    {
        "title": "与陈给事书",
        "paragraph": "愈再拜：愈之获见于阁下有年矣。始者亦尝辱一言之誉。贫贱也，衣食于奔走，不得朝夕继见。其后，阁下位益尊，伺候于门墙者日益进。夫位益尊，则贱者日隔；伺候于门墙者日益进，则爱博而情不专。愈也道不加修，而文日益有名。夫道不加修，则贤者不与；文日益有名，则同进者忌。始之以日隔之疏，加之以不专之望，以不与者之心，而听忌者之说。由是阁下之庭，无愈之迹矣。去年春，亦尝一进谒于左右矣。温乎其容，若加其新也；属乎其言，若闵其穷也。退而喜也，以告于人。其后，如东京取妻子，又不得朝夕继见。及其还也，亦尝一进谒于左右矣。邈乎其容，若不察其愚也；悄乎其言，若不接其情也。退而惧也，不敢复进。今则释然悟，翻然悔曰：其邈也，乃所以怒其来之不继也；其悄也，乃所以示其意也。不敏之诛，无所逃避。不敢遂进，辄自疏其所以，并献近所为《复志赋》以下十首为一卷，卷有标轴。《送孟郊序》一首，生纸写，不加装饰。皆有揩字注字处，急于自解而谢，不能俟更写。阁下取其意而略其礼可也。愈恐惧再拜。定定住天涯，依依向物华。寒梅最堪恨，常作去年花。黄河西来决昆仑，咆哮万里触龙门。波滔天，尧咨嗟。大禹理百川，儿啼不窥家。杀湍湮洪水，九州始蚕麻。其害乃去，茫然风沙。被发之叟狂而痴，清晨临流欲奚为。旁人不惜妻止之，公无渡河苦渡之。虎可搏，河难凭，公果溺死流海湄。有长鲸白齿若雪山，公乎公乎挂罥于其间。箜篌所悲竟不还。锦里开芳宴，兰缸艳早年。缛彩遥分地，繁光远缀天。 接汉疑星落，依楼似月悬。别有千金笑，来映九枝前。",
        "author": "唐代",
        "poem_class": "友情",
        "dynasty": "韩愈"
    },
    {
        "title": "暮秋扬子江寄孟浩然",
        "paragraph": "木叶纷纷下，东南日烟霜。林山相晚暮，天海空青苍。 暝色况复久，秋声亦何长。孤舟兼微月，独夜仍越乡。 寒笛对京口，故人在襄阳。咏思劳今夕，江汉遥相望。水纹珍簟思悠悠，千里佳期一夕休。从此无心爱良夜，任他明月下西楼。少年十五二十时，步行夺得胡马骑。射杀山中白额虎，肯数邺下黄须儿！一身转战三千里，一剑曾当百万师。汉兵奋迅如霹雳，虏骑崩腾畏蒺藜。卫青不败由天幸，李广无功缘数奇。自从弃置便衰朽，世事蹉跎成白首。昔时飞箭无全目，今日垂杨生左肘。路旁时卖故侯瓜，门前学种先生柳。苍茫古木连穷巷，寥落寒山对虚牖。誓令疏勒出飞泉，不似颍川空使酒。贺兰山下阵如云，羽檄交驰日夕闻。节使三河募年少，诏书五道出将军。试拂铁衣如雪色，聊持宝剑动星文。愿得燕弓射大将，耻令越甲鸣吾君。莫嫌旧日云中守，犹堪一战取功勋。荆吴相接水为乡，君去春江正淼茫。(淼 同：渺)日暮征帆何处泊，天涯一望断人肠。",
        "author": "唐代",
        "poem_class": "友情",
        "dynasty": "刘昚虚"
    },
    {
        "title": "题邻居",
        "paragraph": "僻巷邻家少，茅檐喜并居。蒸梨常共灶，浇薤亦同渠。传屐朝寻药，分灯夜读书。虽然在城市，还得似樵渔。杨花落尽子规啼，闻道龙标过五溪。我寄愁心与明月，随君直到夜郎西。(随君 一作：随风)已讶衾枕冷，复见窗户明。夜深知雪重，时闻折竹声。君自故乡来，应知故乡事。来日绮窗前，寒梅著花未？",
        "author": "唐代",
        "poem_class": "友情",
        "dynasty": "于鹄"
    },
    {
        "title": "洛下送奚三还扬州",
        "paragraph": "水国无边际，舟行共使风。羡君从此去，朝夕见乡中。予亦离家久，南归恨不同。音书若有问，江上会相逢。江海相逢客恨多，秋风叶下洞庭波。 酒酣夜别淮阴市，月照高楼一曲歌。今夜鄜州月，闺中只独看。遥怜小儿女，未解忆长安。香雾云鬟湿，清辉玉臂寒。何时倚虚幌，双照泪痕干。乌啼鹊噪昏乔木，清明寒食谁家哭。风吹旷野纸钱飞，古墓垒垒春草绿。棠梨花映白杨树，尽是死生别离处。(别离 一作：离别)冥冥重泉哭不闻，萧萧暮雨人归去。",
        "author": "唐代",
        "poem_class": "友情",
        "dynasty": "孟浩然"
    },
    {
        "title": "送龚章判官之卫州·新及第",
        "paragraph": "几砚昔年游，于今成十秋。松坚终发石，鱼变即辞流。近郡无飞檄，清时不借筹。淇园春竹美，军宴日椎牛。古人学问无遗力，少壮工夫老始成。纸上得来终觉浅，绝知此事要躬行。长安古道马迟迟，高柳乱蝉嘶。夕阳鸟外，秋风原上，目断四天垂。(鸟 一作：岛)归云一去无踪迹，何处是前期？狎兴生疏，酒徒萧索，不似少年时。(少年 一作：去年)胸中磊落藏五兵，欲试无路空峥嵘。酒为旗鼓笔刀槊，势从天落银河倾。端溪石池浓作墨，烛光相射飞纵横。须臾收卷复把酒，如见万里烟尘清。丈夫身在要有立，逆虏运尽行当平。何时夜出五原塞，不闻人语闻鞭声。",
        "author": "宋代",
        "poem_class": "友情",
        "dynasty": "司马光"
    },
    {
        "title": "岁除夜会乐城张少府宅",
        "paragraph": "畴昔通家好，相知无间然。续明催画烛，守岁接长筵。旧曲梅花唱，新正柏酒传。客行随处乐，不见度年年。城上春云覆苑墙，江亭晚色静年芳。林花著雨胭脂落，水荇牵风翠带长。龙武新军深驻辇，芙蓉别殿谩焚香。何时诏此金钱会，暂醉佳人锦瑟旁。尽道丰年瑞，丰年事若何。长安有贫者，为瑞不宜多。肠断江春欲尽头，杖藜徐步立芳洲。(江春 一作：春江)颠狂柳絮随风去，轻薄桃花逐水流。(去 一作：舞)",
        "author": "唐代",
        "poem_class": "友情",
        "dynasty": "孟浩然"
    },
    {
        "title": "十二月十九日夜中发鄂渚晓泊汉阳亲旧携酒追送聊为短句",
        "paragraph": "接淅报官府，敢违王事程。宵征江夏县，睡起汉阳城。邻里烦追送，杯盘泻浊清。袛应瘴乡老，难答故人情。高咏楚词酬午日，天涯节序匆匆。榴花不似舞裙红。无人知此意，歌罢满帘风。 万事一身伤老矣，戎葵凝笑墙东。酒杯深浅去年同。试浇桥下水，今夕到湘中。露堤平，烟墅杳。乱碧萋萋，雨后江天晓。独有庾郎年最少。窣地春袍，嫩色宜相照。接长亭，迷远道。堪怨王孙，不记归期早。落尽梨花春又了。满地残阳，翠色和烟老。晓带轻烟间杏花，晚凝深翠拂平沙。长条别有风流处，密映钱塘苏小家。",
        "author": "宋代",
        "poem_class": "友情",
        "dynasty": "黄庭坚"
    },
    {
        "title": "遇旧友",
        "paragraph": "已过才追问，相看是故人。乱离何处见，消息苦难真。拭眼惊魂定，衔杯笑语频。移家就吾住，白首两遗民。长风霾云莽千里，云气蓬蓬天冒水。风收云散波乍平，倒转青天作湖底。初看落日沉波红，素月欲升天敛容。舟人回首尽东望，吞吐故在冯夷宫。须臾忽自波心上，镜面横开十余丈。月光浸水水浸天，一派空明互回荡。此时骊龙潜最深，目炫不得衔珠吟。巨鱼无知作腾踔，鳞甲一动千黄金。人间此境知难必，快意翻从偶然得。遥闻渔父唱歌来，始觉中秋是今夕。高登桥下水汤汤，朝涉河边露气凉。行过淇园天未晓，一痕残月杏花香。珍珠十斛买琵琶， 金谷堂深护绛纱。掌上珊瑚怜不得， 却教移作上阳花。",
        "author": "清代",
        "poem_class": "友情",
        "dynasty": "吴伟业"
    },
    {
        "title": "秋怀二首",
        "paragraph": "秋阴细细压茅堂，吟虫啾啾昨夜凉。雨开芭蕉新闲旧，风撼篔簹宫应商。砧声已急不可缓，檐景既短难为长。狐裘断缝弃墙角，岂念晏岁多繁霜。茅堂索索秋风发，行遶空庭紫苔滑。蛙号池上晚来雨，鹊转南枝夜深月。翻手覆手不可期，一死一生交道绝。湖水无端浸白云，故人书断孤鸿没。 湖上西风急暮蝉。夜来清露湿红莲。少留归骑促歌筵。 为别莫辞金盏酒。入朝须近玉炉烟。不知重会是何年。墙角数枝梅，凌寒独自开。遥知不是雪，为有暗香来。小阁藏春，闲窗锁昼，画堂无限深幽。篆香烧尽，日影下帘钩。手种江梅渐好，又何必、临水登楼。无人到，寂寥浑似，何逊在扬州。从来，知韵胜，难堪雨藉，不耐风揉。更谁家横笛，吹动浓愁。莫恨香消雪减，须信道、扫迹情留。难言处，良宵淡月，疏影尚风流。",
        "author": "宋代",
        "poem_class": "友情",
        "dynasty": "黄庭坚"
    },
    {
        "title": "西亭子送李司马",
        "paragraph": "高高亭子郡城西，直上千尺与云齐。盘崖缘壁试攀跻，群山向下飞鸟低。使君五马天半嘶，丝绳玉壶为君提。坐来一望无端倪，红花绿柳莺乱啼，千家万井连回溪。酒行未醉闻暮鸡，点笔操纸为君题。为君题，惜解携。草萋萋，没马蹄。尽道丰年瑞，丰年事若何。长安有贫者，为瑞不宜多。苏武魂销汉使前，古祠高树两茫然。云边雁断胡天月，陇上羊归塞草烟。回日楼台非甲帐，去时冠剑是丁年。茂陵不见封侯印，空向秋波哭逝川。佳辰强饮食犹寒，隐几萧条戴鹖冠。春水船如天上坐，老年花似雾中看。娟娟戏蝶过闲幔，片片轻鸥下急湍。云白山青万余里，愁看直北是长安。",
        "author": "唐代",
        "poem_class": "友情",
        "dynasty": "岑参"
    },
    {
        "title": "沁园春·送李御带珙",
        "paragraph": "饯税巽甫。唐入以处士辟幕府如石、温辈甚多。税君巽甫以命士来淮幕三年矣，略不能挽之以寸。巽甫号安之，如某歉何。临别，赋【沁园春】以饯。水北洛南，未尝无人，不同者时。赖交情兰臭，绸缪相好；宦情云薄，得失何知。夜观论兵，春原吊古，慷慨事功千载期。萧如也，料行囊如水，只有新诗。归兮，归去来兮，我亦办征帆非晚归。正姑苏台畔，米廉酒好；吴松江上，莼嫩鱼肥。我住孤村，相连一水，载月不妨时过之。长亭路，又何须回首，折柳依依。马穿山径菊初黄，信马悠悠野兴长。万壑有声含晚籁，数峰无语立斜阳。棠梨叶落胭脂色，荞麦花开白雪香。何事吟余忽惆怅，村桥原树似吾乡。城南小陌又逢春，只见梅花不见人。玉骨久沉泉下土，墨痕犹锁壁间尘。聚散匆匆不偶然。二年遍历楚山川。但将痛饮酬风月，莫放离歌入管弦。萦绿带，点青钱，东湖春水碧连天。明朝放我东归去，後夜相思月满船。",
        "author": "宋代",
        "poem_class": "友情",
        "dynasty": "李曾伯"
    },
    {
        "title": "下途归石门旧居",
        "paragraph": "吴山高，越水清，握手无言伤别情。将欲辞君挂帆去，离魂不散烟郊树。此心郁怅谁能论，有愧叨承国士恩。云物共倾三月酒，岁时同饯五侯门。羡君素书尝满案，含丹照白霞色烂。余尝学道穷冥筌，梦中往往游仙山。何当脱屣谢时去，壶中别有日月天。俯仰人间易凋朽，钟峰五云在轩牖。惜别愁窥玉女窗，归来笑把洪崖手。隐居寺，隐居山，陶公炼液栖其间。凝神闭气昔登攀，恬然但觉心绪闲。数人不知几甲子，昨夜犹带冰霜颜。我离虽则岁物改，如今了然失所在。别君莫道不尽欢，悬知乐客遥相待。石门流水遍桃花，我亦曾到秦人家。不知何处得鸡豕，就中仍见繁桑麻。翛然远与世事间，装鸾驾鹤又复远。何必长从七贵游，劳生徒聚万金产。挹君去，长相思，云游雨散从此辞。欲知怅别心易苦，向暮春风杨柳丝。下马饮君酒，问君何所之？君言不得意，归卧南山陲。但去莫复问，白云无尽时。嗟君此别意何如，驻马衔杯问谪居。巫峡啼猿数行泪，衡阳归雁几封书。青枫江上秋帆远，白帝城边古木疏。圣代即今多雨露，暂时分手莫踌躇。糁径杨花铺白毡，点溪荷叶叠青钱。笋根雉子无人见，沙上凫雏傍母眠。",
        "author": "唐代",
        "poem_class": "友情",
        "dynasty": "李白"
    },
    {
        "title": "沁园春·和吴尉子似",
        "paragraph": "我见君来，顿觉吾庐，溪山美哉。怅平生肝胆，都成楚越，只今胶漆，谁是陈雷。搔首踟蹰，爱而不见，要得诗来渴望梅。还知否，快清风入手，日看千回。 直须抖擞尘埃。人怪我柴门今始开。向松间乍可，从他喝道：庭中且莫，踏破苍苔。岂有文章，谩劳车马，待唤青刍白饭来。君非我，任功名意气，莫恁徘徊。白石郎，临江居。前导江伯后从鱼。积石如玉，列松如翠。郎艳独绝，世无其二。重五山村好，榴花忽已繁。粽包分两髻，艾束著危冠。旧俗方储药，羸躯亦点丹。日斜吾事毕，一笑向杯盘。蜀道登天，一杯送、绣衣行客。还自叹、中年多病，不堪离别。东北看惊诸葛表，西南更草相如檄。把功名、收拾付君侯，如椽笔。儿女泪，君休滴。荆楚路，吾能说。要新诗准备，庐山山色。赤壁矶头千古浪，铜鞮陌上三更月。正梅花、万里雪深时，须相忆。",
        "author": "宋代",
        "poem_class": "友情",
        "dynasty": "辛弃疾"
    },
    {
        "title": "赠友人三首",
        "paragraph": "兰生不当户，别是闲庭草。夙被霜露欺，红荣已先老。谬接瑶华枝，结根君王池。顾无馨香美，叨沐清风吹。馀芳若可佩，卒岁长相随。袖中赵匕首，买自徐夫人。玉匣闭霜雪，经燕复历秦。其事竟不捷，沦落归沙尘。持此愿投赠，与君同急难。荆卿一去后，壮士多摧残。长号易水上，为我扬波澜。凿井当及泉，张帆当济川。廉夫唯重义，骏马不劳鞭。人生贵相知，何必金与钱？慢世薄功业，非无胸中画。谑浪万古贤，以为儿童剧。立产如广费，匡君怀长策。但苦山北寒，谁知道南宅？岁酒上逐风，霜鬓两边白。蜀主思孔明，晋家望安石。时人列五鼎，谈笑期一掷。虎伏被胡尘，渔歌游海滨。弊裘耻妻嫂，长剑托交亲。夫子秉家义，群公难与邻。莫持西江水，空许东溟臣。他日青云去，黄金报主人。木落雁南度，北风江上寒。我家襄水曲，遥隔楚云端。乡泪客中尽，孤帆天际看。(孤帆 一作：归帆)迷津欲有问，平海夕漫漫。如今却忆江南乐，当时年少春衫薄。骑马倚斜桥，满楼红袖招。翠屏金屈曲，醉入花丛宿。此度见花枝，白头誓不归。九月九日望乡台，他席他乡送客杯。 人情已厌南中苦，鸿雁那从北地来。",
        "author": "唐代",
        "poem_class": "友情",
        "dynasty": "李白"
    },
    {
        "title": "临江仙·送宇文德和被召赴行在所",
        "paragraph": "露坐榕阴须痛饮，从渠叠鼓频催。暮山新月两徘徊。离愁秋水远，醉眼晓帆开。 泛宅浮家游戏去，流行坎止忘怀。江边鸥鹭莫相猜。上林消息好，鸿雁已归来。二月十五夜，与赵德麟小酌聚星堂春庭月午，摇荡香醪光欲舞。步转回廊，半落梅花婉娩香。轻云薄雾，总是少年行乐处。不似秋光，只与离人照断肠。平岸小桥千嶂抱。柔蓝一水萦花草。茅屋数间窗窈窕。尘不到。时时自有春风扫。午枕觉来闻语鸟。欹眠似听朝鸡早。忽忆故人今总老。贪梦好。茫然忘了邯郸道。可怜今夕月，向何处，去悠悠？是别有人间，那边才见，光影东头？是天外，空汗漫，但长风浩浩送中秋？飞镜无根谁系？姮娥不嫁谁留？谓经海底问无由，恍惚使人愁。怕万里长鲸，纵横触破，玉殿琼楼。虾蟆故堪浴水，问云何玉兔解沉浮？若道都齐无恙，云何渐渐如钩？",
        "author": "宋代",
        "poem_class": "友情",
        "dynasty": "张元干"
    },
    {
        "title": "故乡杏花",
        "paragraph": "寄花寄酒喜新开，左把花枝右把杯。欲问花枝与杯酒，故人何得不同来？莫把阿胶向此倾，此中天意固难明。解通银汉应须曲，才出昆仑便不清。高祖誓功衣带小，仙人占斗客槎轻。三千年后知谁在？何必劳君报太平！寻章摘句老雕虫，晓月当帘挂玉弓。不见年年辽海上，文章何处哭秋风。酌酒与君君自宽，人情翻覆似波澜。白首相知犹按剑，朱门先达笑弹冠。草色全经细雨湿，花枝欲动春风寒。世事浮云何足问，不如高卧且加餐。",
        "author": "唐代",
        "poem_class": "友情",
        "dynasty": "司空图"
    },
    {
        "title": "送顿起",
        "paragraph": "客路相逢难，为乐常不足。临行挽衫袖，更尝折残菊。酒阑不忍去，共接一寸烛。留君终无穷，归驾不免促。岱宗已在眼，一往继前躅。佳人亦何念，凄断阳关曲。天门四十里，夜看扶桑浴。回头望彭城，大海浮一粟。故人在其下，尘土相豗蹴。惟有黄楼诗，千古配淇澳。知音者少，算乾坤许大，著身何处。直待功成方肯退，何日可寻归路。多景楼前，垂虹亭下，一枕眠秋雨。虚名相误，十年枉费辛苦。不是奏赋明光，上书北阙，无惊人之语。我自匆忙天未许，赢得衣裾尘土。白璧追欢，黄金买笑，付与君为主。莼鲈江上，浩然明日归去。我居北海君南海，寄雁传书谢不能。桃李春风一杯酒，江湖夜雨十年灯。持家但有四立壁，治病不蕲三折肱。想见读书头已白，隔溪猿哭瘴溪藤。(想见 一作：想得)欲上高楼去避愁，愁还随我上高楼。经行几处江山改，多少亲朋尽白头。归休去，去归休。不成人总要封侯？浮云出处元无定，得似浮云也自由。",
        "author": "宋代",
        "poem_class": "友情",
        "dynasty": "苏轼"
    },
    {
        "title": "送迁客",
        "paragraph": "倏忽堕鹓行，天南去路长。片言曾不谄，获罪亦何伤。 象恋藏牙浦，人贪卖子乡。此心终合雪，去已莫思量。今朝郡斋冷，忽念山中客。涧底束荆薪，归来煮白石。欲持一瓢酒，远慰风雨夕。落叶满空山，何处寻行迹。上阳人，上阳人，红颜暗老白发新。绿衣监使守宫门，一闭上阳多少春。玄宗末岁初选入，入时十六今六十。同时采择百余人，零落年深残此身。忆昔吞悲别亲族，扶入车中不教哭。皆云入内便承恩，脸似芙蓉胸似玉。未容君王得见面，已被杨妃遥侧目。妒令潜配上阳宫，一生遂向空房宿。宿空房，秋夜长，夜长无寐天不明。耿耿残灯背壁影，萧萧暗雨打窗声。春日迟，日迟独坐天难暮。宫莺百啭愁厌闻，梁燕双栖老休妒。莺归燕去长悄然，春往秋来不记年。唯向深宫望明月，东西四五百回圆。今日宫中年最老，大家遥赐尚书号。小头鞵履窄衣裳，青黛点眉眉细长。外人不见见应笑，天宝末年时世妆。上阳人，苦最多。 少亦苦，老亦苦，少苦老苦两如何！君不见昔时吕向美人赋，又不见今日上阳白发歌！此地别燕丹，壮士发冲冠。昔时人已没，今日水犹寒。",
        "author": "唐代",
        "poem_class": "友情",
        "dynasty": "虚中"
    },
    {
        "title": "江城子·王温季自北都归过予三河坐中赋此",
        "paragraph": "王温季自北都归，过余三河，坐中赋此。鹊声迎客到庭除。问谁欤？故人车。千里归来，尘色半征裾。珍重主人留客意，奴白饭，马青刍。东城入眼杏千株。雪模糊，俯平湖。与子花间，随分倒金壶。归报东垣诗社友，曾念我，醉狂无。戒师和尚，可称吾徒。明禅悟道通儒。子细研穷正觉，并段差殊。温良恭俭让礼，生老病死苦嗟吁。当修进，炼木金水火，土证无馀。三教门人省悟，忘人我，宜乎共处茅庐。物外玄谈，句句营养毗卢。常怀博施济众，气神和、丹结明珠。归兜率，向大罗，蓬岛同居。梦绕桃源寂寞回。春残滋味似秋情。多情翻恨酒为媒。数点雨声风约住，一帘花影月移来。小阑幽径独徘徊。今古相传，昌阳胜地，好修六度三坛。休心绝虑，颐养紫金丹。玉洞收归万化，昆冈上、风月珊珊。云光聚，三田结秀，返老变童颜。玄关牢锁闭，金婴玉姹，仙诏追攀。挂六天如意，复采芝兰。杳杳长天高举，飘飘聚、罗列仙班。君知否，缘深行广，达道本非难。",
        "author": "金朝",
        "poem_class": "友情",
        "dynasty": "蔡圭"
    },
    {
        "title": "送迁客",
        "paragraph": "谏频甘得罪，一骑入南深。若顺吾皇意，即无臣子心。 织花蛮市布，捣月象州砧。蒙雪知何日，凭楼望北吟。历想为官日，无如刺史时。欢娱接宾客，饱暖及妻儿。自到东都后，安闲更得宜。分司胜刺史，致仕胜分司。何况园林下，欣然得朗之。仰名同旧识，为乐即新知。有雪先相访，无花不作期。斗醲干酿酒，夸妙细吟诗。里巷千来往，都门五别离。岐分两回首，书到一开眉。叶落槐亭院，冰生竹阁池。雀罗谁问讯，鹤氅罢追随。身与心俱病，容将力共衰。老来多健忘，唯不忘相思。江汉思归客，乾坤一腐儒。片云天共远，永夜月同孤。落日心犹壮，秋风病欲疏。(疏 一作：苏)古来存老马，不必取长途。阳月南飞雁，传闻至此回。我行殊未已，何日复归来。江静潮初落，林昏瘴不开。明朝望乡处，应见陇头梅。",
        "author": "唐代",
        "poem_class": "友情",
        "dynasty": "栖蟾"
    },
    {
        "title": "送远曲",
        "paragraph": "戏马台南山簇簇，山边饮酒歌别曲。行人醉后起登车，席上回尊向僮仆。青天漫漫复长路，远游无家安得住。愿君到处自题名，他日知君从此去。蓝桥春雪君归日，秦岭秋风我去时。每到驿亭先下马，循墙绕柱觅君诗。万里桥西一草堂，百花潭水即沧浪。风含翠篠娟娟净，雨裛红蕖冉冉香。(篠 通：筱)厚禄故人书断绝，恒饥稚子色凄凉。欲填沟壑唯疏放，自笑狂夫老更狂。黑云压城城欲摧，甲光向日金鳞开。(向日 一作：向月)角声满天秋色里，塞上燕脂凝夜紫。(塞上 一作：塞土)半卷红旗临易水，霜重鼓寒声不起。报君黄金台上意，提携玉龙为君死。",
        "author": "唐代",
        "poem_class": "友情",
        "dynasty": "张籍"
    },
    {
        "title": "鹧鸪天·送欧阳国瑞入吴中",
        "paragraph": "莫避春阴上马迟。春来未有不阴时。人情展转闲中看，客路崎岖倦后知。 梅似雪，柳如丝。试听别语慰相思。短篷炊饮鲈鱼熟，除却松江枉费诗。彩袖殷勤捧玉钟，当年拚却醉颜红。舞低杨柳楼心月，歌尽桃花扇底风。从别后，忆相逢，几回魂梦与君同。今宵剩把银釭照，犹恐相逢是梦中。长淮望断，关塞莽然平。征尘暗，霜风劲，悄边声。黯销凝。追想当年事，殆天数，非人力，洙泗上，弦歌地，亦膻腥。隔水毡乡，落日牛羊下，区脱纵横。看名王宵猎，骑火一川明。笳鼓悲鸣。遣人惊。 念腰间箭，匣中剑，空埃蠹，竟何成。时易失，心徒壮，岁将零。渺神京。干羽方怀远，静烽燧，且休兵。冠盖使，纷驰骛，若为情。闻道中原遗老，常南望、翠葆霓旌。使行人到此，忠愤气填膺。有泪如倾。群芳过后西湖好，狼籍残红。飞絮濛濛。垂柳阑干尽日风。笙歌散尽游人去，始觉春空。垂下帘栊。双燕归来细雨中。",
        "author": "宋代",
        "poem_class": "友情",
        "dynasty": "辛弃疾"
    },
    {
        "title": "魏郡别苏明府因北游",
        "paragraph": "魏都接燕赵，美女夸芙蓉。淇水流碧玉，舟车日奔冲。青楼夹两岸，万室喧歌钟。天下称豪贵，游此每相逢。洛阳苏季子，剑戟森词锋。六印虽未佩，轩车若飞龙。黄金数百镒，白璧有几双。散尽空掉臂，高歌赋还邛。落魄乃如此，何人不相从？远别隔两河，云山杳千重。何时更杯酒，再得论心胸。闻道黄龙戍，频年不解兵。可怜闺里月，长在汉家营。少妇今春意，良人昨夜情。谁能将旗鼓，一为取龙城。一夜新霜著瓦轻，芭蕉新折败荷倾。耐寒唯有东篱菊，金粟初开晓更清。何事居穷道不穷，乱时还与静时同。家山虽在干戈地，弟侄常修礼乐风。窗竹影摇书案上，野泉声入砚池中。少年辛苦终身事，莫向光阴惰寸功。",
        "author": "唐代",
        "poem_class": "友情",
        "dynasty": "李白"
    },
    {
        "title": "琴调相思引·送范殿监赴黄岗",
        "paragraph": "终日怀归翻送客，春风祖席南城陌。便莫惜离觞频卷白。动管色，催行色；动管色，催行色。何处投鞍风雨夕？临水驿，空山驿；临水驿，空山驿。纵明月相思千里隔。梦咫尺，勤书尺；梦咫尺，勤书尺。水是眼波横，山是眉峰聚。欲问行人去那边？眉眼盈盈处。才始送春归，又送君归去。若到江南赶上春，千万和春住。一叶渔船两小童，收篙停棹坐船中。怪生无雨都张伞，不是遮头是使风。红笺小字，说尽平生意。鸿雁在云鱼在水，惆怅此情难寄。 斜阳独倚西楼，遥山恰对帘钩。人面不知何处，绿波依旧东流。",
        "author": "宋代",
        "poem_class": "友情",
        "dynasty": "贺铸"
    },
    {
        "title": "千秋岁·苑边花外",
        "paragraph": "少游得谪，尝梦中作词云：“醉卧古藤阴下，了不知南北。”竟以元符庚辰死于藤州光华亭上。崇宁甲申，庭坚窜宜州，道过衡阳。览其遗，始追和其《千秋岁》词。苑边花外，记得同朝退。飞骑轧，鸣珂碎。齐歌云绕扇，赵舞风回带。严鼓断，杯盘狼藉犹相对。 洒泪谁能会？醉卧藤阴盖。人已去，词空在。兔园高宴悄，虎观英游改。重感慨，波涛万顷珠沉海。今年春浅腊侵年，冰雪破春妍。东风有信无人见，露微意、柳际花边。寒夜纵长，孤衾易暖，钟鼓渐清圆。朝来初日半衔山，楼阁淡疏烟。游人便作寻芳计，小桃杏、应已争先。衰病少悰，疏慵自放，惟爱日高眠。律回岁晚冰霜少，春到人间草木知。便觉眼前生意满，东风吹水绿参差。草合离宫转夕晖，孤云飘泊复何依？山河风景元无异，城郭人民半已非。满地芦花和我老，旧家燕子傍谁飞？从今别却江南路，化作啼鹃带血归。万里金瓯失壮图，衮衣颠倒落泥涂。空流杜宇声中血，半脱骊龙颔下须。老去秋风吹我恶，梦回寒月照人孤。千年成败俱尘土，消得人间说丈夫。",
        "author": "宋代",
        "poem_class": "友情",
        "dynasty": "黄庭坚"
    },
    {
        "title": "登单父陶少府半月台",
        "paragraph": "陶公有逸兴，不与常人俱。筑台像半月，回向高城隅。置酒望白云，商飙起寒梧。秋山入远海，桑柘罗平芜。水色渌且明，令人思镜湖。终当过江去，爱此暂踟蹰。历览前贤国与家，成由勤俭破由奢。何须琥珀方为枕，岂得真珠始是车。远去不逢青海马，力穷难拔蜀山蛇。(远去 一作：运去)几人曾预南薰曲，终古苍梧哭翠华。玉阶生白露，夜久侵罗袜。却下水晶帘，玲珑望秋月。(水晶 一作 水精)飞雪带春风，裴回乱绕空。君看似花处，偏在洛阳东。(洛阳东 一作：洛城中)",
        "author": "唐代",
        "poem_class": "友情",
        "dynasty": "李白"
    },
    {
        "title": "送郑侍御谪闽中",
        "paragraph": "谪去君无恨，闽中我旧过。大都秋雁少，只是夜猿多。东路云山合，南天瘴疠和。自当逢雨露，行矣慎风波。鹫翎金仆姑，燕尾绣蝥弧。独立扬新令，千营共一呼。林暗草惊风，将军夜引弓。平明寻白羽，没在石棱中。月黑雁飞高，单于夜遁逃。欲将轻骑逐，大雪满弓刀。野幕敞琼筵，羌戎贺劳旋。醉和金甲舞，雷鼓动山川。调箭又呼鹰，俱闻出世能。奔狐将迸雉，扫尽古丘陵。亭亭七叶贵，荡荡一隅清。他日题麟阁，唯应独不名。十月江南天气好，可怜冬景似春华。霜轻未杀萋萋草，日暖初干漠漠沙。老柘叶黄如嫩树，寒樱枝白是狂花。此时却羡闲人醉，五马无由入酒家。家国兴亡自有时，吴人何苦怨西施。西施若解倾吴国，越国亡来又是谁。",
        "author": "唐代",
        "poem_class": "友情",
        "dynasty": "高适"
    },
    {
        "title": "渔家傲·和程公辟赠",
        "paragraph": "巴子城头青草暮，巴山重叠相逢处。燕子占巢花脱树。杯且举，瞿塘水阔舟难渡。天外吴门清霅路。君家正在吴门住。赠我柳枝情几许。春满缕，为君将入江南去。风住尘香花已尽，日晚倦梳头。物是人非事事休，欲语泪先流。闻说双溪春尚好，也拟泛轻舟。只恐双溪舴艋舟，载不动许多愁。陈康肃公善射，当世无双 ，公亦以此自矜。尝射于家圃，有卖油翁释担而立，睨之久而不去。见其发矢十中八九，但微颔之。康肃问曰：“汝亦知射乎？吾射不亦精乎？”翁曰：“无他， 但手熟尔。”康肃忿然曰：“尔安敢轻吾射！”翁曰：“以我酌油知之。”乃取一葫芦置于地，以钱覆其口，徐以杓酌油沥之，自钱孔入，而钱不湿。因曰：“我亦无他，惟手熟尔。”康肃笑而遣之。有妇人昼日置小儿沙上而浣衣于水者。虎自山上驰来，妇人仓皇沉水避之。二小儿戏沙上自若。虎熟视久之，至以首抵触，庶几其一就惧；而儿痴，竟不知。虎亦寻卒去。噫，虎之食人，先被之以威，而不惧之人，威亦无所施欤！",
        "author": "宋代",
        "poem_class": "友情",
        "dynasty": "张先"
    },
    {
        "title": "寄王屋山人孟大融",
        "paragraph": "我昔东海上，劳山餐紫霞。亲见安期公，食枣大如瓜。 中年谒汉主，不惬还归家。朱颜谢春辉，白发见生涯。 所期就金液，飞步登云车。愿随夫子天坛上，闲与仙人扫落花。 长安大道连狭斜，青牛白马七香车。玉辇纵横过主第，金鞭络绎向侯家。龙衔宝盖承朝日，凤吐流苏带晚霞。百尺游丝争绕树，一群娇鸟共啼花。(百尺 一作：百丈）游蜂戏蝶千门侧，碧树银台万种色。复道交窗作合欢，双阙连甍垂凤翼。梁家画阁中天起，汉帝金茎云外直。楼前相望不相知，陌上相逢讵相识。借问吹箫向紫烟，曾经学舞度芳年。得成比目何辞死，愿作鸳鸯不羡仙。比目鸳鸯真可羡，双去双来君不见。生憎帐额绣孤鸾，好取门帘帖双燕。双燕双飞绕画梁，罗帷翠被郁金香。片片行云着蝉鬓，纤纤初月上鸦黄。鸦黄粉白车中出，含娇含态情非一。妖童宝马铁连钱，娼妇盘龙金屈膝。御史府中乌夜啼，廷尉门前雀欲栖。隐隐朱城临玉道，遥遥翠幰没金堤。挟弹飞鹰杜陵北，探丸借客渭桥西。俱邀侠客芙蓉剑，共宿娼家桃李蹊。娼家日暮紫罗裙，清歌一啭口氛氲。北堂夜夜人如月，南陌朝朝骑似云。南陌北堂连北里，五剧三条控三市。弱柳青槐拂地垂，佳气红尘暗天起。汉代金吾千骑来，翡翠屠苏鹦鹉杯。罗襦宝带为君解，燕歌赵舞为君开。别有豪华称将相，转日回天不相让。意气由来排灌夫，专权判不容萧相。专权意气本豪雄，青虬紫燕坐春风。自言歌舞长千载，自谓骄奢凌五公。节物风光不相待，桑田碧海须臾改。昔时金阶白玉堂，即今惟见青松在。(惟见 一作：唯见)寂寂寥寥扬子居，年年岁岁一床书。独有南山桂花发，飞来飞去袭人裾。一道残阳铺水中，半江瑟瑟半江红。可怜九月初三夜，露似真珠月似弓。庭前芍药妖无格，池上芙蕖净少情。唯有牡丹真国色，花开时节动京城。",
        "author": "唐代",
        "poem_class": "友情",
        "dynasty": "李白"
    },
    {
        "title": "东平别前卫县李寀少府 / 送前卫县李宷少府",
        "paragraph": "黄鸟翩翩杨柳垂，春风送客使人悲。怨别自惊千里外，论交却忆十年时。云开汶水孤帆远，路绕梁山匹马迟。此地从来可乘兴，留君不住益凄其。残灯无焰影幢幢，此夕闻君谪九江。 垂死病中惊坐起，暗风吹雨入寒窗。懒摇白羽扇，裸袒青林中。脱巾挂石壁，露顶洒松风。寒山转苍翠，秋水日潺湲。倚杖柴门外，临风听暮蝉。渡头馀落日，墟里上孤烟。(馀 一作 余)复值接舆醉，狂歌五柳前。",
        "author": "唐代",
        "poem_class": "友情",
        "dynasty": "高适"
    },
    {
        "title": "思王逢原三首·其二",
        "paragraph": "蓬蒿今日想纷披，冢上秋风又一吹。妙质不为平世得，微言惟有故人知。庐山南堕当书案，湓水东来入酒卮。陈迹可怜随手尽，欲欢无复似当时。荷花开后西湖好，载酒来时。不用旌旗，前后红幢绿盖随。画船撑入花深处，香泛金卮。烟雨微微，一片笙歌醉里归。携手看花深径，扶肩待月斜廊。临分少伫已伥伥，此段不堪回想。欲寄书如天远，难销夜似年长。小窗风雨碎人肠，更在孤舟枕上。江头落日照平沙，潮退渔船阁岸斜。白鸟一双临水立，见人惊起入芦花。",
        "author": "宋代",
        "poem_class": "友情",
        "dynasty": "王安石"
    },
    {
        "title": "梦武昌",
        "paragraph": "黄鹤楼前鹦鹉洲，梦中浑似昔时游。苍山斜入三湘路，落日平铺七泽流。鼓角沈雄遥动地，帆樯高下乱维舟。故人虽在多分散，独向南池看白鸥。一声梧叶一声秋，一点芭蕉一点愁，三更归梦三更后。落灯花棋未收，叹新丰孤馆人留。枕上十年事，江南二老忧，都到心头。昨宵中酒懒扶头，今日看花惟袖手，害酒愁花人问羞。病根由，一半儿因花一半儿酒。落花河阳香散唤提壶，金谷魂消啼鹧鸪，隋苑春归闻杜宇。片红无，一半儿狂风一半儿雨。春情眉传雨恨母先疑，眼送云情人早知，口散风声谁唤起。这别离，一半儿因咱一半儿你。自然体态温柔，可意庞儿奈羞。看时节偷眼将人溜，送与人些风流证候。蜂媒蝶使空迤逗，燕子莺儿不自由。恰便似一枝红杏出墙头，不能够折入手，空教人风雨替花羞。",
        "author": "元代",
        "poem_class": "友情",
        "dynasty": "揭傒斯"
    },
    {
        "title": "之广陵宿常二南郭幽居",
        "paragraph": "绿水接柴门，有如桃花源。忘忧或假草，满院罗丛萱。暝色湖上来，微雨飞南轩。故人宿茅宇，夕鸟栖杨园。还惜诗酒别，深为江海言。明朝广陵道，独忆此倾樽。岐王宅里寻常见，崔九堂前几度闻。正是江南好风景，落花时节又逢君。他乡复行役，驻马别孤坟。近泪无干土，低空有断云。对棋陪谢傅，把剑觅徐君。唯见林花落，莺啼送客闻。乘兴南游不戒严，九重谁省谏书函。 春风举国裁宫锦，半作障泥半作帆。",
        "author": "唐代",
        "poem_class": "友情",
        "dynasty": "李白"
    },
    {
        "title": "送宗判官归滑台序",
        "paragraph": "大丈夫其谁不有四方志？则仆与宗衮二年之间，会而离，离而会，经途所亘，凡三万里。何以言之？去年春会于京师，是时仆如桂林，衮如滑台；今年秋，乃不期而会于桂林；居无何，又归滑台，王事故也。舟车往返，岂止三万里乎？人生几何？而倏聚忽散，辽夐若此，抑知己难遇，亦复何辞！岁十有一月，二三子出饯于野。霜天如扫，低向朱崖。加以尖山万重，平地卓立。黑是铁色，锐如笔锋。复有阳江、桂江，略军城而南走，喷入沧海，横浸三山，则中朝群公岂知遐荒之外有如是山水？山水既尔，人亦其然。衮乎对此，与我分手。忘我尚可，岂得忘此山水哉！怀君属秋夜，散步咏凉天。空山松子落，幽人应未眠。(空山 一作：山空)危冠广袖楚宫妆，独步闲庭逐夜凉。 自把玉钗敲砌竹，清歌一曲月如霜。城上春云覆苑墙，江亭晚色静年芳。林花著雨胭脂落，水荇牵风翠带长。龙武新军深驻辇，芙蓉别殿谩焚香。何时诏此金钱会，暂醉佳人锦瑟旁。",
        "author": "唐代",
        "poem_class": "友情",
        "dynasty": "任华"
    },
    {
        "title": "齐天乐·中秋宿真定驿",
        "paragraph": "西风来劝凉云去，天东放开金镜。照野霜凝，入河桂湿，一一冰壶相映。殊方路永。更分破秋光，尽成悲镜。有客踌躇，古庭空自吊孤影。江南朋旧在许，也能怜天际，诗思谁领？梦断刀头，书开虿尾，别有相思随定。忧心耿耿。对风鹊残枝，露蛩荒井。斟酌姮娥，九秋宫殿冷。十里一置飞尘灰，五里一堠兵火催。颠坑仆谷相枕藉，知是荔枝龙眼来。飞车跨山鹘横海，风枝露叶如新采。宫中美人一破颜，惊尘溅血流千载。永元荔枝来交州，天宝岁贡取之涪。至今欲食林甫肉，无人举觞酹伯游。我愿天公怜赤子，莫生尤物为疮痏。雨顺风调百谷登，民不饥寒为上瑞。君不见，武夷溪边粟粒芽，前丁后蔡相宠加。(相宠加 一作：相笼加)争新买宠各出意，今年斗品充官茶。吾君所乏岂此物，致养口体何陋耶？洛阳相君忠孝家，可怜亦进姚黄花。试问梅花何处好，与君藉草携壶。西园清夜片尘无。一天云破碎，两树玉扶疏。谁擫昭华吹古调，散花便满衣裾。只疑幽梦在清都。星稀河影转，霜重月华孤。醉别西楼醒不记。春梦秋云，聚散真容易。斜月半窗还少睡。画屏闲展吴山翠。 衣上酒痕诗里字。点点行行，总是凄凉意。红烛自怜无好计。夜寒空替人垂泪。",
        "author": "宋代",
        "poem_class": "友情",
        "dynasty": "史达祖"
    },
    {
        "title": "高阳台·送陈君衡被召",
        "paragraph": "照野旌旗，朝天车马，平沙万里天低。宝带金章，尊前茸帽风欹。秦关汴水经行地，想登临、都付新诗。纵英游，叠鼓清笳，骏马名姬。 酒酣应对燕山雪，正冰河月冻，晓陇云飞。投老残年，江南谁念方回。东风渐绿西湖柳，雁已还、人未南归。最关情，折尽梅花，难寄相思。雪里已知春信至，寒梅点缀琼枝腻。香脸半开娇旖旎，当庭际，玉人浴出新妆洗。造化可能偏有意，故教明月玲珑地。共赏金尊沈绿蚁，莫辞醉，此花不与群花比。幽谷那堪更北枝，年年自分着花迟。高标逸韵君知否，正是层冰积雪时。近清明。翠禽枝上消魂。可惜一片清歌，都付与黄昏。欲共柳花低诉，怕柳花轻薄，不解伤春。念楚乡旅宿，柔情别绪，谁与温存。 空樽夜泣，青山不语，残月当门。翠玉楼前，惟是有、一波湘水，摇荡湘云。天长梦短，问甚时、重见桃根。这次第，算人间没个并刀，剪断心上愁痕。",
        "author": "宋代",
        "poem_class": "友情",
        "dynasty": "周密"
    },
    {
        "title": "夜别韦司士",
        "paragraph": "高馆张灯酒复清，夜钟残月雁归声。只言啼鸟堪求侣，无那春风欲送行。黄河曲里沙为岸，白马津边柳向城。莫怨他乡暂离别，知君到处有逢迎。巴山楚水凄凉地，二十三年弃置身。怀旧空吟闻笛赋，到乡翻似烂柯人。沉舟侧畔千帆过，病树前头万木春。今日听君歌一曲，暂凭杯酒长精神。岱宗夫如何？齐鲁青未了。造化钟神秀，阴阳割昏晓。荡胸生曾云，决眦入归鸟。( 曾 同：层)会当凌绝顶，一览众山小。久为簪组累，幸此南夷谪。闲依农圃邻，偶似山林客。 晓耕翻露草，夜榜响溪石。来往不逢人，长歌楚天碧。",
        "author": "唐代",
        "poem_class": "友情",
        "dynasty": "高适"
    },
    {
        "title": "贺新郎·用前韵送杜叔高",
        "paragraph": "细把君诗说。怅余音、钧天浩荡，洞庭胶葛。千尺阴崖尘不到，惟有层冰积雪。乍一见、寒生毛发。自昔佳人多薄命，对古来、一片伤心月。金屋冷，夜调瑟。去天尺五君家别。看乘空、鱼龙惨淡，风云开合。起望衣冠神州路，白日销残战骨。叹夷甫、诸人清绝。夜半狂歌悲风起，听铮铮、阵马檐间铁。南共北，正分裂。春事阑珊芳草歇。客里风光，又过清明节。小院黄昏人忆别。落红处处闻啼鴂。咫尺江山分楚越。目断魂销，应是音尘绝。梦破五更心欲折。角声吹落梅花月。何人解赏西湖好，佳景无时。飞盖相追。贪向花间醉玉卮。谁知闲凭阑干处，芳草斜晖。水远烟微。一点沧洲白鹭飞。江南蝶，斜日一双双。身似何郎全傅粉，心如韩寿爱偷香。天赋与轻狂。微雨后，薄翅腻烟光。才伴游蜂来小院，又随飞絮过东墙。长是为花忙。",
        "author": "宋代",
        "poem_class": "友情",
        "dynasty": "辛弃疾"
    },
    {
        "title": "再授连州至衡阳酬柳柳州赠别",
        "paragraph": "去国十年同赴召，渡湘千里又分歧。重临事异黄丞相，三黜名惭柳士师。归目并随回雁尽，愁肠正遇断猿时。桂江东过连山下，相望长吟有所思。五原春色旧来迟，二月垂杨未挂丝。 (旧来迟 一作：归来迟)即今河畔冰开日，正是长安花落时。黔无驴，有好事者船载以入。至则无可用，放之山下。虎见之，庞然大物也，以为神，蔽林间窥之。稍出近之，慭慭然，莫相知。他日，驴一鸣，虎大骇，远遁；以为且噬己也，甚恐。然往来视之，觉无异能者；益习其声，又近出前后，终不敢搏。稍近，益狎，荡倚冲冒。驴不胜怒，蹄之。虎因喜，计之曰：“技止此耳！”因跳踉大㘎，断其喉，尽其肉，乃去。噫！形之庞也类有德，声之宏也类有能。向不出其技，虎虽猛，疑畏，卒不敢取。今若是焉，悲夫！恻恻轻寒翦翦风，小梅飘雪杏花红。 夜深斜搭秋千索，楼阁朦胧烟雨中。",
        "author": "唐代",
        "poem_class": "友情",
        "dynasty": "刘禹锡"
    },
    {
        "title": "同学一首别子固",
        "paragraph": "江之南有贤人焉，字子固，非今所谓贤人者，予慕而友之。淮之南有贤人焉，字正之，非今所谓贤人者，予慕而友之。二贤人者，足未尝相过也，口未尝相语也，辞币未尝相接也。其师若友，岂尽同哉？予考其言行，其不相似者，何其少也！曰：学圣人而已矣。”学圣人，则其师若友，必学圣人者。圣人之言行，岂有二哉？其相似也适然。予在淮南，为正之道子固，正之不予疑也。还江南，为子固道正之，子固亦以为然。予又知所谓贤人者，既相似，又相信不疑也。子固作《怀友》一首遗予，其大略欲相扳以至乎中庸而后已。正之盖亦常云尔。夫安驱徐行，轥中庸之庭，而造于其堂，舍二贤人者而谁哉？予昔非敢自必其有至也，亦愿从事于左右焉尔。辅而进之，其可也。噫！官有守，私有系，会合不可以常也，作《同学一首别子固》以相警，且相慰云。恼烟撩露，留我须臾住。携手藕花湖上路，一霎黄梅细雨。 娇痴不怕人猜，和衣睡倒人怀。最是分携时候，归来懒傍妆台。越女采莲秋水畔。窄袖轻罗，暗露双金钏。照影摘花花似面。芳心只共丝争乱。鸂鶒滩头风浪晚。雾重烟轻，不见来时伴。隐隐歌声归棹远。离愁引著江南岸。岸阔樯稀波渺茫，独凭危槛思何长。萧萧远树疏林外，一半秋山带夕阳。",
        "author": "宋代",
        "poem_class": "友情",
        "dynasty": "王安石"
    },
    {
        "title": "定风波·山路风来草木香",
        "paragraph": "药名招婺源马荀仲游雨岩。马善医。山路风来草木香。雨余凉意到胡床。泉石膏肓吾已甚，多病，提防风月费篇章。孤负寻常山简醉，独自，故应知子草玄忙。湖海早知身汗漫，谁伴？只甘松竹共凄凉。秋雨一何碧，山色倚晴空。江南江北愁思，分付酒螺红。芦叶蓬舟千重，菰菜莼羹一梦，无语寄归鸿。醉眼渺河洛，遗恨夕阳中。 苹洲外，山欲暝，敛眉峰。人间俯仰陈迹，叹息两仙翁。不见当时杨柳，只是从前烟雨，磨灭几英雄。天地一孤啸，匹马又西风。寒蝉凄切，对长亭晚，骤雨初歇。都门帐饮无绪，留恋处，兰舟催发。执手相看泪眼，竟无语凝噎。念去去，千里烟波，暮霭沉沉楚天阔。多情自古伤离别，更那堪，冷落清秋节！今宵酒醒何处？杨柳岸，晓风残月。此去经年，应是良辰好景虚设。便纵有千种风情，更与何人说？(好景 一作：美景)卖花担上。买得一枝春欲放。泪染轻匀。犹带彤霞晓露痕。 怕郎猜道。奴面不如花面好。云鬓斜簪。徒要教郎比并看。",
        "author": "宋代",
        "poem_class": "友情",
        "dynasty": "辛弃疾"
    },
    {
        "title": "送渤海王子归本国",
        "paragraph": "疆理虽重海，车书本一家。盛勋归旧国，佳句在中华。 定界分秋涨，开帆到曙霞。九门风月好，回首是天涯。胤恭勤不倦，博学多通。家贫不常得油，夏月则练囊盛数十萤火以照书，以夜继日焉。知音者诚希，念子不能别。行行天未晓，携酒踏明月。送客南昌尉，离亭西候春。野花看欲尽，林鸟听犹新。别酒青门路，归轩白马津。相知无远近，万里尚为邻。",
        "author": "唐代",
        "poem_class": "友情",
        "dynasty": "温庭筠"
    },
    {
        "title": "上西平·送陈舍人",
        "paragraph": "跨征鞍，横战槊，上襄州。便匹马、蹴踏高秋。芙蓉未折，笛声吹起塞云愁。男儿若欲树功名，须向前头。凤雏寒，龙骨朽，蛟渚暗，鹿门幽。阅人物、渺渺如沤。棋头已动，也须高著局心筹。莫将一片广长舌，博取封侯。候馆梅残，溪桥柳细。草薰风暖摇征辔。离愁渐远渐无穷，迢迢不断如春水。 寸寸柔肠，盈盈粉泪。楼高莫近危阑倚。平芜尽处是春山，行人更在春山外。一川松竹任横斜，有人家，被云遮。雪后疏梅，时见两三花。比着桃源溪上路，风景好，不争多。旗亭有酒径须赊，晚寒些，怎禁他。醉里匆匆，归骑自随车。白发苍颜吾老矣，只此地，是生涯。黄梅时节家家雨，青草池塘处处蛙。有约不来过夜半，闲敲棋子落灯花。",
        "author": "宋代",
        "poem_class": "友情",
        "dynasty": "吴泳"
    },
    {
        "title": "鹦鹉灭火",
        "paragraph": "有鹦鹉飞集他山，山中禽兽辄相爱。鹦鹉自念，此山虽乐，然非吾久居之地，遂去，禽兽依依不舍后数月，山中大火。鹦鹉遥见，心急如焚，遂入水沾羽，飞而洒之。天神言：“汝虽有好意，然何足道也？”对曰：“虽知区区水滴不能救，然吾尝侨居是山，禽兽善待，皆为兄弟，吾不忍见其毁于火也！”天神嘉其义，即为之灭火。六引缓清唱。三调伫繁音。列筵皆静寂。咸共耹会吟。会吟自有初。请从文命敷。敷绩壶冀始。刊木至江汜。列宿炳天文。负海横地理。连峰竞千仞。背流各百里。滮池溉粳稻。轻云暧松杞。两京愧佳丽。三都岂能似。层台指中天。高墉积崇雉。飞燕跃广途。鹢首戏清沚。肆呈窈窕容。路曜{女便}娟子。自来弥世代。贤达不可纪。句践善废兴。越叟识行止。范蠡出江湖。梅福入城市。东方就旅逸。梁鸿去桑梓。牵缀书土风。辞殚意未已。古人善身。实畏斯名。缘督何贵。卷耀藏馨。九言之赠。实由未冥。片音或重。玙璠可轻。代北云气昼昏昏。千里飞蓬无复根。寒鴈嗈嗈渡辽水。桑叶纷纷落蓟门。晋阳山头无箭竹。疎勒城中乏水源。属国征戍久离居。阳关音信绝能疎。原得鲁连飞一箭。持寄思归燕将书。渡辽本自有将军。寒风萧萧生水纹。妾惊甘泉足烽火。君讶渔阳少阵云。自从将军出细柳。荡子空床难独守。盘龙明镜饷秦嘉。辟恶生香寄韩寿。春分燕来能几日。二月蚕眠不复久。洛阳游丝百丈连。黄河春冰千片穿。桃花颜色好如马。榆筴新开巧似钱。蒲桃一杯千日醉。无事九转学神仙。定取金丹作几服。能令华表得千年。",
        "author": "南北朝",
        "poem_class": "友情",
        "dynasty": "刘义庆"
    },
    {
        "title": "送王昌龄之岭南",
        "paragraph": "洞庭去远近，枫叶早惊秋。岘首羊公爱，长沙贾谊愁。土毛无缟纻，乡味有槎头。已抱沈痼疾，更贻魑魅忧。数年同笔砚，兹夕间衾裯。意气今何在，相思望斗牛。结发未识事，所交尽豪雄。却秦不受赏，击晋宁为功。托身白刃里，杀人红尘中。当朝揖高义，举世称英雄。小节岂足言，退耕舂陵东。归来无产业，生事如转蓬。一朝乌裘敝，百镒黄金空。弹剑徒激昂，出门悲路穷。吾兄青云士，然诺闻诸公。所以陈片言，片言贵情通。棣华倘不接，甘与秋草同。叶声落如雨，月色白似霜。夜深方独卧，谁为拂尘床。春江潮水连海平，海上明月共潮生。滟滟随波千万里，何处春江无月明！江流宛转绕芳甸，月照花林皆似霰。空里流霜不觉飞，汀上白沙看不见。江天一色无纤尘，皎皎空中孤月轮。江畔何人初见月？江月何年初照人？人生代代无穷已，江月年年望相似。(望相似 一作：只相似)不知江月待何人，但见长江送流水。白云一片去悠悠，青枫浦上不胜愁。谁家今夜扁舟子？何处相思明月楼？可怜楼上月裴回，应照离人妆镜台。(裴回 一作：徘徊)玉户帘中卷不去，捣衣砧上拂还来。此时相望不相闻，愿逐月华流照君。鸿雁长飞光不度，鱼龙潜跃水成文。昨夜闲潭梦落花，可怜春半不还家。江水流春去欲尽，江潭落月复西斜。斜月沉沉藏海雾，碣石潇湘无限路。不知乘月几人归，落月摇情满江树。(落月 一作：落花)",
        "author": "唐代",
        "poem_class": "友情",
        "dynasty": "孟浩然"
    },
    {
        "title": "旧题苏武诗 / 别诗四首·其一",
        "paragraph": "骨肉缘枝叶，结交亦相因。四海皆兄弟，谁为行路人。况我连枝树，与子同一身。昔为鸳与鸯，今为参与辰。昔者常相近，邈若胡与秦。惟念当离别，恩情日以新。鹿鸣思野草，可以喻嘉宾。我有一罇酒，欲以赠远人。愿子留斟酌，叙此平生亲。悼屈子兮遭厄，沈王躬兮湘汨。何楚国兮难化，迄于今兮不易。士莫志兮羔裘，竞佞谀兮谗阋。指正义兮为曲，訾玉璧兮为石。鸱雕游兮华屋，鵔鸃栖兮柴蔟。起奋迅兮奔走，违群小兮謑诟。载青云兮上升，适昭明兮所处。蹑天衢兮长驱，踵九阳兮戏荡。越云汉兮南济，秣余马兮河鼓。云霓纷兮晻翳，参辰回兮颠倒。逢流星兮问路，顾我指兮从左。俓娵觜兮直驰，御者迷兮失轨。遂踢达兮邪造，与日月兮殊道。志阏绝兮安如，哀所求兮不耦。攀天阶兮下视，见鄢郢兮旧宇。意逍遥兮欲归，众秽盛兮杳杳。思哽饐兮诘诎，涕流澜兮如雨。初春含寒气。阳气匿其晖。灰风从天起。砂石纵横飞。远公京国久，飞锡日边还。双树行时见，三花坐处攀。浮杯沧海度，定室白云关。何日辞轩冕，来寻物外閒。",
        "author": "两汉",
        "poem_class": "友情",
        "dynasty": "佚名"
    },
    {
        "title": "忆旧游寄谯郡元参军",
        "paragraph": "忆昔洛阳董糟丘，为余天津桥南造酒楼。黄金白璧买歌笑，一醉累月轻王侯。海内贤豪青云客，就中与君心莫逆。回山转海不作难，倾情倒意无所惜。我向淮南攀桂枝，君留洛北愁梦思。不忍别，还相随。相随迢迢访仙城，三十六曲水回萦。一溪初入千花明，万壑度尽松风声。银鞍金络到平地，汉东太守来相迎。紫阳之真人，邀我吹玉笙。餐霞楼上动仙乐，嘈然宛似鸾凤鸣。袖长管催欲轻举，汉东太守醉起舞。手持锦袍覆我身，我醉横眠枕其股。当筵意气凌九霄，星离雨散不终朝，分飞楚关山水遥。余既还山寻故巢，君亦归家渡渭桥。君家严君勇貔虎，作尹并州遏戎虏。五月相呼渡太行，摧轮不道羊肠苦。行来北凉岁月深，感君贵义轻黄金。琼杯绮食青玉案，使我醉饱无归心。时时出向城西曲，晋祠流水如碧玉。浮舟弄水箫鼓鸣，微波龙鳞莎草绿。兴来携妓恣经过，其若杨花似雪何！红妆欲醉宜斜日，百尺清潭写翠娥。翠娥婵娟初月辉，美人更唱舞罗衣。清风吹歌入空去，歌曲自绕行云飞。此时行乐难再遇，西游因献《长杨赋》。北阙青云不可期，东山白首还归去。渭桥南头一遇君，酂台之北又离群。问余别恨今多少，落花春暮争纷纷。言亦不可尽，情亦不可及。呼儿长跪缄此辞，寄君千里遥相忆。兔丝附蓬麻，引蔓故不长。嫁女与征夫，不如弃路旁。结发为君妻，席不暖君床。暮婚晨告别，无乃太匆忙。君行虽不远，守边赴河阳。妾身未分明，何以拜姑嫜？父母养我时，日夜令我藏。生女有所归，鸡狗亦得将。君今往死地，沉痛迫中肠。誓欲随君去，形势反苍黄。勿为新婚念，努力事戎行。妇人在军中，兵气恐不扬。自嗟贫家女，久致罗襦裳。罗襦不复施，对君洗红妆。仰视百鸟飞，大小必双翔。人事多错迕，与君永相望。二龙争战决雌雄，赤壁楼船扫地空。烈火张天照云海，周瑜于此破曹公。君去沧江望澄碧，鲸鲵唐突留馀迹。一一书来报故人，我欲因之壮心魄。他乡复行役，驻马别孤坟。近泪无干土，低空有断云。对棋陪谢傅，把剑觅徐君。唯见林花落，莺啼送客闻。",
        "author": "唐代",
        "poem_class": "友情",
        "dynasty": "李白"
    },
    {
        "title": "待储光羲不至",
        "paragraph": "重门朝已启，起坐听车声。要欲闻清佩，方将出户迎。晚钟鸣上苑，疏雨过春城。了自不相顾，临堂空复情。猿鸟犹疑畏简书，风云常为护储胥。徒令上将挥神笔，终见降王走传车。管乐有才原不忝，关张无命欲何如？他年锦里经祠庙，梁父吟成恨有余。郭橐驼，不知始何名。病偻，隆然伏行，有类橐驼者，故乡人号之“驼”。驼闻之曰：“甚善。名我固当。”因舍其名，亦自谓“橐驼”云。其乡曰丰乐乡，在长安西。驼业种树，凡长安豪富人为观游及卖果者，皆争迎取养。视驼所种树，或移徙，无不活；且硕茂，早实以蕃。他植者虽窥伺效慕，莫能如也。有问之，对曰：“橐驼非能使木寿且孳也，能顺木之天以致其性焉尔。凡植木之性，其本欲舒，其培欲平，其土欲故，其筑欲密。既然已，勿动勿虑，去不复顾。其莳也若子，其置也若弃，则其天者全而其性得矣。故吾不害其长而已，非有能硕茂之也；不抑耗其实而已，非有能早而蕃之也。他植者则不然，根拳而土易，其培之也，若不过焉则不及。苟有能反是者，则又爱之太恩，忧之太勤。旦视而暮抚，已去而复顾。甚者，爪其肤以验其生枯，摇其本以观其疏密，而木之性日以离矣。虽曰爱之，其实害之；虽曰忧之，其实仇之；故不我若也。吾又何能为哉？”问者曰：“以子之道，移之官理，可乎？”驼曰：“我知种树而已，理，非吾业也。然吾居乡，见长人者好烦其令，若甚怜焉，而卒以祸。旦暮吏来而呼曰：‘官命促尔耕，勖尔植，督尔获，早缫而绪，早织而缕，字而幼孩，遂而鸡豚。’鸣鼓而聚之，击木而召之。吾小人辍飧饔以劳吏者，且不得暇，又何以蕃吾生而安吾性耶？故病且怠。若是，则与吾业者其亦有类乎？”问者曰：“嘻，不亦善夫！吾问养树，得养人术。”传其事以为官戒。云想衣裳花想容，春风拂槛露华浓。 若非群玉山头见，会向瑶台月下逢。",
        "author": "唐代",
        "poem_class": "友情",
        "dynasty": "王维"
    },
    {
        "title": "赠王粲诗",
        "paragraph": "端坐苦愁思，揽衣起西游。树木发春华，清池激长流。中有孤鸳鸯，哀鸣求匹俦。我愿执此鸟，惜哉无轻舟。欲归忘故道，顾望但怀愁。悲风鸣我侧，羲和逝不留。重阴润万物，何惧泽不周？谁令君多念，自使怀百忧。关东有义士，兴兵讨群凶。初期会盟津，乃心在咸阳。军合力不齐，踌躇而雁行。势利使人争，嗣还自相戕。淮南弟称号，刻玺于北方。铠甲生虮虱，万姓以死亡。白骨露于野，千里无鸡鸣。生民百遗一，念之断人肠。河桥望行旅，长亭送故人。沙飞似军幕，蓬卷若车轮。边衣苦霜雪，愁貌捐风尘。行路皆兄弟，千里念相亲。痛哉世人，见欺神仙。",
        "author": "两汉",
        "poem_class": "友情",
        "dynasty": "曹植"
    },
    {
        "title": "送王司直",
        "paragraph": "西塞云山远，东风道路长。人心胜潮水，相送过浔阳。剑外忽传收蓟北，初闻涕泪满衣裳。却看妻子愁何在，漫卷诗书喜欲狂。白日放歌须纵酒，青春作伴好还乡。即从巴峡穿巫峡，便下襄阳向洛阳。凉冷三秋夜，安闲一老翁。卧迟灯灭后，睡美雨声中。灰宿温瓶火，香添暖被笼。晓晴寒未起，霜叶满阶红。翠色连荒岸，烟姿入远楼。影铺秋水面，花落钓人头。根老藏鱼窟，枝低系客舟。萧萧风雨夜，惊梦复添愁。",
        "author": "唐代",
        "poem_class": "友情",
        "dynasty": "皇甫冉"
    },
    {
        "title": "送夏侯审校书东归",
        "paragraph": "楚乡飞鸟没，独与碧云还。破镜催归客，残阳见旧山。 诗成流水上，梦尽落花间。傥寄相思字，愁人定解颜。落莫谁家子，来感长安秋。壮年抱羁恨，梦泣生白头。瘦马秣败草，雨沫飘寒沟。南宫古帘暗，湿景传签筹。家山远千里，云脚天东头。忧眠枕剑匣，客帐梦封侯。昨夜星辰昨夜风，画楼西畔桂堂东。身无彩凤双飞翼，心有灵犀一点通。隔座送钩春酒暖，分曹射覆蜡灯红。嗟余听鼓应官去，走马兰台类转蓬。羞日遮罗袖，愁春懒起妆。易求无价宝，难得有心郎。枕上潜垂泪，花间暗断肠。自能窥宋玉，何必恨王昌？",
        "author": "唐代",
        "poem_class": "友情",
        "dynasty": "钱起"
    },
    {
        "title": "武威春暮闻宇文判官西使还已到晋昌",
        "paragraph": "岸雨过城头，黄鹂上戍楼。塞花飘客泪，边柳挂乡愁。白发悲明镜，青春换敝裘。君从万里使，闻已到瓜州。南湖秋水夜无烟，耐可乘流直上天。且就洞庭赊月色，将船买酒白云边。噫吁嚱，危乎高哉！蜀道之难，难于上青天！蚕丛及鱼凫，开国何茫然！尔来四万八千岁，不与秦塞通人烟。西当太白有鸟道，可以横绝峨眉巅。地崩山摧壮士死，然后天梯石栈相钩连。上有六龙回日之高标，下有冲波逆折之回川。黄鹤之飞尚不得过，猿猱欲度愁攀援。青泥何盘盘，百步九折萦岩峦。扪参历井仰胁息，以手抚膺坐长叹。问君西游何时还？畏途巉岩不可攀。但见悲鸟号古木，雄飞雌从绕林间。又闻子规啼夜月，愁空山。蜀道之难，难于上青天，使人听此凋朱颜！连峰去天不盈尺，枯松倒挂倚绝壁。飞湍瀑流争喧豗，砯崖转石万壑雷。其险也如此，嗟尔远道之人胡为乎来哉！(也如此 一作：也若此)剑阁峥嵘而崔嵬，一夫当关，万夫莫开。所守或匪亲，化为狼与豺。朝避猛虎，夕避长蛇，磨牙吮血，杀人如麻。锦城虽云乐，不如早还家。蜀道之难，难于上青天，侧身西望长咨嗟！汉家旌帜满阴山，不遣胡儿匹马还。愿得此身长报国，何须生入玉门关。",
        "author": "唐代",
        "poem_class": "友情",
        "dynasty": "岑参"
    },
    {
        "title": "碧涧别墅喜皇甫侍御相访",
        "paragraph": "荒村带返照，落叶乱纷纷。古路无行客，寒山独见君。野桥经雨断，涧水向田分。不为怜同病，何人到白云。白闻天下谈士相聚而言曰：“生不用封万户侯，但愿一识韩荆州。”何令人之景慕，一至于此耶！岂不以有周公之风，躬吐握之事，使海内豪俊，奔走而归之，一登龙门，则声价十倍！所以龙蟠凤逸之士，皆欲收名定价于君侯。愿君侯不以富贵而骄之、寒贱而忽之，则三千之中有毛遂，使白得颖脱而出，即其人焉。白，陇西布衣，流落楚、汉。十五好剑术，遍干诸侯。三十成文章，历抵卿相。虽长不满七尺，而心雄万夫。皆王公大人许与气义。此畴曩心迹，安敢不尽于君侯哉！君侯制作侔神明，德行动天地，笔参造化，学究天人。幸愿开张心颜，不以长揖见拒。必若接之以高宴，纵之以清谈，请日试万言，倚马可待。今天下以君侯为文章之司命，人物之权衡，一经品题，便作佳士。而君侯何惜阶前盈尺之地，不使白扬眉吐气，激昂青云耶？昔王子师为豫州，未下车，即辟荀慈明，既下车，又辟孔文举；山涛作冀州，甄拔三十余人，或为侍中、尚书，先代所美。而君侯亦荐一严协律，入为秘书郎，中间崔宗之、房习祖、黎昕、许莹之徒，或以才名见知，或以清白见赏。白每观其衔恩抚躬，忠义奋发，以此感激，知君侯推赤心于诸贤腹中，所以不归他人，而愿委身国士。傥急难有用，敢效微躯。且人非尧舜，谁能尽善？白谟猷筹画，安能自矜？至于制作，积成卷轴，则欲尘秽视听。恐雕虫小技，不合大人。若赐观刍荛，请给纸墨，兼之书人，然后退扫闲轩，缮写呈上。庶青萍、结绿，长价于薛、卞之门。幸惟下流，大开奖饰，惟君侯图之。少时犹不忧生计，老后谁能惜酒钱？共把十千沽一斗，相看七十欠三年。闲征雅令穷经史，醉听清吟胜管弦。更待菊黄家酝熟，共君一醉一陶然。(酝 一作：酿)千山鸟飞绝，万径人踪灭。孤舟蓑笠翁，独钓寒江雪。",
        "author": "唐代",
        "poem_class": "友情",
        "dynasty": "刘长卿"
    },
    {
        "title": "梦后寄欧阳永叔",
        "paragraph": "不趁常参久，安眠向旧溪。五更千里梦，残月一城鸡。适往言犹在，浮生理可齐。山王今已贵，肯听竹禽啼。揉破黄金万点轻。剪成碧玉叶层层。风度精神如彦辅，大鲜明。(大 一作：太)梅蕊重重何俗甚，丁香千结苦粗生。熏透愁人千里梦，却无情。小浦闻鱼跃，横林待鹤归。闲云不成雨，故傍碧山飞。画楼帘幕卷新晴。掩银屏，晓寒轻。坠粉飘香，日日唤愁生。暗数十年湖上路，能几度，著娉婷？ 年华空自感飘零。拥春酲，对谁醒？天阔云闲，无处觅箫声。载酒买花年少事，浑不似，旧心情。",
        "author": "宋代",
        "poem_class": "友情",
        "dynasty": "梅尧臣"
    },
    {
        "title": "浣溪沙·和无咎韵",
        "paragraph": "懒向沙头醉玉瓶，唤君同赏小窗明。夕阳吹角最关情。忙日苦多闲日少，新愁常续旧愁生。客中无伴怕君行。白苎新袍入嫩凉。春蚕食叶响回廊，禹门已准桃花浪，月殿先收桂子香。鹏北海，凤朝阳。又携书剑路茫茫。明年此日青云去，却笑人间举子忙。春风吹碧，春云映绿，晓梦入芳裀。软衬飞花，远连流水，一望隔香尘。 萋萋多少江南恨，翻忆翠罗裙。冷落闲门，凄迷古道，烟雨正愁人。蜀客到江南，长忆吴山好。吴蜀风流自古同，归去应须早。还与去年人，共藉西湖草。莫惜尊前仔细看，应是容颜老。",
        "author": "宋代",
        "poem_class": "友情",
        "dynasty": "陆游"
    },
    {
        "title": "城西访友人别墅",
        "paragraph": "澧水桥西小路斜，日高犹未到君家。村园门巷多相似，处处春风枳壳花。一道残阳铺水中，半江瑟瑟半江红。可怜九月初三夜，露似真珠月似弓。自古逢秋悲寂寥，我言秋日胜春朝。晴空一鹤排云上，便引诗情到碧霄。山明水净夜来霜，数树深红出浅黄。试上高楼清入骨，岂如春色嗾人狂。紫泉宫殿锁烟霞，欲取芜城作帝家。玉玺不缘归日角，锦帆应是到天涯。于今腐草无萤火，终古垂杨有暮鸦。地下若逢陈后主，岂宜重问后庭花。",
        "author": "唐代",
        "poem_class": "友情",
        "dynasty": "雍陶"
    },
    {
        "title": "虞美人·张帆欲去仍搔首",
        "paragraph": "张帆欲去仍搔首，更醉君家酒。吟诗日日待春风，及至桃花开后却匆匆。歌声频为行人咽，记著樽前雪。明朝酒醒大江流，满载一船离恨向衡州。醉别西楼醒不记。春梦秋云，聚散真容易。斜月半窗还少睡。画屏闲展吴山翠。 衣上酒痕诗里字。点点行行，总是凄凉意。红烛自怜无好计。夜寒空替人垂泪。红蓼花繁，黄芦叶乱，夜深玉露初零。霁天空阔，云淡楚江清。独棹孤篷小艇，悠悠过、烟渚沙汀。金钩细，丝纶慢卷，牵动一潭星。时时横短笛，清风皓月，相与忘形。任人笑生涯，泛梗飘萍。饮罢不妨醉卧，尘劳事、有耳谁听？江风静，日高未起，枕上酒微醒。做冷欺花，将烟困柳，千里偷催春暮。尽日冥迷，愁里欲飞还住。惊粉重、蝶宿西园，喜泥润、燕归南浦。最妨它、佳约风流，钿车不到杜陵路。 沉沉江上望极，还被春潮晚急，难寻官渡。隐约遥峰，和泪谢娘眉妩。临断岸、新绿生时，是落红、带愁流处。记当日、门掩梨花，剪灯深夜语。",
        "author": "宋代",
        "poem_class": "友情",
        "dynasty": "陈与义"
    },
    {
        "title": "送魏十六还苏州",
        "paragraph": "秋夜深深北送君，阴虫切切不堪闻。归舟明日毗陵道，回首姑苏是白云。糁径杨花铺白毡，点溪荷叶叠青钱。笋根雉子无人见，沙上凫雏傍母眠。恻恻轻寒翦翦风，小梅飘雪杏花红。 夜深斜搭秋千索，楼阁朦胧烟雨中。佳辰强饮食犹寒，隐几萧条戴鹖冠。春水船如天上坐，老年花似雾中看。娟娟戏蝶过闲幔，片片轻鸥下急湍。云白山青万余里，愁看直北是长安。",
        "author": "唐代",
        "poem_class": "友情",
        "dynasty": "皇甫冉"
    },
    {
        "title": "衡阳与梦得分路赠别",
        "paragraph": "十年憔悴到秦京，谁料翻为岭外行。伏波故道风烟在，翁仲遗墟草树平。直以慵疏招物议，休将文字占时名。今朝不用临河别，垂泪千行便濯缨。春城无处不飞花，寒食东风御柳斜。 日暮汉宫传蜡烛，轻烟散入五侯家。八岁偷照镜，长眉已能画。十岁去踏青，芙蓉作裙衩。十二学弹筝，银甲不曾卸。十四藏六亲，悬知犹未嫁。十五泣春风，背面秋千下。山光物态弄春晖，莫为轻阴便拟归。 纵使晴明无雨色，入云深处亦沾衣。",
        "author": "唐代",
        "poem_class": "友情",
        "dynasty": "柳宗元"
    },
    {
        "title": "沁园春·斗酒彘肩",
        "paragraph": "寄辛承旨。时承旨招，不赴。斗酒彘肩，风雨渡江，岂不快哉！被香山居士，约林和靖，与坡仙老，驾勒吾回。坡谓西湖，正如西子，浓抹淡妆临镜台。二公者，皆掉头不顾，只管衔杯。白云天竺去来，图画里、峥嵘楼观开。爱东西双涧，纵横水绕；两峰南北，高下云堆。逋曰不然，暗香浮动，争似孤山先探梅。须晴去，访稼轩未晚，且此徘徊。江南月，清夜满西楼。云落开时冰吐鉴，浪花深处玉沉钩。圆缺几时休。星汉迥，风露入新秋。丹桂不知摇落恨，素娥应信别离愁。天上共悠悠。春风多可太忙生，长共花边柳外行。与燕作泥蜂酿蜜，才吹小雨又须晴。迢迢天汉西南落，喔喔邻鸡一再鸣。壮志病来消欲尽，出门搔首怆平生。三万里河东入海，五千仞岳上摩天。遗民泪尽胡尘里，南望王师又一年。",
        "author": "宋代",
        "poem_class": "友情",
        "dynasty": "刘过"
    },
    {
        "title": "鹊桥仙·七夕送陈令举",
        "paragraph": "缑山仙子，高情云渺，不学痴牛騃女。凤箫声断月明中，举手谢、时人欲去。 客槎曾犯，银河微浪，尚带天风海雨。相逢一醉是前缘，风雨散、飘然何处。痴儿了却公家事，快阁东西倚晚晴。落木千山天远大，澄江一道月分明。朱弦已为佳人绝，青眼聊因美酒横。万里归船弄长笛，此心吾与白鸥盟。世事短如春梦，人情薄似秋云。不须计较苦劳心，万事原来有命。幸遇三杯酒好，况逢一朵花新。片时欢笑且相亲，明日阴晴未定。正单衣试酒，怅客里、光阴虚掷。愿春暂留，春归如过翼。一去无迹。为问花何在，夜来风雨，葬楚宫倾国。钗钿堕处遗香泽。乱点桃蹊，轻翻柳陌。多情为谁追惜。但蜂媒蝶使，时叩窗隔。 东园岑寂。渐蒙笼暗碧。静绕珍丛底，成叹息。长条故惹行客。似牵衣待话，别情无极。残英小、强簪巾帻。终不似一朵，钗头颤袅，向人欹侧。漂流处、莫趁潮汐。恐断红、尚有相思字，何由见得。",
        "author": "宋代",
        "poem_class": "友情",
        "dynasty": "苏轼"
    },
    {
        "title": "满江红·寄鄂州朱使君寿昌",
        "paragraph": "江汉西来，高楼下、蒲萄深碧。犹自带、岷峨雪浪，锦江春色。君是南山遗爱守，我为剑外思归客。对此间、风物岂无情，殷勤说。 江表传，君休读。狂处士，真堪惜。空洲对鹦鹉，苇花萧瑟。不独笑书生争底事，曹公黄祖俱飘忽。愿使君、还赋谪仙诗，追黄鹤。紫府东风放夜时。步莲秾李伴人归。五更钟动笙歌散，十里月明灯火稀。 香苒苒，梦依依。天涯寒尽减春衣。凤凰城阙知何处，寥落星河一雁飞。万籁寂无声。衾铁稜稜近五更。香断灯昏吟未稳，凄清。只有霜华伴月明。应是夜寒凝。恼得梅花睡不成。我念梅花花念我，关情。起看清冰满玉瓶。山苍苍，水茫茫，大孤小孤江中央。崖崩路绝猿鸟去，惟有乔木搀天长。客舟何处来，棹歌中流声抑扬。沙平风软望不到，孤山久与船低昂。峨峨两烟鬟，晓镜开新妆。舟中贾客莫漫狂，小姑前年嫁彭郎。",
        "author": "宋代",
        "poem_class": "友情",
        "dynasty": "苏轼"
    },
    {
        "title": "天山雪歌送萧治归京",
        "paragraph": "天山雪云常不开，千峰万岭雪崔嵬。北风夜卷赤亭口，一夜天山雪更厚。能兼汉月照银山，复逐胡风过铁关。交河城边鸟飞绝，轮台路上马蹄滑。晻霭寒氛万里凝，阑干阴崖千丈冰。将军狐裘卧不暖，都护宝刀冻欲断。正是天山雪下时，送君走马归京师。雪中何以赠君别，惟有青青松树枝。云开远见汉阳城，犹是孤帆一日程。估客昼眠知浪静，舟人夜语觉潮生。三湘愁鬓逢秋色，万里归心对月明。旧业已随征战尽，更堪江上鼓鼙声。家临九江水，来去九江侧。同是长干人，生小不相识。营州少年厌原野，狐裘蒙茸猎城下。虏酒千钟不醉人，胡儿十岁能骑马。",
        "author": "唐代",
        "poem_class": "友情",
        "dynasty": "岑参"
    },
    {
        "title": "寄韩潮州愈",
        "paragraph": "此心曾与木兰舟，直到天南潮水头。隔岭篇章来华岳，出关书信过泷流。峰悬驿路残云断，海浸城根老树秋。一夕瘴烟风卷尽，月明初上浪西楼。丝纶阁下文书静，钟鼓楼中刻漏长。独坐黄昏谁是伴，紫薇花对紫微郎。白酒新熟山中归，黄鸡啄黍秋正肥。呼童烹鸡酌白酒，儿女嬉笑牵人衣。高歌取醉欲自慰，起舞落日争光辉。游说万乘苦不早，著鞭跨马涉远道。会稽愚妇轻买臣，余亦辞家西入秦。仰天大笑出门去，我辈岂是蓬蒿人。定定住天涯，依依向物华。寒梅最堪恨，常作去年花。",
        "author": "唐代",
        "poem_class": "友情",
        "dynasty": "贾岛"
    },
    {
        "title": "送邢桂州",
        "paragraph": "铙吹喧京口，风波下洞庭。赭圻将赤岸，击汰复扬舲。日落江湖白，潮来天地青。明珠归合浦，应逐使臣星。高阁客竟去，小园花乱飞。参差连曲陌，迢递送斜晖。肠断未忍扫，眼穿仍欲归。芳心向春尽，所得是沾衣。玉树歌残王气终，景阳兵合戍楼空。松楸远近千官冢，禾黍高低六代宫。石燕拂云晴亦雨，江豚吹浪夜还风。英雄一去豪华尽，惟有青山似洛中。处世若大梦，胡为劳其生？所以终日醉，颓然卧前楹。觉来眄庭前，一鸟花间鸣。借问此何时？春风语流莺。感之欲叹息，对酒还自倾。浩歌待明月，曲尽已忘情。",
        "author": "唐代",
        "poem_class": "友情",
        "dynasty": "王维"
    },
    {
        "title": "醉留东野",
        "paragraph": "昔年因读李白杜甫诗，长恨二人不相从。吾与东野生并世，如何复蹑二子踪。东野不得官，白首夸龙钟。韩子稍奸黠，自惭青蒿倚长松。低头拜东野，原得终始如駏蛩。东野不回头，有如寸筳撞巨钟。吾愿身为云，东野变为龙。四方上下逐东野，虽有离别无由逢？露气寒光集，微阳下楚丘。猿啼洞庭树，人在木兰舟。广泽生明月，苍山夹乱流。云中君不见，竟夕自悲秋。今日云景好，水绿秋山明。携壶酌流霞，搴菊泛寒荣。地远松石古，风扬弦管清。窥觞照欢颜，独笑还自倾。落帽醉山月，空歌怀友生。宜阳城下草萋萋，涧水东流复向西。 芳树无人花自落，春山一路鸟空啼。 ",
        "author": "唐代",
        "poem_class": "友情",
        "dynasty": "韩愈"
    },
    {
        "title": "灞陵行送别",
        "paragraph": "送君灞陵亭，灞水流浩浩。上有无花之古树，下有伤心之春草。我向秦人问路歧，云是王粲南登之古道。古道连绵走西京，紫阙落日浮云生。正当今夕断肠处，骊歌愁绝不忍听。花隐掖垣暮，啾啾栖鸟过。星临万户动，月傍九霄多。 不寝听金钥，因风想玉珂。明朝有封事，数问夜如何。初月如弓未上弦，分明挂在碧霄边。时人莫道蛾眉小，三五团圆照满天。荆吴相接水为乡，君去春江正淼茫。(淼 同：渺)日暮征帆何处泊，天涯一望断人肠。",
        "author": "唐代",
        "poem_class": "友情",
        "dynasty": "李白"
    },
    {
        "title": "正月二十日往岐亭郡人潘古郭三人送余于女王城东禅庄院",
        "paragraph": "十日春寒不出门，不知江柳已摇村。稍闻决决流冰谷，尽放青青没烧痕。数亩荒园留我住，半瓶浊酒待君温。去年今日关山路，细雨梅花正断魂。有妇人昼日置小儿沙上而浣衣于水者。虎自山上驰来，妇人仓皇沉水避之。二小儿戏沙上自若。虎熟视久之，至以首抵触，庶几其一就惧；而儿痴，竟不知。虎亦寻卒去。噫，虎之食人，先被之以威，而不惧之人，威亦无所施欤！记得金銮同唱第，春风上国繁华。如今薄宦老天涯。十年岐路，空负曲江花。闻说阆山通阆苑，楼高不见君家。孤城寒日等闲斜。离愁难尽，红树远连霞。百啭千声随意移，山花红紫树高低。始知锁向金笼听，不及林间自在啼。",
        "author": "宋代",
        "poem_class": "友情",
        "dynasty": "苏轼"
    },
    {
        "title": "满江红·送李正之提刑入蜀",
        "paragraph": "蜀道登天，一杯送、绣衣行客。还自叹、中年多病，不堪离别。东北看惊诸葛表，西南更草相如檄。把功名、收拾付君侯，如椽笔。儿女泪，君休滴。荆楚路，吾能说。要新诗准备，庐山山色。赤壁矶头千古浪，铜鞮陌上三更月。正梅花、万里雪深时，须相忆。黑云翻墨未遮山，白雨跳珠乱入船。卷地风来忽吹散，望湖楼下水如天。放生鱼鳖逐人来，无主荷花到处开。水枕能令山俯仰，风船解与月裴回。乌菱白芡不论钱，乱系青菰裹绿盘。忽忆尝新会灵观，滞留江海得加餐。献花游女木兰桡，细雨斜风湿翠翘。无限芳洲生杜若，吴儿不识楚辞招。未成小隐聊中隐，可得长闲胜暂闲。我本无家更安往，故乡无此好湖山。伊吕两衰翁，历遍穷通。一为钓叟一耕佣。若使当时身不遇，老了英雄。汤武偶相逢，风虎云龙。兴王只在谈笑中。直至如今千载后，谁与争功！春残何事苦思乡，病里梳头恨最长。梁燕语多终日在，蔷薇风细一帘香。",
        "author": "宋代",
        "poem_class": "友情",
        "dynasty": "辛弃疾"
    },
    {
        "title": "竹窗闻风寄苗发司空曙",
        "paragraph": "微风惊暮坐，临牖思悠哉。开门复动竹，疑是故人来。时滴枝上露，稍沾阶下苔。何当一入幌，为拂绿琴埃。扁鹊见蔡桓公，立有间，扁鹊曰：“君有疾在腠理，不治将恐深。”桓侯曰：“寡人无疾。”扁鹊出，桓侯曰：“医之好治不病以为功！”居十日，扁鹊复见，曰：“君之病在肌肤，不治将益深。”桓侯不应。扁鹊出，桓侯又不悦。居十日，扁鹊复见，曰：“君之病在肠胃，不治将益深。”桓侯又不应。扁鹊出，桓侯又不悦。居十日，扁鹊望桓侯而还走。桓侯故使人问之，扁鹊曰：“疾在腠理，汤熨之所及也；在肌肤，针石之所及也；在肠胃，火齐之所及也；在骨髓，司命之所属，无奈何也。今在骨髓，臣是以无请也。”居五日，桓侯体痛，使人索扁鹊，已逃秦矣。桓侯遂死。结庐在人境，而无车马喧。问君何能尔？心远地自偏。采菊东篱下，悠然见南山。山气日夕佳，飞鸟相与还。此中有真意，欲辨已忘言。谩说投诗赠汨罗，身今且乐奈渠何。尝闻求福木居士，试向艾人成祝呵。忠言不用竟沉死，留得文章星斗罗。何意更觞昌歜酒，为君击节一长歌。年年端午风兼雨，似为屈原陈昔冤。我欲于谁论许事，舍南舍北鹁鸠喧。",
        "author": "唐代",
        "poem_class": "友情",
        "dynasty": "李益"
    },
    {
        "title": "与李十二白同寻范十隐居",
        "paragraph": "李侯有佳句，往往似阴铿。余亦东蒙客，怜君如弟兄。醉眠秋共被，携手日同行。更想幽期处，还寻北郭生。入门高兴发，侍立小童清。落景闻寒杵，屯云对古城。向来吟橘颂，谁与讨莼羹？不愿论簪笏，悠悠沧海情。九曲黄河万里沙，浪淘风簸自天涯。如今直上银河去，同到牵牛织女家。二月卖新丝，五月粜新谷。医得眼前疮，剜却心头肉。我愿君王心，化作光明烛。不照绮罗筵，只照逃亡屋。王杨卢骆当时体，轻薄为文哂未休。尔曹身与名俱灭，不废江河万古流。",
        "author": "唐代",
        "poem_class": "友情",
        "dynasty": "杜甫"
    },
    {
        "title": "南乡一剪梅·招熊少府",
        "paragraph": "南阜小亭台，薄有山花取次开。寄语多情熊少府；晴也须来，雨也须来。随意且衔杯，莫惜春衣坐绿苔。若待明朝风雨过，人在天涯！春在天涯。耿耿青灯照青史，坐看兴废眼前来。亡秦未必非胡亥，灭赵终然是郭开。三国英雄由将相，六朝人物只婴孩。商之孙子宁无论，妲己端端是祸胎。不爱浮花，元只爱、松筠高节。归去好、草堂风雨，对床心切。东鲁云山多秀丽，西溪泉石尤香洁。待英灵、重入梦中来，分明说。今古异，行藏别。身易退，腰难折。信叫阍非勇，闭门非怯。玉斧已修明月就，瑶琴何必朱弦绝。试回看、前日利名心，红炉雪。乾坤俯仰，贤愚醉醒，今古兴亡。剑花寒，夜坐归心壮，又是他乡。九日明朝酒香，一年好景橙黄。龙山上，西风树响，吹老鬓毛霜。",
        "author": "元代",
        "poem_class": "友情",
        "dynasty": "虞集"
    },
    {
        "title": "念奴娇·驿中别友人",
        "paragraph": "水天空阔，恨东风，不惜世间英物。蜀鸟吴花残照里，忍见荒城颓壁。铜雀春情，金人秋泪，此恨凭谁雪？堂堂剑气，斗牛空认奇杰。那信江海余生，南行万里，属扁舟齐发。正为鸥盟留醉眼，细看涛生云灭。睨柱吞嬴，回旗走懿，千古冲冠发。伴人无寐，秦淮应是孤月。戎州登临胜景，未尝不歌渔父家风，以谢江山。门生请问：先生家风如何？为拟金华道人作此章。一波才动万波随，蓑笠一钩丝。金鳞正在深处，千尺也须垂。吞又吐，信还疑，上钩迟。水寒江静，满目青山，载月明归。唱彻《阳关》泪未干，功名馀事且加餐。浮天水送无穷树，带雨云埋一半山。今古恨，几千般，只应离合是悲欢？江头未是风波恶，别有人间行路难！三月残花落更开，小檐日日燕飞来。子规夜半犹啼血，不信东风唤不回。",
        "author": "宋代",
        "poem_class": "友情",
        "dynasty": "文天祥"
    },
    {
        "title": "送郭司仓",
        "paragraph": "映门淮水绿，留骑主人心。明月随良掾，春潮夜夜深。江汉思归客，乾坤一腐儒。片云天共远，永夜月同孤。落日心犹壮，秋风病欲疏。(疏 一作：苏)古来存老马，不必取长途。永巷长年怨绮罗，离情终日思风波。湘江竹上痕无限，岘首碑前洒几多。人去紫台秋入塞，兵残楚帐夜闻歌。朝来灞水桥边问，未抵青袍送玉珂。八月涛声吼地来，头高数丈触山回。须臾却入海门去，卷起沙堆似雪堆。",
        "author": "唐代",
        "poem_class": "友情",
        "dynasty": "王昌龄"
    },
    {
        "title": "闻梨花发赠刘师命",
        "paragraph": "桃蹊惆怅不能过，红艳纷纷落地多。 闻道郭西千树雪，欲将君去醉如何。风回云断雨初晴，返照湖边暖复明。乱点碎红山杏发，平铺新绿水蘋生。翅低白雁飞仍重，舌涩黄鹂语未成。不道江南春不好，年年衰病减心情。好风胧月清明夜，碧砌红轩刺史家。 独绕回廊行复歇，遥听弦管暗看花。采石江边李白坟，绕田无限草连云。可怜荒垄穷泉骨，曾有惊天动地文。但是诗人多薄命，就中沦落不过君。 ",
        "author": "唐代",
        "poem_class": "友情",
        "dynasty": "韩愈"
    },
    {
        "title": "青玉案·送伯固归吴中",
        "paragraph": "三年枕上吴中路。遣黄耳、随君去。若到松江呼小渡。莫惊鸥鹭，四桥尽是，老子经行处。辋川图上看春暮。常记高人右丞句。作个归期天已许。春衫犹是，小蛮针线，曾湿西湖雨。半亩方塘一鉴开，天光云影共徘徊。问渠那得清如许？为有源头活水来。(那 通：哪)病骨支离纱帽宽，孤臣万里客江干。位卑未敢忘忧国，事定犹须待阖棺。天地神灵扶庙社，京华父老望和銮。出师一表通今古，夜半挑灯更细看。五月五日午，赠我一枝艾。 故人不可见，新知万里外。丹心照夙昔，鬓发日已改。 我欲从灵均，三湘隔辽海。",
        "author": "宋代",
        "poem_class": "友情",
        "dynasty": "苏轼"
    },
    {
        "title": "水龙吟·黄州梦过栖霞楼",
        "paragraph": "闾丘大夫孝终公显尝守黄州，作栖霞楼，为郡中胜绝。元丰五年，余谪居黄。正月十七日，梦扁舟渡江，中流回望，楼中歌乐杂作。舟中人言：公显方会客也。觉而异之，乃作此词，盖越调鼓笛慢。公显时已致仕在苏州。小舟横截春江，卧看翠壁红楼起。云间笑语，使君高会，佳人半醉。危柱哀弦，艳歌余响，绕云萦水。念故人老大，风流未减，独回首、烟波里。推枕惘然不见，但空江、月明千里。五湖闻道，扁舟归去，仍携西子。云梦南州，武昌东岸，昔游应记。料多情梦里，端来见我，也参差是。秋到边城角声哀，烽火照高台。悲歌击筑，凭高酹酒，此兴悠哉。多情谁似南山月，特地暮云开。灞桥烟柳，曲江池馆，应待人来。黄冈之地多竹，大者如椽，竹工破之，刳去其节，用代陶瓦。比屋皆然，以其价廉而工省也。子城西北隅，雉堞圮毁，蓁莽荒秽，因作小楼二间，与月波楼通。远吞山光，平挹江濑，幽阒辽夐，不可具状。夏宜急雨，有瀑布声；冬宜密雪，有碎玉声；宜鼓琴，琴调和畅；宜咏诗，诗韵清绝；宜围棋，子声丁丁然；宜投壶，矢声铮铮然；皆竹楼之所助也。公退之暇，被鹤氅衣，戴华阳巾，手执《周易》一卷，焚香默坐，消遣世虑。江山之外，第见风帆沙鸟，烟云竹树而已。待其酒力醒，茶烟歇，送夕阳，迎素月，亦谪居之胜概也。彼齐云、落星，高则高矣；井干、丽谯，华则华矣；止于贮妓女，藏歌舞，非骚人之事，吾所不取。吾闻竹工云，竹之为瓦，仅十稔。若重覆之，得二十稔。噫，吾以至道乙未岁，自翰林出滁上，丙申移广陵；丁酉又入西掖，戊戌岁除日有齐安之命，己亥闰三月到郡。四年之间，奔走不暇，未知明年又在何处，岂惧竹楼之易朽乎！后之人与我同志，嗣而葺之，庶斯楼之不朽也！咸平二年八月十五日记。三过平山堂下，半生弹指声中。十年不见老仙翁，壁上龙蛇飞动。欲吊文章太守，仍歌杨柳春风。休言万事转头空，未转头时皆梦。",
        "author": "宋代",
        "poem_class": "友情",
        "dynasty": "苏轼"
    },
    {
        "title": "箜篌谣",
        "paragraph": "攀天莫登龙，走山莫骑虎。贵贱结交心不移，唯有严陵及光武。周公称大圣，管蔡宁相容。汉谣一斗粟，不与淮南舂。兄弟尚路人，吾心安所从。他人方寸间，山海几千重。轻言托朋友，对面九疑峰。开花必早落，桃李不如松。管鲍久已死，何人继其踪。春种一粒粟，秋收万颗子。四海无闲田，农夫犹饿死。遥夜泛清瑟，西风生翠萝。残萤栖玉露，早雁拂金河。高树晓还密，远山晴更多。淮南一叶下，自觉洞庭波。十年离乱后，长大一相逢。问姓惊初见，称名忆旧容。别来沧海事，语罢暮天钟。明日巴陵道，秋山又几重。",
        "author": "唐代",
        "poem_class": "友情",
        "dynasty": "李白"
    },
    {
        "title": "伐木",
        "paragraph": "伐木丁丁，鸟鸣嘤嘤。出自幽谷，迁于乔木。嘤其鸣矣，求其友声。相彼鸟矣，犹求友声。矧伊人矣，不求友生？神之听之，终和且平。伐木许许，酾酒有藇！既有肥羜，以速诸父。宁适不来，微我弗顾。於粲洒扫，陈馈八簋。既有肥牡，以速诸舅。宁适不来，微我有咎。伐木于阪，酾酒有衍。笾豆有践，兄弟无远。民之失德，乾餱以愆。有酒湑我，无酒酤我。坎坎鼓我，蹲蹲舞我。迨我暇矣，饮此湑矣。天其弗识。人胡能觉。匪佑自天。弗孽由人。我乎汝乎。其弗知呼。医乎巫乎。其知之乎。于以采蘩？于沼于沚。于以用之？公侯之事。于以采蘩？于涧之中。于以用之？公侯之宫。被之僮僮，夙夜在公。被之祁祁，薄言还归。嗟尔不宁侯。为尔不朝于王所。故亢而射女。强食尔食。曾孙侯氏百福。",
        "author": "先秦",
        "poem_class": "友情",
        "dynasty": "佚名"
    },
    {
        "title": "贺新郎·把酒长亭说",
        "paragraph": "陈同父自东阳来过余，留十日。与之同游鹅湖，且会朱晦庵于紫溪，不至，飘然东归。既别之明日，余意中殊恋恋，复欲追路。至鹭鸶林，则雪深泥滑，不得前矣。独饮方村，怅然久之，颇恨挽留之正是遂也。夜半投宿吴氏泉湖四望楼，闻邻笛悲甚，为赋《贺新郎》以见意。又五日，同父书来索词，心所同然者如此，可发千里一笑。把酒长亭说。看渊明、风流酷似，卧龙诸葛。何处飞来林间鹊，蹙踏松梢残雪。要破帽多添华发。剩水残山无态度，被疏梅料理成风月。两三雁，也萧瑟。佳人重约还轻别。怅清江、天寒不渡，水深冰合。路断车轮生四角，此地行人销骨。问谁使、君来愁绝？铸就而今相思错，料当初、费尽人间铁。长夜笛，莫吹裂。金溪民方仲永，世隶耕。仲永生五年，未尝识书具，忽啼求之。父异焉，借旁近与之，即书诗四句，并自为其名。其诗以养父母、收族为意，传一乡秀才观之。自是指物作诗立就，其文理皆有可观者。邑人奇之，稍稍宾客其父，或以钱币乞之。父利其然也，日扳仲永环谒于邑人，不使学。余闻之也久。明道中，从先人还家，于舅家见之，十二三矣。令作诗，不能称前时之闻。又七年，还自扬州，复到舅家问焉。曰：“泯然众人矣。”王子曰：仲永之通悟，受之天也。其受之天也，贤于材人远矣。卒之为众人，则其受于人者不至也。彼其受之天也，如此其贤也，不受之人，且为众人；今夫不受之天，固众人，又不受之人，得为众人而已耶？春有百花秋有月，夏有凉风冬有雪。若无闲事挂心头，便是人间好时节。竹摇清影罩幽窗，两两时禽噪夕阳。谢却海棠飞尽絮，困人天气日初长。",
        "author": "宋代",
        "poem_class": "友情",
        "dynasty": "辛弃疾"
    },
    {
        "title": "醉后赠张九旭",
        "paragraph": "世上谩相识，此翁殊不然。兴来书自圣，醉后语尤颠。白发老闲事，青云在目前。床头一壶酒，能更几回眠？去年花里逢君别，今日花开又一年。(又一年 一作：已一年)世事茫茫难自料，春愁黯黯独成眠。身多疾病思田里，邑有流亡愧俸钱。闻道欲来相问讯，西楼望月几回圆。何事居穷道不穷，乱时还与静时同。家山虽在干戈地，弟侄常修礼乐风。窗竹影摇书案上，野泉声入砚池中。少年辛苦终身事，莫向光阴惰寸功。霜落荆门江树空，布帆无恙挂秋风。此行不为鲈鱼鲙，自爱名山入剡中。",
        "author": "唐代",
        "poem_class": "友情",
        "dynasty": "高适"
    },
    {
        "title": "江楼晚眺景物鲜奇吟玩成篇寄水部张员外",
        "paragraph": "澹烟疏雨间斜阳，江色鲜明海气凉。蜃散云收破楼阁，虹残水照断桥梁。风翻白浪花千片，雁点青天字一行。好著丹青图画取，题诗寄与水曹郎。(图画 一作：写画)绿艳闲且静，红衣浅复深。花心愁欲断，春色岂知心。近腊月下，景气和畅，故山殊可过。足下方温经，猥不敢相烦，辄便往山中，憩感配寺，与山僧饭讫而去。北涉玄灞，清月映郭。夜登华子冈，辋水沦涟，与月上下。寒山远火，明灭林外。深巷寒犬，吠声如豹。村墟夜舂，复与疏钟相间。此时独坐，僮仆静默，多思曩昔，携手赋诗，步仄径，临清流也。当待春中，草木蔓发，春山可望，轻鲦出水，白鸥矫翼，露湿青皋，麦陇朝雊，斯之不远，倘能从我游乎？非子天机清妙者，岂能以此不急之务相邀。然是中有深趣矣！无忽。因驮黄檗人往，不一，山中人王维白。 长江悲已滞，万里念将归。况属高风晚，山山黄叶飞。",
        "author": "唐代",
        "poem_class": "友情",
        "dynasty": "白居易"
    },
    {
        "title": "哭晁卿衡",
        "paragraph": "日本晁卿辞帝都，征帆一片绕蓬壶。 明月不归沉碧海，白云愁色满苍梧。楚塞三湘接，荆门九派通。江流天地外，山色有无中。郡邑浮前浦，波澜动远空。襄阳好风日，留醉与山翁。前不见古人，后不见来者。念天地之悠悠，独怆然而涕下！日出扶桑一丈高，人间万事细如毛。 野夫怒见不平处，磨损胸中万古刀。",
        "author": "唐代",
        "poem_class": "友情",
        "dynasty": "李白"
    },
    {
        "title": "别董大二首·其二",
        "paragraph": "六翮飘飖私自怜，一离京洛十余年。丈夫贫贱应未足，今日相逢无酒钱。两竿落日溪桥上，半缕轻烟柳影中。多少绿荷相倚恨，一时回首背西风。远送从此别，青山空复情。几时杯重把，昨夜月同行。列郡讴歌惜，三朝出入荣。江村独归处，寂寞养残生。遗庙丹青落，空山草木长。犹闻辞后主，不复卧南阳。",
        "author": "唐代",
        "poem_class": "友情",
        "dynasty": "高适"
    },
    {
        "title": "荀巨伯探病友 / 荀巨伯探友",
        "paragraph": "荀巨伯远看友人疾，值胡贼攻郡，友人语巨伯曰：“吾今死矣，子可去。”巨伯曰：“远来相视，子令吾去，败义以求生，岂荀巨伯所行邪？”贼既至，谓巨伯曰：“大军至，一郡尽空，汝何男子，而敢独止？“巨伯曰：“友人有疾，不忍委之，宁以我身代友人命。”贼相谓曰：“我辈无义之人，而入有义之国。”遂班军而还，一郡并获全。 江南稚女珠腕绳。金翠摇首红颜兴。桂棹容与歌采菱。歌采菱。心未怡。翳罗袖。望所思。白马紫金鞍。停镳过上兰。寄言狭斜子。讵知陇道难。赤坂途三折。龙堆路九盘。冰生肌里冷。风起骨中寒。功名志所急。日暮不遑飡。长驱入右地。轻举出楼兰。直去已垂涕。宁可望长安。匪期定远封。无羡轻车官。唯见恩义重。岂觉衣裳单。本持躯命答。幸遇身名完。谁忍心中爱，分为别后思。几时相握手，呜噎不能辞。虽言万里隔，犹有望还期。如何九泉下，更无相见时。",
        "author": "南北朝",
        "poem_class": "友情",
        "dynasty": "刘义庆"
    },
    {
        "title": "次元明韵寄子由",
        "paragraph": "半世交亲随逝水，几人图画入凌烟？春风春雨花经眼，江北江南水拍天。欲解铜章行问道，定知石友许忘年。脊令各有思归恨，日月相催雪满颠。涧水无声绕竹流，竹西花草弄春柔。茅檐相对坐终日，一鸟不鸣山更幽。半世交亲随逝水，几人图画入凌烟？春风春雨花经眼，江北江南水拍天。欲解铜章行问道，定知石友许忘年。脊令各有思归恨，日月相催雪满颠。江上往来人，但爱鲈鱼美。君看一叶舟，出没风波里。",
        "author": "宋代",
        "poem_class": "友情",
        "dynasty": "黄庭坚"
    },
    {
        "title": "谢公亭·盖谢脁范云之所游",
        "paragraph": "谢亭离别处，风景每生愁。客散青天月，山空碧水流。池花春映日，窗竹夜鸣秋。今古一相接，长歌怀旧游。长啸梁甫吟，何时见阳春？君不见，朝歌屠叟辞棘津，八十西来钓渭滨。宁羞白发照清水，逢时壮气思经纶。广张三千六百钓，风期暗与文王亲。大贤虎变愚不测，当年颇似寻常人。君不见，高阳酒徒起草中，长揖山东隆准公。入门不拜逞雄辩，两女辍洗来趋风。东下齐城七十二，指挥楚汉如旋蓬。狂客落魄尚如此，何况壮士当群雄！我欲攀龙见明主，雷公砰訇震天鼓。帝旁投壶多玉女，三时大笑开电光，倏烁晦冥起风雨。阊阖九门不可通，以额扣关阍者怒。白日不照吾精诚，杞国无事忧天倾。猰貐磨牙竞人肉，驺虞不折生草茎。手接飞猱搏雕虎，侧足焦原未言苦。智者可卷愚者豪，世人见我轻鸿毛。力排南山三壮士，齐相杀之费二桃。吴楚弄兵无剧孟，亚夫咍尔为徒劳。梁甫吟，声正悲。张公两龙剑，神物合有时。风云感会起屠钓，大人臲屼当安之。三更灯火五更鸡，正是男儿读书时。黑发不知勤学早，白首方悔读书迟。漠漠轻阴晚自开，青天白日映楼台。曲江水满花千树，有底忙时不肯来。",
        "author": "唐代",
        "poem_class": "友情",
        "dynasty": "李白"
    },
    {
        "title": "送贺宾客归越",
        "paragraph": "镜湖流水漾清波，狂客归舟逸兴多。 山阴道士如相见，应写黄庭换白鹅。弃我去者，昨日之日不可留；乱我心者，今日之日多烦忧。长风万里送秋雁，对此可以酣高楼。蓬莱文章建安骨，中间小谢又清发。俱怀逸兴壮思飞，欲上青天揽明月。(揽 一作：览；明月 一作：日月)抽刀断水水更流，举杯销愁愁更愁。(销愁 一作：消愁)人生在世不称意，明朝散发弄扁舟。晨起动征铎，客行悲故乡。鸡声茅店月，人迹板桥霜。槲叶落山路，枳花明驿墙。(明驿墙 一作：照驿墙)因思杜陵梦，凫雁满回塘。章台柳，章台柳，颜色青青今在否？纵使长条似旧垂，也应攀折他人手。(版本一)章台柳，章台柳，往日依依今在否？纵使长条似旧垂，也应攀折他人手。(版本二)章台柳，章台柳，昔日青青今在否？纵使长条似旧垂，也应攀折他人手。(版本三)",
        "author": "唐代",
        "poem_class": "友情",
        "dynasty": "李白"
    },
    {
        "title": "送李判官之润州行营",
        "paragraph": "万里辞家事鼓鼙，金陵驿路楚云西。江春不肯留行客，草色青青送马蹄。夜来携手梦同游，晨起盈巾泪莫收。漳浦老身三度病，咸阳宿草八回秋。君埋泉下泥销骨，我寄人间雪满头。阿卫韩郎相次去，夜台茫昧得知不？锦瑟无端五十弦，一弦一柱思华年。庄生晓梦迷蝴蝶，望帝春心托杜鹃。沧海月明珠有泪，蓝田日暖玉生烟。此情可待成追忆？只是当时已惘然。庾信文章老更成，凌云健笔意纵横。今人嗤点流传赋，不觉前贤畏后生。王杨卢骆当时体，轻薄为文哂未休。尔曹身与名俱灭，不废江河万古流。纵使卢王操翰墨，劣于汉魏近风骚。龙文虎脊皆君驭，历块过都见尔曹。才力应难夸数公，凡今谁是出群雄。或看翡翠兰苕上，未掣鲸鱼碧海中。不薄今人爱古人，清词丽句必为邻。窃攀屈宋宜方驾，恐与齐梁作后尘。未及前贤更勿疑，递相祖述复先谁。别裁伪体亲风雅，转益多师是汝师。",
        "author": "唐代",
        "poem_class": "友情",
        "dynasty": "刘长卿"
    },
    {
        "title": "临江仙·忆昔西池池上饮",
        "paragraph": "忆昔西池池上饮，年年多少欢娱。别来不寄一行书。寻常相见了，犹道不如初。 安稳锦衾今夜梦，月明好渡江湖。相思休问定何如。情知春去后，管得落花无。彩袖殷勤捧玉钟，当年拚却醉颜红。舞低杨柳楼心月，歌尽桃花扇底风。从别后，忆相逢，几回魂梦与君同。今宵剩把银釭照，犹恐相逢是梦中。宝钗分，桃叶渡，烟柳暗南浦。怕上层楼，十日九风雨。断肠片片飞红，都无人管，更谁劝、啼莺声住？鬓边觑，试把花卜归期，才簪又重数。罗帐灯昏，哽咽梦中语：是他春带愁来，春归何处？却不解、带将愁去。书当快意读易尽，客有可人期不来。世事相违每如此，好怀百岁几回开？",
        "author": "宋代",
        "poem_class": "友情",
        "dynasty": "晁冲之"
    },
    {
        "title": "鲁郡东石门送杜二甫",
        "paragraph": "醉别复几日，登临遍池台。何时石门路，重有金樽开。秋波落泗水，海色明徂徕。飞蓬各自远，且尽手中杯。孤雁不饮啄，飞鸣声念群。谁怜一片影，相失万重云？望尽似犹见，哀多如更闻。野鸦无意绪，鸣噪自纷纷。斜阳照墟落，穷巷牛羊归。(斜阳 一作：斜光)野老念牧童，倚杖候荆扉。雉雊麦苗秀，蚕眠桑叶稀。田夫荷锄至，相见语依依。(至 一作：立)即此羡闲逸，怅然吟式微。三更灯火五更鸡，正是男儿读书时。黑发不知勤学早，白首方悔读书迟。",
        "author": "唐代",
        "poem_class": "友情",
        "dynasty": "李白"
    },
    {
        "title": "重别周尚书",
        "paragraph": "阳关万里道，不见一人归。惟有河边雁，秋来南向飞。百川乃宗巨海。众星是仰北辰。九州攸同禹迹。四海合德尧臣。朝阳栖于鸣凤。灵畤牧于般麟。云玉叶而五色。月金波而两轮。凉风迎时北狩。小暑戒节南巡。山无藏于紫玉。地不爱于黄银。虽南征而北怨。实西畧而东宾。既永清于四海。终有庆于一人。妾乘油璧车，郎骑青骢马。何处结同心，西陵松柏下。历历听钟鸣。当知在帝城。西树隐落月。东窗见晓星。雾露朏朏未分明。乌啼哑哑已流声。惊客思。动客情。客思郁纵横。翩翩孤雁何所栖。依依别鹤半夜啼。今岁行已暮。雨雪向凄凄。飞蓬旦夕起。杨柳尚翻低。气郁结。涕滂沱。愁思无所托。强作听钟歌。",
        "author": "南北朝",
        "poem_class": "友情",
        "dynasty": "庾信"
    },
    {
        "title": "赠从兄襄阳少府皓",
        "paragraph": "结发未识事，所交尽豪雄。却秦不受赏，击晋宁为功。托身白刃里，杀人红尘中。当朝揖高义，举世称英雄。小节岂足言，退耕舂陵东。归来无产业，生事如转蓬。一朝乌裘敝，百镒黄金空。弹剑徒激昂，出门悲路穷。吾兄青云士，然诺闻诸公。所以陈片言，片言贵情通。棣华倘不接，甘与秋草同。一枝红杏出墙头，墙外行人正独愁。长得看来犹有恨，可堪逢处更难留！林空色暝莺先到，春浅香寒蝶未游。更忆帝乡千万树，澹烟笼日暗神州。一封朝奏九重天，夕贬潮州路八千。(潮州 一作：潮阳)欲为圣明除弊事，肯将衰朽惜残年！(欲为 一作：本为；圣明 一作：圣朝；肯将 一作：敢将)云横秦岭家何在？雪拥蓝关马不前。知汝远来应有意，好收吾骨瘴江边。十岁裁诗走马成，冷灰残烛动离情。桐花万里丹山路，雏凤清于老凤声。剑栈风樯各苦辛，别时冰雪到时春。为凭何逊休联句，瘦尽东阳姓沈人。",
        "author": "唐代",
        "poem_class": "友情",
        "dynasty": "李白"
    },
    {
        "title": "虞美人·有美堂赠述古",
        "paragraph": "湖山信是东南美，一望弥千里。使君能得几回来？便使樽前醉倒更徘徊。沙河塘里灯初上，水调谁家唱？夜阑风静欲归时，惟有一江明月碧琉璃。一自胡尘入汉关，十年伊洛路漫漫。青墩溪畔龙钟客，独立东风看牡丹。太上曰：祸福无门，唯人自召。善恶之报，如影随形。是以天地有司过之神。依人所犯轻重，以夺人算。算减则贫耗，多逢忧患，人皆恶之，刑祸随之，吉庆避之，恶星灾之，算尽则死。又有三台北斗神君，在人头上，录人罪恶，夺其纪算。又有三尸神，在人身中，每到庚申日，辄上诣天曹，言人罪过。月晦之日，灶神亦然。凡人有过，大则夺纪，小则夺算。其过大小，有数百事，欲求长生者，先须避之。是道则进，非道则退。不履邪径，不欺暗室。积德累功，慈心於物。忠孝友悌，正己化人，矜孤恤寡，敬老怀幼。昆虫草木，犹不可伤。宜悯人之凶，乐人之善，济人之急，救人之危。见人之得，如己之得。见人之失，如己之失。不彰人短，不炫己长。遏恶扬善，推多取少。受辱不怨，受宠若惊。施恩不求报，与人不追悔。所谓善人，人皆敬之，天道佑之，福禄随之。众邪远之，神灵卫之，所作必成，神仙可冀。欲求天仙者，当立一千三百善，欲求地仙者，当立三百善；苟或非义而动，背理而行。以恶为能，忍作残害。阴贼良善，暗侮君亲。慢其先生，叛其所事。诳诸无识，谤诸同学。虚诬诈伪，攻讦宗亲。刚强不仁，狠戾自用。是非不当，向背乖宜。虐下取功，谄上希旨。受恩不感，念怨不休。轻蔑天民，扰乱国政。赏及非义，刑及无辜。杀人取财，倾人取位。诛降戮服，贬正排贤。凌孤逼寡，弃法受赂。以直为曲，以曲为直。入轻为重，见杀加怒。知过不改，知善不为。自罪引他，壅塞方术。讪谤贤圣，侵凌道德。射飞逐走，发蛰惊栖，填穴覆巢，伤胎破卵。愿人有失，毁人成功。危人自安，减人自益。以恶易好，以私废公。窃人之能，蔽人之善。形人之丑，讦人之私。耗人货财，离人骨肉。侵人所爱，助人为非，逞志作威，辱人求胜。败人苗稼，破人婚姻。苟富而骄，苟免无耻，认恩推过。嫁祸卖恶。沽买虚誉，包贮险心。挫人所长，护己所短。乘威迫胁，纵暴杀伤。无故剪裁，非礼烹宰。散弃五谷，劳扰众生。破人之家。取其财宝。决水放火，以害民居，紊乱规模，以败人功，损人器物，以穷人用。见他荣贵，愿他流贬。见他富有，愿他破散。见他色美，起心私之。负他货财，原他身死。干求不遂，便生咒恨。见他失便，便说他过。见他体相不具而笑之。见他才能可称而抑之。埋蛊厌人，用药杀树。恚怒师傅，抵触父兄。强取强求，好侵好夺。掳掠致富，巧诈求迁。赏罚不平，逸乐过节。苛虐其下，恐吓於他。怨天尤人，呵风骂雨。斗合争讼，妄逐朋党。用妻妾语，违父母训。得新忘故。口是心非，贪冒於财，欺罔其上。造作恶语，谗毁平人。毁人称直，骂神称正，弃顺效逆，背亲向疏。指天地以证鄙怀，引神明而鉴猥事。施与後悔，假借不还。分外营求，力上施设。淫欲过度，心毒貌慈。秽食馁人，左道惑众。短尺狭度，轻秤小升。以伪杂真，采取奸利。压良为贱，谩蓦愚人，贪婪无厌，咒诅求直。嗜酒悖乱，骨肉忿争。男不忠良，女不柔顺。不和其室，不敬其夫。每好矜夸，常行妒忌。无行於妻子，失礼於舅姑，轻慢先灵，违逆上命。作为无益，怀挟外心。自咒咒他，偏憎偏爱。越井越灶，跳食跳人。损子堕胎，行多隐僻。晦腊歌舞，朔旦号怒。对北涕唾及溺，对灶吟咏及哭。又以灶火烧香，秽柴作食。夜起裸露，八节行刑。唾流星，指虹霓。辄指三光，久视日月，春月燎猎，对北恶骂。无故杀龟打蛇，如是等罪，司命随其轻重，夺其纪算。算尽则死，死有余责，乃殃及子孙。又诸横取人财者，乃计其妻子家口以当之，渐至死丧。若不死丧，则有水火盗贼，遗亡器物，疾病口舌诸事，以当妄取之直。又枉杀人者，是易刀兵而相杀也。取非义之财者，譬如漏脯救饥，鸩酒止渴，非不暂饱，死亦及之。夫心起於善，善虽未为，而吉神已随之。或心起於恶，恶虽未为，而凶神已随之。其有曾行恶事，後自改悔，诸恶莫作，众善奉行。久久必获吉庆，所谓转祸为福也。故吉人语善，视善，行善。一日有三善，三年天必降之福。凶人语恶、视恶、行恶，一日有三恶，三年天必降之祸，胡不勉而行之。点火樱桃，照一架、荼蘼如雪。春正好，见龙孙穿破，紫苔苍壁。乳燕引雏飞力弱，流莺唤友娇声怯。问春归、不肯带愁归，肠千结。层楼望，春山叠；家何在？烟波隔。把古今遗恨，向他谁说？蝴蝶不传千里梦，子规叫断三更月。听声声、枕上劝人归，归难得。",
        "author": "宋代",
        "poem_class": "友情",
        "dynasty": "苏轼"
    },
    {
        "title": "哭李商隐",
        "paragraph": "成纪星郎字义山，适归高壤抱长叹。词林枝叶三春尽，学海波澜一夜干。风雨已吹灯烛灭，姓名长在齿牙寒。只应物外攀琪树，便著霓裳上绛坛。虚负凌云万丈才，一生襟抱未曾开。鸟啼花落人何在，竹死桐枯凤不来。良马足因无主踠，旧交心为绝弦哀。九泉莫叹三光隔，又送文星入夜台。海外徒闻更九州，他生未卜此生休。空闻虎旅传宵柝，无复鸡人报晓筹。(传 一作：鸣)此日六军同驻马，当时七夕笑牵牛。如何四纪为天子，不及卢家有莫愁。度岭方辞国，停轺一望家。魂随南翥鸟，泪尽北枝花。山雨初含霁，江云欲变霞。但令归有日，不敢恨长沙。严风吹霜海草凋，筋干精坚胡马骄。汉家战士三十万，将军兼领霍嫖姚。流星白羽腰间插，剑花秋莲光出匣。天兵照雪下玉关，虏箭如沙射金甲。云龙风虎尽交回，太白入月敌可摧。敌可摧，旄头灭，履胡之肠涉胡血。悬胡青天上，埋胡紫塞傍。胡无人，汉道昌。陛下之寿三千霜。但歌大风云飞扬，安得猛士兮守四方。",
        "author": "唐代",
        "poem_class": "友情",
        "dynasty": "崔珏"
    },
    {
        "title": "戏赠杜甫",
        "paragraph": "饭颗山头逢杜甫，顶戴笠子日卓午。 借问别来太瘦生，总为从前作诗苦。夕阳度西岭，群壑倏已暝。松月生夜凉，风泉满清听。樵人归欲尽，烟鸟栖初定。之子期宿来，孤琴候萝径。西登香炉峰，南见瀑布水。挂流三百丈，喷壑数十里。 欻如飞电来，隐若白虹起。初惊河汉落，半洒云天里。 仰观势转雄，壮哉造化功。海风吹不断，江月照还空。 空中乱潈射，左右洗青壁。飞珠散轻霞，流沫沸穹石。 而我乐名山，对之心益闲。无论漱琼液，还得洗尘颜。 且谐宿所好，永愿辞人间。 日照香炉生紫烟，遥看瀑布挂前川。 飞流直下三千尺，疑是银河落九天。阳月南飞雁，传闻至此回。我行殊未已，何日复归来。江静潮初落，林昏瘴不开。明朝望乡处，应见陇头梅。",
        "author": "唐代",
        "poem_class": "友情",
        "dynasty": "李白"
    },
    {
        "title": "送魏二",
        "paragraph": "醉别江楼橘柚香，江风引雨入舟凉。 忆君遥在潇湘月，愁听清猿梦里长。长安一片月，万户捣衣声。秋风吹不尽，总是玉关情。何日平胡虏，良人罢远征。霜草苍苍虫切切，村南村北行人绝。独出门前望野田，月明荞麦花如雪。(门前 一作：前门)幼女才六岁，未知巧与拙。向夜在堂前，学人拜新月。",
        "author": "唐代",
        "poem_class": "友情",
        "dynasty": "王昌龄"
    },
    {
        "title": "移居二首",
        "paragraph": "昔欲居南村，非为卜其宅。闻多素心人，乐与数晨夕。怀此颇有年，今日从兹役。敝庐何必广，取足蔽床席。邻曲时时来，抗言谈在昔。奇文共欣赏，疑义相与析。春秋多佳日，登高赋新诗。过门更相呼，有酒斟酌之。农务各自归，闲暇辄相思。相思则披衣，言笑无厌时。此理将不胜？无为忽去兹。衣食当须纪，力耕不吾欺。 前身应是散花仙。一念堕尘缘。参透曲中禅。比一串、摩尼更圆。林莺巧啭，玉冰飞韵，三昧有谁传。休惜遏云篇。早医得、维摩病痊。月落天欲曙，能得几时眠。凄凄下床去，侬病不能言。我本汉家子。将适单于庭。辞决未及终。前驱已抗旌。仆御涕流离。辕马为悲鸣。哀郁伤五内。泣泪沾朱缨。行行日已远。乃造匈奴城。延我于穹庐。加我阏氏名。殊类非所安。虽贵非所荣。父子见凌辱。对之惭且惊。杀身良未易。默默以茍生。茍生亦何聊。积思常愤盈。愿假飞鸿翼。弃之以遐征。飞鸿不我顾。伫立以屏营。昔为匣中玉。今为粪土英。朝华不足欢。甘为秋草幷。传语后世人。远嫁难为情。",
        "author": "魏晋",
        "poem_class": "友情",
        "dynasty": "陶渊明"
    },
    {
        "title": "与梦得沽酒闲饮且约后期",
        "paragraph": "少时犹不忧生计，老后谁能惜酒钱？共把十千沽一斗，相看七十欠三年。闲征雅令穷经史，醉听清吟胜管弦。更待菊黄家酝熟，共君一醉一陶然。(酝 一作：酿)山寺钟鸣昼已昏，渔梁渡头争渡喧。人随沙岸向江村，余亦乘舟归鹿门。鹿门月照开烟树，忽到庞公栖隐处。岩扉松径长寂寥，惟有幽人自来去。白发三千丈，缘愁似个长。不知明镜里，何处得秋霜。桐风惊心壮士苦，衰灯络纬啼寒素。谁看青简一编书，不遣花虫粉空蠹。思牵今夜肠应直，雨冷香魂吊书客。秋坟鬼唱鲍家诗，恨血千年土中碧。",
        "author": "唐代",
        "poem_class": "友情",
        "dynasty": "白居易"
    },
    {
        "title": "喜迁莺·花不尽",
        "paragraph": "花不尽，柳无穷。应与我情同。觥船一棹百分空。何处不相逢。 朱弦悄。知音少。天若有情应老。劝君看取利名场。今古梦茫茫。辛亥之冬，余载雪诣石湖。止既月，授简索句，且征新声，作此两曲，石湖把玩不已，使工妓隶习之，音节谐婉，乃名之曰《暗香》、《疏影》。旧时月色，算几番照我，梅边吹笛？唤起玉人，不管清寒与攀摘。何逊而今渐老，都忘却春风词笔。但怪得竹外疏花，香冷入瑶席。江国，正寂寂，叹寄与路遥，夜雪初积。翠尊易泣，红萼无言耿相忆。长记曾携手处，千树压、西湖寒碧。又片片、吹尽也，几时见得？南北山头多墓田，清明祭扫各纷然。纸灰飞作白蝴蝶，泪血染成红杜鹃。日落狐狸眠冢上，夜归儿女笑灯前。人生有酒须当醉，一滴何曾到九泉。绿橘梢头几点春。似留香蕊送行人。明朝紫凤朝天路，十二重城五碧云。歌渐咽，酒初醺。尽将红泪湿湘裙。赣江西畔从今日，明月清风忆使君。",
        "author": "宋代",
        "poem_class": "友情",
        "dynasty": "晏殊"
    },
    {
        "title": "寄李十二白二十韵",
        "paragraph": "昔年有狂客，号尔谪仙人。笔落惊风雨，诗成泣鬼神。声名从此大，汩没一朝伸。文采承殊渥，流传必绝伦。龙舟移棹晚，兽锦夺袍新。白日来深殿，青云满后尘。乞归优诏许，遇我宿心亲。未负幽栖志，兼全宠辱身。剧谈怜野逸，嗜酒见天真。醉舞梁园夜，行歌泗水春。才高心不展，道屈善无邻。处士祢衡俊，诸生原宪贫。稻粱求未足，薏苡谤何频。五岭炎蒸地，三危放逐臣。几年遭鵩鸟，独泣向麒麟。苏武先还汉，黄公岂事秦。楚筵辞醴日，梁狱上书辰。已用当时法，谁将此义陈。老吟秋月下，病起暮江滨。莫怪恩波隔，乘槎与问津。桃李待日开，荣华照当年。东风动百物，草木尽欲言。枯枝无丑叶，涸水吐清泉。大力运天地，羲和无停鞭。功名不早著，竹帛将何宣。桃李务青春，谁能贳白日。富贵与神仙，蹉跎成两失。金石犹销铄，风霜无久质。畏落日月后，强欢歌与酒。秋霜不惜人，倏忽侵蒲柳。从小丘西行百二十步，隔篁竹，闻水声，如鸣珮环，心乐之。伐竹取道，下见小潭，水尤清冽。全石以为底，近岸，卷石底以出，为坻，为屿，为嵁，为岩。青树翠蔓，蒙络摇缀，参差披拂。(珮 通：佩)潭中鱼可百许头，皆若空游无所依，日光下澈，影布石上。佁然不动，俶尔远逝，往来翕忽，似与游者相乐。(下澈 一作：下彻)潭西南而望，斗折蛇行，明灭可见。其岸势犬牙差互，不可知其源。坐潭上，四面竹树环合，寂寥无人，凄神寒骨，悄怆幽邃。以其境过清，不可久居，乃记之而去。同游者：吴武陵，龚古，余弟宗玄。隶而从者，崔氏二小生，曰恕己，曰奉壹。落日斜，秋风冷。今夜故人来不来，教人立尽梧桐影。",
        "author": "唐代",
        "poem_class": "友情",
        "dynasty": "杜甫"
    },
    {
        "title": "忆江上吴处士",
        "paragraph": "闽国扬帆去，蟾蜍亏复圆。秋风生渭水，落叶满长安。此地聚会夕，当时雷雨寒。兰桡殊未返，消息海云端。青山隐隐水迢迢，秋尽江南草未凋。二十四桥明月夜，玉人何处教吹箫？自是寻春去校迟，不须惆怅怨芳时。 狂风落尽深红色，绿叶成阴子满枝。纱窗日落渐黄昏，金屋无人见泪痕。 寂寞空庭春欲晚，梨花满地不开门。",
        "author": "唐代",
        "poem_class": "友情",
        "dynasty": "贾岛"
    },
    {
        "title": "丹阳送韦参军",
        "paragraph": "丹阳郭里送行舟，一别心知两地秋。 日晚江南望江北，寒鸦飞尽水悠悠。北风卷地白草折，胡天八月即飞雪。忽如一夜春风来，千树万树梨花开。散入珠帘湿罗幕，狐裘不暖锦衾薄。将军角弓不得控，都护铁衣冷难着。(难着 一作：犹著)瀚海阑干百丈冰，愁云惨淡万里凝。中军置酒饮归客，胡琴琵琶与羌笛。纷纷暮雪下辕门，风掣红旗冻不翻。轮台东门送君去，去时雪满天山路。山回路转不见君，雪上空留马行处。鹅湖山下稻粱肥，豚栅鸡栖半掩扉。 桑柘影斜春社散，家家扶得醉人归。独坐悲双鬓，空堂欲二更。雨中山果落，灯下草虫鸣。白发终难变，黄金不可成。欲知除老病，唯有学无生。",
        "author": "唐代",
        "poem_class": "友情",
        "dynasty": "严维"
    },
    {
        "title": "送朱大入秦",
        "paragraph": "游人五陵去，宝剑值千金。分手脱相赠，平生一片心。可怜盘石临泉水，复有垂杨拂酒杯。若道春风不解意，何因吹送落花来。绿艳闲且静，红衣浅复深。花心愁欲断，春色岂知心。大鹏一日同风起，扶摇直上九万里。假令风歇时下来，犹能簸却沧溟水。世人见我恒殊调，闻余大言皆冷笑。宣父犹能畏后生，丈夫未可轻年少。",
        "author": "唐代",
        "poem_class": "友情",
        "dynasty": "孟浩然"
    },
    {
        "title": "贫交行",
        "paragraph": "翻手作云覆手雨，纷纷轻薄何须数。(作 一作：为)君不见管鲍贫时交，此道今人弃如土。花间一壶酒，独酌无相亲。举杯邀明月，对影成三人。月既不解饮，影徒随我身。暂伴月将影，行乐须及春。我歌月徘徊，我舞影零乱。醒时同交欢，醉后各分散。(同交欢 一作：相交欢)永结无情游，相期邈云汉。寒山转苍翠，秋水日潺湲。倚杖柴门外，临风听暮蝉。渡头馀落日，墟里上孤烟。(馀 一作 余)复值接舆醉，狂歌五柳前。紫陌红尘拂面来，无人不道看花回。玄都观里桃千树，尽是刘郎去后栽。",
        "author": "唐代",
        "poem_class": "友情",
        "dynasty": "杜甫"
    },
    {
        "title": "题长安壁主人",
        "paragraph": "世人结交须黄金，黄金不多交不深。 纵令然诺暂相许，终是悠悠行路心。常恨言语浅，不如人意深。今朝两相视，脉脉万重心。此地别燕丹，壮士发冲冠。昔时人已没，今日水犹寒。一笑相倾国便亡，何劳荆棘始堪伤。小怜玉体横陈夜，已报周师入晋阳。巧笑知堪敌万几，倾城最在著戎衣。晋阳已陷休回顾，更请君王猎一围。",
        "author": "唐代",
        "poem_class": "友情",
        "dynasty": "张谓"
    },
    {
        "title": "同李十一醉忆元九",
        "paragraph": "花时同醉破春愁，醉折花枝作酒筹。忽忆故人天际去，计程今日到梁州。泽国江山入战图，生民何计乐樵苏。 凭君莫话封侯事，一将功成万骨枯。 传闻一战百神愁，两岸强兵过未休。 谁道沧江总无事，近来长共血争流。枿坐云游出世尘，兼无瓶钵可随身。逢人不说人间事，便是人间无事人。秋空明月悬，光彩露沾湿。惊鹊栖未定，飞萤卷帘入。庭槐寒影疏，邻杵夜声急。佳期旷何许，望望空伫立。",
        "author": "唐代",
        "poem_class": "友情",
        "dynasty": "白居易"
    },
    {
        "title": "醉赠刘二十八使君",
        "paragraph": "为我引杯添酒饮，与君把箸击盘歌。诗称国手徒为尔，命压人头不奈何。举眼风光长寂寞，满朝官职独蹉跎。亦知合被才名折，二十三年折太多。斜光照墟落，穷巷牛羊归。野老念牧童，倚杖候荆扉。雉雊麦苗秀，蚕眠桑叶稀。田夫荷锄立，相见语依依。即此羡闲逸，怅然吟式微。长堤春水绿悠悠，畎入漳河一道流。莫听声声催去棹，桃溪浅处不胜舟。幼女才六岁，未知巧与拙。向夜在堂前，学人拜新月。",
        "author": "唐代",
        "poem_class": "友情",
        "dynasty": "白居易"
    },
    {
        "title": "金缕曲二首·其一",
        "paragraph": "寄吴汉槎宁古塔，以词代书，丙辰冬，寓京师千佛寺，冰雪中作。季子平安否？便归来，平生万事，那堪回首！行路悠悠谁慰藉，母老家贫子幼。记不起，从前杯酒。魑魅搏人应见惯，总输他，覆雨翻云手，冰与雪，周旋久。泪痕莫滴牛衣透，数天涯，依然骨肉，几家能够？比似红颜多命薄，更不如今还有。只绝塞，苦寒难受。廿载包胥承一诺，盼乌头马角终相救。置此札，君怀袖。 物外幽情世外姿。冻云深护最高枝。小楼风月独醒时。一片冷香惟有梦，十分清瘦更无诗。待他移影说相思。惜起残红泪满衣。它生莫作有情痴。人天无地著相思。花若再开非故树，云能暂驻亦哀丝。不成消遣只成悲。赤泥亭子沙头小，青青丝柳轻阴罩。亭下响流澌，衣波双鹭鹚。田田初出水，菡萏念娇蕊。添个浣衣人。红潮较浅深。",
        "author": "清代",
        "poem_class": "友情",
        "dynasty": "顾贞观"
    },
    {
        "title": "山行留客",
        "paragraph": "山光物态弄春晖，莫为轻阴便拟归。 纵使晴明无雨色，入云深处亦沾衣。潇洒江湖十过秋，酒杯无日不迟留。谢公城畔溪惊梦，苏小门前柳拂头。千里云山何处好，几人襟韵一生休。尘冠挂却知闲事，终拟蹉跎访旧游。沅水通波接武冈，送君不觉有离伤。(沅水 一作：流水)青山一道同云雨，明月何曾是两乡。红叶醉秋色，碧溪弹夜弦。佳期不可再，风雨杳如年。",
        "author": "唐代",
        "poem_class": "友情",
        "dynasty": "张旭"
    },
    {
        "title": "沙丘城下寄杜甫",
        "paragraph": "我来竟何事，高卧沙丘城。城边有古树，日夕连秋声。鲁酒不可醉，齐歌空复情。思君若汶水，浩荡寄南征。水。至清，尽美。从一勺，至千里。利人利物，时行时止。道性净皆然，交情淡如此。君游金谷堤上，我在石渠署里。两心相忆似流波，潺湲日夜无穷已。渭城朝雨浥轻尘，客舍青青柳色新。劝君更尽一杯酒，西出阳关无故人。问余何意栖碧山，笑而不答心自闲。桃花流水窅然去，别有天地非人间。",
        "author": "唐代",
        "poem_class": "友情",
        "dynasty": "李白"
    },
    {
        "title": "临江仙·记得金銮同唱第",
        "paragraph": "记得金銮同唱第，春风上国繁华。如今薄宦老天涯。十年岐路，空负曲江花。闻说阆山通阆苑，楼高不见君家。孤城寒日等闲斜。离愁难尽，红树远连霞。横看成岭侧成峰，远近高低各不同。不识庐山真面目，只缘身在此山中。落花已作风前舞。又送黄昏雨。晓来庭院半残红。惟有游丝千丈、罥晴空。 殷勤花下同携手。更尽杯中酒。美人不用敛蛾眉。我亦多情无奈、酒阑时。四顾山光接水光，凭栏十里芰荷香。清风明月无人管，并作南楼一味凉。",
        "author": "宋代",
        "poem_class": "友情",
        "dynasty": "欧阳修"
    },
    {
        "title": "送日本国僧敬龙归",
        "paragraph": "扶桑已在渺茫中，家在扶桑东更东。 此去与师谁共到，一船明月一帆风。汴水东流虎眼文，清淮晓色鸭头春。君看渡口淘沙处，渡却人间多少人。半夜呼儿趁晓耕，羸牛无力渐艰行。时人不识农家苦，将谓田中谷自生。故园渺何处，归思方悠哉。淮南秋雨夜，高斋闻雁来。",
        "author": "唐代",
        "poem_class": "友情",
        "dynasty": "韦庄"
    },
    {
        "title": "酬乐天频梦微之",
        "paragraph": "山水万重书断绝，念君怜我梦相闻。我今因病魂颠倒，唯梦闲人不梦君。老去悲秋强自宽，兴来今日尽君欢。羞将短发还吹帽，笑倩旁人为正冠。蓝水远从千涧落，玉山高并两峰寒。明年此会知谁健？醉把茱萸仔细看。闲坐夜明月，幽人弹素琴。忽闻悲风调，宛若寒松吟。 白雪乱纤手，绿水清虚心。钟期久已没，世上无知音。船动湖光滟滟秋，贪看年少信船流。无端隔水抛莲子，遥被人知半日羞。",
        "author": "唐代",
        "poem_class": "友情",
        "dynasty": "元稹"
    },
    {
        "title": "宿骆氏亭寄怀崔雍崔衮",
        "paragraph": "竹坞无尘水槛清，相思迢递隔重城。 秋阴不散霜飞晚，留得枯荷听雨声。独上江楼思渺然，月光如水水如天。同来望月人何处？风景依稀似去年。海客谈瀛洲，烟涛微茫信难求；越人语天姥，云霞明灭或可睹。天姥连天向天横，势拔五岳掩赤城。天台四万八千丈，对此欲倒东南倾。我欲因之梦吴越，一夜飞度镜湖月。湖月照我影，送我至剡溪。谢公宿处今尚在，渌水荡漾清猿啼。脚著谢公屐，身登青云梯。半壁见海日，空中闻天鸡。千岩万转路不定，迷花倚石忽已暝。熊咆龙吟殷岩泉，栗深林兮惊层巅。云青青兮欲雨，水澹澹兮生烟。列缺霹雳，丘峦崩摧。洞天石扉，訇然中开。青冥浩荡不见底，日月照耀金银台。 霓为衣兮风为马，云之君兮纷纷而来下。虎鼓瑟兮鸾回车，仙之人兮列如麻。忽魂悸以魄动，恍惊起而长嗟。惟觉时之枕席，失向来之烟霞。世间行乐亦如此，古来万事东流水。别君去兮何时还？且放白鹿青崖间，须行即骑访名山。安能摧眉折腰事权贵，使我不得开心颜？乌啼鹊噪昏乔木，清明寒食谁家哭。风吹旷野纸钱飞，古墓垒垒春草绿。棠梨花映白杨树，尽是死生别离处。(别离 一作：离别)冥冥重泉哭不闻，萧萧暮雨人归去。",
        "author": "唐代",
        "poem_class": "友情",
        "dynasty": "李商隐"
    },
    {
        "title": "别董大",
        "paragraph": "千里黄云白日曛，北风吹雁雪纷纷。莫愁前路无知己，天下谁人不识君。湖光秋月两相和，潭面无风镜未磨。遥望洞庭山水翠，白银盘里一青螺。(山水翠 一作：山水色)五月天山雪，无花只有寒。笛中闻折柳，春色未曾看。晓战随金鼓，宵眠抱玉鞍。愿将腰下剑，直为斩楼兰。天兵下北荒，胡马欲南饮。横戈从百战，直为衔恩甚。握雪海上餐，拂沙陇头寝。何当破月氏，然后方高枕。骏马似风飙，鸣鞭出渭桥。弯弓辞汉月，插羽破天骄。阵解星芒尽，营空海雾消。功成画麟阁，独有霍嫖姚。白马黄金塞，云砂绕梦思。那堪愁苦节，远忆边城儿。萤飞秋窗满，月度霜闺迟。摧残梧桐叶，萧飒沙棠枝。无时独不见，流泪空自知。塞虏乘秋下，天兵出汉家。将军分虎竹，战士卧龙沙。边月随弓影，胡霜拂剑花。玉关殊未入，少妇莫长嗟。烽火动沙漠，连照甘泉云。汉皇按剑起，还召李将军。兵气天上合，鼓声陇底闻。横行负勇气，一战净妖氛。锦水东北流，波荡双鸳鸯。雄巢汉宫树，雌弄秦草芳。宁同万死碎绮翼，不忍云间两分张。此时阿娇正娇妒，独坐长门愁日暮。但愿君恩顾妾深，岂惜黄金买词赋。相如作赋得黄金，丈夫好新多异心。一朝将聘茂陵女，文君因赠白头吟。东流不作西归水，落花辞条归故林。兔丝固无情，随风任倾倒。谁使女萝枝，而来强萦抱。两草犹一心，人心不如草。莫卷龙须席，从他生网丝。且留琥珀枕，或有梦来时。覆水再收岂满杯，弃妾已去难重回。古来得意不相负，只今惟见青陵台。",
        "author": "唐代",
        "poem_class": "友情",
        "dynasty": "高适"
    },
    {
        "title": "寄黄几复",
        "paragraph": "我居北海君南海，寄雁传书谢不能。桃李春风一杯酒，江湖夜雨十年灯。持家但有四立壁，治病不蕲三折肱。想见读书头已白，隔溪猿哭瘴溪藤。(想见 一作：想得)黄花深巷，红叶低窗，凄凉一片秋声。豆雨声来，中间夹带风声。疏疏二十五点，丽谯门、不锁更声。故人远，问谁摇玉佩，檐底铃声？彩角声吹月堕，渐连营马动，四起笳声。闪烁邻灯，灯前尚有砧声。知他诉愁到晓，碎哝哝、多少蛩声！诉未了，把一半、分与雁声。莫言下岭便无难，赚得行人错喜欢。(错喜欢 一作：空喜欢)政入万山围子里，一山放出一山拦。(政入 一作：正入；围子 一作：圈子；放出 一作：放过)湖山信是东南美，一望弥千里。使君能得几回来？便使樽前醉倒更徘徊。沙河塘里灯初上，水调谁家唱？夜阑风静欲归时，惟有一江明月碧琉璃。",
        "author": "宋代",
        "poem_class": "友情",
        "dynasty": "黄庭坚"
    },
    {
        "title": "芙蓉楼送辛渐二首",
        "paragraph": "寒雨连江夜入吴，平明送客楚山孤。(连江 一作：连天)洛阳亲友如相问，一片冰心在玉壶。丹阳城南秋海阴，丹阳城北楚云深。高楼送客不能醉，寂寂寒江明月心。岁岁金河复玉关，朝朝马策与刀环。 三春白雪归青冢，万里黄河绕黑山。闲居少邻并，草径入荒园。鸟宿池边树，僧敲月下门。过桥分野色，移石动云根。暂去还来此，幽期不负言。绿蚁新醅酒，红泥小火炉。晚来天欲雪，能饮一杯无？",
        "author": "唐代",
        "poem_class": "友情",
        "dynasty": "王昌龄"
    },
    {
        "title": "南乡子·和杨元素时移守密州",
        "paragraph": "东武望余杭，云海天涯两渺茫。何日功成名遂了，还乡，醉笑陪公三万场。不用诉离觞，痛饮从来别有肠。今夜送归灯火冷，河塘，堕泪羊公却姓杨。活水还须活火烹，自临钓石取深清。大瓢贮月归春瓮，小杓分江入夜瓶。雪乳已翻煎处脚，松风忽作泻时声。枯肠未易禁三碗，坐听荒城长短更。身世酒杯中，万事皆空。古来三五个英雄。雨打风吹何处是，汉殿秦宫。梦入少年丛，歌舞匆匆。老僧夜半误鸣钟。惊起西窗眠不得，卷地西风。柳庭风静人眠昼，昼眠人静风庭柳。香汗薄衫凉，凉衫薄汗香。手红冰碗藕，藕碗冰红手。郎笑藕丝长，长丝藕笑郎。",
        "author": "宋代",
        "poem_class": "友情",
        "dynasty": "苏轼"
    },
    {
        "title": "别董大二首",
        "paragraph": "千里黄云白日曛，北风吹雁雪纷纷。莫愁前路无知己，天下谁人不识君。六翮飘飖私自怜，一离京洛十余年。丈夫贫贱应未足，今日相逢无酒钱。海天东望夕茫茫，山势川形阔复长。灯火万家城四畔，星河一道水中央。风吹古木晴天雨，月照平沙夏夜霜。能就江楼消暑否？比君茅舍较清凉。来是空言去绝踪，月斜楼上五更钟。梦为远别啼难唤，书被催成墨未浓。蜡照半笼金翡翠，麝熏微度绣芙蓉。刘郎已恨蓬山远，更隔蓬山一万重。飒飒东风细雨来，芙蓉塘外有轻雷。金蟾啮锁烧香入，玉虎牵丝汲井回。贾氏窥帘韩掾少，宓妃留枕魏王才。春心莫共花争发，一寸相思一寸灰。含情春晼晚，暂见夜阑干。楼响将登怯，帘烘欲过难。多羞钗上燕，真愧镜中鸾。归去横塘晓，华星送宝鞍。何处哀筝随急管，樱花永巷垂杨岸。东家老女嫁不售，白日当天三月半。溧阳公主年十四，清明暖后同墙看。归来展转到五更，梁间燕子闻长叹。孤云将野鹤，岂向人间住。莫买沃洲山，时人已知处。",
        "author": "唐代",
        "poem_class": "友情",
        "dynasty": "高适"
    },
    {
        "title": "临江仙·送钱穆父",
        "paragraph": "一别都门三改火，天涯踏尽红尘。依然一笑作春温。无波真古井，有节是秋筠。惆怅孤帆连夜发，送行淡月微云。尊前不用翠眉颦。人生如逆旅，我亦是行人。(尊 通：樽)长恨复长恨，裁作短歌行。何人为我楚舞，听我楚狂声？余既滋兰九畹，又树蕙之百亩，秋菊更餐英。门外沧浪水，可以濯吾缨。一杯酒，问何似，身后名？人间万事，毫发常重泰山轻。悲莫悲生离别，乐莫乐新相识，儿女古今情。富贵非吾事，归与白鸥盟。带酒冲山雨，和衣睡晚晴。不知钟鼓报天明。梦里栩然蝴蝶、一身轻。 老去才都尽，归来计未成。求田问舍笑豪英。自爱湖边沙路、免泥行。松阴一架半弓苔，偶欲看书又懒开。戏掬清泉洒蕉叶，儿童误认雨声来。",
        "author": "宋代",
        "poem_class": "友情",
        "dynasty": "苏轼"
    },
    {
        "title": "送元二使安西",
        "paragraph": "渭城朝雨浥轻尘，客舍青青柳色新。劝君更尽一杯酒，西出阳关无故人。仗剑行千里，微躯敢一言。曾为大梁客，不负信陵恩。明朝驿使发，一夜絮征袍。素手抽针冷，那堪把剪刀。裁缝寄远道，几日到临洮。老去悲秋强自宽，兴来今日尽君欢。羞将短发还吹帽，笑倩旁人为正冠。蓝水远从千涧落，玉山高并两峰寒。明年此会知谁健？醉把茱萸仔细看。",
        "author": "唐代",
        "poem_class": "友情",
        "dynasty": "王维"
    },
    {
        "title": "闻王昌龄左迁龙标遥有此寄",
        "paragraph": "杨花落尽子规啼，闻道龙标过五溪。我寄愁心与明月，随君直到夜郎西。(随君 一作：随风)小时不识月，呼作白玉盘。又疑瑶台镜，飞在青云端。(青云 一作：白云)仙人垂两足，桂树何团团。白兔捣药成，问言与谁餐？蟾蜍蚀圆影，大明夜已残。羿昔落九乌，天人清且安。阴精此沦惑，去去不足观。忧来其如何？凄怆摧心肝。玉漏银壶且莫催，铁关金锁彻明开。谁家见月能闲坐？何处闻灯不看来？莫道谗言如浪深，莫言迁客似沙沉。千淘万漉虽辛苦，吹尽狂沙始到金。",
        "author": "唐代",
        "poem_class": "友情",
        "dynasty": "李白"
    },
    {
        "title": "玉楼春·尊前拟把归期说",
        "paragraph": "尊前拟把归期说，欲语春容先惨咽。人生自是有情痴，此恨不关风与月。离歌且莫翻新阕，一曲能教肠寸结。直须看尽洛城花，始共春风容易别。吹破残烟入夜风。一轩明月上帘栊。因惊路远人还远，纵得心同寝未同。 情脉脉，意忡忡。碧云归去认无踪。只应会向前生里，爱把鸳鸯两处笼。天边金掌露成霜。云随雁字长。绿杯红袖趁重阳。人情似故乡。兰佩紫，菊簪黄。殷勤理旧狂。欲将沉醉换悲凉。清歌莫断肠。春宵一刻值千金，花有清香月有阴。歌管楼台声细细，秋千院落夜沉沉。",
        "author": "宋代",
        "poem_class": "友情",
        "dynasty": "欧阳修"
    },
    {
        "title": "送柴侍御",
        "paragraph": "沅水通波接武冈，送君不觉有离伤。(沅水 一作：流水)青山一道同云雨，明月何曾是两乡。凉冷三秋夜，安闲一老翁。卧迟灯灭后，睡美雨声中。灰宿温瓶火，香添暖被笼。晓晴寒未起，霜叶满阶红。楚塞三湘接，荆门九派通。江流天地外，山色有无中。郡邑浮前浦，波澜动远空。襄阳好风日，留醉与山翁。日出东方隈，似从地底来。历天又入海，六龙所舍安在哉？其始与终古不息，人非元气，安得与之久徘徊？草不谢荣于春风，木不怨落于秋天。谁挥鞭策驱四运？万物兴歇皆自然。羲和！羲和！汝奚汩没于荒淫之波？鲁阳何德，驻景挥戈？逆道违天，矫诬实多。吾将囊括大块，浩然与溟涬同科！",
        "author": "唐代",
        "poem_class": "友情",
        "dynasty": "王昌龄"
    }
]