[
    {
        "title": "驱车上东门",
        "paragraph": "驱车上东门，遥望郭北墓。白杨何萧萧，松柏夹广路。下有陈死人，杳杳即长暮。潜寐黄泉下，千载永不寤。浩浩阴阳移，年命如朝露。人生忽如寄，寿无金石固。万岁更相迭，贤圣莫能度。(迭 一作：送)服食求神仙，多为药所误。不如饮美酒，被服纨与素。今日乐上乐，相从步云衢。天公出美酒，河伯出鲤鱼。青龙前铺席，白虎持榼壶。南斗工鼓瑟，北斗吹笙竽。妲娥垂明珰，织女奉瑛琚。苍霞扬东讴，清风流西歈。垂露成帏幄，奔星扶轮舆。王旅旋兮背故乡。彼君子兮笃人纲。媵余行兮归朔方。驰原隰兮寻旧疆。车载奔兮马繁骧。涉浮济兮泛轻航。迄魏都兮息兰房。展宴好兮惟乐康。谁在闲门外，罗家诸少年。张机蓬艾侧，结网槿篱边。若能飞自勉，岂为绘所缠。黄雀傥为诫，朱丝犹可延。",
        "author": "两汉",
        "poem_class": "古诗十九",
        "dynasty": "佚名"
    },
    {
        "title": "冉冉孤生竹",
        "paragraph": "冉冉孤生竹，结根泰山阿。与君为新婚，菟丝附女萝。菟丝生有时，夫妇会有宜。千里远结婚，悠悠隔山陂。思君令人老，轩车来何迟！伤彼蕙兰花，含英扬光辉。过时而不采，将随秋草萎。君亮执高节，贱妾亦何为？鲛之为鱼，其子既育。惊必归母，还入其腹。小则如之，大则不复。赫矣我祖，侯于豕韦。赐命建伯，有殷以绥。厥绩既昭，车服有常。朝宗商邑，四牡翔翔。德之令显，庆流于裔。宗周至汉，群后历世。肃肃楚傅，辅翼元夷。厥驷有庸，惟慎惟祗。嗣王孔佚，越迁于邹。五世圹僚，至我节侯。惟我节侯，显德遐闻。左右昭宣，五品以训。既耇致位，惟懿惟奂。厥赐祁祁，百金洎馆。国彼扶阳，在京之东。惟帝是留，政谋是从。绎绎六辔，是列是理。威仪济济，朝享天子。天子穆穆，是宗是师。四方遐尔，观国之辉。茅土之继，在我俊兄。惟我俊兄，是让是形。于休厥德，于赫有声。致我小子，越留于京。惟我小子，不肃会同。媠彼车服，黜此附庸。赫赫显爵，自我队之。微微附庸，自我招之。谁能忍愧，寄之我颜。谁将遐征，从之夷蛮。于赫三事，匪俊匪作。于蔑小子，终焉其度。谁谓华高，企其齐而。谁谓德难，厉其庶而。嗟我小子，于贰其尤。队彼令声，申此择辞。四方群后，我监我视。威仪车服，唯肃是履。青天含翠彩，素日扬清晖。",
        "author": "两汉",
        "poem_class": "古诗十九",
        "dynasty": "佚名"
    },
    {
        "title": "青青陵上柏",
        "paragraph": "青青陵上柏，磊磊涧中石。人生天地间，忽如远行客。斗酒相娱乐，聊厚不为薄。驱车策驽马，游戏宛与洛。洛中何郁郁，冠带自相索。长衢罗夹巷，王侯多第宅。两宫遥相望，双阙百余尺。极宴娱心意，戚戚何所迫？其三月，将祭后土，上乃帅群臣横大河，凑汾阴。既祭，行游介山，回安邑，顾龙门，览盐池，登历观，陟西岳以望八荒，迹殷周之虚，眇然以思唐虞之风。雄以为临川羡鱼不如归而结罔，还，上《河东赋》以劝，其辞曰：伊年暮春，将瘗后土，礼灵祇，谒汾阴于东郊，因兹以勒崇垂鸿，发祥隤祉，饮若神明者，盛哉铄乎，越不可载已！于是命群臣，齐法服，整灵舆，乃抚翠凤之驾，六先景之乘，掉奔星之流旃，彏天狼之威弧。张燿日之玄旄，扬左纛，被云旓。奋电鞭，骖雷辎，鸣洪钟，建五旗。羲和司日，颜伦奉舆，风发飙拂，神腾鬼趡；千乘霆乱，万骑屈桥，嘻嘻旭旭，天地稠㟼。簸丘跳峦，涌渭跃泾。秦神下詟，跖魂负沴；河灵矍踢，爪华蹈襄。遂臻阴宫，穆穆肃肃，蹲蹲如也。灵祇既乡，五位时叙，絪缊玄黄，将绍厥后。于是灵舆安步，周流容与，以览乎介山。嗟文公而愍推兮，勤大禹于龙门，洒沈灾于豁渎兮，播九河于东濒。登历观而遥望兮，聊浮游以经营。乐往昔之遗风兮，喜虞氏之所耕。瞰帝唐之嵩高兮，眽隆周之大宁。汩低回而不能去兮，行睨垓下与彭城。濊南巢之坎坷兮，易豳岐之夷平。乘翠龙而超河兮，陟西岳之峣崝。云霏霏而来迎兮，泽渗漓而下降，郁萧条其幽蔼兮，滃泛沛以丰隆。叱风伯于南北兮，呵雨师于西东，参天地而独立兮，廓汤汤其亡双。遵逝乎归来，以函夏之大汉兮，彼曾何足与比功？建乾坤之贞兆兮，将悉总之以群龙。丽钩芒与骖蓐收兮，服玄冥及祝融。敦众神使式道兮，奋六经以摅颂。逾于穆之缉熙兮，过《清庙》之雝雝；轶五帝之遐迹兮，蹑三皇之高踪。既发轫于平盈兮，谁谓路远而不能从？翩翩者鸿。率彼江滨。君子于征。爰聘西邻。临此洪渚。伊思梁岷。尔行孔邈。如何忽勤。君子敬始。慎尔所主。谋言必贤。错说申辅。延陵有作。侨肸是与。先民遗迹。来世之矩。既慎尔主。亦迪知几。探情以华。覩着知微。视明听聪。靡事不惟。董褐荷名。胡宁不师。众不可盖。无尚我言。梧宫致辩。齐楚构患。成功有要。在众思欢。人之多忌。掩之实难。瞻彼黑水。滔滔其流。江汉有卷。允来厥休。二邦若否。职汝之由。缅彼行人。鲜克弗留。尚哉君子。异于他仇。人谁不勤。无厚我忧。惟诗作赠。敢咏在舟。河桥望行旅，长亭送故人。沙飞似军幕，蓬卷若车轮。边衣苦霜雪，愁貌捐风尘。行路皆兄弟，千里念相亲。",
        "author": "两汉",
        "poem_class": "古诗十九",
        "dynasty": "佚名"
    }
]