[
    {
        "title": "长歌行",
        "paragraph": "青青园中葵，朝露待日晞。阳春布德泽，万物生光辉。常恐秋节至，焜黄华叶衰。百川东到海，何时复西归？少壮不努力，老大徒伤悲！国有逸民。姓赵氏名嘉。有志无时。命也奈何。秦嘉，字士会，陇西人也。为郡上计。其妻徐淑，寝疾还家，不获面别。赠诗云尔。人生譬朝露，居世多屯蹇。忧艰常早至，欢会常苦晚。念当奉时役，去尔日遥远。遣车迎子还，空往复空返。省书情凄怆，临食不能饭。独坐空房中，谁与相劝勉？长夜不能眠，伏枕独辗转。忧来如循环，匪席不可卷。皇灵无私亲，为善荷天禄。伤我与尔身，少小罹茕独。既得结大义，欢乐苦不足。念当远离别，思念叙款曲。河广无舟梁，道近隔丘陆。临路怀惆怅，中驾正踯躅。浮云起高山，悲风激深谷。良马不回鞍，轻车不转毂。针药可屡进，愁思难为数。贞士笃终始，恩义不可属。肃肃仆夫征，锵锵扬和铃。清晨当引迈，束带待鸡鸣。顾看空室中，仿佛想姿形。一别怀万恨，起坐为不宁。何用叙我心，遗思致款诚。宝钗好耀首，明镜可鉴形。芳香去垢秽，素琴有清声。诗人感木瓜，乃欲答瑶琼。愧彼赠我厚，惭此往物轻。虽知未足报，贵用叙我情。新裂齐纨素，皎洁如霜雪。(皎洁 一作：鲜洁)裁为合欢扇，团团似明月。出入君怀袖，动摇微风发。常恐秋节至，凉飙夺炎热。弃捐箧笥中，恩情中道绝。",
        "author": "两汉",
        "poem_class": "古诗三百",
        "dynasty": "汉乐府"
    },
    {
        "title": "古歌",
        "paragraph": "秋风萧萧愁杀人，出亦愁，入亦愁。座中何人，谁不怀忧？令我白头。胡地多飚风，树木何修修。离家日趋远，衣带日趋缓。心思不能言，肠中车轮转。为乐未几时。遭时崄巇。逢此百罹。零丁荼毒。愁苦难为。遥望极辰。天晓月移。忧来填心。谁当我知。戚戚多思虑。耿耿殊不宁。祸福无形。惟念古人逊位躬耕。遂我所愿。以兹自宁。自鄙栖栖。守此末荣。暮秋烈风。昔蹈沧海。心不能安。揽衣瞻夜。北斗阑干。星汉照我。去自无他。奉事二亲。劳心可言。穷达天为。智者不愁。多为少忧。安贫乐道。师彼庄周。遗名者贵。子遐同游。往者二贤。名垂千秋。饮酒歌舞。乐复何须。照视日月。日月驰驱。轗轲人间。何有何无。贪财惜费。此一何愚。凿石见火。居代几时。为当欢乐。心得所喜。安神养性。得保遐期。为乐未几时。遭世崄巇。逢此百罹。零丁荼毒。愁懑难支。遥望辰极。天晓月移。忧来填心。谁当我知。戚戚多思虑。耿耿不宁。祸福无刑。唯念古人。逊位躬耕。遂我所愿。以兹自宁。自鄙山栖。守此一荣。暮秋烈风起。西蹈沧海。心不能安。揽衣起瞻夜。北斗阑干。星汉照我。去去自无他。奉事二亲。劳心可言。穷达天所为。智者不愁。多为少忧。安贫乐正道。师彼庄周。遗名者贵。子熙同巇。往者二贤。名垂千秋。饮酒歌舞。不乐何须。善哉照观日月。日月驰驱。轗轲世间。何有何无。贪财惜费。此何一愚。命如凿石见火。居世竟能几时。但当欢乐自娱。尽心极所嬉怡。安善养君德性。百年保此期颐。晓星西北没。朝日东南隅。阳窗临玉女。莲帐照金铺。凤楼称独立。绝世良所无。镜悬四龙网。枕画七星图。银镂明光带。金地织成𥜧。调弦大垂手。歌曲凤将雏。采桑三市路。卖酒七条衢。道逢五马客。夹毂来相趋。将军多事势。夫婿好形模。高箱照云母。壮马饰当颅。单衣火浣布。利剑水精珠。自知心所爱。仕宦执金吾。飞甍凋翡翠。绣桷画屠苏。银烛附弹映鸡羽。黄金步摇动襜褕。兄弟五日时来归。高车竟道生光辉。名唱两行堂上起。鸳鸯十七阶前飞。少年任侠轻年月。珠丸出弹遂难追。夫君子之行，静以修身，俭以养德。非淡泊无以明志，非宁静无以致远。夫学须静也，才须学也，非学无以广才，非志无以成学。淫慢则不能励精，险躁则不能治性。年与时驰，意与日去，遂成枯落，多不接世，悲守穷庐，将复何及！ (淡泊 一作：澹泊；淫慢 一作：慆慢)",
        "author": "两汉",
        "poem_class": "古诗三百",
        "dynasty": "佚名"
    },
    {
        "title": "江南",
        "paragraph": "江南可采莲，莲叶何田田。鱼戏莲叶间。鱼戏莲叶东，鱼戏莲叶西，鱼戏莲叶南，鱼戏莲叶北。洛水禁罾罟，鱼鳖不为殖。空令自相啖，吏民不得食。陟彼北芒兮，噫！顾瞻帝京兮，噫！宫阙崔嵬兮，噫！民之劬劳兮，噫！辽辽未央兮，噫！悲夫！士生之不辰，愧顾影而独存。恒克己而复礼，惧志行而无闻。谅才韪而世戾，将逮死而长勤。虽有形而不彰，徒有能而不陈。何穷达之易惑，信美恶之难分。时悠悠而荡荡，将遂屈而不伸。使公于公者，彼我同兮；私于私者，自相悲兮。天道微哉，吁嗟阔兮；人理显然，相倾夺兮。好生恶死，才之鄙也；好贵夷贱，哲之乱也。炤炤洞达，胸中豁也；昏昏罔觉，内生毒也。我之心矣，哲已能忖；我之言矣，哲已能选。没世无闻，古人唯耻；朝闻夕死，孰云其否！逆顺还周，乍没乍起。理不可据，智不可恃。无造福先，无触祸始。委之自然，终归一矣！",
        "author": "两汉",
        "poem_class": "古诗三百",
        "dynasty": "汉乐府"
    },
    {
        "title": "狱中赠邹容",
        "paragraph": "邹容吾小弟，被发下瀛州。快剪刀除辫，干牛肉作餱。英雄一入狱，天地亦悲秋。临命须掺手，乾坤只两头！姑苏台上乌啼曙，剩霸业，今如许。醉后不堪仍吊古。月中杨柳，水边楼阁，犹自教歌舞。野花开遍真娘墓，绝代红颜委朝露。算是人生赢得处。千秋诗料，一抔黄土，十里寒螿语。人生易老天难老，岁岁重阳。今又重阳，战地黄花分外香。一年一度秋风劲，不似春光。胜似春光，寥廓江天万里霜。少年倜傥廊庙才，壮志未酬事堪哀。胸罗文章兵百万，胆照华国树千台。雄英无计倾圣主，高节终竟受疑猜。千古同惜长沙傅，空白汨罗步尘埃。",
        "author": "近现代",
        "poem_class": "古诗三百",
        "dynasty": "章炳麟"
    },
    {
        "title": "到京师",
        "paragraph": "城雪初消荠菜生，角门深巷少人行。柳梢听得黄鹂语，此是春来第一声。咏雪空外六花番，被大风洒落千山。穷冬节物偏宜晚，冻凝沼沚，寒侵帐幕，冷湿阑干。【归塞北】貂裘客，嘉庆卷帘看。好景画图收不尽，好题诗句咏尤难，疑在玉壶间。【好观音】富贵人家应须惯，红炉暖不畏严寒。开宴邀宾列翠鬟，拚酡颜，畅饮休辞惮。【幺篇】劝酒佳人擎金盏，当歌者款撒香檀。歌罢喧喧笑语繁，夜将阑，画烛银光灿。【结音】似觉筵间香风散，香风散非麝非兰。醉眼朦腾问小蛮，多管是南轩蜡梅绽。齿豁头童六十三，一生事事总堪惭。唯馀笔砚情犹在，留与人间作笑谈。过长春宫壶中霞养丹砂，窗前云覆桃花，尘外谁分岁华？客来闲话，呼童扫叶烹茶。",
        "author": "元代",
        "poem_class": "古诗三百",
        "dynasty": "杨载"
    },
    {
        "title": "狱中题壁",
        "paragraph": "望门投止思张俭，忍死须臾待杜根。我自横刀向天笑，去留肝胆两昆仑。(版本一)望门投趾怜张俭，直谏陈书愧杜根。手掷欧刀仰天笑，留将公罪后人论。(版本二)蒲团清坐道心长，消受莲花自在香。八万四千门路别，谁知方寸即西方。黄云紫塞三千里，女墙西畔啼乌起。落日万山寒，萧萧猎马还。笳声听不得，入夜空城黑。秋梦不归家，残灯落碎花。虽然大器晚年成，卓荦全凭弱冠争。多识前言畜其德，莫抛心力贸才名。",
        "author": "清代",
        "poem_class": "古诗三百",
        "dynasty": "谭嗣同"
    },
    {
        "title": "春愁",
        "paragraph": "春愁难遣强看山，往事惊心泪欲潸。四百万人同一哭，去年今日割台湾。晚妆欲罢，更把纤眉临镜画。准待分明，和雨和烟两不胜。莫教星替，守取团圆终必遂。此夜红楼，天上人间一样愁。远观山色，年年依旧如新，近视人情，渐渐不同往日。诗朋酒友，日会三千，知己心人，百无一二。花开兮，蝴蝶至，人困兮，亲戚疏。时来，谁不来；时不来，谁来。自跌倒，自爬起，靠人扶，都是假。亲戚朋友，说的是隔山话。且挨过三冬四夏，暂受些此痛苦，雪尽后再看梅花。富贵又何为？襁褓之间父母违。展眼吊斜辉，湘江水逝楚云飞。",
        "author": "清代",
        "poem_class": "古诗三百",
        "dynasty": "丘逢甲"
    },
    {
        "title": "秣陵怀古",
        "paragraph": "山色江声共寂寥，十三陵树晚萧萧。中原事业如江左，芳草何须怨六朝。八月奔涛，千尺崔嵬，砉然欲惊。似灵妃顾笑，神鱼进舞；冯夷击鼓，白马来迎。伍相鸱夷，钱王羽箭，怒气强于十万兵。峥嵘甚，讶雪山中断，银汉西倾。孤舟铁笛风清，待万里乘槎问客星。叹鲸鲵未翦，戈船满岸；蟾蜍正吐，歌管倾城。狎浪儿童，横江士女，笑指渔翁一叶轻。谁知道，是观潮枚叟，论水庄生。余忆童稚时，能张目对日，明察秋毫，见藐小之物必细察其纹理，故时有物外之趣。夏蚊成雷，私拟作群鹤舞于空中，心之所向，则或千或百，果然鹤也；昂首观之，项为之强。又留蚊于素帐中，徐喷以烟，使之冲烟而飞鸣，作青云白鹤观，果如鹤唳云端，为之怡然称快。余常于土墙凹凸处，花台小草丛杂处，蹲其身，使与台齐；定神细视，以丛草为林，以虫蚁为兽，以土砾凸者为丘，凹者为壑，神游其中，怡然自得。一日，见二虫斗草间，观之，兴正浓，忽有庞然大物，拔山倒树而来，盖一癞虾蟆，舌一吐而二虫尽为所吞。余年幼，方出神，不觉呀然一惊。神定，捉虾蟆，鞭数十，驱之别院。 泪咽却无声，只向从前悔薄情。凭仗丹青重省识，盈盈，一片伤心画不成。别语忒分明，午夜鹣鹣梦早醒。卿自早醒侬自梦，更更，泣尽风檐夜雨铃。",
        "author": "清代",
        "poem_class": "古诗三百",
        "dynasty": "纳兰性德"
    },
    {
        "title": "对酒",
        "paragraph": "不惜千金买宝刀，貂裘换酒也堪豪。一腔热血勤珍重，洒去犹能化碧涛。杜鹃千里啼春晚，故国春心折。海门空阔月皑皑，依旧素车白马夜潮来。山川城郭都非故，恩怨须臾误。人间孤愤最难平，消得几回潮落又潮生。昔闻湘水碧如染，今闻湘水胭脂痕。湘灵妆成照湘水，皎如皓月窥彤云。高丘寂寞竦中夜，芳荃零落无余春。鼓完瑶瑟人不闻，太平成象盈秋门。雨花台边埋断戟，莫愁湖里余微波。所思美人不可见，归忆江天发浩歌。",
        "author": "近现代",
        "poem_class": "古诗三百",
        "dynasty": "秋瑾"
    },
    {
        "title": "院中独坐",
        "paragraph": "何处它年寄此生，山中江上总关情。无端绕屋长松树，尽把风声作雨声。荞麦花开草木枯，沙头雨过茁蘑菇。牧童拾得满筐子，卖与行人供晚厨。徒把金戈挽落晖，南冠无奈北风吹。子房本为韩仇出，诸葛宁知汉祚移。云暗鼎湖龙去远，月明华表鹤归迟。不须更上新亭望，大不如前洒泪时。赠朱帘秀轻裁虾万须，巧织珠千串；金钩光错落，绣带舞蹁跹。似雾非烟，妆点就深闺院，不许那等闲人取次展。摇四壁翡翠浓阴，射万瓦琉璃色浅。【梁州】富贵似侯家紫帐，风流如谢府红莲，锁春愁不放双飞燕。绮窗相近，翠户相连，雕栊相映，绣幕相牵。拂苔痕满砌榆钱，惹杨花飞点如绵。愁的是抹回廊暮雨箫箫，恨的是筛曲槛西风剪剪，爱的是透长门夜月娟娟。凌波殿前，碧玲珑掩映湘妃面，没福怎能够见？十里扬州风物妍，出落着神仙。【尾】恰便似一池秋水通宵展，一片朝云尽日悬。你个守户的先生肯相恋，煞是可怜，则要你手掌儿里奇擎着耐心儿卷。",
        "author": "元代",
        "poem_class": "古诗三百",
        "dynasty": "虞集"
    },
    {
        "title": "画",
        "paragraph": "远看山有色，近听水无声。春去花还在，人来鸟不惊。客行新安道，喧呼闻点兵。借问新安吏：“县小更无丁？”“府帖昨夜下，次选中男行。”“中男绝短小，何以守王城？”肥男有母送，瘦男独伶俜。白水暮东流，青山犹哭声。“莫自使眼枯，收汝泪纵横。眼枯即见骨，天地终无情！我军取相州，日夕望其平。岂意贼难料，归军星散营。就粮近故垒，练卒依旧京。掘壕不到水，牧马役亦轻。况乃王师顺，抚养甚分明。送行勿泣血，仆射如父兄。”长相思，在长安。络纬秋啼金井阑，微霜凄凄簟色寒。孤灯不明思欲绝，卷帷望月空长叹。美人如花隔云端。上有青冥之长天，下有渌水之波澜。天长路远魂飞苦，梦魂不到关山难。长相思，摧心肝。日色欲尽花含烟，月明欲素愁不眠。赵瑟初停凤凰柱，蜀琴欲奏鸳鸯弦。此曲有意无人传，愿随春风寄燕然。忆君迢迢隔青天。昔时横波目，今作流泪泉。不信妾肠断，归来看取明镜前。美人在时花满堂，美人去后馀空床。床中绣被卷不寝，至今三载闻余香。香亦竟不灭，人亦竟不来。相思黄叶落，白露湿青苔。高卧南斋时，开帷月初吐。清辉澹水木，演漾在窗户。冉冉几盈虚，澄澄变今古。(冉冉 一作：荏苒)美人清江畔，是夜越吟苦。千里共如何，微风吹兰杜。",
        "author": "唐代",
        "poem_class": "古诗三百",
        "dynasty": "王维"
    },
    {
        "title": "村居",
        "paragraph": "草长莺飞二月天，拂堤杨柳醉春烟。儿童散学归来早，忙趁东风放纸鸢。此去东山又北山，镜中强半尚红颜。白云出处从无例，独往人间竟独还。晓上江楼最上层，去帆婀娜意难胜。白沙亭下潮千尺，直送离心到秣陵。谢却荼蘼，一片月明如水。篆香消，犹未睡，早鸦啼。嫩寒无赖罗衣薄，休傍阑干角。最愁人，灯欲落，雁还飞。",
        "author": "清代",
        "poem_class": "古诗三百",
        "dynasty": "高鼎"
    },
    {
        "title": "己亥杂诗",
        "paragraph": "九州生气恃风雷，万马齐喑究可哀。我劝天公重抖擞，不拘一格降人材。(人材 一作：人才)新秋逢闰，鹊桥重驾，两度人间乞巧。栏干斜转玉绳低，问乞得、天机多少？闺中女伴、天边佳会，多事纷纷祈祷。神仙之说本虚无，便是有、也应年老。龙虎新军旧羽林，八公草木气森森。楼船荡日三江涌，石马嘶风九域阴。扫穴金陵还地肺，埋胡紫塞慰天心。长干女唱平辽曲，万户秋声息捣砧。林下荒苔道韫家，生怜玉骨委尘沙。愁向风前无处说，数归鸦。半世浮萍随逝水，一宵冷雨葬名花。魂是柳绵吹欲碎，绕天涯。",
        "author": "清代",
        "poem_class": "古诗三百",
        "dynasty": "龚自珍"
    },
    {
        "title": "己亥杂诗·其五",
        "paragraph": "浩荡离愁白日斜，吟鞭东指即天涯。落红不是无情物，化作春泥更护花。食肉何曾尽虎头，卅年书剑海天秋。文章幸未逢黄祖，襆被今犹窘马周。自是汝才难用世，岂真吾相不当侯。须知少年拏云志，曾许人间第一流。长镵白木柄，斸破一庭寒。三枝两枝生绿，位置小窗前。要使花颜四面，和着草心千朵，向我十分妍。何必兰与菊，生意总欣然。晓来风，夜来雨，晚来烟。是他酿就春色，又断送流年。便欲诛茅江上，只恐空林衰草，憔悴不堪怜。歌罢且更酌，与子绕花间。正是辘轳金井，满砌落花红冷。蓦地一相逢，心事眼波难定。谁省，谁省。从此簟纹灯影。",
        "author": "清代",
        "poem_class": "古诗三百",
        "dynasty": "龚自珍"
    },
    {
        "title": "咏史",
        "paragraph": "金粉东南十五州，万重恩怨属名流。牢盆狎客操全算，团扇才人踞上游。避席畏闻文字狱，著书都为稻粱谋。田横五百人安在，难道归来尽列侯？小酌荼蘼酿。喜今朝，钗光鬓影，灯前滉漾。隔着屏风喧笑语，报到雀翅初上。又把檀奴偷相。扑朔雌雄浑不辨，但临风私取春弓量。送尔去，揭鸳帐。六年孤馆相偎傍。最难忘，红蕤枕畔，泪花轻扬。了尔一生花烛事，宛转妇随夫唱。努力做，稾砧模样。只我罗衾寒似铁，拥桃笙难得纱窗亮。休为我，再惆怅。千声檐铁百淋铃，雨横风狂暂一停。正望鸡鸣天下白，又惊鹅击海东青。沉阴噎噎何多日，残月晖晖尚几星。斗室苍茫吾独立，万家酣睡几人醒？一代倾城逐浪花，吴宫空自忆儿家。效颦莫笑东村女，头白溪边上浣纱。(上浣纱 一作：尚浣纱)",
        "author": "清代",
        "poem_class": "古诗三百",
        "dynasty": "龚自珍"
    },
    {
        "title": "论诗五首·其二",
        "paragraph": "李杜诗篇万口传，至今已觉不新鲜。江山代有才人出，各领风骚数百年。萧瑟兰成看老去。为怕多情，不作怜花句。阁泪倚花愁不语，暗香飘尽知何处。重到旧时明月路。袖口香寒，心比秋莲苦。休说生生花里住，惜花人去花无主。珍珠十斛买琵琶， 金谷堂深护绛纱。掌上珊瑚怜不得， 却教移作上阳花。人语梦频惊，辕铃动晓征。飞沙沉露气，残月带鸡声。客路逾千里，归心折五更。回怜江上宅，星汉近平明。",
        "author": "清代",
        "poem_class": "古诗三百",
        "dynasty": "赵翼"
    },
    {
        "title": "别老母",
        "paragraph": "搴帷拜母河梁去，白发愁看泪眼枯。惨惨柴门风雪夜，此时有子不如无。少年击剑更吹箫，剑气箫心一例消。谁分苍凉归棹后，万千哀乐集今朝。蘅芷阶通萝薜门，也宜墙角也宜盆。花因喜洁难寻偶，人为悲秋易断魂。玉烛滴干风里泪，晶帘隔破月中痕。幽情欲向嫦娥诉无奈虚廊夜色昏。未卜三生愿，频添一段愁。闷来时敛额，行去几回头。自顾风前影，谁堪月下俦？蟾光如有意，先上玉人楼。",
        "author": "清代",
        "poem_class": "古诗三百",
        "dynasty": "黄景仁"
    },
    {
        "title": "山行杂咏",
        "paragraph": "十里崎岖半里平，一峰才送一峰迎。青山似茧将人裹，不信前头有路行。万点猩红将吐萼，嫣然迥出凡尘。移来古寺种朱门。明朝寒食了，又是一年春。细干柔条才数尺，千寻起自微因。绿云蔽日树轮囷。成阴结子后，记取种花人。雁贴寒云次第飞，向南犹自怨归迟。谁能瘦马关山道，又到西风扑鬓时。人杳杳，思依依，更无芳树有鸟啼。凭将扫黛窗前月，持向今朝照别离。蘅芷阶通萝薜门，也宜墙角也宜盆。花因喜洁难寻偶，人为悲秋易断魂。玉烛滴干风里泪，晶帘隔破月中痕。幽情欲向嫦娥诉无奈虚廊夜色昏。",
        "author": "清代",
        "poem_class": "古诗三百",
        "dynasty": "袁枚"
    },
    {
        "title": "感旧四首",
        "paragraph": "大道青楼望不遮，年时系马醉流霞。风前带是同心结，杯底人如解语花。下杜城边南北路，上阑门外去来车。匆匆觉得扬州梦，检点闲愁在鬓华。唤起窗前尚宿酲，啼鹃催去又声声。丹青旧誓相如札，禅榻经时杜牧情。别后相思空一水，重来回首已三生。云阶月地依然在，细逐空香百遍行。遮莫临行念我频，竹枝留涴泪痕新。多缘刺史无坚约，岂视萧郎作路人。望里彩云疑冉冉，愁边春水故粼粼。珊瑚百尺珠千斛，难换罗敷未嫁身。从此音尘各悄然，春山如黛草如烟。泪添吴苑三更雨，恨惹邮亭一夜眠。讵有青鸟缄别句，聊将锦瑟记流年。他时脱便微之过，百转千回只自怜。秋容浅淡映重门，七节攒成雪满盆。出浴太真冰作影，捧心西子玉为魂。晓风不散愁千点，宿雨还添泪一痕。独倚画栏如有意，清砧怨笛送黄昏。粤海重关二虎尊，万龙轰斗事何存。至今遗垒余残石，白浪如山过虎门。一半残阳下小楼，朱帘斜控软金钩。倚阑无绪不能愁。有个盈盈骑马过，薄妆浅黛亦风流。见人羞涩却回头。",
        "author": "清代",
        "poem_class": "古诗三百",
        "dynasty": "黄景仁"
    },
    {
        "title": "马嵬",
        "paragraph": "莫唱当年长恨歌，人间亦自有银河。石壕村里夫妻别，泪比长生殿上多。晶帘一片伤心白，云鬟香雾成遥隔。无语问添衣，桐阴月已西。西风鸣络纬，不许愁人睡。只是去年秋，如何泪欲流。微云一抹遥峰，冷溶溶，恰与个人清晓画眉同。红蜡泪，青绫被，水沉浓，却与黄茅野店听西风。那年私语小窗边，明月未曾圆。含羞几度，已抛人远，忽近人前。无情最是寒江水，催送渡头船。一声归去，临得又坐，乍起翻眠。",
        "author": "清代",
        "poem_class": "古诗三百",
        "dynasty": "袁枚"
    },
    {
        "title": "岁暮到家 / 岁末到家",
        "paragraph": "爱子心无尽，归家喜及辰。寒衣针线密，家信墨痕新。见面怜清瘦，呼儿问苦辛。低徊愧人子，不敢叹风尘。泠泠彻夜，谁是知音者。如梦前朝何处也，一曲边愁难写。极天关塞云中，人随落雁西风。唤取红襟翠袖，莫教泪洒英雄。隔花才歇廉纤雨，一声弹指混无语。梁燕自双归，长条脉脉垂。小屏山色远，妆薄铅华浅。独自立瑶阶，透寒金缕鞋。桂花香馅裹胡桃，江米如珠井水淘。见说马家滴粉好，试灯风里卖元宵。",
        "author": "清代",
        "poem_class": "古诗三百",
        "dynasty": "蒋士铨"
    },
    {
        "title": "渔家·卖得鲜鱼二百钱",
        "paragraph": "卖得鲜鱼二百钱，籴粮炊饭放归船。拔来湿苇烧难着，晒在垂杨古岸边。牧童骑黄牛，歌声振林樾。意欲捕鸣蝉，忽然闭口立。酒醒香销愁不胜，如何更向落花行。去年高摘斗轻盈。夜雨几番销瘦了，繁华如梦总无凭。人间何处问多情。深秋绝塞谁相忆，木叶萧萧。乡路迢迢。六曲屏山和梦遥。 佳时倍惜风光别，不为登高。只觉魂销。南雁归时更寂寥。",
        "author": "清代",
        "poem_class": "古诗三百",
        "dynasty": "郑燮"
    },
    {
        "title": "富春至严陵山水甚佳",
        "paragraph": "浓似春云淡似烟，参差绿到大江边。斜阳流水推篷坐，翠色随人欲上船。人语梦频惊，辕铃动晓征。飞沙沉露气，残月带鸡声。客路逾千里，归心折五更。回怜江上宅，星汉近平明。振衣直上最高楼，吴楚青苍一望收。此地山形常北顾，千年江水自东流。乾坤莽莽鱼龙气，今古愔愔花月愁。不尽狂澜走沧海，一拳天与压潮头。假作真时真亦假，无为有处有还无。",
        "author": "清代",
        "poem_class": "古诗三百",
        "dynasty": "纪昀"
    },
    {
        "title": "山中雪后",
        "paragraph": "晨起开门雪满山，雪晴云淡日光寒。檐流未滴梅花冻，一种清孤不等闲。紫黯红愁无绪，日暮春归甚处？春更不回头，撇下一天浓絮。春住！春住！黦了人家庭宇。身向云山那畔行，北风吹断马嘶声，深秋远塞若为情！一抹晚烟荒戍垒，半竿斜日旧关城。古今幽恨几时平！水边歌罢酒千行，生戴吾头入虎狼。力尽自堪酬太子，魂归何忍见田光？英雄祖饯当年泪，过客衣冠此日霜。匕首无灵公莫笑，乱山终古刺咸阳。",
        "author": "清代",
        "poem_class": "古诗三百",
        "dynasty": "郑燮"
    },
    {
        "title": "竹石",
        "paragraph": "咬定青山不放松，立根原在破岩中。千磨万击还坚劲，任尔东西南北风。说相思，问相思，枫落吴江雁去迟。天寒二九时。怨谁知？梦谁知？可有梅花寄一枝？雪来翠羽飞。花气霭芳芬，翠幕重帘不染尘。梦里真香通鼻观，氤氲。不是婷婷倩女魂。细蕊缀纷纷，淡粉轻脂最可人。懒与凡葩争艳冶，清新。赢得嘉名自冠群。盼银河迢递，惊入夜，转清商。乍西园蝴蝶，轻翻麝粉，暗惹蜂黄。炎凉。等闲瞥眼，甚丝丝、点点搅柔肠。应是登临送客，别离滋味重尝。疑将。水墨画疏窗，孤影淡潇湘。倩一叶高梧，半条残烛、做尽商量。荷裳。被风暗剪，问今宵、谁与盖鸳鸯。从此羁愁万叠，梦回分付啼螀。",
        "author": "清代",
        "poem_class": "古诗三百",
        "dynasty": "郑燮"
    },
    {
        "title": "夜过借园见主人坐月下吹笛",
        "paragraph": "秋夜访秋士，先闻水上音。半天凉月色，一笛酒人心。响遏碧云近，香传红藕深。相逢清露下，流影湿衣襟。漫揾英雄泪，相离处士家。谢慈悲，剃度在莲台下。没缘法，转眼分离乍。赤条条，来去无牵挂。那里讨，烟蓑雨笠卷单行？一任俺芒鞋破钵随缘化！大盗亦有道，诗书所不屑。黄金若粪土，肝胆硬如铁。策马渡悬崖，弯弓射胡月。人头作酒杯，饮尽仇雠血。沧州南一寺临河干，山门圮于河，二石兽并沉焉。阅十余岁，僧募金重修，求二石兽于水中，竟不可得，以为顺流下矣。棹数小舟，曳铁钯，寻十余里无迹。一讲学家设帐寺中，闻之笑曰：“尔辈不能究物理。是非木杮，岂能为暴涨携之去？乃石性坚重，沙性松浮，湮于沙上，渐沉渐深耳。沿河求之，不亦颠乎？”众服为确论。一老河兵闻之，又笑曰：“凡河中失石，当求之于上流。盖石性坚重，沙性松浮，水不能冲石，其反激之力，必于石下迎水处啮沙为坎穴，渐激渐深，至石之半，石必倒掷坎穴中。如是再啮，石又再转。转转不已，遂反溯流逆上矣。求之下流，固颠；求之地中，不更颠乎？”如其言，果得于数里外。然则天下之事，但知其一，不知其二者多矣，可据理臆断欤？(转转 一作：再转)",
        "author": "清代",
        "poem_class": "古诗三百",
        "dynasty": "袁枚"
    },
    {
        "title": "灵隐寺月夜",
        "paragraph": "夜寒香界白，涧曲寺门通。月在众峰顶，泉流乱叶中。一灯群动息，孤磬四天空。归路畏逢虎，况闻岩下风。小溪澄，小桥横，小小坟前松柏声。碧云停，碧云停，凝想往时，香车油壁轻。溪流飞遍红襟鸟，桥头生遍红心草。雨初晴，雨初晴，寒食落花，青骢不忍行。悲秋容易到重阳，节物相催黯自伤。有酒有花翻寂寞，不风不雨倍凄凉。依依水郭人如雁，恋恋寒衣月似霜。差喜衰亲话真切，一灯滋味异他乡。少年奇气称才华，登岱还浮八月搓。我过东方亦无负，清尊三宿孔融家。",
        "author": "清代",
        "poem_class": "古诗三百",
        "dynasty": "厉鹗"
    },
    {
        "title": "遣兴",
        "paragraph": "爱好由来下笔难，一诗千改始心安。阿婆还似初笄女，头未梳成不许看。清切频吹越石笳，穷愁犹驾阮生车。时当汉腊遗臣祭，义激韩仇旧相家。陵阙生哀回夕照，河山垂泪发春花。相将便是天涯侣，不用虚乘犯斗槎。牧童骑黄牛，歌声振林樾。意欲捕鸣蝉，忽然闭口立。白鸟朱荷引画桡，垂杨影里见红桥，欲寻往事已魂消。遥指平山山外路，断鸿无数水迢迢，新愁分付广陵潮。",
        "author": "清代",
        "poem_class": "古诗三百",
        "dynasty": "袁枚"
    },
    {
        "title": "偶然作",
        "paragraph": "百金买骏马，千金买美人；万金买高爵，何处买青春？锦样年华水样流，鲛珠迸落更难收。病余常是怯梳头。一径绿云修竹怨，半窗红日落花愁。愔愔只是下帘钩。残灯风灭炉烟冷，相伴唯孤影。判教狼藉醉清樽，为问世间醒眼是何人。难逢易散花间酒，饮罢空搔首。闲愁总付醉来眠，只恐醒时依旧到樽前。姹紫嫣红一时凋，舞衣不称旧舞腰。争教蜂蝶两相断，袖底羞见檀郎招。",
        "author": "清代",
        "poem_class": "古诗三百",
        "dynasty": "屈复"
    },
    {
        "title": "萤火",
        "paragraph": "和雨还穿户，经风忽过墙。虽缘草成质，不借月为光。解识幽人意，请今聊处囊。君看落空阔，何异大星芒。欲话心情梦已阑，镜中依约见春山。方悔从前真草草，等闲看。环佩只应归月下，钿钗何意寄人间。多少滴残红蜡泪，几时干。嘉庆四年，岁在己未，琉球国中山王尚穆薨。世子尚哲先七年卒，世孙尚温表请袭封。中朝怀柔远藩，锡以恩命，临轩召对，特简儒臣。于是，赵介山先生，名文楷，太湖人，官翰林院修撰，充正使；李和叔先生，名鼎元，绵州人，官内阁中书，副焉。介山驰书约余偕行，余以高堂垂老，惮于远游。继思游幕二十年，遍窥两戒，然而尚囿方隅之见，未观域外，更历纓溟之胜，庶广异闻。禀商吾父，允以随往。从客凡五人：王君文诰，秦君元钧，缪君颂，杨君华才，其一即余也。五年五月朔日，随荡节以行，祥飙送风，神鱼扶舳，计六昼夜，径达所届。凡所目击，成登掌录。志山水之丽崎，记物产之瑰怪，载官司之典章，嘉士女之风节。文不矜奇，事皆记实。自惭谫陋，饴测海之嗤；要堪传言，或胜凿空之说云尔。残雪凝辉冷画屏，落梅横笛已三更，更无人处月胧明。我是人间惆怅客，知君何事泪纵横，断肠声里忆平生。",
        "author": "清代",
        "poem_class": "古诗三百",
        "dynasty": "赵执信"
    },
    {
        "title": "过许州",
        "paragraph": "到处陂塘决决流，垂杨百里罨平畴。行人便觉须眉绿，一路蝉声过许州。暗水通潮，痴云阁雨，微阴不散重城。留得枯荷，奈他先作离声。清歌欲遏行云住，露春纤、并坐调笙。莫多情，第一难忘，席上轻盈。天涯我是飘零惯，任飞花无定，相送人行。见说兰舟，明朝也泊长亭。门前记取垂杨树，只藏他、三两秋莺。一程程，愁水愁风，不要人听。卅载绨袍检尚存，领襟虽破却余温。重缝不忍轻移拆，上有慈亲旧线痕。肯把离情容易看，要从容易见艰难。难抛往事一般般。今夜灯前形共影，枕函虚置翠衾单。更无人与共春寒。",
        "author": "清代",
        "poem_class": "古诗三百",
        "dynasty": "沈德潜"
    },
    {
        "title": "舟夜书所见",
        "paragraph": "月黑见渔灯，孤光一点萤。微微风簇浪，散作满河星。出门一笑莫心哀，浩荡襟怀到处开。时事难从无过立，达官非自有生来。风涛回首空三岛，尘壤从头数九垓。休信儿童轻薄语，嗤他赵老送灯台。力微任重久神疲，再竭衰庸定不支。苟利国家生死以，岂因祸福避趋之。谪居正是君恩厚，养拙刚于戍卒宜。戏与山妻谈故事，试吟断送老头皮。入山投谒得道僧，求教上师说因明。争奈相思无拘检，意马心猿到卿卿。一度花时两梦之，一回无语一相思。相思坟上种红豆，豆熟打坟知不知？",
        "author": "清代",
        "poem_class": "古诗三百",
        "dynasty": "查慎行"
    },
    {
        "title": "真州绝句",
        "paragraph": "江干多是钓人居，柳陌菱塘一带疏。好是日斜风定后，半江红树卖鲈鱼。关河冻合梨云，冲寒犹试连钱骑。思量旧梦，黄梅听雨，危阑倦倚。披氅重来，不分明出，可怜烟水。算夔巫万里，金焦两点，谁说与，苍茫意？却忆蛟台往事，耀弓刀，舳舻天际。而今剩了，低迷鱼艇，模粘雁字。我辈登临，残山送暝，远江延醉。折梅花去也，城西炬火，照琼瑶碎。美颜无双处处夸，玉帐香肌娇无那。夜夜伴得鸳鸯宿，不羡旖旎上林花。仙羽如雪暂徘徊，欲将此身借翼载。不学令威控鹤去，理塘相见即归来。",
        "author": "清代",
        "poem_class": "古诗三百",
        "dynasty": "王士祯"
    },
    {
        "title": "出居庸关",
        "paragraph": "居庸关上子规啼，饮马流泉落日低。雨雪自飞千嶂外，榆林只隔数峰西。大块凿混沌，浑浑旋大圜；隶首不能算，知有几万年。羲轩造书契，今始岁五千；以我视后人，若居三代先。俗儒好尊古，日日故纸研；六经字所无，不敢入诗篇。古人弃糟粕，见之口流涎；沿习甘剽盗，妄造丛罪愆。黄土同抟人，今古何愚贤；即今忽已古，断自何代前？明窗敞流离，高炉蒸香烟；左陈端溪砚，右列薛涛笺；我手写我口，古岂能拘牵！即今流俗语，我若登简编；五千年后人，惊为古斓斑。细草空林，丝丝冷雨挽风片。瘦小孤魂，伴个人儿便。寂寞泉台，今夜呼君遍。朦胧见，鬼灯一线，露出桃花面。两牧童入山至狼穴，穴中有小狼二。谋分捉之，各登一树，相去数十步。少倾，大狼至，入穴失子，意甚仓皇。童于树上扭小狼蹄、耳，故令嗥。大狼闻声仰视，怒奔树下，且号且抓。其一童嗥又在彼树致小狼鸣急。狼闻声四顾，始望见之；乃舍此趋彼，号抓如前状。前树又鸣，又转奔之。口无停声，足无停趾，数十往复，奔渐迟，声渐弱；既而奄奄僵卧，久之不动。童下视之，气已绝矣。",
        "author": "清代",
        "poem_class": "古诗三百",
        "dynasty": "朱彝尊"
    },
    {
        "title": "阻雪",
        "paragraph": "关山虽胜路难堪，才上征鞍又解骖。十丈黄尘千尺雪，可知俱不似江南。客心如水水如愁，容易归帆趁疾流。忽讶船窗送吴语，故山月已挂船头。湘帘卷处，甚离披翠影，绕檐遮住。小立吹裙，常伴春慵，掩映绣床金缕。芳心一束浑难展，清泪裹、隔年愁聚。更夜深、细听空阶雨滴，梦回无据。正是秋来寂寞，偏声声点点，助人难绪。缬被初寒，宿酒全醒，搅碎乱蛩双杵。西风落尽庭梧叶，还剩得、绿阴如许。想玉人、和露折来，曾写断肠句。春云吹散湘帘雨，絮黏蝴蝶飞还住。人在玉楼中，楼高四面风。柳烟丝一把，暝色笼鸳瓦。休近小阑干，夕阳无限山。",
        "author": "清代",
        "poem_class": "古诗三百",
        "dynasty": "吴伟业"
    },
    {
        "title": "过湖北山家",
        "paragraph": "路回临石岸，树老出墙根。野水合诸涧，桃花成一村。呼鸡过篱栅，行酒尽儿孙。老矣吾将隐，前峰恰对门。洞户深深掩。笑世间、浓脂腻粉，那般妆点。认取朦胧明月下，不许东风偷飐。偏触动、词人系念。昨日微阴今日雨，好春光有限无馀欠。肯为我，一时暂。冰绡雾縠谁烘染？爱依依、柔条照水，靓妆清艳。墙角绿阴栏外影，印上芸窗冰簟。隔一片、清阴暗澹。不是封姨情太薄，是盈盈树底魂难忏。春欲暮，易生感。酒醒香销愁不胜，如何更向落花行。去年高摘斗轻盈。夜雨几番销瘦了，繁华如梦总无凭。人间何处问多情。伏雨朝寒愁不胜，那能还傍杏花行。去年高摘斗轻盈。漫惹炉烟双袖紫，空将酒晕一衫青。人间何处问多情。",
        "author": "清代",
        "poem_class": "古诗三百",
        "dynasty": "施闰章"
    },
    {
        "title": "渡易水",
        "paragraph": "并刀昨夜匣中鸣，燕赵悲歌最不平；易水潺湲云草碧，可怜无处送荆卿！长江风飏布帆轻，西入荆门感客情。三国已亡遗旧垒，几家犹在住荒城。云边路绕巴山色，树里河流汉水声。此去郢中应有赋，千秋白雪待君赓。都督峰高玉峡山，真君楼下水湾环。周郎遗庙经千载，三国声名振百蛮。绿暗丘园春树合，锦铺坛墠古苔斑。祈灵几度椒浆奠，遥望神灵未易攀。天上风云庆会时，庙谟争遣草茆知。邻墙旋打娱宾酒，稚子齐歌乐岁诗。老去又逢新岁月，春来更有好花枝。晚风何处江楼笛，吹到东溟月上时。",
        "author": "明代",
        "poem_class": "古诗三百",
        "dynasty": "陈子龙"
    },
    {
        "title": "江宿",
        "paragraph": "寂历秋江渔火稀，起看残月映林微。波光水鸟惊犹宿，露冷流萤湿不飞。昔有医人，自媒能治背驼，曰：“如弓者、如虾者、如环者，若延吾治，可朝治而夕如矢矣。”一人信焉，使治曲驼，乃索板二片，以一置地下，卧驼者其上，又以一压焉，又践之。驼者随直，亦随死。其子欲诉诸官。医人曰：“我业治驼，但管人直，不管人死。”呜呼！今之为官，但管钱粮收，不管百姓死，何异于此医也哉！(自媒 一作：自诩)寒飞千尺玉，清洒一林霜。纵是尘心重，相看亦顿忘。矫矫凌云姿，风生龙夜吼。霜雪不知年，真吾岁寒友。霜干寒如玉，风枝响似琴。潇湘一夜雨，滴碎客中心。叶落根偏固，心虚节更高。一林寒吹发，清夜伴松涛。淇澳春云碧，潇湘夜雨寒。虚窗人静听，飒飒响琅玕。湘水经东安县东，有沉香塘，石壁隙插一株，云是沉水香，澄潭清冷，绿萝倒影。湘水自分漓水下。曲曲潺湲，千里飞哀泻。冰玉半湾尘不惹，停凝欲挽东流驾。百尺危崖谁羽化。一捻残香，拈插莓苔隙。忆自寻香人去也，寒原夕阳烧悲灺。",
        "author": "明代",
        "poem_class": "古诗三百",
        "dynasty": "汤显祖"
    },
    {
        "title": "枕石",
        "paragraph": "心同流水净，身与白云轻。寂寂深山暮，微闻钟磬声。吴、长洲二县，在郡治所，分境而治。而郡西诸山，皆在吴县。其最高者，穹窿、阳山、邓尉、西脊、铜井。而灵岩，吴之故宫在焉，尚有西子之遗迹。若虎丘、剑池及天平、尚方、支硎，皆胜地也。而太湖汪洋三万六千顷，七十二峰沉浸其间，则海内之奇观矣。余同年友魏君用晦为吴县，未及三年，以高第召入为给事中。君之为县，有惠爱，百姓扳留之，不能得，而君亦不忍于其民。由是好事者绘《吴山图》以为赠。夫令之于民，诚重矣。令诚贤也，其地之山川草木，亦被其泽而有荣也；令诚不贤也，其地之山川草木，亦被其殃而有辱也。君于吴之山川，盖增重矣。异时吾民将择胜于岩峦之间，尸祝于浮屠、老子之宫也，固宜。而君则亦既去矣，何复惓惓于此山哉?昔苏子瞻称韩魏公去黄州四十馀年而思之不忘，至以为《思黄州》诗，子瞻为黄人刻之于石。然后知贤者于其所至，不独使其人之不忍忘而已，亦不能自忘于其人也。君今去县已三年矣。一日，与余同在内庭，出示此图，展玩太息，因命余记之，噫!君之于吾吴有情如此，如之何而使吾民能忘之也! 危峰高瞰楚江干，路在羊肠第几盘？万树松杉双径合，四山风雨一僧寒。平沙浅草连天远，落日孤城隔水看。蓟北湘南俱入眼，鹧鸪声里独凭栏。剑气中宵不化虹，惟凭衰草寄残红。蛾眉岂怨君恩薄，玉帐初惊战士空。戏马台前啼晓露，乌江水畔泣秋丛。闻歌慷慨何须舞，禾黍离离满汉宫。",
        "author": "明代",
        "poem_class": "古诗三百",
        "dynasty": "高攀龙"
    },
    {
        "title": "题《墨葡萄图》 / 题葡萄图",
        "paragraph": "半生落魄已成翁,独立书斋啸晚风。笔底明珠无处卖,闲抛闲掷野藤中。年年马上见春风，花落花开醉梦中。短发经梳千缕白，衰颜借醉一时红。离家自是寻常事，报国惭无尺寸功。萧涩行囊君莫笑，独留长剑倚晴空。一生事业总成空，半世功名在梦中。死后不愁无勇将，忠魂依旧守辽东。叶似青云剪，花如碧玉凌。鸟来栖不响，朵朵巧垂铃。",
        "author": "明代",
        "poem_class": "古诗三百",
        "dynasty": "徐渭"
    },
    {
        "title": "塞下曲",
        "paragraph": "暝色满西山，将军猎骑还。隔河见烽火，骄虏夜临关。混沌结，玄黄开，人生其中，称为三才。一人身有一天地，形质虽异众理该。欲淫物诱滋巧伪，遂使真淳耗?攵玄风颓。乃有朝生而暮死者，本根浅短无栽培。惟有西天老胡名文康，自从盘古到今日，不老不少，气体充实如婴孩。性情和易颜色好，恰似初酿匐萄醅。激之而不见其怒，挠之而不见其咍，甘之而不见其喜，苦之而不见其款。所以于物无所忤，于人无所猜，于事无所碍，于艺无所能。不生不死在人世，借问老胡何修得此哉？老胡答言我亦不自解，请说伏羲神农皇帝在日一二事，不知得失汝自挨。伏羲始画八八六十有四卦，罗天网地括五材。老胡不识单与耦，谓是乌曹重叠堆砖坯。仓颉制文字，鬼母夜哭声哀哀。老胡不识点与画，谓是蜗牛之泪萦莓苔。容成隶首造历数，上收坤灵之精爽，下掇乾象之根荄。大挠作甲子，编户星宿来当差。老胡不识一二三四五，但见暖则出，寒则伏，一似虫豸听命霜与雷。羲和常仪占日月，拘束乌飞兔走翼足相排挼。鬼臾区占星气，指斥王蓬絮，周伯老子无所藏匿其祥灾。老胡不识金木水火土，但见昊天森列众光怪，大者如缶，小者如杯。伶伦截竹作律吕，中间实以葭莩灰。玄问老鬼二十四，俯首受命同舆佁。又用子谷秬黍起度量，教得蠢动狡猾而不呆。老胡不识轻重长短多与寡，但觉饥则食，饱则止，明则起，暗则卧，有力即往，倦即回。轩辕黄帝与岐伯，口尝毒药，一日生死八九遍，皮肉黑瘦生烟煤。老胡但见颜色差异即不吃，牙齿牢硬无龇。九天玄女说兵法，风云鸟蛇掌上排。教人斗阋逞雄杰，致使阪泉涿鹿之野，它它藉藉撑枯海尔时众贤圣，尾尾相继轰轳濆。雕肝琢肾镂心肺，倾泻精髓通脊脢。攘攘扰扰竞神知，虚名不朽身先隤。惟有老胡混沌无孔窍，不与人世分仇侪。尧舜相传授，四海玉烛无氛埃。老胡随众歌《击壤》，帝力于我何有哉？汤武行放伐，鹰化为雀驹为裛。龙逢被杀夷叔饿，何如老胡终日瞑坐山之隈。五伯与七国，角力争喧豗。谋臣辨士神出而鬼没，口干舌拔眉眼。到头毕竟成就者，土坟三尺埋蒿莱。老胡万事皆不理，厓厓坐得四肢百骨如干柴。所以天地鬼神不怪怒，容得老胡永远在世上，时复一出歌笑呈诙谐。况遇天子圣，德泽浃九垓。青云应吕风应律，遐方感化神民怀。老胡再拜稽首献天子寿，愿天子与天地相似，老胡岁岁舞蹈玉墀下，跪进玻璃杯。罗帕分香，玉钗留股，东风羞记初盟。残杨剩柳，休问啭春莺。虚向蒲关驻马，淹误了、云路鹏程。伤心处，枕寒衾冷，香梦杳难成。章台人远，寻春计晚，露蕊凋零。叹落花有意，流水无情。好事从来易阻，御沟里、红叶难凭。空惆怅，夜深人静，辜负月华明。我爱山中春，苍崖鸟一声。桃花源里住，罕见问津人。我爱山中夏，空冥花雨下。行吟屐齿肥，树色丽四野。我爱山中秋，黄云稻正稠。铎声连振起，镰子刈禾头。我爱山中冬，冰澌叠乱封。地炉无品字，一榻冷千峰。",
        "author": "明代",
        "poem_class": "古诗三百",
        "dynasty": "谢榛"
    },
    {
        "title": "竹枝词",
        "paragraph": "十二峰头秋草荒，冷烟寒月过瞿塘。青枫江上孤舟客，不听猿啼亦断肠。雨欲来，风萧萧。披桂枝，拂陵苕。繁英陨，鲜叶飘。扬烟埃，靡招摇。激房帷，发绮绡。中发肤，憯寂寥。思美人，隔青霄。水渺茫，山岧峣。云中鸟，何翛翛。欲寄书，天路遥。东逝川，不可邀。芳兰花，日夜凋。掩瑶琴，闲玉箫。魂睘睘，心摇摇。望明月，歌且谣。聊逍遥，永今宵。凤鸟久不至，梧桐生高冈。我来竟日坐，清阴洒衣裳。援琴俯流水，调短意苦长。遗音满空谷，随风递悠扬。人生贵自得，外慕非所臧。颜子岂忘世，仲尼固遑遑。已矣复何事，吾道归沧浪。太行山色倚㠝岏，绝顶清秋万里看。地坼黄河趋碣石，天回紫塞抱长安。悲风大壑飞流折，白日千厓落木寒。向夕振衣来朔雨，关门萧瑟罢凭栏。",
        "author": "明代",
        "poem_class": "古诗三百",
        "dynasty": "何景明"
    },
    {
        "title": "自湘东驿遵陆至芦溪",
        "paragraph": "黄花古渡接芦溪，行过萍乡路渐低。吠犬鸣鸡村远近，乳鹅新鸭岸东西。丝缫细雨沾衣润，刀剪良苗出水齐。犹与湖南风土近，春深无处不耕犁。画梁春尽落香尘。擅风情，秉月貌，便是败家的根本。箕裘颓堕皆从敬，家事消亡首罪宁。宿孽总因情！余忆童稚时，能张目对日，明察秋毫，见藐小之物必细察其纹理，故时有物外之趣。夏蚊成雷，私拟作群鹤舞于空中，心之所向，则或千或百，果然鹤也；昂首观之，项为之强。又留蚊于素帐中，徐喷以烟，使之冲烟而飞鸣，作青云白鹤观，果如鹤唳云端，为之怡然称快。余常于土墙凹凸处，花台小草丛杂处，蹲其身，使与台齐；定神细视，以丛草为林，以虫蚁为兽，以土砾凸者为丘，凹者为壑，神游其中，怡然自得。一日，见二虫斗草间，观之，兴正浓，忽有庞然大物，拔山倒树而来，盖一癞虾蟆，舌一吐而二虫尽为所吞。余年幼，方出神，不觉呀然一惊。神定，捉虾蟆，鞭数十，驱之别院。 霜雁一声语，烟江两岸秋。芦花三十里，吹雪满船头。我欲乘潮去，孤帆夜不收。苍茫云树外，明月出瓜洲。",
        "author": "清代",
        "poem_class": "古诗三百",
        "dynasty": "查慎行"
    },
    {
        "title": "出郊",
        "paragraph": "高田如楼梯，平田如棋局。白鹭忽飞来，点破秧针绿。小筑惭高枕，忧时旧有盟。呼尊来揖客，挥麈坐谈兵。云护牙签满，星含宝剑横。封侯非我意，但愿海波平。山亭寥落接人稀，泥补柴门叶补衣。不起竹床头似雪，已无心去问襌机。人见黄菊开，几见黄菊落。欲得诗脾清，摘英和露嚼。",
        "author": "明代",
        "poem_class": "古诗三百",
        "dynasty": "杨慎"
    },
    {
        "title": "船板床",
        "paragraph": "船板胡在兹，而我寝其上。情知非江湖，梦寐亦风浪。长相思，在沅湘，九疑之山郁苍苍。青天荡荡林木暗，落日虎啸风飞扬，欲往从之水无航。仲尼有德而不用，孟轲竟死于齐梁。松柏摧折桂生蠹，但见荆棘如山长。长相思，断人肠。春色萧条白日斜，平凉西北见天涯。惟余青草王孙路，不入朱门弟子家。宛马如云开汉苑，秦兵二月走胡沙。欲投万里封侯笔，愧我谈经鬓有华。长安道上秋风起，吹入青门草靡靡。客子携琴燕赵来，一感秋风心欲死。鸣鞭跃马过我前，那堪杯酒重留连。酒酣气发百志奋，谈笑须臾空百年。坐中叹尔壮士心，人事何劳问古今。张仓亦能论刑法，君平徒然卜六壬。仲尼治国苦不称，曾参事母犹难信。时势摧人著处生，英雄遇抑常迟钝。南山磊磊云气横，寒泉湔湔终日鸣。请君拂袖谢人世，与尔常为谷口耕。",
        "author": "明代",
        "poem_class": "古诗三百",
        "dynasty": "李梦阳"
    },
    {
        "title": "重赠吴国宾",
        "paragraph": "汉江明月照归人，万里秋风一叶身。休把客衣轻浣濯，此中犹有帝京尘。其 一寒灯耿幽暮，虫鸣清夜阑。起行望青天，明月在云端。美人隔千里，山河淼漫漫。玄云翳崇冈，白露雕芳兰。愿以绿绮琴，写作行路难。忧来无和声，弦绝空长叹。其 二倦鸟冀安巢，风林无静柯。路长羽翼短，日暮当如何？登高望四方，但见山与河。宁知天上雨，去去为沧波。慷慨对长风，坐感玄发皤。弱水不可航，层城岌嵯峨。凄凉华表鹤，太息成悲歌。边愁隐隐上颠毛，肺病那堪转侧劳？惟有空庭一片月，漫移花影护征袍。余始不欲与佛者游，尝读东坡所作《勤上人诗序》，见其称勤之贤曰：“使勤得列于士大夫之间，必不负欧阳公。”余于是悲士大夫之风坏已久，而喜佛者之有可与游者。去年春，余客居城西，读书之暇，因往云岩诸峰间，求所谓可与游者，而得虚白上人焉。虚白形癯而神清，居众中不妄言笑。余始识于剑池之上，固心已贤之矣。入其室，无一物，弊箦折铛，尘埃萧然。寒不暖，衣一衲，饥不饱，粥一盂，而逍遥徜徉，若有余乐者。间出所为诗，则又纡徐怡愉，无急迫穷苦之态，正与其人类。方春二三月时，云岩之游者盛，巨官要人，车马相属。主者撞钟集众，送迎唯谨，虚白方闭户寂坐如不闻；及余至，则曳败履起从，指幽导胜于长林绝壁之下，日入而后已。余益贤虚白，为之太息而有感焉。近世之士大夫，趋于途者骈然，议于庐者欢然，莫不恶约而愿盈，迭夸而交诋，使虚白袭冠带以齿其列，有肯为之者乎？或以虚白佛者也，佛之道贵静而无私，其能是亦宜耳！余曰：今之佛者无呶呶焉肆荒唐之言者乎？无逐逐焉从造请之役者乎？无高屋广厦以居美女丰食以养者乎？然则虚白之贤不惟过吾徒，又能过其徒矣。余是以乐与之游而不知厌也。今年秋，虚白将东游，来请一言以为赠。余以虚白非有求于世者，岂欲余张之哉？故书所感者如此，一以风乎人，一以省于己，使无或有愧于虚白者而已。",
        "author": "明代",
        "poem_class": "古诗三百",
        "dynasty": "边贡"
    },
    {
        "title": "在武昌作",
        "paragraph": "洞庭叶未下，潇湘秋欲生。高斋今夜雨，独卧武昌城。重以桑梓念，凄其江汉情。不知天外雁，何事乐长征？数串明珠挂水清，醉来将墨写能成。当年何用相如壁，始换西秦十五城。浮云漠漠草离离，泪湿春衫鬓脚垂。秋水为神玉为骨，芙蓉如面柳如眉。钟随野艇回孤棹，蝉曳残声过别枝。青冢路边南雁尽，问君何事到天涯。九秋悲气谁相逼，秋树秋风岂尽极。红叶阶前作意吹，白云天外何心织。寒山犹贳爽情来，落木欣依炎野侧。山有木兮木有枝，新枝可悦旧谁忆。清晓愁闻肠断声，黄花畏见空庭色。惜吾不见庭中人，频年血泪徒沾臆。身同落木几萧凄，心与寒山尝拂拭。秋意还从物象分，秋怀尽使时光得。荷衰菊盛理当然，露白葭苍人可即。稍需东月吐西华，此时再讨秋消息。",
        "author": "明代",
        "poem_class": "古诗三百",
        "dynasty": "徐祯卿"
    },
    {
        "title": "柯敬仲墨竹",
        "paragraph": "莫将画竹论难易，刚道繁难简更难。君看萧萧只数叶，满堂风雨不胜寒。慨然斯道岂难行，却被周官误一生。从此老泉成口实，无心蓬垢得奸名。春城烟雾晓阴阴，俯仰斜阳吊古今。万里河山犹故国，九京风雨自同心。欲知其主观司隶，未见孤儿属羽林。鹤唳华亭人没后，河桥一阕泪沾襟。前溪送别溪水满，石楠花落蒲芽短。春风无情看复秋，莫学落花随水流。",
        "author": "明代",
        "poem_class": "古诗三百",
        "dynasty": "李东阳"
    },
    {
        "title": "乡人至夜话",
        "paragraph": "形容不识识乡音，挑尽寒灯到夜深。故旧凭君休更说，老怀容易便沾襟。纨扇秋风怨未消，长门明月望空遥。人生失意无南北，何必天涯叹寂寥。六代瓜分世界，五胡云扰中原。纵横三百有余年。几度交锋索战。马过生灵齑粉，血流河洛腥膻。耳闻犹自不堪言。有眼休教看见。余始不欲与佛者游，尝读东坡所作《勤上人诗序》，见其称勤之贤曰：“使勤得列于士大夫之间，必不负欧阳公。”余于是悲士大夫之风坏已久，而喜佛者之有可与游者。去年春，余客居城西，读书之暇，因往云岩诸峰间，求所谓可与游者，而得虚白上人焉。虚白形癯而神清，居众中不妄言笑。余始识于剑池之上，固心已贤之矣。入其室，无一物，弊箦折铛，尘埃萧然。寒不暖，衣一衲，饥不饱，粥一盂，而逍遥徜徉，若有余乐者。间出所为诗，则又纡徐怡愉，无急迫穷苦之态，正与其人类。方春二三月时，云岩之游者盛，巨官要人，车马相属。主者撞钟集众，送迎唯谨，虚白方闭户寂坐如不闻；及余至，则曳败履起从，指幽导胜于长林绝壁之下，日入而后已。余益贤虚白，为之太息而有感焉。近世之士大夫，趋于途者骈然，议于庐者欢然，莫不恶约而愿盈，迭夸而交诋，使虚白袭冠带以齿其列，有肯为之者乎？或以虚白佛者也，佛之道贵静而无私，其能是亦宜耳！余曰：今之佛者无呶呶焉肆荒唐之言者乎？无逐逐焉从造请之役者乎？无高屋广厦以居美女丰食以养者乎？然则虚白之贤不惟过吾徒，又能过其徒矣。余是以乐与之游而不知厌也。今年秋，虚白将东游，来请一言以为赠。余以虚白非有求于世者，岂欲余张之哉？故书所感者如此，一以风乎人，一以省于己，使无或有愧于虚白者而已。",
        "author": "明代",
        "poem_class": "古诗三百",
        "dynasty": "李昌祺"
    },
    {
        "title": "言志",
        "paragraph": "不炼金丹不坐禅，不为商贾不耕田。闲来写就青山卖，不使人间造孽钱。岸蓼疏红水荇青，茨菰花白小如萍。双鬟短袖惭人见，背立船头自采菱。正月山桃委地红，柳塘还捲落花风。木犀一树浑堪赏，尽日相看烟雨中。叽叽喳喳几只鸦，满嘴喷粪叫呱呱。今日暂别寻开心，明早个个烂嘴丫。",
        "author": "明代",
        "poem_class": "古诗三百",
        "dynasty": "唐寅"
    },
    {
        "title": "感事",
        "paragraph": "湘山晴色远微微，尽日江头独醉归。不见两关传露布，尚闻三殿未垂衣。边筹自古无中下，朝论于今有是非。日暮平沙秋草乱，一双白鸟避人飞。一上一上又一上，一上直到高山上。举头红日白云低，四海五湖皆一望。春日恼人花鸟，香车宝马，陌上成行。相思满地，芳草绿到西江。旧衣香。留他荀令，新曲误，顾了周郎。枉思量。金壶滴博，银箭丁当。茫茫。玉人何处，寻伊消息，瘦了容光。只剩些些，影儿作对梦儿双。恨多情、雁传银字，愁不语、花落纱窗。对斜阳。珠帘卷起，又是昏黄。国耻犹未雪，身危亦自甘。九原人不返，万壑气长寒。岂恨藏弓早，终知借剑难。吾生非壮士，于此发冲冠。",
        "author": "明代",
        "poem_class": "古诗三百",
        "dynasty": "袁宏道"
    },
    {
        "title": "就义诗",
        "paragraph": "浩气还太虚，丹心照千古。生平未报国，留作忠魂补。斜髻娇娥夜卧迟，梨花风静鸟栖枝。难将心事和人说，说与青天明月知。绰约新妆玉有辉，素娥千队雪成围。我知姑射真仙子，天遣霓裳试羽衣。影落空阶初月冷，香生别院晚风微。玉环飞燕元相敌，笑比江梅不恨肥。春色萧条白日斜，平凉西北见天涯。惟余青草王孙路，不入朱门弟子家。宛马如云开汉苑，秦兵二月走胡沙。欲投万里封侯笔，愧我谈经鬓有华。",
        "author": "明代",
        "poem_class": "古诗三百",
        "dynasty": "杨继盛"
    },
    {
        "title": "闯王",
        "paragraph": "朝求升，暮求合，近来贫汉难存活。早早开门拜闯王，管教大小都欢悦。杀牛羊，备酒浆，开了城门迎闯王，闯王来了不纳粮。吃他娘，着她娘，吃着不够有闯王。不当差，不纳粮，大家快活过一场。尔牛角弯环，我牛尾秃速。共拈短笛与长鞭，南陇东冈去相逐。日斜草远牛行迟，牛劳牛饥唯我知；牛上唱歌牛下坐，夜归还向牛边卧。长年牧牛百不忧，但恐输租卖我牛。白发婆娑夜不眠，孙曾绕膝更翩跹。已知明旦非今日，不觉残龄又一年。旧事悲欢灯影里，春风消息酒杯前。更阑人静鸡声起，却对梅花一灿然。昨日辛夷开，今朝辛夷落。辛夷花房高刺天，却共芙蓉乱红萼。小山桂树犹连卷，五湖荷花空绰约。连卷绰约宜秋日，端居独养征君疾。高枝朵朵艳木莲，密叶层层赛卢橘。山鬼已见驾香车，文人应是梦彩笔。辛夷辛夷何离奇，照水偏宜姑射姿。萧晨东海霞光烂，玄夜西园露气滋。檀心倒卷情无限，玉面低回力不支。见说东都便露坐，惟应御史沄风吹。此花爱逐东风暖，故人逸韵嵇中散。山阳闻有合欢斋，石湖亦筑辛夷馆。袅袅岩栊碧树圆，纷纷涧户香花满。坞里王孙旧路长，卷中裴迪新诗短。新诗已旧不堪闻，江南荒馆隔秋云。多情不改年年色，千古芳心持赠君。",
        "author": "明代",
        "poem_class": "古诗三百",
        "dynasty": "佚名"
    },
    {
        "title": "春暮西园",
        "paragraph": "绿池芳草满晴波，春色都从雨里过。知是人家花落尽，菜畦今日蝶来多。万里封侯，八珍鼎食，何如故乡。奈狐狸夜啸，腥风满地，蛟螭昼舞，平陆沉江。中泽哀鸿，苞荆隼鸨，软尽平生铁石肠。凭栏看，但云霓明灭，烟草苍茫。不须踽踽凉凉，盖世功名百战场。笑扬雄寂寞，刘伶沉湎，嵇生纵诞，贺老清狂。江左夷吾，隆中诸葛，济弱扶危计甚长。桑榆外，有轻阴乍起，未是斜阳。挂席向南征，风微细浪生。捲帘烟树渺，何处棹歌声。莺啼处，摇荡一天疏雨。极目平芜人尽去，断红明碧树。费得炉烟无数，只有轻寒难度。忽见西楼花影露，弄晴催薄暮。",
        "author": "明代",
        "poem_class": "古诗三百",
        "dynasty": "高启"
    },
    {
        "title": "天平山中",
        "paragraph": "细雨茸茸湿楝花，南风树树熟枇杷；徐行不记山深浅，一路莺啼送到家。虑天下者，常图其所难而忽其所易，备其所可畏而遗其所不疑。然而，祸常发于所忽之中，而乱常起于不足疑之事。岂其虑之未周欤？盖虑之所能及者，人事之宜然，而出于智力之所不及者，天道也。当秦之世，而灭诸侯，一天下。而其心以为周之亡在乎诸侯之强耳，变封建而为郡县。方以为兵革不可复用，天子之位可以世守，而不知汉帝起陇亩之中，而卒亡秦之社稷。汉惩秦之孤立，于是大建庶孽而为诸侯，以为同姓之亲，可以相继而无变，而七国萌篡弑之谋。武、宣以后，稍削析之而分其势，以为无事矣，而王莽卒移汉祚。光武之惩哀、平，魏之惩汉，晋之惩魏，各惩其所由亡而为之备。而其亡也，盖出于所备之外。唐太宗闻武氏之杀其子孙，求人于疑似之际而除之，而武氏日侍其左右而不悟。宋太祖见五代方镇之足以制其君，尽释其兵权，使力弱而易制，而不知子孙卒困于敌国。此其人皆有出人之智、盖世之才，其于治乱存亡之几，思之详而备之审矣。虑切于此而祸兴于彼，终至乱亡者，何哉？盖智可以谋人，而不可以谋天。良医之子，多死于病；良巫之子，多死于鬼。岂工于活人，而拙于谋子也哉？乃工于谋人，而拙于谋天也。古之圣人，知天下后世之变，非智虑之所能周，非法术之所能制，不敢肆其私谋诡计，而唯积至诚，用大德以结乎天心，使天眷其德，若慈母之保赤子而不忍释。故其子孙，虽有至愚不肖者足以亡国，而天卒不忍遽亡之。此虑之远者也。夫苟不能自结于天，而欲以区区之智笼络当世之务，而必后世之无危亡，此理之所必无者，而岂天道哉！三载重阳菊，开时不在家。何期今日酒，忽对故园花。野旷云连树，天寒雁聚沙。登临无限意，何处望京华。月明星稀河汉凉，高秋蟋蟀鸣洞房。愁人不寐独彷徨，披衣徐步出东厢。白露如玉兰委芳，感激涕泪纷纵横。为君含思思断肠，念君迢遥异他乡。欲往从之河无梁，夜长悠悠夜未央。援琴弹丝写哀伤，山川万里永相望，我独与尔为参商。",
        "author": "明代",
        "poem_class": "古诗三百",
        "dynasty": "杨基"
    },
    {
        "title": "春雁",
        "paragraph": "春风一夜到衡阳，楚水燕山万里长。莫怪春来便归去，江南虽好是他乡。抱病登楼无意绪，满城寒雨濛濛。一樽何日与君同。捲帘芳草碧，呼酒夕阳红。堪恨赏心多不偶，依然枉却东风。扁舟归兴莫匆匆。江梅他自落，别有海棠丛。高斋每到思无穷，门巷玲珑野望通。片雨隔村犹夕照，疏林映水已秋风。药囊诗卷闲行后，香灺灯光静坐中。为问只今江海上，如君无事几人同？红稠绿暗遍天涯，春色在谁家？花谢人稀，柳浓莺懒，烟景属蜂衙。日长睡起无情思，帘外夕阳斜。带眼频移，琴心慵理，多病负年华。",
        "author": "明代",
        "poem_class": "古诗三百",
        "dynasty": "王恭"
    },
    {
        "title": "上京即事五首·其三",
        "paragraph": "牛羊散漫落日下，野草生香乳酪甜。卷地朔风沙似雪，家家行帐下毡帘。竹影和诗瘦，梅花入梦香。可怜今夜月，不肯下西厢。多情去后香留枕，好梦回时冷透衾。闷愁山重海来深。独自寝，夜雨百年心。芙蓉秋水绿，河桥畔、驻马落霞明。念苏小昼楼，蠹侵花简，谢娘朱户，香冷银屏。怅犹记浔江留夜客，滕阁醉诗宾。驿上信音，美人迟暮，雁边城郭，霜气凄清。潘郎愁多少，伤情处，无柰两鬓星星。江路晚风，三叠长是愁听。纵彩笔殷勤，近来无准，昼阑缥缈，一向谁凭。何处笛声哀怨，幽梦难成。",
        "author": "元代",
        "poem_class": "古诗三百",
        "dynasty": "萨都剌"
    },
    {
        "title": "幼女词",
        "paragraph": "下床着新衣，初学小姑拜。低头羞见人，双手结裙带。枫叶沾秋影，凉蝉隐夕晖。梧云初暗露，花露欲霏微。岭色随行棹，江光满客衣。徘徊今夜月，孤鹤正南飞。悠悠生死别经年，旅馆寒灯独不眠。心折此时无一寸，三春行乐在谁边。垂老光阴两鬓皤，细君弃我竟如何！夫妻一旦世缘尽，儿女百年恩爱多。小阁空悬台上镜，春衣谁试箧中罗。客边闻讣肠先断，泪落西风鼓缶歌。世缘情爱总成空，二十余年一梦中。疏广未能辞汉王，孟光先已弃梁鸿。灯昏罗幔通宵雨，花谢雕栏蓦地风。欲觅音容在何处？九原无路辨西东。缥渺音容何处寻？乱山重叠暮云深。四千里外还家梦，二十年前结发心。寂寞青灯形对影，萧疏白发泪沾巾。箧中空有遗书在，把玩不堪成古今。尘寰冥路两茫茫，何处青山识故乡？破镜已分鸾凤影，遗衣空带麝兰香。梦回孤馆肠千结，愁对惨灯泪千行。抱痛苦嫌胸次窄，也应无处著凄凉。东风庭院落花飞，谐老齐眉愿竟违。幻梦一番生与死，讣音千里是邪非？凄凉怀抱几时歇，缥渺音容何处归？魂断九泉招不得，客边一日几沾衣。房栊寂寞掩春风，百岁情缘一旦空。世态不离生死内，梦魂多在别离中。可怜孤馆月华白，犹忆香奁烛影红。老眼昏昏数行泪，客边从此恨无穷。结缘谁不愿齐眉，修短由来未可期。老我方将安蔗境，细君先已赴瑶池。花飞玉碎愁何限，绠断瓶沉势莫为。清泪两行千古恨，眼看儿女益凄其。别来音问每蹉跎，两地关情感慨多。我欲承恩还北阙，子先归化梦南柯。空闺镜破余残粉，断杼尘蒙失旧梭。痛汝老怀谁与诉？临风惟有泪滂沱。独对青灯坐夜阑，客边衣薄不胜寒。因思旧事关情切，欲把遗书掩泪看。花落香消人寂寂，台空镜破月团团。梦魂割断幽明路，死别生离欲见难。百川东逝更无还，生死由来一梦间。苦雨凄风香阁冷，落花啼鸟绣帷间。空于纸上看遗墨，无复灯前睹笑颜。肠断不堪回首处，两行清泪万重山。痴儿弱女两相依，宿鸟惊巢各自飞。尘锁镜台秋月冷，香消罗幔夜灯微。双亲闻讣肠应断，百岁同心事已非。垂老不堪生死别，客边日日泪沾衣。",
        "author": "明代",
        "poem_class": "古诗三百",
        "dynasty": "毛铉"
    },
    {
        "title": "京师得家书",
        "paragraph": "江水三千里，家书十五行。行行无别语，只道早还乡。嫩绿柔香远更浓，春来无处不茸茸。六朝旧恨斜阳里，南浦新愁细雨中。近水欲迷歌扇绿，隔花偏衬舞裙红。平川十里人归晚，无数牛羊一笛风。寄书向知己，不解作家音。男儿铁石志，总是报君心。书卷多情似故人，晨昏忧乐每相亲。眼前直下三千字，胸次全无一点尘。活水源流随处满，东风花柳逐时新。金鞍玉勒寻芳客，未信我庐别有春。",
        "author": "明代",
        "poem_class": "古诗三百",
        "dynasty": "袁凯"
    },
    {
        "title": "墨梅",
        "paragraph": "我家洗砚池头树，朵朵花开淡墨痕。(我家 一作：吾家；朵朵 一作：个个)不要人夸好颜色，只留清气满乾坤。(好颜色 一作：颜色好)斤两儿飘，家缘儿薄。积垒下些娘大小窝巢，苘麻秸盖下一座祆神庙。你烧时容易烧，我着时容易着，燎时容易燎。我事事村，他般般丑。丑则丑村则村意相投，则为他丑心儿真博得我村情儿厚。似这般丑眷属，村配偶，只除天上有。意思儿真，心肠儿顺。只争个口角头不囫囵，怕人知羞人说嗔人问。不见后又嗔，得见后又忖，多敢死后肯。双渐贫，冯魁富。这两个争风做姨夫，呆黄肇不把佳期误。一个有万引茶，一个是一块酥，搅的来无是处。题情(四首)一云鬟雾鬓胜堆鸦，浅露金莲簌绛纱。不比等闲墙外花。骂你个俏冤家，一半儿难当一半儿耍。二碧纱窗外静无人，跪在床前忙要亲。骂了个负心回转身。虽是我话儿嗔，一半儿推辞一半儿肯。三银台灯灭篆烟残，独入罗帏淹泪眼。乍孤眠好教人情兴懒。薄设设被儿单，一半儿温和一半儿寒。四多情多绪小冤家，迤逗的人来憔悴煞；说来的话先瞒过咱，怎知他，一半儿真实一半儿假。小楼还被青山碍，隔断楚天遥。昨宵入梦，那人如玉，何处吹箫？门前朝暮，无情秋月，有信春潮。看看憔悴，飞花心事，残柳眉梢。",
        "author": "元代",
        "poem_class": "古诗三百",
        "dynasty": "王冕"
    },
    {
        "title": "画鸭",
        "paragraph": "春草细还生，春雏养渐成。茸茸毛色起，应解自呼名。干荷叶，色苍苍，老柄风摇荡，喊了清香。越添黄。都因昨夜一场霜，寂寞在秋江上。酒杯浓，一葫芦春色醉山翁，一葫芦酒压花梢重。随我奚童，葫芦干，兴不穷。谁人共？一带青山送。乘风列子，列子乘风。碧湖湖上柳阴阴，人影澄波浸，常记年时欢花饮。到如今，西风吹断回文锦。羡他一对，鸳鸯飞去，残梦蓼花深。",
        "author": "元代",
        "poem_class": "古诗三百",
        "dynasty": "揭傒斯"
    },
    {
        "title": "湖上",
        "paragraph": "花开红树乱莺啼，草长平湖白鹭飞。风日晴和人意好，夕阳箫鼓几船归。翠蛾羞黛怯人看。掩霜纨，泪偷弹。且尽一尊，收泪唱《阳关》。漫道帝城天样远，天易见，见君难。画堂新构近孤山。曲栏干，为谁安？飞絮落花，春色属明年。欲棹小舟寻旧事，无处问，水连天。壮岁从戎，曾是气吞残虏。阵云高、狼烟夜举。朱颜青鬓，拥雕戈西戍。笑儒冠、自来多误。 功名梦断，却泛扁舟吴楚。漫悲歌、伤怀吊古。烟波无际，望秦关何处。叹流年、又成虚度。野棠花落，又匆匆过了，清明时节。刬地东风欺客梦，一枕云屏寒怯。曲岸持觞，垂杨系马，此地曾经别。楼空人去，旧游飞燕能说。闻道绮陌东头，行人长见，帘底纤纤月。旧恨春江流不断，新恨云山千叠。料得明朝，尊前重见，镜里花难折。也应惊问：近来多少华发？",
        "author": "宋代",
        "poem_class": "古诗三百",
        "dynasty": "徐元杰"
    },
    {
        "title": "发淮安",
        "paragraph": "岸蓼疏红水荇青，茨菰花白小如萍。双鬟短袖惭人见，背立船头自采菱。欧阳晔治鄂州，民有争舟而相殴致死者，狱久不决。晔自临其狱，坐囚于庭中，去其桎梏而饮食之，食讫，悉劳而还之狱。独留一人于庭，留者色变而惶顾。晔曰：“杀人者汝也！”囚佯为不知所以。晔曰：“吾观食者皆以右手持箸，而汝独以左。今死者伤在右肋，非汝而谁？”囚无以对。碧影摇阶春昼长，天然灵卉异群芳。东风真解幽人意，时递清香入讲堂。万事由天莫苦求，子孙绵远褔悠悠。饮三杯酒休胡乱，得一帆风便可收。生事事生何日了，害人人害几时休。冤家宜解不宜结，各自回头看后头。",
        "author": "明代",
        "poem_class": "古诗三百",
        "dynasty": "杨士奇"
    },
    {
        "title": "寻胡隐君",
        "paragraph": "渡水复渡水，看花还看花。春风江上路，不觉到君家。高台明月照花枝，对月看花有所思。今夜月圆花好处，去年花病月昏时。饮杯酬月浇花酒，做首评花咏月诗。沉醉欲眠花月下，只愁花月笑人痴。千古伤心旧事，一场谈笑春风。残编断简记英雄。总为功名引动。个个轰轰烈烈，人人扰扰匆匆。荣华富贵转头空。恰似南柯一梦。神龟支床，生理中绝。不如刳肠，逝而见筴。干霄之材，谥曰柽榉。风雨飘飖，狐鸟托处。纵生而雄，厥名丈夫。安能百年，与饮食俱。幸甚至哉，歌以咏志。",
        "author": "明代",
        "poem_class": "古诗三百",
        "dynasty": "高启"
    },
    {
        "title": "塞上曲送元美",
        "paragraph": "白羽如霜出塞寒，胡烽不断接长安。城头一片西山月，多少征人马上看。章台西弄，纤手曾携送。花影下，相珍重。玉鞭红锦袖，宝马青丝鞚。人去后，箫声永断秦楼凤。菡萏双灯捧，翡翠香云拥。金缕枕，今谁共。醉中过白日，望里悲青冢。休恨也，黄莺啼破前春梦。蒲生何离离，过时采者稀。莫言采者殊，盛衰自有时。昔与君相见，不谓行当变。谗言使交流，水清石自见。孔雀东南飞，十步一徘徊。罗鸗羽翼短，安可作雄雌。今日乐相乐，饮酒行六博。蒲生枝叶多，中心亦不恶。平生糟粕数行书，潦倒真成一腐儒。天外冥鸿何缥缈，雪中孤鹤太清癯。聪明不及顽如旧，少壮无能老更迂。览镜自惊还自叹，又添几缕白髭须。",
        "author": "明代",
        "poem_class": "古诗三百",
        "dynasty": "李攀龙"
    },
    {
        "title": "即事三首",
        "paragraph": "复楚情何极，亡秦气未平。雄风清角劲，落日大旗明。缟素酬家国，戈船决死生！胡笳千古恨，一片月临城。战苦难酬国，仇深敢忆家？一身存汉腊，满目渺胡沙。落月翻旗影，清霜冷剑花。六军浑散尽，半夜起悲笳。一旅同仇谊，三秋故主怀。将星沉左辅，卿月隐中台。东阁尘宾幕，西征愧赋才。月明笳鼓切，今夜为谁哀。 寂历秋江渔火稀，起看残月映林微。波光水鸟惊犹宿，露冷流萤湿不飞。月明星稀河汉凉，高秋蟋蟀鸣洞房。愁人不寐独彷徨，披衣徐步出东厢。白露如玉兰委芳，感激涕泪纷纵横。为君含思思断肠，念君迢遥异他乡。欲往从之河无梁，夜长悠悠夜未央。援琴弹丝写哀伤，山川万里永相望，我独与尔为参商。一回憔悴望江南，不记兰亭三月三。花自无言春自老，却教归燕与呢喃。",
        "author": "明代",
        "poem_class": "古诗三百",
        "dynasty": "夏完淳"
    },
    {
        "title": "石灰吟",
        "paragraph": "千锤万凿出深山，烈火焚烧若等闲。(万凿 一作：万击)粉骨碎身浑不怕，要留清白在人间。(浑不怕 一作：全不怕)我欲登天云盘盘，我欲御风无羽翰。我欲陟山泥洹洹，我欲涉江忧天寒。琼弁玉蕤佩珊珊，蕙桡桂棹凌回澜。泽中何有多红兰，天风日暮徒盘桓。芳草盈箧怀所欢，美人何在青云端。衣玄绡衣冠玉冠，明珰垂絓乘六鸾。欲往从之道路难，相思双泪流轻纨。佳肴旨酒不能餐，瑶琴一曲风中弹。风急弦绝摧心肝，月明星稀斗阑干。推脱尘缘意绪佳，冲泥先到故人家。春来未负樽前笑，雨后犹馀叶底花。矮纸凝霜供小草，浅瓯吹雪试新茶。凭君莫话蹉跎事，绿树黄鹂有岁华。碧桃花树下，大脚墨婆浪。未说铜钱起，先铺芦席床。三杯浑白酒，几句话衷肠。何时归故里，和她笑一场。",
        "author": "明代",
        "poem_class": "古诗三百",
        "dynasty": "于谦"
    },
    {
        "title": "临平泊舟",
        "paragraph": "客舟系缆柳阴旁，湖影侵篷夜气凉。 万顷波光摇月碎，一天风露藕花香。 玉华寒，冰壶冻。云间玉兔，水面苍龙。酒一樽，琴三弄。唤起凌波仙人梦，倚阑干满面天风。楼台远近，乾坤表里，江汉西东。道曰五行，释曰五服，儒曰五常。矧仁义礼智，信为根本，金木水火，土在中央。白虎青龙，玄龟朱雀，皆自句陈主张。天数五，人精神魂魄，意属中黄。乾坤二五全彰。会三五、归元妙莫量。火三南方，东三成五，北玄真一，西四同乡。五土中宫，合为三五，三五混融阴返阳。通玄士，把铅银砂汞，炼作金刚。耿耿青灯照青史，坐看兴废眼前来。亡秦未必非胡亥，灭赵终然是郭开。三国英雄由将相，六朝人物只婴孩。商之孙子宁无论，妲己端端是祸胎。",
        "author": "元代",
        "poem_class": "古诗三百",
        "dynasty": "黄庚"
    },
    {
        "title": "同儿辈赋未开海棠",
        "paragraph": "枝间新绿一重重， 小蕾深藏数点红。爱惜芳心莫轻吐， 且教桃李闹春风。九陌黄尘没马头，眼明佛界接仙洲。清溪照影红蕖晚，禅榻生凉碧树秋。少室宗风开木义，裕陵遗墨烂银钩。对谈不觉山衔月，只为松风更少留。左擎苍。右牵黄。昔日存心飞走忙。如今万事忘。饮琼浆。宴明堂。瑞气祥光入绛房。无中得弄璋。人间何最苦，说著替君愁。眼前生灭景、象悠悠。虚名薄利，随分少贪求。幸遇嘉时节，乘兴偷闲，访寻霞侣云俦。更那堪、猛悟回头。物外恣飘游。布袍襟袖阔、好风流。纷纷尘事，一笔尽都勾。磨莹先天宝，灿灿辉辉，恰如朗月当秋。",
        "author": "金朝",
        "poem_class": "古诗三百",
        "dynasty": "元好问"
    },
    {
        "title": "月儿弯弯照九州",
        "paragraph": "月儿弯弯照九州，几家欢乐几家愁。几家夫妇同罗帐，几个飘零在外头？春未老，风细柳斜斜。试上超然台上看，半壕春水一城花。烟雨暗千家。(看 一作：望)寒食后，酒醒却咨嗟。休对故人思故国，且将新火试新茶。诗酒趁年华。浮云吐明月，流影玉阶阴。千里虽共照，安知夜夜心？有梅无雪不精神，有雪无诗俗了人。日暮诗成天又雪，与梅并作十分春。",
        "author": "宋代",
        "poem_class": "古诗三百",
        "dynasty": "佚名"
    },
    {
        "title": "雪梅",
        "paragraph": "梅雪争春未肯降，骚人阁笔费评章。梅须逊雪三分白，雪却输梅一段香。胡马嘶风，汉旗翻雪，彤云又吐，一竿残照。古木连空，乱山无数，行尽暮沙衰草。星斗横幽馆，夜无眠、灯花空老。雾浓香鸭，冰凝泪烛，霜天难晓。 长记小妆才了，一杯未尽，离怀多少。醉里秋波，梦中朝雨，都是醒时烦恼。料有牵情处，忍思量、耳边曾道。甚时跃马归来，认得迎门轻笑。山抹微云，天连衰草，画角声断谯门。暂停征棹，聊共引离尊。多少蓬莱旧事，空回首、烟霭纷纷。斜阳外，寒鸦万点，流水绕孤村。(万点 一作：数点)销魂当此际，香囊暗解，罗带轻分。谩赢得、青楼薄幸名存。此去何时见也？襟袖上、空惹啼痕。伤情处，高城望断，灯火已黄昏。试说途中景，方知别后心。行人日暮少，风雪乱山深。",
        "author": "宋代",
        "poem_class": "古诗三百",
        "dynasty": "卢钺"
    },
    {
        "title": "武夷山中",
        "paragraph": "十年无梦得还家，独立青峰野水涯。天地寂寥山雨歇，几生修得到梅花？只道花无十日红，此花无日不春风。一尖已剥胭脂笔，四破犹包翡翠茸。别有香超桃李外，更同梅斗雪霜中。折来喜作新年看，忘却今晨是季冬。孤鹤归飞，再过辽天，换尽旧人。念累累枯冢，茫茫梦境，王侯蝼蚁，毕竟成尘。载酒园林，寻花巷陌，当日何曾轻负春。流年改，叹围腰带剩，点鬓霜新。交亲零落如云，又岂料如今馀此身。幸眼明身健，茶甘饭软，非惟我老，更有人贫。躲尽危机，消残壮志，短艇湖中闲采莼。吾何恨，有渔翁共醉，溪友为邻。少年听雨歌楼上，红烛昏罗帐。壮年听雨客舟中，江阔云低、断雁叫西风。 而今听雨僧庐下，鬓已星星也。悲欢离合总无情，一任阶前、点滴到天明。",
        "author": "宋代",
        "poem_class": "古诗三百",
        "dynasty": "谢枋得"
    },
    {
        "title": "寒夜",
        "paragraph": "寒夜客来茶当酒，竹炉汤沸火初红。寻常一样窗前月，才有梅花便不同。闻道梅花坼晓风，雪堆遍满四山中。何方可化身千亿，一树梅前一放翁。湖上西风急暮蝉。夜来清露湿红莲。少留归骑促歌筵。 为别莫辞金盏酒。入朝须近玉炉烟。不知重会是何年。相思似海深，旧事如天远。泪滴千千万万行，更使人、愁肠断。要见无因见，拚了终难拚。若是前生未有缘，待重结、来生愿。",
        "author": "宋代",
        "poem_class": "古诗三百",
        "dynasty": "杜耒"
    },
    {
        "title": "绝句·古木阴中系短篷",
        "paragraph": "古木阴中系短篷，杖藜扶我过桥东。沾衣欲湿杏花雨，吹面不寒杨柳风。夜饮东坡醒复醉，归来仿佛三更。家童鼻息已雷鸣。敲门都不应，倚杖听江声。 长恨此身非我有，何时忘却营营。夜阑风静縠纹平。小舟从此逝，江海寄余生。(余 一作：馀)紫府东风放夜时。步莲秾李伴人归。五更钟动笙歌散，十里月明灯火稀。 香苒苒，梦依依。天涯寒尽减春衣。凤凰城阙知何处，寥落星河一雁飞。茅檐长扫净无苔，花木成畦手自栽。一水护田将绿绕，两山排闼送青来。",
        "author": "宋代",
        "poem_class": "古诗三百",
        "dynasty": "志南"
    },
    {
        "title": "过零丁洋",
        "paragraph": "辛苦遭逢起一经，干戈寥落四周星。山河破碎风飘絮，身世浮沉雨打萍。惶恐滩头说惶恐，零丁洋里叹零丁。人生自古谁无死？留取丹心照汗青。曲阑干外天如水。昨夜还曾倚。初将明月比佳期。长向月圆时候、望人归。 罗衣著破前香在。旧意谁教改。一春离恨懒调弦。犹有两行闲泪、宝筝前。溪水将桥不复回，小舟犹倚短篙开。交情得似山溪渡，不管风波去又来。缑山仙子，高清云渺，不学痴牛騃女。凤箫声断月明中，举手谢、时人欲去。客槎曾犯，银河微浪，尚带天风海雨。相逢一醉是前缘，风雨散、飘然何处？",
        "author": "宋代",
        "poem_class": "古诗三百",
        "dynasty": "文天祥"
    },
    {
        "title": "山家",
        "paragraph": "马蹄踏水乱明霞，醉袖迎风受落花。怪见溪童出门望，鹊声先我到山家。五城何迢迢，关河茫茫隔波浪。与君别来今几时，翰林白发三千丈。形容变尽语音存，闲思往事是前身。四十三年如电抹，欲谈前事恐无人。庞眉皓首无住著，臂上念珠如皎月。架上楞严已不看，更看脚根参一节。人生何处不相逢，犹恐相逢是梦中。仝是行人更分首，明朝车马各西东。水无痕，秋无际。光涵，影浸玻璃。龙嘶贝阙珠，兔走蟾宫桂。万顷沧波浮天地，烂银盘寒褪云衣。洞箫谩吹，篷窗静倚，良夜何其。烟寺晚钟树藏山，山藏寺。藤荫杳昔，云影差差。疏钟送落晖，倦鸟催归翅。一抹烟岚寒光渍，问胡僧月下何之？逐朝夜时，扶筇到此，散步寻诗。江天暮雪晚天昏，寒江暗。雪花<黑奄>々，云叶毵毵。渔翁倦欲归，久客愁多憾。浩浩汀洲船着缆，玉蓑衣不换青衫。闲情饱，高眠醉酣，世事休参。潇湘夜雨白洲，黄芦岸。密云堆冷，乱雨飞寒。渔人罢钓归，客子推篷看。浊浪排空孤灯灿，想鼋鼍出没其间。魂消闷颜，愁舒倦眼，何处家山？平沙落雁稻粱收，菰莆秀。山光凝暮，江影涵秋。潮平远水宽，天阔孤帆瘦。雁阵惊寒埋云岫，下长空飞满沧洲。西风渡头，斜阳岸口，不尽诗愁。远浦帆归水云乡，烟波荡。平洲古岸，远树孤庄。轻帆走蜃风，柔橹闲鲸浪。隐隐牙樯如屏障。了吾生占断渔邦。船头酒香，盘中蟹黄，烂醉何妨。山市晴岚似屏围，如图画。依依村市，簇簇人家。小桥流水间，古木疏烟下。雾敛晴峰铜钲挂，闹腥风争买鱼虾。尘飞乱沙，云开断霞，网晒枯槎。渔村落照楚云寒，湘天暮。斜阳影里，几个渔夫。柴门红树村，钓艇青山渡。惊起沙鸥飞无数，倒晴光金缕扶疏。鱼穿短蒲，酒盈小壶，饮尽重沽。天仙碧玉琼瑶，点点扬花，片片鹅毛。访戴归来，寻梅懒去，独钓无聊。一个饮羊羔红炉暖阁，一个冻骑驴野店溪桥，你自评跋，那个清高，那个粗豪？",
        "author": "元代",
        "poem_class": "古诗三百",
        "dynasty": "刘因"
    },
    {
        "title": "落梅",
        "paragraph": "一片能教一断肠，可堪平砌更堆墙。飘如迁客来过岭，坠似骚人去赴湘。乱点莓苔多莫数，偶粘衣袖久犹香。东风谬掌花权柄，却忌孤高不主张。云千重，水千重，身在千重云水中。月明收钓筒。头未童，耳未聋，得酒犹能双脸红。一尊谁与同。书当快意读易尽，客有可人期不来。世事相违每如此，好怀百岁几回开？小桃灼灼柳鬖鬖，春色满江南。雨晴风暖烟淡，天气正醺酣。山泼黛，水挼蓝，翠相搀。歌楼酒旆，故故招人，权典青衫。",
        "author": "宋代",
        "poem_class": "古诗三百",
        "dynasty": "刘克庄"
    },
    {
        "title": "初夏游张园",
        "paragraph": "乳鸭池塘水浅深，熟梅天气半晴阴。东园载酒西园醉，摘尽枇杷一树金。西湖春色归， 春水绿于染。群芳烂不收， 东风落如糁。参军春思乱如云， 白发题诗愁送春。遥知湖上一樽酒， 能忆天涯万里人。万里思春尚有情， 忽逢春至客心惊。雪消门外千山绿， 花发江边二月晴。少年把酒逢春色， 今日逢春头已白。异乡物态与人殊， 惟有东风旧相识。长忆观潮，满郭人争江上望。来疑沧海尽成空，万面鼓声中。 弄潮儿向涛头立，手把红旗旗不湿。别来几向梦中看，梦觉尚心寒。插脚红尘已是颠。更求平地上青天。新来有个生涯别，买断烟波不用钱。 沽酒市，采菱船。醉听风雨拥蓑眠。三山老子真堪笑，见事迟来四十年。",
        "author": "宋代",
        "poem_class": "古诗三百",
        "dynasty": "戴复古"
    },
    {
        "title": "淮村兵后",
        "paragraph": "小桃无主自开花，烟草茫茫带晚鸦。几处败垣围故井，向来一一是人家。一春长费买花钱，日日醉湖边。玉骢惯识西湖路，骄嘶过、沽酒楼前。红杏香中箫鼓，绿杨影里秋千。(湖边 一作：花边)暖风十里丽人天，花压鬓云偏。画船载取春归去，馀情付、湖水湖烟。明日重扶残醉，来寻陌上花钿。昨夜秋风来万里。月上屏帏，冷透人衣袂。有客抱衾愁不寐。那堪玉漏长如岁。羁舍留连归计未。梦断魂销，一枕相思泪。衣带渐宽无别意。新书报我添憔悴。春风疑不到天涯，二月山城未见花。残雪压枝犹有橘，冻雷惊笋欲抽芽。夜闻归雁生乡思，病入新年感物华。曾是洛阳花下客，野芳虽晚不须嗟。",
        "author": "宋代",
        "poem_class": "古诗三百",
        "dynasty": "戴复古"
    },
    {
        "title": "江村晚眺",
        "paragraph": "江头落日照平沙，潮退渔船阁岸斜。白鸟一双临水立，见人惊起入芦花。花信来时，恨无人似花依旧。又成春瘦，折断门前柳。天与多情，不与长相守。分飞后，泪痕和酒，占了双罗袖。浩荡清淮天共流，长风万里送归舟。应愁晚泊喧卑地，吹入沧溟始自由！投荒万死鬓毛斑，生出瞿塘滟滪关。未到江南先一笑，岳阳楼上对君山。满川风雨独凭栏，绾结湘娥十二鬟。可惜不当湖水面，银山堆里看青山。 ",
        "author": "宋代",
        "poem_class": "古诗三百",
        "dynasty": "戴复古"
    },
    {
        "title": "游园不值",
        "paragraph": "应怜屐齿印苍苔，小扣柴扉久不开。春色满园关不住，一枝红杏出墙来。怒发冲冠，凭栏处、潇潇雨歇。抬望眼，仰天长啸，壮怀激烈。三十功名尘与土，八千里路云和月。莫等闲，白了少年头，空悲切！(栏 通：阑)靖康耻，犹未雪。臣子恨，何时灭！驾长车，踏破贺兰山缺。壮志饥餐胡虏肉，笑谈渴饮匈奴血。待从头、收拾旧山河，朝天阙。(壮志 一作：壮士；兰山缺 一作：兰山阙) 淳熙丙申至日，予过维扬。夜雪初霁，荠麦弥望。入其城，则四顾萧条，寒水自碧，暮色渐起，戍角悲吟。予怀怆然，感慨今昔，因自度此曲。千岩老人以为有《黍离》之悲也。淮左名都，竹西佳处，解鞍少驻初程。过春风十里，尽荠麦青青。自胡马窥江去后，废池乔木，犹厌言兵。渐黄昏，清角吹寒，都在空城。 杜郎俊赏，算而今重到须惊。纵豆蔻词工，青楼梦好，难赋深情。二十四桥仍在，波心荡，冷月无声。念桥边红药，年年知为谁生？驿外断桥边，寂寞开无主。已是黄昏独自愁，更着风和雨。(着 同：著) 无意苦争春，一任群芳妒。零落成泥碾作尘，只有香如故。",
        "author": "宋代",
        "poem_class": "古诗三百",
        "dynasty": "叶绍翁"
    },
    {
        "title": "约客",
        "paragraph": "黄梅时节家家雨，青草池塘处处蛙。有约不来过夜半，闲敲棋子落灯花。家住西秦。赌博艺随身。花柳上、斗尖新。偶学念奴声调，有时高遏行云。蜀锦缠头无数，不负辛勤。 数年来往咸京道，残杯冷炙漫消魂。衷肠事、托何人。若有知音见采，不辞遍唱阳春。一曲当筵落泪，重掩罗巾。醉拍春衫惜旧香。天将离恨恼疏狂。年年陌上生秋草，日日楼中到夕阳。 云渺渺，水茫茫。征人归路许多长。相思本是无凭语，莫向花笺费泪行。雪似梅花，梅花似雪。似和不似都奇绝。恼人风味阿谁知？请君问取南楼月。记得去年，探梅时节。老来旧事无人说。为谁醉倒为谁醒？到今犹恨轻离别。",
        "author": "宋代",
        "poem_class": "古诗三百",
        "dynasty": "赵师秀"
    },
    {
        "title": "乡村四月",
        "paragraph": "绿遍山原白满川，子规声里雨如烟。乡村四月闲人少，才了蚕桑又插田。当年万里觅封侯，匹马戍梁州。关河梦断何处？尘暗旧貂裘。胡未灭，鬓先秋，泪空流。此生谁料，心在天山，身老沧洲。此身天地一蘧庐，世事消磨绿鬓疏。毕竟几人真得鹿，不知终日梦为鱼。和戎诏下十五年，将军不战空临边。朱门沉沉按歌舞，厩马肥死弓断弦。戍楼刁斗催落月，三十从军今白发。笛里谁知壮士心，沙头空照征人骨。中原干戈古亦闻，岂有逆胡传子孙！遗民忍死望恢复，几处今宵垂泪痕。",
        "author": "宋代",
        "poem_class": "古诗三百",
        "dynasty": "翁卷"
    },
    {
        "title": "博浪沙",
        "paragraph": "一击车中胆气豪，祖龙社稷已惊摇；如何十二金人外，犹有人间铁未销？席上偶谈蜀汉事，因赋短柱体鸾舆三顾茅庐，汉祚难扶，日暮桑榆。深渡南泸，长驱西蜀，力拒东吴。美乎周瑜妙术，悲夫关羽云殂。天数盈虚，造物乘除。问汝何如，早赋归欤。临湖门外是侬家，郎若闲时来吃茶。黄土筑墙茅盖屋，门前一树紫荆花。楔子(外扮泾河老龙王领水卒上，诗云)义皇八卦定乾坤，左右还须辅弼臣。死后亲承天帝命，独魁水底作龙神，吾神乃泾河老龙王是也。我孩儿泾河小龙。有洞庭湖老龙的女儿，叫做龙女三娘，娶为小龙媳妇，琴瑟不和，使我心中甚是不乐。且待小龙孩儿来，看有甚么说话。(净扮小龙上，诗云)堂堂作灵圣，小鬼害劳病。身边没阴人，就死也干净。小圣乃泾河小龙是也。有我父老龙与我娶了个媳妇，是龙女三娘。我与他前世无缘，不知怎么说，但见了他影儿，煞是不快活。我今到父王面前，搬唆几句言语，捻他去了，却不好哩。(做见科，云)父亲，你与我娶了个媳妇，他性儿乖劣，至今不与我相和，倚恃他父叔神通，发猛的要降着我，连父亲也不看在眼里。这等不贤之妇，我要他怎的？(老龙云)有这样事！叫那小贱人来，我自有处治。(水卒云)理会的。龙女三娘安在？(正旦扮龙女上，云)妾身是洞庭湖龙女三娘。俺父亲母亲将我嫁与泾河小龙为妻。颇奈泾河小龙为婢仆所惑，日见厌薄，因此上俺两个琴瑟不和。今日公公呼唤。不知有甚事，须索走一遭去。(做见科，云)公公，唤您媳妇儿有何事？(老龙云)你怎生性子乖劣，不与小龙相和？若是回心转意便罢，若不肯时。我便有发落你处，不道的轻轻饶了你也。(正旦做跪科，云)公公．非关媳妇儿事，这都是小龙听信婢仆，无端生出是非。媳妇也是龙子龙孙，岂肯反落鱼虾之手？(老龙云)唗，你看他，我面前尚然门强，难怪我小龙儿也。鬼卒，与我剥下他冠袍。送他泾河岸边牧羊去。(诗云)夫妻何事不相投。罚去看羊过几秋。饶他掬尽泾河水，难洗今朝一面羞。(下)(正旦做叹科，云)嗨，着我向泾河岸上牧羊去，我怎生受的这般苦楚艰难也呵！(唱)【仙吕】【端正好】我则为空负了雨云期，却离了沧波会，这一场抵多少水尽鹅飞。早是我受不过狠毒的儿夫气，更那堪不可公婆意。【幺篇】因此上拨下这牧羊差，妆出这捞龙汁。想他每无恩义本性难移，养我向野川衰草残红世。离凤阁，近渔矶，蓬蝉鬓，蹙蛾眉，愁荏苒，泪淋漓。想父母，共亲戚。哎，天那知他何日得重完备。(下)第一折(冲末扮柳毅、老旦扮卜儿上)(卜儿诗云)教子攻书志未酬，桑榆暮景且淹留。月过十五光明少，人到中年万事休。老身姓张，夫主姓柳，早年亡逝，身边止有一子，名唤柳毅，今年二十三岁了。奈因家贫，不曾婚娶。孩儿，几时是你那峥嵘发达的时节也。(柳毅云)母亲，您孩儿学成满腹文章，如今春榜动，选场开。您孩儿欲要进取功名去。但得一官半职，荣耀门闾，母亲意下何如？(卜儿云)孩儿，进取功名是你读书的本等，则要你着志者。(柳毅云)则今日是吉日良辰，辞别了母亲，便索长行也。(做拜别科)(下)(卜儿云)孩儿去了也。眼望旌捷旗，耳听好消息。(下)(正旦上，云)妾身是龙女三娘。俺公公信着那泾河小龙业畜的言语，着我在泾河岸上牧羊。这那里是个羊，都是些懒行雨的雨工。雨工，则今日风云未遂，我与你俱沦落在水滨河嘴，恰好是一样烦恼也呵。(唱)【仙吕】【点绛唇】魂断频哭，梦回不睹，逢春暮，甚日归湖，备把这离愁诉。【混江龙】往常时凌波相助，则我这翠鬟高插水晶梳。到如今衣裳褴褛，容貌焦枯。不学他萧史台边乘凤客，却做了武陵溪畔牧羊奴，思往日，忆当初，成缱绻，效欢娱。他鹰指爪、蟒身躯，忒躁暴，太粗疏，但言语，便喧呼。这琴瑟，怎和睦？(带云)俺那龙呵。(唱)可曾有半点儿雨云期，敢只是一刬的雷霆怒。则我也不恋您荣华富贵，情愿受鳏寡孤独。(云)想着我在洞庭湖里，怎生受用快活，如今折得这般，兀的不愁杀人也。(唱)【油葫芦】则我这头上风沙，脸上土，洗面皮惟泪雨，鬓蓬松除是冷风梳。他不去那巫山庙里寻神女，可教我在泾河岸上学苏武。这些时坐又不安，行又不舒，猛回头凝望着家何处，只落的一度一嗟吁。(云)我修的一封家书在此，怎得个便人寄去，可也好。(唱)【天下乐】俺家在南天水国居。就儿里非无尺素书，奈衡阳不传鸿雁羽，黄犬又筋力疲，锦鳞义，性格愚。儿遍家待相通常间阻。(柳毅上，诗云)客里愁多不记春，闻莺始觉柳条新。年年下第东归去，羞见长安旧主人。小生柳毅是也。如今是大唐仪凤二年，上朝应举，命运不利，落第东归。有一故人在于泾河悬作宦。小生就顺路去访他一遭。此间乃是泾河岸侧，远远望见一个妇女牧羊，好生奇怪。(做看科，云)你看他嚬眉凝睇，如有所待。不免向前问他一声，小娘子拜揖。(正旦云)先生万富。请问仙乡何处，高姓大名，因甚到此？(柳毅云)小生淮阴人氏，姓柳名毅，为应举下第，偶然打此处经过。小娘子你姓甚名谁，为何在此牧羊也？(正旦云)妾身是洞庭湖龙女三娘。俺父亲将我与泾河小龙为妻，颇奈泾河小龙，躁暴不仁，为婢仆所惑，使琴瑟不和。俺公公着我在这泾河岸上牧羊。每日早起夜眠，日炙风吹，折倒的我憔瘦了也。我如今修下家书一封，争奈没人寄去，恰好遇着先生，相烦捎带与俺父亲，但不知先生意下肯否？(柳毅云)我乃义夫也，闻子之言，气血俱动，有何不肯？只是小娘子当初，何不便随顺了他，免得这般受苦。(正旦云)先生，你不知，听我说一遍。(唱)【那吒令】为一言半语，受千辛万苦。受千辛万苦，想十亲九故。想十亲九故，在三江五湖。可怜我差迟了这夫妇情，错配了这姻缘簿，都则为俺那水性的儿夫。(柳毅云)小娘子，你那夫主怎生利害，你说一遍与我听咱。(正旦唱)【鹊踏枝】嗔忿忿腆着胸铺，恶狠狠竖着髭须，但开口吐雾吹云，那里是噀玉喷珠！轻咳嗽早呼风唤雨，谁不知他气卷江湖。(柳毅云)小娘子，你家在那里住？离此泾河多远哩？(正旦唱)【寄生草】妾身离乡故到外府，绕着这野塘千里红尘步，遥隔着残霞一缕青纱雾，望不见寒波万顷白萍渡。(柳毅云)我看小娘子中注模样，想也决不立以下人家。莫非在鋙鹊殿中生长的么？(正旦唱)休道是妾身鋙鹊殿中生，多则在侬家鹦鹉洲边住。(柳毅云)呀，小娘子，据你这般说，你家在洞庭湖水中，我便要替你捎书，尘凡隔绝，怎生到得那处？(正旦出书、金钗科，云)既蒙先生许诺，我自有路径指引你去。俺那洞庭湖口上，有一座庙宇，香案边有一株金橙树。里人称为社橘。你可将我这一根金钗儿击响其树，俺那里自有人出天。(唱)【幺篇】则俺那卫近沙浦有庙宇，到庙前将定金钗股，香案边击响金橙树，觑水中闪出金沙路，走将那巡海的夜叉来，敢背将你个寄信的先生去。(柳毅云)既如此，我与你做个传书使者。但你异日归于洞庭，是必休避我也。(正旦云)岂但不避，大恩人便是我亲戚一般哩。(唱)【赚煞】俺为县么懒上凤凰台，羞对鸳鸯浦？则为那霹雳火无情的丈夫。是则是海藏龙宫曾共逐，世不曾似水如鱼，谩踌躇。影只形孤。只我这泪点儿多如那落花雨，多谢你有心肠的足，可着我便乘龙归去。(做拜科)(唱)全在这寄双亲和泪一封书。(下)(柳毅云)知他是神是鬼，且将这书直至洞庭湖庙前走一遭去。(诗云)泾河岸偶遇三娘，诉离愁雨泪行行。如今去洞庭湖上．将此书寄与龙王。(下)第二折(柳毅上，云)小生柳毅，自离了龙女三娘，可早来到这洞庭湖也。原来这湖口上果然有一座庙宇，庙前有一株金橙树，这等看起来，那龙女所云，真不虚矣。我如今取出这金钗儿击响此树咱。(做击科)(净扮夜叉上，诗云)湖上显神通，作浪与兴风，不识虾元帅，唯言鳖相公。小圣乃巡海夜叉是也。不知甚人击响金橙树。小圣分开水面，我是看咱。兀那厮，你是何人？为甚么击响这金橙树，(柳毅云)小生是淮阴秀才，叫做柳毅。我要见你洞庭君，自有说的话哩。(夜叉云)兀那秀才，你合着眼跟的我去来。(同下)(外扮洞庭君同老旦扮夫人上，云)吾神乃洞庭湖老龙是也。今有我女孩儿龙女三娘，嫁与泾河小龙为妻。自从去后，音信皆无，使我甚是放心不下。今日时当卓午，我听太阳道士讲《道德经》未完，传报有人击响金橙树．我已着巡海夜叉问去了，这早晚敢待来也。(夜叉同柳毅上)(夜叉云)兀那秀才，你则在这里候着。(柳毅云)理会的。(夜叉做报科，云)喏，报的上圣得知，有一秀才击响金橙树，他说要亲见上圣，自有说话。(洞庭君云)着他过来。(柳毅见惊拜科)(老龙云)水府幽深，寡人暗昧。秀才，你是那里人氏？涉险而来，何以教我？(柳毅云)小生淮阴人氏，姓柳名毅，因落第东归．偶打泾河岸过，见一妇人。乃是龙女三娘．在那里牧羊，折倒的容颜憔瘦。全不似往日了。着我捎带一封家书来，尊神请看。(做递书洞庭君接与夫人同看做惊悲科)(老龙云)有这等事！(做谢科云)秀才，多亏你也，寄书到此，远路劳神。(夫人哭云)嗨，我的儿，似此呵怎了也？(洞庭君云)住住住，夫人，休得大惊小怪。恐防兄弟火龙知道。兀那秀才，且请到明珠宫少坐。左右，一壁安排茶饭，款待秀才也。(夜叉同柳毅暂下)(外扮钱塘君上，诗云)满目霞光笼宇宙，泼天波浪渗人魂。鼻中冲出千条焰，翻身卷起万堆云。吾神乃火龙是也。哥哥是洞庭老龙、为甚将俺闲居在此？只因俺在唐尧之时，差行了雨。害得天下洪水九年。因此一向罚在这钱塘水帘洞受罪。今日无甚事，到洞庭湖探望哥哥走一遭去。可早来到也．夜叉报复去，道我来了也。(夜叉做报科，云)喏，报的上圣得知，有钱塘火龙来了也。(洞庭君云)道有请。(夜叉云)请进。(做见科，云)哥哥，嫂嫂。小圣来了也。(洞庭君云)兄弟请坐。(钱塘君云)哥哥，这海藏里怎生有了生人气？(洞庭君云)兄弟，俺这里有一凡间秀才。说着紧要的事。兄弟，你且回避咱。(钱塘君云)您兄弟知道。我出的这门来，且不去，我在这里听他说甚么。(洞延君云)夫人，适间柳先生说俺女孩儿折倒的憔悴了也。(?蛉嗽?俺女孩儿书上明说，泾河小龙惑于嬖妾，琴瑟不和，罚在泾河岸上牧羊。(做悲科，云)想我女孩儿，怎么受得这般羞辱！大王何不早早差人接取加来？(洞庭君云)夫人说轻些，则俺钱塘兄弟在此，倘或被他知道，拨动他这个性子，可怎了也。(钱塘君云)原来是这等。颇奈泾河小龙无礼，着俺龙女三娘在于泾河岸上牧羊，辱没了我的面皮。哥哥，你便瞒我，我却忍不得了也。则今日点就本部下水卒，我顿开铁锁，直奔天堂，亲见上帝，诉我衷肠说也无义业畜，怎敢着俺龙女牧羊。忙将水卒点，不索告龙王。管取泾河岸，翻作汉洋江。(下)(夜叉云)喏，报的上圣得知，有火龙领本部下卒，与泾河小龙斗胜去了也。(洞庭君云)这等可怎么了！那柳秀才且莫要使他知道。恐怕这一场厮杀非小，惊动上客，不当稳便。一壁点起水卒，接应兄弟去走一遭。(诗云)听言罢忙离海藏，驾云雾空中自降，若走了泾河小龙，直赶到九重天上。(同夫人夜叉下)(小龙领水卒上，云)我是泾河小龙是也。为因龙女三娘不肯随顺，罚他在泾河岸上牧羊。不知那一个天杀的与他寄信回去，令有钱塘火龙到来，要和我斗胜。大小水卒，听吾神旨，摆开阵势，火龙这早晚敢待来也。(钱塘君上云)水卒，一字儿摆开者。兀那业畜。量你到的那里，我与你交战咱。(调阵子科)(小龙云)我近不的他，走走走。(下)(钱塘君云)这厮神通浅短，法力低微，近不的吾神走了也。我不管那里赶将他去。(下)(小龙慌上，云)三十六计，走为上计。我近不的他，我如今走那里去？只得变做个小蛇儿，往这淤泥里躲了罢。(钱塘君再上，云)赶到这里。可怎生不见了？(做看科，云)原来这厮害怕，变做个小蛇儿，躲在这淤泥里，便待干罢。我且拿起来，只一口将他吞于腹中，看道可还有本事为非作歹哩。我如今收兵奏凯，回俺哥哥话去了。(下)(泾河老龙上，云)吾神泾河老龙是也。今有钱塘火龙与俺小龙斗胜，未知胜败。我使的雷公电母看去了，这早晚敢来报捷也。(正旦改扮电母两手持镜上，云)这一场厮杀，非同小可也呵。(唱)【越调】【斗鹌鹑】他两个天北天南，海西海东，云闭云开，水淹水冲，烟罩烟飞，水烧火烘。卒律律电影重，古突突雾气浓。起几个骨碌碌的轰雷，更一阵扑簌簌的怪风。【紫花儿序】险惊杀了负薪的樵子，慌杀了采药的仙童，吓杀了撒网的渔翁。全不见红莲映日，翠盖迎风，遮笼，都是那鬼卒神兵四下攻。则俺这两只脚争些儿踏空，可擦擦堕落红尘。(带云)报报报喏。(唱)兀的不跌破了我青铜。(老龙云)电母，你从那云雾中来，看道那一家喜色旺气。雷公电母显灵通，制电轰雷缥缈中，两阵相持分胜败，尽在来神启口中。这场厮杀，是那一家败，那一家胜？电母，你可喘息定了，慢慢的说一遍咱。(电母云)端的这一场好斗胜也。(唱)【小桃红】那小龙大开水殿饮金钟，厮琅琅几部笙歌送，不觉的天边黑云重。昏邓邓敢包笼，忽刺刺半空霹雳声惊动，古都都揭了瓦陇，吸哩哩提了斗栱，滴溜溜早翻过水晶宫。(老龙云)那火龙大施勇烈，俺小龙不忿争强。这壁厢火光烂烂接天关，那壁厢风雨飕飕迷地角。端的是江翻海沸，地震山摇。火龙怎生发怒，小龙怎的支持，电母，你慢慢的再说一遍与我听。(电母唱)【紫花儿序】忽的呵阴云伏地，淹的呵洪水滔天，腾的呵烈火飞空。泾河龙逃归碧落，钱塘龙赶上亡苍穹。两条龙的威风，怕不唬杀了鳖大夫，龟将军，龟相公。这其间各赌神通，早翻过那海岛十洲，只待要拔倒了华岳三峰。(老龙西江月词云)那火龙倚仗他狂烟烈火，俺小龙施展他骤雨飘风。火来雨去势汹汹，各自当场卖弄。火起雨能相灭，雨飞火又来攻。二龙争斗在长空，还是谁家最勇？俺小龙神通广大，变化多般。量火龙到的那里？你且喘息定了，再说一遍。(电母唱)【鬼三台】两条龙身躯纵，震的那乾坤动。恶哏哏健勇，赤焰焰满天红。一撞一冲，则教你心如铁石也怕恐，便有那铜山铁壁都没用。钱塘龙逆水忙截，泾河龙淤泥里便穴臣刂。(老龙云)当日那龙女三娘在泾河岸上牧羊，他父母都在洞庭湖中，相隔遥远，若没个人与他寄信，怎生知道？你慢慢的再说一遍。(电母云)上圣不厌絮烦，听俺说来。(窃唱)【调笑令】尀奈那业龙，说与俺老家公，则为这龙女三娘惹下祸丛。想他在泾河岸上愁千种。闷恹恹蹙损眉峰，暗修下诉控双亲书一封，哭啼啼盼杀宾鸿。(带云)这寄书人，俺也打听来，他是淮阴人氏，叫做柳毅。(唱)【秃厮儿】恰是这三娘命通，更和那柳毅两下相逢。可是他从头至尾言始终，寄书到洞庭中也么龙宫。(老龙云)原来是凡人柳毅，与他寄书到洞庭湖去。不知他那父母见了书呈，可是怎生。(电母唱)【圣药王】爷读了怒满胸，娘听了珠泪倾，是他那哭声儿吹入翠帘笼。钱塘龙忿气雄，粗铁索似撧葱，早磕塔顿开金锁走蛟龙，扑腾的飞过日华东。(老龙云)那火龙虽则英勇，俺泾河龙呼的风唤的雨，腾的云，驾的雾。部下有水卒鬼兵，神通变化，怎的便弱与他？你再说一遍，我试听咱。(电母唱)【拙鲁速】则咱这水卒有两三重，鬼兵有数百种，并没那半星儿放松，一谜里便冲。无非是鱼鳖鼋鼍共随从，紧拦纵，阵面上交攻，将他来苦淹淹厮葬送。【幺篇】落阵处乱蓬蓬，着伤处闹茸茸。他每都扣断了红绒，揢撒了熟铜，弦绝了雕弓，剑缺了霜锋。将他来难移动，没歇没空，厮推厮拥，劈丢扑咚，水心里打沐桶。(老龙做悲科，云)谁想俺家输了也。兀那电母，如今俺小龙在那里？(电母云)还想小龙哩？他赶的慌了，变做一条小蛇，藏在淤泥里面，被火龙一口吞入腹中，好可怜人也。(唱)【收尾】则他走金蛇电影内将神威弄。你觑那霸桥北泾河岸东，俺只见淹淹的血水泻做江湖，和着这滚滚的尸骸炼做丘冢。(下)(老龙云)谁想我水府事情．倒落凡人之手，坑杀俺小龙儿也。且索宁奈，慢慢寻个计策，报仇便了。(诗云)何处一迂儒，公然敢寄书。灭我潜龙种，抢去牧羊奴。恨小非君子，无毒不丈夫。终当逞威力，填满洞庭湖。(下)第三折(洞庭君领水卒上，云)吾神乃洞庭老龙是也。有兄弟钱塘火龙与泾河小龙斗胜去了，未知胜败如何，这早晚敢待来也。(夜叉上，报云)喏，报的上圣得知，有火龙得胜回来也。(洞庭君云)快摆队伍迎接去。(钱塘君上见科，云)哥哥，您兄弟得胜回来也。(洞庭君云)不害生灵么？(钱塘君云)六十万。(洞庭君云)不伤禾稼么。(钱塘君云)八百里。(洞庭君云)薄情郎安在？(钱塘君云)你问他怎么？被吾吞在腹中了也。(洞庭君云)这个也罢，他须不仁，你也太急性子，若上帝不见谅时，怎么是好？(钱塘君云)哥哥也，与你出了这口气。您兄弟没有使性处，忍不的了也。(洞庭君云)兄弟，有句话与你商量。想当初若不是柳秀才寄书来，岂有咱女孩儿的性命。道不的个知恩报恩。左右，与我请将柳秀才来者。(夜叉云)柳秀才有请。(柳毅上，云)小生柳毅，自从来到洞庭湖，在这海藏里住了好几日。龙王呼唤，不知有甚事，须索见去。(做见科)(洞庭君云)兀那秀才，多亏你捎书来救了我的龙女三娘，如今就招你为婿，你意下如何，(柳毅背云)想着那龙女三娘，在泾河岸上牧羊那等模样，憔悴不堪。我要他做什么！(回云)尊神说的是甚么话？我柳毅只为一点义气，涉险寄书；若杀其夫而夺其妻，岂足为义士？且家母年纪高大，无人侍奉，情愿告回。(钱塘君做怒科，云)秀才，料想我侄女儿，尽也配得你过。你今日允了便罢，不允我与你俱夷粪壤，休想复还。(柳毅笑云)钱塘君差了也。你在洪波中鬐鼓鬣，掀风作浪，尽由得你。今日身被衣冠，酒筵之上，却使不得你那虫蚁性儿。(钱塘君作揖谢云)俺一时醉中失言，甚是得罪，只望秀才休怪。(洞庭君云)兄弟如此才是。既然秀才坚执不肯，我岂可强他。左右，与我请出龙女三娘，拜谢他寄书之恩，再将些金珠财宝，相送回去者。(夜叉云)理会的。龙女三娘有请。(正旦上，云)自从俺那叔父钱塘火龙救的我重到这洞庭湖里来，我这一场多亏了寄书的柳毅秀才。今日父亲在水殿上安排筵席，管待那秀才，唤我出来，必然是着我谢他。我想这恩德如同再生一般，岂是一拜可能酬答也呵。(唱)【商调】【集贤宾】则俺那寄书来的秀才错立了身，怎能勾平步上青云。则为他长安市不登虎榜，救的我泾河岸脱离羊群。他本望至公楼独占鳌头，今日向洞庭湖跳过了龙门。则我这重叠叠的眷姻可也堪自哂，若不成就燕尔新婚，我则待收拾些珍宝物，报答您的大恩人。(做行科，唱)【金菊香】则我这凌波袜小上阶痕，手提着沥水湘裙与你入殿门。在这浑金椅前(做见二亲科，唱)参了二亲，那一场电走雷奔，(做见钱塘君科)(唱)驾风云的叔父你可也索是劳神。(钱塘君云)侄女儿，不苦了我，只怕苦了你也。(洞庭君云)你若非柳先生，怎有今日？你过来拜谢了他者。(正旦唱)【梧叶儿】我这些掩着袂忙趋进，改愁颜做喜欣，(做拜谢科)(唱)施礼罢叙寒温。你水路上风波恶，旱路上程限紧。似这等受辛勤，你索是远路风尘的故人。(柳毅云)这一位女娘是谁？(洞庭君云)则这个便是我的女孩儿龙女三娘。(柳毅云)这个是龙女三娘？比那牧羊时全别了也。早知这等，我就许了那亲事也罢。(正旦做斜看叹云)嗨，可不道悔之晚兵。(唱)【后庭花】俺满口儿要结姻，他舒心儿不勘婚，信口儿无回话，刬的偷睛儿横觑人。我这里两眉颦，他则待暗传芳信。对面的辞了亲，就儿里相逗引。俺叔父敢则嗔，那其间怎的忍！吼一声风力紧，吐半天烟雾昏。轻喝处摄了你魂，但抹着可更分了你身。你见他狠不狠，他从来恩不恩。(柳毅云)小生凡人，得遇天仙，岂无眷恋之意？只为母亲年老，无人侍养，因此辞了这亲事，也是出于不得已耳。(正旦唱)【柳叶儿】秀才也敢教你有家难奔，是是是熬不出寡宿孤辰。谁着你自揽下四海三江闷，你端的心儿顺，意儿真，秀才也便休愁暮雨朝云。(洞庭君云)秀才既要回去，寡人设有小筵，以表谢意。一壁厢奏动鼓乐。我儿，你送秀才一杯酒者。(正旦做送酒科，唱)【醋葫芦】既不得共欢娱伴绣衾，还待要献殷勤倒玉樽，只怕他阁着洒杯儿未饮早醉醺醺。(洞庭君歌云)上天配合兮生死有途，彼不当妇兮此不当夫。腹心烦苦兮泾之隅，风霜满鬓兮雨雪沾襦。赖明公兮引素书，令骨肉兮家如初。永言珍重兮无时无。(内奏乐科)(夜叉云)这水是贵主还宫之乐。(正旦唱)你道是贵主还宫安乐稳，单闪的他不偢不问。哎，这其间可不埋怨乐你个洞庭君。(钱塘君云)侄女儿再奉一杯，一壁厢将鼓乐响动者。(歌云)大天苍苍兮大地茫茫，人各有志兮何可思量。狐神鼠圣兮薄社依墙，雷霆一发兮其孰敢当。荷真人兮信义长，令骨肉兮还故乡。愿言配德兮何时忘。(内奏乐科)(夜叉报云)这是钱塘破阵之乐。(正旦唱)【金菊香】这的是钱塘破阵乐纷纷，半入湖风半入云，能得筵前几度闻。(钱塘君云)秀才，你便就了这桩亲事，也不辱没了你。(正旦唱)还卖弄剑舌枪唇，兀的不羞杀你大媒人。(云)水卒那里？将过宝物来。(夜叉捧砌末上，正旦云)秀才，我别无所赠，有这些珠宝，送与你回家去，侍奉老母，莫嫌轻微也。(柳毅云)多谢小娘子。(正旦唱)【浪里来煞】这薄礼呵请先生休见阻，送行者宁无赆。则为你假乖张不就我这门亲，害的来两下里憔悴损。我则索向龙宫纳闷，怎禁他水村山馆自黄昏。(下)(柳毅云)则今日辞别了尊神，小生回家去也。(钱塘君云)你若是再来时．便当相看，休忘了此会者。(柳毅诗云)感龙王许配良姻，奈因咱衰老萱亲。若非是前生缘薄，怎舍得年少佳人。(下)(洞庭君云)柳毅去了也。既然这般呵，今日虽不成这桩亲事，后日还要将机就机，报答他的大恩。(钱塘君云)哥哥说的有理。我恰才硬做媒人的不是，如今还要软软地去曲成他。正是姻缘姻缘，事非偶然，一时不就，且待三年。(同下)。第四折(卜儿上，云)自家是柳毅的母亲。自从俺孩儿求官去了，音信皆无，使老身甚是牵挂。天那，不知孩儿甚日回来也。(柳毅上，云)小生柳毅，自洞庭湖回来，早到俺家门首，无人报复，径自过去。(做入见科，云)母亲。您孩儿来家了也。(卜儿云)孩儿，你来家也，可得了个甚么官那？(柳毅云)母亲，你孩儿下第东归。在于泾河岸上，有龙女三娘着我寄书。去到洞庭湖中，见了龙王，看了书中意思，待招您孩儿做女婿，我坚执不肯，将着些宝货相谢了。您孩儿因此担阁这几多时，有失奉养，母亲休罪。(卜儿云)这个也罢，自你去后，我终日思念你。近新来与你定得一门亲事，乃是范阳卢氏之女。则今日是好日辰，就取亲过门，休误了这佳期者。(柳毅云)母亲尊命，孩儿岂敢有违。但是当初龙女三娘要招我为婿，我虽不曾应承。却心儿里有他来．何忍更娶别人。(卜作云)儿，你休要如此，只依了我罢。(正旦同媒上，云)自家龙女三娘是也。当初受柳秀才活命之恩，一心要报他，俺父母相怜，使我假作卢氏之女，与柳秀才为妻，岂知有今日也呵。(唱)【双调】【新水令】谁想并头莲情断藕丝长，搬调的俺趁波逐浪。正是相逢没话说。不见却思量。全不肯惜玉怜香，则他那占忄敞性尚然强。(内吹打科)(正旦云)这是甚么响。(媒云)这是成亲的鼓乐哩。(正旦唱)【驻马听】高点起画烛荧煌，我则道为雨为云会洞房。细听的仙音嘹亮，我几番的和愁和闷到华堂。离了那平胡十里芰荷香，谁想他禹门三月桃花浪。(带云)柳毅也，我想你怎生认的我来？(唱)情惨伤，则教你热心肠看不破这勾当。(媒入报柳毅成亲拜母科)(柳看旦惊云)呀，缘何新妇面貌，与龙女三娘一般的？(问媒云)小娘子是那里卢氏？(媒云)是范阳人氏。(正旦唱)【夜行舡】他那里絮叨叨则管问行藏，咱两个相见在泾阳。欲待对官人说个明降，又恐怕肉身人道我荒唐。不俊眼的襄王对面儿犹疑梦想。(云)柳官人。你怎么不忆旧了？(柳毅云)我与小娘子素不相知，有甚么忆旧来？(正旦做微笑科)(云)柳官人，你好眼大也。(唱)【沽美酒】我也曾做人奴去牧羊，多谢你寄音书与俺老爷娘，救的我避难逃灾还故乡。每日家眠思坐想，无明夜受忄西惶。【太平令】你怎不记泾河堤傍，(柳毅云)则你是谁？(正旦唱)我便是龙女三娘。不道我愁容苦相，也伴你牙床锦帐。今日个吉祥乐康，受享，呀，同归那龙宫海藏。(柳毅云)天下有这等奇事。母亲。这个新妇那里真姓卢来？就是孩儿当日在泾河岸上替他寄书的龙女三娘，冒姓卢氏，与孩儿成其夫妇，岂不是前生前世的姻缘也？(卜儿云)这等，孩儿早则喜也。(正旦云)柳官人，我问你当初泾河岸相遇之时，你说他日倘过洞庭，慎无相避。此言果有意乎？(柳毅云)我与你素不相识，一旦为你寄书，因而戏言，岂意遂为眷属。(正旦唱)【雁儿落】则为你恩人不敢忘，幸得我贱妾犹无恙，因此上冒卢家住范阳，特故的嫁柳氏来淮上。【得胜令】呀，管教你共醉紫霞觞，并绾紫游缰。(柳毅云)你如今既到人间，怎生还去得你处？(正旦指天云)疾，柳官人你觑者。(唱)岂不见天际秋虹起，(带云)婆婆，请就登桥。(唱)少甚么蓝桥饮玉浆，(做扶母科)(唱)扶着你萱堂，但觉的两耳畔波涛响，早过了扶桑，猛闻的洞庭湖橘柚香。(洞庭君夫人钱塘君引鼓乐出接科，云)亲家母请进。(洞庭君指柳毅云)柳秀才，你索喜也。(指旦云)我儿，你索喜也。(钱塘君笑科，云)柳先生，你这点义气在那里？与我侄女儿做了亲来。(柳毅同正旦拜科，云)大王，谁想柳毅有今日也。(正旦唱)【鸳鸯尾煞】我向洞庭湖躲过愁风浪，才能勾绮罗从遇着呆张敞。则落的浪蘸蛟绡，云锁霓裳。昨日呵亏你那有信行的先生，今日呵稳做了无反覆的新郎。向画阁兰堂，描写在流苏帐。说不尽星斗文章，都裁做风流话儿讲。(洞庭君词云)姻缘本人物非殊，宿缘在根蒂难除。到今日巧成夫妇，方显得究竟如初。不至诚羞称鳞甲，有信行能感豚鱼。这的是泾河岸三娘诉恨，结末了洞庭湖柳毅传书。题目泾河岸三娘诉恨正名洞庭湖柳毅传书",
        "author": "元代",
        "poem_class": "古诗三百",
        "dynasty": "陈孚"
    },
    {
        "title": "春日",
        "paragraph": "胜日寻芳泗水滨，无边光景一时新。等闲识得东风面，万紫千红总是春。陶尽门前土，屋上无片瓦。十指不沾泥，鳞鳞居大厦。彩袖殷勤捧玉钟，当年拚却醉颜红。舞低杨柳楼心月，歌尽桃花扇底风。从别后，忆相逢，几回魂梦与君同。今宵剩把银釭照，犹恐相逢是梦中。满载一船秋色，平铺十里湖光。波神留我看斜阳，放起鳞鳞细浪。明日风回更好，今宵露宿何妨。水晶宫里奏霓裳，准拟岳阳楼上。",
        "author": "宋代",
        "poem_class": "古诗三百",
        "dynasty": "朱熹"
    },
    {
        "title": "二砺",
        "paragraph": "愁里高歌梁父吟，犹如金玉戛商音。十年勾践亡吴计，七日包胥哭楚心。秋送新鸿哀破国，昼行饥虎齧空林。胸中有誓深于海，肯使神州竟陆沉？雨打江南树。一夜花开无数。绿叶渐成阴，下有游人归路。 与君相逢处。不道春将暮。把酒祝东风，且莫恁、匆匆去。我醉欲眠君罢休，已教从事到青州。鬓霜饶我三千丈，诗律输君一百筹。闻道郎君闭东阁，且容老子上南楼。相逢不用忙归去，明日黄花蝶也愁。候馆梅残，溪桥柳细。草薰风暖摇征辔。离愁渐远渐无穷，迢迢不断如春水。 寸寸柔肠，盈盈粉泪。楼高莫近危阑倚。平芜尽处是春山，行人更在春山外。",
        "author": "宋代",
        "poem_class": "古诗三百",
        "dynasty": "郑思肖"
    },
    {
        "title": "题临安邸",
        "paragraph": "山外青山楼外楼，西湖歌舞几时休？暖风熏得游人醉，直把杭州作汴州。三月七日，沙湖道中遇雨，雨具先去，同行皆狼狈，余独不觉。已而遂晴，故作此词。莫听穿林打叶声，何妨吟啸且徐行。竹杖芒鞋轻胜马，谁怕？一蓑烟雨任平生。料峭春风吹酒醒，微冷，山头斜照却相迎。回首向来萧瑟处，归去，也无风雨也无晴。宝髻松松挽就，铅华淡淡妆成。青烟翠雾罩轻盈，飞絮游丝无定。相见争如不见，有情何似无情。笙歌散后酒初醒，深院月斜人静。春残何事苦思乡，病里梳头恨最长。梁燕语多终日在，蔷薇风细一帘香。",
        "author": "宋代",
        "poem_class": "古诗三百",
        "dynasty": "林升"
    },
    {
        "title": "晓出净慈寺送林子方",
        "paragraph": "毕竟西湖六月中，风光不与四时同。接天莲叶无穷碧，映日荷花别样红。华灯纵博，雕鞍驰射，谁记当年豪举。酒徒一半取封侯，独去作、江边渔父。轻舟八尺，低篷三扇，占断苹洲烟雨。镜湖元自属闲人，又何必、官家赐与。(官家 一作：君恩)柳花飞处麦摇波，晚湖净鉴新磨。小舟飞棹去如梭，齐唱采菱歌。平野水云溶漾，小楼风日晴和。济南何在暮云多，归去奈愁何。湿云不动溪桥冷，嫩寒初透东风影。桥下水声长，一枝和月香。人怜花似旧，花比人应瘦。莫凭小栏干，夜深花正寒。",
        "author": "宋代",
        "poem_class": "古诗三百",
        "dynasty": "杨万里"
    },
    {
        "title": "宿新市徐公店",
        "paragraph": "篱落疏疏一径深，树头新绿未成阴。(新绿 一作：花落)儿童急走追黄蝶，飞入菜花无处寻。古人学问无遗力，少壮工夫老始成。纸上得来终觉浅，绝知此事要躬行。试问梅花何处好，与君藉草携壶。西园清夜片尘无。一天云破碎，两树玉扶疏。谁擫昭华吹古调，散花便满衣裾。只疑幽梦在清都。星稀河影转，霜重月华孤。槛菊愁烟兰泣露，罗幕轻寒，燕子双飞去。明月不谙离恨苦，斜光到晓穿朱户。(双飞去 一作：双来去；离恨苦 一作：离别苦)昨夜西风凋碧树，独上高楼，望尽天涯路。欲寄彩笺兼尺素，山长水阔知何处？",
        "author": "宋代",
        "poem_class": "古诗三百",
        "dynasty": "杨万里"
    },
    {
        "title": "州桥",
        "paragraph": "南望朱雀门，北望宣德楼，皆旧御路也。州桥南北是天街，父老年年等驾回。忍泪失声询使者，几时真有六军来？卖花担上。买得一枝春欲放。泪染轻匀。犹带彤霞晓露痕。 怕郎猜道。奴面不如花面好。云鬓斜簪。徒要教郎比并看。秋色渐将晚，霜信报黄花。小窗低户深映，微路绕欹斜。为问山翁何事，坐看流年轻度，拚却鬓双华。徙倚望沧海，天净水明霞。 念平昔，空飘荡，遍天涯。归来三径重扫，松竹本吾家。却恨悲风时起，冉冉云间新雁，边马怨胡笳。谁似东山老，谈笑静胡沙。炎光谢。过暮雨、芳尘轻洒。乍露冷风清庭户，爽天如水，玉钩遥挂。应是星娥嗟久阻，叙旧约、飙轮欲驾。极目处、微云暗度，耿耿银河高泻。 闲雅。须知此景，古今无价。运巧思、穿针楼上女，抬粉面、云鬟相亚。钿合金钗私语处，算谁在、回廊影下。愿天上人间，占得欢娱，年年今夜。",
        "author": "宋代",
        "poem_class": "古诗三百",
        "dynasty": "范成大"
    },
    {
        "title": "立春偶成",
        "paragraph": "律回岁晚冰霜少，春到人间草木知。便觉眼前生意满，东风吹水绿参差。万籁寂无声。衾铁稜稜近五更。香断灯昏吟未稳，凄清。只有霜华伴月明。应是夜寒凝。恼得梅花睡不成。我念梅花花念我，关情。起看清冰满玉瓶。吹破残烟入夜风。一轩明月上帘栊。因惊路远人还远，纵得心同寝未同。 情脉脉，意忡忡。碧云归去认无踪。只应会向前生里，爱把鸳鸯两处笼。小浦闻鱼跃，横林待鹤归。闲云不成雨，故傍碧山飞。",
        "author": "宋代",
        "poem_class": "古诗三百",
        "dynasty": "张栻"
    },
    {
        "title": "横塘",
        "paragraph": "南浦春来绿一川，石桥朱塔两依然。年年送客横塘路，细雨垂杨系画船。孤馆灯青，野店鸡号，旅枕梦残。渐月华收练，晨霜耿耿；云山摛锦，朝露漙漙。世路无穷，劳生有限，似此区区长鲜欢。微吟罢，凭征鞍无语，往事千端。当时共客长安，似二陆初来俱少年。有笔头千字，胸中万卷；致君尧舜，此事何难？用舍由时，行藏在我，袖手何妨闲处看。身长健，但优游卒岁，且斗尊前。少年不识愁滋味，爱上层楼。爱上层楼，为赋新词强说愁。 而今识尽愁滋味，欲说还休。欲说还休，却道“天凉好个秋”！留春不住，费尽莺儿语。满地残红宫锦污，昨夜南园风雨。小怜初上琵琶，晓来思绕天涯。不肯画堂朱户，春风自在杨花。",
        "author": "宋代",
        "poem_class": "古诗三百",
        "dynasty": "范成大"
    },
    {
        "title": "春暮",
        "paragraph": "门外无人问落花，绿阴冉冉遍天涯。林莺啼到无声处，青草池塘独听蛙。适与野情惬，千山高复低。好峰随处改，幽径独行迷。霜落熊升树，林空鹿饮溪。人家在何许？云外一声鸡。常记溪亭日暮，沉醉不知归路。兴尽晚回舟，误入藕花深处。争渡，争渡，惊起一滩鸥鹭。春归何处？寂寞无行路。若有人知春去处，唤取归来同住。 春无踪迹谁知？除非问取黄鹂。百啭无人能解，因风飞过蔷薇。",
        "author": "宋代",
        "poem_class": "古诗三百",
        "dynasty": "曹豳"
    },
    {
        "title": "三江小渡",
        "paragraph": "溪水将桥不复回，小舟犹倚短篙开。交情得似山溪渡，不管风波去又来。雨霁风光，春分天气，千花百卉争明媚。画梁新燕一双双，玉笼鹦鹉愁孤睡。薜荔依墙，莓苔满地，青楼几处歌声丽。蓦然旧事上心来，无言敛皱眉山翠。雨过横塘水满堤，乱山高下路东西。一番桃李花开尽，惟有青青草色齐。秋入云山，物情潇洒。百般景物堪图画。丹枫万叶碧云边，黄花千点幽岩下。 已喜佳辰，更怜清夜。一轮明月林梢挂。松醪常与野人期，忘形共说清闲话。",
        "author": "宋代",
        "poem_class": "古诗三百",
        "dynasty": "杨万里"
    },
    {
        "title": "壬辰十二月车驾东狩后即事二首",
        "paragraph": "惨澹龙蛇日斗争，干戈直欲尽生灵。高原水出山河改，战地风来草木腥。精卫有冤填瀚海，包胥无泪哭秦庭。并州豪杰知谁在，莫拟分军下井陉。万裏荆襄入战尘，汴州门外即荆榛。蛟龙岂是池中物？虮虱空悲地上臣。乔木他年怀故国，野烟何处望行人？秋风不用吹华发，沧海横流要此身。道法弥高，教门洪大，东西南北无边。阐开玄径，剔正路无偏。行步逍遥坦荡，尘情事、不许萦牵。明三觉，精神氯涌，清净递相传。自然成造化，木金间隔，水火潺ё。定虎龙交媾，婴姹牢坚。结正金丹大药，银霞内、灿烂光圆。飞腾势，往来出入，逗引大罗仙。菊绽黄花，月生碧汉清光皎。霜前雨后正芬芳，四海圆明照。朵朵争开烂熳，吐香风、腾辉天表。槛边幽雅，空外婵娟，依时呈妙。阆苑仙葩，蒋公三径知音少。瑶台宝鉴照娑婆，悟者头头了。好对东篱赏玩，射江山、虚堂灵沼。数枝金蕊，万道银霞，浮生难晓。瘿除人我，冰冷高低，唤惺今是昨非。检教灵质，枉受万劫沉迷。况遇真风大阐，要诸仙、选陀名题。显一志，敢泥抛骨肉，＊弃轻肥。觅个烟霞妙趣，息诸缘妄想，落魄无为。保护一真，洞照力尽严持。安泊元空妙体，显灵光、出入相随。前途了，决平登觉岸，稳步仙梯。",
        "author": "金朝",
        "poem_class": "古诗三百",
        "dynasty": "元好问"
    },
    {
        "title": "除放自石湖归苕溪",
        "paragraph": "美人台上昔欢娱，今日空台望五湖。残雪未融青草死，苦无麋鹿过姑苏。黄帽传呼睡不成，投稿细细激流冰。分明旧泊江南岸，舟尾春风飐客灯。千门列炬散林鸦，儿女相思未到家。应是不眠非守岁，小客春意入灯花。三生定自陆天随，又向顺松作客归。已拚新年舟上过，倩人和雪洗片衣。沙尾风回一棹寒，椒花今夕不登盘。百年草草都寒夜，自琢春词剪烛看。笠泽茫茫雁影微，玉峰重叠护云衣。长桥寂寞春寒放，只有诗人一舸归。桑间篝火却定蚕，风土相传我未谙。但得明年少行役，只裁白伫作春衫。少小知名翰墨场，十年心事只凄凉。旧时曾作梅花赋，研墨于今亦自香。环玦随波冷未销，古苔留雪卧墙腰。谁家玉笛吹春怨，看见鹅黄上柳条。水天空阔，恨东风，不惜世间英物。蜀鸟吴花残照里，忍见荒城颓壁。铜雀春情，金人秋泪，此恨凭谁雪？堂堂剑气，斗牛空认奇杰。那信江海余生，南行万里，属扁舟齐发。正为鸥盟留醉眼，细看涛生云灭。睨柱吞嬴，回旗走懿，千古冲冠发。伴人无寐，秦淮应是孤月。莫许杯深琥珀浓，未成沉醉意先融。疏钟已应晚来风。瑞脑香消魂梦断，辟寒金小髻鬟松。醒时空对烛花红。潇洒江梅，向竹梢疏处，横两三枝。东君也不爱惜，雪压霜欺。无情燕子，怕春寒、轻失花期。惟是有，年年塞雁，归来曾见开时。 清浅小溪如练，问玉堂何似，茅舍疏篱。伤心故人去后，冷落新诗。微云淡月，对孤芳、分付他谁。空自倚，清香未减，风流不在人知。",
        "author": "宋代",
        "poem_class": "古诗三百",
        "dynasty": "姜夔"
    },
    {
        "title": "过垂虹",
        "paragraph": "自作新词韵最娇，小红低唱我吹箫。曲终过尽松陵路，回首烟波十四桥。一春不识西湖面。翠羞红倦。雨窗和泪摇湘管。意长笺短。 知心惟有雕梁燕。自来相伴。东风不管琵琶怨。落花吹遍。漠漠轻寒上小楼，晓阴无赖似穷秋。淡烟流水画屏幽。自在飞花轻似梦，无边丝雨细如愁。宝帘闲挂小银钩。小桃无主自开花，烟草茫茫带晚鸦。几处败垣围故井，向来一一是人家。",
        "author": "宋代",
        "poem_class": "古诗三百",
        "dynasty": "姜夔"
    },
    {
        "title": "四时田园杂兴·其二十五",
        "paragraph": "梅子金黄杏子肥，麦花雪白菜花稀。日长篱落无人过，惟有蜻蜓蛱蝶飞。(惟 通：唯)轻汗微微透碧纨，明朝端午浴芳兰。流香涨腻满晴川。彩线轻缠红玉臂，小符斜挂绿云鬟。佳人相见一千年。闾丘大夫孝终公显尝守黄州，作栖霞楼，为郡中胜绝。元丰五年，余谪居黄。正月十七日，梦扁舟渡江，中流回望，楼中歌乐杂作。舟中人言：公显方会客也。觉而异之，乃作此词，盖越调鼓笛慢。公显时已致仕在苏州。小舟横截春江，卧看翠壁红楼起。云间笑语，使君高会，佳人半醉。危柱哀弦，艳歌余响，绕云萦水。念故人老大，风流未减，独回首、烟波里。推枕惘然不见，但空江、月明千里。五湖闻道，扁舟归去，仍携西子。云梦南州，武昌东岸，昔游应记。料多情梦里，端来见我，也参差是。何处合成愁。离人心上秋。纵芭蕉、不雨也飕飕。都道晚凉天气好，有明月、怕登楼。 年事梦中休。花空烟水流。燕辞归、客尚淹留。垂柳不萦裙带住。漫长是、系行舟。",
        "author": "宋代",
        "poem_class": "古诗三百",
        "dynasty": "范成大"
    },
    {
        "title": "秋夜将晓出篱门迎凉有感二首",
        "paragraph": "迢迢天汉西南落，喔喔邻鸡一再鸣。壮志病来消欲尽，出门搔首怆平生。三万里河东入海，五千仞岳上摩天。遗民泪尽胡尘里，南望王师又一年。莫许杯深琥珀浓，未成沉醉意先融。疏钟已应晚来风。瑞脑香消魂梦断，辟寒金小髻鬟松。醒时空对烛花红。昨夜江边春水生，蒙冲巨舰一毛轻。(蒙冲 一作：艨艟)向来枉费推移力，此日中流自在行。束缊宵行十里强。挑得诗囊，抛了衣囊。天寒路滑马蹄僵，元是王郎，来送刘郎。酒酣耳热说文章。惊倒邻墙，推倒胡床。旁观拍手笑疏狂。疏又何妨，狂又何妨？",
        "author": "宋代",
        "poem_class": "古诗三百",
        "dynasty": "陆游"
    },
    {
        "title": "书愤",
        "paragraph": "早岁那知世事艰，中原北望气如山。楼船夜雪瓜洲渡，铁马秋风大散关。塞上长城空自许，镜中衰鬓已先斑。出师一表真名世，千载谁堪伯仲间！时光只解催人老，不信多情，长恨离亭，泪滴春衫酒易醒。梧桐昨夜西风急，淡月胧明，好梦频惊，何处高楼雁一声？伤高怀远几时穷？无物似情浓。离愁正引千丝乱，更东陌、飞絮蒙蒙。嘶骑渐遥，征尘不断，何处认郎踪。双鸳池沼水溶溶，南北小桡通。梯横画阁黄昏后，又还是、斜月帘栊。沉恨细思，不如桃杏，犹解嫁东风。水是眼波横，山是眉峰聚。欲问行人去那边？眉眼盈盈处。才始送春归，又送君归去。若到江南赶上春，千万和春住。",
        "author": "宋代",
        "poem_class": "古诗三百",
        "dynasty": "陆游"
    },
    {
        "title": "病起书怀",
        "paragraph": "病骨支离纱帽宽，孤臣万里客江干。位卑未敢忘忧国，事定犹须待阖棺。天地神灵扶庙社，京华父老望和銮。出师一表通今古，夜半挑灯更细看。萧萧梧叶送寒声，江上秋风动客情。知有儿童挑促织，夜深篱落一灯明。戎州登临胜景，未尝不歌渔父家风，以谢江山。门生请问：先生家风如何？为拟金华道人作此章。一波才动万波随，蓑笠一钩丝。金鳞正在深处，千尺也须垂。吞又吐，信还疑，上钩迟。水寒江静，满目青山，载月明归。花开红树乱莺啼，草长平湖白鹭飞。风日晴和人意好，夕阳箫鼓几船归。",
        "author": "宋代",
        "poem_class": "古诗三百",
        "dynasty": "陆游"
    },
    {
        "title": "示儿",
        "paragraph": "死去元知万事空，但悲不见九州同。王师北定中原日，家祭无忘告乃翁。文章本天成，妙手偶得之。粹然无疵瑕，岂复须人为？君看古彝器，巧拙两无施。汉最近先秦，固已殊淳漓。胡部何为者，豪竹杂哀丝。后夔不复作，千载谁与期？纷纷红紫已成尘，布谷声中夏令新。夹路桑麻行不尽，始知身是太平人。有妇人昼日置小儿沙上而浣衣于水者。虎自山上驰来，妇人仓皇沉水避之。二小儿戏沙上自若。虎熟视久之，至以首抵触，庶几其一就惧；而儿痴，竟不知。虎亦寻卒去。噫，虎之食人，先被之以威，而不惧之人，威亦无所施欤！",
        "author": "宋代",
        "poem_class": "古诗三百",
        "dynasty": "陆游"
    },
    {
        "title": "梅花绝句二首·其一",
        "paragraph": "闻道梅花坼晓风，雪堆遍满四山中。何方可化身千亿，一树梅前一放翁。香冷金猊，被翻红浪，起来慵自梳头。任宝奁尘满，日上帘钩。生怕离怀别苦，多少事、欲说还休。新来瘦，非干病酒，不是悲秋。休休，这回去也，千万遍《阳关》，也则难留。念武陵人远，烟锁秦楼。惟有楼前流水，应念我、终日凝眸。凝眸处，从今又添，一段新愁。(版本一)香冷金猊，被翻红浪，起来人未梳头。任宝奁闲掩，日上帘钩。生怕闲愁暗恨，多少事、欲说还休。今年瘦，非干病酒，不是悲秋。明朝，者回去也，千万遍阳关，也即难留。念武陵春晚，云锁重楼。记取楼前绿水，应念我、终日凝眸。凝眸处，从今更数，几段新愁。(版本二)槛菊愁烟兰泣露，罗幕轻寒，燕子双飞去。明月不谙离恨苦，斜光到晓穿朱户。(双飞去 一作：双来去；离恨苦 一作：离别苦)昨夜西风凋碧树，独上高楼，望尽天涯路。欲寄彩笺兼尺素，山长水阔知何处？徐州石潭谢雨，道上作五首。潭在城东二十里，常与泗水增减清浊相应。软草平莎过雨新，轻沙走马路无尘。何时收拾耦耕身？日暖桑麻光似泼，风来蒿艾气如薰。使君元是此中人。",
        "author": "宋代",
        "poem_class": "古诗三百",
        "dynasty": "陆游"
    },
    {
        "title": "十一月四日风雨大作二首",
        "paragraph": "风卷江湖雨暗村，四山声作海涛翻。溪柴火软蛮毡暖，我与狸奴不出门。僵卧孤村不自哀，尚思为国戍轮台。夜阑卧听风吹雨，铁马冰河入梦来。江水漾西风，江花脱晚红。离情被横笛，吹过乱山东。熙宁十年秋，彭城大水。云龙山人张君之草堂，水及其半扉。明年春，水落，迁于故居之东，东山之麓。升高而望，得异境焉，作亭于其上。彭城之山，冈岭四合，隐然如大环，独缺其西一面，而山人之亭，适当其缺。春夏之交，草木际天；秋冬雪月，千里一色；风雨晦明之间，俯仰百变。山人有二鹤，甚驯而善飞，旦则望西山之缺而放焉，纵其所如,或立于陂(bēi)田，或翔于云表；暮则傃东山而归。故名之曰“放鹤亭”。郡守苏轼，时从宾佐僚吏往见山人，饮酒于斯亭而乐之。挹山人而告之曰：“子知隐居之乐乎？虽南面之君，未可与易也。《易》曰：‘鸣鹤在阴，其子和之。’ 《诗》曰：‘鹤鸣于九皋，声闻于天。’盖其为物，清远闲放，超然于尘埃之外，故《易》《诗》人以比贤人君子。隐德之士，狎而玩之，宜若有益而无损者；然卫懿公好鹤则亡其国。周公作《酒诰》，卫武公作《抑戒》，以为荒惑败乱，无若酒者；而刘伶、阮籍之徒，以此全其真而名后世。嗟夫！南面之君，虽清远闲放如鹤者，犹不得好，好之则亡其国；而山林遁世之士，虽荒惑败乱如酒者，犹不能为害，而况于鹤乎？由此观之，其为乐未可以同日而语也。”山人忻然而笑曰：“有是哉！”乃作放鹤、招鹤之歌曰：鹤飞去兮西山之缺，高翔而下览兮择所适。翻然敛翼，宛将集兮，忽何所见，矫然而复击。独终日于涧谷之间兮，啄苍苔而履白石。鹤归来兮，东山之阴。其下有人兮，黄冠草屦，葛衣而鼓琴。躬耕而食兮，其馀以汝饱。归来归来兮，西山不可以久留。元丰元年十一月初八日记 《放鹤亭记》。 佳节清明桃李笑，野田荒冢只生愁。雷惊天地龙蛇蛰，雨足郊原草木柔。人乞祭余骄妾妇，士甘焚死不公侯。贤愚千载知谁是，满眼蓬蒿共一丘。",
        "author": "宋代",
        "poem_class": "古诗三百",
        "dynasty": "陆游"
    },
    {
        "title": "樵夫",
        "paragraph": "一担干柴古渡头，盘缠一日颇优游。归来涧底磨刀斧，又作全家明日谋。梅子金黄杏子肥，麦花雪白菜花稀。日长篱落无人过，惟有蜻蜓蛱蝶飞。五月江吴麦秀寒，移秧披絮尚衣单。稻根科斗行如块，田水今年一尺宽。二麦俱秋斗百钱，田家唤作小丰年。饼炉饭甑无饥色，接到西风熟稻天。百沸缲汤雪涌波，缲车嘈囋雨鸣蓑。桑姑盆手交相贺，绵茧无多丝茧多。小妇连宵上绢机，大耆催税急於飞。今年幸甚蚕桑熟，留得黄丝织夏衣。下田戽水出江流，高垄翻江逆上沟；地势不齐人力尽，丁男长在踏车头。昼出耘田夜绩麻，村庄儿女各当家。童孙未解供耕织，也傍桑阴学种瓜。槐叶初匀日气凉，葱葱鼠耳翠成双。三公只得三株看，闲客清阴满北窗。黄尘行客汗如浆，少住侬家漱井香；借与门前磐石坐，柳阴亭午正风凉。千顷芙蕖放棹嬉，花深迷路晚忘归。家人暗识船行处，时有惊忙小鸭飞。采菱辛苦废犁鉏，血指流丹鬼质枯。无力买田聊种水，近来湖面亦收租。蜩螗千万沸斜阳，蛙黾无边聒夜长。不把痴聋相对治，梦魂争得到藜床？风柔日薄春犹早，夹衫乍著心情好。睡起觉微寒，梅花鬓上残。故乡何处是，忘了除非醉。沉水卧时烧，香消酒未消。 道是梨花不是。道是杏花不是。白白与红红，别是东风情味。曾记，曾记，人在武陵微醉。",
        "author": "宋代",
        "poem_class": "古诗三百",
        "dynasty": "萧德藻"
    },
    {
        "title": "剑门道中遇微雨",
        "paragraph": "衣上征尘杂酒痕，远游无处不销魂。此身合是诗人未？细雨骑驴入剑门。元丰七年四月一日，余将去黄移汝，留别雪堂邻里二三君子，会仲览自江东来别，遂书以遗之。归去来兮，吾归何处？万里家在岷峨。百年强半，来日苦无多。坐见黄州再闰，儿童尽楚语吴歌。山中友，鸡豚社酒，相劝老东坡。云何，当此去，人生底事，来往如梭。待闲看秋风，洛水清波。好在堂前细柳，应念我，莫剪柔柯。仍传语，江南父老，时与晒渔蓑。梅子金黄杏子肥，麦花雪白菜花稀。日长篱落无人过，惟有蜻蜓蛱蝶飞。五月江吴麦秀寒，移秧披絮尚衣单。稻根科斗行如块，田水今年一尺宽。二麦俱秋斗百钱，田家唤作小丰年。饼炉饭甑无饥色，接到西风熟稻天。百沸缲汤雪涌波，缲车嘈囋雨鸣蓑。桑姑盆手交相贺，绵茧无多丝茧多。小妇连宵上绢机，大耆催税急於飞。今年幸甚蚕桑熟，留得黄丝织夏衣。下田戽水出江流，高垄翻江逆上沟；地势不齐人力尽，丁男长在踏车头。昼出耘田夜绩麻，村庄儿女各当家。童孙未解供耕织，也傍桑阴学种瓜。槐叶初匀日气凉，葱葱鼠耳翠成双。三公只得三株看，闲客清阴满北窗。黄尘行客汗如浆，少住侬家漱井香；借与门前磐石坐，柳阴亭午正风凉。千顷芙蕖放棹嬉，花深迷路晚忘归。家人暗识船行处，时有惊忙小鸭飞。采菱辛苦废犁鉏，血指流丹鬼质枯。无力买田聊种水，近来湖面亦收租。蜩螗千万沸斜阳，蛙黾无边聒夜长。不把痴聋相对治，梦魂争得到藜床？水是眼波横，山是眉峰聚。欲问行人去那边？眉眼盈盈处。才始送春归，又送君归去。若到江南赶上春，千万和春住。",
        "author": "宋代",
        "poem_class": "古诗三百",
        "dynasty": "陆游"
    },
    {
        "title": "池州翠微亭",
        "paragraph": "经年尘土满征衣，特特寻芳上翠微。好水好山看不足，马蹄催趁月明归。缺月挂疏桐，漏断人初静。谁见幽人独往来，缥缈孤鸿影。(谁见 一作：时见)惊起却回头，有恨无人省。拣尽寒枝不肯栖，寂寞沙洲冷。人皆养子望聪明，我被聪明误一生。惟愿孩儿愚且鲁，无灾无难到公卿。登临送目，正故国晚秋，天气初肃。千里澄江似练，翠峰如簇。归帆去棹残阳里，背西风，酒旗斜矗。彩舟云淡，星河鹭起，画图难足。(归帆 一作：征帆)念往昔，繁华竞逐，叹门外楼头，悲恨相续。千古凭高对此，谩嗟荣辱。六朝旧事随流水，但寒烟衰草凝绿。至今商女，时时犹唱，后庭遗曲。(衰草 一作：芳草)",
        "author": "宋代",
        "poem_class": "古诗三百",
        "dynasty": "岳飞"
    },
    {
        "title": "临安春雨初霁",
        "paragraph": "世味年来薄似纱，谁令骑马客京华。小楼一夜听春雨，深巷明朝卖杏花。矮纸斜行闲作草，晴窗细乳戏分茶。素衣莫起风尘叹，犹及清明可到家。吴兴号水晶宫，荷花盛丽。陈简斋云：“今年何以报君恩，一路荷花相送到青墩。”亦可见矣。丁未之夏，予游千岩，数往来红香中，自度此曲，以无射宫歌之。 簟枕邀凉，琴书换日，睡余无力。细洒冰泉，并刀破甘碧。墙头唤酒，谁问讯、城南诗客。岑寂，高柳晚蝉，说西风消息。虹梁水陌，鱼浪吹香，红衣半狼藉。维舟试望，故国渺天北。可惜渚边沙外，不共美人游历。问甚时同赋，三十六陂秋色？ 束缊宵行十里强。挑得诗囊，抛了衣囊。天寒路滑马蹄僵，元是王郎，来送刘郎。酒酣耳热说文章。惊倒邻墙，推倒胡床。旁观拍手笑疏狂。疏又何妨，狂又何妨？昨夜江边春水生，蒙冲巨舰一毛轻。(蒙冲 一作：艨艟)向来枉费推移力，此日中流自在行。",
        "author": "宋代",
        "poem_class": "古诗三百",
        "dynasty": "陆游"
    },
    {
        "title": "病牛",
        "paragraph": "耕犁千亩实千箱，力尽筋疲谁复伤？但得众生皆得饱，不辞羸病卧残阳。几日随风北海游，回从扬子大江头。臣心一片磁针石，不指南方不肯休。初，权谓吕蒙曰：“卿今当涂掌事，不可不学！”蒙辞以军中多务。权曰：“孤岂欲卿治经为博士邪！但当涉猎，见往事耳。卿言多务，孰若孤？孤常读书，自以为大有所益。”蒙乃始就学。及鲁肃过寻阳，与蒙论议，大惊曰：“卿今者才略，非复吴下阿蒙！”蒙曰：“士别三日，即更刮目相待，大兄何见事之晚乎！”肃遂拜蒙母，结友而别。刘郎已老。不管桃花依旧笑。要听琵琶。重院莺啼觅谢家。 曲终人醉。多似浔阳江上泪。万里东风。国破山河落照红。",
        "author": "宋代",
        "poem_class": "古诗三百",
        "dynasty": "李纲"
    },
    {
        "title": "三衢道中",
        "paragraph": "梅子黄时日日晴，小溪泛尽却山行。绿阴不减来时路，添得黄鹂四五声。万里黔中一漏天，屋居终日似乘船。及至重阳天也霁，催醉，鬼门关外蜀江前。莫笑老翁犹气岸，君看，几人黄菊上华颠？戏马台南追两谢，驰射，风流犹拍古人肩。永夜恹恹欢意少。空梦长安，认取长安道。为报今年春色好，花光月影宜相照。随意杯盘虽草草。酒美梅酸，恰称人怀抱。醉里插花花莫笑，可怜春似人将老。水是眼波横，山是眉峰聚。欲问行人去那边？眉眼盈盈处。才始送春归，又送君归去。若到江南赶上春，千万和春住。",
        "author": "宋代",
        "poem_class": "古诗三百",
        "dynasty": "曾几"
    },
    {
        "title": "雨晴",
        "paragraph": "天缺西南江面清，纤云不动小滩横。墙头语鹊衣犹湿，楼外残雷气未平。尽取微凉供稳睡，急搜奇句报新晴。今宵绝胜无人共，卧看星河尽意明。别院深深夏席清，石榴开遍透帘明。(夏席清 一作：夏簟清)树阴满地日当午，梦觉流莺时一声。白发萧萧卧泽中，只凭天地鉴孤忠。厄穷苏武餐毡久，忧愤张巡嚼齿空。细雨春芜上林苑，颓垣夜月洛阳宫。壮心未与年俱老，死去犹能作鬼雄。镜里流年两鬓残，寸心自许尚如丹。衰迟罢试戎衣窄，悲愤犹争宝剑寒。远戍十年临的博，壮图万里战皋兰。关河自古无穷事，谁料如今袖手看。罗浮山下四时春，卢橘杨梅次第新。日啖荔枝三百颗，不辞长作岭南人。（不辞 一作：不妨）",
        "author": "宋代",
        "poem_class": "古诗三百",
        "dynasty": "陈与义"
    },
    {
        "title": "春日",
        "paragraph": "一春略无十日晴，处处浮云将雨行。野田春水碧于镜，人影渡傍鸥不惊。桃花嫣然出篱笑，似开未开最有情。茅茨烟暝客衣湿，破梦午鸡啼一声。万里云间戍，立马剑门关。乱山极目无际，直北是长安。人苦百年涂炭，鬼哭三边锋镝，天道久应还。手写留屯奏，炯炯寸心丹。对青灯，搔白首，漏声残。老来勋业未就，妨却一身闲。梅岭绿阴青子，蒲涧清泉白石，怪我旧盟寒。烽火平安夜，归梦绕家山。家住苍烟落照间，丝毫尘事不相关。斟残玉瀣行穿竹，卷罢《黄庭》卧看山。贪啸傲，任衰残，不妨随处一开颜。元知造物心肠别，老却英雄似等闲！小院朱阑几曲，重城画鼓三通。更看微月转光风。归去香云入梦。翠袖争浮大白，皂罗半插斜红。灯花零落酒花秾。妙语一时飞动。",
        "author": "宋代",
        "poem_class": "古诗三百",
        "dynasty": "汪藻"
    },
    {
        "title": "汴京纪事",
        "paragraph": "辇毂繁华事可伤，师师垂老过湖湘。缕衣檀板无颜色，一曲当时动帝王。褒禅山亦谓之华山，唐浮图慧褒始舍于其址，而卒葬之；以故其后名之曰“褒禅”。今所谓慧空禅院者，褒之庐冢也。距其院东五里，所谓华山洞者，以其乃华山之阳名之也。距洞百余步，有碑仆道，其文漫灭，独其为文犹可识曰“花山”。今言“华”如“华实”之“华”者，盖音谬也。其下平旷，有泉侧出，而记游者甚众，所谓前洞也。由山以上五六里，有穴窈然，入之甚寒，问其深，则其好游者不能穷也，谓之后洞。余与四人拥火以入，入之愈深，其进愈难，而其见愈奇。有怠而欲出者，曰：“不出，火且尽。”遂与之俱出。盖余所至，比好游者尚不能十一，然视其左右，来而记之者已少。盖其又深，则其至又加少矣。方是时，余之力尚足以入，火尚足以明也。既其出，则或咎其欲出者，而余亦悔其随之，而不得极夫游之乐也。于是余有叹焉。古人之观于天地、山川、草木、虫鱼、鸟兽，往往有得，以其求思之深而无不在也。夫夷以近，则游者众；险以远，则至者少。而世之奇伟、瑰怪，非常之观，常在于险远，而人之所罕至焉，故非有志者不能至也。有志矣，不随以止也，然力不足者，亦不能至也。有志与力，而又不随以怠，至于幽暗昏惑而无物以相之，亦不能至也。然力足以至焉，于人为可讥，而在己为有悔；尽吾志也而不能至者，可以无悔矣，其孰能讥之乎？此余之所得也！余于仆碑，又以悲夫古书之不存，后世之谬其传而莫能名者，何可胜道也哉！此所以学者不可以不深思而慎取之也。四人者：庐陵萧君圭君玉，长乐王回深父，余弟安国平父、安上纯父。至和元年七月某日，临川王某记。不见南师久，漫说北群空。当场只手，毕竟还我万夫雄。自笑堂堂汉使，得似洋洋河水，依旧只流东？且复穹庐拜，会向藁街逢！尧之都，舜之壤，禹之封。于中应有，一个半个耻臣戎！万里腥膻如许，千古英灵安在，磅礴几时通？胡运何须问，赫日自当中！世皆称孟尝君能得士，士以故归之，而卒赖其力以脱于虎豹之秦。嗟乎！孟尝君特鸡鸣狗盗之雄耳，岂足以言得士？不然，擅齐之强，得一士焉，宜可以南面而制秦，尚何取鸡鸣狗盗之力哉？夫鸡鸣狗盗之出其门，此士之所以不至也。",
        "author": "宋代",
        "poem_class": "古诗三百",
        "dynasty": "刘子翚"
    },
    {
        "title": "襄邑道中",
        "paragraph": "飞花两岸照船红，百里榆堤半日风。卧看满天云不动，不知云与我俱东。经年尘土满征衣，特特寻芳上翠微。好水好山看不足，马蹄催趁月明归。帘外五更风，吹梦无踪。画楼重上与谁同？记得玉钗斜拨火，宝篆成空。回首紫金峰，雨润烟浓。一江春浪醉醒中。留得罗襟前日泪，弹与征鸿。梦断香消四十年，沈园柳老不吹绵。此身行作稽山土，犹吊遗踪一泫然。",
        "author": "宋代",
        "poem_class": "古诗三百",
        "dynasty": "陈与义"
    },
    {
        "title": "落花",
        "paragraph": "连理枝头花正开，妒花风雨便相催。愿教青帝常为主，莫遣纷纷点翠苔。北望燕云不尽头，大江东去水悠悠。夕阳一片寒鸦外，目断东南四百州。风定落花深，帘外拥红堆雪。长记海棠开后，正伤春时节。酒阑歌罢玉尊空，青缸暗明灭。魂梦不堪幽怨，更一声鶗鴂。门外无人问落花，绿阴冉冉遍天涯。林莺啼到无声处，青草池塘独听蛙。",
        "author": "宋代",
        "poem_class": "古诗三百",
        "dynasty": "朱淑真"
    },
    {
        "title": "春游湖",
        "paragraph": "双飞燕子几时回？夹岸桃花蘸水开。春雨断桥人不渡，小舟撑出柳阴来。(渡 一作：度)水边沙外。城郭春寒退。花影乱，莺声碎。飘零疏酒盏，离别宽衣带。人不见，碧云暮合空相对。 忆昔西池会。鹓鹭同飞盖。携手处，今谁在。日边清梦断，镜里朱颜改。春去也，飞红万点愁如海。二月十五夜，与赵德麟小酌聚星堂春庭月午，摇荡香醪光欲舞。步转回廊，半落梅花婉娩香。轻云薄雾，总是少年行乐处。不似秋光，只与离人照断肠。炎光谢。过暮雨、芳尘轻洒。乍露冷风清庭户，爽天如水，玉钩遥挂。应是星娥嗟久阻，叙旧约、飙轮欲驾。极目处、微云暗度，耿耿银河高泻。 闲雅。须知此景，古今无价。运巧思、穿针楼上女，抬粉面、云鬟相亚。钿合金钗私语处，算谁在、回廊影下。愿天上人间，占得欢娱，年年今夜。",
        "author": "宋代",
        "poem_class": "古诗三百",
        "dynasty": "徐俯"
    },
    {
        "title": "绝句",
        "paragraph": "游子春衫已试单，桃花飞尽野梅酸。怪来一夜蛙声歇，又作东风十日寒。病骨支离纱帽宽，孤臣万里客江干。位卑未敢忘忧国，事定犹须待阖棺。天地神灵扶庙社，京华父老望和銮。出师一表通今古，夜半挑灯更细看。红旗高举，飞出深深杨柳渚。鼓击春雷，直破烟波远远回。欢声震地，惊退万人争战气。金碧楼西，衔得锦标第一归。迢迢天汉西南落，喔喔邻鸡一再鸣。壮志病来消欲尽，出门搔首怆平生。三万里河东入海，五千仞岳上摩天。遗民泪尽胡尘里，南望王师又一年。",
        "author": "宋代",
        "poem_class": "古诗三百",
        "dynasty": "吴涛"
    },
    {
        "title": "自责二首",
        "paragraph": "女子弄文诚可罪，那堪咏月更吟风。磨穿铁砚非吾事，绣折金针却有功。闷无消遣只看诗，不见诗中话别离。添得情怀转萧索，始知伶俐不如痴。 寒日萧萧上琐窗，梧桐应恨夜来霜。酒阑更喜团茶苦，梦断偏宜瑞脑香。秋已尽，日犹长，仲宣怀远更凄凉。不如随分尊前醉，莫负东篱菊蕊黄。云千重，水千重，身在千重云水中。月明收钓筒。头未童，耳未聋，得酒犹能双脸红。一尊谁与同。十八新娘八十郎，苍苍白发对红妆。鸳鸯被里成双夜，一树梨花压海棠。",
        "author": "宋代",
        "poem_class": "古诗三百",
        "dynasty": "朱淑真"
    },
    {
        "title": "春日",
        "paragraph": "一夕轻雷落万丝，霁光浮瓦碧参差。有情芍药含春泪，无力蔷薇卧晓枝。徐州石潭谢雨，道上作五首。潭在城东二十里，常与泗水增减清浊相应。软草平莎过雨新，轻沙走马路无尘。何时收拾耦耕身？日暖桑麻光似泼，风来蒿艾气如薰。使君元是此中人。梅英疏淡，冰澌溶泄，东风暗换年华。金谷俊游，铜驼巷陌，新晴细履平沙。长记误随车。正絮翻蝶舞，芳思交加。柳下桃蹊，乱分春色到人家。西园夜饮鸣笳。有华灯碍月，飞盖妨花。兰苑未空，行人渐老，重来是事堪嗟。烟暝酒旗斜。但倚楼极目，时见栖鸦。无奈归心，暗随流水到天涯。清颍东流，愁目断，孤帆明灭。宦游处，青山白浪，万重千叠。孤负当年林下意，对床夜雨听萧瑟。恨此生，长向别离中，生华发。一尊酒，黄河侧。无限事，从头说。相看恍如昨，许多年月。衣上旧痕余苦泪，眉间喜气占黄色。便与君，池上觅残春，花如雪。",
        "author": "宋代",
        "poem_class": "古诗三百",
        "dynasty": "秦观"
    },
    {
        "title": "连州阳山归路",
        "paragraph": "稍离烟瘴近湘潭，疾病衰颓已不堪。儿女不知来避地，强言风物胜江南。门隔花深梦旧游。夕阳无语燕归愁。玉纤香动小帘钩。 落絮无声春堕泪，行云有影月含羞。东风临夜冷于秋。寻真误入蓬莱岛，香风不动松花老。采芝何处未归来，白云遍地无人扫。蜀道登天，一杯送、绣衣行客。还自叹、中年多病，不堪离别。东北看惊诸葛表，西南更草相如檄。把功名、收拾付君侯，如椽笔。儿女泪，君休滴。荆楚路，吾能说。要新诗准备，庐山山色。赤壁矶头千古浪，铜鞮陌上三更月。正梅花、万里雪深时，须相忆。",
        "author": "宋代",
        "poem_class": "古诗三百",
        "dynasty": "吕本中"
    },
    {
        "title": "咏牡丹",
        "paragraph": "一自胡尘入汉关，十年伊洛路漫漫。青墩溪畔龙钟客，独立东风看牡丹。楼上谁将玉笛吹？山前水阔暝云低。劳劳燕子人千里，落落梨花雨一枝。修禊近，卖饧时。故乡惟有梦相随。夜来折得江头柳，不是苏堤也皱眉。群芳过后西湖好，狼籍残红。飞絮濛濛。垂柳阑干尽日风。笙歌散尽游人去，始觉春空。垂下帘栊。双燕归来细雨中。彩袖殷勤捧玉钟，当年拚却醉颜红。舞低杨柳楼心月，歌尽桃花扇底风。从别后，忆相逢，几回魂梦与君同。今宵剩把银釭照，犹恐相逢是梦中。",
        "author": "宋代",
        "poem_class": "古诗三百",
        "dynasty": "陈与义"
    },
    {
        "title": "春日",
        "paragraph": "如丝苣甲饤春盘，韭叶金黄雪未干。旅饭二年无此味，故园千里几时还。异方时节三巵酒，残岁风烟一惨颜。曾奉龙旗典邦礼，岁穷祠祀少休闲。归鸿声断残云碧。背窗雪落炉烟直。烛底凤钗明。钗头人胜轻。 角声催晓漏。曙色回牛斗。春意看花难。西风留旧寒。芳草池塘，绿阴庭院，晚晴寒透窗纱。玉钩金锁，管是客来唦。寂寞尊前席上，唯愁海角天涯。能留否？酴釄落尽，犹赖有梨花。当年曾胜赏，生香熏袖，活火分茶。极目犹龙骄马，流水轻车。不怕风狂雨骤，恰才称，煮酒笺花。如今也，不成怀抱，得似旧时那？梅子金黄杏子肥，麦花雪白菜花稀。日长篱落无人过，惟有蜻蜓蛱蝶飞。五月江吴麦秀寒，移秧披絮尚衣单。稻根科斗行如块，田水今年一尺宽。二麦俱秋斗百钱，田家唤作小丰年。饼炉饭甑无饥色，接到西风熟稻天。百沸缲汤雪涌波，缲车嘈囋雨鸣蓑。桑姑盆手交相贺，绵茧无多丝茧多。小妇连宵上绢机，大耆催税急於飞。今年幸甚蚕桑熟，留得黄丝织夏衣。下田戽水出江流，高垄翻江逆上沟；地势不齐人力尽，丁男长在踏车头。昼出耘田夜绩麻，村庄儿女各当家。童孙未解供耕织，也傍桑阴学种瓜。槐叶初匀日气凉，葱葱鼠耳翠成双。三公只得三株看，闲客清阴满北窗。黄尘行客汗如浆，少住侬家漱井香；借与门前磐石坐，柳阴亭午正风凉。千顷芙蕖放棹嬉，花深迷路晚忘归。家人暗识船行处，时有惊忙小鸭飞。采菱辛苦废犁鉏，血指流丹鬼质枯。无力买田聊种水，近来湖面亦收租。蜩螗千万沸斜阳，蛙黾无边聒夜长。不把痴聋相对治，梦魂争得到藜床？",
        "author": "宋代",
        "poem_class": "古诗三百",
        "dynasty": "张耒"
    },
    {
        "title": "春日",
        "paragraph": "阴阴溪曲绿交加，小雨翻萍上浅沙。鹅鸭不知春去尽，争随流水趁桃花。独立苍茫醉不归。日暮天寒，归去来兮。探梅踏雪几何时。今我来思，杨柳依依。白石冈头曲岸西。一片闲愁，芳草萋萋。多情山鸟不须啼。桃李无言，下自成蹊。茅檐人静，蓬窗灯暗，春晚连江风雨。林莺巢燕总无声，但月夜、常啼杜宇。催成清泪，惊残孤梦，又拣深枝飞去。故山犹自不堪听，况半世、飘然羁旅！半世交亲随逝水，几人图画入凌烟？春风春雨花经眼，江北江南水拍天。欲解铜章行问道，定知石友许忘年。脊令各有思归恨，日月相催雪满颠。",
        "author": "宋代",
        "poem_class": "古诗三百",
        "dynasty": "晁冲之"
    },
    {
        "title": "纳凉",
        "paragraph": "携扙来追柳外凉，画桥南畔倚胡床。月明船笛参差起，风定池莲自在香。梅子金黄杏子肥，麦花雪白菜花稀。日长篱落无人过，惟有蜻蜓蛱蝶飞。(惟 通：唯)一春不识西湖面。翠羞红倦。雨窗和泪摇湘管。意长笺短。 知心惟有雕梁燕。自来相伴。东风不管琵琶怨。落花吹遍。芙蓉金菊斗馨香。天气欲重阳。远村秋色如画，红树间疏黄。流水淡，碧天长。路茫茫。凭高目断。鸿雁来时，无限思量。",
        "author": "宋代",
        "poem_class": "古诗三百",
        "dynasty": "秦观"
    },
    {
        "title": "雨中登岳阳楼望君山",
        "paragraph": "投荒万死鬓毛斑，生出瞿塘滟滪关。未到江南先一笑，岳阳楼上对君山。满川风雨独凭栏，绾结湘娥十二鬟。可惜不当湖水面，银山堆里看青山。 小阁重帘有燕过。晚花红片落庭莎。曲阑干影入凉波。一霎好风生翠幕，几回疏雨滴圆荷。酒醒人散得愁多。两岸舟船各背驰，波痕交涉亦难为。只余鸥鹭无拘管，北去南来自在飞。山苍苍，水茫茫，大孤小孤江中央。崖崩路绝猿鸟去，惟有乔木搀天长。客舟何处来，棹歌中流声抑扬。沙平风软望不到，孤山久与船低昂。峨峨两烟鬟，晓镜开新妆。舟中贾客莫漫狂，小姑前年嫁彭郎。",
        "author": "宋代",
        "poem_class": "古诗三百",
        "dynasty": "黄庭坚"
    },
    {
        "title": "临平道中",
        "paragraph": "风蒲猎猎弄清柔，欲立蜻蜓不自由。五月临平山下路，藕花无数满汀州。华灯纵博，雕鞍驰射，谁记当年豪举。酒徒一半取封侯，独去作、江边渔父。轻舟八尺，低篷三扇，占断苹洲烟雨。镜湖元自属闲人，又何必、官家赐与。(官家 一作：君恩)城下路，凄风露，今人犁田古人墓。岸头沙，带蒹葭，漫漫昔时流水今人家。黄埃赤日长安道，倦客无浆马无草。开函关，掩函关，千古如何不见一人闲？六国扰，三秦扫，初谓商山遗四老。驰单车，致缄书，裂荷焚芰接武曳长裾。高流端得酒中趣，深入醉乡安稳处。生忘形，死忘名。谁论二豪初不数刘伶？孤鹤归飞，再过辽天，换尽旧人。念累累枯冢，茫茫梦境，王侯蝼蚁，毕竟成尘。载酒园林，寻花巷陌，当日何曾轻负春。流年改，叹围腰带剩，点鬓霜新。交亲零落如云，又岂料如今馀此身。幸眼明身健，茶甘饭软，非惟我老，更有人贫。躲尽危机，消残壮志，短艇湖中闲采莼。吾何恨，有渔翁共醉，溪友为邻。",
        "author": "宋代",
        "poem_class": "古诗三百",
        "dynasty": "道潜"
    },
    {
        "title": "示三子",
        "paragraph": "时三子已归自外家去远即相忘，归近不可忍。儿女已在眼，眉目略不省。喜极不得语，泪尽方一哂。了知不是梦，忽忽心未稳。小浦闻鱼跃，横林待鹤归。闲云不成雨，故傍碧山飞。落日熔金，暮云合璧，人在何处。染柳烟浓，吹梅笛怨，春意知几许。元宵佳节，融和天气，次第岂无风雨。来相召、香车宝马，谢他酒朋诗侣。(熔金 一作：镕金)中州盛日，闺门多暇，记得偏重三五。铺翠冠儿，捻金雪柳，簇带争济楚。如今憔悴，风鬟霜鬓，怕见夜间出去。不如向、帘儿底下，听人笑语。知君仙骨无寒暑。千载相逢犹旦暮。故将别语恼佳人，要看梨花枝上雨。落花已逐回风去。花本无心莺自诉。明朝归路下塘西，不见莺啼花落处。",
        "author": "宋代",
        "poem_class": "古诗三百",
        "dynasty": "陈师道"
    },
    {
        "title": "鄂州南楼书事",
        "paragraph": "四顾山光接水光，凭栏十里芰荷香。清风明月无人管，并作南楼一味凉。满洞苔钱。买断风烟。笑桃花流落晴川。石楼高处，夜夜啼猿。看二更云，三更月，四更天。细草如毡。独枕空拳。与山麋野鹿同眠。残霞未散，淡雾沉绵。是晋时人，唐时洞，汉时仙。一春不识西湖面。翠羞红倦。雨窗和泪摇湘管。意长笺短。 知心惟有雕梁燕。自来相伴。东风不管琵琶怨。落花吹遍。西楼月下当时见，泪粉偷匀。歌罢还颦。恨隔炉烟看未真。别来楼外垂杨缕，几换青春。倦客红尘。长记楼中粉泪人。",
        "author": "宋代",
        "poem_class": "古诗三百",
        "dynasty": "黄庭坚"
    },
    {
        "title": "苏秀道中",
        "paragraph": "苏秀道中，自七月二十五日夜大雨三日，秋苗以苏，喜而有作。一夕骄阳转作霖，梦回凉冷润衣襟。不愁屋漏床床湿，且喜溪流岸岸深。千里稻花应秀色，五更桐叶最佳音。无田似我犹欣舞，何况田间望岁心。画鼓声中昏又晓。时光只解催人老。求得浅欢风日好。齐揭调。神仙一曲渔家傲。绿水悠悠天杳杳。浮生岂得长年少。莫惜醉来开口笑。须信道。人间万事何时了。候蛩凄断，人语西风岸。月落沙平江似练，望尽芦花无雁。暗教愁损兰成，可怜夜夜关情。只有一枝梧叶，不知多少秋声！杨柳丝丝弄轻柔，烟缕织成愁。海棠未雨，梨花先雪，一半春休。而今往事难重省，归梦绕秦楼。相思只在，丁香枝上，豆蔻梢头。",
        "author": "宋代",
        "poem_class": "古诗三百",
        "dynasty": "曾几"
    },
    {
        "title": "夜坐",
        "paragraph": "庭户无人秋月明，夜霜欲落气先清。梧桐真不甘衰谢，数叶迎风尚有声。风卷江湖雨暗村，四山声作海涛翻。溪柴火软蛮毡暖，我与狸奴不出门。僵卧孤村不自哀，尚思为国戍轮台。夜阑卧听风吹雨，铁马冰河入梦来。竞渡深悲千载冤，忠魂一去讵能还。国亡身殒今何有，只留离骚在世间。万籁寂无声。衾铁稜稜近五更。香断灯昏吟未稳，凄清。只有霜华伴月明。应是夜寒凝。恼得梅花睡不成。我念梅花花念我，关情。起看清冰满玉瓶。",
        "author": "宋代",
        "poem_class": "古诗三百",
        "dynasty": "张耒"
    },
    {
        "title": "春怀示邻里",
        "paragraph": "断墙着雨蜗成字，老屋无僧燕作家。剩欲出门追语笑，却嫌归鬓著尘沙。风翻蛛网开三面，雷动蜂窠趁两衙。屡失南邻春事约，只今容有未开花。昨夜秋风来万里。月上屏帏，冷透人衣袂。有客抱衾愁不寐。那堪玉漏长如岁。羁舍留连归计未。梦断魂销，一枕相思泪。衣带渐宽无别意。新书报我添憔悴。春色将阑，莺声渐老，红英落尽青梅小。画堂人静雨蒙蒙，屏山半掩余香袅。密约沉沉，离情杳杳，菱花尘满慵将照。倚楼无语欲销魂，长空黯淡连芳草。家住西秦。赌博艺随身。花柳上、斗尖新。偶学念奴声调，有时高遏行云。蜀锦缠头无数，不负辛勤。 数年来往咸京道，残杯冷炙漫消魂。衷肠事、托何人。若有知音见采，不辞遍唱阳春。一曲当筵落泪，重掩罗巾。",
        "author": "宋代",
        "poem_class": "古诗三百",
        "dynasty": "陈师道"
    },
    {
        "title": "登快阁",
        "paragraph": "痴儿了却公家事，快阁东西倚晚晴。落木千山天远大，澄江一道月分明。朱弦已为佳人绝，青眼聊因美酒横。万里归船弄长笛，此心吾与白鸥盟。疏雨池塘见，微风襟袖知。阴阴夏木啭黄鹂，何处飞来白鹭立移时。易醉扶头酒，难逢敌手棋。日长偏与睡相宜，睡起芭蕉叶上自题诗。连理枝头花正开，妒花风雨便相催。愿教青帝常为主，莫遣纷纷点翠苔。锁离愁，连绵无际，来时陌上初熏。绣帏人念远，暗垂珠泪，泣送征轮。长亭长在眼，更重重、远水孤云。但望极楼高，尽日目断王孙。 消魂。池塘别后，曾行处、绿妒轻裙。恁时携素手，乱花飞絮里，缓步香茵。朱颜空自改，向年年、芳意长新。遍绿野，嬉游醉眼，莫负青春。",
        "author": "宋代",
        "poem_class": "古诗三百",
        "dynasty": "黄庭坚"
    },
    {
        "title": "寄内",
        "paragraph": "试说途中景，方知别后心。行人日暮少，风雪乱山深。束缊宵行十里强。挑得诗囊，抛了衣囊。天寒路滑马蹄僵，元是王郎，来送刘郎。酒酣耳热说文章。惊倒邻墙，推倒胡床。旁观拍手笑疏狂。疏又何妨，狂又何妨？两岸舟船各背驰，波痕交涉亦难为。只余鸥鹭无拘管，北去南来自在飞。宁可食无肉，不可居无竹。无肉令人瘦，无竹令人俗。人瘦尚可肥，士俗不可医。旁人笑此言，似高还似痴。若对此君仍大嚼，世间那有扬州鹤？",
        "author": "宋代",
        "poem_class": "古诗三百",
        "dynasty": "孔平仲"
    },
    {
        "title": "夏日绝句",
        "paragraph": "生当作人杰，死亦为鬼雄。至今思项羽，不肯过江东。水绕陂田竹绕篱，榆钱落尽槿花稀。夕阳牛背无人卧，带得寒鸦两两归。归鸿声断残云碧。背窗雪落炉烟直。烛底凤钗明。钗头人胜轻。 角声催晓漏。曙色回牛斗。春意看花难。西风留旧寒。碧云天，黄叶地，秋色连波，波上寒烟翠。山映斜阳天接水，芳草无情，更在斜阳外。黯乡魂，追旅思，夜夜除非，好梦留人睡。明月楼高休独倚，酒入愁肠，化作相思泪。(留人睡 一作：留人醉)",
        "author": "宋代",
        "poem_class": "古诗三百",
        "dynasty": "李清照"
    },
    {
        "title": "金错刀行",
        "paragraph": "黄金错刀白玉装，夜穿窗扉出光芒。丈夫五十功未立，提刀独立顾八荒。京华结交尽奇士，意气相期共生死。千年史册耻无名，一片丹心报天子。尔来从军天汉滨，南山晓雪玉嶙峋。呜呼！楚虽三户能亡秦，岂有堂堂中国空无人！三月暮，花落更情浓。人去秋千闲挂月，马停杨柳倦嘶风。堤畔画船空。 恹恹醉，长日小帘栊。宿燕夜归银烛外，啼莺声在绿阴中。无处觅残红。春残何事苦思乡，病里梳头恨最长。梁燕语多终日在，蔷薇风细一帘香。死去元知万事空，但悲不见九州同。王师北定中原日，家祭无忘告乃翁。",
        "author": "宋代",
        "poem_class": "古诗三百",
        "dynasty": "陆游"
    },
    {
        "title": "海棠",
        "paragraph": "东风袅袅泛崇光，香雾空蒙月转廊。只恐夜深花睡去，故烧高烛照红妆。小院闲窗春已深，重帘未卷影沉沉。倚楼无语理瑶琴。(春已深 一作：春色深)远岫出云催薄暮，细风吹雨弄轻阴。梨花欲谢恐难禁。银河宛转三千曲。浴凫飞鹭澄波绿。何处是归舟。夕阳江上楼。 天憎梅浪发。故下封枝雪。深院卷帘看。应怜江上寒。细数十年事，十处过中秋。今年新梦，忽到黄鹤旧山头。老子个中不浅，此会天教重见，今古一南楼。星汉淡无色，玉镜独空浮。敛秦烟，收楚雾，熨江流。关河离合，南北依旧照清愁。想见姮娥冷眼，应笑归来霜鬓，空敝黑貂裘。酾酒问蟾兔，肯去伴沧洲？",
        "author": "宋代",
        "poem_class": "古诗三百",
        "dynasty": "苏轼"
    },
    {
        "title": "春宵",
        "paragraph": "春宵一刻值千金，花有清香月有阴。歌管楼台声细细，秋千院落夜沉沉。相思似海深，旧事如天远。泪滴千千万万行，更使人、愁肠断。要见无因见，拚了终难拚。若是前生未有缘，待重结、来生愿。人之初，性本善。性相近，习相远。苟不教，性乃迁。教之道，贵以专。子不学，非所宜。幼不学，老何为。玉不琢，不成器。人不学，不知义。小阁重帘有燕过。晚花红片落庭莎。曲阑干影入凉波。一霎好风生翠幕，几回疏雨滴圆荷。酒醒人散得愁多。",
        "author": "宋代",
        "poem_class": "古诗三百",
        "dynasty": "苏轼"
    },
    {
        "title": "惠崇春江晚景二首 / 惠崇春江晓景二首",
        "paragraph": "竹外桃花三两枝，春江水暖鸭先知。蒌蒿满地芦芽短，正是河豚欲上时。两两归鸿欲破群，依依还似北归人。遥知朔漠多风雪，更待江南半月春。晚日寒鸦一片愁。柳塘新绿却温柔。若教眼底无离恨，不信人间有白头。肠已断，泪难收。相思重上小红楼。情知已被山遮断，频倚阑干不自由。爆竹声中一岁除，春风送暖入屠苏。千门万户曈曈日，总把新桃换旧符。梅子金黄杏子肥，麦花雪白菜花稀。日长篱落无人过，惟有蜻蜓蛱蝶飞。五月江吴麦秀寒，移秧披絮尚衣单。稻根科斗行如块，田水今年一尺宽。二麦俱秋斗百钱，田家唤作小丰年。饼炉饭甑无饥色，接到西风熟稻天。百沸缲汤雪涌波，缲车嘈囋雨鸣蓑。桑姑盆手交相贺，绵茧无多丝茧多。小妇连宵上绢机，大耆催税急於飞。今年幸甚蚕桑熟，留得黄丝织夏衣。下田戽水出江流，高垄翻江逆上沟；地势不齐人力尽，丁男长在踏车头。昼出耘田夜绩麻，村庄儿女各当家。童孙未解供耕织，也傍桑阴学种瓜。槐叶初匀日气凉，葱葱鼠耳翠成双。三公只得三株看，闲客清阴满北窗。黄尘行客汗如浆，少住侬家漱井香；借与门前磐石坐，柳阴亭午正风凉。千顷芙蕖放棹嬉，花深迷路晚忘归。家人暗识船行处，时有惊忙小鸭飞。采菱辛苦废犁鉏，血指流丹鬼质枯。无力买田聊种水，近来湖面亦收租。蜩螗千万沸斜阳，蛙黾无边聒夜长。不把痴聋相对治，梦魂争得到藜床？",
        "author": "宋代",
        "poem_class": "古诗三百",
        "dynasty": "苏轼"
    },
    {
        "title": "和子由渑池怀旧",
        "paragraph": "人生到处知何似，应似飞鸿踏雪泥。泥上偶然留指爪，鸿飞那复计东西。老僧已死成新塔，坏壁无由见旧题。往日崎岖还记否，路长人困蹇驴嘶。湖山信是东南美，一望弥千里。使君能得几回来？便使樽前醉倒更徘徊。沙河塘里灯初上，水调谁家唱？夜阑风静欲归时，惟有一江明月碧琉璃。安远楼小集，侑觞歌板之姬黄其姓者，乞词于龙洲道人，为赋此《唐多令》。同柳阜之、刘去非、石民瞻、周嘉仲、陈孟参、孟容。时八月五日也。芦叶满汀洲，寒沙带浅流。二十年重过南楼。柳下系船犹未稳，能几日，又中秋。黄鹤断矶头，故人今在否？旧江山浑是新愁。欲买桂花同载酒，终不似，少年游。(在否 一作：在不)寒蝉凄切，对长亭晚，骤雨初歇。都门帐饮无绪，留恋处，兰舟催发。执手相看泪眼，竟无语凝噎。念去去，千里烟波，暮霭沉沉楚天阔。多情自古伤离别，更那堪，冷落清秋节！今宵酒醒何处？杨柳岸，晓风残月。此去经年，应是良辰好景虚设。便纵有千种风情，更与何人说？(好景 一作：美景)",
        "author": "宋代",
        "poem_class": "古诗三百",
        "dynasty": "苏轼"
    },
    {
        "title": "赠刘景文",
        "paragraph": "荷尽已无擎雨盖，菊残犹有傲霜枝。一年好景君须记，最是橙黄橘绿时。(最是 一作：正是) 桃李莫相妒，夭姿元不同。犹余雪霜态，未肯十分红。半亩方塘一鉴开，天光云影共徘徊。问渠那得清如许？为有源头活水来。(那 通：哪)欲知垂尽岁，有似赴壑蛇。修鳞半已没，去意谁能遮。况欲系其尾，虽勤知奈何。儿童强不睡，相守夜欢哗。晨鸡且勿唱，更鼓畏添挝。坐久灯烬落，起看北斗斜。明年岂无年，心事恐蹉跎。努力尽今夕，少年犹可夸。",
        "author": "宋代",
        "poem_class": "古诗三百",
        "dynasty": "苏轼"
    },
    {
        "title": "送春 / 春晚",
        "paragraph": "三月残花落更开，小檐日日燕飞来。子规夜半犹啼血，不信东风唤不回。香冷金猊，被翻红浪，起来慵自梳头。任宝奁尘满，日上帘钩。生怕离怀别苦，多少事、欲说还休。新来瘦，非干病酒，不是悲秋。休休，这回去也，千万遍《阳关》，也则难留。念武陵人远，烟锁秦楼。惟有楼前流水，应念我、终日凝眸。凝眸处，从今又添，一段新愁。(版本一)香冷金猊，被翻红浪，起来人未梳头。任宝奁闲掩，日上帘钩。生怕闲愁暗恨，多少事、欲说还休。今年瘦，非干病酒，不是悲秋。明朝，者回去也，千万遍阳关，也即难留。念武陵春晚，云锁重楼。记取楼前绿水，应念我、终日凝眸。凝眸处，从今更数，几段新愁。(版本二)漠漠春阴酒半酣。风透春衫，雨透春衫。人家蚕事欲眠三。桑满筐篮，柘满筐篮。先自离怀百不堪。樯燕呢喃，梁燕呢喃。篝灯强把锦书看。人在江南，心在江南。窗前谁种芭蕉树，阴满中庭。阴满中庭。叶叶心心，舒卷有馀清。(清 一作：情)伤心枕上三更雨，点滴霖霪。点滴霖霪。愁损北人，不惯起来听。",
        "author": "宋代",
        "poem_class": "古诗三百",
        "dynasty": "王令"
    },
    {
        "title": "咏柳",
        "paragraph": "乱条犹未变初黄，倚得东风势便狂。解把飞花蒙日月，不知天地有清霜。吹破残烟入夜风。一轩明月上帘栊。因惊路远人还远，纵得心同寝未同。 情脉脉，意忡忡。碧云归去认无踪。只应会向前生里，爱把鸳鸯两处笼。一曲新词酒一杯，去年天气旧亭台。夕阳西下几时回？无可奈何花落去，似曾相识燕归来。小园香径独徘徊。小桃无主自开花，烟草茫茫带晚鸦。几处败垣围故井，向来一一是人家。",
        "author": "宋代",
        "poem_class": "古诗三百",
        "dynasty": "曾巩"
    },
    {
        "title": "新晴",
        "paragraph": "青苔满地初晴后，绿树无人昼梦余。唯有南风旧相识，偷开门户又翻书。伽花彩甚奇，谓有初春之兴。因作二首，寄袁公济雪颔霜髯不自惊。更将翦彩发春荣。羞颜未醉已先赪。 莫唱黄鸡并白发，且呼张丈唤殷兄。有人归去欲卿卿。午梦扁舟花底，香满西湖烟水。急雨打篷声，梦初惊。却是池荷跳雨，散了真珠还聚。聚作水银窝，泻清波。 (泻清波 一作：泛清波)摇首出红尘，醒醉更无时节。活计绿蓑青笠，惯披霜冲雪。 晚来风定钓丝闲，上下是新月。千里水天一色，看孤鸿明灭。",
        "author": "宋代",
        "poem_class": "古诗三百",
        "dynasty": "刘攽"
    },
    {
        "title": "村居",
        "paragraph": "水绕陂田竹绕篱，榆钱落尽槿花稀。夕阳牛背无人卧，带得寒鸦两两归。东城渐觉风光好。縠皱波纹迎客棹。绿杨烟外晓寒轻，红杏枝头春意闹。浮生长恨欢娱少。肯爱千金轻一笑。为君持酒劝斜阳，且向花间留晚照。栏干十二独凭春，晴碧远连云。千里万里，二月三月，行色苦愁人。谢家池上，江淹浦畔，吟魄与离魂。那堪疏雨滴黄昏。更特地、忆王孙。老去凭谁说。看几番、神奇臭腐，夏裘冬葛。父老长安今余几，后死无仇可雪。犹未燥、当时生发。二十五弦多少恨，算世间、那有平分月。胡妇弄，汉宫瑟。 树犹如此堪重别。只使君、从来与我，话头多合。行矣置之无足问，谁换妍皮痴骨。但莫使、伯牙弦绝。九转丹砂牢拾取，管精金、只是寻常铁。龙共虎，应声裂。",
        "author": "宋代",
        "poem_class": "古诗三百",
        "dynasty": "张舜民"
    },
    {
        "title": "春日偶成",
        "paragraph": "云淡风轻近午天，傍花随柳过前川。时人不识余心乐，将谓偷闲学少年。醉里且贪欢笑，要愁那得工夫。近来始觉古人书，信著全无是处。昨夜松边醉倒，问松我醉何如。只疑松动要来扶，以手推松曰去。记得金銮同唱第，春风上国繁华。如今薄宦老天涯。十年岐路，空负曲江花。闻说阆山通阆苑，楼高不见君家。孤城寒日等闲斜。离愁难尽，红树远连霞。齐有富人，家累千金。其二子甚愚，其父又不教之。一日，艾子谓其父曰：“君之子虽美，而不通世务，他日曷能克其家?”父怒曰：“吾之子敏而且恃多能，岂有不通世务者耶?”艾子曰：“不须试之他，但问君之子，所食者米，从何来？若知之，吾当妄言之罪。”父遂呼其子问之。其子嘻然笑曰：“吾岂不知此也？每以布囊取来。”其父愀然改容曰：“子之愚甚也!彼米不是田中来?”艾子曰：“非其父不生其子。”",
        "author": "宋代",
        "poem_class": "古诗三百",
        "dynasty": "程颢"
    },
    {
        "title": "登飞来峰",
        "paragraph": "飞来山上千寻塔，闻说鸡鸣见日升。(飞来山 一作：飞来峰)不畏浮云遮望眼，自缘身在最高层。我居北海君南海，寄雁传书谢不能。桃李春风一杯酒，江湖夜雨十年灯。持家但有四立壁，治病不蕲三折肱。想见读书头已白，隔溪猿哭瘴溪藤。(想见 一作：想得)连理枝头花正开，妒花风雨便相催。愿教青帝常为主，莫遣纷纷点翠苔。泪湿阑干花著露，愁到眉峰碧聚。此恨平分取，更无言语空相觑。 断雨残云无意绪，寂寞朝朝暮暮。今夜山深处，断魂分付潮回去。",
        "author": "宋代",
        "poem_class": "古诗三百",
        "dynasty": "王安石"
    },
    {
        "title": "暑旱苦热",
        "paragraph": "清风无力屠得热，落日着翅飞上山。人固已惧江海竭，天岂不惜河汉干？昆仑之高有积雪，蓬莱之远常遗寒。不能手提天下往，何忍身去游其间？未会牵牛意若何，须邀织女弄金梭。年年乞与人间巧，不道人间巧已多。钟鼎山林都是梦，人间宠辱休惊。只消闲处过平生。酒杯秋吸露，诗句夜裁冰。 记取小窗风雨夜，对床灯火多情。问谁千里伴君行。晚山眉样翠，秋水镜般明。花底忽闻敲两桨。逡巡女伴来寻访。酒盏旋将荷叶当。莲舟荡。时时盏里生红浪。花气酒香清厮酿。花腮酒面红相向。醉倚绿阴眠一饷。惊起望。船头阁在沙滩上。",
        "author": "宋代",
        "poem_class": "古诗三百",
        "dynasty": "王令"
    },
    {
        "title": "泊船瓜洲",
        "paragraph": "京口瓜洲一水间，钟山只隔数重山。春风又绿江南岸，明月何时照我还。梨花淡白柳深青，柳絮飞时花满城。惆怅东栏一株雪，人生看得几清明。淳熙丁酉，自江陵移帅隆兴，到官之三月被召，司马监、赵卿、王漕饯别。司马赋《水调歌头》，席间次韵。时王公明枢密薨，坐客终夕为兴门户之叹，故前章及之。我饮不须劝，正怕酒樽空。别离亦复何恨？此别恨匆匆。头上貂蝉贵客，苑外麒麟高冢，人世竟谁雄？一笑出门去，千里落花风。孙刘辈，能使我，不为公。余发种种如是，此事付渠侬。但觉平生湖海，除了醉吟风月，此外百无功。毫发皆帝力，更乞鉴湖东。浅画香膏拂紫绵。牡丹花重翠云偏。手挼梅子并郎肩。病起心情终是怯，困来模样不禁怜。旋移针线小窗前。",
        "author": "宋代",
        "poem_class": "古诗三百",
        "dynasty": "王安石"
    },
    {
        "title": "元日",
        "paragraph": "爆竹声中一岁除，春风送暖入屠苏。千门万户曈曈日，总把新桃换旧符。闲愁如飞雪，入酒即消融。好花如故人，一笑杯自空。流莺有情亦念我，柳边尽日啼春风。长安不到十四载，酒徒往往成衰翁。九环宝带光照地，不如留君双颊红。白石郎，临江居。前导江伯后从鱼。积石如玉，列松如翠。郎艳独绝，世无其二。正单衣试酒，怅客里、光阴虚掷。愿春暂留，春归如过翼。一去无迹。为问花何在，夜来风雨，葬楚宫倾国。钗钿堕处遗香泽。乱点桃蹊，轻翻柳陌。多情为谁追惜。但蜂媒蝶使，时叩窗隔。 东园岑寂。渐蒙笼暗碧。静绕珍丛底，成叹息。长条故惹行客。似牵衣待话，别情无极。残英小、强簪巾帻。终不似一朵，钗头颤袅，向人欹侧。漂流处、莫趁潮汐。恐断红、尚有相思字，何由见得。",
        "author": "宋代",
        "poem_class": "古诗三百",
        "dynasty": "王安石"
    },
    {
        "title": "乡思",
        "paragraph": "人言落日是天涯，望极天涯不见家。已恨碧山相阻隔，碧山还被暮云遮。心似已灰之木，身如不系之舟。问汝平生功业，黄州惠州儋州。只知逐胜忽忘寒，小立春风夕照间。最爱东山晴后雪，软红光里涌银山。群山雪不到新晴，多作泥融少作冰。最爱东山晴后雪，却愁宜看不宜登。栏干十二独凭春，晴碧远连云。千里万里，二月三月，行色苦愁人。谢家池上，江淹浦畔，吟魄与离魂。那堪疏雨滴黄昏。更特地、忆王孙。",
        "author": "宋代",
        "poem_class": "古诗三百",
        "dynasty": "李觏"
    },
    {
        "title": "春夜 / 夜直",
        "paragraph": "金炉香烬漏声残，翦翦轻风阵阵寒。春色恼人眠不得，月移花影上栏干。黄菊枝头生晓寒。人生莫放酒杯干。风前横笛斜吹雨，醉里簪花倒著冠。 身健在，且加餐。舞裙歌板尽清欢。黄花白发相牵挽，付与时人冷眼看。红杏飘香，柳含烟翠拖轻缕。水边朱户。尽卷黄昏雨。烛影摇风，一枕伤春绪。归不去。凤楼何处。芳草迷归路。薄露初零，长宵共、永昼分停。绕水楼台，高耸万丈蓬瀛。芝兰为寿，相辉映、簪笏盈庭。花柔玉净，捧觞别有娉婷。鹤瘦松青，精神与、秋月争明。德行文章，素驰日下声名。东山高蹈，虽卿相、不足为荣。安石须起，要苏天下苍生。",
        "author": "宋代",
        "poem_class": "古诗三百",
        "dynasty": "王安石"
    },
    {
        "title": "雨后池上",
        "paragraph": "一雨池塘水面平，淡磨明镜照檐楹。东风忽起垂杨舞，更作荷心万点声。似花还似非花，也无人惜从教坠。抛家傍路，思量却是，无情有思。萦损柔肠，困酣娇眼，欲开还闭。梦随风万里，寻郎去处，又还被、莺呼起。不恨此花飞尽，恨西园、落红难缀。晓来雨过，遗踪何在？一池萍碎。春色三分，二分尘土，一分流水。细看来，不是杨花，点点是离人泪。少读诗书陋汉唐，莫年身世寄农桑。骑驴两脚欲到地，爱酒一樽常在旁。老去形容虽变改，醉来意气尚轩昂。太行王屋何由动，堪笑愚公不自量。黄冈之地多竹，大者如椽，竹工破之，刳去其节，用代陶瓦。比屋皆然，以其价廉而工省也。子城西北隅，雉堞圮毁，蓁莽荒秽，因作小楼二间，与月波楼通。远吞山光，平挹江濑，幽阒辽夐，不可具状。夏宜急雨，有瀑布声；冬宜密雪，有碎玉声；宜鼓琴，琴调和畅；宜咏诗，诗韵清绝；宜围棋，子声丁丁然；宜投壶，矢声铮铮然；皆竹楼之所助也。公退之暇，被鹤氅衣，戴华阳巾，手执《周易》一卷，焚香默坐，消遣世虑。江山之外，第见风帆沙鸟，烟云竹树而已。待其酒力醒，茶烟歇，送夕阳，迎素月，亦谪居之胜概也。彼齐云、落星，高则高矣；井干、丽谯，华则华矣；止于贮妓女，藏歌舞，非骚人之事，吾所不取。吾闻竹工云，竹之为瓦，仅十稔。若重覆之，得二十稔。噫，吾以至道乙未岁，自翰林出滁上，丙申移广陵；丁酉又入西掖，戊戌岁除日有齐安之命，己亥闰三月到郡。四年之间，奔走不暇，未知明年又在何处，岂惧竹楼之易朽乎！后之人与我同志，嗣而葺之，庶斯楼之不朽也！咸平二年八月十五日记。",
        "author": "宋代",
        "poem_class": "古诗三百",
        "dynasty": "刘攽"
    },
    {
        "title": "梅花",
        "paragraph": "墙角数枝梅，凌寒独自开。遥知不是雪，为有暗香来。群儿戏于庭，一儿登瓮，足跌没水中，众皆弃去。光持石击瓮破之，水迸，儿得活。今年春浅腊侵年，冰雪破春妍。东风有信无人见，露微意、柳际花边。寒夜纵长，孤衾易暖，钟鼓渐清圆。朝来初日半衔山，楼阁淡疏烟。游人便作寻芳计，小桃杏、应已争先。衰病少悰，疏慵自放，惟爱日高眠。试说途中景，方知别后心。行人日暮少，风雪乱山深。",
        "author": "宋代",
        "poem_class": "古诗三百",
        "dynasty": "王安石"
    },
    {
        "title": "城南",
        "paragraph": "雨过横塘水满堤，乱山高下路东西。一番桃李花开尽，惟有青青草色齐。戎州登临胜景，未尝不歌渔父家风，以谢江山。门生请问：先生家风如何？为拟金华道人作此章。一波才动万波随，蓑笠一钩丝。金鳞正在深处，千尺也须垂。吞又吐，信还疑，上钩迟。水寒江静，满目青山，载月明归。天。休使圆蟾照客眠。人何在，桂影自婵娟。清晨帘幕卷轻霜。呵手试梅妆。都缘自有离恨，故画作远山长。思往事，惜流芳。易成伤。拟歌先敛，欲笑还颦，最断人肠。",
        "author": "宋代",
        "poem_class": "古诗三百",
        "dynasty": "曾巩"
    },
    {
        "title": "丰乐亭游春·其三",
        "paragraph": "红树青山日欲斜，长郊草色绿无涯。游人不管春将老，来往亭前踏落花。携手看花深径，扶肩待月斜廊。临分少伫已伥伥，此段不堪回想。欲寄书如天远，难销夜似年长。小窗风雨碎人肠，更在孤舟枕上。水陆草木之花，可爱者甚蕃。晋陶渊明独爱菊。自李唐来，世人甚爱牡丹。予独爱莲之出淤泥而不染，濯清涟而不妖，中通外直，不蔓不枝，香远益清，亭亭净植，可远观而不可亵玩焉。(甚爱 一作：盛爱)予谓菊，花之隐逸者也；牡丹，花之富贵者也；莲，花之君子者也。噫！菊之爱，陶后鲜有闻。莲之爱，同予者何人？牡丹之爱，宜乎众矣。纷纷坠叶飘香砌。夜寂静，寒声碎。真珠帘卷玉楼空，天淡银河垂地。年年今夜，月华如练，长是人千里。愁肠已断无由醉，酒未到，先成泪。残灯明灭枕头欹，谙尽孤眠滋味。都来此事，眉间心上，无计相回避。",
        "author": "宋代",
        "poem_class": "古诗三百",
        "dynasty": "欧阳修"
    },
    {
        "title": "戏答元珍",
        "paragraph": "春风疑不到天涯，二月山城未见花。残雪压枝犹有橘，冻雷惊笋欲抽芽。夜闻归雁生乡思，病入新年感物华。曾是洛阳花下客，野芳虽晚不须嗟。目穷淮海满如银，万道虹光育蚌珍。天上若无修月户，桂枝撑损向西轮。千里潇湘挼蓝浦，兰桡昔日曾经。月高风定露华清。微波澄不动，冷浸一天星。独倚危樯情悄悄，遥闻妃瑟泠泠。新声含尽古今情。曲终人不见，江上数峰青。柳叶鸣蜩绿暗，荷花落日红酣。三十六陂春水，白头想见江南。三十年前此地，父兄持我东西。今日重来白首，欲寻陈迹都迷。",
        "author": "宋代",
        "poem_class": "古诗三百",
        "dynasty": "欧阳修"
    },
    {
        "title": "别滁",
        "paragraph": "花光浓烂柳轻明，酌酒花前送我行。我亦且如常日醉，莫教弦管作离声。佳节清明桃李笑，野田荒冢只生愁。雷惊天地龙蛇蛰，雨足郊原草木柔。人乞祭余骄妾妇，士甘焚死不公侯。贤愚千载知谁是，满眼蓬蒿共一丘。山色江声相与清，卷帘待得月华生。可怜一曲并船笛，说尽故人离别情。梦中往事随心见，醉里繁华乱眼生。长为风流恼人病，不如天性总无情。四顾山光接水光，凭栏十里芰荷香。清风明月无人管，并作南楼一味凉。",
        "author": "宋代",
        "poem_class": "古诗三百",
        "dynasty": "欧阳修"
    },
    {
        "title": "禾熟",
        "paragraph": "百里西风禾黍香，鸣泉落窦谷登场。老牛粗了耕耘债，啮草坡头卧夕阳。绣面芙蓉一笑开，斜飞宝鸭衬香腮。眼波才动被人猜。一面风情深有韵，半笺娇恨寄幽怀。月移花影约重来。早岁那知世事艰，中原北望气如山。楼船夜雪瓜洲渡，铁马秋风大散关。塞上长城空自许，镜中衰鬓已先斑。出师一表真名世，千载谁堪伯仲间！碧云天，黄叶地，秋色连波，波上寒烟翠。山映斜阳天接水，芳草无情，更在斜阳外。黯乡魂，追旅思，夜夜除非，好梦留人睡。明月楼高休独倚，酒入愁肠，化作相思泪。(留人睡 一作：留人醉)",
        "author": "宋代",
        "poem_class": "古诗三百",
        "dynasty": "孔平仲"
    },
    {
        "title": "叠题乌江亭",
        "paragraph": "百战疲劳壮士哀，中原一败势难回。江东子弟今虽在，肯与君王卷土来？建炎庚戌题吴江平生太湖上，短棹几经过。如今重到，何事愁与水云多？拟把匣中长剑，换取扁舟一叶，归去老渔蓑。银艾非吾事，丘壑已蹉跎。脍新鲈，斟美酒，起悲歌。太平生长，岂谓今日识干戈。欲泻三江雪浪，净洗胡尘千里，不用挽天河。回首望霄汉，双泪堕清波！不到谢公台。明月清风好在哉。旧日髯孙何处去，重来。短李风流更上才。秋色渐摧颓。满院黄英映酒杯。看取桃花春二月，争开。尽是刘郎去后栽。过春社了，度帘幕中间，去年尘冷。差池欲住，试入旧巢相并。还相雕梁藻井。又软语、商量不定。飘然快拂花梢，翠尾分开红影。 芳径。芹泥雨润。爱贴地争飞，竞夸轻俊。红楼归晚，看足柳昏花暝。应自栖香正稳。便忘了、天涯芳信。愁损翠黛双蛾，日日画阑独凭。",
        "author": "宋代",
        "poem_class": "古诗三百",
        "dynasty": "王安石"
    },
    {
        "title": "晚泊岳阳",
        "paragraph": "卧闻岳阳城里钟，系舟岳阳城下树。正见空江明月来，云水苍茫失江路。夜深江月弄清辉，水上人歌月下归；一阕声长听不尽，轻舟短楫去如飞。胜日寻芳泗水滨，无边光景一时新。等闲识得东风面，万紫千红总是春。不如意事常八九，可与语人无二三。自识荆门子才甫，梦驰铁马战城南。辛亥之冬，余载雪诣石湖。止既月，授简索句，且征新声，作此两曲，石湖把玩不已，使二妓肆习之，音节谐婉，乃名之曰《暗香》、《疏影》。苔枝缀玉，有翠禽小小，枝上同宿。客里相逢，篱角黄昏，无言自倚修竹。昭君不惯胡沙远，但暗忆、江南江北。想佩环、月夜归来，化作此花幽独。犹记深宫旧事，那人正睡里，飞近蛾绿。莫似春风，不管盈盈，早与安排金屋。还教一片随波去，又却怨、玉龙哀曲。等恁时、重觅幽香，已入小窗横幅。",
        "author": "宋代",
        "poem_class": "古诗三百",
        "dynasty": "欧阳修"
    },
    {
        "title": "蚕妇",
        "paragraph": "昨日入城市，归来泪满巾。遍身罗绮者，不是养蚕人。江水浸云影，鸿雁欲南飞。携壶结客何处？空翠渺烟霏。尘世难逢一笑，况有紫萸黄菊，堪插满头归。风景今朝是，身世昔人非。酬佳节，须酩酊，莫相违。人生如寄，何事辛苦怨斜晖。无尽今来古往，多少春花秋月，那更有危机。与问牛山客，何必独沾衣。凤髻金泥带，龙纹玉掌梳。走来窗下笑相扶，爱道画眉深浅入时无？弄笔偎人久，描花试手初。等闲妨了绣功夫，笑问鸳鸯两字怎生书？乱条犹未变初黄，倚得东风势便狂。解把飞花蒙日月，不知天地有清霜。",
        "author": "宋代",
        "poem_class": "古诗三百",
        "dynasty": "张俞"
    },
    {
        "title": "夏意",
        "paragraph": "别院深深夏席清，石榴开遍透帘明。(夏席清 一作：夏簟清)树阴满地日当午，梦觉流莺时一声。稻云不雨不多黄，荞麦空花早着霜。已分忍饥度残岁，更堪岁里闰添长。雾失楼台，月迷津渡。桃源望断无寻处。可堪孤馆闭春寒，杜鹃声里斜阳暮。 驿寄梅花，鱼传尺素。砌成此恨无重数。郴江幸自绕郴山，为谁流下潇湘去。轻舟短棹西湖好，绿水逶迤。芳草长堤，隐隐笙歌处处随。无风水面琉璃滑，不觉船移。微动涟漪，惊起沙禽掠岸飞。",
        "author": "宋代",
        "poem_class": "古诗三百",
        "dynasty": "苏舜钦"
    },
    {
        "title": "鲁山山行",
        "paragraph": "适与野情惬，千山高复低。好峰随处改，幽径独行迷。霜落熊升树，林空鹿饮溪。人家在何许？云外一声鸡。八月十七日，同诸生步自永安城楼，过张宽夫园待月。偶有名酒，因以金荷酌众客。客有孙彦立，善吹笛。援笔作乐府长短句，文不加点。断虹霁雨，净秋空，山染修眉新绿。桂影扶疏，谁便道，今夕清辉不足？万里青天，姮娥何处，驾此一轮玉。寒光零乱，为谁偏照醽醁？年少从我追游，晚凉幽径，绕张园森木。共倒金荷，家万里，难得尊前相属。老子平生，江南江北，最爱临风曲。孙郎微笑，坐来声喷霜竹。鸠雨催成新绿，燕泥收尽残红。春光还与美人同。论心空眷眷，分袂却匆匆。只道真情易写，那知怨句难工。水流云散各西东。半廊花院月，一帽柳桥风。缺月昏昏漏未央，一灯明灭照秋床。病身最觉风露早，归梦不知山水长。坐感岁时歌慷慨，起看天地色凄凉。鸣蝉更乱行人耳，正抱疏桐叶半黄。",
        "author": "宋代",
        "poem_class": "古诗三百",
        "dynasty": "梅尧臣"
    },
    {
        "title": "落花",
        "paragraph": "坠素翻红各自伤，青楼烟雨忍相忘。将飞更作回风舞，已落犹成半面妆。沧海客归珠有泪，章台人去骨遗香。可能无意传双蝶，尽付芳心与蜜房。庙堂无策可平戎，坐使甘泉照夕烽。初怪上都闻战马，岂知穷海看飞龙。孤臣霜发三千丈，每岁烟花一万重。稍喜长沙向延阁，疲兵敢犯犬羊锋。别馆寒砧，孤城画角，一派秋声入寥廓。东归燕从海上去，南来雁向沙头落。楚台风，庾楼月，宛如昨。无奈被些名利缚，无奈被他情担阁！可惜风流总闲却！当初谩留华表语，而今误我秦楼约。梦阑时，酒醒后，思量着。行到东溪看水时，坐临孤屿发船迟。野凫眠岸有闲意，老树着花无丑枝。短短蒲茸齐似剪，平平沙石净于筛。情虽不厌住不得，薄暮归来车马疲。",
        "author": "宋代",
        "poem_class": "古诗三百",
        "dynasty": "宋祁"
    },
    {
        "title": "考试毕登铨楼",
        "paragraph": "春云浓淡日微光，双阙重门耸建章。不上楼来知几日，满城无算柳梢黄。金溪民方仲永，世隶耕。仲永生五年，未尝识书具，忽啼求之。父异焉，借旁近与之，即书诗四句，并自为其名。其诗以养父母、收族为意，传一乡秀才观之。自是指物作诗立就，其文理皆有可观者。邑人奇之，稍稍宾客其父，或以钱币乞之。父利其然也，日扳仲永环谒于邑人，不使学。余闻之也久。明道中，从先人还家，于舅家见之，十二三矣。令作诗，不能称前时之闻。又七年，还自扬州，复到舅家问焉。曰：“泯然众人矣。”王子曰：仲永之通悟，受之天也。其受之天也，贤于材人远矣。卒之为众人，则其受于人者不至也。彼其受之天也，如此其贤也，不受之人，且为众人；今夫不受之天，固众人，又不受之人，得为众人而已耶？谁伴明窗独坐。和我影儿两个。灯烬欲眠时，影也把人抛躲。无那。无那。好个恓惶的我。寒蝉凄切，对长亭晚，骤雨初歇。都门帐饮无绪，留恋处，兰舟催发。执手相看泪眼，竟无语凝噎。念去去，千里烟波，暮霭沉沉楚天阔。多情自古伤离别，更那堪，冷落清秋节！今宵酒醒何处？杨柳岸，晓风残月。此去经年，应是良辰好景虚设。便纵有千种风情，更与何人说？(好景 一作：美景)",
        "author": "宋代",
        "poem_class": "古诗三百",
        "dynasty": "梅尧臣"
    },
    {
        "title": "咏傀儡",
        "paragraph": "鲍老当筵笑郭郎，笑他舞袖太郎当。若教鲍老当筵舞，转更郎当舞袖长。双星良夜，耕慵织懒，应被群仙相妒。娟娟月姊满眉颦，更无奈、风姨吹雨。 相逢草草，争如休见，重搅别离心绪。新欢不抵旧愁多，倒添了、新愁归去。建炎庚戌题吴江平生太湖上，短棹几经过。如今重到，何事愁与水云多？拟把匣中长剑，换取扁舟一叶，归去老渔蓑。银艾非吾事，丘壑已蹉跎。脍新鲈，斟美酒，起悲歌。太平生长，岂谓今日识干戈。欲泻三江雪浪，净洗胡尘千里，不用挽天河。回首望霄汉，双泪堕清波！渔父笑，轻鸥举，漠漠一江风雨。江边骑马是官人，借我孤舟南渡。",
        "author": "宋代",
        "poem_class": "古诗三百",
        "dynasty": "杨亿"
    },
    {
        "title": "陶者",
        "paragraph": "陶尽门前土，屋上无片瓦。十指不沾泥，鳞鳞居大厦。凌波不过横塘路，但目送、芳尘去。锦瑟华年谁与度？月桥花院，琐窗朱户，只有春知处。飞云冉冉蘅皋暮，彩笔新题断肠句。试问闲情都几许？一川烟草，满城风絮，梅子黄时雨。(版本一)凌波不过横塘路，但目送、芳尘去。锦瑟华年谁与度？月台花榭，琐窗朱户，只有春知处。碧云冉冉蘅皋暮，彩笔新题断肠句。试问闲愁都几许？一川烟草，满城风絮，梅子黄时雨。(版本二)游九仙山，闻里中儿歌陌上花，父老云，吴越王妃每岁春必归临安，王以书遗妃曰：“陌上花开，可缓缓归矣。”吴人用其语为歌，含思宛转，听之凄然。而其词鄙野，为易之云。陌上花开蝴蝶飞，江山犹是昔人非。遗民几度垂垂老，游女长歌缓缓归。陌上山花无数开，路人争看翠軿来。若为留得堂堂去，且更从教缓缓回。生前富贵草头露，身后风流陌上花。已作迟迟君去鲁，犹教缓缓妾还家。百啭千声随意移，山花红紫树高低。始知锁向金笼听，不及林间自在啼。",
        "author": "宋代",
        "poem_class": "古诗三百",
        "dynasty": "梅尧臣"
    },
    {
        "title": "柳",
        "paragraph": "晓带轻烟间杏花，晚凝深翠拂平沙。长条别有风流处，密映钱塘苏小家。梦断香消四十年，沈园柳老不吹绵。此身行作稽山土，犹吊遗踪一泫然。古之所谓豪杰之士者，必有过人之节，人情有所不能忍者。匹夫见辱，拔剑而起，挺身而斗，此不足为勇也。天下有大勇者，卒然临之而不惊，无故加之而不怒。此其所挟持者甚大，而其志甚远也。夫子房受书于圯上之老人也，其事甚怪；然亦安知其非秦之世，有隐君子者出而试之。观其所以微见其意者，皆圣贤相与警戒之义；而世不察，以为鬼物，亦已过矣。且其意不在书。当韩之亡，秦之方盛也，以刀锯鼎镬待天下之士。其平居无罪夷灭者，不可胜数。虽有贲、育，无所复施。夫持法太急者，其锋不可犯，而其势未可乘。子房不忍忿忿之心，以匹夫之力而逞于一击之间；当此之时，子房之不死者，其间不能容发，盖亦已危矣。千金之子，不死于盗贼，何者？其身之可爱，而盗贼之不足以死也。子房以盖世之才，不为伊尹、太公之谋，而特出于荆轲、聂政之计，以侥幸于不死，此圯上老人所为深惜者也。是故倨傲鲜腆而深折之。彼其能有所忍也，然后可以就大事，故曰：“孺子可教也。”楚庄王伐郑，郑伯肉袒牵羊以逆；庄王曰：“其君能下人，必能信用其民矣。”遂舍之。勾践之困于会稽，而归臣妾于吴者，三年而不倦。且夫有报人之志，而不能下人者，是匹夫之刚也。夫老人者，以为子房才有余，而忧其度量之不足，故深折其少年刚锐之气，使之忍小忿而就大谋。何则？非有生平之素，卒然相遇于草野之间，而命以仆妾之役，油然而不怪者，此固秦皇之所不能惊，而项籍之所不能怒也。观夫高祖之所以胜，而项籍之所以败者，在能忍与不能忍之间而已矣。项籍唯不能忍，是以百战百胜而轻用其锋；高祖忍之，养其全锋而待其弊，此子房教之也。当淮阴破齐而欲自王，高祖发怒，见于词色。由此观之，犹有刚强不忍之气，非子房其谁全之？太史公疑子房以为魁梧奇伟，而其状貌乃如妇人女子，不称其志气。呜呼！此其所以为子房欤！ 瘦玉萧萧伊水头，风宜清夜露宜秋。更教仙骥旁边立，尽是人间第一流。",
        "author": "宋代",
        "poem_class": "古诗三百",
        "dynasty": "寇准"
    },
    {
        "title": "春居杂兴·两株桃杏映篱斜",
        "paragraph": "两株桃杏映篱斜，妆点商州副使家。何事春风容不得？和莺吹折数枝花。是岁十月之望，步自雪堂，将归于临皋。二客从予过黄泥之坂。霜露既降，木叶尽脱， 人影在地，仰见明月，顾而乐之，行歌相答。已而叹曰：“有客无酒，有酒无肴，月白风清，如此良夜何！”客曰：“今者薄暮，举网得鱼，巨口细鳞，状似松江之鲈。顾安所得酒 乎？”归而谋诸妇。妇曰：“我有斗酒，藏之久矣，以待子不时之需。”于是携酒与鱼，复 游于赤壁之下。江流有声，断岸千尺；山高月小，水落石出。曾日月之几何，而江山不可复 识矣。予乃摄衣而上，履巉岩，披蒙茸，踞虎豹，登虬龙，攀栖鹘之危巢，俯冯夷之幽 宫。盖二客不能从焉。划然长啸，草木震动，山鸣谷应，风起水涌。予亦悄然而悲，肃然而 恐，凛乎其不可留也。反而登舟，放乎中流，听其所止而休焉。时夜将半，四顾寂寥。适有 孤鹤，横江东来。翅如车轮，玄裳缟衣，戛然长鸣，掠予舟而西也。须臾客去，予亦就睡。梦一道士，羽衣翩跹，过临皋之下，揖予而言曰：“赤壁之游乐 乎？”问其姓名，俯而不答。“呜呼！噫嘻！我知之矣。畴昔之夜，飞鸣而过我者，非子也 邪？”道士顾笑，予亦惊寤。开户视之，不见其处。梅英疏淡，冰澌溶泄，东风暗换年华。金谷俊游，铜驼巷陌，新晴细履平沙。长记误随车。正絮翻蝶舞，芳思交加。柳下桃蹊，乱分春色到人家。西园夜饮鸣笳。有华灯碍月，飞盖妨花。兰苑未空，行人渐老，重来是事堪嗟。烟暝酒旗斜。但倚楼极目，时见栖鸦。无奈归心，暗随流水到天涯。双蝶绣罗裙。东池宴。初相见。朱粉不深匀。闲花淡淡春。 细看诸处好。人人道。柳腰身。昨日乱山昏。来时衣上云。",
        "author": "宋代",
        "poem_class": "古诗三百",
        "dynasty": "王禹偁"
    },
    {
        "title": "村行",
        "paragraph": "马穿山径菊初黄，信马悠悠野兴长。万壑有声含晚籁，数峰无语立斜阳。棠梨叶落胭脂色，荞麦花开白雪香。何事吟余忽惆怅，村桥原树似吾乡。客子久不到，好景为君留。西楼着意吟赏，何必问更筹？唤起一天明月，照我满怀冰雪，浩荡百川流。鲸饮未吞海，剑气已横秋。野光浮，天宇迥，物华幽。中州遗恨，不知今夜几人愁？谁念英雄老矣？不道功名蕞尔，决策尚悠悠。此事费分说，来日且扶头！一带江山如画，风物向秋潇洒。水浸碧天何处断？霁色冷光相射。蓼屿荻花洲，掩映竹篱茅舍。云际客帆高挂，烟外酒旗低亚。多少六朝兴废事，尽入渔樵闲话。怅望倚层楼，寒日无言西下。十里青山远，潮平路带沙。数声啼鸟怨年华。又是凄凉时候，在天涯。白露收残月，清风散晓霞。绿杨堤畔问荷花：记得年时沽酒，那人家？(残月 一作：残暑)",
        "author": "宋代",
        "poem_class": "古诗三百",
        "dynasty": "王禹偁"
    },
    {
        "title": "初晴游沧浪亭",
        "paragraph": "夜雨连明春水生，娇云浓暖弄阴晴。帘虚日薄花竹静，时有乳鸠相对鸣。祖席离歌，长亭别宴。香尘已隔犹回面。居人匹马映林嘶，行人去棹依波转。画阁魂消，高楼目断。斜阳只送平波远。无穷无尽是离愁，天涯地角寻思遍。清明天气醉游郎。莺儿狂。燕儿狂。翠盖红缨，道上往来忙。记得相逢垂柳下，雕玉珮，缕金裳。 春光还是旧春光。桃花香。李花香。浅白深红，一一斗新妆。惆怅惜花人不见，歌一阕，泪千行。庐山烟雨浙江潮，未至千般恨不消。到得还来别无事，庐山烟雨浙江潮。",
        "author": "宋代",
        "poem_class": "古诗三百",
        "dynasty": "苏舜钦"
    },
    {
        "title": "柳枝词",
        "paragraph": "亭亭画舸系春潭，直到行人酒半酣。不管烟波与风雨，载将离恨过江南。波声拍枕长淮晓，隙月窥人小。无情汴水自东流，只载一船离恨向西州。竹溪花浦曾同醉，酒味多于泪。谁教风鉴在尘埃？酝造一场烦恼送人来！落花已作风前舞。又送黄昏雨。晓来庭院半残红。惟有游丝千丈、罥晴空。 殷勤花下同携手。更尽杯中酒。美人不用敛蛾眉。我亦多情无奈、酒阑时。乾坤空落落，岁月去堂堂。末路惊风雨，穷边饱雪霜。命随年欲尽，身与世俱忘。无复屠苏梦，挑灯夜未央。",
        "author": "宋代",
        "poem_class": "古诗三百",
        "dynasty": "郑文宝"
    },
    {
        "title": "塞上",
        "paragraph": "鸣骹直上一千尺，天静无风声更干。碧眼胡儿三百骑，尽提金勒向云看。小浦闻鱼跃，横林待鹤归。闲云不成雨，故傍碧山飞。水陆草木之花，可爱者甚蕃。晋陶渊明独爱菊。自李唐来，世人甚爱牡丹。予独爱莲之出淤泥而不染，濯清涟而不妖，中通外直，不蔓不枝，香远益清，亭亭净植，可远观而不可亵玩焉。(甚爱 一作：盛爱)予谓菊，花之隐逸者也；牡丹，花之富贵者也；莲，花之君子者也。噫！菊之爱，陶后鲜有闻。莲之爱，同予者何人？牡丹之爱，宜乎众矣。徐州石潭谢雨，道上作五首。潭在城东二十里，常与泗水增减清浊相应。软草平莎过雨新，轻沙走马路无尘。何时收拾耦耕身？日暖桑麻光似泼，风来蒿艾气如薰。使君元是此中人。",
        "author": "宋代",
        "poem_class": "古诗三百",
        "dynasty": "柳开"
    },
    {
        "title": "东溪",
        "paragraph": "行到东溪看水时，坐临孤屿发船迟。野凫眠岸有闲意，老树着花无丑枝。短短蒲茸齐似剪，平平沙石净于筛。情虽不厌住不得，薄暮归来车马疲。自作新词韵最娇，小红低唱我吹箫。曲终过尽松陵路，回首烟波十四桥。京口瓜洲一水间，钟山只隔数重山。春风又绿江南岸，明月何时照我还。花光浓烂柳轻明，酌酒花前送我行。我亦且如常日醉，莫教弦管作离声。",
        "author": "宋代",
        "poem_class": "古诗三百",
        "dynasty": "梅尧臣"
    },
    {
        "title": "人日思归",
        "paragraph": "入春才七日，离家已二年。人归落雁后，思发在花前。显允盛德，隆我前构。瑶源弥泻，琼根愈秀。诞惟有族，丕绪克茂。大业崇新，洪基增旧。治极发闻，不瑕有芬。嘉玉陈幣，神国欣欣。诚心昭著，钦恭无文。以妥以侑，笃祜何垠。梵宫既隐隐，灵岫亦沈沈。平郊送晚日，高峰落远阴。回幡飞曙岭，疏钟响昼林。蝉鸣秋气近，泉吐石溪深。抗迹禅枝地，发念菩提心。",
        "author": "隋代",
        "poem_class": "古诗三百",
        "dynasty": "薛道衡"
    },
    {
        "title": "敕勒歌",
        "paragraph": "敕勒川，阴山下。天似穹庐，笼盖四野，天苍苍，野茫茫，风吹草低见牛羊。也知故辙莽难循，岂有风情忆洧溱。乱眼花枝向人笑，荡胸文字待谁论。腾骧短景终成泪，落漠中年始惜春。尽涤尘襟何处去，深山糜鹿可能驯。有客告将离，赠言重兰蕙。泛舟当泛济，结交当结桂。济水有清源，桂树多芳根。毛公与朱亥，俱在信陵门。赵瑟凤凰柱，吴醥金罍樽。我有北山志，留连为报恩。夫君皆逸翮，抟景复凌骞。白云间海树，秋日暗平原。寒虫鸣趯趯，落叶飞翻翻。何用赠分手，自有北堂萱。朝日照绮窗，光风动纨罗。巧笑蒨两犀，美目扬双蛾。",
        "author": "南北朝",
        "poem_class": "古诗三百",
        "dynasty": "乐府诗集"
    },
    {
        "title": "侍宴咏石榴",
        "paragraph": "可惜庭中树，移根逐汉臣。只为来时晚，花开不及春。雨过一蝉噪，飘萧松桂秋。青苔满阶砌，白鸟故迟留。暮霭生深树，斜阳下小楼。谁知竹西路，歌吹是扬州。一路经行处，莓苔见履痕。白云依静渚，春草闭闲门。过雨看松色，随山到水源。溪花与禅意，相对亦忘言。寒更承夜永，凉夕向秋澄。离心何以赠，自有玉壶冰。",
        "author": "唐代",
        "poem_class": "古诗三百",
        "dynasty": "孔绍安"
    },
    {
        "title": "陇头歌辞三首",
        "paragraph": "陇头流水，流离山下。念吾一身，飘然旷野。朝发欣城，暮宿陇头。寒不能语，舌卷入喉。陇头流水，鸣声呜咽。遥望秦川，心肝断绝。 拔剑平四海，横戈却万夫。一朝床枕上，回转仰人扶。壮色随肌减，呻吟与痛俱。绮罗虽满目，愁眉独向隅。春近寒虽转，梅舒雪尚飘。从风还共落，照日不俱销。叶开随足影，花多助重条。今来渐异昨，向晚判胜朝。林间花欲燃，竹径露初圆。斗鸡东道上，走马北场边。合欢依暝卷，葡萄向日鲜。旗亭觅张放，香车迎董贤。定隔天渊水，相思夜不眠。",
        "author": "南北朝",
        "poem_class": "古诗三百",
        "dynasty": "佚名"
    },
    {
        "title": "作蚕丝",
        "paragraph": "春蚕不应老，昼夜常怀丝。何惜微躯尽，缠绵自有时。敕勒川，阴山下。天似穹庐，笼盖四野，天苍苍，野茫茫，风吹草低见牛羊。君不见蕣华不终朝。须臾淹冉零落销。盛年妖艳浮华辈。不久亦当诣冢头。一去无还期。千秋万岁无音词。孤魂茕茕空陇间。独魄徘徊遶坟基。但闻风声野鸟吟。岂忆平生盛年时。为此令人多悲悒。君当纵意自熙怡。巫山高不极。白日隐光辉。霭霭朝云去。溟溟暮雨归。岩悬兽无迹。林暗鸟疑飞。枕席竟谁荐。相望空依依。",
        "author": "南北朝",
        "poem_class": "古诗三百",
        "dynasty": "佚名"
    },
    {
        "title": "断句",
        "paragraph": "白云满鄣来，黄尘暗天起。关山四面绝，故乡几千里。东山看西水，水流磐石间。公死姥更嫁，孤儿甚可怜。拥旄为汉将，汗马出长城。长城地势险，万里与云平。凉秋八九月，虏骑入幽并。飞狐白日晚，瀚海愁云生。羽书时断绝，刁斗昼夜惊。乘墉挥宝剑，蔽日引高旍。云屯七萃士，鱼丽六郡兵。胡笳关下思，羌笛陇头鸣。骨都先自詟，日逐次亡精。玉门罢斥候，甲第始修营。位登万庾积，功立百行成。天长地自久，人道有亏盈。未穷激楚乐，已见高台倾。当令麟阁上，千载有雄名！净心抱冰雪，暮齿逼桑榆。太息波川迅，悲哉人世拘。岁华皆采穫，冬晚共严枯。濯流济八水，开襟入四衢。玆山灵妙合，当与天地俱。石濑乍深浅，崖烟递有无。缺碑横古隧，盘木卧荒涂。行行备履历，步步辚威纡。高僧迹共远，胜地心相符。樵隐各有得，丹青独不渝。遗风伫芳桂，比德喻生刍。寄言长往客，悽然伤鄙夫。",
        "author": "南北朝",
        "poem_class": "古诗三百",
        "dynasty": "刘昶"
    },
    {
        "title": "于长安归还扬州九月九日行薇山亭赋韵 / 长安九日诗",
        "paragraph": "心逐南云逝，形随北雁来。故乡篱下菊，今日几花开。金堤分锦缆，白马渡莲舟。风严歌响绝，浪涌榜人愁。棹折桃花水，帆横竹箭流。何言沈璧处，千载偶阳侯。罗袖风中卷。玉钗林下耀。团扇承落花。复持掩余笑。蚕生春三月，春桑正含绿。女儿采春桑，歌吹当春曲。冶游采桑女，尽有芳春色。姿容应春媚，粉黛不加饰。系条采春桑，采叶何纷纷。采桑不装钩，牵坏紫罗裙。语欢稍养蚕，一头养百塸。奈当黑瘦尽，桑叶常不周。春月采桑时，林下与欢俱。养蚕不满百，那得罗绣襦。采桑盛阳月，绿叶何翩翩。攀条上树表，牵坏紫罗裙。伪蚕化作茧，烂熳不成丝。徒劳无所获，养蚕持底为？",
        "author": "南北朝",
        "poem_class": "古诗三百",
        "dynasty": "江总"
    },
    {
        "title": "晚出新亭",
        "paragraph": "大江一浩荡，离悲足几重。潮落犹如盖，云昏不作峰。远戍唯闻鼓，寒山但见松。九十方称半，归途讵有踪。楼上试朝妆，风花下砌傍。入镜先飘粉，翻衫好染香。度舞飞长袖，传歌共绕梁。欲因吹少女，还持拂大王。陈王初丧应、刘，端忧多暇。绿苔生阁，芳尘凝榭。悄焉疚怀，不怡中夜。乃清兰路，肃桂苑，腾吹寒山，弭盖秋阪。临浚壑而怨遥，登崇岫而伤远。于时斜汉左界，北陆南躔，白露暖空，素月流天。沈吟齐章，殷勤陈篇，抽毫进牍，以命仲宣。仲宣跪而称曰：臣东鄙幽介，长自丘樊。昧道懵学，孤奉明恩。臣闻沈潜既义，高明既经，日以阳德，月以阴灵。擅扶光于东沼，嗣若英于西冥。引玄兔于帝台，集素娥于后庭。朒脁警阙，朏魄示冲，顺辰通烛，从星泽风。增华台室，扬采轩宫。委照而吴业昌，沦精而汉道融。若夫气霁地表，云敛天末，洞庭始波，木叶微脱。菊散芳于山椒，雁流哀于江濑。升清质之悠悠，降澄辉之蔼蔼。列宿掩缛，长河韬映，柔祇雪凝，圆灵水镜。连观霜缟，周除冰净。君王乃厌晨欢，乐宵宴，收妙舞，弛清县。去烛房，即月殿，芳酒登，鸣琴荐。若乃凉夜自凄，风篁成韵，亲懿莫从，羇孤递进。聆皋禽之夕闻，听朔管之秋引。于是弦桐练响，音容选和，徘徊房露，惆怅阳阿。声林虚籁，沦池灭波，情纡轸其何托，愬皓月而长歌。歌曰：美人迈兮音尘阙，隔千里兮共明月。临风叹兮将焉歇，川路长兮不可越。歌响未终，余景就毕，满堂变容，回遑如失。又称歌曰：月既没兮露欲晞，岁方晏兮无与归。佳期可以还，微霜沾人衣。陈王曰：善。乃命执事，献寿羞璧，敬佩玉音，复之无斁。鹫岭春光遍。王城野望通。登临情不极。萧散趣无穷。莺随入户树。花逐下山风。栋里归云白。牕外落晖红。古石何年卧。枯树几春空。淹留惜未及。幽桂在芳丛。",
        "author": "南北朝",
        "poem_class": "古诗三百",
        "dynasty": "阴铿"
    },
    {
        "title": "蜀道难·其二",
        "paragraph": "巫山七百里，巴水三回曲。笛声下复高，猿啼断还续。东明九芝盖。北烛五云车。飘飖入倒景。出没上烟霞。春泉下玉溜。青鸟向金华。汉帝看桃核。齐侯问枣花。上元应送酒。同来访蔡家。暂出白门前。杨柳可藏乌。郎作沈水香。侬作博山炉。客心已百念，孤游重千里。江暗雨欲来，浪白风初起。",
        "author": "南北朝",
        "poem_class": "古诗三百",
        "dynasty": "萧纲"
    },
    {
        "title": "寄王琳",
        "paragraph": "玉关道路远，金陵信使疏。独下千行泪，开君万里书。接叶有多种，开花无异色。含露或低垂，从风时偃抑。甘菊愧仙方，丛兰谢芳馥。柳黄未吐叶，水绿半含苔。春色边城动，客思故乡来。艅艎何泛泛，空水共悠悠。阴霞生远岫，阳景逐回流。蝉噪林逾静，鸟鸣山更幽。此地动归念，长年悲倦游。",
        "author": "南北朝",
        "poem_class": "古诗三百",
        "dynasty": "庾信"
    },
    {
        "title": "蜀道难·其一",
        "paragraph": "建平督邮道，鱼复永安宫。若奏巴渝曲，时当君思中。南州实炎德，桂树凌寒山。铜陵映碧涧，石磴泻红泉。既枉隐沦客，亦栖肥遯贤。险径无测度，天路非术阡。遂登羣峯首，邈若升云烟。羽人绝髣髴，丹丘徒空筌。图牒复摩灭，碑版谁闻传？莫辩百世后，安知千载前。且申独往意，乘月弄潺湲。恒充俄顷用，岂为古今然！试望平原，蔓草萦骨，拱木敛魂。人生到此，天道宁论？于是仆本恨人，心惊不已。直念古者，伏恨而死。至如秦帝按剑，诸侯西驰。削平天下，同文共规，华山为城，紫渊为池。雄图既溢，武力未毕。方架鼋鼍以为梁，巡海右以送日。一旦魂断，宫车晚出。若乃赵王既虏，迁于房陵。薄暮心动，昧旦神兴。别艳姬与美女，丧金舆及玉乘。置酒欲饮，悲来填膺。千秋万岁，为怨难胜。至如李君降北，名辱身冤。拔剑击柱，吊影惭魂。情往上郡，心留雁门。裂帛系书，誓还汉恩。朝露溘至，握手何言？若夫明妃去时，仰天太息。紫台稍远，关山无极。摇风忽起，白日西匿。陇雁少飞，代云寡色。望君王兮何期？终芜绝兮异域。至乃敬通见抵，罢归田里。闭关却扫，塞门不仕。左对孺人，顾弄稚子。脱略公卿，跌宕文史。 赍志没地，长怀无已。及夫中散下狱，神气激扬。浊醪夕引，素琴晨张。秋日萧索，浮云无光。郁青霞之奇意，入修夜之不旸。或有孤臣危涕，孽子坠心。迁客海上，流戍陇阴，此人但闻悲风汩起，血下沾衿。亦复含酸茹叹，销落湮沉。若乃骑叠迹，车屯轨，黄尘匝地，歌吹四起。无不烟断火绝，闭骨泉里。已矣哉！春草暮兮秋风惊，秋风罢兮春草生。绮罗毕兮池馆尽，琴瑟灭兮丘垄平。自古皆有死，莫不饮恨而吞声。细丝本自轻，弱彩何足眄。直为发红颜，谬成握中扇。乍奉长门泣，时承柏梁宴。思妆开已掩，歌容隐而见。但画双黄鹄，莫画孤飞燕。",
        "author": "南北朝",
        "poem_class": "古诗三百",
        "dynasty": "萧纲"
    },
    {
        "title": "入若耶溪",
        "paragraph": "艅艎何泛泛，空水共悠悠。阴霞生远岫，阳景逐回流。蝉噪林逾静，鸟鸣山更幽。此地动归念，长年悲倦游。树似新亭岸，沙如龙尾湾。犹言吟溟浦，应有落帆归。跻险筑幽居。披云卧石门。苔滑谁能步。葛弱岂可扪。袅袅秋风过。萋萋春草繁。美人游不还。佳期何由敦。芳尘凝瑶席。清醑满金罇。洞庭空波澜。桂枝徒攀翻。结念属霄汉。孤景莫与谖。俯濯石下潭。俯看条上猿。早闻夕飚急。晚见朝日暾。崖倾光难留。林深响易奔。感往虑有复。理来情无存。庶持乘日车。得以慰营魂。匪为众人说。冀与智者论。迟顿首陈将军足下：无恙，幸甚，幸甚！将军勇冠三军，才为世出，弃燕雀之小志，慕鸿鹄以高翔！昔因机变化，遭遇明主，立功立事，开国称孤。朱轮华毂，拥旄万里，何其壮也！如何一旦为奔亡之虏，闻鸣镝而股战，对穹庐以屈膝，又何劣邪！寻君去就之际，非有他故，直以不能内审诸己，外受流言，沈迷猖蹶，以至于此。圣朝赦罪责功，弃瑕录用，推赤心于天下，安反侧于万物。将军之所知，不假仆一二谈也。朱鲔涉血于友于，张绣剚刃於爱子，汉主不以为疑，魏君待之若旧。况将军无昔人之罪，而勋重於当世！夫迷途知返，往哲是与，不远而复，先典攸高。主上屈法申恩，吞舟是漏；将军松柏不剪，亲戚安居，高台未倾，爱妾尚在；悠悠尔心，亦何可言！今功臣名将，雁行有序，佩紫怀黄，赞帷幄之谋，乘轺建节，奉疆埸之任，并刑马作誓，传之子孙。将军独靦颜借命，驱驰毡裘之长，宁不哀哉！夫以慕容超之强，身送东市；姚泓之盛，面缚西都。故知霜露所均，不育异类；姬汉旧邦，无取杂种。北虏僭盗中原，多历年所，恶积祸盈，理至燋烂。况伪孽昏狡，自相夷戮，部落携离，酋豪猜贰。方当系颈蛮邸，悬首藁街，而将军鱼游於沸鼎之中，燕巢於飞幕之上，不亦惑乎？暮春三月，江南草长，杂花生树，群莺乱飞。见故国之旗鼓，感平生于畴日，抚弦登陴，岂不怆悢！所以廉公之思赵将，吴子之泣西河，人之情也，将军独无情哉？想早励良规，自求多福。当今皇帝盛明，天下安乐。白环西献，楛矢东来；夜郎滇池，解辫请职；朝鲜昌海，蹶角受化。唯北狄野心，掘强沙塞之间，欲延岁月之命耳！中军临川殿下，明德茂亲，揔兹戎重，吊民洛汭，伐罪秦中，若遂不改，方思仆言。聊布往怀，君其详之。丘迟顿首。",
        "author": "南北朝",
        "poem_class": "古诗三百",
        "dynasty": "王籍"
    },
    {
        "title": "诏问山中何所有赋诗以答",
        "paragraph": "山中何所有，岭上多白云。只可自怡悦，不堪持赠君。金堤分锦缆，白马渡莲舟。风严歌响绝，浪涌榜人愁。棹折桃花水，帆横竹箭流。何言沈璧处，千载偶阳侯。夕鸟已西度。残霞亦半消。风声动密竹。水影漾长桥。旅人多忧思。寒江复寂寥。尔情深巩落。予念返渔樵。何因适归愿。分路一扬镳。交龙成锦斗凤纹，芙蓉为带石榴裙。日下城南两相望，月没参横掩罗帐。",
        "author": "南北朝",
        "poem_class": "古诗三百",
        "dynasty": "陶弘景"
    },
    {
        "title": "山中杂诗",
        "paragraph": "山际见来烟，竹中窥落日。鸟向檐上飞，云从窗里出。岸烟起暮色，岸水带斜晖。径狭横枝度，帘摇惊燕飞。落花承步履，流涧写行衣。何殊九枝盖，薄暮洞庭归。众花杂色满上林。舒芳耀绿垂轻阴。连手躞蹀舞春心。舞春心。临岁腴。中人望。独踟蹰。步出西城门。遥望城西岑。连鄣叠巘崿。青翠杳深沉。晓霜枫叶丹。夕曛岚气阴。节往戚不浅。感来念已深。羁雌恋旧侣。迷鸟怀故林。含情尚劳爱。如何离赏心。抚镜华缁鬓。揽带缓促衿。安排徒空言。幽独赖鸣琴。",
        "author": "南北朝",
        "poem_class": "古诗三百",
        "dynasty": "吴均"
    },
    {
        "title": "咏早梅 / 扬州法曹梅花盛开",
        "paragraph": "兔园标物序，惊时最是梅。衔霜当路发，映雪拟寒开。枝横却月观，花绕凌风台。朝洒长门泣，夕驻临邛杯。应知早飘落，故逐上春来。唧唧复唧唧，木兰当户织。不闻机杼声，唯闻女叹息。(唯 一作：惟)问女何所思，问女何所忆。女亦无所思，女亦无所忆。昨夜见军帖，可汗大点兵，军书十二卷，卷卷有爷名。阿爷无大儿，木兰无长兄，愿为市鞍马，从此替爷征。东市买骏马，西市买鞍鞯，南市买辔头，北市买长鞭。旦辞爷娘去，暮宿黄河边，不闻爷娘唤女声，但闻黄河流水鸣溅溅。旦辞黄河去，暮至黑山头，不闻爷娘唤女声，但闻燕山胡骑鸣啾啾。万里赴戎机，关山度若飞。朔气传金柝，寒光照铁衣。将军百战死，壮士十年归。归来见天子，天子坐明堂。策勋十二转，赏赐百千强。可汗问所欲，木兰不用尚书郎，愿驰千里足，送儿还故乡。爷娘闻女来，出郭相扶将；阿姊闻妹来，当户理红妆；小弟闻姊来，磨刀霍霍向猪羊。开我东阁门，坐我西阁床。脱我战时袍，著我旧时裳。当窗理云鬓，对镜帖花黄。出门看火伴，火伴皆惊忙：同行十二年，不知木兰是女郎。雄兔脚扑朔，雌兔眼迷离；双兔傍地走，安能辨我是雄雌？直如朱丝绳，清如玉壶冰。何惭宿昔意，猜恨坐相仍。人情贱恩旧，世义逐衰兴。毫发一为瑕，丘山不可胜。食苗实硕鼠，点白信苍蝇。凫鹄远成美，薪刍前见凌。申黜褒女进，班去赵姬升。周王日沦惑，汉帝益嗟称。心赏犹难恃，貌恭岂易凭。古来共如此，非君独抚膺。两叶虽为赠，交情永未因。同心何处恨，栀子最关人。",
        "author": "南北朝",
        "poem_class": "古诗三百",
        "dynasty": "何逊"
    },
    {
        "title": "边城思",
        "paragraph": "柳黄未吐叶，水绿半含苔。春色边城动，客思故乡来。步兵未饮酒。中散未弹琴。索索无真气。昏昏有俗心。涸鲋常思水。惊飞每失林。风云能变色。松竹且悲吟。由来不得意。何必往长岑。步兵未饮酒，中散未弹琴。索索无真气，昏昏有俗心。涸鲋常思水，惊飞每失林。风云能变色，松竹且悲吟。由来不得意，何必往长岑。贫贱难堪俗眼低，区区何事便云泥。会稽乞得无他念，祇为归来诧故妻。",
        "author": "南北朝",
        "poem_class": "古诗三百",
        "dynasty": "何逊"
    },
    {
        "title": "估客乐四首",
        "paragraph": "郎作十里行，侬作九里送。拔侬头上钗，与郎资路用。有信数寄书，无信心相忆。莫作瓶落井，一去无消息。大艑珂峨头，何处发扬州。借问艑上郎，见侬所欢不？初发扬州时，船出平津泊。五两如竹林，何处相寻博。促柱繁弦非子夜。歌声舞态异前溪。御史府中何处宿。洛阳城头那得栖。弹琴蜀郡卓家女。织锦秦川窦氏妻。讵不自惊长泪落。到头啼乌恒夜啼。手中白团扇。净如秋团月。清风任动生。娇香承意发。小序题解古今乐录曰。上云乐七曲。梁武帝制。以代西曲。一曰凤台。二曰桐柏。三曰方丈。四曰方诸。五曰玉龟。六曰金丹。七曰金陵。凤台上。两悠悠。云之际。神光朝天极。华盖遏延州。羽衣昱耀。春吹去复留。",
        "author": "南北朝",
        "poem_class": "古诗三百",
        "dynasty": "释宝月"
    },
    {
        "title": "山园小梅二首",
        "paragraph": "众芳摇落独暄妍，占尽风情向小园。疏影横斜水清浅，暗香浮动月黄昏。霜禽欲下先偷眼，粉蝶如知合断魂。幸有微吟可相狎，不须檀板共金樽。剪绡零碎点酥乾，向背稀稠画亦难。日薄从甘春至晚，霜深应怯夜来寒。澄鲜只共邻僧惜，冷落犹嫌俗客看。忆着江南旧行路，酒旗斜拂堕吟鞍。春来秋去。往事知何处？燕子归飞兰泣露。光景千留不住。酒阑人散忡忡。闲阶独倚梧桐。记得去年今日，依前黄叶西风。十日春寒不出门，不知江柳已摇村。稍闻决决流冰谷，尽放青青没烧痕。数亩荒园留我住，半瓶浊酒待君温。去年今日关山路，细雨梅花正断魂。燕雁无心，太湖西畔随云去。数峰清苦。商略黄昏雨。 第四桥边，拟共天随住。今何许。凭阑怀古。残柳参差舞。",
        "author": "宋代",
        "poem_class": "古诗三百",
        "dynasty": "林逋"
    },
    {
        "title": "关山月",
        "paragraph": "关山三五月，客子忆秦川。思妇高楼上，当窗应未眠。星旗映疏勒，云阵上祁连。战气今如此，从军复几年。二形一体。四支八头。四八一八。飞泉仰流。妾乘油璧车，郎骑青骢马。何处结同心，西陵松柏下。骢马金络头，锦带佩吴钩。失意杯酒间，白刃起相雠。追兵一旦至，负剑远行游。去乡三十载，复得还旧丘。升高临四关，表里望皇州。九衢平若水，双阙似云浮。扶宫罗将相，夹道列王侯。日中市朝满，车马若川流。击钟陈鼎食，方驾自相求。今我独何为，坎壈怀百忧？",
        "author": "南北朝",
        "poem_class": "古诗三百",
        "dynasty": "徐陵"
    },
    {
        "title": "夜夜曲",
        "paragraph": "河汉纵且横，北斗横复直。星汉空如此，宁知心有忆？孤灯暧不明，寒机晓犹织。零泪向谁道，鸡鸣徒叹息。湖山明秀。豆蔻梢头春欲透。学画鸦儿。多少閒愁总未知。新声皓齿。恼损苏州狂刺史。一斛骊珠。许我樽前醉也无。欢多情未极，赏至莫停杯。酒中喜桃子，粽里觅杨梅。帘开风入帐，烛尽炭成灰。勿疑鬓钗重，为待晓光催。明政敦化。矜恤载怀。用掇良彦。循我人黎。江既永矣。服亦南畿。解袂告离。云往风飞。",
        "author": "南北朝",
        "poem_class": "古诗三百",
        "dynasty": "沈约"
    },
    {
        "title": "折杨柳歌辞五首",
        "paragraph": "上马不捉鞭，反折杨柳枝。蹀座吹长笛，愁杀行客儿。腹中愁不乐，愿作郎马鞭。出入擐郎臂，蹀座郎膝边。放马两泉泽，忘不著连羁。担鞍逐马走，何见得马骑。遥看孟津河，杨柳郁婆娑。我是虏家儿，不解汉儿歌。健儿须快马，快马须健儿。跸跋黄尘下，然后别雄雌。 寒灰灭更燃。夕华晨更鲜。春冰虽暂解。冬水复还坚。佳人舍我去。赏爱长絶缘。欢至不留日。感物辄伤年。重波沦且直，连山纠复纷。鸟飞不复见，风声犹可闻。胧胧树里月，飘飘水上云。长安远如此，无缘得报君。权去生道促，忧来死路长。怀恨出国门，含悲入鬼乡。隧门一时闭，幽庭岂复光。思鸟吟青松，哀风吹白杨。昔来闻死苦，何言身自当。",
        "author": "南北朝",
        "poem_class": "古诗三百",
        "dynasty": "佚名"
    },
    {
        "title": "之零陵郡次新亭",
        "paragraph": "江干远树浮，天末孤烟起。江天自如合，烟树还相似。沧流未可源，高帆去何已。杳杳日西颓，漫漫长路迫。登楼为谁思？临江迟来客。与我别所期，期在三五夕。圆景早己满，佳人犹未适。即事怨睽携，感物方凄戚。孟夏非长夜，晦明如岁隔。瑶华未堪折，兰苕已屡摘。路阻莫赠问，云何慰离析？搔首访行人，引领冀良觌。谁道谪仙狂，豪情托举觞。目无高力士，心识郭汾阳。自君之出矣，金翠闇无精。思君如日月，回还昼夜生。",
        "author": "南北朝",
        "poem_class": "古诗三百",
        "dynasty": "范云"
    },
    {
        "title": "晚登三山还望京邑",
        "paragraph": "灞涘望长安，河阳视京县。白日丽飞甍，参差皆可见。余霞散成绮，澄江静如练。喧鸟覆春洲，杂英满芳甸。去矣方滞淫，怀哉罢欢宴。佳期怅何许，泪下如流霰。有情知望乡，谁能鬒不变？北阙临玄水。南宫生绛云。龙泥印玉策。大火炼真文。上元风雨散。中天歌吹分。灵驾千寻上。空香万里闻。絺绤虽凄其，授衣尚未至。感节良已深，怀古亦云思。不有千里棹，孰申百代意。远协尚子心，遥得许生计。既及泠风善，又即秋水驶。江山共开旷，云日相照媚。景夕群物清，对玩咸可憙。佳人在北燕，相望渭桥边。团团落日树，耿耿曙河天。愁多明月下，泪尽雁行前。别心不可寄，惟馀琴上弦。",
        "author": "南北朝",
        "poem_class": "古诗三百",
        "dynasty": "谢朓"
    },
    {
        "title": "梅花落",
        "paragraph": "中庭多杂树，偏为梅咨嗟。问君何独然？念其霜中能作花，露中能作实。摇荡春风媚春日，念尔零落逐寒风，徒有霜华无霜质。(寒风 一作：风飚)湖山曲里家家好，镜阁风情别一窝。夜夜常留明月照，朝朝消受白云磨。水痕不动秋客净，花影斜垂春色拖。但怪眉梢兼眼角，临之不媚愧如何？朝云乱人目，帝女湘川宿。折菡巫山下，采荇洞庭腹。故以轻薄好，千里命舻舳。何事非相思，江上葳蕤竹。园蘅眩红花，湖荇燡黄华。回鹤横淮翰，远越合云霞。",
        "author": "南北朝",
        "poem_class": "古诗三百",
        "dynasty": "鲍照"
    },
    {
        "title": "赠范晔诗",
        "paragraph": "折花逢驿使，寄与陇头人。(折花 一作：折梅)江南无所有，聊赠一枝春。悬圃树瑶。昆山挺玉。流采神皋。列秀华岳。休哉美宝。擢颖昌族。灼灼风徽。采采文牍。夜相思，风吹窗帘动，言是所欢来。寒沙四面平，飞雪千里惊。风断阴山树，雾失交河城。朝驱左贤阵，夜薄休屠营。昔事前军幕，今逐嫖姚兵。失道刑既重，迟留法未轻。所赖今天子，汉道日休明。",
        "author": "南北朝",
        "poem_class": "古诗三百",
        "dynasty": "陆凯"
    },
    {
        "title": "拟行路难·其六",
        "paragraph": "对案不能食，拔剑击柱长叹息。丈夫生世会几时？安能蹀躞垂羽翼！弃置罢官去，还家自休息。朝出与亲辞，暮还在亲侧。弄儿床前戏，看妇机中织。自古圣贤尽贫贱，何况我辈孤且直！君子有酒，小人鼓缶。乃布长筵，式宴亲友。盛壮不留，容华易朽。如彼槁叶，有似过牖。往日莫淹，来期无久。秋风悴林，寒蝉鸣柳。悲自别深，欢田会厚。岂云不乐，与子同寿。我酒既盈，我肴伊阜。短歌是唱，孰知身后。岁杪云昼昏，玄池冰夜结。远风金河起，吹我玉山雪。松生数寸时，遂为草所没。未见笼云心，谁知负霜骨。弱干可摧残，纤茎易陵忽。何当数千尺，为君覆明月。",
        "author": "南北朝",
        "poem_class": "古诗三百",
        "dynasty": "鲍照"
    },
    {
        "title": "拟行路难·其四",
        "paragraph": "泻水置平地，各自东西南北流。人生亦有命，安能行叹复坐愁？酌酒以自宽，举杯断绝歌路难。心非木石岂无感？吞声踯躅不敢言。畴昔国土遇，生平知己恩。直言珠可吐，宁知炭欲吞。一顾重尺璧，千金轻一言。悲伤刘孺子，凄怆史皇孙。无因同武骑，归守霸陵园。本将秋草并，今与夕风轻。腾空类星陨，拂树若生花。屏疑神火照，帘似夜珠明。逢君拾光彩，不吝此生轻。袅袅河堤树。依依魏主营。江陵有旧曲。洛下作新声。妾对长杨苑。君登高柳城。春还应共见。荡子太无情。",
        "author": "南北朝",
        "poem_class": "古诗三百",
        "dynasty": "鲍照"
    },
    {
        "title": "登江中孤屿",
        "paragraph": "江南倦历览，江北旷周旋。怀新道转迥，寻异景不延。乱流趋正绝，孤屿媚中川。云日相辉映，空水共澄鲜。表灵物莫赏，蕴真谁为传。想象昆山姿，缅邈区中缘。始信安期术，得尽养生年。悬圃树瑶。昆山挺玉。流采神皋。列秀华岳。休哉美宝。擢颖昌族。灼灼风徽。采采文牍。绣带合欢结，锦衣连理文。怀情入夜月，含笑出朝云。稍稍枝早劲。涂涂露晚晞。南中荣橘柚。宁知鸿鴈飞。拂雾朝青阁。日旰坐彤闱。怅望一途阻。参差百虑依。春草秋更绿。鸽子未西归。谁能久京洛。缁尘染素衣。",
        "author": "南北朝",
        "poem_class": "古诗三百",
        "dynasty": "谢灵运"
    },
    {
        "title": "杂诗十二首·其一",
        "paragraph": "人生无根蒂，飘如陌上尘。分散逐风转，此已非常身。落地为兄弟，何必骨肉亲！得欢当作乐，斗酒聚比邻。盛年不重来，一日难再晨。及时当勉励，岁月不待人。悲平城。驱马入云中。阴山常晦雪。荒松无罢风。磁石引长针，阳燧下炎烟。宫商声相和，心同自相亲。我情与子合，亦如影追身。寝共织成被，絮用同功绵。暑摇比翼扇，寒坐并肩毡。子笑我必哂，子戚我无欢。来与子共迹，去与子同尘。齐彼蛩蛩兽，举动不相捐。惟愿长无别，合形作一身。生有同室好，死成并棺民。徐氏自言至，我情不可陈。碎碎纤细练。为君作鞲繻。君行岂有顾。忆君是妾夫。昔者得君书。闻君在高平。今时得君书。闻君在京城。京城华丽所。璀璨多异人。男儿多远志。岂知妾念君。昔者与君别。岁律薄将暮。日月一何速。素秋坠湛露。湛露何冉冉。思君随岁晚。对食不能飡。临觞不能饭。",
        "author": "魏晋",
        "poem_class": "古诗三百",
        "dynasty": "陶渊明"
    },
    {
        "title": "读山海经·其十",
        "paragraph": "精卫衔微木，将以填沧海。刑天舞干戚，猛志固常在。同物既无虑，化去不复悔。徒设在昔心，良辰讵可待。(辰 一作：晨)阳和微弱阴气竭。海冻不流绵絮折。呼吸不通寒冽冽。地主观山水，仰寻幽人踪。回沼激中逵，疏竹间修桐。因流转轻觞，冷风飘落松。时禽吟长涧，万籁吹连峰。淡淡流水，沦胥而逝。泛泛柏舟，载浮载滞。微啸清风，鼓楫容裔。放棹投竿，优游卒岁。",
        "author": "魏晋",
        "poem_class": "古诗三百",
        "dynasty": "陶渊明"
    },
    {
        "title": "读山海经·其一",
        "paragraph": "孟夏草木长，绕屋树扶疏。 众鸟欣有托，吾亦爱吾庐。 既耕亦已种，时还读我书。 穷巷隔深辙，颇回故人车。 欢言酌春酒，摘我园中蔬。 微雨从东来，好风与之俱。 泛览《周王传》，流观《山海》图。 俯仰终宇宙，不乐复何如？昔日经游处，如今意已荒。知君曾命驾，为恨失褰裳。境好因人胜，诗看著脚忙。会须重定约，暇日共相徉。晋太庙有石人焉，大张其口，而书其胸曰：我古之多言人也。无少言，无少事！少言少事，则后生何述焉！我读三坟五典八丘九索，赜罔深而不探，理无奥而不钩，故言满天下而无口尤。夫唯言立，名乃长久，胡为块然，生缄其口。自拘广庭，终身叉手？凡夫贪财，烈士殉名，盗跖为浊，夷柳为清。鲍鱼为臭，兰圃为馨。莫贵澄清，莫贱滓秽，二者言异，归于一会。尧悬谏鼓，舜立谤木，听采风谣，惟日不足，道润群生，化隆比屋。末叶陵迟，礼教弥衰，承旨则顺，忤意则违。时好细腰，宫中皆饥；时悦广额，不作细眉。逆龙之鳞，必陷斯机，括囊无咎，乃免诛夷。颠复厥德，可为伤悲。斯可用戒，无妄之时，假说周庙，与言为嗤。是以君子，追而正之。有鸟有鸟丁令威。去家千年今来归。城郭如故人民非。何不学仙冢累累。",
        "author": "魏晋",
        "poem_class": "古诗三百",
        "dynasty": "陶渊明"
    },
    {
        "title": "王孙游",
        "paragraph": "绿草蔓如丝，杂树红英发。无论君不归，君归芳已歇。去秋三五月。今秋还照梁。今春兰蕙草。来春复吐芳。悲哉人道异。一谢永销亡。帘屏既毁撤。帷席更施张。游尘掩虚座。孤帐覆空床。万事无不尽。徒令存者伤。晓月发云阳，落日次朱方。含凄泛广川，洒泪眺连冈。眷言怀君子，沉痛结中肠。道消结愤懑，运开申悲凉。神期恒若存，德音初不忘。徂谢易永久，松柏森已行。延州协心许，楚老惜兰芳。解剑竟何及，抚坟徒自伤。平生疑若人，通蔽互相妨。理感深情恸，定非识所将。脆促良可哀，夭枉特兼常。一随往化灭，安用空名扬？举声沥已洒，长叹不成章。桐柏山。淮之首。肇基帝迹。遂光区有。大震边关。殪獯丑。农既劝。民惟阜。穗充庭。稼盈亩。迨嘉辰。{荐/豕}芳糗。纳寒场。为春酒。昭景福。介眉寿。天斯长。地斯久。化无极。功无朽。",
        "author": "南北朝",
        "poem_class": "古诗三百",
        "dynasty": "谢朓"
    },
    {
        "title": "咏荆轲",
        "paragraph": "燕丹善养士，志在报强嬴。招集百夫良，岁暮得荆卿。君子死知己，提剑出燕京；素骥鸣广陌，慷慨送我行。雄发指危冠，猛气冲长缨。饮饯易水上，四座列群英。渐离击悲筑，宋意唱高声。萧萧哀风逝，淡淡寒波生。商音更流涕，羽奏壮士惊。心知去不归，且有后世名。登车何时顾，飞盖入秦庭。凌厉越万里，逶迤过千城。图穷事自至，豪主正怔营。惜哉剑术疏，奇功遂不成。其人虽已没，千载有馀情。我欲庭前木叶疏，病枝衰蔓手披除。从今燕坐无通塞，来往风烟任卷舒。结庐在人境，而无车马喧。问君何能尔？心远地自偏。采菊东篱下，悠然见南山。山气日夕佳，飞鸟相与还。此中有真意，欲辨已忘言。玄圃遏北台，五城焕嵯峨。启彼无涯津，泛此织女河。仰止升绛庭，下游月窟阿。顾盻八落外，指招九云遐。忽已不觉劳，岂悟少与多。抚璈命众女，咏歌发中和。妙畅自然乐，为此玄云歌。韶尽至韵存，真音辞无邪。",
        "author": "魏晋",
        "poem_class": "古诗三百",
        "dynasty": "陶渊明"
    },
    {
        "title": "饮酒·其五",
        "paragraph": "结庐在人境，而无车马喧。问君何能尔？心远地自偏。采菊东篱下，悠然见南山。山气日夕佳，飞鸟相与还。此中有真意，欲辨已忘言。履朝霜兮采晨寒。考不明其心兮听谗言。孤恩别离兮摧肺肝。何辜皇天兮遭斯愆。痛殁不同兮恩有偏。谁说顾兮知我冤。在昔奸臣。称乱紫微。神风潜骇。有赫兹威。灵旗树斾。如电斯挥。致天子届。于河之沂。有命冉集。皇舆凯归。逍遥芜皋上，杳然望扶木。洪柯百万寻，森散复旸谷。灵人侍丹池，朝朝为日浴。神景一登天，何幽不见烛。",
        "author": "魏晋",
        "poem_class": "古诗三百",
        "dynasty": "陶渊明"
    },
    {
        "title": "归园田居·其三",
        "paragraph": "种豆南山下，草盛豆苗稀。晨兴理荒秽，带月荷锄归。道狭草木长，夕露沾我衣。衣沾不足惜，但使愿无违。朝发邺城，夕宿韩陵。霖雨载涂，舆人困穷。载驰载驱，沐雨栉风。舍我高殿，何为泥中。在昔周武，爰暨公旦。载主而征，救民涂炭。彼此一时，唯天所赞。我独何人，能不靖乱。临台行高。高以轩。下有水。清且寒。中有黄鹄往且翻。行为臣。当尽忠。愿令皇帝陛下三千岁。宜居此宫。鹄欲南游。雌不能随。我欲躬衔汝。口噤不能开。我欲负之。毛衣摧颓。五里一顾。六里徘徊。一年好景君须记。桂子天香飘坠。蟾光自古，几番圆缺，几番明晦。何况人生，祸中藏福，进中隐退。向是非乡里，功名场上，百无事，苦萦系。便得侯封万里。到头来虚名何济。人间最好，闲中岁月，酒中身世。一炷龙香，数声水调，几多清致。且今朝拚取，陶陶醉了，又陶陶醉。",
        "author": "魏晋",
        "poem_class": "古诗三百",
        "dynasty": "陶渊明"
    },
    {
        "title": "思吴江歌",
        "paragraph": "秋风起兮木叶飞，吴江水兮鲈正肥。三千里兮家未归，恨难禁兮仰天悲。停云，思亲友也。罇湛新醪，园列初荣，愿言不从，叹息弥襟。霭霭停云，濛濛时雨。八表同昏，平路伊阻。静寄东轩，春醪独抚。良朋悠邈，搔首延伫。停云霭霭，时雨濛濛。八表同昏，平陆成江。有酒有酒，闲饮东窗。愿言怀人，舟车靡从。东园之树，枝条载荣。竞用新好，以怡余情。人亦有言：日月于征。安得促席，说彼平生。翩翩飞鸟，息我庭柯。敛翮闲止，好声相和。岂无他人，念子实多。愿言不获，抱恨如何！俗人不可亲。松乔是可邻。何为秽浊间。动摇增垢尘。慷慨之远游。整驾俟良辰。轻举翔区外。濯翼扶桑津。徘徊戏灵岳。弹琴咏泰真。沧水澡五藏。变化忽若神。恒娥进妙药。毛羽翕光新。一纵发开阳。俯视当路人。哀哉世间人。何足久托身。驾言寻飞遁。山路郁盘桓。芳兰振蕙叶。玉泉涌微澜。嘉卉献时服。灵术进朝飡。寻山求逸民。穹谷幽且遐。清泉荡玉渚。文鱼跃中波。",
        "author": "魏晋",
        "poem_class": "古诗三百",
        "dynasty": "张翰"
    },
    {
        "title": "归园田居·其一",
        "paragraph": "少无适俗韵，性本爱丘山。误落尘网中，一去三十年。(误落 一作：误入)羁鸟恋旧林，池鱼思故渊。开荒南野际，守拙归园田。方宅十余亩，草屋八九间。榆柳荫后檐，桃李罗堂前。暧暧远人村，依依墟里烟。狗吠深巷中，鸡鸣桑树颠。户庭无尘杂，虚室有余闲。久在樊笼里，复得返自然。软颜收红蕊。玄鬓吐素华。冉冉逝将老。咄咄奈老何。千骑随风靡。万骑正龙骧。金鼓震上下。干戚纷纵横。白旄若素霓。丹旗发朱光。追思太王德。胥字识足臧。经历万岁林。行行到黎阳。古木森森喜鹊鸣，延师启馆习儒经。吹开桃李春风暖，遍照江山午日明。鲁酒对君头未白，芳邻接我眼常青。叮咛诸弟须勤学，好梦池塘春草生。",
        "author": "魏晋",
        "poem_class": "古诗三百",
        "dynasty": "陶渊明"
    },
    {
        "title": "咏怀八十二首·其一",
        "paragraph": "夜中不能寐，起坐弹鸣琴。薄帷鉴明月，清风吹我襟。孤鸿号外野，翔鸟鸣北林。徘徊将何见？忧思独伤心。安贫守贱者，自古有黔娄。好爵吾不荣，厚馈吾不酬。一旦寿命尽，弊服仍不周。岂不知其极，非道故无忧。从来将千载，未复见斯俦。朝与仁义生，夕死复何求。畴昔苦长饥，投耒去学仕。将养不得节，冻馁固缠己。是时向立年，志意多所耻。遂尽介然分，拂衣归田里，冉冉星气流，亭亭复一纪。世路廓悠悠，杨朱所以止。虽无挥金事，浊酒聊可恃。泛泛渌池，中有浮萍。寄身流波，随风靡倾。芙蓉含芳，菡萏垂荣。朝采其实，夕佩其英。采之遗谁？所思在庭。双鱼比目，鸳鸯交颈。有美一人，婉如清扬。知音识曲，善为乐方。",
        "author": "魏晋",
        "poem_class": "古诗三百",
        "dynasty": "阮籍"
    },
    {
        "title": "赠秀才入军·其十四",
        "paragraph": "息徒兰圃，秣马华山。流磻平皋，垂纶长川。目送归鸿，手挥五弦。俯仰自得，游心太玄。嘉彼钓叟，得鱼忘筌。郢人逝矣，谁与尽言？采葵莫伤根，伤根葵不生。结交莫羞贫，羞贫友不成。采药游名山，将以救年颓。呼吸玉滋液，妙气盈胸怀。登仙抚龙驷，迅驾乘奔雷。鳞裳逐电曜，云盖随风回。手顿羲和辔，足蹈阊阖开。东海犹蹄涔，昆仑蝼蚁堆。遐邈冥茫中，俯视令人哀。潜龙育神躯。跃鳞戏兰池。延颈慕大庭。寝足俟皇羲。庆云未垂景。盘桓朝阳陂。悠悠非吾匹。畴肯应俗宜。殊类难徧周。鄙议纷流离。轗轲丁悔吝。雅志不得施。耕耨感宁越。马席激张仪。逝将离羣侣。杖策追洪崖。焦股振六翮。罗者安所羁。浮游太清中。更求新相知。比翼翔云汉。饮露餐琼枝。多念世间人。夙驾咸驱驰。冲静得自然。荣华安足为。",
        "author": "魏晋",
        "poem_class": "古诗三百",
        "dynasty": "嵇康"
    },
    {
        "title": "七哀诗三首·其一",
        "paragraph": "西京乱无象，豺虎方遘患。复弃中国去，委身适荆蛮。亲戚对我悲，朋友相追攀。出门无所见，白骨蔽平原。路有饥妇人，抱子弃草间。顾闻号泣声，挥涕独不还。“未知身死处，何能两相完？”驱马弃之去，不忍听此言。南登霸陵岸，回首望长安，悟彼下泉人，喟然伤心肝。弓矢之作，爰自曩时。乡射载礼，招命在诗。妙称颜高，巧发晋师。不争之美，亦以辨仪。今日良宴会，欢乐难具陈。弹筝奋逸响，新声妙入神。令德唱高言，识曲听其真。齐心同所愿，含意俱未申。人生寄一世，奄忽若飙尘。何不策高足，先据要路津。无为守穷贱，坎坷长苦辛。黄山猎地广，青门官路长。律改三秋节，气应九钟霜。曙影初分地，暗色始成光。高旆长楸坂，缇幕杏间堂。射马垂双带，丰貂佩两璜。苑寒梨树紫，山秋菊叶黄。华露霏霏冷，轻飙飒飒凉。终惭属车对，空假侍中郎。",
        "author": "两汉",
        "poem_class": "古诗三百",
        "dynasty": "王粲"
    },
    {
        "title": "咏史·郁郁涧底松",
        "paragraph": "郁郁涧底松，离离山上苗。以彼径寸茎，荫此百尺条。世胄蹑高位，英俊沉下僚。地势使之然，由来非一朝。金张藉旧业，七叶珥汉貂。冯公岂不伟，白首不见招。种瓜东井上。冉冉自踰垣。与君新为婚。瓜葛相结连。寄托不肖躯。有如倚太山。兔丝无根株。蔓延自登缘。萍藻托清流。常恐身不全。被蒙丘山惠。贱妾执拳拳。天日照知之。想君亦俱然。总序盖诗有六义焉，其二曰赋。扬雄曰：“诗人之赋丽以则。”班固曰：“赋者，古诗之流也。”。先王采焉，以观土风。见“绿竹猗猗”于宜，则知卫地淇澳之产；见“在其版屋”，则知秦野西戎之宅。故能居然而辨八方。然相如赋上林而引“卢橘夏熟”，扬雄赋甘泉而陈“玉树青葱”，班固赋西都而叹以出比目，张衡赋西京而述以游海若。假称珍怪，以为润色，若斯之类，匪啻于兹。考之果木，则生非其壤；校之神物，则出非其所。于辞则易为藻饰，于义则虚而无徵。且夫玉卮无当，虽宝非用；侈言无验，虽丽非经。而论者莫不诋讦其研精，作者大氐举为宪章。积习生常，有自来矣。余既思摹二京而赋三都，其山川城邑则稽之地图，其鸟兽草木则验之方志。风谣歌舞，各附其俗；魁梧长者，莫非其旧。何则？发言为诗者，咏其所志也；美物者贵依其本，赞事者宜本其实。匪本匪实，览者奚信？且夫任土作贡，虞书所著；辩物居方，周易所慎。聊举其一隅，摄其体统，归诸诂训焉。魏都赋魏国先生有睟其容，乃盱衡而诰曰：“异乎交益之士，盖音有楚夏者，土风之乖也；情有险易者，习俗之殊也。虽则生常，固非自得之谓也。昔市南宜僚弄丸，而两家之难解。聊为吾子复玩德音，以释二客竞于辩囿者也。 夫泰极剖判，造化权舆。体兼昼夜，理包清浊。流而为江海，结而为山岳。列宿分其野，荒裔带其隅。岩冈潭渊，限蛮隔夷，峻危之窍也。蛮陬夷落，译导而通，鸟兽之氓也。正位居体者，以中夏为喉，不以边垂为襟也。长世字甿者，以道德为藩，不以袭险为屏也。而子大夫之贤者，尚弗曾庶翼等威，附丽皇极。思禀正朔，乐率贡职。而徒务於诡随匪人，宴安於绝域。荣其文身，骄其险棘。缪默语之常伦，牵胶言而逾侈。饰华离以矜然，假倔彊而攘臂。非醇粹之方壮，谋踳驳於王义。孰愈寻靡{艹汧}於中逵，造沐猴於棘刺。剑阁虽嶚(嶚 一作：险)，凭之者蹶，非所以深根固蒂也。洞庭虽濬，负之者北，非所以爱人治国也。彼桑榆之末光，逾长庚之初辉。况河冀之爽垲，与江介之湫湄。故将语子以神州之略，赤县之畿。魏都之卓荦，六合之枢机。 于时运距阳九，汉网绝维。奸回内赑，兵缠紫微。翼翼京室，眈眈帝宇，巢焚原燎，变为煨烬，故荆棘旅庭也。殷殷寰内，绳绳八区，锋镝纵横，化为战场，故麋鹿寓城也。伊洛榛旷，崤函荒芜。临菑牢落，鄢郢丘墟。而是有魏开国之日，缔构之初。万邑譬焉，亦独焠麋之与子都。培塿之与方壶也。 且魏地者，毕昴之所应，虞夏之馀人。先王之桑梓，列圣之遗尘。考之四隈，则八埏之中；测之寒暑，则霜露所均。卜偃前识而赏其隆，吴札听歌而美其风。虽则衰世，而盛德形於管弦；虽逾千祀，而怀旧蕴於遐年。尔其疆域，则旁极齐秦，结凑冀道。开胸殷卫，跨蹑燕赵。山林幽岟，川泽回缭。恒碣碪?於青霄，河汾浩涆而皓溔。南瞻淇澳，则绿竹纯茂；北临漳滏，则冬夏异沼。神钲迢递於高峦，灵响时惊於四表。温泉毖涌而自浪，华清荡邪而难老。墨井盐池，玄滋素液。厥田惟中，厥壤惟白。原隰畇畇，坟衍斥斥。或嵬罍而衤复陆，或黋朗而拓落。乾坤交泰而絪缊，嘉祥徽显而豫作。是以兆朕振古，萌柢畴昔。藏气谶纬，閟象竹帛。迥时世而渊默，应期运而光赫。暨圣武之龙飞，肇受命而光宅。 爰初自臻，言占其良。谋龟谋筮，亦既允臧。修其郛郭，缮其城隍。经始之制，牢笼百田。画雍豫之居，写八都之宇。鉴茅茨於陶唐，察卑宫於夏禹。古公草创，而高门有闶；宣王中兴，而筑室百堵。兼圣哲之轨，并文质之状。商丰约而折中，准当年而为量。思重爻，摹大壮。览荀卿，采萧相。拱木於林衡，授全模於梓匠。遐迩悦豫而子来，工徒拟议而骋巧。阐钩绳之筌绪，承二分之正要。揆日晷，考星耀。建社稷，作清庙。筑曾宫以回匝，比冈隒而无陂。造文昌之广殿，极栋宇之弘规。崶若崇山嚬起以崔嵬，髧若玄云舒蜺以高垂。瑰材巨世，参差。枌橑衤复结，栾栌叠施。丹梁虹申以并亘，朱桷森布而支离。绮井列疏以悬蒂，华莲重葩而倒披。齐龙首而涌霤，时梗概於滮池。旅楹闲列，晖鉴抰振。榱题黮<黑逮>，阶盾嶙峋。长庭砥平，锺虡夹陈。风无纤埃，雨无微津。岩岩北阙，南端逌遵。竦峭双碣，方驾比轮。西辟延秋，东启长春。用觐群后，观享颐宾。 左则中朝有赩，听政作寝。匪朴匪，去泰去甚。木无雕锼，土无绨锦。玄化所甄，国风所禀。於前则宣明显阳，顺德崇礼。重闱洞出，锵锵济济。珍树猗猗，奇卉萋萋。蕙风如薰，甘露如醴。禁台省中，连闼对廊。直事所繇，典刑所藏。蔼蔼列侍，金蜩齐光。诘朝陪幄，纳言有章。亚以柱後，执法内侍。符节谒者，典玺储吏。膳夫有官，药剂有司。肴醳顺时，腠理则治。於後则椒鹤文石，永巷壸术。楸梓木兰，次舍甲乙。西南其户，成之匪日。丹青焕炳，特有温室。仪形宇宙，历像贤圣。图以百瑞，綷以藻咏。芒芒终古，此焉则镜。有虞作绘，兹亦等竞。 右则疏圃曲池，下畹高堂。兰渚莓莓，石濑汤汤。弱葼系实，轻叶振芳。奔龟跃鱼，有祭吕梁。驰道周屈於果下，延阁胤宇以经营。飞陛方辇而径西，三台列峙以峥嵘。亢阳台於阴基，拟华山之削成。上累栋而重霤，下冰室而沍冥。周轩中天，丹墀临猋。增构瓘瓘，清尘彯彯。云雀踶甍而矫首，壮翼摛镂於青霄。雷雨窈冥而未半，皦日笼光於绮寮。习步顿以升降，御春服而逍遥。八极可围於寸眸，万物可齐於一朝。长涂牟首，豪徼互经。晷漏肃唱，明宵有程。附以兰锜，宿以禁兵。司卫闲邪，钩陈罔惊。於是崇墉濬洫，婴堞带涘。四门，隆厦重起。凭太清以混成，越埃壒而资始。藐藐标危，亭亭峻趾。临焦原而不怳，谁劲捷而无犭思？与冈岑而永固，非有期乎世祀。阳灵停曜於其表，阴祇蒙雾於其里。菀以玄武，陪以幽林。缭垣开囿，观宇相临。硕果灌丛，围木竦寻。篁筱怀风，蒲陶结阴。回渊漼，积水深。蒹葭，雚蒻森。丹藕凌波而的皪，绿芰泛涛而浸潭。羽翮颉颃，鳞介浮沈。栖者择木，雊者择音。若咆渤澥与姑馀，常鸣鹤而在阴。表清籞，勒虞箴。思国恤，忘从禽。樵苏往而无忌，即鹿纵而匪禁。腜腜坰野，奕奕菑亩。甘荼伊蠢，芒种斯阜。西门溉其前，史起灌其後。墱流十二，同源异口。畜为屯云，泄为行雨。水澍粳稌，陆莳稷黍。黝黝桑柘，油油麻纻。均田画畴，蕃庐错列姜芋充茂，桃李荫翳家安其所，而服美自悦。邑屋相望，而隔逾奕世。 内则街冲辐辏，朱阙结隅。石杠飞梁，出控漳渠。疏通沟以滨路，罗青槐以荫涂。比沧浪而可濯，方步朓而有逾。习习冠盖，莘莘蒸徒。斑白不提，行旅让衢。设官分职，营处署居。夹之以府寺，班之以里闾。其府寺则位副三事，官逾六卿。奉常之号，大理之名。厦屋一揆，华屏齐荣。肃肃阶，重门再扃。师尹爰止。毗代作桢。其闾阎则长寿吉阳，永平思忠。亦有戚里，寘宫之东。闬出长者，巷苞诸公。都护之堂，殿居绮窗。舆骑朝猥，蹀危攵其中。营客馆以周坊，<食芳>宾侣之所集。玮丰楼之闬闳，起建安而首立。葺墙幂室，房庑杂袭。剞劂罔掇，匠积习。广成之传无以畴，街之邸不能及。廓三市而开廛，籍平逵而九达。班列肆以兼罗，设阛阓以襟带。济有无之常偏，距日中而毕会。抗旗亭之峣薛，侈所<兆见>之博大。百隧毂击，连轸万贯，凭轼捶马，袖幕纷半。壹八方而混同，极风采之异观。质剂平而交易，刀布贸而无算。财以工化，贿以商通。难得之货，此则弗容。器周用而长务，物背窳而就攻。不鬻邪而豫贾，著驯风之醇醲。白藏之藏，富有无堤。同赈大内，控引世资，賨幏积墆，琛币充牣。关石之所和钧，财赋之所厎慎。燕弧盈库而委劲，冀马填厩而驵骏。 至乎勍敌纠纷，庶土罔宁。圣武兴言，将曜威灵。介胄重袭，旍旗跃茎。弓珧解檠，矛鋋飘英。三属之甲，缦胡之缨。控弦简发，妙拟更嬴。齐被练而銛戈，袭偏裻以讠贵列。毕出征而中律，执奇正以四伐。硕画精通，目无匪制。推锋积纪，铓气弥锐。三接三捷，既昼亦月。克翦方命，吞灭咆烋。云撤叛换，席卷虔刘。祲威八纮，荒阻率由。洗兵海岛，刷马江洲。振旅甸甸，反旆悠悠。凯归同饮，疏爵普畴。朝无刓印，国无费留。 丧乱既弭而能宴，武人归兽而去战。萧斧戢柯以柙刃，虹旍摄麾以就卷。斟洪范，酌典宪。观所恒，通其变。上垂拱而司契，下缘督而自劝。道来斯贵，利往则贱。囹圄寂寥，京庾流衍。於时东鳀即序，西倾顺轨。荆南怀憓，朔北思韪。绵绵迥涂，骤山骤水。襁负赆贽，重译贡篚。髽首之豪，鐻耳之杰。服其荒服。敛衽魏阙。置酒文昌，高张宿设。其夜未遽，庭燎晢々。有客祁祁，载华载裔。岌岌冠縰，累累辫发。清酤如济，浊醪如河。冻醴流澌，温酎跃波。丰肴衍衍，行庖皤皤。愔愔醧宴，酣湑无哗延广乐，奏九成。冠韶夏，冒六茎。傮响起，疑震霆。天宇骇，地庐惊。亿若大帝之所兴作，二嬴之所曾聆。金石丝竹之恒韵，匏土革木之常调。干戚羽旄之饰好，清讴微吟之要妙。世业之所日用，耳目之所闻觉。杂糅纷错，兼该泛博。鞮鞻所掌之音，韎昧任禁之曲。以娱四夷之君，以睦八荒之俗。 既苗既狩，爰游爰豫。藉田以礼动，大阅以义举。备法驾，理秋御。显文武之壮观，迈梁驺之所著。林不槎枿，泽不伐夭。斧斨以时，罾以道。德连木理，仁挺芝草。皓兽为之育薮，丹鱼为之生沼。矞云翔龙，泽马亍阜。山图其石，川形其宝。莫黑匪乌，三趾而来仪。莫赤匪狐，九尾而自扰。嘉颖离合以汤汤，醴泉涌流而浩浩。显祯祥以曲成，固触物而兼造。盖亦明灵之所酬酢，休徵之所伟兆。 旼々率土，迁善罔匮。沐浴福应，宅心醰粹。馀粮栖亩而弗收，颂声载路而洋溢。河洛开奥，符命用出。翩翩黄鸟，衔书来讯人谋所尊，鬼谋所秩。刘宗委驭，巽其神器。闚玉策於金縢，案图於石室。考历数之所在，察五德之所莅。量寸旬，涓吉日。陟中坛，即帝位。改正朔，易服色。继绝世，脩废职。徽帜以变，器械以革。显仁翌明，藏用玄默。菲言厚行，陶化染学。雠校篆籀，篇章毕觌。优贤著於扬历，匪孽形於亲戚。本枝别干，蕃屏皇家。勇若任城，才若东阿。抗旍则威噞秋霜，摛翰则华纵春葩。英喆雄豪，佐命帝室。相兼二八，将猛四七。赫赫震震，开务有谧。故令斯民睹泰阶之平，可比屋而为一。 算祀有纪，天禄有终。传业禅祚，高谢万邦。皇恩绰矣，帝德冲矣。让其天下，臣至公矣。荣操行之独得，超百王之庸庸。追亘卷领与结绳，睠留重华而比踪。尊卢赫胥，羲农有熊。虽自以为道，洪化以为隆。世笃玄同，奚遽不能与之踵武而齐其风？是故料其建国，析其法度。谘其考室，议其举厝。复之而无斁，申之而有裕。非疏粝之士所能精，非鄙俚之言所能具。“至於山川之倬诡，物产之魁殊。或名奇而见称，或实异而可书。生生之所常厚，洵美之所不渝。其中则有鸳鸯交谷，虎涧龙山。掘鲤之淀，盖节之渊。嬛嬛精卫，衔木偿怨。常山平干，钜鹿河间。列真非一，往往出焉。昌容练色，犊配眉连。玄俗无影，木羽偶仙。琴高沈水而不濡，时乘赤鲤而周旋。师门使火以验术，故将去而林燔。易阳壮容，卫之稚质。邯郸鵕步，赵之鸣瑟。真定之梨，故安之栗。醇酎中山，流湎千日。淇洹之笋，信都之枣。雍丘之粱，清流之稻。锦绣襄邑，罗绮朝歌。绵纩房子，缣裛清河。若此之属，繁富夥够。可单究，是以抑而未罄也。盖比物以错辞，述清都之闲丽。虽选言以简章，徒九复而遗旨。览大易与春秋，判殊隐而一致。末上林之隤墙，本前脩以作系。 其军容弗犯，信其果毅。纠华绥戎，以戴公室。元勋配管敬之绩，歌锺析邦君之肆。则魏绛之贤有令闻也。闲居隘巷，室迩心遐。富仁宠义，职竞弗罗。千乘为之轼庐，诸侯为之止戈。则干木之德自解纷也。贵非吾尊，重士逾山。亲御监门，嗛嗛同轩。搦秦起赵。威振八蕃。则信陵之名若兰芬也。英辩荣枯，能济其厄。位加将相，窒隙之策。四海齐锋，一口所敌，张仪、张禄亦足云也。 搉惟庸蜀与鸲鹊同窠，句吴与黾同穴。一自以为禽鸟，一自以为鱼鳖。山阜猥积而踦区，泉流迸集而咉咽。隰壤瀸漏而沮洳，林薮石留而芜秽。穷岫泄云，日月恒翳。宅土熇暑，封疆障疠。蔡莽螫剌，昆虫毒噬。汉罪流御，秦馀徙<列巾>。宵貌蕞陋，禀质脆。巷无杼首，里罕耆耋。或魋髻而左言，或镂肤而钻发。或明发而嬥歌，或浮泳而卒岁。风俗以果为婳，人物以戕害为艺。威仪所不摄，宪章所不缀。由重山之束厄，因长川之裾势。距远关以闚，时高樔而陛制。薄戍绵幂，无异蛛蝥之网；弱卒琐甲，无异螳螂之卫。 与先世而常然，虽信险而剿绝。揆既往之前迹，即将来之後辙。成都迄已倾覆，建邺则亦颠沛。顾非累卵於叠釭，焉至观形而怀怛！权假日以馀荣，比朝华而菴蔼。览麦秀与黍离，可作谣於吴会。” 先生之言未卒，吴蜀二客，矍焉相顾，倏焉失所。有靦瞢容，神形茹。气离坐，倏墨而谢。曰：“仆党清狂，怵迫闽濮。习蓼虫之忘辛，玩进退之惟谷。非常寐而无觉，不睹皇舆之轨躅。过以亻凡剽之单慧，历执古之醇听。兼重以崒缪，偭辰光而罔定。先生玄识，深颂靡测。得闻上德之至盛，匪同忧於有圣。抑若春霆发响，而惊蛰飞竞。潜龙浮景，而幽泉高镜。虽星有风雨之好，人有异同之性。庶觌蔀家与剥庐，非苏世而居正。且夫寒谷丰黍，吹律暖之也。昬情爽曙，箴规显之也。虽明珠兼寸，尺璧有盈。曜车二六，三倾五城，未若申锡典章之为远也。”亮曰：“日不双丽，世不两帝。天经地纬，理有大归。安得齐给守其小辩也。”吴都赋东吴王孙冁然而咍，曰：“夫上图景宿，辨於天文者也。下料物土，析於地理者也。古先帝代，曾览八纮之洪绪。一六合而光宅，翔集遐宇。鸟策篆素，玉牒石记。乌闻梁岷有陟方之馆、行宫之基欤？而吾子言蜀都之富，禺同之有。玮其区域，美其林薮。矜巴汉之阻，则以为袭险之右。徇蹲鸱之沃，则以为世济阳九。龌龊而算，顾亦曲士之所叹也。旁魄而论都，抑非大人之壮观也。何则？土壤不足以摄生，山川不足以周卫。公孙国之而破，诸葛家之而灭。兹乃丧乱之丘墟，颠覆之轨辙。安可以俪王公而著风烈也？玩其碛砾而不窥玉渊者，未知骊龙之所蟠也。习其弊邑而不睹上邦者，未知英雄之所躔也。 “子独未闻大吴之巨丽乎？且有吴之开国也，造自太伯，宣於延陵。盖端委之所彰，高节之所兴。建至德以创洪业，世无得而显称。由克让以立风俗，轻脱鵕於千乘。若率土而论都，则非列国之所觖望也。故其经略，上当星纪。拓土画疆，卓荦兼并。包括干越，跨蹑蛮荆。婺女寄其曜，翼轸寓其精。指衡岳以镇野，目龙川而带坰。 “尔其山泽，则嵬嶷峣屼，?婴冥郁岪。溃渱泮汗，滇氵眄淼漫。或涌川而开渎，或吞江而纳汉。磈々，滮々涆々。?钦碒乎数州之间，灌注乎天下之半。百川派别，归海而会。控清引浊，混涛并濑。濆薄沸腾，寂寥长迈。濞焉汹汹，隐焉潏潏。出乎大荒之中，行乎东极之外。经扶桑之中林，包汤谷之滂沛。潮波汨起，回复万里。歊雾漨浡，云蒸昏昧。泓澄?#91;，澒溶沆漾。莫测其深，莫究其广。澶湉漠而无涯，牜怱有流而为长。朅异之所丛育，鳞甲之所集往。 “於是乎长鲸吞航，修鲵吐浪。跃龙腾蛇，鲛鲻琵琶。王鲔鯸鲐，鮣龟鱕?昔。乌贼拥剑，鼊鲭鳄。涵泳乎其中。葺鳞镂甲，诡类舛错。溯洄顺流，噞喁沈浮。鸟则鹍鸡鸀鳿\\\\\\，鹴鹄鹭鸿。鶢鶋避风，候雁造江。鸂敕?鷛渠?，鹤鹙鸧。鹳鸥鹢鸬，氾滥乎其上。湛淡羽仪，随波参差。理翮整翰，容与自玩。雕啄蔓藻，刷荡漪澜。鱼鸟聱耴，万物蠢生。芒芒黖々，慌罔奄欻，神化翕忽，函幽育明。穷性极形，盈虚自然。蚌蛤珠胎，与月亏全。巨鳌赑屃，首冠灵山。大鹏缤翻，翼若垂天。振荡汪流，雷抃重渊。殷动宇宙，胡可胜原！ “岛屿绵邈，洲渚冯隆。旷瞻迢递，迥眺冥蒙。珍怪丽，奇隙充。径路绝，风云通。洪桃屈盘，丹桂灌丛。琼枝抗茎而敷蕊，珊瑚幽茂而玲珑。增冈重阻，列真之宇。玉堂对溜，石室相距。蔼蔼翠幄，?弱?弱素女。江斐於是往来，海童於是宴语。斯实神妙之响象，嗟难得而覙缕！ “尔乃地势坱圠，卉木镺蔓。遭薮为圃，值林为苑。异荂蓲，夏晔冬蒨。方志所辨，中州所羡。草则藿蒳豆蔻，姜汇非一。江蓠之属，海苔之类。纶组紫绛，食葛香茅。石帆水松，东风扶留。布濩皋泽，蝉联陵丘。夤缘山岳之岊，幂历江海之流。扤白蒂，衔朱蕤。郁兮?茂，晔兮菲菲。光色炫晃，芬馥肸蚃。职贡纳其包匦，离骚咏其宿莽。木则枫柙櫲樟，栟榈枸桹。绵杬杶栌，文欀桢橿。平仲桾櫏，松梓古度。楠榴之木，相思之树。宗生高冈，族茂幽阜。擢本千寻，垂荫万亩。攒柯挐茎，重葩殗叶。轮囷蚪蟠，鳞接。荣色杂糅，绸缪缛绣。宵露霮感，旭日晻孛。与风飖飏，<风幼>浏飕飗。鸣条律畅，飞音响亮。盖象琴筑并奏，笙竽俱唱。其上则猿父哀吟，犭军子长啸。狖鼯猓然，腾趠飞超。争接县垂，竞游远枝。惊透沸乱，牢落翚散。其下则有枭羊麡狼，猰?犭区象。乌菟之族，犀兕之党。钩爪锯牙，自成锋颖。精若燿星，声若云霆。名载於山经，形镂於夏鼎。 “其竹则筼筜箖箊，桂箭射筒。柚梧有篁，篻簩有丛。苞笋抽节，往往萦结。绿叶翠茎，冒霜停雪。橚矗森萃，蓊茸萧瑟。檀栾蝉蜎，玉润碧鲜。梢云无以逾，嶰谷弗能连。鸑鷟食其实，鹓雏扰其间。其果则丹橘馀甘，荔枝之林。槟榔无柯，椰叶无阴。龙眼橄榄，榴御霜。结根比景之阴，列挺衡山之阳。素华斐，丹秀芳。临青壁，系紫房。鹧鸪南翥而中留，孔雀綷羽以翱翔。山鸡归飞而来栖，翡翠列巢以重行。其琛赂则琨瑶之阜，铜锴之垠。火齐之宝，骇鸡之珍。赪丹明玑，金华银朴。紫贝流黄，缥碧素玉。隐赈崴，杂插幽屏。精曜潜颖，硩陊山谷。碕岸为之不枯，林木为之润黩。隋侯於是鄙其夜光，宋王於是陋其结绿。“其荒陬谲诡，则有龙穴内蒸，云雨所储。陵鲤若兽，浮石若桴。双则比目，片则王馀。穷陆饮木，极沈水居。泉室潜织而卷绡，渊客慷慨而泣珠。开北户以向日，齐南冥於幽都。其四野，则畛畷无数，膏腴兼倍。原隰殊品，窊隆异等。象耕鸟耘，此之自与。穱秀菰穗，於是乎在。煮海为盐，采山铸钱。国税再熟之稻，乡贡八蚕之绵。 “徒观其郊隧之内奥，都邑之纲纪。霸王之所根柢，开国之所基趾。郛郭周匝，重城结隅。通门二八，水道陆衢。所以经始，用累千祀。宪紫宫以营室，廓广庭之漫漫。寒暑隔阂於邃宇，虹霓回带於云馆。所以跨跱焕炳万里也。造姑苏之高台，临四远而特建，带朝夕之浚池，佩长洲之茂苑。窥东山之府，则环宝溢目；海陵之仓，则红粟流衍。起寝庙於武昌，作离宫於建业。阐阖闾之所营，采夫差之遗法。抗神龙之华殿，施荣楯而捷猎。崇临海之崔巍，饰赤乌之韡晔。东西胶葛，南北峥嵘。房栊对櫎，连阁相经。阍闼谲诡，异出奇名。左称弯碕，右号临硎。雕栾镂楶，青琐丹楹。图以云气，画以仙灵。虽兹宅之夸丽，曾未足以少宁。思比屋於倾宫，毕结瑶而构琼。高闱有闶，洞门方轨。朱阙双立，驰道如砥。树以青槐，亘以绿水。玄荫眈眈，清流亹亹。列寺七里，侠栋阳路。屯营栉比，解署釭布。横塘查下，邑屋隆夸。长干延属，飞甍舛互。 “其居则高门鼎贵，魁岸豪杰。虞魏之昆，顾陆之裔。歧嶷继体，老成弈世。跃马叠迹，朱轮累辙。陈兵而归，兰锜内设。冠盖云荫，闾阎阗噎。其邻则有任侠之靡，轻訬之客。缔交翩翩，亻宝从弈弈。出蹑珠履，动以千百。里宴巷饮，飞觞举白。翘关扛鼎。拚射壶博。鄱阳暴谑，中酒而作。 “於是乐只衎而欢饫无匮，都辇殷而四奥来暨。水浮陆行，方舟结驷。唱棹转毂，昧旦永日。开市朝而并纳，横阛阓而流溢。混品物而同廛，并都鄙而为一。士女伫眙，商贾骈{比土}。纻衣絺服，杂沓傱萃。轻舆按辔以经隧，楼船举颿而过肆。果布辐凑而常然，致远流离与珂。纟集贿纷纭，器用万端。金镒磊砢，珠琲阑干。桃笙象簟，韬於筒中；蕉葛升越，弱於罗纨。泶犭翏，交贸相竞。喧哗喤呷，芬葩荫映。挥袖风飘而红尘昼昬；流汗霡霂而中逵泥泞。 “富中之甿，货殖之选。乘时射利，财丰巨万。竞其区宇，则并疆兼巷；矜其宴居，则珠服玉馔。趫材悍壮，此焉比庐。捷若庆忌，勇若专诸。危冠而出，竦剑而趋。扈带鲛函，扶揄属镂藏鍦於人，去<盾戈>自闾。家有鹤膝，户有犀渠。军容蓄用，器械兼储。吴钩越棘，纯钧湛卢。戎车盈於石城，戈船掩乎江湖。 “露往霜来，日月其除。草木节解，鸟兽腯肤。观鹰隼，诫征夫。坐组甲，建祀姑。命官帅而拥铎，将校猎乎具区。乌浒狼荒，夫南西屠。儋耳黑齿之酋，金邻象郡之渠。戊矞，靸霅警捷，先驱前涂。俞骑骋路，指南司方。出车槛槛，被练锵锵。吴王乃巾玉辂，轺骕骦。旗鱼须，常重光。摄乌号，佩干将。羽旄扬蕤，雄戟耀芒。贝胄象弭，织文鸟章。六军袀服，四骐龙骧。峭格周施，罿罻普张。罼鶒琐结，罠氾连纲。阹以九疑，御以沅湘。輶轩蓼扰，彀骑炜煌。袒裼徒搏，拔距投石之部。猿臂骿胁，狂趭犷猤。鹰瞵鹗视，じす翊。若离若合者，相与腾跃乎莽之野。干卤殳鋋，旸夷勃卢之旅。长<矛殳>短兵，直发驰骋。儇佻坌并，衔枚无声。悠悠旆旌者，相与聊浪乎昧莫之坰。钲鼓叠山，火烈熛林。飞爓浮烟，载霞载阴。菈擸雷硠，崩峦弛岑。鸟不择木，兽不择音。<虎武>甝，<系页>麋麖。蓦六驳，追飞生。弹鸶鶁，射猱犭廷。白雉落，黑鸩零。陵绝???嶕，聿越巉险。跇逾竹柏，猭杞柟。封豨，神螭掩。刚镞润，霜刃染。 “於是弭节顿辔，齐镳驻跸。徘徊倘佯，寓目幽蔚。览将帅之拳勇，与士卒之抑扬。羽族以觜距为刀铍，毛群以齿角为矛铗，皆体著而应卒。所以挂扢而为创痏，冲踤而断筋骨。莫不衄锐挫芒，拉捭摧藏。虽有石林之岝崿，请攘臂而靡之；虽有雄虺之九首，将抗足而跐之。颠覆巢居，剖破窟宅。仰攀鵕鸃，俯蹴豺敠。刦剞熊罴之室，剽掠虎豹之落。猩猩啼而就禽，笑而被格。屠巴蛇，出象骼。斩鹏翼，掩广泽。轻禽狡兽，周章夷犹。狼跋乎中，忘其所以睒睗，失其所以去就。魂褫气慑而自踢伏者，应弦饮羽，形偾景僵者，累积而增益，杂袭错缪。倾薮薄，倒岬岫。岩穴无豜豵，翳荟无{鹿需}鹨。思假道於丰隆，披重霄而高狩。笼乌兔於日月，穷飞走之栖宿。“嶰涧閴，冈岵童。罾罘满，效获众。回靶乎行邪，睨观鱼乎三江。泛舟航於彭蠡，浑万艘而既同。弘舸连舳，巨槛接舻。飞云盖海，制非常模。叠华楼而岛跱，时仿於方壶。比鹢首而有裕，迈馀皇於往初。张组帏，构流苏。开轩幌，镜水区。槁工楫师，选自闽禺。习御长风，狎玩灵胥。责千里於寸阴，聊先期而须臾。棹讴唱，箫籁鸣。洪流响，渚禽惊。弋磻放，稽鹪明?。虞机发，留。钩铒纵横，网罟接绪。术兼詹公，巧倾任父。筌?亘亸，鲡鲿魦。罩两魪，罺鰝虾。乘鲎鼋鼍，同罛共罗。沈虎潜鹿，馽龓僒束。鲸辈中於群犗，搀抢暴出而相属。虽复鲤，无临河而钓异射鲋於井谷。 “结轻舟而竞逐，迎潮水而振缗。想萍实之复形，访灵夔於鲛人。精卫衔石而遇缴，文鳐夜飞而触纶。北山亡其翔翼，西海失其游鳞。雕题之士，镂身之卒。比饰虬龙，蛟螭与对。简其华质，则费锦缋。料其虓勇，则雕悍狼戾。相与昧潜险，搜环奇。摸蝳蝐，扪觜?隽。剖巨蚌於回渊，濯明月於涟漪。 “毕天下之至异，讫无索而不臻。溪壑为之一罄，川渎为之中贫。哂澹台之见谋，聊袭海而徇珍。载汉女於后舟，追晋贾而同尘。汨乘流以砰宕，翼飔风之<风刘>々。直冲涛而上濑，常沛沛以悠悠。汔可休而凯归，揖天吴与阳侯。指包山而为期，集洞庭而淹留。数军实乎桂林之苑，飨戎旅乎落星之楼。置酒若淮泗，积肴若山丘。飞轻轩而酌绿酃，方双辔而赋珍羞。饮烽起，釂鼓震。士遗倦，众怀欣。幸乎馆娃之宫，张女乐而娱群臣。罗金石与丝竹，若钧天之下陈。登东歌，操南音。胤阳阿，咏韎任。荆艳楚舞，吴愉越吟。翕习容裔，靡靡愔愔。 “若此者，与夫唱和之隆响，动锺鼓之铿耾。有殷坻颓於前，曲度难胜。皆与谣俗汁协，律吕相应。其奏乐也，则木石润色；其吐哀也，则凄风暴兴。或超延露而驾辩，或逾绿水而采菱。军马弭髦而仰秣，渊鱼竦鳞而上升。酣湑半，八音并。欢情留，良辰征。鲁阳挥戈而高麾，回曜灵於太清。将转西日而再中，齐既往之精诚。 “昔者夏后氏朝群臣於兹土，而执玉帛者以万国。盖亦先生之所高会，而四方之所轨则。春秋之际，要盟之主。阖闾信其威，夫差穷其武。内果伍员之谋，外骋孙子之奇。胜强楚於柏举，栖劲越於会稽。阙沟乎商鲁，争长於黄池。徒以江湖嶮陂，物产殷充。绕溜未足言其固，郑白未足语其丰。士有陷坚之锐，俗有节概之风。睚眦则挺剑，喑呜则弯弓。拥之者龙腾，据之者虎视。麾城若振槁，搴旗若顾指。虽带甲一朝，而元功远致。虽累叶百叠，而富强相继。乐湑衎其方域，列仙集其土地。桂父练形而易色，赤须蝉蜕而附丽。中夏比焉，毕世而罕见，丹青图其珍玮，贵其宝利也。舜禹游焉，没齿而忘归，精灵留其山阿，玩其奇丽也。剖判庶士，商搉万俗。国有郁鞅而显敞，邦有湫厄而踡跼。伊兹都之函弘，倾神州而韫椟。仰南斗以斟酌，兼二仪之优渥。 “繇此而揆之，西蜀之於东吴，小大之相绝也，亦犹棘林萤燿，而与夫木龙烛也。否泰之相背也，亦犹帝之悬解，而与桎梏疏属也。庸可共世而论巨细，同年而议丰确乎？暨其幽遐独邃，寥廓闲奥。耳目之所不该，足趾之所不蹈。倜傥之极异，誳诡之殊事，藏理於终古，而未寤於前觉也。若吾子之所传，孟浪之遗言，略举其梗概，而未得其要妙也。”蜀都赋有西蜀公子者，言于东吴王孙，曰：盖闻天以日月为纲，地以四海为纪。九土星分，万国错跱。崤函有帝皇之宅，河洛为王者之里。吾子岂亦曾闻蜀都之事欤？请为左右扬搉而陈之。 夫蜀都者，盖兆基于上世，开国于中古。廓灵关以为门，包玉垒而为宇。带二江之双流，抗峨眉之重阻。水陆所凑，兼六合而交会焉；丰蔚所盛，茂八区而庵蔼焉。 于前则跨蹑犍牂，枕倚交趾。经途所亘，五千余里。山阜相属，含溪怀谷。岗峦纠纷，触石吐云。郁葐蒕以翠微，崛巍巍以峨峨。干青霄而秀出，舒丹气而为霞。龙池瀑濆其隈，漏江伏流溃其阿。汩若汤谷之扬涛，沛若蒙汜之涌波。于是乎邛竹缘岭，菌桂临崖。旁挺龙目，侧生荔枝。布绿叶之萋萋，结朱实之离离。迎隆冬而不凋，常晔晔以猗猗。孔翠群翔，犀象竞驰。白雉朝雊，猩猩夜啼。金马骋光而绝景，碧鸡儵忽而曜仪。火井沈荧于幽泉，高爓飞煽于天垂。其间则有虎珀丹青，江珠瑕英。金沙银砾，符采彪炳，晖丽灼烁。 于后则却背华容，北指昆仑。缘以剑阁，阻以石门。流汉汤汤，惊浪雷奔。望之天回，即之云昏。水物殊品，鳞介异族。或藏蛟螭，或隐碧玉。嘉鱼出于丙穴，良木攒于褒谷。其树则有木兰梫桂，杞櫹椅桐，椶枒楔枞。楩柟幽蔼于谷底，松柏蓊郁于山峰。擢修干，竦长条。扇飞云，拂轻霄。羲和假道于峻歧，阳乌回翼乎高标。巢居栖翔，聿兼邓林。穴宅奇兽，窠宿异禽。熊罴咆其阳，雕鹗鴥其阴。猿狖腾希而竞捷，虎豹长啸而永吟。 于东则左绵巴中，百濮所充。外负铜梁于宕渠，内函要害于膏腴。其中则有巴菽巴戟，灵寿桃枝。樊以蒩圃，滨以盐池。蟞蛦山栖，鼋龟水处。潜龙蟠于沮泽，应鸣鼓而兴雨。丹沙赩炽出其阪，蜜房郁毓被其阜。山图采而得道，赤斧服而不朽。若乃刚悍生其方，风谣尚其武。奋之则賨旅，玩之则渝舞。锐气剽于中叶，蹻容世于乐府。 于西则右挟岷山，涌渎发川。陪以白狼，夷歌成章。坰野草昧，林麓黝儵。交让所植，蹲鸱所伏。百药灌丛，寒卉冬馥。异类众伙，于何不育？其中则有青珠黄环，碧砮芒消。或丰绿荑，或蕃丹椒。麋芜布濩于中阿，风连莚蔓于兰皋。红葩紫饰，柯叶渐苞。敷橤葳蕤，落英飘飖。神农是尝，卢跗是料。芳追气邪，味蠲疠痟。 其封域之内，则有原隰坟衍，通望弥博。演以潜沬，浸以绵雒。沟洫脉散，疆里绮错。黍稷油油，稻莫莫。指渠口以为云门，洒滮池而为陆泽。虽星毕之滂遝，尚未齐其膏液。 尔乃邑居隐赈，夹江傍山。栋宇相望，桑梓接连。家有盐泉之井，户有橘柚之园。其园则林檎枇杷，橙柿梬楟。榹桃函列，梅李罗生。百果甲宅，异色同荣。朱樱春熟，素柰夏成。若乃大火流，凉风厉。白露凝，微霜结。紫梨津润，樼栗罅发。蒲陶乱溃，若榴竞裂。甘至自零，芬芬酷烈。其园则有蒟蒻茱萸，瓜畴芋区。甘蔗辛姜，阳蓲阴敷。日往菲薇，月来扶疏。任土所丽，众献而储。 其沃瀛则有攒蒋丛蒲，绿菱红莲。杂以蕴藻，糅以苹蘩。总茎柅柅，裛叶蓁蓁。蕡实时味，王公羞焉。其中则有鸿俦鹄侣，振鹭鹈鹕。晨凫旦至，候雁衔芦。木落南翔，冰泮北徂。云飞水宿，哢吭清渠。其深则有白鼋命鳖，玄獭上祭。鳣鲔鳟鲂，鮷鳢鲨鲿。差鳞次色，锦质报章。跃涛戏濑，中流相忘。于是乎金城石郭，兼帀中区。既丽且崇，实号成都。辟二九之通门，画方轨之广涂。营新宫于爽垲，拟承明而起庐。结阳城之延阁，飞观榭乎云中。开高轩以临山，列绮窗而瞰江。内则议殿爵堂，武义虎威。宣化之闼，崇礼之闱。华阙双邈，重门洞开。金铺交映，玉题相晖。外则轨躅八达，里闬对出。比屋连甍，千庑万室。亦有甲第，当衢向术。坛宇显敞，高门纳驷。庭扣钟磬，堂抚琴瑟。匪葛匪姜，畴能是恤？ 亚以少城，接乎其西。市廛所会，万商之渊。列隧百重，罗肆巨千。贿货山积，纤丽星繁。都人士女，袨服靓妆。贾贸墆鬻，舛错纵横。异物崛诡，奇于八方。布有橦华，麫有桄榔。邛杖传节于大夏之邑，蒟酱流味于番禺之乡。舆辇杂沓，冠带混并。累毂叠迹，叛衍相倾。喧哗鼎沸，则哤聒宇宙；嚣尘张天，则埃壒曜灵。阛阓之里，伎巧之家。百室离房，机杼相和。贝锦斐成，濯色江波。黄润比筒，籯金所过。 侈侈隆富，卓郑埒名。公擅山川，货殖私庭。藏镪巨万，鈲摫兼呈。亦以财雄，翕习边城。三蜀之豪，时来时往。养交都邑，结俦附党。剧谈戏论，扼腕抵掌。出则连骑，归从百两。若其旧俗，终冬始春。吉日良辰，置酒高堂，以御嘉宾。金罍中坐，肴烟四陈。觞以清醥，鲜以紫鳞。羽爵执竞，丝竹乃发。巴姬弹弦，汉女击节。起西音于促柱，歌江上之飉厉。纡长袖而屡舞，翩跹跹以裔裔。合樽促席，引满相罚。乐饮今夕，一醉累月。 若夫王孙之属，郤公之伦。从禽于外，巷无居人。并乘骥子，俱服鱼文。玄黄异校，结驷缤纷。西逾金堤，东越玉津。朔别期晦，匪日匪旬。蹴蹈蒙笼，涉寥廓。鹰犬倏眒，罻罗络幕。毛群陆离，羽族纷泊。翕响挥霍，中网林薄。屠麖麋，翦旄麈。带文蛇，跨雕虎。志未骋，时欲晚。追轻翼，赴绝远。出彭门之阙，驰九折之阪。经三峡之峥嵘，蹑五屼之蹇浐。戟食铁之兽，射噬毒之鹿。皛貙氓于葽草，弹言鸟于森木。拔象齿，戾犀角。鸟铩翮，兽废足。 殆而朅来相与，第如滇池，集于江洲。试水客，舣轻舟。娉江婓，与神游。罨翡翠，钓鰋鮋。下高鹄，出潜虬。吹洞箫，发棹讴。感鱘鱼，动阳侯。腾波沸涌，珠贝汜浮。若云汉含星，而光耀洪流。将飨獠者，张帟幕，会平原。酌清酤，割芳鲜。饮御酣，宾旅旋。车马雷骇，轰轰阗阗。若风流雨散，漫乎数百里间。斯盖宅土之所安乐，观听之所踊跃也。焉独三川，为世朝市？ 若乃卓荦奇谲，倜傥罔已。一经神怪，一纬人理。远则岷山之精，上为井络。天帝运期而会昌，景福肸飨而兴作。碧出苌弘之血，鸟生杜宇之魄。妄变化而非常，羌见伟于畴昔。近则江汉炳灵，世载其英。蔚若相如，皭若君平。王褒韡晔而秀发，扬雄含章而挺生。幽思绚道德，摛藻掞天庭。考四海而为儁，当中叶而擅名。是故游谈者以为誉，造作者以为程也。至乎临谷为塞，因山为障。峻岨塍埒长城，豁险吞若巨防。一人守隘，万夫莫向。公孙跃马而称帝，刘宗下辇而自王。由此言之，天下孰尚？故虽兼诸夏之富有，犹未若兹都之无量也。 与君结新婚。宿昔当别离。凉风动秋草。蟋蟀鸣相随。冽冽寒蝉吟。蝉吟抱枯枝。枯枝时飞扬。身体忽迁移。不悲身迁移。但惜岁月驰。岁月无穷极。会合安可知。愿为双黄鹄。比翼戏清池。",
        "author": "魏晋",
        "poem_class": "古诗三百",
        "dynasty": "左思"
    },
    {
        "title": "吴孙皓初童谣",
        "paragraph": "宁饮建业水，不食武昌鱼。宁还建业死，不止武昌居。岁莫景迈群光绝，安得长绳系白日。上山采薇，薄暮苦饥。溪谷多风，霜露沾衣。野雉群雊，猿猴相追。还望故乡，郁何垒垒！高山有崖，林木有枝。忧来无方，人莫之知。人生如寄，多忧何为？今我不乐，岁月如驰。汤汤川流，中有行舟。随波转薄，有似客游。策我良马，被我轻裘。载驰载驱，聊以忘忧。弃故乡。离室宅。远从军旅万里客。披荆棘。求阡陌。侧足独窘步。路局苲。虎豹嗥动。鸡惊禽失。群鸣相索。登高山。奈何蹈盘石。树木丛生郁差错。寝蒿草。荫松柏。涕泣雨面沾枕席。伴旅单。稍稍日零落。惆怅窃自怜。相痛惜。",
        "author": "魏晋",
        "poem_class": "古诗三百",
        "dynasty": "佚名"
    },
    {
        "title": "杂诗七首·其四",
        "paragraph": "南国有佳人，容华若桃李。朝游江北岸，夕宿潇湘沚。时俗薄朱颜，谁为发皓齿？俯仰岁将暮，荣耀难久恃。水中之马。必有陆地之船。但有意气不能自前。心非木石。荆根株数得覆盖天。当复思东流之水。必有西上之鱼。不在大小。但有朝于复来。长笛续短笛。欲今皇帝陛下三千万。驾六龙，乘风而行。行四海，路下之八邦。历登高山临溪谷，乘云而行。行四海外，东到泰山。仙人玉女，下来翱游。骖驾六龙饮玉浆。河水尽，不东流。解愁腹，饮玉浆。奉持行，东到蓬莱山，上至天之门。玉阙下，引见得入，赤松相对，四面顾望，视正焜煌。开玉心正兴，其气百道至。传告无穷闭其口，但当爱气寿万年。东到海，与天连。神仙之道，出窈入冥，常当专之。心恬澹，无所愒。欲闭门坐自守，天与期气。愿得神之人，乘驾云车，骖驾白鹿，上到天之门，来赐神之药。跪受之，敬神齐。当如此，道自来。诸吕用事兮刘氏微。迫胁王侯兮彊授我妃。我妃既妒兮诬我以恶。谗女乱国兮上曾不寤。我无忠臣兮何故弃国。自快中野兮苍天与直。于嗟不可悔兮宁早自贼。为王饿死兮谁者怜之。吕氏绝理兮托天报仇。",
        "author": "两汉",
        "poem_class": "古诗三百",
        "dynasty": "曹植"
    },
    {
        "title": "白马篇",
        "paragraph": "白马饰金羁，连翩西北驰。借问谁家子，幽并游侠儿。 少小去乡邑，扬声沙漠垂。宿昔秉良弓，楛矢何参差。控弦破左的，右发摧月支。仰手接飞猱，俯身散马蹄。狡捷过猴猿，勇剽若豹螭。边城多警急，虏骑数迁移。羽檄从北来，厉马登高堤。长驱蹈匈奴，左顾凌鲜卑。弃身锋刃端，性命安可怀？父母且不顾，何言子与妻！名编壮士籍，不得中顾私。捐躯赴国难，视死忽如归！(名编 一作：名在)下流不可处。君子慎厥初。名高不宿着。易用受侵诬。前者隳官去。有人适我闾。田家无所有。酌醴焚枯鱼。问我何功德。三入承明庐。所占于此土。是谓仁智居。文章不经国。筐箧无尺书。用等称才学。往往见叹誉。避席跪自陈。贱子实空虚。宋人遇周客。惭媿靡所如。玄黄氤氲，混沌未死。道隐冥默，文郁雕跂。蚩蚩熙熙。结绳而治。谁凿七窈，鸿蒙拊髀。马图鸟迹，彷佛文字。羲轩勋华，授受一理。典谟训话，浑浑无拟。天生素王，躬服仁义。宪章祖述，参赞经纬。经揭日月，史严辞事。九流说铃，诸子疣赘。秦灰小厄，鲁壁阐秘。白首齐生，口诵臆记。枝叶扶疏，风流委靡。汉兴购求，六经大奋。舒向校雠，班马传纪。尔雅同风，沿袭世次。宋三百年，超轶姚姒。际海薄天，声教渐被。惟此东邑，蔼蔼多士。孔墙巍巍，重屋丹绮。群玉之府，五经之笥。排签插架，堆案盈几。藻饰皇猷，驰骋帝轨。兰薰颜冉，玉洁曾史。物忌太盛，道有中否。何物坏宅，有士抱器。坛荒杏老，墉鼠穴虺。川竭珠逃，椟破玉毁。炷灯拭案，篇壒燬。观鹳雅鸦，鲁鱼亥豕。斲轮糟粕，负蛉口耳。忘筌舍蹄，出足弃履。文未丧天，道不坠地。起废者谁，孟母之子。薄言采藻，於彼沼沚。鸠工损资，不损廪饩。榱桷得宜，轮奂有炜。肩摩踵接，出入槐市。非此乔木，畴克大庇。非我宗匠，孰主张是。祖有令德，世济其美。休声日流，与道终始。圣皇应历数，正康帝道休。九州咸宾服，威德洞八幽。三公奏诸公，不得久淹留。蕃位任至重，旧章咸率由。侍臣省文奏，陛下体仁慈。沈吟有爱恋，不忍听可之。迫有官典宪，不得顾恩私。诸王当就国，玺绶何累缞。便时舍外殿，宫省寂无人。主上增顾念，皇母怀苦辛。何以为赠赐，倾府竭宝珍。文钱百亿万，采帛若烟云。乘舆服御物，锦罗与金银。龙旂垂九旒，羽盖参班轮。诸王自计念，无功荷厚德。思一效筋力，糜躯以报国。鸿胪拥节卫，副使随经营。贵戚并出送，夹道交辎軿。车服齐整设，韡晔耀天精。武骑卫前后，鼓吹箫笳声。祖道魏东门，泪下沾冠缨。扳盖因内顾，俛仰慕同生。行行将日暮，何时还阙庭。车轮为徘徊，四马踌躇鸣。路人尚酸鼻，何况骨肉情。",
        "author": "两汉",
        "poem_class": "古诗三百",
        "dynasty": "曹植"
    },
    {
        "title": "燕歌行二首·其一",
        "paragraph": "秋风萧瑟天气凉，草木摇落露为霜，群燕辞归鹄南翔。(鹄南翔 一作：雁南翔）念君客游思断肠，慊慊思归恋故乡，君何淹留寄他方？(君何 一作：何为)贱妾茕茕守空房，忧来思君不敢忘，不觉泪下沾衣裳。援琴鸣弦发清商，短歌微吟不能长。明月皎皎照我床，星汉西流夜未央。牵牛织女遥相望，尔独何辜限河梁。春水满四泽，夏云多奇峰。秋月扬明晖，冬岭秀孤松。新亭面皎月，高宴列中秋。地敞蟾疑动，窗空雾自流。杯倾承露掌，榻下摘星楼。宾客梁园胜，今宵尽醉游。五百年来住此村，梅花妆点雪芳芬。柴门旧少贤人扫，太极分经孺子论。曾子大贤还儆省，周公元圣亦忧勤。从今再勉三年力，四海人应识得甄。",
        "author": "魏晋",
        "poem_class": "古诗三百",
        "dynasty": "曹丕"
    },
    {
        "title": "赠从弟·其二",
        "paragraph": "亭亭山上松，瑟瑟谷中风。风声一何盛，松枝一何劲。冰霜正惨凄，终岁常端正。岂不罹凝寒，松柏有本性。夫君子之行，静以修身，俭以养德。非淡泊无以明志，非宁静无以致远。夫学须静也，才须学也，非学无以广才，非志无以成学。淫慢则不能励精，险躁则不能治性。年与时驰，意与日去，遂成枯落，多不接世，悲守穷庐，将复何及！ (淡泊 一作：澹泊；淫慢 一作：慆慢)妾身兮不令。婴疾兮来归。沉滞兮家门。历时兮不差。旷废兮侍觐。情敬兮有违。君今兮奉命。远适兮京师。悠悠兮离别。无因兮叙怀。瞻望兮踊跃。伫立兮徘徊。思君兮感结。梦想兮容辉。君发兮引迈。去我兮日乖。恨无兮羽翼。高飞兮相追。长吟兮永叹。泪下兮沾衣。肃承明诏，应会皇都。星陈夙驾，秣马脂车。命彼掌徒，肃我征旅。朝发鸾台，夕宿兰渚。芒芒原隰，祁祁士女。经彼公田，乐我稷黍。爰有樛木，重阴匪息。虽有糇粮，饥不遑食。望城不过，面邑不游。仆夫警策，平路是由。玄驷蔼蔼，扬镳漂沫。流风翼衡，轻云承盖。涉涧之滨，缘山之隈。遵彼河浒，黄阪是阶。西济关谷，或降或升。騑骖倦路，载寝载兴。将朝圣皇，匪敢晏宁。弭节长骛，指日遄征。前驱举燧，后乘抗旌。轮不辍运，鸾无废声。爰暨帝室，税此西墉。嘉诏未赐，朝觐莫从。仰瞻城阈，俯惟阙庭。长怀永慕，忧心如酲。",
        "author": "两汉",
        "poem_class": "古诗三百",
        "dynasty": "刘桢"
    },
    {
        "title": "酌贪泉",
        "paragraph": "古人云此水，一歃怀千金。试使夷齐饮，终当不易心。晦朔如循环，月盈已复魄。蓐收清西陆，朱羲将由白。寒露拂陵苕，女萝辞松柏。蕣荣不终朝，蜉蝣岂见夕。圆丘有奇章，钟山出灵液。王孙列八珍，安期炼五石。长揖当途人，去来山林客。穷居寡人用，时忘四运周。门庭多落叶，慨然知已秋。新葵郁北牖，嘉穟养南畴。今我不为乐，知有来岁不？命室携童弱，良日登远游。婕妤去辞宠。淹留终不见。寄情在玉阶。托意惟团扇。春苔暗阶除。秋草芜高殿。黄昏履綦绝。愁来空雨面。",
        "author": "魏晋",
        "poem_class": "古诗三百",
        "dynasty": "吴隐之"
    },
    {
        "title": "七步诗",
        "paragraph": "煮豆燃豆萁，豆在釜中泣。本是同根生，相煎何太急？（版本一）煮豆持作羹，漉菽以为汁。(菽 一作：豉)萁在釜下燃，豆在釜中泣。本自同根生，相煎何太急？（版本二）大梁乘精，白虎用生。思睿信立，绕于垣坰。嘉此正器，崭岩若山。上贯太华，承以铜盘。中有兰绮，朱火青烟。武力既定，庶士咸绥。乐陈我广庭，式宴宾与师。昭文德，宣武威，平九有，抚民黎。荷天宠，延寿尸，千载莫我违。",
        "author": "两汉",
        "poem_class": "古诗三百",
        "dynasty": "曹植"
    },
    {
        "title": "短歌行",
        "paragraph": "对酒当歌，人生几何！譬如朝露，去日苦多。慨当以慷，忧思难忘。何以解忧？唯有杜康。青青子衿，悠悠我心。但为君故，沉吟至今。呦呦鹿鸣，食野之苹。我有嘉宾，鼓瑟吹笙。明明如月，何时可掇？(明明 一作：皎皎)忧从中来，不可断绝。越陌度阡，枉用相存。契阔谈讌，心念旧恩。(谈讌 一作：谈宴)月明星稀，乌鹊南飞。绕树三匝，何枝可依？山不厌高，海不厌深。周公吐哺，天下归心。四座且莫喧，愿听歌一言。请说铜香爐，崔巍象南山。上枝似松柏，下根據铜盘。雕文各异类，离娄自相连。谁能为此器，公输与鲁般。朱火然其中，青烟颺其间。顺入君怀裏，四座莫不欢。香风难久居，空令蕙草残。石留凉阳凉石。水流为沙锡以微。河为香向始𥡙。冷将风阳北逝。肯无敢于于扬。心邪怀兰志金安薄北方开留离兰。鸳鸯自朋亲，不若比翼连。他人虽同盟，骨肉天性然。周公穆康叔，管蔡则流言。子臧让千乘，季札慕其贤。",
        "author": "两汉",
        "poem_class": "古诗三百",
        "dynasty": "曹操"
    },
    {
        "title": "观沧海",
        "paragraph": "东临碣石，以观沧海。水何澹澹，山岛竦峙。树木丛生，百草丰茂。秋风萧瑟，洪波涌起。日月之行，若出其中；星汉灿烂，若出其里。幸甚至哉，歌以咏志。上邪！我欲与君相知，长命无绝衰。山无陵，江水为竭，冬雷震震夏雨雪，天地合，乃敢与君绝！淑问得竟，皋陶邓盛。惟岁之元，朝会奉樽。金罍牺象，嘉礼具陈。献酬交错，万国咸欢。",
        "author": "两汉",
        "poem_class": "古诗三百",
        "dynasty": "曹操"
    },
    {
        "title": "蒿里行",
        "paragraph": "关东有义士，兴兵讨群凶。初期会盟津，乃心在咸阳。军合力不齐，踌躇而雁行。势利使人争，嗣还自相戕。淮南弟称号，刻玺于北方。铠甲生虮虱，万姓以死亡。白骨露于野，千里无鸡鸣。生民百遗一，念之断人肠。神龟虽寿，犹有竟时。腾蛇乘雾，终为土灰。老骥伏枥，志在千里。烈士暮年，壮心不已。盈缩之期，不但在天；养怡之福，可得永年。幸甚至哉，歌以咏志。下流不可处。君子慎厥初。名高不宿着。易用受侵诬。前者隳官去。有人适我闾。田家无所有。酌醴焚枯鱼。问我何功德。三入承明庐。所占于此土。是谓仁智居。文章不经国。筐箧无尺书。用等称才学。往往见叹誉。避席跪自陈。贱子实空虚。宋人遇周客。惭媿靡所如。今日乐上乐，相从步云衢。天公出美酒，河伯出鲤鱼。青龙前铺席，白虎持榼壶。南斗工鼓瑟，北斗吹笙竽。妲娥垂明珰，织女奉瑛琚。苍霞扬东讴，清风流西歈。垂露成帏幄，奔星扶轮舆。",
        "author": "两汉",
        "poem_class": "古诗三百",
        "dynasty": "曹操"
    },
    {
        "title": "龟虽寿",
        "paragraph": "神龟虽寿，犹有竟时。腾蛇乘雾，终为土灰。老骥伏枥，志在千里。烈士暮年，壮心不已。盈缩之期，不但在天；养怡之福，可得永年。幸甚至哉，歌以咏志。天覆何弥广。苞育此羣生。弃之必憔悴。惠之则滋荣。庆云从北来。郁述西南征。时雨中夜降。长雷周我庭。嘉种盈膏壤。登秋毕有成。愿言不获。终然永思。昔年舣棹桐江道，草圣相传紫芝老。长风千里吹夏云，落日空山迹如扫。",
        "author": "两汉",
        "poem_class": "古诗三百",
        "dynasty": "曹操"
    },
    {
        "title": "桓灵时童谣",
        "paragraph": "举秀才，不知书。举孝廉，父别居。寒素清白浊如泥，高第良将怯如鸡。(如鸡 一作：如黾)仙人骑白鹿，发短耳何长。导我上太华，揽芝获赤幢。来到主人门，奉药一玉箱。主人服此药，身体日康强。发白复更黑，延年寿命长。岧岧山上亭，皎皎云间星。远望使心思，游子恋所生。驱车出北门，遥观洛阳城。凯风吹长棘，夭夭枝叶倾。黄鸟飞相追，咬咬弄音声。伫立望西河，泣下沾罗缨。其一：【琴曲出自王实甫《西厢记》】有一美人兮，见之不忘。（一作：有美人兮，见之不忘。）一日不见兮，思之如狂。凤飞翱翔兮，四海求凰。无奈佳人兮，不在东墙。将琴代语兮，聊写衷肠。何时见许兮，慰我彷徨。愿言配德兮，携手相将。不得於飞兮，使我沦亡。其二：凤兮凤兮归故乡，遨游四海求其凰。时未遇兮无所将，何悟今兮升斯堂！有艳淑女在闺房，室迩人遐毒我肠。何缘交颈为鸳鸯，胡颉颃兮共翱翔！凰兮凰兮从我栖，得托孳尾永为妃。交情通意心和谐，中夜相从知者谁？双翼俱起翻高飞，无感我思使余悲。所赍千金剑，通犀间碧玙。翡翠饰鸡必，标首明月珠。",
        "author": "两汉",
        "poem_class": "古诗三百",
        "dynasty": "佚名"
    },
    {
        "title": "凛凛岁云暮",
        "paragraph": "凛凛岁云暮，蝼蛄夕鸣悲。凉风率已厉，游子寒无衣。锦衾遗洛浦，同袍与我违。独宿累长夜，梦想见容辉。良人惟古欢，枉驾惠前绥。愿得常巧笑，携手同车归。既来不须臾，又不处重闱。亮无晨风翼，焉能凌风飞？眄睐以适意，引领遥相睎。徙倚怀感伤，垂涕沾双扉。结客少年场。报怨洛北芒。猗猗嘉禾。惟谷之精。其洪盈箱。协穗殊茎。昔生周朝。今植魏庭。献之庙堂。以昭厥灵。庭中有奇树，绿叶发华滋。攀条折其荣，将以遗所思。馨香盈怀袖，路远莫致之。此物何足贵？但感别经时。",
        "author": "两汉",
        "poem_class": "古诗三百",
        "dynasty": "佚名"
    },
    {
        "title": "客从远方来",
        "paragraph": "客从远方来，遗我一端绮。相去万余里，故人心尚尔。文采双鸳鸯，裁为合欢被。著以长相思，缘以结不解。以胶投漆中，谁能别离此？闻已度伊洛，近在万岁亭。岂即事有渐，将顺王命乎？盖君子谓：“伯夷隘，柳下惠不恭。”故传曰：“不夷不惠，可否之间。”盖圣贤居身之所珍也。诚遂欲枕山栖谷，拟迹巢由，斯则可矣；若当辅政济民，今其时也。自生民以来，善政少而乱俗多，必待尧舜之君，此为志士终无时矣。常闻语曰：“峣峣者易缺，皎皎者易污。”《阳春》之曲，和者必寡；盛名之下，其实难副。近鲁阳樊君被征初至，朝廷设坛席，犹待神明。虽无大异，而言行所守无缺；而毁谤布流，应时折减者，岂非观听望深，声名太盛乎？自顷征聘之士胡元安薛孟尝朱仲昭顾季鸿等，其功业皆无所采，是故俗论皆言处士纯盗虚声，愿先生弘此远谟，令众人叹服，一雪此言耳。煮豆燃豆萁，豆在釜中泣。本是同根生，相煎何太急？（版本一）煮豆持作羹，漉菽以为汁。(菽 一作：豉)萁在釜下燃，豆在釜中泣。本自同根生，相煎何太急？（版本二）谁言五马共翩翩，百丈维牵水上船。故吏青山开候馆，遗民绿野趁春田。颂声遥播啼猿外，归梦长随落雁边。闻说颍川曾入相，知君未必让先贤。",
        "author": "两汉",
        "poem_class": "古诗三百",
        "dynasty": "佚名"
    },
    {
        "title": "回车驾言迈",
        "paragraph": "回车驾言迈，悠悠涉长道。四顾何茫茫，东风摇百草。所遇无故物，焉得不速老。盛衰各有时，立身苦不早。人生非金石，岂能长寿考？奄忽随物化，荣名以为宝。君子有所思，所思良独难。高堂在何许，九原路漫漫。食禄不待养，衣锦谁为欢。良宵四五起，中情讵能安。春至霜露零，秋深风木寒。感兹岁华改，恻怆颓心肝。宦辙天一涯，顾盼形影单。努力播芳馨，期以垂不刊。今日乐上乐，相从步云衢。天公出美酒，河伯出鲤鱼。青龙前铺席，白虎持榼壶。南斗工鼓瑟，北斗吹笙竽。妲娥垂明珰，织女奉瑛琚。苍霞扬东讴，清风流西歈。垂露成帏幄，奔星扶轮舆。古木千章荫浅滩，干霄危石噀飞湍。水晶帘下谁安女，乱掷珍珠落玉盘。",
        "author": "两汉",
        "poem_class": "古诗三百",
        "dynasty": "佚名"
    },
    {
        "title": "行行重行行",
        "paragraph": "行行重行行，与君生别离。相去万余里，各在天一涯。道路阻且长，会面安可知？胡马依北风，越鸟巢南枝。相去日已远，衣带日已缓。浮云蔽白日，游子不顾反。思君令人老，岁月忽已晚。弃捐勿复道，努力加餐饭。余遭世之颠覆兮，罹填塞之阨灾。旧室灭以丘墟兮，曾不得乎少留。遂奋袂以北征兮，超绝迹而远游。 朝发轫于长都兮，夕宿瓠谷之玄宫。历云门而反顾，望通天之崇崇。乘陵岗以登降，息郇邠之邑乡。慕公刘之遗德，及行苇之不伤。彼何生之优渥，我独罹此百殃？故时会之变化兮，非天命之靡常。 登赤须之长阪，入义渠之旧城。忿戎王之淫狡，秽宣后之失贞。嘉秦昭之讨贼，赫斯怒以北征。纷吾去此旧都兮，騑迟迟以历兹。 遂舒节以远逝兮，指安定以为期。涉长路之绵绵兮，远纡回以樛流。过泥阳而太息兮，悲祖庙之不修。释余马于彭阳兮，且弭节而自思。日晻晻其将暮兮，睹牛羊之下来。寤旷怨之伤情兮，哀诗人之叹时。 越安定以容与兮，遵长城之漫漫。剧蒙公之疲民兮，为强秦乎筑怨。舍高亥之切忧兮，事蛮狄之辽患。不耀德以绥远，顾厚固而缮藩。首身分而不寤兮，犹数功而辞鱤。何夫子之妄说兮，孰云地脉而生残。 登鄣隧而遥望兮，聊须臾以婆娑。闵獯鬻之猾夏兮，吊尉漖于朝那。从圣文之克让兮，不劳师而币加。惠父兄于南越兮，黜帝号于尉他。降几杖于藩国兮，折吴濞之逆邪。惟太宗之荡荡兮，岂曩秦之所图。 隮高平而周览，望山谷之嵯峨。野萧条以莽荡，迥千里而无家。风猋发以漂遥兮，谷水灌以扬波。飞云雾之杳杳，涉积雪之皑皑。雁邕邕以群翔兮，□鸡鸣以哜哜。 游子悲其故乡，心怆悢以伤怀。抚长剑而慨息，泣涟落而沾衣。揽余涕以于邑兮，哀生民之多故。夫何阴曀之不阳兮，嗟久失其平度。谅时运之所为兮，永伊郁其谁愬？ 乱曰：夫子固穷游艺文兮，乐以忘忧惟圣贤兮？达人从事有仪则兮，行止屈申与时息兮？君子履信无不居兮，虽之蛮貊何忧惧兮？ 咨尔庶士，迨时斯勖。日月逾迈，岂云旋复。哀我经营，膂力靡及。在兹弱冠，靡所树立。于赫我祖，显于殷国。贰迹阿衡，克光其则。武丁兴商，伊宗皇士。爰作股肱，万邦是纪。奕世载德，迄我显考。保膺淑懿，缵修其道。汉之中叶，俊乂式序。秩彼殷宗，光此勋绪。伊余小子，秽陋靡逮。惧我世烈，自兹以坠。谁能革浊，清我濯溉。谁能昭暗，启我童昧。先人有训，我讯我诰。训我嘉务，诲我博学。爰率朋友，寻此旧则。契阔夙夜，庶不懈忒。秩秩大猷，纪纲庶式。匪勤匪昭，匪壹匪测。农夫不怠，越有黍稷。谁能云作，考之居息。二事败叶，多疾我力。如彼遵衢，则罔所极。二志靡成，聿劳我心。如彼兼听，则溷于音。于戏君子，无恒自逸。徂年如流，鲜兹暇日。行迈屡税，胡能有迄。密勿朝夕，聿同始卒。名都多妖女，京洛出少年。宝剑值千金，被服丽且鲜。斗鸡东郊道，走马长楸间。驰骋未能半，双兔过我前。揽弓捷鸣镝，长驱上南山。左挽因右发，一纵两禽连。余巧未及展，仰手接飞鸢。观者咸称善，众工归我妍。归来宴平乐，美酒斗十千。脍鲤臇胎鰕，炮鳖炙熊蹯。鸣俦啸匹侣，列坐竟长筵。连翩击鞠壤，巧捷惟万端。白日西南驰，光景不可攀。云散还城邑，清晨复来还。",
        "author": "两汉",
        "poem_class": "古诗三百",
        "dynasty": "佚名"
    },
    {
        "title": "东城高且长",
        "paragraph": "东城高且长，逶迤自相属。回风动地起，秋草萋已绿。四时更变化，岁暮一何速！晨风怀苦心，蟋蟀伤局促。荡涤放情志，何为自结束！燕赵多佳人，美者颜如玉。被服罗裳衣，当户理清曲。音响一何悲！弦急知柱促。驰情整中带，沉吟聊踯躅。思为双飞燕，衔泥巢君屋。有美一人。被服纤罗。妖姿艳丽。蓊若春华。红颜韡烨。云髻嵯峨。弹琴抚节。为我弦歌。清浊齐均。既亮且和。取乐今日。遑恤其它。项王军壁垓下，兵少食尽，汉军及诸侯兵围之数重。夜闻汉军四面皆楚歌，项王乃大惊曰：“汉皆已得楚乎？是何楚人之多也！”项王则夜起，饮帐中。有美人名虞，常幸从；骏马名骓，常骑之。于是项王乃悲歌慷慨，自为诗曰：“力拔山兮气盖世！时不利兮骓不逝！骓不逝兮可奈何！虞兮虞兮奈若何！”歌数阕，美人和之。项王泣数行下，左右皆泣，莫能仰视。于是项王乃上马骑，麾下壮士骑从者八百余人，直夜溃围南出，驰走。平明，汉军乃觉之，令骑将灌婴以五千骑追之。项王渡淮，骑能属者百余人耳。项王至阴陵，迷失道，问一田父，田父绐曰“左”。左，乃陷大泽中。以故汉追及之。项王乃复引兵而东，至东城，乃有二十八骑。汉骑追者数千人。项王自度不得脱。谓其骑曰：“吾起兵至今八岁矣，身七十余战，所当者破，所击者服，未尝败北，遂霸有天下。然今卒困于此，此天之亡我，非战之罪也。今日固决死，愿为诸君快战，必三胜之，为诸君溃围，斩将，刈旗，令诸君知天亡我，非战之罪也。”乃分其骑以为四队，四向。汉军围之数重。项王谓其骑曰：“吾为公取彼一将。”令四面骑驰下，期山东为三处。于是项王大呼，驰下，汉军皆披靡，遂斩汉一将。是时，赤泉侯为骑将，追项王，项王瞋目而叱之，赤泉侯人马俱惊，辟易数里。与其骑会为三处。汉军不知项王所在，乃分军为三，复围之。项王乃驰，复斩汉一都尉，杀数十百人，复聚其骑，亡其两骑耳。乃谓其骑曰：“何如？”骑皆伏曰：“如大王言。”于是项王乃欲东渡乌江。乌江亭长檥船待，谓项王曰：“江东虽小，地方千里，众数十万人，亦足王也。愿大王急渡。今独臣有船，汉军至，无以渡。”项王笑曰：“天之亡我，我何渡为！且籍与江东子弟八千人渡江而西，今无一人还，纵江东父兄怜而王我，我何面目见之？纵彼不言，籍独不愧于心乎？”乃谓亭长曰：“吾知公长者。吾骑此马五岁，所当无敌，尝一日行千里，不忍杀之，以赐公。”乃令骑皆下马步行，持短兵接战。独籍所杀汉军数百人。项王身亦被十余创。顾见汉骑司马吕马童，曰：“若非吾故人乎？”马童面之，指王翳曰：“此项王也。”项王乃曰：“吾闻汉购我头千金，邑万户，吾为若德。”乃自刎而死。王翳取其头，余骑相蹂践争项王，相杀者数十人。最其后，郎中骑杨喜，骑司马吕马童，郎中吕胜、杨武各得其一体。秦嘉，字士会，陇西人也。为郡上计。其妻徐淑，寝疾还家，不获面别。赠诗云尔。人生譬朝露，居世多屯蹇。忧艰常早至，欢会常苦晚。念当奉时役，去尔日遥远。遣车迎子还，空往复空返。省书情凄怆，临食不能饭。独坐空房中，谁与相劝勉？长夜不能眠，伏枕独辗转。忧来如循环，匪席不可卷。皇灵无私亲，为善荷天禄。伤我与尔身，少小罹茕独。既得结大义，欢乐苦不足。念当远离别，思念叙款曲。河广无舟梁，道近隔丘陆。临路怀惆怅，中驾正踯躅。浮云起高山，悲风激深谷。良马不回鞍，轻车不转毂。针药可屡进，愁思难为数。贞士笃终始，恩义不可属。肃肃仆夫征，锵锵扬和铃。清晨当引迈，束带待鸡鸣。顾看空室中，仿佛想姿形。一别怀万恨，起坐为不宁。何用叙我心，遗思致款诚。宝钗好耀首，明镜可鉴形。芳香去垢秽，素琴有清声。诗人感木瓜，乃欲答瑶琼。愧彼赠我厚，惭此往物轻。虽知未足报，贵用叙我情。",
        "author": "两汉",
        "poem_class": "古诗三百",
        "dynasty": "佚名"
    },
    {
        "title": "明月何皎皎",
        "paragraph": "明月何皎皎，照我罗床帏。忧愁不能寐，揽衣起徘徊。客行虽云乐，不如早旋归。出户独彷徨，愁思当告谁！引领还入房，泪下沾裳衣。夫学者载籍极博。尤考信于六艺。《诗》、《书》虽缺，然虞、夏之文可知也。尧将逊位，让于虞舜，舜、禹之间，岳牧咸荐，乃试之于位，典职数十年，功用既兴，然后授政。示天下重器，王者大统，传天下若斯之难也。而说者曰：“尧让天下于许由，许由不受，耻之逃隐。及夏之时，有卞随、务光者。”此何以称焉？太史公曰：余登箕山，其上盖有许由冢云。孔子序列古之仁圣贤人，如吴太伯、伯夷之伦详矣。余以所闻，由、光义至高，其文辞不少概见，何哉？孔子曰：“伯夷、叔齐，不念旧恶，怨是用希。”“求仁得仁，又何怨乎？”余悲伯夷之意，睹轶诗可异焉。其传曰：伯夷、叔齐，孤竹君之二子也。父欲立叔齐。及父卒，叔齐让伯夷。伯夷曰：“父命也。”遂逃去。叔齐亦不肯立而逃之。国人立其中子。于是伯夷、叔齐闻西伯昌善养老，“盍往归焉！”及至，西伯卒，武王载木主，号为文王，东伐纣。伯夷、叔齐叩马而谏曰：“父死不葬，爰及干戈，可谓孝乎？以臣弑君，可谓仁乎？”左右欲兵之。太公曰：“此义人也。”扶而去之。武王已平殷乱，天下宗周，而伯夷、叔齐耻之，义不食周粟，隐于首阳山，采薇而食之。及饿且死，作歌，其辞曰：“登彼西山兮，采其薇矣。以暴易暴兮，不知其非矣。神农、虞、夏忽焉没兮，我安适归矣？于嗟徂兮，命之衰矣。”遂饿死于首阳山。由此观之，怨邪非邪？ 或曰：“天道无亲，常与善人。”若伯夷、叔齐，可谓善人者非邪？积仁洁行，如此而饿死。且七十子之徒，仲尼独荐颜渊为好学。然回也屡空，糟糠不厌，而卒蚤夭。天之报施善人，其何如哉？盗跖日杀不辜，肝人之肉，暴戾恣睢，聚党数千人，横行天下，竟以寿终，是遵何德哉？此其尤大彰明较著者也。若至近世，操行不轨，专犯忌讳，而终身逸乐，富厚累世不绝。或择地而蹈之，时然后出言，行不由径，非公正不发愤，而遇祸灾者，不可胜数也。余甚惑焉，倘所谓天道，是邪非邪？子曰：“道不同，不相为谋。”亦各从其志也。故曰：“富贵如可求，虽执鞭之士，吾亦为之。如不可求，从吾所好。”“岁寒，然后知松柏之后凋。”举世混浊，清士乃见。岂以其重若彼，其轻若此哉？“君子疾没世而名不称焉。”贾子曰：“贪夫徇财，烈士徇名，夸者死权，众庶冯生。”同明相照，同类相求。“云从龙，风从虎，圣人作而万物睹。”伯夷、叔齐虽贤，得夫子而名益彰；颜渊虽笃学，附骥尾而行益显。岩穴之士，趋舍有时，若此类名湮灭而不称，悲夫。闾巷之人，欲砥行立名者，非附青云之士，恶能施于后世哉！ 金樽玉杯不能使薄酒更厚。猗欤明哲。秉道之枢。养□之福。匪德之隅。渊乎其长。涣乎成功。政暇民豫。新我□通。用行则达。以诱我邦。赖兹刘父。用说其蒙。泽零年丰。黔首歌颂。",
        "author": "两汉",
        "poem_class": "古诗三百",
        "dynasty": "佚名"
    },
    {
        "title": "涉江采芙蓉",
        "paragraph": "涉江采芙蓉，兰泽多芳草。采之欲遗谁？所思在远道。还顾望旧乡，长路漫浩浩。同心而离居，忧伤以终老。惟岁之元，朝会奉樽。金罍牺象，嘉礼具陈。献酬交错，万国咸欢。巍巍主人德，佳会被四方。开馆延群士，置酒于斯堂。辨论释郁结，援笔兴文章。穆穆众君子，好合同欢康。促坐褰重帷，传满腾羽觞。背尊章，嫖以忽。谋屈奇，起自绝。行周流，自生患。谅非望，今谁怨。",
        "author": "两汉",
        "poem_class": "古诗三百",
        "dynasty": "佚名"
    },
    {
        "title": "十五从军征",
        "paragraph": "十五从军征，八十始得归。道逢乡里人：“家中有阿谁？”“遥看是君家，松柏冢累累。”(遥看 一作：遥望)兔从狗窦入，雉从梁上飞。中庭生旅谷，井上生旅葵。舂谷持作饭，采葵持作羹。羹饭一时熟，不知饴阿谁。出门东向看，泪落沾我衣。(东向看 一作：东向望)子弟可不慎。慎在选师友。师友必良德。中才可进诱。楚太子有疾，而吴客往问之，曰：“伏闻太子玉体不安，亦少间乎？”太子曰：“惫！谨谢客。”客因称曰：“今时天下安宁，四宇和平，太子方富于年。意者久耽安乐，日夜无极，邪气袭逆，中若结轖。纷屯澹淡，嘘唏烦酲，惕惕怵怵，卧不得瞑。虚中重听，恶闻人声，精神越渫，百病咸生。聪明眩曜，悦怒不平。久执不废，大命乃倾。太子岂有是乎？”太子曰：“谨谢客。赖君之力，时时有之，然未至于是也”。”客曰：“今夫贵人之子，必宫居而闺处，内有保母，外有傅父，欲交无所。饮食则温淳甘膬，脭醲肥厚；衣裳则杂遝曼暖，燂烁热暑。虽有金石之坚，犹将销铄而挺解也，况其在筋骨之间乎哉？故曰：纵耳目之欲，恣支体之安者，伤血脉之和。且夫出舆入辇，命曰蹶痿之机；洞房清宫，命曰寒热之媒；皓齿蛾眉，命曰伐性之斧；甘脆肥脓，命曰腐肠之药。今太子肤色靡曼，四支委随，筋骨挺解，血脉淫濯，手足堕窳；越女侍前，齐姬奉后；往来游醼，纵恣于曲房隐间之中。此甘餐毒药，戏猛兽之爪牙也。所从来者至深远，淹滞永久而不废，虽令扁鹊治内，巫咸治外，尚何及哉！今如太子之病者，独宜世之君子，博见强识，承间语事，变度易意，常无离侧，以为羽翼。淹沈之乐，浩唐之心，遁佚之志，其奚由至哉！’’太子曰：“诺。病已，请事此言。”客曰：“今太子之病，可无药石针刺灸疗而已，可以要言妙道说而去也。不欲闻之乎？”太子曰：“仆愿闻之。”客曰：“龙门之桐，高百尺而无枝。中郁结之轮菌，根扶疏以分离。上有千仞之峰，下临百丈之溪。湍流遡波，又澹淡之。其根半死半生。冬则烈风漂霰、飞雪之所激也，夏则霄霆、霹雳之所感也。朝则鹂黄、鳱鴠鸣焉，暮则羁雌、迷鸟宿焉。独鹄晨号乎其上，鹍鸡哀鸣翔乎其下。于是背秋涉冬，使琴挚斫斩以为琴，野茧之丝以为弦，孤子之钩以为隐，九寡之珥以为约。使师堂操《畅》，伯子牙为之歌。歌曰：‘麦秀蔪兮雉朝飞，向虚壑兮背槁槐，依绝区兮临回溪。’飞鸟闻之，翕翼而不能去；野兽闻之，垂耳而不能行；蚑、蟜、蝼、蚁闻之，柱喙而不能前。此亦天下之至悲也，太子能强起听之乎？”太子曰：“仆病未能也。”客曰：“犓牛之腴，菜以笋蒲。肥狗之和，冒以山肤。楚苗之食，安胡之飰，抟之不解，一啜而散。于是使伊尹煎熬，易牙调和。熊蹯之胹，芍药之酱。薄耆之炙，鲜鲤之鱠。秋黄之苏，白露之茹。兰英之酒，酌以涤口。山梁之餐，豢豹之胎。小飰大歠，如汤沃雪。此亦天下之至美也，太子能强起尝之乎？”太子曰：“仆病未能也。”客曰：“钟、岱之牡，齿至之车，前似飞鸟，后类距虚。穱麦服处，躁中烦外。羁坚辔，附易路。于是伯乐相其前后，王良、造父为之御，秦缺、楼季为之右。此两人者，马佚能止之，车覆能起之。于是使射千镒之重，争千里之逐。此亦天下之至骏也，太子能强起乘之乎？”太子曰：“仆病未能也。”客曰：“既登景夷之台，南望荆山，北望汝海，左江右湖，其乐无有。于是使博辩之士，原本山川，极命草木，比物属事，离辞连类。浮游览观，乃下置酒于虞杯之宫。连廊四注，台城层构，纷纭玄绿。辇道邪交，黄池纡曲。溷章、白鹭，孔鸟、鶤鹄，鵷雏、鵁鶄，翠鬣紫缨。螭龙、德牧，邕邕群鸣。阳鱼腾跃，奋翼振鳞。漃漻薵蓼，蔓草芳苓。女桑、河柳，素叶紫茎。苗松、豫章，条上造天。梧桐、并阊，极望成林。众芳芬郁，乱于五风。从容猗靡，消息阳阴。列坐纵酒，荡乐娱心。景春佐酒，杜连理音。滋味杂陈，肴糅错该。练色娱目，流声悦耳。于是乃发《激楚》之结风，扬郑、卫之皓乐。使先施、徵舒、阳文、段干、吴娃、闾娵、傅予之徒，杂裾垂髾，目窕心与。揄流波，杂杜若，蒙清尘，被兰泽，嬿服而御。此亦天下之靡丽、皓侈、广博之乐也，太子能强起游乎？太子曰：“仆病未能也。”客曰：“将为太子驯骐骥之马，驾飞軨之舆，乘牡骏之乘。右夏服之劲箭，左乌号之雕弓。游涉乎云林，周驰乎兰泽，弭节乎江浔。掩青苹，游清风。陶阳气，荡春心。逐狡兽，集轻禽。于是极犬马之才，困野兽之足，穷相御之智巧，恐虎豹，慴鸷鸟。逐马鸣镳，鱼跨麋角。履游麕兔，蹈践麖鹿，汗流沫坠，寃伏陵窘。无创而死者，固足充后乘矣。此校猎之至壮也，太子能强起游乎？”太子曰：“卜病未能也。”然阳气见于眉宇之间，侵淫而上，几满大宅。客见太子有悦色，遂推而进之曰：“冥火薄天，兵车雷运，旌旗偃蹇，羽毛肃纷。驰骋角逐，慕味争先。徼墨广博，观望之有圻；纯粹全牺，献之公门。太子曰：“善！愿复闻之。”客曰：“未既。于是榛林深泽，烟云闇莫，兕虎并作。毅武孔猛，袒裼身薄。白刃磑磑，矛戟交错。收获掌功，赏赐金帛。掩苹肆若，为牧人席。旨酒嘉肴，羞炰脍灸，以御宾客。涌觞并起，动心惊耳。诚不必悔，决绝以诺；贞信之色，形于金石。高歌陈唱，万岁无斁。此真太子之所喜也，能强起而游乎？”太子曰：“仆甚愿从，直恐为诸大夫累耳。”然而有起色矣。客曰：“将以八月之望，与诸侯远方交游兄弟，并往观涛乎广陵之曲江。至则未见涛之形也，徒观水力之所到，则恤然足以骇矣。观其所驾轶者，所擢拔者，所扬汩者，所温汾者，所涤汔者，虽有心略辞给，固未能缕形其所由然也。怳兮忽兮，聊兮栗兮，混汩汩兮，忽兮慌兮，俶兮傥兮，浩瀇瀁兮，慌旷旷兮。秉意乎南山，通望乎东海。虹洞兮苍天，极虑乎崖涘。流揽无穷，归神日母。汩乘流而下降兮，或不知其所止。或纷纭其流折兮，忽缪往而不来。临朱汜而远逝兮，中虚烦而益怠。莫离散而发曙兮，内存心而自持。于是澡概胸中，洒练五藏，澹澉手足，頮濯发齿。揄弃恬怠，输写淟浊，分决狐疑，发皇耳目。当是之时，虽有淹病滞疾，犹将伸伛起躄，发瞽披聋而观望之也，况直眇小烦懑，酲醲病酒之徒哉！故曰：发蒙解惑，不足以言也。”太子曰：“善，然则涛何气哉？”客曰：“不记也。然闻于师曰，似神而非者三：疾雷闻百里；江水逆流，海水上潮；山出内云，日夜不止。衍溢漂疾，波涌而涛起。其始起也，洪淋淋焉，若白鹭之下翔。其少进也，浩浩溰溰，如素车白马帷盖之张。其波涌而云乱，扰扰焉如三军之腾装。其旁作而奔起也，飘飘焉如轻车之勒兵。六驾蛟龙，附从太白。纯驰皓蜺，前后络绎。顒顒卬卬，椐椐强强，莘莘将将。壁垒重坚，沓杂似军行。訇隐匈磕，轧盘涌裔，原不可当。观其两旁，则滂渤怫郁，闇漠感突，上击下律，有似勇壮之卒，突怒而无畏。蹈壁冲津，穷曲随隈，逾岸出追。遇者死，当者坏。初发乎或围之津涯，荄轸谷分。回翔青篾，衔枚檀桓。弭节伍子之山，通厉骨母之场，凌赤岸，篲扶桑，横奔似雷行，诚奋厥武，如振如怒，沌沌浑浑，状如奔马。混混庉庉，声如雷鼓。发怒庢沓，清升逾跇，侯波奋振，合战于藉藉之口。鸟不及飞，鱼不及回，兽不及走。纷纷翼翼，波涌云乱，荡取南山，背击北岸。覆亏丘陵，平夷西畔。险险戏戏，崩坏陂池，决胜乃罢。瀄汩潺湲，披扬流洒。横暴之极，鱼鳖失势，颠倒偃侧，沋沋湲湲，蒲伏连延。神物怪疑，不可胜言。直使人踣焉，洄闇凄怆焉。此天下怪异诡观也，太子能强起观之乎？”太子曰：“仆病未能也。”客曰：“将为太子奏方术之士有资略者，若庄周、魏牟、杨朱、墨翟、便蜎、詹何之伦，使之论天下之精微，理万物之是非。孔、老览观，孟子筹之，万不失一。此亦天下要言妙道也，太子岂欲闻之乎？”于是太子据几而起，曰：“涣乎若一听圣人辩士之言。”涊然汗出，霍然病已。名都多妖女，京洛出少年。宝剑值千金，被服丽且鲜。斗鸡东郊道，走马长楸间。驰骋未能半，双兔过我前。揽弓捷鸣镝，长驱上南山。左挽因右发，一纵两禽连。余巧未及展，仰手接飞鸢。观者咸称善，众工归我妍。归来宴平乐，美酒斗十千。脍鲤臇胎鰕，炮鳖炙熊蹯。鸣俦啸匹侣，列坐竟长筵。连翩击鞠壤，巧捷惟万端。白日西南驰，光景不可攀。云散还城邑，清晨复来还。",
        "author": "两汉",
        "poem_class": "古诗三百",
        "dynasty": "佚名"
    },
    {
        "title": "室思",
        "paragraph": "沉阴结愁忧，愁忧为谁兴？念与君相别，各在天一方。良会未有期，中心摧且伤。不聊忧餐食，慊慊常饥空。端坐而无为，仿佛君容光。峨峨高山首，悠悠万里道。君去日已远，郁结令人老。人生一世间，忽若暮春草。时不可再得，何为自愁恼？每诵昔鸿恩，贱躯焉足保。浮云何洋洋，愿因通我词。飘摇不可寄，徙倚徒相思。人离皆复会，君独无返期。自君之出矣，明镜暗不治。思君如流水，何有穷已时。惨惨时节尽，兰华复凋零。喟然长叹息，君期慰我情。辗转不能寐，长夜何绵绵。蹑履起出户，仰观三星连。自恨志不遂，泣涕如涌泉。思君见巾栉，以益我劳勤。安得鸿鸾羽，觏此心中人。诚心亮不遂，搔首立悁悁。何言一不见，复会无因缘。故如比目鱼，今隔如参辰。人靡不有初，想君能终之。别来历年岁，旧恩何可期。重新而忘故，君子所尤讥。寄身虽在远，岂忘君须臾。既厚不为薄，想君时见思。灵旗旨，不庭方，大风泱泱天外扬。短箫歌，歌恺康，明廷万年，继明重光。曾孙稼，如茨梁，嘉与万邦，纯蝦有常。扶桑升朝晖。照此高台端。高台多妖丽。濬房出清颜。淑貌耀皎日。惠心清且闲。美目扬玉泽。蛾眉象翠翰。鲜肤一何润。秀色若可餐。窈窕多容仪。婉媚巧笑言。暮春春服成。粲粲绮与纨。金雀垂藻翘。琼佩结瑶璠。方驾扬清尘。濯足洛水澜。蔼蔼风云会。佳人一何繁。南崖充罗幕。北渚盈軿轩。清川含藻景。高岸被华丹。馥馥芳袖挥。泠泠纤指弹。悲歌吐清响。雅舞播幽兰。丹唇含九秋。妍迹陵七盘。赴曲迅惊鸿。蹈节如集鸾。绮态随颜变。沈姿无定源。俯仰纷阿那。顾步咸可欢。遗芳结飞飙。浮景映清湍。冶容不足咏。春游良可叹。南山有鸟，北山张罗。乌既高飞，罗将奈何。意欲从君，谗言孔多。悲结成疹，没命黄垆。命之不造，冤如之何。羽族之多，名为凤凰。一日失雄，三年感伤。虽有众鸟，不为匹双。故见鄙姿，逢君辉光。身远心近，何当暂忘。",
        "author": "魏晋",
        "poem_class": "古诗三百",
        "dynasty": "徐干"
    },
    {
        "title": "迢迢牵牛星",
        "paragraph": "迢迢牵牛星，皎皎河汉女。纤纤擢素手，札札弄机杼。终日不成章，泣涕零如雨。河汉清且浅，相去复几许。盈盈一水间，脉脉不得语。昊天降丰泽。百卉挺葳蕤。凉风撤蒸暑。清云却炎晖。高会君子堂。并坐荫华榱。嘉肴充圆方。旨酒盈金罍。管弦发徽音。曲度清且悲。合坐同所乐。但愬杯行迟。常闻诗人语。不醉且无归。今日不极欢。含情欲待谁。见眷良不翅。守分岂能违。古人有遗言。君子福所绥。愿我贤主人。与天享巍巍。克符周公业。奕世不可追。启灵篇兮披瑞图。获白雉兮效素乌。嘉祥阜兮集皇都。发皓羽兮奋翘英。容洁朗兮于纯精。彰皇德兮侔周成。永延长兮膺天庆。驾六龙，乘风而行。行四海，路下之八邦。历登高山临溪谷，乘云而行。行四海外，东到泰山。仙人玉女，下来翱游。骖驾六龙饮玉浆。河水尽，不东流。解愁腹，饮玉浆。奉持行，东到蓬莱山，上至天之门。玉阙下，引见得入，赤松相对，四面顾望，视正焜煌。开玉心正兴，其气百道至。传告无穷闭其口，但当爱气寿万年。东到海，与天连。神仙之道，出窈入冥，常当专之。心恬澹，无所愒。欲闭门坐自守，天与期气。愿得神之人，乘驾云车，骖驾白鹿，上到天之门，来赐神之药。跪受之，敬神齐。当如此，道自来。",
        "author": "两汉",
        "poem_class": "古诗三百",
        "dynasty": "佚名"
    },
    {
        "title": "赋得北方有佳人",
        "paragraph": "由来称独立，本自号倾城。柳叶眉间发，桃花脸上生。腕摇金钏响，步转玉环鸣。纤腰宜宝袜，红衫艳织成。悬知一顾重，别觉舞腰轻。长堤春水绿悠悠，畎入漳河一道流。莫听声声催去棹，桃溪浅处不胜舟。少年十五二十时，步行夺得胡马骑。射杀山中白额虎，肯数邺下黄须儿！一身转战三千里，一剑曾当百万师。汉兵奋迅如霹雳，虏骑崩腾畏蒺藜。卫青不败由天幸，李广无功缘数奇。自从弃置便衰朽，世事蹉跎成白首。昔时飞箭无全目，今日垂杨生左肘。路旁时卖故侯瓜，门前学种先生柳。苍茫古木连穷巷，寥落寒山对虚牖。誓令疏勒出飞泉，不似颍川空使酒。贺兰山下阵如云，羽檄交驰日夕闻。节使三河募年少，诏书五道出将军。试拂铁衣如雪色，聊持宝剑动星文。愿得燕弓射大将，耻令越甲鸣吾君。莫嫌旧日云中守，犹堪一战取功勋。昨日登高罢，今朝更举觞。菊花何太苦，遭此两重阳？",
        "author": "唐代",
        "poem_class": "古诗三百",
        "dynasty": "徐惠"
    },
    {
        "title": "垓下歌",
        "paragraph": "力拔山兮气盖世。时不利兮骓不逝。骓不逝兮可奈何！虞兮虞兮奈若何！唇亡则齿寒。谋而不得。则以往知来。君子不镜于水而镜于人。镜于水见面之容。镜于人则知吉与凶。登此昆吾之虚。绵绵生之瓜。余为浑良夫。叫天无辜。升彼河兮而观清。水扬波兮冒冥冥。祷求福兮醉不醒。诛将加兮妾心惊。罚既释兮渎乃清。妾持擑兮操其维。蛟龙助兮主将归。呼来櫂兮行勿疑。",
        "author": "先秦",
        "poem_class": "古诗三百",
        "dynasty": "项羽"
    },
    {
        "title": "大风歌",
        "paragraph": "大风起兮云飞扬，威加海内兮归故乡，安得猛士兮守四方！吾欲上谒从高山。山头危险道路难。遥望五岳端。黄金为阙班璘。但见芝草叶落纷纷。百鸟集来如烟。山兽纷纶麟辟邪其端。鹍鸡声鸣。但见山兽援戏相拘攀。小复前行。玉堂未心怀流还。传教出门来。门外人何求所言。欲从圣道。求一得命延。教敕凡吏受言。采取神药若木端。玉兔长跪捣药虾蟆丸。奉上陛下一玉柈。服此药可得神仙。服尔神药。莫不欢喜。陛下长生老寿。四面肃肃稽首。天神拥护左右。陛下长与天相保守。阊阖开，天衢通，被我羽衣乘飞龙。乘飞龙，与仙期，东上蓬莱采灵芝。灵芝采之可服食，年若王父无终极。魏文侯时，西门豹为邺令。豹往到邺，会长老，问之民所疾苦。长老曰：“苦为河伯娶妇，以故贫。”豹问其故，对曰：“邺三老、廷掾常岁赋敛百姓，收取其钱得数百万，用其二三十万为河伯娶妇，与祝巫共分其余钱持归。当其时，巫行视小家女好者，云是当为河伯妇。即娉取。洗沐之，为治新缯绮縠衣，闲居斋戒；为治斋宫河上，张缇绛帷，女居其中，为具牛酒饭食，行十余日。共粉饰之，如嫁女床席，令女居其上，浮之河中。始浮，行数十里乃没。其人家有好女者，恐大巫祝为河伯取之，以故多持女远逃亡。以故城中益空无人，又困贫，所从来久远矣。民人俗语曰：‘即不为河伯娶妇，水来漂没，溺其人民’云。”西门豹曰：“至为河伯娶妇时，愿三老、巫祝、父老送女河上，幸来告语之，吾亦往送女。”皆曰：“诺。”至其时，西门豹往会之河上。三老、官属、豪长者、里父老皆会，以人民往观之者三二千人。其巫，老女子也，已年七十。从弟子女十人所，皆衣缯单衣，立大巫后。西门豹曰：“呼河伯妇来，视其好丑。”即将女出帷中，来至前。豹视之，顾谓三老，巫祝、父老曰：“是女子不好，烦大巫妪为入报河伯，得更求好女，后日送之。”即使吏卒共抱大巫妪投之河中。有顷，曰：“巫妪何久也？弟子趣之？”复以弟子一人投河中。有顷，曰：“弟子何久也？复使一人趣之！”复投一弟子河中。凡投三弟子。西门豹曰：“巫妪、弟子，是女子也，不能白事。烦三老为入白之。”复投三老河中。西门豹簪笔磬折，向河立待良久。长老、吏傍观者皆惊恐。西门豹曰：“巫妪、三老不来还，柰之何？”欲复使廷掾与豪长者一人入趣之。皆叩头，叩头且破，额血流地，色如死灰。西门豹曰：“诺，且留待之须臾。”须臾，豹曰：“廷掾起矣。状河伯留客之久，若皆罢去归矣。”邺吏民大惊恐，从是以后，不敢复言为河伯娶妇。西门豹即发民凿十二渠，引河水灌民田，田皆溉。当其时，民治渠少烦苦，不欲也。豹曰：“民可以乐成，不可与虑始。今父老子弟虽患苦我，然百岁后期令父老子孙思我言。”至今皆得水利，民人以给足富。",
        "author": "两汉",
        "poem_class": "古诗三百",
        "dynasty": "刘邦"
    },
    {
        "title": "荆轲歌 / 渡易水歌",
        "paragraph": "风萧萧兮易水寒，壮士一去兮不复还。(复还 一作：复反)探虎穴兮入蛟宫，仰天呼气兮成白虹。(此句疑为后人补作)兄弟谗阋。侮人百里。兵在其颈。佐雝者尝焉。佐斗者伤焉。祸不好不能为祸。文王有声，遹骏有声。遹求厥宁，遹观厥成。文王烝哉！文王受命，有此武功。既伐于崇，作邑于丰。文王烝哉！筑城伊淢，作丰伊匹。匪棘其欲，遹追来孝。王后烝哉！王公伊濯，维丰之垣。四方攸同，王后维翰。王后烝哉！丰水东注，维禹之绩。四方攸同，皇王维辟。皇王烝哉！镐京辟雍，自西自东，自南自北，无思不服。皇王烝哉！考卜维王，宅是镐京。维龟正之，武王成之。武王烝哉！丰水有芑，武王岂不仕？诒厥孙谋，以燕翼子。武王烝哉！卷帘何所思，独立数归鸟。不恨落日迟，惟怜君去早。",
        "author": "先秦",
        "poem_class": "古诗三百",
        "dynasty": "佚名"
    },
    {
        "title": "伐檀",
        "paragraph": "坎坎伐檀兮，置之河之干兮。河水清且涟猗。不稼不穑，胡取禾三百廛兮？不狩不猎，胡瞻尔庭有县貆兮？彼君子兮，不素餐兮！坎坎伐辐兮，置之河之侧兮。河水清且直猗。不稼不穑，胡取禾三百亿兮？不狩不猎，胡瞻尔庭有县特兮？彼君子兮，不素食兮！坎坎伐轮兮，置之河之漘兮。河水清且沦猗。不稼不穑，胡取禾三百囷兮？不狩不猎，胡瞻尔庭有县鹑兮？彼君子兮，不素飧兮！登彼丘陵。峛崺其阪。仁道在迩。求之若远。遂迷不复。自婴屯蹇。喟然回虑。题彼泰山。郁确其高。梁甫回连。枳棘充路。陟之无缘。将伐无柯。患兹蔓延。惟以永叹。涕霣潺湲。已哉已哉。寡人不能说也。尔来为。我水既净。我道既平。我行既止。嘉树则里。天子永宁。日惟丙申。旭旭杲杲。我其旁导。乘马既迧。(左秃右攵)夏康康。",
        "author": "先秦",
        "poem_class": "古诗三百",
        "dynasty": "佚名"
    },
    {
        "title": "相鼠",
        "paragraph": "相鼠有皮，人而无仪！人而无仪，不死何为？相鼠有齿，人而无止！人而无止，不死何俟？相鼠有体，人而无礼！人而无礼，胡不遄死？闻道百以为莫已若。众人重利。廉士重名。贤士尚志。圣人贵精。王道荡荡。不偏不党。王道平平。不党不偏。将为胠箧、探囊、发匮之盗而为守备，则必摄缄縢、固扃鐍；此世俗之所谓知也。然而巨盗至，则负匮、揭箧、担囊而趋；唯恐缄縢扃鐍之不固也。然则乡之所谓知者，不乃为大盗积者也？故尝试论之，世俗之所谓知者，有不为大盗积者乎？所谓圣者，有不为大盗守者乎？何以知其然邪？昔者齐国邻邑相望，鸡狗之音相闻，罔罟之所布，耒耨之所刺，方二千余里。阖四竟之内，所以立宗庙、社稷，治邑、屋、州、闾、乡、曲者，曷尝不法圣人哉？然而田成子一旦杀齐君而盗其国。所盗者岂独其国邪？并与其圣知之法而盗之。故田成子有乎盗贼之名，而身处尧舜之安，小国不敢非，大国不敢诛，专有齐国。则是不乃窃齐国，并与其圣知之法，以守其盗贼之身乎？尝试论之，世俗之所谓至知者，有不为大盗积者乎？所谓至圣者，有不为大盗守者乎？何以知其然邪？昔者龙逢斩，比干剖，苌弘胣，子胥靡。故四子之贤而身不免乎戮。故跖之徒问于跖曰：“盗亦有道乎？”跖曰：“何适而无有道邪？”夫妄意室中之藏，圣也；入先，勇也；出后，义也；知可否，知也；分均，仁也。五者不备而能成大盗者，天下未之有也。”由是观之，善人不得圣人之道不立，跖不得圣人之道不行；天下之善人少而不善人多，则圣人之利天下也少，而害天下也多。故曰：唇竭则齿寒，鲁酒薄而邯郸围，圣人生而大盗起。掊击圣人，纵舍盗贼，而天下始治矣！夫川竭而谷虚，丘夷而渊实。圣人已死，则大盗不起，天下平而无故矣。圣人不死，大盗不止。虽重圣人而治天下，则是重利盗跖也。为之斗斛以量之，则并与斗斛而窃之；为之权衡以称之，则并与权衡而窃之；为之符玺而信之，则并与符玺而窃之；为之仁义以矫之，则并与仁义而窃之。何以知其然邪？彼窃钩者诛，窃国者为诸侯，诸侯之门而仁义存焉。则是非窃仁义圣知邪？故逐于大盗、揭诸侯、窃仁义并斗斛权衡符玺之利者，虽有轩冕之赏弗能劝，斧钺之威弗能禁。此重利盗跖而使不可禁者，是乃圣人之过也。故曰：“鱼不可脱于渊，国之利器不可以示人。”彼圣人者，天下之利器也，非所以明天下也。故绝圣弃知，大盗乃止；擿玉毁珠，小盗不起；焚符破玺，而民朴鄙；掊斗折衡，而民不争；殚残天下之圣法，而民始可与论议。擢乱六律，铄绝竽瑟，塞瞽旷之耳，而天下始人含其聪矣；灭文章，散五采，胶离朱之目，而天下始人含其明矣。毁绝钩绳而弃规矩，攦工倕之指，而天下始人含其巧矣。故曰：大巧若拙。削曾史之行，钳杨墨之口，攘弃仁义，而天下之德始玄同矣。彼人含其明，则天下不铄矣；人含其聪，则天下不累矣；人含其知，则天下不惑矣；人含其德，则天下不僻矣。彼曾、史、杨、墨、师旷、工倕、离朱、皆外立其德而以爚乱天下者也，法之所无用也。子独不知至德之世乎？昔者容成氏、大庭氏、伯皇氏、中央氏、栗陆氏、骊畜氏、轩辕氏、赫胥氏、尊卢氏、祝融氏、伏牺氏、神农氏，当是时也，民结绳而用之，甘其食，美其服，乐其俗，安其居，邻国相望，鸡狗之音相闻，民至老死而不相往来。若此之时，则至治已。今遂至使民延颈举踵，曰：“某所有贤者，”赢粮而趣之，则内弃其亲，而外弃其主之事；足迹接乎诸侯之境，车轨结乎千里之外，则是上好知之过也。上诚好知而无道，则天下大乱矣！何以知其然邪？夫弓、弩、毕、弋、机变之知多，则鸟乱于上矣；钩饵、罔罟、罾笱之知多，则鱼乱于水矣；削格、罗落、罝罘之知多，则兽乱于泽矣；知诈渐毒、颉滑坚白、解垢同异之变多，则俗惑于辩矣。故天下每每大乱，罪在于好知。故天下皆知求其所不知，而莫知求其所已知者；皆知非其所不善，而莫知非其所已善者，是以大乱。故上悖日月之明，下烁山川之精，中堕四时之施，惴耎之虫，肖翘之物，莫不失其性。甚矣，夫好知之乱天下也！自三代以下者是已，舍夫种种之民，而悦夫役役之佞，释夫恬淡无为，而悦夫啍啍之意，啍啍已乱天下矣！",
        "author": "先秦",
        "poem_class": "古诗三百",
        "dynasty": "佚名"
    },
    {
        "title": "硕鼠",
        "paragraph": "硕鼠硕鼠，无食我黍！三岁贯女，莫我肯顾。逝将去女，适彼乐土。乐土乐土，爰得我所。硕鼠硕鼠，无食我麦！三岁贯女，莫我肯德。逝将去女，适彼乐国。乐国乐国，爰得我直。硕鼠硕鼠，无食我苗！三岁贯女，莫我肯劳。逝将去女，适彼乐郊。乐郊乐郊，谁之永号？(女 通 汝)敦彼行苇，牛羊勿践履。方苞方体，维叶泥泥。戚戚兄弟，莫远具尔。或肆之筵，或授之几。肆筵设席，授几有缉御。或献或酢，洗爵奠斝。醓醢以荐，或燔或炙。嘉肴脾臄，或歌或咢。敦弓既坚，四鍭既钧，舍矢既均，序宾以贤。敦弓既句，既挟四鍭。四鍭如树，序宾以不侮。曾孙维主，酒醴维醹，酌以大斗，以祈黄耇。黄耇台背，以引以翼。寿考维祺，以介景福。□□銮车。𦱧□真□。□弓孔硕。彤矢□□。四马其写。六叀骜□。徒𩤳孔庶。□□宣搏。眚车𩛥𧗟。□徒如章。原湿阴阳。趍趍□马。射之□□。𨑦□如虎。兽鹿如□。□□多贤。陈禽□□。𨖍蒦允异。何自南极。至于北极。绝境越国。弗愁道远。",
        "author": "先秦",
        "poem_class": "古诗三百",
        "dynasty": "佚名"
    },
    {
        "title": "采薇",
        "paragraph": "采薇采薇，薇亦作止。曰归曰归，岁亦莫止。 靡室靡家，猃狁之故。不遑启居，猃狁之故。采薇采薇，薇亦柔止。曰归曰归，心亦忧止。 忧心烈烈，载饥载渴。我戍未定，靡使归聘。采薇采薇，薇亦刚止。曰归曰归，岁亦阳止。 王事靡盬，不遑启处。忧心孔疚，我行不来！彼尔维何？维常之华。彼路斯何？君子之车。 戎车既驾，四牡业业。岂敢定居？一月三捷。驾彼四牡，四牡骙骙。君子所依，小人所腓。 四牡翼翼，象弭鱼服。岂不日戒？猃狁孔棘！昔我往矣，杨柳依依。今我来思，雨雪霏霏。 行道迟迟，载渴载饥。我心伤悲，莫知我哀！梁惠王曰：“寡人之于国也，尽心焉耳矣。河内凶，则移其民于河东，移其粟于河内；河东凶亦然。察邻国之政，无如寡人之用心者。邻国之民不加少，寡人之民不加多，何也？”孟子对曰：“王好战，请以战喻。填然鼓之，兵刃既接，弃甲曳兵而走。或百步而后止，或五十步而后止。以五十步笑百步，则何如？”曰：“不可，直不百步耳，是亦走也。”曰：“王如知此，则无望民之多于邻国也。不违农时，谷不可胜食也；数罟不入洿池，鱼鳖不可胜食也；斧斤以时入山林，材木不可胜用也。谷与鱼鳖不可胜食，材木不可胜用，是使民养生丧死无憾也。养生丧死无憾，王道之始也。五亩之宅，树之以桑，五十者可以衣帛矣。鸡豚狗彘之畜，无失其时，七十者可以食肉矣。百亩之田，勿夺其时，数口之家，可以无饥矣；谨庠序之教，申之以孝悌之义，颁白者不负戴于道路矣。七十者衣帛食肉，黎民不饥不寒，然而不王者，未之有也。狗彘食人食而不知检，涂有饿莩而不知发，人死，则曰：‘非我也，岁也。’是何异于刺人而杀之，曰‘非我也，兵也’？王无罪岁，斯天下之民至焉。”彼茁者葭，壹发五豝，于嗟乎驺虞！彼茁者蓬，壹发五豵，于嗟乎驺虞！白华菅兮，白茅束兮。之子之远，俾我独兮。英英白云，露彼菅茅。天步艰难，之子不犹。滮池北流，浸彼稻田。啸歌伤怀，念彼硕人。樵彼桑薪，卬烘于煁。维彼硕人，实劳我心。鼓钟于宫，声闻于外。念子懆懆，视我迈迈。有鹙在梁，有鹤在林。维彼硕人，实劳我心。鸳鸯在梁，戢其左翼。之子无良，二三其德。有扁斯石，履之卑兮。之子之远，俾我疧兮。",
        "author": "先秦",
        "poem_class": "古诗三百",
        "dynasty": "佚名"
    },
    {
        "title": "蒹葭",
        "paragraph": "蒹葭苍苍，白露为霜。所谓伊人，在水一方。溯洄从之，道阻且长。溯游从之，宛在水中央。蒹葭萋萋，白露未晞。所谓伊人，在水之湄。溯洄从之，道阻且跻。溯游从之，宛在水中坻。蒹葭采采，白露未已。所谓伊人，在水之涘。溯洄从之，道阻且右。溯游从之，宛在水中沚。吴为无道。封豕长蛇。以食上国。欲有天下。政从楚起。寡君出自草泽。使来告急。南有乔木，不可休思；汉有游女，不可求思。汉之广矣，不可泳思；江之永矣，不可方思。翘翘错薪，言刈其楚；之子于归，言秣其马。汉之广矣，不可泳思；江之永矣，不可方思。翘翘错薪，言刈其蒌；之子于归，言秣其驹。汉之广矣，不可泳思；江之永矣，不可方思。列子学射，中矣。请于关尹子。尹子曰：“子知子之所以中者乎？”对曰：“弗知也。”关尹子曰：“未可。”退而习之。三年，又以报关尹子。尹子曰：“子知子之所以中乎？”列子曰：“知之矣。”关尹子曰：“可矣，守而勿失也。非独射也，为国与身皆如之。故圣人不查存亡，而察其所以然。”",
        "author": "先秦",
        "poem_class": "古诗三百",
        "dynasty": "佚名"
    },
    {
        "title": "上邪",
        "paragraph": "上邪！我欲与君相知，长命无绝衰。山无陵，江水为竭，冬雷震震，夏雨雪，天地合，乃敢与君绝。今有人。山之阿。被服薜荔带女萝。既含睇。又宜笑。子恋慕予善窈窕。乘赤豹。从文狸。辛夷车驾结桂旗。被石兰。带杜衡。折芳拔荃遗所思。处幽室。终不见。天路险艰独后来。表独立。山之上。云何容容而在下。杳冥冥。羌昼晦。东风飘遥神灵雨。风瑟瑟。木搜搜。思念公子徒以忧。巫山高，高以大；淮水深，难以逝。我欲东归，害梁不为？我集无高曳，水何梁汤汤回回。临水远望，泣下沾衣。远道之人心思归，谓之何！灵芝生王地。朱草被洛滨。荣华相晃耀。光采晔若神。古时有虞舜。父母顽且嚚。尽孝于田垄。烝烝不违仁。伯瑜年七十。彩衣以娱亲。慈母笞不痛。歔欷涕沾巾。丁兰少失母。自伤早孤茕。刻木当严亲。朝夕致三牲。暴子见陵悔。犯罪以亡形。丈人为泣血。免戾全其名。董永遭家贫。父老财无遗。举假以供养。佣作致甘肥。责家填门至。不知何用归。天灵感至德。神女为秉机。岁月不安居。呜呼我皇考。生我既已晚。弃我何其早。蓼莪谁所兴。念之令人老。退咏南风诗。洒泪满袆抱。乱曰。圣皇君四海。德教朝夕宣。万国咸礼让。百姓家肃虔。庠序不失仪。孝悌处中田。户有曾闵子。比屋皆仁贤。髫齓无夭齿。黄发尽其年。陛下三万岁。慈母亦复然。",
        "author": "两汉",
        "poem_class": "古诗三百",
        "dynasty": "佚名"
    },
    {
        "title": "桃夭",
        "paragraph": "桃之夭夭，灼灼其华。之子于归，宜其室家。桃之夭夭，有蕡其实。之子于归，宜其家室。桃之夭夭，其叶蓁蓁。之子于归，宜其家人。出畏之，入惧之。敕尔瞽。率尔众工。奏尔悲诵。肃肃雍雍。无怠无凶。吴王夫差败越于夫椒，报槜李也。遂入越。越子以甲楯五千保于会稽，使大夫种因吴太宰嚭以行成。 吴子将许之。伍员曰：“不可。臣闻之：‘树德莫如滋，去疾莫如尽。’昔有过浇杀斟灌以伐斟鄩，灭夏后相。后缗方娠，逃出自窦，归于有仍，生少康焉，为仍牧正。惎浇能戒之。浇使椒求之，逃奔有虞，为之庖正，以除其害。虞思于是妻之以二姚，而邑诸纶，有田一成，有众一旅。能布其德，而兆其谋，以收夏众，抚其官职；使女艾谍浇，使季杼诱豷，遂灭过、戈，复禹之绩。祀夏配天，不失旧物。今吴不如过，而越大于少康，或将丰之，不亦难乎？勾践能亲而务施，施不失人，亲不弃劳，与我同壤而世为仇雠。于是乎克而弗取，将又存之，违天而长寇雠，后虽悔之，不可食已。姬之衰也，日可俟也。介在蛮夷，而长寇雠，以是求伯，必不行矣。” 弗听。退而告人曰：“越十年生聚，而十年教训，二十年之外，吴其为沼乎！” ",
        "author": "先秦",
        "poem_class": "古诗三百",
        "dynasty": "佚名"
    },
    {
        "title": "木瓜",
        "paragraph": "投我以木瓜，报之以琼琚。匪报也，永以为好也！投我以木桃，报之以琼瑶。匪报也，永以为好也！投我以木李，报之以琼玖。匪报也，永以为好也！兄弟谗阋。侮人百里。兵在其颈。佐雝者尝焉。佐斗者伤焉。祸不好不能为祸。大车槛槛，毳衣如菼。岂不尔思？畏子不敢。大车啍啍，毳衣如璊。岂不尔思？畏子不奔。榖则异室，死则同穴。谓予不信，有如皦日。有杕之杜，有睆其实。王事靡盬，继嗣我日。日月阳止，女心伤止，征夫遑止。有杕之杜，其叶萋萋。王事靡盬，我心伤悲。卉木萋止，女心悲止，征夫归止！陟彼北山，言采其杞。王事靡盬，忧我父母。檀车幝幝，四牡痯痯，征夫不远！匪载匪来，忧心孔疚。期逝不至，而多为恤。卜筮偕止，会言近止，征夫迩止。",
        "author": "先秦",
        "poem_class": "古诗三百",
        "dynasty": "佚名"
    },
    {
        "title": "关雎",
        "paragraph": "关关雎鸠，在河之洲。窈窕淑女，君子好逑。参差荇菜，左右流之。窈窕淑女，寤寐求之。求之不得，寤寐思服。悠哉悠哉，辗转反侧。参差荇菜，左右采之。窈窕淑女，琴瑟友之。参差荇菜，左右芼之。窈窕淑女，钟鼓乐之。东门之杨，其叶牂牂。昏以为期，明星煌煌。东门之杨，其叶肺肺。昏以为期，明星晢晢。坐起愁如织，空斋但寂寥。不关风雨妒，春色为谁凋。子文之族。犯国法程。延理释之。子文不听。恤顾怨萌。方正公平。",
        "author": "先秦",
        "poem_class": "古诗三百",
        "dynasty": "佚名"
    },
    {
        "title": "击壤歌",
        "paragraph": "日出而作，日入而息。凿井而饮，耕田而食。帝力于我何有哉！楚襄王游于兰台之宫，宋玉景差侍。有风飒然而至，王乃披襟而当之，曰：“快哉此风！寡人所与庶人共者邪？”宋玉对曰：“此独大王之风耳，庶人安得而共之！” 王曰：“夫风者，天地之气，溥畅而至，不择贵贱高下而加焉。今子独以为寡人之风，岂有说乎？”宋玉对曰：“臣闻于师：枳句来巢，空穴来风。其所托者然，则风气殊焉。” 王曰：“夫风始安生哉？”宋玉对曰：“夫风生于地，起于青苹之末。侵淫溪谷，盛怒于土囊之口。缘太山之阿，舞于松柏之下，飘忽淜滂，激飏熛怒。耾耾雷声，回穴错迕。蹶石伐木，梢杀林莽。至其将衰也，被丽披离，冲孔动楗，眴焕粲烂，离散转移。故其清凉雄风，则飘举升降。乘凌高城，入于深宫。抵华叶而振气，徘徊于桂椒之间，翱翔于激水之上。将击芙蓉之精。猎蕙草，离秦衡，概新夷，被荑杨，回穴冲陵，萧条众芳。然后徜徉中庭，北上玉堂，跻于罗帏，经于洞房，乃得为大王之风也。故其风中人状，直惨凄惏栗，清凉增欷。清清泠泠，愈病析酲，发明耳目，宁体便人。此所谓大王之雄风也。” 王曰：“善哉论事！夫庶人之风，岂可闻乎？”宋玉对曰：“夫庶人之风，塕然起于穷巷之间，堀堁扬尘，勃郁烦冤，冲孔袭门。动沙堁，吹死灰，骇溷浊，扬腐余，邪薄入瓮牖，至于室庐。故其风中人状，直憞溷郁邑，殴温致湿，中心惨怛，生病造热。中唇为胗，得目为篾，啖齰嗽获，死生不卒。此所谓庶人之雌风也。” 松邪柏邪。住建共者客邪。惜往日之曾信兮，受命诏以昭时。奉先功以照下兮，明法度之嫌疑。国富强而法立兮，属贞臣而日娭。秘密事之载心兮，虽过失犹弗治。心纯庬而不泄兮，遭谗人而嫉之。君含怒而待臣兮，不清澄其然否。蔽晦君之聪明兮，虚惑误又以欺。弗参验以考实兮，远迁臣而弗思。信谗谀之溷浊兮，盛气志而过之。何贞臣之无罪兮，被离谤而见尤。惭光景之诚信兮，身幽隐而备之。临沅湘之玄渊兮，遂自忍而沈流。卒没身而绝名兮，惜壅君之不昭。君无度而弗察兮，使芳草为薮幽。焉舒情而抽信兮，恬死亡而不聊。独障壅而蔽隐兮，使贞臣为无由。闻百里之为虏兮，伊尹烹于庖厨。吕望屠于朝歌兮，宁戚歌而饭牛。不逢汤武与桓缪兮，世孰云而知之。吴信谗而弗味兮，子胥死而后忧。介子忠而立枯兮，文君寤而追求。封介山而为之禁兮，报大德之优游。思久故之亲身兮，因缟素而哭之。或忠信而死节兮，或訑谩而不疑。弗省察而按实兮，听谗人之虚辞。芳与泽其杂糅兮，孰申旦而别之。何芳草之早殀兮，微霜降而下戒。谅聪不明而蔽壅兮，使谗谀而日得。自前世之嫉贤兮，谓蕙若其不可佩。妒佳冶之芬芳兮，嫫母姣而自好。虽有西施之美容兮，谗妒入以自代。愿陈情以白行兮，得罪过之不意。情冤见之日明兮，如列宿之错置。乘骐骥而驰骋兮，无辔衔而自载。乘氾泭以下流兮，无舟楫而自备。背法度而心治兮，辟与此其无异。宁溘死而流亡兮，恐祸殃之有再。不毕辞而赴渊兮，惜壅君之不识。",
        "author": "先秦",
        "poem_class": "古诗三百",
        "dynasty": "佚名"
    },
    {
        "title": "无衣",
        "paragraph": "岂曰无衣？七兮。不如子之衣，安且吉兮。岂曰无衣？六兮。不如子之衣，安且燠兮。屈原既放，游于江潭，行吟泽畔，颜色憔悴，形容枯槁。渔父见而问之曰：“子非三闾大夫与？何故至于斯？”屈原曰：“举世皆浊我独清，众人皆醉我独醒，是以见放。”渔父曰：“圣人不凝滞于物，而能与世推移。世人皆浊，何不淈其泥而扬其波？众人皆醉，何不餔其糟而歠其醨？何故深思高举，自令放为？”屈原曰：“吾闻之，新沐者必弹冠，新浴者必振衣；安能以身之察察，受物之汶汶者乎？宁赴湘流，葬于江鱼之腹中。安能以皓皓之白，而蒙世俗之尘埃乎?”渔父莞尔而笑，鼓枻而去，乃歌曰：“沧浪之水清兮，可以濯吾缨；沧浪之水浊兮，可以濯吾足。”遂去，不复与言。明明上天，照临下土。我征徂西，至于艽野。二月初吉，载离寒暑。心之忧矣，其毒大苦。念彼共人，涕零如雨。岂不怀归？畏此罪罟！昔我往矣，日月方除。曷云其还？岁聿云莫。念我独兮，我事孔庶。心之忧矣，惮我不暇。念彼共人，眷眷怀顾！岂不怀归？畏此谴怒。昔我往矣，日月方奥。曷云其还？政事愈蹙。岁聿云莫，采萧获菽。心之忧矣，自诒伊戚。念彼共人，兴言出宿。岂不怀归？畏此反覆。嗟尔君子，无恒安处。靖共尔位，正直是与。神之听之，式穀以女。嗟尔君子，无恒安息。靖共尔位，好是正直。神之听之，介尔景福。吴无君，无大夫，此何以有君，有大夫？贤季子也。何贤乎季子？让国也。其让国奈何？谒也，馀祭也，夷昧也，与季子同母者四。季子弱而才，兄弟皆爱之，同欲立之以为君。谒曰：“今若是迮而与季子国，季子犹不受也。请无与子而与弟，弟兄迭为君，而致国乎季子。”皆曰诺。故诸为君者皆轻死为勇，饮食必祝，曰：“天苟有吴国，尚速有悔于予身。”故谒也死，馀祭也立。馀祭也死，夷昧也立。夷昧也死，则国宜之季子者也，季子使而亡焉。僚者长庶也，即之。季之使而反，至而君之尔。阖庐曰：“先君之所以不与子国，而与弟者，凡为季子故也。将从先君之命与，则国宜之季子者也；如不从先君之命与子，我宜当立者也。僚恶得为君？”于是使专诸刺僚，而致国乎季子。季子不受，曰：“尔杀吾君，吾受尔国，是吾与尔为篡也。尔杀吾兄，吾又杀尔，是父子兄弟相杀，终身无已也。”去之延陵，终身不入吴国。故君子以其不受为义，以其不杀为仁，贤季子。则吴何以有君，有大夫？以季子为臣，则宜有君者也。札者何？吴季子之名也。春秋贤者不名，此何以名？许夷狄者，不一而足也。季子者，所贤也，曷为不足乎季子？许人臣者必使臣，许人子者必使子也。",
        "author": "先秦",
        "poem_class": "古诗三百",
        "dynasty": "佚名"
    },
    {
        "title": "秋风辞",
        "paragraph": "秋风起兮白云飞，草木黄落兮雁南归。兰有秀兮菊有芳，怀佳人兮不能忘。泛楼船兮济汾河，横中流兮扬素波。箫鼓鸣兮发棹歌，欢乐极兮哀情多。少壮几时兮奈老何！邈邈庆成标，峨峨浮云岭。峻盖十二岳，独秀阎浮境。丹流环方基，瑶堂临峭顶。涧滋甘泉液，崖蔚芳芝颖。翘翘羡化伦，眇眇陵岩正。肃拱望妙觉，呼吸晞龄永。苟能夷冲心，所憩靡不净。万物可逍遥，何必栖形影。勉寻大乘轨，练神超勇猛。痛哉世人，见欺神仙。温温恭人。禀道之极。",
        "author": "两汉",
        "poem_class": "古诗三百",
        "dynasty": "刘彻"
    },
    {
        "title": "河广",
        "paragraph": "谁谓河广？一苇杭之。谁谓宋远？跂予望之。谁谓河广？曾不容刀。谁谓宋远？曾不崇朝。骍骍角弓，翩其反矣。兄弟婚姻，无胥远矣。尔之远矣，民胥然矣。尔之教矣，民胥效矣。此令兄弟，绰绰有裕。不令兄弟，交相为愈。民之无良，相怨一方。受爵不让，至于已斯亡。老马反为驹，不顾其后。如食宜饇，如酌孔取。毋教猱升木，如涂涂附。君子有徽猷，小人与属。雨雪瀌瀌，见晛曰消。莫肯下遗，式居娄骄。雨雪浮浮，见晛曰流。如蛮如髦，我是用忧。二年春，齐侯伐我北鄙，围龙。顷公之嬖人卢蒲就魁门焉，龙人囚之。齐侯曰：“勿杀！吾与而盟，无入而封。”弗听，杀而膊诸城上。齐侯亲鼓，士陵城，三日，取龙，遂南侵，及巢丘。卫侯使孙良夫、石稷、宁相、向禽将侵齐，与齐师遇。石子欲还，孙子曰：“不可。以师伐人，遇其师而还，将谓君何？若知不能，则如无出。今既遇矣，不如战也。”夏，有......(注：此处原文有缺。失新筑战事。)石成子曰：“师败矣。子不少须，众惧尽。子丧师徒，何以复命？”皆不对。又曰：“子，国卿也。陨子，辱矣。子以众退，我此乃止。”且告车来甚众。齐师乃止，次于鞫居。新筑人仲叔于奚救孙桓子，桓子是以免。既，卫人赏之以邑，辞。请曲县、繁缨以朝，许之。仲尼闻之曰：“惜也，不如多与之邑。唯器与名，不可以假人，君之所司也。名以出信，信以守器，器以藏礼，礼以行义，义以生利，利以平民，政之大节也。若以假人，与人政也。政亡，则国家从之，弗可止也已。”孙桓子还于新筑，不入，遂如晋乞师。臧宣叔亦如晋乞师。皆主郤献子。晋侯许之七百乘。郤子曰：“此城濮之赋也。有先君之明与先大夫之肃，故捷。克于先大夫，无能为役，请八百乘。”许之。郤克将中军，士燮佐上军，栾书将下军，韩厥为司马，以救鲁、卫。臧宣叔逆晋师，且道之。季文子帅师会之。及卫地，韩献子将斩人，郤献子驰，将救之，至则既斩之矣。郤子使速以徇，告其仆曰：“吾以分谤也。”师从齐师于莘。六月壬申，师至于靡笄之下。齐侯使请战，曰：“子以君师，辱于敝邑，不腆敝赋，诘朝请见。”对曰：“晋与鲁、卫，兄弟也。来告曰：‘大国朝夕释憾于敝邑之地。’寡君不忍，使群臣请于大国，无令舆师淹于君地。能进不能退，君无所辱命。”齐侯曰：“大夫之许，寡人之愿也；若其不许，亦将见也。”齐高固入晋师，桀石以投人，禽之而乘其车，系桑本焉，以徇齐垒，曰：“欲勇者贾余馀勇。”癸酉，师陈于鞌。邴夏御齐侯，逄丑父为右。晋解张御郤克，郑丘缓为右。齐侯曰：“余姑翦灭此而朝食。”不介马而驰之。郤克伤于矢，流血及屦，未绝鼓音，曰：“余病矣！”张侯曰：“自始合，而矢贯余手及肘，余折以御，左轮朱殷，岂敢言病。吾子忍之！”缓曰：“自始合，苟有险，余必下推车，子岂识之？——然子病矣！”张侯曰：“师之耳目，在吾旗鼓，进退从之。此车一人殿之，可以集事，若之何其以病败君之大事也？擐甲执兵，固即死也。病未及死，吾子勉之！”左并辔，右援枹而鼓，马逸不能止，师从之。齐师败绩。逐之，三周华不注。韩厥梦子舆谓己曰：“且（旦）辟左右。”故中御而从齐侯。邴夏曰：“射其御者，君子也。”公曰：“谓之君子而射之，非礼也。”射其左，越于车下。射其右，毙于车中，綦毋张丧车，从韩厥，曰：“请寓乘。”从左右，皆肘之，使立于后。韩厥俛定其右。逄丑父与公易位。将及华泉，骖絓于木而止。丑父寝于轏中，蛇出于其下，以肱击之，伤而匿之，故不能推车而及。韩厥执絷马前，再拜稽首，奉觞加璧以进，曰：“寡君使群臣为鲁卫请，曰：‘无令舆师陷入君地。’下臣不幸，属当戎行，无所逃隐。且惧奔辟而忝两君，臣辱戎士，敢告不敏，摄官承乏。”丑父使公下，如华泉取饮。郑周父御佐车，宛茷为右，载齐侯以免。 韩厥献丑父，郤献子将戮之。呼曰：“自今无有代其君任患者，有一于此，将为戮乎！”郤子曰：“人不难以死免其君，我戮之不祥。赦之，以劝事君者。”乃免之。东皇太一吉日兮辰良，穆将愉兮上皇；抚长剑兮玉珥，璆锵鸣兮琳琅；瑶席兮玉瑱，盍将把兮琼芳；蕙肴蒸兮兰藉，奠桂酒兮椒浆；扬枹兮拊鼓，疏缓节兮安歌；陈竽瑟兮浩倡；灵偃蹇兮姣服，芳菲菲兮满堂；五音纷兮繁会，君欣欣兮乐康。云中君浴兰汤兮沐芳，华采衣兮若英；灵连蜷兮既留，烂昭昭兮未央；謇将憺兮寿宫，与日月兮齐光；龙驾兮帝服，聊翱游兮周章；灵皇皇兮既降，猋远举兮云中；览冀洲兮有余，横四海兮焉穷；思夫君兮太息，极劳心兮忡忡；湘君君不行兮夷犹，蹇谁留兮中洲；美要眇兮宜修，沛吾乘兮桂舟；令沅湘兮无波，使江水兮安流；望夫君兮未来，吹参差兮谁思；驾飞龙兮北征，邅吾道兮洞庭；薜荔柏兮蕙绸，荪桡兮兰旌；望涔阳兮极浦，横大江兮扬灵；扬灵兮未极，女婵媛兮为余太息；横流涕兮潺湲，隐思君兮陫侧；桂棹兮兰枻，斵冰兮积雪；采薜荔兮水中，搴芙蓉兮木末；心不同兮媒劳，恩不甚兮轻绝；石濑兮浅浅，飞龙兮翩翩；交不忠兮怨长，期不信兮告余以不闲；朝骋骛兮江皋，夕弭节兮北渚；鸟次兮屋上，水周兮堂下；捐余玦兮江中，遗余佩兮醴浦；采芳洲兮杜若，将以遗兮下女；时不可兮再得，聊逍遥兮容与。湘夫人帝子降兮北渚，目眇眇兮愁予；袅袅兮秋风，洞庭波兮木叶下；登白薠兮骋望，与佳期兮夕张；鸟何萃兮苹中，罾何为兮木上？(苹 通：蘋)沅有茝兮醴有兰，思公子兮未敢言；荒忽兮远望，观流水兮潺湲；麋何食兮庭中，蛟何为兮水裔；朝驰余马兮江皋，夕济兮西澨；闻佳人兮召余，将腾驾兮偕逝；筑室兮水中，葺之兮荷盖；荪壁兮紫坛，播芳椒兮成堂；桂栋兮兰橑，辛夷楣兮药房；罔薜荔兮为帷，擗蕙櫋兮既张；白玉兮为镇，疏石兰兮为芳；芷葺兮荷屋，缭之兮杜衡；合百草兮实庭，建芳馨兮庑门；九嶷缤兮并迎，灵之来兮如云；捐余袂兮江中，遗余褋兮醴浦；搴汀洲兮杜若，将以遗兮远者；时不可兮骤得，聊逍遥兮容与！大司命广开兮天门，纷吾乘兮玄云；令飘风兮先驱，使涷雨兮洒尘；君回翔兮以下，逾空桑兮从女；纷总总兮九州，何寿夭兮在予；高飞兮安翔，乘清气兮御阴阳；吾与君兮齐速，导帝之兮九坑；灵衣兮被被，玉佩兮陆离；一阴兮一阳，众莫知兮余所为；折疏麻兮瑶华，将以遗兮离居；老冉冉兮既极，不寖近兮愈疏；乘龙兮辚辚，高驰兮冲天；结桂枝兮延伫，羌愈思兮愁人；愁人兮奈何，愿若今兮无亏；固人命兮有当，孰离合兮可为？少司命秋兰兮麋芜，罗生兮堂下；绿叶兮素华，芳菲菲兮袭予；夫人自有兮美子，荪何以兮愁苦；秋兰兮青青，绿叶兮紫茎；满堂兮美人，忽独与余兮目成；入不言兮出不辞，乘回风兮载云旗；悲莫悲兮生别离，乐莫乐兮新相知；荷衣兮蕙带，儵而来兮忽而逝；夕宿兮帝郊，君谁须兮云之际；与女沐兮咸池，曦女发兮阳之阿；望美人兮未来，临风怳兮浩歌；孔盖兮翠旌，登九天兮抚彗星；竦长剑兮拥幼艾，荪独宜兮为民正。东君暾将出兮东方，照吾槛兮扶桑；抚余马兮安驱，夜皎皎兮既明；驾龙輈兮乘雷，载云旗兮委蛇；长太息兮将上，心低徊兮顾怀；羌声色兮娱人，观者儋兮忘归；縆瑟兮交鼓，萧钟兮瑶簴；鸣篪兮吹竽，思灵保兮贤姱；翾飞兮翠曾，展诗兮会舞；应律兮合节，灵之来兮敝日；青云衣兮白霓裳，举长矢兮射天狼；操余弧兮反沦降，援北斗兮酌桂浆；撰余辔兮高驰翔，杳冥冥兮以东行。河伯与女游兮九河，冲风起兮水扬波；乘水车兮荷盖，驾两龙兮骖螭；登昆仑兮四望，心飞扬兮浩荡；日将暮兮怅忘归，惟极浦兮寤怀；鱼鳞屋兮龙堂，紫贝阙兮珠宫；灵何惟兮水中；乘白鼋兮逐文鱼，与女游兮河之渚；流澌纷兮将来下；子交手兮东行，送美人兮南浦；波滔滔兮来迎，鱼鳞鳞兮媵予。山鬼若有人兮山之阿，被薜荔兮带女萝；既含睇兮又宜笑，子慕予兮善窈窕；乘赤豹兮从文狸，辛夷车兮结桂旗；被石兰兮带杜衡，折芳馨兮遗所思；余处幽篁兮终不见天，路险难兮独后来；表独立兮山之上，云容容兮而在下；杳冥冥兮羌昼晦，东风飘兮神灵雨；留灵修兮憺忘归，岁既晏兮孰华予；采三秀兮于山间，石磊磊兮葛蔓蔓；怨公子兮怅忘归，君思我兮不得闲；山中人兮芳杜若，饮石泉兮荫松柏；君思我兮然疑作；雷填填兮雨冥冥，猿啾啾兮狖夜鸣；风飒飒兮木萧萧，思公子兮徒离忧。国殇操吴戈兮被犀甲，车错毂兮短兵接；旌蔽日兮敌若云，矢交坠兮士争先；凌余阵兮躐余行，左骖殪兮右刃伤；霾两轮兮絷四马，援玉枹兮击鸣鼓；天时怼兮威灵怒，严杀尽兮弃原野；出不入兮往不反，平原忽兮路超远；带长剑兮挟秦弓，首身离兮心不惩；诚既勇兮又以武，终刚强兮不可凌；身既死兮神以灵，魂魄毅兮为鬼雄。礼魂成礼兮会鼓，传芭兮代舞；姱女倡兮容与；春兰兮秋菊，长无绝兮终古。",
        "author": "先秦",
        "poem_class": "古诗三百",
        "dynasty": "佚名"
    }
]