[
    {
        "title": "鹦鹉",
        "paragraph": "莫恨雕笼翠羽残，江南地暖陇西寒。劝君不用分明语，语得分明出转难。远信入门先有泪，妻惊女哭问何如。寻常不省曾如此，应是江州司马书。人人尽说江南好，游人只合江南老。春水碧于天，画船听雨眠。垆边人似月，皓腕凝霜雪。未老莫还乡，还乡须断肠。打起黄莺儿，莫教枝上啼。啼时惊妾梦，不得到辽西。",
        "author": "唐代",
        "poem_class": "咏物",
        "dynasty": "罗隐"
    },
    {
        "title": "感遇十二首",
        "paragraph": "兰叶春葳蕤，桂华秋皎洁。欣欣此生意，自尔为佳节。谁知林栖者，闻风坐相悦。草木有本心，何求美人折。幽人归独卧，滞虑洗孤清。持此谢高鸟，因之传远情。日夕怀空意，人谁感至精？飞沉理自隔，何所慰吾诚？鱼游乐深池，鸟栖欲高枝。嗟尔蜉蝣羽，薨薨亦何为。有生岂不化，所感奚若斯。神理日微灭，吾心安得知。浩叹杨朱子，徒然泣路岐。孤鸿海上来，池潢不敢顾。侧见双翠鸟，巢在三珠树。矫矫珍木巅，得无金丸惧？美服患人指，高明逼神恶？今我游冥冥，弋者何所慕！吴越数千里，梦寐今夕见。形骸非我亲，衾枕即乡县。化蝶犹不识，川鱼安可羡。海上有仙山，归期觉神变。西日下山隐，北风乘夕流。燕雀感昏旦，檐楹呼匹俦。鸿鹄虽自远，哀音非所求。贵人弃疵贱，下士尝殷忧。众情累外物，恕己忘内修。感叹长如此，使我心悠悠。江南有丹橘，经冬犹绿林。岂伊地气暖，自有岁寒心⑿。可以荐嘉客⒀，奈何阻重深。运命唯所遇，循环不可寻。徒言树桃李，此木岂无阴。永日徒离忧，临风怀蹇修。美人何处所，孤客空悠悠。青鸟跂不至，朱鳖谁云浮。夜分起踯躅，时逝曷淹留。抱影吟中夜，谁闻此叹息。美人适异方，庭树含幽色。白云愁不见，沧海飞无翼。凤凰一朝来，竹花斯可食。汉上有游女，求思安可得。袖中一札书，欲寄双飞翼。冥冥愁不见，耿耿徒缄忆。紫兰秀空蹊，皓露夺幽色。馨香岁欲晚，感叹情何极。白云在南山，日暮长太息。我有异乡忆，宛在云溶溶。凭此目不觏，要之心所钟。但欲附高鸟，安敢攀飞龙。至精无感遇，悲惋填心胸。归来扣寂寞，人愿天岂从？闭门迹群化，凭林结所思。啸叹此寒木，畴昔乃芳蕤。朝阳凤安在，日暮蝉独悲。浩思极中夜，深嗟欲待谁。所怀诚已矣，既往不可追。鼎食非吾事，云仙尝我期。胡越方杳杳，车马何迟迟。天壤一何异，幽嘿卧帘帷。 鸾扇斜分凤幄开，星桥横过鹊飞回。 争将世上无期别，换得年年一度来。何事居穷道不穷，乱时还与静时同。家山虽在干戈地，弟侄常修礼乐风。窗竹影摇书案上，野泉声入砚池中。少年辛苦终身事，莫向光阴惰寸功。庾信文章老更成，凌云健笔意纵横。今人嗤点流传赋，不觉前贤畏后生。王杨卢骆当时体，轻薄为文哂未休。尔曹身与名俱灭，不废江河万古流。纵使卢王操翰墨，劣于汉魏近风骚。龙文虎脊皆君驭，历块过都见尔曹。才力应难夸数公，凡今谁是出群雄。或看翡翠兰苕上，未掣鲸鱼碧海中。不薄今人爱古人，清词丽句必为邻。窃攀屈宋宜方驾，恐与齐梁作后尘。未及前贤更勿疑，递相祖述复先谁。别裁伪体亲风雅，转益多师是汝师。",
        "author": "唐代",
        "poem_class": "咏物",
        "dynasty": "张九龄"
    },
    {
        "title": "咏白海棠",
        "paragraph": "秋容浅淡映重门，七节攒成雪满盆。出浴太真冰作影，捧心西子玉为魂。晓风不散愁千点，宿雨还添泪一痕。独倚画栏如有意，清砧怨笛送黄昏。不见畹君三年矣，戊申秋隽，把晤灯前，浑疑梦幻，归来欲作数语，辄怔忡而止。十月旬日，灯下独酌，忍酸制此，不复计工拙也。春梦年来惯。问卿卿，今宵可是，故人亲见？试剪银灯携素手，细认梅花妆面。料此夕、罗浮非幻。一部相思难说起，尽低鬟，默坐空长叹。追往事，寸肠断！尊前强自柔情按。道从今，新欢有日，旧盟须践。欲笑欲歌还欲哭，刚喜翻悲又怨。把未死、蚕丝牵恋。那更眼波留得往，一双双，泪滴珍珠串。愁万斛，怎抛判？壬申夏泛舟西湖，述怀有赋，时予别杭州盖十年矣天风吹我，堕湖山一角，果然清丽。曾是东华生小客，回首苍茫无际。屠狗功名，雕龙文卷，岂是平生意？乡亲苏小，定应笑我非计。才见一抹斜阳，半堤香草，顿惹清愁起。罗袜音尘何处觅，渺渺予怀孤寄。怨去吹箫，狂来说剑，两样销魂味。两般春梦，橹声荡入云水。涨减水愈急，秋阴未夕昏。乱山成野戍，黄叶自江村。带雨疏星见，回风绝岸喧。经过多战舰，茅屋几家存？",
        "author": "清代",
        "poem_class": "咏物",
        "dynasty": "曹雪芹"
    },
    {
        "title": "眉妩·新月",
        "paragraph": "渐新痕悬柳，淡彩穿花，依约破初暝。便有团圆意，深深拜，相逢谁在香径。画眉未稳，料素娥、犹带离恨。最堪爱、一曲银钩小，宝帘挂秋冷。 千古盈亏休问。叹慢磨玉斧，难补金镜。太液池犹在，凄凉处、何人重赋清景。故山夜永。试待他、窥户端正。看云外山河，还老尽、桂花影。银河宛转三千曲。浴凫飞鹭澄波绿。何处是归舟。夕阳江上楼。 天憎梅浪发。故下封枝雪。深院卷帘看。应怜江上寒。壮岁旌旗拥万夫，锦襜突骑渡江初。燕兵夜娖银胡䩮，汉箭朝飞金仆姑。追往事，叹今吾，春风不染白髭须。却将万字平戎策，换得东家种树书。斜风细雨作春寒，对尊前，忆前欢。曾把梨花，寂寞泪阑干。芳草断烟南浦路，和别泪，看青山。昨宵结得梦夤缘，水云间，悄无言。争奈醒来，愁恨又依然。展转衾裯空懊恼，天易见，见伊难。",
        "author": "宋代",
        "poem_class": "咏物",
        "dynasty": "王沂孙"
    },
    {
        "title": "临江仙·柳絮",
        "paragraph": "白玉堂前春解舞，东风卷得均匀。蜂围蝶阵乱纷纷。几曾随逝水？岂必委芳尘？万缕千丝终不改，任他随聚随分。韶华休笑本无根。好风凭借力，送我上青云。其一：眼空蓄泪泪空垂，暗洒闲抛却为谁？尺幅鲛绡劳解赠，叫人焉得不伤悲！其二：抛珠滚玉只偷潸，镇日无心镇日闲。枕上袖边难拂拭，任他点点与斑斑。其三：彩线难收面上珠，湘江旧迹已模糊，窗前亦有千竿竹，不识香痕渍也无？抛却功名后。莽生涯、惟凭诗酒。懒把文章传后世，只喜寻花问柳。又何论、金章紫绶。醉里年华狂态在，看诸公、触热人间走。杯在手，眉休皱。消尽英雄豪气否。想当时、长辞簪笏，大开笑口。小谪须知蓬岛客，偶向红尘羁逗。应自笑、烟霞痼久。只叹江淹才若此，抱云和、未向王门奏。剩仙馆，桃如旧。万笏尖中路渐成，远看如削近还平。不知身与诸天接，却讶云从下界生。飞瀑正拖千嶂雨，斜阳先放一峰晴。眼前直觉群山小，罗列儿孙未得名。",
        "author": "清代",
        "poem_class": "咏物",
        "dynasty": "曹雪芹"
    },
    {
        "title": "桃花",
        "paragraph": "桃花春色暖先开，明媚谁人不看来。可惜狂风吹落后，殷红片片点莓苔。古台摇落后，秋日望乡心。(秋日 一作：秋入)野寺来人少，云峰隔水深。夕阳依旧垒，寒磬满空林。惆怅南朝事，长江独至今。少小离家老大回，乡音无改鬓毛衰。儿童相见不相识，笑问客从何处来。丹阳郭里送行舟，一别心知两地秋。 日晚江南望江北，寒鸦飞尽水悠悠。",
        "author": "唐代",
        "poem_class": "咏物",
        "dynasty": "周朴"
    },
    {
        "title": "鼓钟",
        "paragraph": "鼓钟将将，淮水汤汤，忧心且伤。淑人君子，怀允不忘。鼓钟喈喈，淮水湝湝，忧心且悲。淑人君子，其德不回。鼓钟伐鼛，淮有三洲，忧心且妯。淑人君子，其德不犹。鼓钟钦钦，鼓瑟鼓琴，笙磬同音。以雅以南，以籥不僭。於我乎，夏屋渠渠，今也每食无余。于嗟乎，不承权舆！於我乎，每食四簋，今也每食不饱。于嗟乎，不承权舆！王耶王耶何乖劣。不顾宗庙听谗孽。任用无忌多所杀。诛夷白氏族几灭。二子东奔适吴越。吴王哀痛助忉怛。垂涕举兵将西伐。伍胥白喜孙武决。三战破郢王奔发。留兵纵骑虏京阙。楚荆骸骨遭掘发。鞭辱腐尸耻难雪。几危宗庙社稷灭。庄王何罪国几绝。卿士凄怆民恻悷。吴军虽去怖不歇。愿王更隐抚忠节。勿为谗口能谤亵。屈原既放，游于江潭，行吟泽畔，颜色憔悴，形容枯槁。渔父见而问之曰：“子非三闾大夫与？何故至于斯？”屈原曰：“举世皆浊我独清，众人皆醉我独醒，是以见放。”渔父曰：“圣人不凝滞于物，而能与世推移。世人皆浊，何不淈其泥而扬其波？众人皆醉，何不餔其糟而歠其醨？何故深思高举，自令放为？”屈原曰：“吾闻之，新沐者必弹冠，新浴者必振衣；安能以身之察察，受物之汶汶者乎？宁赴湘流，葬于江鱼之腹中。安能以皓皓之白，而蒙世俗之尘埃乎?”渔父莞尔而笑，鼓枻而去，乃歌曰：“沧浪之水清兮，可以濯吾缨；沧浪之水浊兮，可以濯吾足。”遂去，不复与言。",
        "author": "先秦",
        "poem_class": "咏物",
        "dynasty": "佚名"
    },
    {
        "title": "双燕",
        "paragraph": "底处飞双燕，衔泥上药栏。莫教惊得去，留取隔帘看。红酥手，黄縢酒，满城春色宫墙柳。东风恶，欢情薄。一怀愁绪，几年离索。错、错、错。春如旧，人空瘦，泪痕红浥鲛绡透。桃花落，闲池阁。山盟虽在，锦书难托。莫、莫、莫！雨过横塘水满堤，乱山高下路东西。一番桃李花开尽，惟有青青草色齐。金溪民方仲永，世隶耕。仲永生五年，未尝识书具，忽啼求之。父异焉，借旁近与之，即书诗四句，并自为其名。其诗以养父母、收族为意，传一乡秀才观之。自是指物作诗立就，其文理皆有可观者。邑人奇之，稍稍宾客其父，或以钱币乞之。父利其然也，日扳仲永环谒于邑人，不使学。余闻之也久。明道中，从先人还家，于舅家见之，十二三矣。令作诗，不能称前时之闻。又七年，还自扬州，复到舅家问焉。曰：“泯然众人矣。”王子曰：仲永之通悟，受之天也。其受之天也，贤于材人远矣。卒之为众人，则其受于人者不至也。彼其受之天也，如此其贤也，不受之人，且为众人；今夫不受之天，固众人，又不受之人，得为众人而已耶？",
        "author": "宋代",
        "poem_class": "咏物",
        "dynasty": "范成大"
    },
    {
        "title": "双井茶送子瞻",
        "paragraph": "人间风日不到处，天上玉堂森宝书。想见东坡旧居士，挥毫百斛泻明珠。我家江南摘云腴，落硙霏霏雪不如。为公唤起黄州梦，独载扁舟向五湖。三月暮，花落更情浓。人去秋千闲挂月，马停杨柳倦嘶风。堤畔画船空。 恹恹醉，长日小帘栊。宿燕夜归银烛外，啼莺声在绿阴中。无处觅残红。望处雨收云断，凭阑悄悄，目送秋光。晚景萧疏，堪动宋玉悲凉。水风轻，蘋花渐老，月露冷、梧叶飘黄。遣情伤。故人何在，烟水茫茫。 难忘，文期酒会，几孤风月，屡变星霜。海阔山遥，未知何处是潇湘。念双燕、难凭远信，指暮天、空识归航。黯相望。断鸿声里，立尽斜阳。淳熙丁酉，自江陵移帅隆兴，到官之三月被召，司马监、赵卿、王漕饯别。司马赋《水调歌头》，席间次韵。时王公明枢密薨，坐客终夕为兴门户之叹，故前章及之。我饮不须劝，正怕酒樽空。别离亦复何恨？此别恨匆匆。头上貂蝉贵客，苑外麒麟高冢，人世竟谁雄？一笑出门去，千里落花风。孙刘辈，能使我，不为公。余发种种如是，此事付渠侬。但觉平生湖海，除了醉吟风月，此外百无功。毫发皆帝力，更乞鉴湖东。",
        "author": "宋代",
        "poem_class": "咏物",
        "dynasty": "黄庭坚"
    },
    {
        "title": "杖铭",
        "paragraph": "历危乘险，匪杖不行；年耆力竭，匪杖不强；有杖不任，颠跌谁怨？有士不用，害何足言。都蔗虽甘，殆不可杖。佞人悦己，亦不可相。杖必取任，不必用味。士必任贤，何必取贵？凿石见火能几时。精微烂金石。至心动神明。杞妻哭死夫。梁山为之倾。子丹西质秦。乌白马角生。邹衍囚燕市。繁霜为夏零。关东有贤女。自字苏来卿。壮年报父仇。身没垂功名。女休逢赦书。白刃几在颈。俱上列仙籍。去死独就生。太仓令有罪。远征当就拘。自悲居无男。祸至无与俱。缇萦痛父言。荷担西上书。盘桓北阙下。泣泪何涟如。乞得幷姊弟。没身赎父躯。汉文感其义。肉刑法用除。其父得以免。辩义在列图。多男亦何为。一女足成居。简子南渡河。津吏废舟船。执法将加刑。女娟拥棹前。妾父闻君来。将涉不测渊。畏惧风波起。祷祝祭名川。备礼飨神祇。为君求福先。不胜釂祀诚。至令犯罚艰。君必欲加诛。乞使知罪諐。妾愿以身代。至诚感苍天。国君高其义。其父用赦原。河激奏中流。简子知其贤。归聘为夫人。荣宠超后先。辩女解父命。何况健少年。黄初发和气。明堂德教施。治道致太平。礼乐风俗移。刑措民无枉。怨女复何为。圣皇长寿考。景福常来仪。有父子然后有君臣。理财正辞。束帛戋戋。□梦刻像。鹤鸣一震。天临保汉。实生□勋。明试赋授。夷夏已亲。嘉锡来抚。潜化如神。其神伊何。录不伤人。",
        "author": "两汉",
        "poem_class": "咏物",
        "dynasty": "刘向"
    },
    {
        "title": "汴京纪事二十首·其十六",
        "paragraph": "盘石曾闻受国封，承恩不与幸臣同。时危运作高城砲，犹解捐躯立战功。秋山不可尽，秋思亦无垠。碧涧流红叶，青林点白云。凉阴一鸟下，落日乱蝉分。此夜芭蕉雨，何人枕上闻。准拟今春乐事浓，依然枉却一东风。年年不带看花眼，不是愁中即病中。正单衣试酒，怅客里、光阴虚掷。愿春暂留，春归如过翼。一去无迹。为问花何在，夜来风雨，葬楚宫倾国。钗钿堕处遗香泽。乱点桃蹊，轻翻柳陌。多情为谁追惜。但蜂媒蝶使，时叩窗隔。 东园岑寂。渐蒙笼暗碧。静绕珍丛底，成叹息。长条故惹行客。似牵衣待话，别情无极。残英小、强簪巾帻。终不似一朵，钗头颤袅，向人欹侧。漂流处、莫趁潮汐。恐断红、尚有相思字，何由见得。",
        "author": "宋代",
        "poem_class": "咏物",
        "dynasty": "刘子翚"
    },
    {
        "title": "鸣雁行",
        "paragraph": "七月朔方雁心苦，联影翻空落南土。八月江南阴复晴，浮云绕天难夜行。羽翼劳痛心虚惊，一声相呼百处鸣。楚童夜宿烟波侧，沙上布罗连草色。月暗风悲欲下天，不知何处容栖息。楚童胡为伤我神，尔不曾任远行人。江南羽族本不少，宁得网罗此客鸟。烟霄微月澹长空，银汉秋期万古同。 几许欢情与离恨，年年并在此宵中。摧折不自守，秋风吹若何。暂时花戴雪，几处叶沉波。体弱春风早，丛长夜露多。江湖后摇落，亦恐岁蹉跎。糁径杨花铺白毡，点溪荷叶叠青钱。笋根雉子无人见，沙上凫雏傍母眠。",
        "author": "唐代",
        "poem_class": "咏物",
        "dynasty": "鲍溶"
    },
    {
        "title": "巨鱼纵大壑",
        "paragraph": "巨鱼纵大壑，遂性似乘时。奋跃风生鬣，腾凌浪鼓鳍。龙摅回地轴，鲲化想天池。方快吞舟意，尤殊在藻嬉。倾危嗟幕燕，隐晦诮泥龟。喻士逢明主，才猷得所施。客从东方来，衣上灞陵雨。问客何为来，采山因买斧。冥冥花正开，飏飏燕新乳。昨别今已春，鬓丝生几缕。闲坐夜明月，幽人弹素琴。忽闻悲风调，宛若寒松吟。 白雪乱纤手，绿水清虚心。钟期久已没，世上无知音。草铺横野六七里，笛弄晚风三四声。归来饱饭黄昏后，不脱蓑衣卧月明。",
        "author": "唐代",
        "poem_class": "咏物",
        "dynasty": "钱起"
    },
    {
        "title": "咏弓",
        "paragraph": "较量武艺论勋庸，曾发将军箭落鸿。握内从夸弯似月，眼前还怕撇来风。只知击起穿雕镞，不解容和射鹄功。得病自从杯里后，至今形状怕相逢。看朱成碧思纷纷，憔悴支离为忆君。不信比来长下泪，开箱验取石榴裙。水精帘里颇黎枕，暖香惹梦鸳鸯锦。江上柳如烟，雁飞残月天。藕丝秋色浅，人胜参差剪。双鬓隔香红，玉钗头上风。雪净胡天牧马还，月明羌笛戍楼间。借问梅花何处落，风吹一夜满关山。",
        "author": "唐代",
        "poem_class": "咏物",
        "dynasty": "章孝标"
    },
    {
        "title": "杖铭",
        "paragraph": "历危乘险，匪杖不行；年耆力竭，匪杖不强；有杖不任，颠跌谁怨？有士不用，害何足言。都蔗虽甘，殆不可杖。佞人悦己，亦不可相。杖必取任，不必用味。士必任贤，何必取贵？夏节纯和天清凉。百草滋殖舒兰芳。邈邈庆成标，峨峨浮云岭。峻盖十二岳，独秀阎浮境。丹流环方基，瑶堂临峭顶。涧滋甘泉液，崖蔚芳芝颖。翘翘羡化伦，眇眇陵岩正。肃拱望妙觉，呼吸晞龄永。苟能夷冲心，所憩靡不净。万物可逍遥，何必栖形影。勉寻大乘轨，练神超勇猛。梁王魏婴觞诸侯于范台。酒酣，请鲁君举觞。鲁君兴，避席择言曰：“昔者，帝女令仪狄作酒而美，进之禹，禹饮而甘之，遂疏仪狄，绝旨酒，曰：‘后世必有以酒亡其国者。’齐桓公夜半不嗛，易牙乃煎熬燔灸，和调五味而进之，桓公食之而饱，至旦不觉，曰：‘后世必有以味亡其国者。’晋文公得南之威，三日不听朝，遂推南之威而远之，曰：‘后世必有以色亡其国者。’楚王登强台而望崩山，左江而右湖，以临彷徨，其乐忘死，遂盟强台而弗登，曰：‘后世必有以高台陂池亡其国者。’今主君之尊，仪狄之酒以；主君之味，易牙之调也；左白台而右闾须，南威之美也；前夹林而后兰台，强台之乐也。有一于此，足以亡其国。今主君兼此四者，可无戒与！”梁王称善相属。",
        "author": "两汉",
        "poem_class": "咏物",
        "dynasty": "刘向"
    },
    {
        "title": "丁公默送蝤蛑",
        "paragraph": "溪边石蟹小如钱，喜见轮囷赤玉盘。半壳含黄宜点酒，两螯斫雪劝加餐。蛮珍海错闻名久，怪雨腥风入座寒。堪笑吴兴馋太守，一诗换得两尖团。玉碗冰寒滴露华，粉融香雪透轻纱。晚来妆面胜荷花。鬓亸欲迎眉际月，酒红初上脸边霞。一场春梦日西斜。草满池塘水满陂，山衔落日浸寒漪。牧童归去横牛背，短笛无腔信口吹。竹外桃花三两枝，春江水暖鸭先知。蒌蒿满地芦芽短，正是河豚欲上时。",
        "author": "宋代",
        "poem_class": "咏物",
        "dynasty": "苏轼"
    },
    {
        "title": "咏槐",
        "paragraph": "行台阶下原植三槐，故巡抚张纪常正德壬申正月剪伐其一，寸干无存。闰五月初十日，予适抚临。越旬日，前槐茁复出土，月转盛茂，再月余，而柯肄乔耸叶蔽云飞凌空之势，勃然莫遏。噫！槐一物也，厚积昌发乃尔。气数遭际之盛造化生育之功，夫岂徒然而已哉！是用谩成小诗以纪其实传告将来云。谁把庭槐浪剪除，源头生意自赢馀。肄丛故柢戈矛立，叶护重阴伞盖舒。间世瑞灵钟厚载，新晴苍翠接清虚。凉氛谩讶祛烦暑，王氏祯祥史续书。梅子青，梅子黄，菜肥麦熟养蚕忙。山僧过岭看茶老，村女当垆煮酒香。第一出开场始末【西江月】(副末上)轻薄人情似纸，迁移世事如棋。今来古往不胜悲，何用虚名虚利？遇景且须行乐，当场谩共衔杯。莫教花落子规啼，懊恨春光去矣。【沁园春】蒋氏世隆，中都贡士，妹子瑞莲。遇兴福逃生，结为兄弟。瑞兰王女，失母为随迁。荒村寻妹，频呼小字，音韵相同事偶然。应声处，佳人才子，旅馆就良缘。岳翁瞥见生嗔怒，拆散鸳鸯最可怜。叹幽闺寂寞，亭前拜月。几多心事，分付与婵娟。兄中文科，弟登武举。恩赐尚书赘状元。当此际，夫妻重会，百岁永团圆。老尚书缉探虎狼军，穷秀才拆散凤鸾群。文武举双第黄金榜，幽闺怨佳人拜月亭。第二出书帏自叹【珍珠帘】(生扮蒋世隆上)十年映雪囊萤，苦学干禄，幸首获州庠乡举。继晷与焚膏，祗勤习诗书，咳唾珠玑才灿锦，养浩然春闱必取。一跃过龙门，当此青云得路。中都风物景全佳，街市骈阗斗丽华；烟锁楼台浮锦色，月笼花影映林斜。礼乐流芳忝儒裔，双亲不幸俱倾逝。止存一妹在闺中，真乃家传多富贵。自家姓蒋，双名世隆中都路人氏。虽叨乡荐，未赴春闱。只因服制在身，难以进取。家中别无亲人，止有一妹，叫名瑞莲。年已及笄，未曾许聘。【鹧鸪天】正是锦绣胸襟气若虹，文章才学足三冬；循循善道驰庠校，济济儒风蔼郡中。题雁塔，步蟾宫，前程万里附溟鸿。此时衣锦还乡客，五百名中让世隆。【月上海棠】君子儒，文章学业驰名誉；但一心忧道，岂为贫居？十年挨淡饭黄齑，终身享鼎食重褥。前贤语，果是书中自有金玉。岁月易虚，寸阴当惜。不免到书房中将经史检点则个。琢磨成器待春闱，万里前程唾手期。一举首登龙虎榜，十年身到凤凰池。第三出虎狼扰乱【点绛唇】(净扮番将上)势压中华，仁将夷化，威风大。一曲琵琶，醉后驱鹰马。你看边塞上好光景：只见万里寒沙，一天秋草。马嘶平野呼鹰地，犬吠低坡射雁人。草丛中无非是赤兔黄獐，天际表有些儿皂雕白鹞。夜夜月为青冢镜，年年雪作黑山花。俺这里吃的是马酪羊羔，说甚么龙肝凤髓？穿的是狐裘貂帽，要甚么锦衣绣裳？比着他诸夏无君，争似俺蛮夷有主？汉家虽盛，曾与和亲；唐国称隆，结为兄弟。国号附金，而威风凛凛；中华臣宋，而气宇巍巍。远观着几层瑞彩罩金城，遥望见一派祥云笼铁柱。自家北番一个虎狼军将是也。只因大金天子，俺这里三年一小进，五年一大进，十年一总进。今经一十五年，并无一丝儿回答。俺主大怒，着俺起兵前去，打夺州城，占据粮草。不免叫把都儿每出来，与他商议，把都儿那里？【水底鱼】(小生、外、末扮番军上)白草黄沙，毡房为住家。胡儿胡女惯能骑战马。因贪财宝到中华，闲戏耍，被他拿住，铁里温都哈喇。主帅呼唤，上前参见。(净)把都儿每，只因大金天子，俺这里三年一小进，五年一大进，十年一总进。今经一十五年，并无一丝儿回答。主上大怒，着俺起兵前去打夺州城，占据粮草。众把都儿每听吾号令，不可有违。【豹子令】点起番家百万兵，百万兵，纷纷快马似腾云，似腾云。叵耐大金无道理，与他交战定输赢。(合)安排器械便登程，杀教片甲不留存。【金字经】嗗都儿哪应咖哩，者么打么撒嘛呢，哧嘛打么呢，咭啰也赤吉哩，撒么呢撒哩，吉么赤南无应咖哩。头戴金盔挽玉鞭，驱兵领将几千员。金朝那解番狼将，血溅东南半壁天。第四出罔害皤良(小生、丑扮金瓜武士上)蓬来正殿起金鳌，红日初生碧海涛。开着午门遥北望，赭黄新帕御床高。(末扮黄门上)【点绛唇】渐辟东方，星残月淡，苍龙犹显。平闪清光，点滴檐铃响。万烛当天紫雾消，百花深处漏声遥。宫门半辟天风起，吹落炉香满绣袍。自家乃金朝一个小黄门是也。主司仪典，出纳纶音，身穿兽锦袍，与宾客言；口含鸡舌香，传天子令，如今早朝时分，官里升殿，怕有奏事官到来，不免在此伺候。怎见得早朝？但见银河耿耿，玉露瀼瀼。似有似无，一天香雾；半明半灭，几点残星。铜壶水冷，数声莲漏出花迟，宝鸭香消，三唱金鸡明曙早。人过御沟桥，灯影里衣冠济楚，马嘶宫巷柳，月明中环珮铿锵。钟声响大殿门开，五音合内宫乐奏。只见那奉天殿、武英殿、披香殿、太乙殿，谨身殿，巍巍峨峨，月色乍临仙掌动；奉天门、承天门、大明门、朝阳门、乾明门，隐隐约约，香烟欲傍衮龙浮。其时有御用监官，尚膳监官、尚衣临官，各司其事，备其所用；鸿胪寺官、光禄寺官、太常寺官，各守乃职，听其所需。周旋中规，折旋中矩，降者降而升者升；过位色勃，执圭鞠躬，跪者跪而拜者拜。文官有稷、契、伊、傅之才，武将有起、翦、颇、牧之勇，正是日月光天德，山河壮帝居。太平无以报，愿上万言书。道犹末了，奏事官早到。【出队子】(净扮聂贾列上)番兵突至，番兵突至，御敌无人为出师，教人门夜苦忧思。事到临危不可迟，奏议迁都，伏乞圣旨。(末)来者何官？(净)臣聂贾列奏闻陛下。(末)所奏何事？(净)奏为保国安民事。诚惶诚恐，稽首顿首，冒奏天颜，恕臣万死万死。臣闻番兵犯界，突入榆关，离俺中国只有百二十里之地。况彼人强马壮，本国将寡兵疲，难以当敌。不若迁都汴梁，上保社稷无危，下免生民涂炭。(末)官里道来，汴梁有何好处，可以迁都？(净)夫汴梁者东有秦关，西有两隘，南有函谷，北有巨海，地雄土厚，可以迁都。所谓\"王公设险，些守其国。\"愿我王准臣所奏，不必迟回。(末)官里道来，可退在午门外，与众官商议，即便迁都汴梁，兔致两国相争，实为便益。(净)万岁，万岁，万万岁！(退科)【点绛唇】(外扮陀满海牙上)长乐钟鸣，未央宫启。千官至，顿首丹墀，遥拜着红云里。(末)来者何官？(外)臣陀满海牙，累世忠良，官居左丞之职，有事不容不谏。(末)所谏何事？(外)臣闻番兵犯界，兵马已到榆关，相去百二十里之地，所谓\"剥床以肤切近灾\"者也。本合命将出师，剿灭夷寇；今被奸臣擅权窃柄，奏令迁都，以避强势。不惟天子蒙尘，抑且生民涂炭。于此不谏，不为忠也。诚惶诚恐，稽首顿首。君乃臣之元首，臣乃君之股肱。君有诤臣，父有诤子。王事多艰，民不堪命，若钳口不言，是坐视其危也，即今番兵犯界，何不遣将御敌，却乃迁都远避？(末)官里道来，如今朝中缺少良将，着何人为帅，统领三军，与他对敌？(外)臣闻内举不避亲。臣举一人，即臣之子，陀满兴福，此子六韬三略皆能，有万夫不当之勇。手下见有三千忠孝军，人人敢勇，个个当先。可退番兵。(净)臣聂贾列奏闻陛下，陀满海牙已有无君之心，又令其子出军，如虎加翼，为祸不浅。我王不可准奏，(外)咄！聂贾列，你何故妄奏迁都？(净)咄！陀满海牙，你何故阻驾？【新水令】(外怒科，外)九重天听望垂慈，主君贤谏臣须直。事当言敢自欺？既为官要尽臣职。(净)如今圣驾迁都，有何不可？(外)你若是要迁移，把社稷一时弃。(末)官里道来，二人所奏不同，还退在午门外，与众官商议。(外、净)万岁，万岁，万万岁！(退科，外)聂贾列。你怎见得就该迁都？【步步娇】(净)蠢尔番兵须臾至，力寡难当御，朝臣众议之。你不见昔日呵，太王居邠，狄人侵地。事之以皮币不得免，事之以犬马不得免，事之以珠玉不得免。他也无计可施为，只得迁都去。【折桂令】(外)古人言自有权舆，能者迁之，否则存之。(净)说得好！说得好！你说圣上不如太王。(外)怎忍见犬挈其妻，兄携其弟，母抱其儿。城市中喧喧嚷嚷，村野间哭哭啼啼。可惜车驾奔驰，生民涂炭，宗庙丘墟。【江儿水】(净)臣道当卑顺，秋毫敢犯之？你道能如太王则迁之，不能则谨守常法。这是不能尧舜其君罪。那百姓每呵，见说仁君迁都避，纷纷从者如归市。你道效死而民勿去，这等拘守之言，怎及得迁国图存之计？【雁儿落】(外)俺穿一领裹乾坤缝掖衣，要干着儒家事；读几行正纲常贤圣书，要识着君臣义。俺则是一心儿清白本无私。(净)你触犯了圣上，就该万死。(外)言如达，死何辞？(净)常言道：\"闭口深藏舌，安身处处牢。\"(外)怎做得窨无气？(净)你许多年纪了，还要管这等闲事怎么？(外)怎做得老无为？今日任你就打落张巡齿，痴也么痴，常自把严颜头手内提。【侥侥令】(净)半空横剑戟，四面列旌旗，战鼓如雷轰天地。你却唱太平歌，念孔圣书。【收江南】(外)呀！恰便是骄骢立仗，噤住口不容嘶。将焉用彼过谁欤？那知越瘦与秦肥？你这般所为，你这般所为，恨不得啖伊血肉寝伊皮。【园林好】(净)朝廷上尊严去处，岂容你谈论是非？全不识君臣之体。凭河死，悔时迟。凭河死，悔时迟。【沽美酒】(外笏击净怒科。外)你为人何太谀！你为人何太谀！腹中剑，口中蜜，长剑憸人蓝面鬼。百般样，肆奸回，肆奸回，把圣聪蒙蔽。俺学的是段秀实以笏击贼。你那臭名海波难洗。我好名儿史策留题。我呵这件事，你知我知，天知地知，呀，便死做鬼魂灵，一心无愧。(净)聂贾列奏闻陛下，陀满海牙故意阻驾，陀满兴福造意出军，父子将谋为不轨。(末)官里道来，陀满海牙父子既有反叛这心，着金瓜武士打死。(外)圣上，谗言不可听信。(小生，丑扯外下。末)官里道天，陀满海牙三百家口，不分良贱，尽行诛戮。龆龀不留。就差聂贾列前去监斩，不得有违。(净)奉圣旨。(末)早朝奏罢离金阶。(净)戈戟森森列将台。(合)会施天上无穷计，难免今朝目下灾。第五出亡命全忠【红衲袄】(小生扮陀满兴福上)将门庭，非小轻。掌貔貅，百万兵。威权勇猛千般计，势显英雄一派征。官宦族，名誉称，声闻彻帝京。好笑番魔也，怎当俺三千忠孝军。胆略曾经百战场，势如猛虎走群羊。胸中豪气冲天日，训练三军悉智强。自家陀满兴福。爹爹海牙丞相，今早入朝未回。目下番奴侵乱，不免把军士每训练一番，多少是好。军吏那里？(丑上)朝中天子宣，阃外将军令。覆将军，有何钧音？(小生)取军册上来。(丑取册，小生看科。末上)有事不敢不报，无事不敢乱传。将军，不好了！(小生)怎么说？(末)即今番兵犯界，聂贾列奏令迁都，圣意欲从，老相公极言苦谏，那聂贾列辄生恶意，妄奏圣上，说老相公故意阻驾，谋为不轨。圣上听信谗言，将老相公金瓜打死了。(小生哭科，末)还有一件。(小生)又怎么？(末)圣上就差聂贾列为监斩官，把将军三百家口，不分良贱，尽行诛戮。如今聂贾列那厮带了人马将到了也。(小生)这苦怎生是了？(末)将军不妨。将军手下见有三千忠孝军，人人敢勇，个个当先。待那奸臣来时，把他一刀杀了，上报老相公屈死之仇，下免三百口屠戮之苦，有何难处？(小生)我若杀了那厮，怎全得我老相公的忠义？无计可奈，只得逃难他方，再作计处。双手擘开生死路，一身跳出是非门。第六出图形追捕【赵皮鞋】(丑上)我是个巡警官，日夜差科千万端。俸钱些少几曾关，怎得三年官债满？〔西江月〕当职身充巡检，上司差遣常忙，捕贼违限最堪伤，罚俸别无指望。日里迎来送往，夜间巡警关防。虽然鹅酒得些口童，事发纳赃吃棒。今有当朝陀满丞相阻当銮驾，朝廷大怒，将他满门良贱，尽皆诛戮，只走了陀满兴福一人。奉上司明文，遍张文榜，画影图形。十家为甲，排门粉壁，各处挨捕。但有拿得着者，有官有赏。窝藏者，与本犯同罪。不免叫左右的出来分付。左右那里？(末上)讼简公衙静，民安士庶称。明如秋夜月，清似玉壶冰。覆老爷，有何分付？(丑)我且问你，这个地方谁管？(末)这是中都路坊正管的。(丑)这等与我叫中都路坊正来。(末)领钧旨。中都路坊正走动。【大斋郎】(净上)狂秀才，命儿乖。身允坊正是官差。三隅两巷民受灾。要无违碍，好生只把月钱来。身充坊正霸乡都，财物鸡鹅那得无？刮取小民穷骨髓，剥削百姓苦皮肤。当权若不行方便，后代儿孙作马驴。罚愿满门都吃素，年头年尾只吃麸。(末)你倒佛口蛇心。(净)你是甚么人？(末)我是公使人。(净)公使人，干热乱；得文引，去勾唤。穷三千，富五贯。得了钱，解一半。这等之人，如何判断？押赴市曹，一刀两段。吾奉太上老君急急如律令敕。(末)你也不像个坊正，到是个掌法司巡警。老爷叫你半日了，且不要闲说。(净)既如此，待我去见。老爷见坊正。(丑)我把你这狗骨头。我在此半日，你才来见我。到说老爷见坊正，我倒来见你么？(净)不是这等说，不曾分得句读。我说老爷见，小人是坊正。只少小人是三个字。(丑)这狗骨头！白铁刀，转口快。且不打你，听我分付。今有当朝陀满丞相阻当銮驾，朝廷大怒，将他满门良贱，尽皆诛戮，只走了陀满兴福一人。奉上司明文，遍张文榜，画影图形。十家为甲，排门粉壁，到处挨捕。但有拿得着者，有官有赏。窝藏者，与本犯同罪。(净叫科)东南西北四隅里卖豆腐的王公听着。但有人拿得陀满兴福者，有官有赏，窝藏者，与本犯同罪。(丑)拿过来，我把你这狗骨头。东西南北四隅里，岂没有个姓张姓李的？偏只有这个卖豆腐的王公？(净)老爷，有个缘故。小的老婆吃斋，卖豆腐的王公，每日挑了豆腐，在小的门首经过，小的老婆问他赊一块儿吃，他再不肯。老婆说家长老官儿，今后有甚么官府事，报他一名，故此只报他的名字。(丑)这狗骨头。我倒替你官报私仇？叫左右拿下去打。(末)禀老爷，打多少？(丑)打十三。(末打科。丑)你方才打多少？(末)打十三。(丑)狗骨头。明明打得他三板，就说打了十三，坏了我的法度。坊正起来，拿这狗骨头下去打。(净)六月债，还得快。禀老爷，打多少？(丑)也打十三。(净打科。丑)我晓得人人如此，个个一般。你打得他三下，也就哄我说打了十三。你每欺我老爷不识数，左右的如今拿坊正下去打。打一下我老爷记一根签，难道也哄得我不成？(末打净，净打丑，诨科)【恤刑儿】(丑)你十三，我十三，三个十三三十九，赛过东京白牡丹。【柳絮飞】(丑)听我分付：一军人尽诛戮，诛戮；走了陀满兴福，兴福。遍将文榜诸州挂，都用心跟捉囚徒。(合)邻佑与窝主，停藏的罪同诛。【前腔】(末)圣旨非比寻俗，寻俗。明立官赏条局，条局。反叛朝廷非小可，市曹中影画形图。(合前)【前腔】(净)排门粉壁明书，明书。扰扰攘攘中都，中都。坊正干系天来大，没钱撰不比差夫。(合前)(丑)排门粉壁剧拘，(净)各粉干系公徒。(末)假饶人心似铁，(合)怎当官法如炉！第七出文武同盟(小生慌走上)休赶，休赶，拆碎玉笼飞彩凤，断开金锁走蛟龙。【金珑璁】銮舆迁汴梁，朝廷，你信谗言杀害忠良，忠孝军尽沫亡。慌慌逃命走，此身前往何方？天可表我衷肠。俺陀满兴福，〔水调歌头〕本为忠孝将，翻作叛离人。番兵犯界，迁都远避驾蒙尘。严父金阶苦谏，圣怒一门赐死，亡命且逃生。上天天无路，入地地无门。【北绛都春】兴福家九族遭殃，六亲俱丧。衔冤枉，怎教俺三百口无罪身亡？兀的是平地里灾从天降。【混江龙】大金主上，怨着大金主上，信谗言佞语，杀害我忠良。把俺忠孝军都杀尽，教俺一身逃难，离了家乡。朝廷忙传圣旨，差使命前往他方。把兴福图形画影，将文榜遍地里开张。拿住的请功受赏，但人家不许窝藏。却教俺走一步一步回头望。痛杀淹爹和娘。走得俺筋舒力乏，唬得俺魄散魂扬。(内喊科)呀，后面军马越赶得紧急了。休赶。休赶，俺和你鱼水无交。冤有头，债有主，教你一个来时一个死，两个来时两个亡。【油葫芦】则见几个巡捕弓兵如虎狼，赶得俺慌上慌？忙上忙。天那，这场灾祸，无可提防。见那厮恶吽吽手里拿着的都是枪和棒，唬得俺战兢兢小鹿儿在心头撞。这壁厢无处隐藏。且住，这里有一都高墙，墙边有口八角琉璃井。曾记得兵书上有个金蝉脱壳之计，不免将身上红锦战袍挂在这枯桩上，翻身跳过墙去。待那士兵来时，见了这袍，则道俺坠井身亡，一定打捞尸首。那时陀满兴福在墙那边，不知走了多少路了。好计，好计。将俺这锦红袍，锦红袍脱放在枯桩上。呀，衣服脱了，粉墙这等高峻，如何跳得过？自古道人急计生，不免攀住这杏花梢，跳将过去。跳过这粉墙，恰便似失路英雄楚霸王。教俺兴福慌也不慌？不觉来到花影傍。呀，好大风，想必是天神过往。且在这花叶底下，暂躲一躲，再作区处。(下)【旋风子】(末扮太白星上)祥云缥缈，飞升体探人间。湛湛清天不可欺，未曾举意早先知。善恶到头终有报，只争来早与来迟。【北雁儿落带过得胜令】总乾坤一转丸，睹日月双琶箭。浮生梦-场，世事云千变。万里玉门关，七里钓鱼滩。晓日长安近，秋风蜀道难。险些儿误杀了个英雄汉，凄凄冷冷，埋冤世间。善哉，善哉。苦事难挨。有难不救，等待谁来？花园的土地那里？(丑上)花园土地老，并无牺牲咬。叵耐灌花奴，香炉都推倒。覆仙主，有何分付？(末)今有本国忠孝将陀满兴福，乃冤枉之人。他家三百余口，尽被昏奸诛戮，只脱得一身到此。此人去后，当有显荣之日。如今被军马追赶紧急，汝可隐形全庇此人这场大难。不可有违。(丑)领钧旨。便将此人变其形像为小神，与他躲过便了。(末)降身临凡世，起步到天宫。(下。丑坐科。小生上)风已息了，不免寻个走路。呀，这里太湖石傍，有个神像在此，牌上写明朗神之位。明郎神，陀满兴福是冤枉之人，逃难到此，若得片云盖顶，救了小将之难，他日重修庙宇，再整金身。【混江龙后】望神圣将身隐藏。兴福撮土为香，祷告上苍，但愿得俺兴福离了天罗。脱了地纲。(推丑下，自坐科)【六么令】(外、末、净、丑上)官司遍榜，捕捉陀满兴福恶党，正身拿住受官赏。寻踪迹，问行藏，俺待见了，休想轻轻饶放。俺待见了，休想轻轻饶放。(净)你们见也不曾？(众)见甚么？(净)攀脊梁不着，一个矮子。(众)攀脊梁不着，是个长子。(净)在这里，在这里。(众)在那里？(净)你看这脚迹不是陀满兴福的？(众)怎么晓得是陀满兴福的？(净)陀满兴福是个雕青大汉，他人长脚也长。(众)有多少长？(净)待我量一量，看有一丈七八长。(众)一丈七八长。且住，脚迹在这里，怎么就不见了？(净)是跳过墙去了。(众)这墙是谁家的？(外)是蒋举人的花园。那个先进去？(净)你们进去。(众)还是你进去。(净)也罢，我有个分晓。待我先把这棍子丢将进去看。(丢棍科。末)这个是护身龙，怎么丢了进去？(净)如今不叫他是护身龙。(末)叫做什么？(净)叫做查实。(末)怎么叫做查实？(净)丢这棍子进去，倘知里面有沟有河，有人有狗，也晓得个明白。故此叫做查实。(末)如今丢在那里响？(净)在平地上响，待我进去。(作跳墙科)呀，有个神像在此。牌上写着是明朗神之位。且住，陀满兴福是个有本事的人，倘撞着了他，一拳打得稀烂，还出去叫他们一齐进来。(跳出科。末)怎么又出来了，可见甚么？(净)不见甚么，只见一个神道，坐在那里。和你都跳去看。(末)我们奉上司拿人。和你推倒墙进去，怕他甚么蒋举人？墙倒众人推。(众)是如此。(众推科)果然有个神道在此。(净)列位哥哥，我和你在神道前面许下一个愿心，保佑你我早拿得陀满兴福，你道如何？(众)好好。(丑)我许一只鹅。(净)我就许一只鸡。(末)我许一刀肉。(外)我就许酒果纸烛，都在我身上。(众)明朗神爷，我每都是士兵，奉上司明文，捉拿陀满兴福。若拿得着，还你一个三牲。(丑)若拿不着，我那儿，你休怪。(外)神明怎么去亵渎他？(末)来和你在此嚷了半日，他就在也去了。和你还到墙外边去，追寻踪迹。(净)说得有理，快来，快来，走在这里。(丑)在那里？(净)这不是陀满兴福的红锦战袍？想是见我们追得紧急，坠井而亡了。(丑窥井科)一个一个。(外看科。丑)两个两个。(外)不是，是我和你的影子。(丑)怎么有人在里面说话？(外)是我和你的应声。哥，被他使了计了。(净)使甚么计？(外)金蝉脱壳之计。他哄我和你在此打捞尸首，他不知去了多少田地了？不如拿这领衣服去请赏罢。(众)说得有理。【好花儿】(众)恨不得掘地翻天，见树边一人端然，是个土地公公塑在花园。许金钱，望指点，(合)歹人歹人那里见？【前腔】(众)寻不见连忙向前，搜索尽墙边院边。莫不是隐身法术似神仙？走如烟，眼寻穿。(合前)【前腔】(众)捉拿了三千六千，做公人十年五年。马翰司公且休言，见着钱，最为先。(合前)(外)手眼快且饶巡院。(末)心机巧枉说周宣。(净)有指爪辟开地面。(丑)插翅翼飞上青天。(并下。小生吊场)你看这一起士兵，倒在我跟前许下三牲去了。这回不走，更待何时？不免拜谢天地则个。【金蕉叶】谢天，谢了天，怎么不拜谢明郎神爷？谢神，避难来，幸脱离了祸门。(欲下科。生上)咄！是何人入我园中暗隐？(小生跪科)告少息雷霆怒嗔。(生)汉子，这不是说话的去处，随我到亭子上来。【章台柳】(生)情既紧，言又窘，我斟量非奸即盗贼。(小生)小人不是贼，逃躯潜地奔。(生)既不是贼呵，无故入人家，有何事囚？(小生)小人也是好人家儿女。(生)你休得要逞花唇，稍虚词。送你到有司推问。(小生)长者息怒且停嗔，听我从头说事因：兴福本为忠孝将，谁知翻作叛离人。长者若拿兴福去，官上加官职不轻。正是得放手时须放手，可饶人处且饶人。【前腔】我将冤苦陈，教君不忍闻。(生)你是何处人氏？姓甚名谁？(小生)念兴福生来女直人。(生)做甚勾当？(小生)身充忠孝军。(生)呵，既是忠孝军，怎么不去随驾，倒在这里？(小生)为父直谏迁都阻佞臣，龆龀不留存，诛戮尽，只留我苟活逃遁。【醉娘儿】(生)我听言，此情实为可悯。汉子，抬起头来我看。(小生抬头科生)觑着他貌英雄出辈群。(背云科)结交在未遇之先，施恩在当厄之日。看此人一貌堂堂，后来必有好处。欲结义他为兄弟，未知他意下何如？汉子，请起。你不嫌秀士贫，和你弟兄相识认。(小生)小人该死之徒，得蒙长者饶恕，已出望外，焉敢与长者齐躯？(生)这也非在今日，他时须记取今危困。【前腔】(小生)死重生，怎敢忘伊大恩？(生)你多少年纪了？(小生)小人二十八岁。(生)我今年三十岁，长你二岁，你称我为兄便了。(小生)既如此，哥哥请上，受兄弟几拜。(生)不劳拜罢。(小生拜科)既为兄，休谦逊。(生)你拜我受之不稳。(小生)休道是百拜受不稳，受兄弟千拜何劳顿？除了仁兄呵，谁肯把我负屈衔冤问？(生)兄弟，我本待要留你在此。暂住几时，只是一件。【雁过南楼】(生)此间难容汝身。但人知彼此遭迍。兄弟，你衣帽那里去了？(小生)衣帽多失落了。(生)叫院子取我的衣帽并银子十两出来。(末上)衣帽银子在此。(生)你且回避。(末下。生)无物赠君，些少鏒银，不嫌少，望留休哂。(小生)多谢哥哥。(生)兄弟，你此去呵，莫辞苦辛。暮行朝隐，更名姓，向外州他郡。兄弟，你方才打从那里来的？(小生)后围墙上跳过来的。(生)我如今送你到前门出去。(别科)【前腔】(小生)拜别拜别，方欲离门。且住。我陀满兴福聪明了一世，懵懂在一时。方才跳入那秀士园中，他不拿我送官请赏，反助我银两，又结义我为兄弟。我久后若得寸进，欲报恩义，未知他姓甚名谁？猛回身，猛回身，又还思忖。(生)呀，兄弟，你去了怎么又转来？(小生)特有少禀，欲言又忍。(生)兄弟有甚话？但说不妨。(小生)哥哥姓和名，小兄弟敢问？(生)自家姓蒋，双名世隆。中都路人氏。兄弟，你三回四次问我的姓名，莫非恐人拿住，要攀扯着我么？(小生)无他效芹，略得进身，犬马报，怎敢做半米儿生分？(走科。生)兄弟且慢去，我还有几句言语嘱咐你。【山麻客】(生)你去渡关津，怕有人盘问，又没个官司文凭路引。此行何处能安顿？蓦忽地怕有便人，寄取一封平安书信。【前腔】(小生)兄长言，极明论。遍地军州，立赏明文。世没个男儿，有谁投奔？一片心，后土皇天，表我忠直，不陷良人。【尾声】埋名避祸捱时运，满望取皇家赦恩。罪大弥天，其时许自新。(生)古语积善逢善，(小生)常言知恩报恩。(合)此去愿逢吉地，前行莫撞凶门。第八出少不知愁【七娘子】(旦扮王瑞兰上)生居画阁兰堂里，正青春岁方及笄。家世簪缨，仪容娇媚，那堪身处欢娱地？［踏莎行］瑞兰兰蕙温柔，柔香肌体，体如玉润宫腰细，细眉淡扫远山横，横波滴溜娇还媚，媚脸凝脂，脂匀粉腻，腻酥香雪天然美，美人妆罢更临鸾，鸾钗斜插堆云髻。【锦缠道】髻云堆，珠翠簇。兰姿蕙质，香肌称罗绮。黛眉长，盈盈照一泓秋水。鞋直上冠儿至底。诸余没半星儿不美。针指暂闲时，花朝月夕，丫鬟侍妾随。好景须欢会，四时不负佳致。【朱奴儿】春名苑，奇葩异卉。夏水阁，浮瓜沉李。秋玩蟾光折桂枝。逢冬景赏雪观梅。呼呼唤唤，愁是甚的？总不解愁滋味。芳容鱼沉雁落，美貌月闭花羞。肌骨天然自好，不搽脂粉风流。第九出绿林寄迹【水底鱼】(外，净，丑、末扮喽啰上)击鼓鸣锣，杀人并放火。倚山为寨，号为拦路虎。金银财宝。劫来如粪土。无钱买路，霸王也难过。(净)山中壮士，全无救苦之心。寨内强人，仅有害民之意。不思昔日萧何律，且效当年盗跖能。众兄弟，你我不是别人，虎头山草寇是也。寨中有五百名喽罗，你我却是头领。昨夜巡哨各山，不知有事也没有？(外)我巡东山，一些事也没有。(净)我巡西山，也没事。(丑)我巡南山，也没事。只有巡北山的头领不见回来。待他回来时便知分晓。(末上)欢来不似今日，喜来那胜今朝。(众)哥哥回来了？(末)是回来了。你们巡哨如何？(众)我们都没事。(末)我倒有事。(丑)你敢被人拿住了？(末)被人拿住，还回来得？(丑)却怎么说？(末)我一巡巡到山凹里，只见霞光万道，瑞气千条。被我把刀尖掘将下去，只见一个石匣，石匣里面一顶金盔，一把宝剑。(众)在那里？(末)是我藏在那里。(众)去拿来看一看。(末)我去拿来。(背云)我在那里戴一戴，头脑生疼起来。且把与他们戴戴看。哥，你看好东西。(净)拿来我戴。(丑、外夺科。末)不要争，我有个主张。我们虎头山有五百名喽啰，只少一个寨主。若是戴得这盔的，大家就拜他做寨主。(丑)这有什么难？拿来我戴起。(末)且住。要做寨主，还要通得些文墨才戴得。(丑)要弄文墨，这个不打紧。拿来我戴了说。(末)说了戴。(丑)也罢，我就说。怎么样说好？(末)要说得大些。(丑)混沌初分我出身。如何？(末)大便大了，且看下句。(丑)有么。混沌初分我出身，伏羲神农是我后辈人。山中寨主无人做，五百名喽啰我是尊。拿来我戴。(末)钦赐了你，不消谢恩。(外)好皇家气象。(丑)好，你看耀日争光，这红帽儿不用了。赐与你们罢。且住，还要早晨夜晚戴戴。拿那雌雄宝剑插在我杨柳细腰边。(末)这怎么说？(丑)雌雄宝剑，杨柳细腰。(净)皇帝也打歇后语？颁行天下，都要打歇后语哩。(丑反戴科。末)反了。(丑)一日皇帝也不曾做，怎么就反了。(末)盔反戴了。(丑)你那晓得？那是个没面目的大王，却要垂帘听政哩。(歪戴科。末)歪了。(丑)这叫做耳不闻。(作跌推末科。末)怎么推我一交？(丑)这叫做\"推位让国。\"(摇盔。末)不要摇。(丑)是尧舜，\"有虞陶唐。\"(末)怎么这等抖？(丑)刘备儿子叫阿斗。(末)怎么坐在地上？(丑)地主明王也要\"坐朝问道。\"阿呀，盔内有鬼。(末)无鬼不成魁。(丑)快备龙床，寡人要驾崩了。大家且来\"济弱扶倾。\"(倒私，众扶科。末)怎么？(丑)戴在头上，渐渐似泰山压顶一般，头疼眼胀，成不得，这寨主不愿做了。还是戴红帽儿罢。(净)我量你这等嘴脸，怎做得寨主？看我坐在这里，就有样子了。(末)也先要通文。(净)有么。混沌初分我出世，寿星老儿是我的徒弟。这些小贼莫多言，虎头山中我即位。(末)好个即位。(净)进上我戴。(末)把红帽我拿了。(净)且放在此，备而不用。我今日做了寨主，你每都要听我令旨，遵我约束。如违拿来就斩了。(众)好欺心。寨主未做得成，就要杀兄弟。(净)不是。先说过了。日后方见寡人言顾行。都走过一边听点，走过东来。(众走科。净)走过西去。呀，不好了。(倒科，众扶科)戴不得，戴在头上，就像一万斤重。寨主要做，受不得这般疼痛。罢，还是这红帽儿安稳。(末)不瞒哥们说，我在山凹里时就戴一戴，头上生疼。若是好戴呵，不到如今让与你们戴。(丑)列位，以后有了得的客商经过，只把这盔与他戴，就压倒了。不消费力，金银财宝都是我每的。(末)不是这般说。天赐这项盔，必有个做寨主的来戴。如今和你每下山去，招车买马，积草聚粮，等侯那人便了。(众)说得是。【节节高】(众)强梁勇猛人会一家，杀人放火张威霸。行劫掠，聚草粮，屯人马。惯战武艺多潇洒，从来贼胆天来大，蛟龙猛虎离山窝，闻风那个不惊怕？(下)【醉罗哥】(小生上)那日那日离都下，流落流落在天涯。画影图形遍挨查，到处都张挂。草为茵褥，桥为住家。山花当饭，溪水当茶。陀满兴福这般苦楚呵。那些个\"一刻千金价。\"(内喊科。小生)兵戈扰，道路赊。几番回首望京华。(外、末、净、丑上)这厮往那里走？(小生)你这伙是什么人？拦我去路。(众)快留下买路钱去。(小生)我且问你，这路是你家的？我且是没钱在身边，就有，你每也要我的不得。(丑)你是贼的老子？要你的不得？(净)啐！贼的儿子。(小生)怎么叫做买路钱？(净)我每这个虎头寨，但是打我这里经过，要几贯买路钱；若是没有，一刀两断。(小生)你这伙元来是剪径的毛贼。(净)罢了，叫出表字道号来了。(小生)我行来路远，肚中饥又饥，渴又渴。有酒饭拿来吃，有盘缠送些我，做个过路好看钱。饶你这伙毛贼的性命。(净)倒要土地三陌纸？(丑)哥，但是过我这山的人，少不得大胆说几句大话唬人。(净)说得有理，待我去拿他过来，唗，你休得说大话。战得我过，饶你性命。(小生)你来。(净倒科。丑)罢了，倒了虎头山的架子。待我去拿他。你要活的，就是活的；要死的，就是死的。唗，这厮看刀。(小生)你来。(丑跪倒私。净)不是这等。和你众人齐上去与他杀，叫他双举不敌四手。(丑)这个有理。和你齐上去。(小生)你每都来。(众战倒科。丑)这个人果然有些本事。快拿那话儿来。(末)甚么那话儿？(丑)戴在头上生疼的。(净取盔跪介)壮士爷。(丑)啐，怎么跪了他，又叫爷？(净)再不要惹他打了疼处。壮士爷！(末)又叫爷？(净)哥，奉承他些罢。(小生)怎么说？(净)众人没有什么孝顺，只有一顶嵌金盔在此。壮士爷若戴得，就奉送。(小生)拿上来。你这伙毛贼也有这顶好金盔。(净)众人也指望成些大事，特打在此的。(小生戴科)倒正好。(众)可疼？(小生)什么疼？(净)你不头疼？(小生)我怎么头疼？(净)你可眼花？(小生)我为甚眼花？(丑)这却是真命强盗。(外)真命寨主。(众)禀壮士，你来得去不得。(小生)我怎么来得去不得？【不漏水车子】(众)告壮士，休怒嗔。不嫌草寨贫，拜壮上为山中头领，掌管喽啰五百名。(小生)你每要留我么？(众)是。(小生)且退后。且自沉吟，谩自评论。画影图形，捕捉甚紧。不如隐遁在埋名径。也罢，我权且住在这里罢。(众拜科)多蒙便应承，小的们悉遵钧令。请问寨主上姓？(小生)你问我姓名么？(众)是。(小生背云)虽然没有人到此寻我，也未可把真名说与他每知道。众喽啰，我姓蒋，双名世昌。你众人听我号令。(众应科。小生)汝等下山，三不可杀。(众)那三样不可杀？(小生)中都路人不可杀，秀才不可杀，姓蒋的不可杀。其余有买路钱的放他过去，没有的带上山来。(众)领钧旨。【红绣鞋】(小生)本为盖世英雄，英雄。奸邪疾妒难容，难容。万山深处隐其踪。不是路，且相从。屯作蚁，聚成蜂。屯作蚁，聚成蜂。【前腔】(众)将军凛凛威风，威风。战袍绣虎雕龙，雕龙。山花斜插茜巾红。新寨上，坐山中。商旅过。莫遭逢。商旅过，莫遭逢。(小生)暂居山寨作生涯，(众)喜得将军肯上来。(合)巍岭峻峰通隐豹，野花芳草待时开。第十出奉使临番【丞相贤】(外扮王尚书上)弯弓驰骑射双雕，武勇超群胆气豪。紫袍会带非同小，见随朝，兵部尚书官养老。马挂征鞍将挂袍，柳梢门外月儿高。男儿未挂封侯印，腰下常悬带血刀。自家姓王，名镇。女直人也。官拜兵部尚书。家眷五十余口，至亲者三人。夫人张氏，生女瑞兰，年方及笄，未曾许聘。今日私宅称觞，怕有朝使到来，不当稳便。院子那里？(末上)堂上呼双字，阶前应一声。覆老爷，有何分付？(外)我今日私宅称觞，倘有朝使到来。即报与我知道。(末)理会得。【梨花儿】(净扮使臣土)使臣走马传敕旨，铺陈香案疾穿执。万岁山呼行礼毕，咍，饮依宣谕躬身立。圣旨已到。跪听宣读。朕当邦国阽危，边疆多难。士庶汹汹，各不聊生。贼情叵测，难以遥度。尔兵部尚书王镇，当朝良将，昭代名臣，可前往边城，缉探详细，便宜行事。军情紧急，不可稽迟。谢恩。(外)万岁，万岁，万万岁！朝使，不知朝廷敕旨，为何这等急促？【番鼓儿】(净)为塞北。为塞北，兴兵临边鄙。但州城关津险隘，势怎当敌？待欲迁都回避。不许稽迟，上京去缉探事实。(合)火速便驰驿，等回音星飞电急。【前腔】(外)念老臣，念老臣，年登七十岁。今又奉朝廷敕旨。事屈安危，恨不得肋生双翅。两头白日，多只行五里十里。(合前)【前腔】(末)紧使人，紧使人，疾速催驿骑。便疾忙安排鞍辔，打点行李。这回须教仔细，先解缰绳，怕骑了没头马儿。(合前)【前腔】(净)兀剌赤，兀剌赤。门外等多时。(外)纵辔加鞭，心急马迟。(末)伴宿女孩儿，羊酒须要关支。管取完备，休得误了军期。(合前)【双劝酒】(外)军情紧急，国家责委，不敢行违滞。常言道，养兵千日，今朝用人之际。(合)火速便驰驿，等回音星飞电急。(净)老大人，此乃朝廷大事，即日就望回音。作急起程罢。眼望捷旌旗，耳听好消息。(下。外)身食天禄，命悬君子。驿马俱已完备，只得就此前去。院子，后堂请老夫人小姐出来，分付家事，即便起程。(末)老夫人小姐有请。【东风第一枝】(老旦上)宫日添长，壶冰结满，仲冬天气严寒。(旦上)绣工停却金针，红炉画阁人闲。金猊香袅。丽曲趁舞袖弓弯。(合)锦帐中褥隐荚蓉。怎教鹦鹉杯干？(老旦)相公万福。(外)夫人少礼。(旦)爹爹万福。(外)孩儿到来。(老旦)［临江仙］相公，忽听朝廷颁敕旨，传宜未审何因？(外)使臣走马到家门。教老夫急离龙凤阙，缉控虎狼军。(旦)爹爹，朝中多少文和武，缘何独选家尊？(末)惟行君命岂私身？正是\"家贫显孝子，国难见忠臣。\"(旦)爹爹迟些去也无妨，(外)孩儿说那里话？我若迟延，是违忤了朝廷了。今日将家事交付与你母子，就此起程。(老旦)相公路上带谁去伏侍？(外)六儿北边惯熟，带六儿去。(老旦)院子叫六儿过来。(末)六叔。老爷叫。(丑上)听得爹爹叫，即忙就来到。爹爹，奶奶，小姐。六儿叩头。(外)六儿，我奉圣旨，往北边和番，带你去伏侍。快去收拾行李。(丑)理会得。(叫科)媳妇收拾我行李，我随爹爹往北边走一遭。(老旦)老身已分付安排杯酒，就与相公饯行，看酒来。(丑)酒在此。【摧拍】(外)受君恩，身居从班。食君禄，怎敢辞难？(老旦)此行非同小看，非同小看。缉探上京虚实，便往边关。漠漠平沙，路远天寒。(合)一别后涉水登山。今日去，甚时还？【前腔】(老旦)气力衰，行履尚难，怎驱驰挥鞭跨鞍？(旦)愁只愁路里；愁只愁路里，难禁冒雨蒙霜。此身劳烦，谁奉兴居？暮宿朝餐。(合前)【前腔】(旦)去难留，愁擎凤盏。爱情深，重掩泪眼。(外)休忧虑放怀，休忧虑放怀。堂上母亲，叮咛小心相看。(老旦)娘女在家中，怎免愁烦？(合前)【前腔】(丑、末)宣限紧，休作等闲。报国家，忠心似丹。(旦)稍迟延半晌，稍迟延半晌。寻思只得些时，面觑尊颜。子父隔绝，雾阻云拦。(合前)【一撮棹】(外)夫人只得就此分别了。今日去，便驰驿离乡关。朝廷命，疾登途，怕迟晚。(老旦)兵南进，兴戈甲，取江山。(旦)遭离乱，家无仁，怎逃难？(外)虽士马侵边紧，两三月便回还。(老旦)专心望，望佳音，报平安。(外)军情怎敢暂留停？(老旦)疾速登程离帝京。(合)正是相逢不下马，从今各自奔前程。第十一出士女随迁【缑山月】(生上)守正处寒炉，勤苦诵诗书。盼春闱身进践荣途。奈双亲服制，前程未遂，敢仰天呼。(小旦上)乐道安贫巨儒，嗟怨是何如？但孜孜有志效鸿鹄，似藏珍韫匮，韬光隐讳，待价沽诸。哥哥万福。(生)妹子到来，妹子请坐。(小旦)哥哥请。哥哥，妹子往常间见哥哥眉开眼笑，今日因甚眉头不展，面带忧容，却为何来？(生)妹子，你不知道我有三件事在心，所以不乐。(小旦)那三件？(生)第一件，父母灵柩在堂，未曾殡葬；第二件，我服制在身，难以进取；第三件，你我年纪长大，亲事未谐。以此不乐。(小旦)［玉楼春］瑞莲愚不将贤谏，安居温习何嗟叹？退藏山水作渔樵，进身皇阙为官宦。(生)妹子，迅速光阴如转眼，少年何事功名赚？苍天未必误儒冠，儒冠岂误男儿汉？(小旦)哥哥，你平日攻书多少，谅必自知上达之意。【玉芙蓉】(生)胸中书，富五车，笔下句，高千古。镇朝经暮史，寐晚兴夙。拟蟾宫折桂云梯步，待求官奈何服制拘？教人怨，怨不沾寸禄。(合)望当今圣明天子诏贤书。【前腔】(小旦)功名事本在天，何必心过虑？且从他得失，任取荣枯。为人只恐身无艺。暂时间未从心所欲，金埋土，也须会离土。(合前)【刷子序】(生)书斋数椽，良田尽可随分餔粥，世态纷纷，争如静守闲居。(小旦)勤劬，事业学成文武，掌王朝方展訏谟。(合)但有个抱艺怀才，那曾见沧海遗珠？【前腔】(生)难服，晚进儿童，肥马轻裘，污紫夺朱。磊落男儿，暂睹蠢尔之徒。(小旦)听语，万事皆由天命，尽皆非者也之乎。(合前)(未慌走上)灾来怎躲？祸至难逃。官人、小姐，不好了，快走。(生)怎么说？(末)只见簇簇军马往南来，密密刀枪从北至。势不可遏。锋不可当。夺关隘争履平川，攻城邑竞登坦地。黎民逃难。街衢中似乱乱奔獐。官宦随迁。途路里若慌慌走鹿。百司解散，万姓仓皇。明张榜示，今朝驾幸汴梁城。晓谕通知，即日要徙中都路。一来军马临城，二来都堂法令；蝼蚁尚且贪生，为人岂不惜命？官人小姐听原因，满目干戈不太平。双手劈开生死路，一身跳出是非门。各人自去逃生去了。(下)【薄媚衮】(生、小旦)听人报军马近城，国主迁都汴。今晚庶民，不许一人落后在京辇。生长升平，谁曾惯遭离乱。苦怎言，胆颤心惊，如何可免？【前腔】听街坊巷陌，唯闻得炒炒哀声遍。急去打叠金共宝，随身带做盘缠。田业家私不能守，不能恋。两泪涟，生死安危，只得靠天。(生)父母家乡甚日归？(小旦)慌慌垂泪离京畿。(合)避难一心忙似箭，逃生两脚走如飞。第十二出山寨巡罗【贺圣朝】(小生上)斩龙射虎威风，擒王捉将英雄。锦征袍相称茜巾红，镇山北山东。陀满兴福来到此间，所谓\"慌不择路，饥不择食\"只得结集亡命，哨聚山林，靠高冈为寨栅，依野涧作城濠。风高放火，无非劫掠庄农。月黑杀人，尽是伤残民命。弓兵巡尉，闻知胆丧心惊。客旅经商。见说魂飞魄散。除非黄榜见招安，余下官兵收不得，众喽啰那里？(外、末应上。小生)你每俱有差点，只有大小喽啰没有什么事委他。与我叫他来。(外、末下唤科。净、丑上)宋江三十六，回来十八双。若还少一个，定是不还乡。覆主帅，有何分付？(小生)大小喽啰，别的都有差点，独你两个没有甚勾当。如今发下一个伙落更梆，一个巡山伏路。问你头上戴的，腰间系的，手中拿的，脚下穿的，少了一件，重打二十。(净、丑)领钧旨。大喽啰巡山，小喽啰打更。(诨科。小生)听我分付着。【豹子令】闻说中都起战尘，起战尘。黎民逃难乱纷纷，乱纷纷。怕有推车儋提人经过，劫掠财宝共金银。(合)登山蓦领用心巡。【前腔】(净)休避些儿苦共勤，苦共勤。提刀携剑共成群，共成群。士农工商钱夺下，回来山寨醉醺醺。(合前)【前腔】(丑)劫掠金珠个要分，不要分。肥羊美酒不沾唇，不沾唇。但愿捉得个多娇女。将来压寨做大人。(合前)(小生)逢人买路要金珠，(净)认得山中好汉无？(丑)日后欲求生富贵，(合)眼前须下死工夫。第十三出相泣路岐【破阵子】(老旦上)况是君臣分散。那堪母子临危。(旦上)严父东行何日返？天子南迁甚日回？(合)家邦无所依。(老旦)［望江南］身狼狈，慌急便奔驰。贴肉金珠揣得甚，随身衣服着些儿。子母紧相随。(旦)离帝辇，前路去投谁？风雨催人辞故国，乡关回首暮云迷。何日是归期？(老旦)孩儿，管不得你鞋弓袜小，只得趱行几步。(旦)母亲，怎么是好？【渔家傲】(老旦)天不念去国愁人最惨凄，淋淋的雨若盆倾，风如箭急。(旦)侍妾从人皆星散，各逃生计。(合)身居处华尾高堂，但寻常珠绕翠围。那曾经地覆天翻受苦时。(老旦)孩儿，天雨淋漓，人迹稀走，两条路不知往那一条去？【剔银灯】迢迢路不知是那里？前途去安身何处？(旦)一点点雨间着一行行恓惶泪，一阵阵风对着一声声愁和气。(合)云低。天色傍晚。子母命存亡兀自尚未知。【摊破地锦花】(旦)绣鞋儿，分不得帮和底。-步步提，百忙里褪了跟儿。(老旦)冒雨荡风，带水拖泥。(合)步难移，全没些气和力。【麻婆子】(老旦)路途路途行不惯，心惊胆颤摧。(旦)地冷地冷行不上，人慌语乱催。(老旦)年高力弱怎支持？(倒科，旦扶科。旦)泥滑跌倒在冻田地。款款扶将起，(合)心急步行迟。(旦)最苦家尊去远，(老旦)怎当军马临城？(合)正是福无双至，果然祸不单行。第十四出风雨间关【薄幸】(生上)凛冽寒风，淋漓冷雨，送君臣南北，父子东西。(小旦上)心肠痛，不幸见刀兵冗冗。(合)缨故国云山远濛濛。(生)［浣溪沙］万里飞沙咽鼓鼙，三军杀气傍旌旗。天涯兄妹两相依。(小旦)前路未知何处是，故乡犹恐不同归。出关愁暮一沾衣。(生)妹子，管不得你的鞋弓袜小，只得趱行几步。(小旦)是，哥哥。【赛观音】(生)雨儿催，风儿送。叹一旦家邦尽空。(小旦)想富贵荣华如梦。(合)哽咽伤心，教我气填胸。【前腔】(小旦)意儿慌，脚儿痛。颤笃速如痴似懵。(生)苦捱着疾忙行动。(合)郊野看看又早晚烟笼。【人月圆】(生)途路里，奔走流民拥，胆丧魂飞心惊恐。(小旦)风吹雨湿衣襟重，止不住双双珠泪涌。(合)行不上，惟闻得战鼓声振苍穹。【前腔】(生)军马又来，四下如铁桶。眼见得京师城壁空。(小旦)他每赶着无轻纵，人似豺狼马似龙。(合)遭驱虏，亲骨肉甚年何日重逢？急前去汴梁路杳，慢停待中都乱扰。乌鸦共喜鹊同巢，吉凶事全然未保。第十五出番落回军(丑扮老汉上)天有不测风云，人有旦夕祸福。只今番兵犯界，天子南迁。百官随驾，尽离中都；万姓逃生，交驰道路。正是\"相逢不下马，各自奔前程\"。呀，前面烟尘扰攘，想又是番兵来了。不免在此石板桥下，暂躲片时，再作区处。【竹马儿】(净引众上)喊杀漫山漫野，招飐着皂旗儿，万点寒鸦。见千户万户每领雄兵，围绕中都城下。见敌楼上无一个人披挂，都迁徙离京华。前驱奋武征伐，尽搅辔攀鞍加鞭催骏马。待逃生除非是翅双插，直追赶到天涯。呀，金鞍玉辔斜插着宝镫葵花。(净)生长阴山燕水北。袄子浑金腰系玉。弯弓沙塞射双雕，跃马围场逐走鹿。展手齐齐弄舞腰，颠脚来来高唱曲。有时画在小屏风，展转教人看不足。且喜已到中都地面，果然好花锦世界。彼国军民，皆已随驾迁都汴梁去了。不免与把都儿每闲玩一回。(众)告主明，前面石板桥下有一个老儿。(净)拿过来。(众拿丑见科。净)你是什么人？(丑)小人是本处耆老。(净)叵耐你大金天子。俺那里三年一小进，五年一大进，十年一总进。今经一十五年，并无一丝儿回答，是何道理？(丑)本国前月差兵部王尚书，装载宝物，从水路进至上国来了。(净)我每从陆路征发，想是错过了也。你莫非说谎么？(丑)小人怎敢？(净)既然如此，把都儿每传下号令，且自回兵。(净)加鞭哨马走如龙，海角天涯要立功。(合)假饶一国长空阔，尽在皇都掌握中。第十六出违离兵火【满江红】(老旦、旦上)身遭兵火，身遭兵火，母子逃生受奔波。怎禁得风雨摧残。田地上坎坷。泥滑路生行未多。军马追急，教我怎奈何？弹珠颗，冒雨荡风，沿山转坡。(众番上，赶老旦、旦下，众番抢伞诨科，下)【前腔】(生、小旦上)身遭兵火，身遭兵火，兄妹逃生受奔波。怎禁得风雨摧残，田地上坎坷。泥滑路生行末多。军马追急，教我怎奈何？弹珠颗，冒雨荡风，沿山转坡。(众番上，赶生、小旦下，众番抢包诨科，下。老旦、旦、生、小旦同上，各唱前曲科。丑扮妇人、净扮和尚、外扮道士上诨科。众番上，赶散科。并下)【东瓯令】(旦上)我那娘！心如醉，泪交流。去远家尊绝信久，途中母子生离别。这苦如何受？一重愁翻做两重愁，是我命合休。我那娘！(下)【望梅花】(生上)瑞莲！叫得我不绝口。恰被喊杀声流民四走。慌急便寻，不知个所有。此间无处安身，想只在前头后头。瑞莲！(下)【东瓯令】(老旦上)瑞兰！寻思苦，路生疏。军喊风传行路促，娘儿挽手相回护，这苦难分诉。望天天怜念老身孤，免使受奔波。瑞兰！(下)【满江红尾】(小旦上)我那哥哥！大喊一声过，唬得人獐狂鼠窜。那里去了，哥哥！怎生撇下了我？教我无处安身，无门路可躲。我那哥哥！(下)第十七出旷野奇逢【金莲子】(旦上)古今愁，古今愁，谁似我目下这样愁？听军马骤，听军马骤，人乱语稠。向深林中逃难，恐有人搜。(下)【前腔】(生上)百忙里散失，差了路头。寻妹子不见，教我怎措手？瑞莲！(旦内应科。生)神天佑，神天佑，这答儿是有亲骨肉。见了向前走。瑞莲，瑞莲！【菊花新】(旦应上)你是何人我是准？(生)应了还应，呀，见又非。(旦)将咱小名提，进前去问他端的。我只道是我母亲，元来是个秀才。(生)我只道是我妹子，元来是一位娘子。(旦)呀，你不是我母亲，如何叫我？(生)我自叫我妹子瑞莲，谁来叫你？【古轮台】(旦)自惊疑，相呼厮呼两相回。瑞兰和先辈不曾相识。(生)瑞莲名儿本是卑人亲妹。不知娘子因甚到此？(旦)妾因兵火急，离乡故。(生)娘子如何独行？(旦)母子随迁往南避，中途相失。秀才在何处不见了令妹？(生)喊杀声，各各逃生，电奔星驰。中途里差池，因循寻至。应声错，偶逢伊。娘子不见了母亲，小生不见了妹子。正是两人俱错意，一般烦恼两心知。【前腔】(生)名儿应错了自先回。(旦)秀才那里去？(生)急急便往跟寻，岂容迟滞。(旦)事到如今，事到头来，怎生惜得羞耻。(拜科)秀才念苦怜孤，救奴残喘，带奴离此免灾危，我也不忘你的恩义。(生)娘子，你方才说不见了令堂，远远望见一位妈妈来了。(旦回头科)在那里？(生近看科)旷野间，旷野的见独自一个佳人，生得千娇百媚。况又无夫无婿，眼见得落便宜。且待我唬他一唬。娘子如何是？天色昏惨暮云迷。(旦慌科)秀才，带奴同行则个。(生)娘子差矣，我自家妹子尚且顾不得，怎带得你？【扑灯蛾】(生)自亲妹不见影，自亲妹不见影，他人怎相庇？(旦)秀才，你读书也不曾？(生)秀才家何书不读览？(旦)书上说道\"恻隐之心，人皆有之。\"既然读诗书，恻隐心怎不周急也？(生)你只晓得有恻隐之心，那晓得有别嫌之礼？我是个孤男，你是寡女。厮赶着教人猜疑。(旦)乱军中，乱军中，有谁来问你？(生)缓急间，语言须是要支持。【前腔】(旦)路中不挡拦，(生)路中若挡拦？(旦)路中若挡拦，可怜奴做兄妹。(生)兄妹固好，只是面貌不同，语言各别。有人厮盘问，教咱把共言抵对也？(旦)没个道理。(生)既没道理，小生自去。(旦)有一个道理。(生)怕问时却怎么？(旦)奴家害羞，说不出来。(生)娘子，没人在此，便说有何害。(旦)怕问时，权……。(生)怎么又不说了？权甚么？(旦)权说是夫妻。(生)恁的说方才可矣。便同行，访踪穷迹去寻觅。【尾】(旦)今日得君提掇起，免使一身在污泥。(生)久后常思受苦时。(生)半路兄寻妹，(旦)中途母失儿。(合)情知不是伴，事急且相随。第十八出彼此亲依【普天乐】(小旦上)我那哥哥。叫得我气全无，哭得我声难语。只教我两头来往到千百步。兄安在？妾是何如？真个是逆旅穷途。哥哥，须念我，念我爹娘身故，须是一蒂一瓜儿和女，怎割得断兄妹肠肚，将奴闪下在这里？进无门，退也还又无所。【山桃红】大道上，难前去。小路里，怎逃伏？遥望窝梁三两间茅檐屋，转弯环野径，休辞苦，暂安身，少避些风和雨。多管是村野民居。(下)【生查子】(老旦上)行寻行又寻。瑞兰！(小旦内应科。老旦)远远闻人应。瑞兰！(小旦应上)呼唤瑞莲名，听了还重省。【水仙子】(老旦)眼又昏，天将暝，趁声儿向前厮认。(认科)我那儿，浑身上雨水淋漓，尽皆泥泞，生来这苦何曾惯经？(小旦)眼见错，十分定。事无可奈，只得陪些下情。老娘？(合)你是高年人，怎生行得这山径？瑞莲款款扶着娘慢行。【前腔】(老旦)观模佯，听浯声。呀，你是阿谁便应承？枉了许多时，教娘苦相等。(小旦)非诈应。瑞莲听得名儿厮类，怕寻觅是我家兄。偶遇老娘如再生。(合前)【刮地风】(老旦)看他举止，与我孩儿也不甚争。小娘子，厮跟去，你可心肯？(小旦)奴家不见了哥哥，望老娘带奴同行则个。(老旦)事既如此，我就把你做女儿看承罢。(小旦)情愿做小为婢身，焉敢指望做儿称？(老旦)若得干戈宁静，和你同往到神京。(小旦)谢深思，感大恩，救取奴一命。(合)天昏地黑，迷去路程，就此处权停。(老旦)母为寻儿错认真，(小旦)不因亲者强来亲。(合)愁人莫向愁人说，说与愁人愁杀人。第十九出偷儿挡路【高阳台引】(生、旦上。生)凛凛严寒，漫漫肃气，依稀晓色将开。宿水餐风，去客尘埃。(旦)思今念往心自骇，受这苦谁想谁猜。(合)望家乡，水远山遥，雾锁云埋。(生)乱乱随迁客，纷纷避祸民。风传军喊急，雨送哭声频。(旦)子不能庇父，君无可保臣。(合)宁为太平犬，莫作乱离人。(生)娘子，你看一路上风景，好生伤感人也呵！【山坡羊】(生)翠巍巍云山一带，碧澄澄寒波几派？深密密烟林数簇，滴溜溜黄叶都飘败。一两阵风，三五声过雁哀。(旦)伤心对景愁无奈。回首家乡，珠洲满腮。(合)情怀，急煎煎闷似海。形骸，骨岩岩瘦似柴。【水红花】(旦)忆昔歌舞宴楼台，会金钗。欢娱难再。(生)思之诗酒看书斋，命多乖，风光难再。(旦)母亲知他何处？尊父阻隔大涯。不能够千里故人来也啰。【梧桐叶】(生)徙黎民，迁臣宰，天子蒙尘尚远迈。雕栏玉砌今何在？(旦)想画阁兰堂那样安排，翻做了草舍茅檐，这境界，怎教人偿得尽恓惶债。【水红花】(旦)路滑霜重步难抬。小弓鞋，其实难捱。(生)家亡国破更时乖。这场灾，冰消瓦解，否极何时生泰？苦尽更甜来，只除是枯树上再花开也啰。(内呜锣喊科。生、旦慌科)【金钱花】(生、旦)听得数声锣筛，锣筛。好汉山前齐摆。齐摆。个个狞恶似狼豺。(外、末、净、丑上)留买路，与钱财；不留与，便杀坏。你两个是甚么人？快留下买路钱去。【念佛子】(生、旦)穷秀才，夫和妇，为士马逃难登途。望相怜，壮士略放一路。［众］捉住。枉自说闲言语。买路钱留下金珠，稍迟延，便教你身丧须臾。【前腔】(生、旦)区区，山行路宿，粥食无觅处。有盘缠肯相推阻？(众)穷酸饿儒，模样须寻俗。随行所有，疾忙分付。【前腔】(生、旦)苦不苦。从头至足，衣衫皆褴褛。难同他往来客旅。(众)你不与，我施威仗勇，轮动刀和斧。激得人忿心发怒。【前腔】(生、旦)告饶恕。魂飞胆颤摧，神恐心惊惧。此身恁地负屈死，真实何辜？(众绑生、旦科)且执缚，管押前去山寨里，听从区处。(生、旦)到那里，吉凶事全然未知。(生)秀才身畔没行囊，(旦)逃避刀兵离故乡。(众)且听雷霆施号令，休言星斗焕文章。第二十出虎头遇旧【粉蝶儿】(小生上)山寨鸣金，白鹤半空展翅。(众押生、旦上)见擒获过客夫妻。(生、旦)离天罗，入地纲，逃生无计。(合)到麾下善恶区处。(众)禀主帅，夜来巡哨。拿得一个汉子，一个妇人。(小生)带过来。(众带见科。小生)那汉子，俺这里经年无客过，累月少人行。你明知山有虎，故作采樵人。【尾犯序】山径路幽僻，但寻常此间来往人稀。男女相随。岂是良人行上？(生、旦)凶时，遭士马流民散失，避干戈村臣远徙。夫和妇，为天摧地塌，逃难路途迷。【前腔】(小生)无非买命与赎身，但随行有何囊箧资费？(生、旦)没有，将军。(众)快口强舌，休同儿戏。(生、旦)听启，乱慌慌行来数日，苦滴滴实没半厘。(众)你好不知礼。常言道：\"打鱼猎射怎空回？\"【前腔】(小生)何必说甚的？众喽啰，便推转斩首，更莫迟疑。(众扯科)将他扯起，倒拽横拖，横拖倒拽，把军令遵依。(生、旦)魂飞。才逆旅穷途认妻，早背井离乡做鬼。听哀行，望雷霆暂息，略罢虎狼威。【前腔】(小生)军前令怎移？但一言既出，驷马难追。(生、旦)将军可怜饶命。(众)枉自厚礼卑词，休想饶你。(旦)伤悲，王瑞兰遭刑枉死。(生)蒋世隆衔冤负屈。天和地，有谁人可怜？烧陌纸钱灰。(小生)呀，像似那汉子说甚蒋世隆。众喽啰。【梁州赚】且与我留人，押回来问取详细。那汉子，你家居在那里？农种工商学文艺？(生)通诗礼，乡进士，州痒屡魁，中都路离城三里。(小生)因甚到此？(生)闲居止，因兵火弃家无所倚。(小生)听说仔细。汉子，抬起头来我看。(生抬头科)【前腔】(小生)紧降阶，释缚扶将起，是兄弟负恩忘义。这是何人？(生)是我浑家。(小生)尊嫂受礼。谁知此地能完聚？(旦)愁为喜，深谢得贤叔盗跖(小生)哥哥，行那些个尊卑，权休罪，适间冒渎少拜识。(跪科。生)恐君错矣。(小生)哥哥，你就不认得兄弟了？(生)一到间想不起。【鲍老催】(小生)朝廷当时巡捕急，闪避在围墙内。若非恩人救难危，险赴法云阳市。(生)呀，原来是兴福兄弟。相逢狭路难叫避，这言语古来提。(小生)众喽啰。连忙整备排筵席。欢来不似今日。看酒过来：(净)酒在此。(小生把酒科)【前腔】酒浮嫩醅，酒浮嫩醅，压惊解烦休要推。嫂嫂请酒，(旦)奴家天性不饮。(小生)寒色告少饮半杯。(旦)非诈伪，量浅窄，休央及。(小牛)高歌畅饮展放眉，开怀醉了重还醉。酒待人无恶意。【前腔】(旦)秀才，你儒业祖传袭，文章幼攻习。我低低问，暗暗猜，心疑忌，叔伯远房姑舅的？(生)不是。(旦)敢址两姨一瓜蒂？(生)也不是。(旦)这不是。那不是，怎行这个贼兄弟？(净)告主帅。主帅好意，劝那娘子饮酒。那娘子反骂主帅。(小生)哥哥，兄弟好意，劝嫂嫂饮酒，如何反骂兄弟？(生)兄弟，你小校听错了。道这不是，那不是，怎有这个好兄弟？赛关张，胜刘备。(旦)秀才去罢。【前腔】(生)告辞去急。(小生)姑留待等宁静归。(生)龙潭虎穴难住地。(小生)众喽啰，取白金百两过来。(净)金子在此。(小生)哥哥既不肯住呵，金百两，望领纳为盘费。(生)多谢兄弟，就此告辞了。(合)懊恨人生东又西，难逢最苦别离易，叹此行何时会。迟速早晚干戈息，共约行朝访踪迹。【尾】男儿志。心肯灰？一旦风云际会，怎肯依旧中原一布衣？(旦)秀才去罢。(生)相促相催行步紧，(旦)厮收厮拾去心频。(小生)他日剑诛无义汉，(众)此时金赠有恩人。第二十一出子母途穷【天下乐】(老旦上)行尽长亭又短亭，穷途路，那曾经？(小旦上)飘零此身如萍梗，叹何日归到神京？(老旦)［忆秦娥］抛家业，人离财散如何说？如何说？这般愁闷，这般时节。(小旦)不幸裙钗遭此劫。一回追想添情切，添情切。心儿悒快，眼儿流血。(老旦)孩儿，天色将暝，你只得趱行几步。(小旦)是。【羽调排歌】(老旦)黯黯云迷，寒天暮景，驱驰水涉山登。萧萧黄叶舞风轻，这样愁烦不惯经。不忍听，不美听，听得胡笳野外两三声。(合)风力劲，天气冷。一程分作两程行。【前腔】(小旦)只见数点寒鸦，投林乱鸣，晚烟宿雾冥冥。迢迢古岸水澄澄，野渡无人舟自横。不忍听，不美听，听得孤鸿天外两三声。(合前)【忆多娇犯】(老旦)前路梗，行步生，那更大将暝。尤心战兢兢，伤情泪盈盈。那些儿凄惨，那些儿寂寞，清风明月最关情。无人来往冷清清，叫他不应天怎闻？不忍听，不美听，听得疏钟山外两三声。(合前)【前腔】(老旦)忽地明，一盏灯，遥望茅檐近。不须意儿省。休得慢腾腾。休辞迢递，望明前去。远临此地叩柴扃。今宵付舍暂消停，卧却山城长短更。不忍听。不美听，听得寒砧林外两三声。(合前)【尾】(合)得暂宁，天之幸，一夕安稳到天明，免使狼藉遑遑登路程。前村灯火已黄昏，但愿中途遇好人。曾经路苦方知苦，始信家贫未是贫。第二十二出招商谐偶［临江仙］(末上)调和曲糵多加料，酿成上等香醪。篱边风旆似相招。三杯倾竹叶，两脸晕红桃。不饮傍人应笑你，百钱斗酒非高。莫言村店客难邀，神仙留玉珮，卿相解金貂。且喜兵火已平，民安盗息。不免叫货卖出来，分付他仍旧开张铺面，迎接客商，多少是好。货卖那里？(丑上)忙把店门开。安排待客采，不将辛苦艺，难近世间财，家长老官儿有何分付？(末)货卖，如今且喜兵火已平，民安盗息，你可与我开张铺面，迎接客商。你在外面发卖，我在里面会钞记帐。(丑)说得是。我在外面发卖，你在里面会钞记帐。我一卖还他一卖，两卖还他成双。(末)说得是。奉饶加一二，自有客人来。(下。丑)好招商店，前临官道，后靠野溪。几株杨柳绿阴浓，一架蔷薇清影乱。古壁上绘刘伶裸卧，小窗前画李白醉眠。知味停舟，果是开埕香十里；闻香驻马，真个隔壁醉三家。但有南北二京、福建、江西、湖广、襄阳、山东、山西、云南、贵州、广东、广西客商，都来买好酒吃。自古道：\"牙关不开，利市不来。\"不免把酒来尝一尝。好酒！一生吃不惯闷酒，得个朋友来同酌一杯才好。【驻马听】(生、旦上)一路里奔驰，多少艰辛，来到这里。且喜略时才肃静，渐次平安，稍而宁息。恨悠悠千里旅情悲，苦恹恹一片乡心碎。感叹咨嗟，伤情满眼关山泪。【前腔】(丑)草舍茅檐，门面不妆酒味美。真个杯浮绿蚁。榨滴珍珠，瓮泼新醅。(生)酒旗斜挂小窗西，布帘儿招踘在疏篱际。和你共饮三杯，今朝有酒今朝醉。(生)娘子，此间是广阳镇招商店，且沽一壶，少解旅况，再行何如？(旦)但凭秀才。(生叫酒保。丑)官儿买酒吃的？(生)是买酒吃的。(丑)请坐！(生)还有浑家在外面。(丑)浑家请！(生)咄！你这酒保好野。(丑)我小人不野。(生)夫妻才称得浑家，你怎么也叫浑家？(丑)官儿，我闻古人云：\"人之父母，就是我之父母。\"官儿的浑家，也就是我的浑家一般，大家浑一浑。(生)胡说，称娘子才是。(丑)便是娘子请如何？(叫科)两杯茶来。(生)酒保，你家有甚么好酒？(丑)有好酒。(生)有甚么好下饭？(丑)有好下饭。(生)只把好的拿来。吃了算帐。(丑叫科)那官儿脚上带黄泥，必定远来的。多着抛尸露，少着父娘皮。一卖当两卖，不要少他的。(生)酒保，你说\"多着抛尸露，少着父娘皮。\"\"父娘皮\"是甚么？(丑)父娘皮是骨。(生)抛尸露是骨。(丑)抛尸露是肉。(生)父娘皮是肉，你怎么哄我？(丑叫科)这官儿是老江湖，不要哄他。抛尸露少放些，画眉青多放些。(生)酒保，画眉青是甚么？(丑)画眉青是肉。(生)画眉青是菜。(丑叫科)不要哄他了。一卖肉，一卖鸡，一卖烧鹅，一卖匾食，快着呵！(生)看酒过来！(丑)好酒在此。(生)这是新筝。可有窨下？(丑)我这里来往人多，没有窨下，只有新筝。(生)也罢。酒保与我斟一斟。(丑)不要说一针，八针也会。(生)休闲说。娘子请酒。【驻云飞】(生)村酿新筝，要解愁肠须是酒，壶内馨香透，盏闪清光溜。(旦作羞不饮科)(生)咍！何必恁多羞？(旦)非是奴家害羞，天性不会饮。(生)但略沾口，勉意休推，莫把眉儿皱。一醉能消心上愁。娘子不曾饮得一杯，为何脸就红了。【前腔】(旦)盏落归台，却早两朵桃花上脸来。酒保将酒过来，待我也回那秀才一杯。(丑背云)跷蹊，待我问他。官儿，方才娘子说：'酒保看酒过来，待我也回那秀才一杯。''那'者是怎么说？(生)这是我那里乡音，\"那\"者是好也。(丑背云)待我也打腔儿哄他。(叫科)伙计看那酒来，那下饭采。(生)酒保，甚么'那酒''那下饭'？(丑)官儿就不记得了，我这里也是'那'者好也。(生)休取笑。(旦把酒科)多感君相带。(生)多谢心相爱。(旦)：咍！擎樽奉多才。(生)小生也不会饮。(旦)你量如苍海。(土)酒保减一减我吃。(丑)甚么说话，吃一个满面杯。(旦)满饮一杯，暂把愁怀解，乐以忘忧须放怀。(生)酒保，我与娘子一路来，因有几句言语，不肯吃酒，你若劝得娘子吃一杯酒，我就与你一钱银子。(丑)官儿，我劝娘子吃一杯酒，就是一钱银子，若吃十杯？(生)就是一两。(丑)若吃了一百杯，就是十两。待我去奉娘子请酒。(作掩须科)【前腔】(丑)潋滟流霞。(生)酒保，你怎么把脸儿遮了？(丑)小人脸儿不那个，恐娘子见了不肯吃酒。不比寻常卖酒家。娘子请一杯。(旦)我不会吃。(丑)小人跪了。(旦)请起，我吃。(丑)娘子出路人，要不吃单杯，吃一个双杯。(把酒科)村店多潇洒，坐起极幽雅。(旦)我再吃不得了。(丑)没奈何，小人又跪下。(旦)也罢，起来，我再吃一杯。(丑)咍！何必论杯斝，试尝酬价？爱饮神仙，玉珮曾留下，今后逢人吃甚茶？【前腔】(生)闷可消除，只怕醉倒黄公旧酒垆。(旦)秀才，天色晚了，去罢。(生)天晚催人去。(丑)好热酒在此。(生)好酒留人住。咍！香醪岂寻俗，味若醍醐。曾向江心，点滴在波深处，慢橹摇船捉醉鱼。(旦)秀才，我猜着你了。(生)你猜着我甚么？(旦)你哄我吃醉了，要捉那醉鱼，只怕你满船空载月明归。(生)娘子，这是唐明皇与杨贵妃在采石江边饮宴的故事。(丑)着了，正是那唐明皇与杨贵妃在采石江边饮宴的故事。我小人亲眼见的，也是我斟酒劝他。(生)酒保，你多少年纪？(丑)我四十岁了。(生)唐明皇开元到今，有四百余年，你怎么说亲眼见？(丑)自不曾说谎，略谎得一谎，就露出马脚来。(旦)秀才，天色晚了，去罢。(生)酒保，天色晚了，会钞罢。(丑叫科)官儿，娘子不吃酒了，会钞。(生)酒保，这里到宿客馆中，还有多少路？(丑)还有三十里，你问他怎么？(生)我要去借宿。(丑)这等去不到了！官儿，我这里广阳镇招商店。前面吃酒，后面宿客。这里不歇往那里歇？(生)娘子，方才酒保说，到旅馆中还有三十里路，去不到了，就在此安歇了罢。(旦)但凭秀才。(生)酒保，一发明日会钞罢。与我打扫一间房，铺下一张床。(丑叫科)那官儿不去了，一发明日会钞。打扫一间房。铺下一张床，一个联二枕头，一个大马子。(旦)酒保，那秀才与你说甚么？(丑)那官儿叫我打扫一间房，铺下一张床。(旦)不要依他，只依我。与我打扫两间房，铺下两张床。(丑叫科)不依前头了。打扫两间房，铺下两张床，两个短枕头，一个马子，一个尿鳖。(生)酒保，娘子叫你怎么？(丑)叫我打扫两间房，铺下两张床。(生)酒钱饭钱都是我还，你怎么不听我说？还只是打扫一间房，铺下一张床。(丑)是。酒钱饭钱都是官儿还，只依官儿。(叫科)不依后头了，照旧依前。打扫一间房，铺下一张床，一个联二枕头，一个大马子。(旦)酒保，那秀才又与你说甚么？(丑)那官儿还叫我打扫一间房，铺下一张床。(旦)你这酒保只依我就罢了，有这许多更变！(丑)你两个只管咭力骨碌，骨碌咭力。(末上打丑科)狗才，成甚么说规矩，一张又是两张，两张又是一张，叫我老人家，端到东，端到西，费许多气力。走出去！不用你了。(丑)咦，老官儿，我在此也是好的。畚灰刮镬，担柴挑水，门前招接，店中货卖。不用我，我往江西人馄饨店中去。(末指丑欲下。丑)老不死。(末转身上)你骂我老不死？(丑)我说你牛一般健，老了不死的。(末下。丑)你两个果来得跷蹊，怪不得那老儿；如今也不依官儿，也不依娘子，依了我罢。(生)怎么依你？(丑)依我便打扫一间房，依着官儿了，铺下两张床。(生)一张！(丑)也依娘子一半，床却丁字铺了。(生)怎么丁字铺？(丑)官儿的床铺在这里，娘子的床铺在这里，上了床，吹灭了灯，一个筋头就过了。(生)休取笑，张灯来。(丑叫科)看灯来，看洗脚水来。(下。生)娘子，请睡了罢。(旦)你自请睡。(生)请睡了罢。(旦)秀才，你自睡，我自睡，只管问我怎么？【绛都春】(生)担烦受恼，岂容易，共伊得到今朝？有分忧愁，无缘恩爱，何时了？(旦)长吁短叹，我心自晓。(生)娘子，你晓得我甚么？(旦)有甚的真情深奥？(生)正要娘子晓得。(旦)礼法所制，人非土木，待说也难道。(生)寻踪访迹遇林中，(旦)受苦扶危出祸丛。(上)我和你有缘千里能相会，(旦)我只是无缘对面不相逢。(生)娘子，你怎么把言语都说远了，你敢是忘了？(旦)奴家不曾忘了甚么。(生)既不曾忘，可记得林榔中的言语来？(旦)林榔中曾与秀才说兄妹同行。(生)这也有来，我说面貌不同，语言各别，娘子又怎么说？(旦)奴家再不曾说甚么？(生)正是贵人多忘事。娘子再想。(旦)奴家想起来了，说怕有人盘问，权说做夫妻。(生)却不来，别的便好权，做夫妻可是权得的？我也不问娘子别的，可晓得仁、义、礼、智、信？不要说仁、义、礼、智，只说一个\"信\"字。(旦)\"信\"字怎么说？(生)天若爽信，云雾不生；地若爽信，草木不长。为人可失得信么？(旦)奴家也不曾失信与秀才。(生)既不失信，如何不依林榔中的言语？(旦)秀才，你送我回去，多多将些金银谢你吧。(生)岂不闻书中自有黄金屋，要你那金银何用？(旦)也罢，你送我回去，我与爹爹说与你个官儿做罢。(生)呀！官是朝廷的，是你家的？我一路来，到不曾问得娘子，不知娘子是何等人家？(旦)秀才，你不问起也罢，若问我家中事情，不要说与你同行同坐，就是立站的去处，也没有你的去处。(生)韩景阳大来头，你却是何等人家？愿闻。(旦)奴家祖公是王和，父亲见任兵部王镇尚书，母亲是王太国夫人，奴家是守节操的千金小姐。(生)既是千金小姐，怎么随着个穷秀才走？(旦)不知你妹子随着那个哩？(生)你自身顾不得，那管得别人？且住。不要与他硬，若硬，两下里就硬开了，还要放软些。娘子元来是宦家之女，我蒋世隆低眼觑画堂，尚然消受不起，倒与娘子同行同坐，望娘子高抬贵手，饶恕蒋世隆之罪。(跪科，旦亦跪科)大恩人请起。(生)咳，你既知我是大恩人。【降黄龙】(生)说甚么宦室门楣，寒士寻常，望若云霄？时移事迁，为地覆天翻，君去民逃。多娇，此时相遇，料应我和你姻缘非小，做夫妻相呼厮唤，怎生忘了？【前腔】(旦)秀才，何劳，奖誉过高。昔日荣华，眼前穷暴。身无所倚，幸然遇君家，危途相保。(拜科)英豪，念孤恤寡，再生之恩难报，久以后衔环结草，敢忘分毫？【前腔】(生)听告。你身到行朝，与父母团圆，再同欢笑。那时节呵！你在深沉院宇，要见你除非是梦魂来到。(旦)我禀过父亲，那时与你成亲也不迟。(生)那时节你还要我？攀高，选择佳婿。卑人呵！命蹇时乖。实是难招。我与娘子一路同行到此，便是三岁孩童，也说一对好夫妻。这虚名人言自说，听着偏好。【前腔】(旦)休焦，所许前问，侍枕之私，敢惜微眇。(生)既如此，却又推三阻四怎么？(旦)怕仁人累德，娶而不告，朋友相嘲。(生)娘子，你晓得\"瓜田不纳履，李下不整冠\"么？(旦)\"瓜田不纳覆\"怎么说？(生)假如人家一园瓜正熟，有人打从瓜园中经过，曲腰纳其履，隔远人望见，只说偷其瓜。(旦)\"李下不整冠\"怎么说？(生)假如人家一园李子正熟，有人打从他李树下过，欲待伸手整其冠，人见只说盗其李。从教整冠李下，此嫌疑实亦难逃。(旦)秀才，你送我到行朝，与爹爹说知。教个媒人说合成亲，却不全了奴家的节操？(生怒击卓科)你前日在虎头寨上，若没有蒋世隆呵，乱军中遭驱被虏，怎全古操？(净内叫)老儿起来，盘儿碗儿都打碎了。(末、净上)【太平令】曲径非遥，深夜柴门带月敲。邮亭一宿姻缘好，又何故浯叨叨？(生、旦见科)【前腔】(生)旅邸萧条，回首乡关路转遥。寒灯照影伤怀抱。因此上话通宵。(末)官人，娘子，我两口在隔壁听得许久。颇知一二，你也不要瞒我了。(生)既如此。瞒不得公公、婆婆了，(末)秀才官人。他是宦族名流，深闺处子。自非桑间之约，濮上之期。焉肯钻穴相窥，逾墙相从。秀才官人。你是读书之人，岂不闻柳下惠之事？(生)惶恐，惶恐。(末)秀才官人莫怪，请到前楼去坐一坐，老夫别有话说。(生)是如此。(下。末)小姐在上，老夫有一言相告：\"男女授受不亲，礼也。嫂溺援之以手，权也\"。权者反经合理之谓，且如小姐处于深闰，衣不见里，言不及外，事之常也。今日奔驰道途，风餐水宿，事之变也。况急遽苟且之时，倾覆流离之际，失母从人二百余里。虽小姐冰清玉洁，惟天可表。清白谁人肯信，是非谁人与辨？正所谓昆冈失火，玉石俱焚。今小姐坚执不从，那秀才被我道了几句言语，两下出门，各不相顾，若遇不良之人，无赖之辈，强逼为婚，非惟玷污了身子，抑且所配非人。不若反经行权，成就了好事罢。(旦)望公公、婆婆收留奴家在此。倘或父母有相见之日，那时重重相谢，决不虚言。(末)呀！收留人家迷失子女，律有明条，况小店中来往人多，不当稳便。既然不从，小姐，请出去罢。(旦悲科。净)老儿，他只因无父母之命，又无媒妁之言，我两人年纪高大，权做主婚之人，安排一樽薄酒，权为合卺之杯。所谓礼由义起，不为苟从。我两老口主张不差，小姐依顺了罢。(旦)我如今没奈何了，但凭公公、婆婆主张。(净)老儿，小姐也是看上这秀才的，他也要拿些班儿。(末)你去看酒来，待我请那秀才官人来。秀才官人有请。(生上。末)被老夫功从了。(生揖科)多谢公公。(净上)老儿，酒在此了。(末把酒科)【扑灯蛾】(末、净)才郎殊美好，佳人正年少。相逢邂逅间，姻缘会合非小也。天然凑巧，把招商店权做个蓝桥。翠帷中风清月皎，算欢娱。各金难买是今宵。【前腔】(旦)礼仪谨化源，关雎始风教。一时见君子，匆匆遽成人道也。(生)我是山鸡野鸟，配青鸾无福难消。仗冰人一言已定，此生此德，何以报琼瑶？(末、净)官人，娘子。请稳便罢。夜深了，明日再取一樽酒，与你暖房。姻缘本无意，天遣偶相逢。胜把银缸照，犹疑是梦中。(末、净下)【衮遍】(旦)不肯赋情薄，不肯赋情薄，随顺教人笑，空使我意沉吟，眉留目乱羞难道。(生)看他喜时模样，愁时容貌，灯儿下，越看着越波俏。【前腔】(旦)才郎意坚牢，才郎意坚牢，贱妾难推调。只恐容易间，把恩情心事都忘了。(生)蒋世隆若有此心。与你星前月下去罚下誓来。(旦)你自去罚。(生)蒋世隆若忘了小姐厚恩，永远前程不吉。海誓山盟，神大须表。办至诚，图久远同谐老。【尾声】(旦)恩情岂比闲花草？(生)往常恨更长寂寥，今夜只愁天易晓。(生)野外芳葩并蒂开，(旦)村边连理共枝栽；(合)百年夫妇途中合，一段姻缘天上来。第二十三出和寇还朝【三棒鼓】(外王尚书、丑六儿引众上。外)一鞭行色塑南京，喜得两国通和也无战争。边疆罢征，边烽罢惊，不暂停。(合)如今海晏河清也，重逢太平，重乐太平。(外)六儿，这里到磁州孟津驿，还有多少路？(丑)爹，不多远了。(外)分付人夫趱行，到孟津驿去安歇罢。(丑)人夫趱行，到孟津驿安歇。【前腔】(外)远闻军马犯边城，怎奈奉旨登途也离乡背井。这场战争，这场恐惊，谁惯经？(合前)玉帛交欢四海清，家无王事国无征。太平元是将军定，还许将军见太平。第二十四出会赦更新【称人心】(小生上)宵行昼伏，脱离虎门鲸牙。不得已截道打家，聚亡生，集舍死，山间林下。逆天无道。这荣华。成甚生涯？［减字木兰花］陀满兴福，父母妻儿都杀戮。逃命潜奔，哨聚山林暂隐身。心阑意卸，天幸遭逢颁大赦。改过从新，作个清平无事人。我陀满兴福受了无限苦楚，今日幸蒙恩赦，散却众喽啰，离了山寨。闻得行朝开科选士，招取文武全才。我如今一来上京应试，二来寻取哥哥消息，却不是好？天色将晚，不免趱行几步。【五韵美】休戈甲，罢征戍，区宇宣王化，惠及生灵。恩沾遐迩。如今日之际，海之涯，普天之下，再生重见太平，欢声四洽。仰谢天恩放赦归，再生重睹太平时。尽销军器为农器，不挂征旗挂酒旗。第二十五出抱恙离鸾【三登乐】(旦扶生上)世乱人荒，幸脱离天罗地网。不提防病染这场。事不宁，身未稳，天降灾殃。淹留旅邸，望河南怎往？(旦)官人，你今日病体如何？(生)十分沉重。(旦)待我央店主人去请个太医来看一看。店主人有请。(末上)贫无达士将金赠，病有良医说药方。小姐拜揖。(旦)店主人万福。(末)小姐，官人贵体若何？(旦)官人病体，十分沉重，烦你请个太医来看一看。(末)这个当得。不曾三五步，咫尺是他家。翁太医在么？(净内问)是那个？(末)请你看病的。(净)有几个人在外面？(末)只我一个。(净)得两个拿扇板门来，抬我去方好。(末)为什么？(净)犯了些腰头病。(末)你何不自医？(净)自古道：'卢医不自医。'(末)快些出来。(净)不要慌，待我分付了着。(净半上向内科)分付丁香奴、刘季奴，你每好生看着天门、麦门，我去探白头翁蔓荆子，趁些郁金水银总当归。倘有使君子来看大麦、小麦，可回他说是张将军、李国老家请去了。你苁蓉把破故纸包那没药与他去。前者，因为你每不细辛防风，却被那伙木贼爬过天花粉墙，上了金线重楼，打开青箱，偷去珍珠琥珀金银花子，丹砂裰子、茯芩裙子、昆布袜子、青皮靴子；那一个豆蔻又起狼毒之心，走入莲房，搂定我的红娘子，扯下裩裆。直弄得川芎血结。咳！苦脑子！苦脑子！如今可牵海马到常山下吃些莽草，薄荷边饮些无根水，傍晚看天南星出，即挂上马兜铃，将红灯笼，点着白蜡烛，往人中白家来接我。你若懒薏苡来迟了，叫我黑牵牛茴香，惹得我急性子起，将玄剖索吊你在甘松树上。四十蒺藜棍，打断你的狗脊骨，碎补屁孛孛出筚拨，饶你半夏分罚子了王不留行。【水底鱼】(净上)三世行医，四方人尽知。不论贵贱。请着的即便医。卢医扁鹊，料他直甚的？人人道我，道我是个催命鬼。我做郎中真久惯，下药且是不懒慢。熟病与他柴胡汤，冷病与他五灵散，医得东边才出丧，医得西边已入敛，南边流水买棺材，北边打点又气断。祖宗三代做郎中，十个医死九个半。你若有病请我医，想你也是该死汉。小子姓翁，祖居山东，药性医书看过，难经脉诀未通。做土工的是我姐夫，卖棺材的是我外公。我若一日不医死几个，叫我外婆姐姐在家里喝风。你是那个？(末)是我。我店中有个秀才，得了病，请你去医。(净)他是甚么病？(末)去看脉便知道，怎么问我？(净)你不晓得，明医暗卜，问得明白了去，方才看脉也对科，下药也对病。(末)也说得有理。我说便说，你不要对那秀才说。(净)你是好意，我怎么就说。(未)那秀才因离乱。不见了妹子，忧烦得病。(净)这等便是忧疑惊恐上来的。不打紧，一贴药就好。(末)先生略待，我进去说了来请你。小姐，太医到了。(旦)公公，他是病虚的人。叫他悄悄的进来，不要惊唬了他。(末)先生，那秀才是病虚的，你可悄悄些进去。(净)我晓得，我晓得。(净进看，击卓大叫诨科。生作惊私。旦抱生科。旦)这太医好没分晓，病虚的人，为何这般大惊小怪。(净)这是我医人的入门诀。(末)怎么说？(净)惊一惊，惊出他一身冷汗，病好了也不见得。(旦)倘或惊坏了怎么了？(净)惊死了也罢了，这个叫个活惊杀。(末)先生且看脉。(净)伸出脚来待我看。(末)还是手。怎么说脚？(净)你不晓得，病从跟御起。(净看脉科。旦)先生，用心看一看，是甚主症侯？(净)这个病症，是乱军中不见了亲人，忧疑惊恐，七情听伤的症侯。(旦)好太医，就如见的。(净)我实不曾见，是王公才方与我说的。(末)呀，我教你不要说。(净)我不说，不表你的好意思。(旦)烦太医再看分晓。【柰子花】(净)他犯着产后惊风。(旦)不是。(净)莫不是月数不通？(旦)这太医胡说。(末)他是男子汉，怎么倒说了女人的病症。(净)我手便拿着官人的，眼却看了这娘子，故此说到女科去了。待我再看，呀！不好了！【驻马听】(净)这咏息昏沉，两手如冰骇死人。叫几个尼姑和尚，做些功果，送出南门，鬼门关上来招魂。叫些木匠，早把棺材钉。(旦哭科。净)我的人儿，连哭两三声。呀！你不曾动。(末)不曾动。(净)这等不妨。是我差拿了手背，你谎则甚？(旦)如今怎么？(净)知令下针。(旦)怎么这等大针？(净)待我换。(旦)一发大了。(净)这等我有药在这里。(末)甚么药？(净)是飞龙夺命丹，拿去与秀才吃。(生吃吐科。旦)怎么吃了就吐？(净)虚弱得紧，胃口倒了。老官儿，你也吃一服。(末)我没有甚么病。(净)你吃了发白再黑，牙落再生。(末)这等好，拿来我吃。(作吐科。净)二三十两银子合的药，都吐了。你们不会吃，待我吃与你看。(作吐科。末)先生，这是甚么药？吃的都吐了。(净作看科)阿呀！连我也拿差了。这是医痔疮的药，上下不对科了。(末)翁太医，你还要看症真仔细下药。(净)这等待我再望闻问切。【剔银灯】(净)他浑身上如汤似火烧？(旦)不热。(净)口儿里常常干燥？(旦)也不。(净)终朝饭食都个要？(旦)也还吃些。(净)耳闻得蝉鸣声噪？(旦)也不。(净)心焦？(旦)也不。(净)莫不是害劳？(旦)这先生说的一些也不是。(净)都不是，不医便了。(下。末)这先生去了，小姐可劝官人且宁耐，老夫去去再来看。正是\"药医不死病，果然佛度有缘人\"。(下。生)娘子，太医说我病体如何？(旦)官人，太医说了没事，且自宁耐则个。【山坡羊】(生)娘子，我病体难医难治，你这苦如何存济？(旦)原流恩降福，降福灾星退。(生)势渐危，料应我不久矣！若还我死，你必选个高门配，我便死向黄泉，一心只念你。(旦)休提。不由人泪暗垂。伤悲，何时得归故里？【三棒鼓】(外、丑引众上。外)君臣迁徙去如星。只怕土产凋零也。人不见程。(众)一程两程，长亭短亭，不住行。如今海晏河清也，重逢太平，重乐太平。(外)六儿，这是那里了？(丑)是广阳镇了。(外)可有驻节的所在？(丑)这里没有。(外)我要写个报子，打到孟津驿去，那里好暂歇。(丑)这里有个招商客店，倒洁净，好暂歇。(外)既如此，好洁净房儿看一间，我进去。(丑)叫几个皂隶随我进来。有甚么人在这里？(末上)是谁呀？牌子买饭吃的？(丑)这个彘子孩儿，人也不识，买饭吃的！(众)这是六爷。(末)是六爷？小人不识得。(丑)且饶你，你去打扫一间好房，我每老爷要进来。快些！(末)小店中窄小，住不得。(丑)不在此住，只要写个报子就行。(末)请六爷去看，中意便请老爷进来。(丑看科。末)这一间？(丑)不好。(末)那一间？(丑)不洁净。(末)只有里面一间，甚是洁净，只是有个秀才染病在里头。(丑)教他出去一会儿，待老爷写了报子再进去。(旦)呀！倒像我家六儿，待我叫他一声。(丑)谁叫六儿？(旦)六儿。(丑)呀！姐姐，爹爹，爹爹，姐姐。爹爹，姐姐在此！姐姐，爹爹在此！(旦)爹爹在那里？(外)女孩儿在那里？(见科)【五供养】(旦)别来久矣，自离朝尊体无恙。骨肉重再睹，喜非常。(外)孩儿，屈指数月，折倒尽昔时模样。思故里，念家乡，多少鬓边霜。(旦)(鹧鸪天)爹爹，目断魂消信息沉，沿途穷迹问踪寻。(外)孩儿，亲情再见诚无意，子父重逢岂有心！(丑)言往昔，话如今，店中权歇问家音。(合)正是着意种花花不发，等闲插柳柳成荫。(外)孩儿，你怎么在这里，说个备细与我知道。【园林好】(旦)才说起迁都汴梁，闹炒炒哀声四方。不忍诉凄凉情况；家所有，尽撇漾；家使奴，尽逃亡。【嘉庆子】(外)你一双子母何所傍？(旦)更雨紧风寒势怎当？心急行程不上。人乱乱，世慌慌，愁戚戚，泪汪汪。【尹令】那时又无倚仗，那时有亲难傍，那时有家难向。他东我西。地乱天慌，事怎防。(外)你母亲如今在那里？【品令】(旦)逃生士民，在官道驿程傍。天色渐晚，阴云黯穹苍。匆匆正往，喊声如雷响。各各奔走，都向树林中抗。偷生苟免，瓦解星飞，子离了娘。【豆叶黄】(外)我儿，你一身见在谁行？(旦)我随着个秀……(外)甚么秀？(旦)我随着个秀才栖身。(外)呀，他是甚么人？你随着他。(旦)他是我的家长。(外怒科)谁为媒妁？甚人主张？(旦)爹爹，人在那乱，人在那乱离时节，怎选得高门厮对厮当？(外)六儿，那秀才在那里？(旦)在这里，还不走过来。(生见科)【月上海棠】(外)你自想，甚年发迹穷形状？(生)怎凡人貌相，海水斗升量。(旦)非奖，陋巷十年黄卷苦，那时禹门三月桃花浪，一跃龙门便把名扬，管取姓字标金榜。(外)孩儿，随我回去罢。【五韵关】(旦)意儿里想，眼儿里望，望救取东君艳阳，与花柳增芳。(生)全没些可伤，身凛凛如雪上加霜。(外)孩儿，你快随我去。(生、旦)更没些和气一味莽，铁胆铜心，打开凤凰。【二犯么令】(外)你是娘生父养，逆亲言，心向情郎。(生)我向地，我向地狱相救你到天堂，怎下得撇在没人的店房。(旦合)若是两分张，管取拚残生命亡。(丑)去罢，去罢。(旦)官人，和你同去哀告。【玉交枝】(生)哀告慈悲岳丈，(外)唗！谁是你岳丈？(生)可怜我伏枕在床。(外)就死有谁来怜你？(生)我必定是死了！煎药煮粥无人管，等待我三五日时光。(外)去，去！一时也等不得。(生)全没些好言劈面抢，恶狠狠怒气三千丈。(外)六儿，扯上马去！(生)只倚着官高势强，只倚着官高势强。(丑扯旦科)【江儿水】(旦)眼见得今朝去，直恁忙。相随百步，尚且情悒怏，何况我夫妻月余上，怎下得霎时间如天样？(外、丑)若要成双，休指望。(生、旦)一对鸳鸯，生被跌天风浪。(外)六儿，快扯上马去。(丑扯科)【川拨棹】(生)心相诳，更不将恩义想。(旦)无奈何事，无奈何事有参商。父逼女，夫言妇伤。(合)苦别离，愁断肠；两分离，愁断肠。【前腔】(旦)男儿赎药。把衣衫典当偿。我不能够觑，我不能够觑得你身体康。(生)我和你再。我和你再得成双，怕死后一灵儿到你行。(合前)【前腔】(旦)休为我相思损天常，紧攻书，临选场。(生)我不道再，我不道再娶重婚，你焉肯终身守孀？(合)苦别离。愁断肠；两分离，愁断畅。(外)六儿。快扯上马去。(丑扯科)【哭相思】(生、旦)怎下得将人离别，愁万缕，肠千结。(丑扯旦科。生夺旦，外推倒生科。外)咄！早知今日事如此，何不当初莫用心。(下。生哭，作不能起科)【卜算子】(生)病弱身着地，(末上扶生科。生)气咽魂离体，拆散鸳鸯两处飞。天哪！多少衔冤气！店主人放手，我拚命去赶他转来。(末劝科)已去远了！【金梧桐】(生)这厮忒倚官，忒挟势，便死待如何？欺侮俺是穷儒辈，俺这里病愈深，他那里愁无际，旅店邮亭，两下里人应憔悴。我那妻，怎教我忍得住恓惶泪？(末)秀才官人，休要短见，且自安息，保重贵体。(生)天涯海角有穷时，(末)人岂终无相见日？(合)但愿病痊无个事，免教心下常忧郁。第二十六出皇华悲遇【上马踢】(老旦上)干戈动地来，车驾迁都汴。儿夫离帝京，路遥人又远。军马临城。无计将身免。这苦怎言，祸不单行，中路儿不见。【月儿高】(小旦上)喊杀连天，骨肉怎相恋？自古常言道：\"人离乡贱\"，得到今朝平安幸非浅。是则是我身狼狈，眼前受迍邅。【銮江令】(合)烦恼多历遍，忧愁怎消遣？眼儿哭得破，脚儿行得倦。五甲复十里，一日如同过一年。但愿前途去，早早逢亲眷。【狼草生】(合)劲风寒四合，暮烟昏惨惨。彤云布，晚天变，只愁那长空雪舞絮绵绵。去心如箭，旅舍全无，何处安歇停眠？(老旦)孩儿，天色已晚，无处安歇。这里是馆驿门首，只得和你权宿一宵，明日早行罢。(小旦)远远望见一位官长来了。【前腔】(末上)孟津驿舍住，在黄河岸边，乘船坐马十分便。(老旦，小旦)子母忙向前，可怜穷面，暂借安身望周全。(末)你这两个妇人，日晚天寒过客无，远临传舍意如何？(老旦、小旦)我今不对英雄说，更有何人念旅途？(末)我且问你，你是何等样人家？何处人氏？为何到此？【罗带儿】(老旦)妾身本宦族，京城久居。为侵边犯阙军奋武，君臣迁徒离中都也。(小旦)散乱人逃避，奔程途，身无主，去无所，惨可可地千生受万苦辛。(合)今宵得借一宿，可怜见子母每天翻地覆。【前腔】(末)兵戈起路程，人不惯经，早寻个旅邸休待等，怎容你行客寓邮亭也。(老旦)心下贪行路，望南京，不觉得暮云平，远涉涉地不知处人又生。(小旦合)今宵导少留停，可怜见子母每天寒地冷。(末)非是我不肯留你，只是皇华驻节的所在。留你妇人不得。【前腔】(小旦)不容奴在此间，千羞万惭。开口告人难上难，伤情无语泪偷弹也。(末)这般恓惶事恁愁烦？(末)罢罢罢，自古道\"与人方便，自己方便。\"看你这两个妇人？也不是已下人家的。我这里不留你，前途恐遇不良之人；留你在此，怕有官员来往，不当稳便。千万不可言语啼哭。(老旦、小旦)这个不敢。(末)不忍见你受摧残，静悄悄地留一夜来早散。(老旦、小旦)今宵得暂安眠，可怜见子母每天昏地暗。(末)就在那回廊底下，暂歇了罢。【前腔】(老旦、小旦)娘和女深感激，蒙恩受德，幸然遇好人相爱惜，免风霜寒冷受劳役也。(未)随我来。向这回廊畔正厅侧，借得些荐和席，冻款款地弯跧水，觅些饮食。(老旦、小旦)多谢官长。今宵得略休息，可怜见子母每天宽地窄。(坐地科。末)天上人间，方便第一。(下)【灞陵桥】(外上)马儿行又急，转头间五里复十里。此去河南只隔这带水，孟津驿，今夜权停止。咍，知他这碾车儿恁行迟！【前腔】(丑上)马儿行较疾，疾上碾车儿直恁的簪簪地，正是心急步行迟。晚相催，天冷彤云密。咍，迭得到孟津驿且安息。【前腔】(旦)这苦说向谁，索性死别离各自也着边际。生把我鸳鸯分开两下里，一步一回头，教我伤情意。咍，衫儿上泪珠儿任淹湿。(末上)驿丞接老爷。(外)叫驿丞，我一路上鞍马辛苦，不免劳倦，毋许闲杂人打搅。(末)是。(下。外)孩儿，我与六儿书房里安息，你往后堂睡罢。(旦)是。(外、丑下)【新水令】(老旦)凄凉逆旅人千早，(旦)这萦牵怎生成寐？(小旦)万苦横心里。(合)睡不着，是愁都做枕边泪。(老旦)夫阻关山隔远邦，女因兵火散他乡。(小旦)自己不知凶与吉。亲兄未审在何方？(旦)千愁当日儿留母，万苦今朝凤拆凰。(合)枕边不敢高声哭，恐怕猿闻也断肠。(老旦)呀！又早是黄昏时候了，怎生睡得着呵！【销金帐】(老旦)黄昏悄悄，助冷风儿起。想今朝，思向日，曾对这般时节，这般天气。羊羔美酒，美酒销金帐里。兵乱人慌，远远离乡里。如今怎生，怎生街头上睡？【前腔】(旦)呀！谯楼上一更鼓了。初更鼓打，哽咽寒角吹。满怀愁分付与谁？遭逢这般磨折，这般别离。铁心肠打开，打开弯孤凤只。我这里恓惶，他那里难存济。翻覆怎生，怎生独自个睡。【前腔】(小旦)是二更鼓了。冬冬二鼓，则叶敲窗纸，响扑簌聒闷耳，难禁这般萧索，这般岑寂。骨肉到此，到此你东我西，去又无门，住又无依倚，伤心怎生，怎生街头上睡？(旦)夜阑人静月微明，恨杀孤眠睡不成。心上只因萦闷紧，万愁千恨叹离人，天那！又是三更了。【前腔】(旦)三更漏转，寒雁声嘹呖。半明灭灯火煤，寻思这般沉疾，这般狼狈。相别到今，到今凶吉未知！冷落空房，药食准调理？床儿上怎生，怎生独自个睡？【前腔】(老旦)楼头四鼓，风掷檐铃碎。略朦胧惊梦回，娘女这般相逢，这般重会。飒然觉来，觉来孩儿那里？多少伤悲，多少萦牵系。教人怎生，怎生街头上睡？【前腔】(小旦)五更又催，野外疏钟。急算通宵，几叹息，一似这般烦恼，这般孤凄，一身苟活，苟活成得甚的？(旦)俺这里愁烦，那壁厢长吁气。听得怎生，怎生独自个睡？(外上)正做家乡梦，忽闻啼哭声。六儿那里？(丑上)爹，怎么？(外)你这狗才，一夜不睡，啼哭怎么？(丑)爹，六儿不曾，是驿丞啼哭。(外)驿丞为何啼哭？(丑)昨日爹到得晚了，驿丞不曾准备得铺陈，把自睡的铺卧拿出来了，他两口儿昨夜晚没有被盖，所以啼哭这一夜。(外)胡说，叫那驿丞过来。(丑叫)驿丞。(末上)有。(外)我已曾分付你，我路上鞍马劳倦，欲得一觉好睡，不许闲杂人打搅。正睡之间，只听得这壁厢啼哭，那壁厢哀怨，却怎么说？(末)禀爷，昨晚爷未到的时节，有两个妇人来此借宿，小驿丞不知爷到，见他身上寒冷，留他在回廊底下权宿一宵。想必天寒冻哭之声，惊恐了爷，是小驿丞有罪了。(外)这驿丞好打。这是皇华驻节的所在，敢容妇人在此歇宿。叫六儿，押了这驿丞去，唤那两个妇人过来！(丑)妇人在那里？(末)在这里，你这两个妇人好不达时务；好意容你在此，权宿一宵，教你不要啼哭，一夜无更，只管啼啼哭哭，惊恐了尚书老爷。如今拿你，你自去回话。(小旦)母亲如何是好？(老旦)呀！这是我家六儿。六儿。(丑)呀！是奶奶。爹爹，奶奶在这里。(老旦)相公在那里？(外)夫人在那里？(见科。旦)母亲在那里？(同拜哭科)呀！我的娘。【思园春】(旦)久阻尊颜想念勤。(老旦)孩儿，此逢将谓是梦和魂。(外)这女儿是谁？(老旦)是我途中厮认来的。(小旦)奴是不应亲者，今日强来亲。(合)子母夫妻苦分散，无心中完聚怎由人。【粉孩儿】(老旦)相公，匆匆地离皇朝，你心不稳，弃家私老小，去得安忍？(外)只知国难识大臣，不提防万马千军犯京城。君去民逃，常言道\"龙斗鱼损\"。【福马郎】(旦)那日里风寒雨又紧，正行里喊声如雷震。无处藏隐，急向林榔中躲，道途上奔。(老旦)其时节，乱纷纷，身难保，命难存。【红芍药】(外)兵扰攘，阻隔关津。思量着，役梦劳魂。(丑)眼见得家中受危闲，望吾乡，有家难齐。(老旦)孩儿，历尽了苦共辛，娘逢人见人寻问。只愁你举目无亲，子父每何处厮认？【红衫儿】(旦)我有一言说不尽。(老旦)有甚么说话？(旦)向日招商店，蓦忽地撞着家尊。(哭科。老旦)孩儿有甚事，说与我知道，不要啼哭。(旦)我寻思他眼具体盻盻人远天涯近。(老旦)为甚的那壁千般恨。(外怒科)夫人，你休只管叨叨问。【会河阳】(老旦)相公，有甚事争差，旺息怒嗔；闲言语总休论。(小旦)贱妾不惧责罚，将片言语陈；难得见今朝分。(旦)甚时除得我心头闷？甚日除得我心头恨？【缕缕金】(外)教准备展芳樽，得团网都喜庆，尽欢欣。(老旦)馆驿中有杂人来往，其实不稳。到南京得见圣明君，那时节好会佳宾。(外)夫人言之有理。六儿，叫驿丞催趱船只，即日起程。(丑叫科。内应科。)【越恁好】(外)办集船只，办集船只，指日达帝京。(小旦)渐行渐远，亲兄长不知死和存。(旦)愁人见说愁更新。(小旦)姐姐。你为什么啼哭？(旦)欲言义忍，心儿里痛切切如刀刎，眼儿里泪滴滴如珠揾。【红绣鞋】(丑)画船已在河滨，河滨。不劳马足车轮，车轮。(外)六儿，就此起程去罢。(众)离孟津，望前进，风力顺，水程紧，咫尺是汴梁城。【尾声】别离会合皆缘分，受过忧危心自忖。从今暮乐朝欢还再整。(外)军马纷纷路不通，(三旦)娘儿兄妹各西东。(合)今宵胜把银缸照，犹恐相逢是梦中。第二十七出逆旅萧条【步蟾宫】(生上)龙潭虎穴愁难数，更染病耽疾羁旅。分别人妻两南北，谁念我无穷凄楚？［眼儿媚］倾家荡业任飘零，受尽苦和辛。雁行中断，鸾俦生拆，无限伤情；穷途更多灾病，囊底已无缗。恁般正是福无双至，祸不单行。我蒋世隆自从与娘子分别，忽已月余。这几日身子虽觉渐安，争奈举目无亲，萧条旅馆，好生感伤人也！【五样锦】姻缘将谓五百年眷属。十生九死成欢聚。经艰历险，幸然无虞。也指望否极生泰，祸绝受福。未妥，尚有如是苦：急浪狂风，风吹折并根连枝树；浪惊散鸳鸯两处孤，更全然不想我这病体疾躯。那肯放容他些儿个叮咛嘱付，将他倒拽横拖奔去途。回头道不得声将息，几曾有这般慈父！跌得我气绝再复。死绝再苏，一回价上心来，一回价痛哭。暮雨朝云去不还，强移栖息一枝安；春蚕到老丝方尽，蜡烛成灰泪始干。第二十八出兄弟弹冠【孤飞雁】(小生上)吾皇恩诏从天降。遍遐迩万民钦仰，宥极刑自有重生望。散群辈与群党，回凶就吉，转祸为祥。前临帝辇，绝却亲党，回首家乡，没了父娘。感伤，寻思着两泪千行。［行香子］兴福举眼无亲，进退无门。闻知道结义恩人，广阳镇上旅馆安身。几番寻。几番觅，几番询，此间正是广阳镇招商店了。不免叫一声：店主人有么？(末上)商贾纷纷，士庶群群，大门外马足车轮。主人招接，小二殷勤。俺这里客来多，客来便，客来频。(小生)店主人拜揖。(末)客官何来？【惜黄花】(小生)中都路是本乡，年驾望南往，一程程来到广阳，特来相访。(末)小可敢覆尊丈，有何事嘶问？当买货请商量，要安下却无妨。(小生)小生也非为买货，也不要安下，特来寻人。(末)若是问寻人，道如何模样？【前腔】(小生)店名须号招商？(末)是。这里是招商店。(小生)少浼劳尊长。(末)且说怎么祥个人，姓甚么？(小生)有个秀才身姓蒋。(末)多少年纪了？(小生)三十余上。(末)有。住此两月将傍。(小生)在那里安下？(末)正东下，转那厢。(小生)第几间房儿？(末)从外数，第三房。(小生)他一向好么？(末)染病才无恙。(小生)他今在那里？(末)赎药便回来。(小生)药铺近远？(末)想只在前街后巷。(小生)既如此，我在这里等。(末)里面请坐，想就来也。【惜奴引】(生上)祸不单行先自速，遭兵火那堪更重重坎坷。(末)官人你回来了？(生)是，回来了。(末)有人在此相访。(生)在那里？(末)在里面。(见科。小生)呀！哥哥，久阻尊颜。几曾忘却些儿个。(生)彼我纵然有音书怎托。［鹧鸪天］(小生)自别恩兄两月余，(生)重重坎坷更灾危。(小生)哥哥，你有何坎坷灾危事？(生)说起教人珠泪垂。(末)休嗟怨，慢悲哀。房中请坐且宽怀。(生)从前一一都分诉，万恨千愁扫不开。(末)二位官人请坐，看茶来吃。【本序】(生)自与相别，风寒劳役，受尽奔波，那更忧愁思虑。在旅邸顿染沉疴。(小生)违和。天相吉人身痊可。却望节饮食，休劳碌。怎忘却，忘了问别来尊嫂贵体安乐。【前腔】(生)提着心肠惨凄，不由人忍不住泪珠流颗，但有死别生离，那烦恼似天来大。(小生)缘何？莫非他弃旧怜新，从了别个？(生)不是。(小生)多应是疾病亡，遭非祸。(生)不是。你道为甚么？(小生)却为甚么？(生)倚势挟权，将夫妻苦苦拆破。【虾蟆序】(生)摧挫。艰共险，愁和闷，要躲怎躲，到如今尚有平地风波！(小生)惊愕。焰腾腾心上火，是谁人道与我？(生)你道如何，爱富嫌贫，岳丈倚强凌弱。【前腔】(小生)斟酌。尊共卑，亲和戚，顺他受他，等些时宛转求人团掿。(生)参差，其中话更多，都只恨缘分薄！(小生、末合)事多磨，放心将息，休自损天和。(小生)哥哥，即日朝廷降敕，宣诏天下文武贤良，尽赴行朝应举，正是男儿得志之日。哥哥，休为夫妻恩爱，误却前程，可收拾行李，与兴福同往行朝。一来应举求官；二来亦可打听尊嫂消息。不知哥哥意下如何？(生)此言极是。只是少些房钱在此，未曾还得。(小生)兄弟带得尽有，不烦哥哥费心，店主人请算一算奉还。(末)不多了，且请安息，明日算罢。(小生)离合悲欢不自由，(生)心怀萦闷几时休；(末)争似不来还不往，(合)也无欢喜也无愁。第二十九出太平家宴【传言玉女】(外上)得睹天颜，真为主忧臣辱。(老旦上)皇恩深沐，享千钟重禄。(旦、小旦上)如今幸得再整银屏金屋。(合)皇朝重见，太严重睹。(外)尽日笙歌按玉楼，(老旦)忽朝军马犯皇州，(旦、小旦)但知会取非常乐，(合)须是提防不测忧。(外)夫人，今日幸喜骨肉团圆，夫妻再合，早己分付安排酒肴庆贺，不知完备未曾？院子那里？(末上)匈奴遥俯伏。汉相俨簪裾。覆老爷，有何分付？(外)分付你安排酒肴，可曾完备否？(未)完备多时了。(老旦)看酒过来。(旦送酒科)【玉漏迟序】(旦)得宠念辱，想其时驾迁民移前上，父母妻儿散离。值此天数，抵多少吃辛受苦，抵多少亡家失所。(合)今幸得在画堂深处。【前腔】(外)驿程去速，奈何被士马拦截归路，国败家亡，怎知此日完聚！知几遍宵行昼伏，知几遍风餐露宿！(合前)【前腔】(旦)轰雷战鼓，喊杀声散亡人尽奔逐，那时无他可怜。救我在危途，知何处作婢奴，知何处遭驱被虏。(合前)【前腔】(小旦)兄南妹北，乱兵中怎知生死！须臾骨肉分别，此身去住无所，感谢得恤寡念孤，感谢得为亲做主。(合前)【扑灯蛾】(老旦)到行朝汴梁，看山河壮帝居。四时有常开花木，论繁华不减中都也。(外)受恩深处便为家，自来俗语。(合)休思故里，对良辰美景，宴乐且欢娱。【前腔】(旦)依旧珠围翠簇，依旧雕鞍绣毂，列侍妾丫鬟使女，送金杯听歌观舞也。(小旦)因灾致福，爱惜奴似亲生儿女。(合前)【尾声】从今休把光阴负，但畅饮高歌休阻，共醉乐神仙洞府。(外)莫辞今日醉颜酡，(老旦)百岁光阴能几何？(合)遇饮酒时须饮酒，得高歌处且高歌。第三十出对景含愁【夜行船】(旦上)六曲栏杆和闷倚，不觉又媚景芳菲。(小旦上)微雨昨宵，新晴今日。(合)知道海棠开未。(旦)［蝶恋花］春来分外伤怀抱，燕燕莺莺，空自啼春巧。(小旦)三月春花无限好，娇花一夜都开了。(丑扮梅香上)忽听院宇笙歌绕，笑语欢声，花下金樽倒。二位小姐，你心中有甚闲烦恼？忍教辜负韶华老。(旦)我自有烦恼处，你那里知道？【本序】(旦)春思恹恹，此愁谁诉，此情谁知；心撩乱，慵睹妆台梳洗。(小旦)芳时不暖不寒，秋千院宇，堪游堪戏。(旦)空对莺花燕柳，悄忽地暗皱双眉。【前腔】(小旦)姐姐，因谁牵惹芳心，媚容香褪，嫩脸桃衰，看看恁宽尽金缕罗衣。(旦)休疑，只为伤春，知他怎生，年年如是。(丑)休对晴天暖日，轻可地过了寒食。二位小姐，这等好天气，同到后花园闲步一回也好。【风入松】(旦)甚心情闲步小园西。(小旦)姐姐为甚不去？(旦背唱科)推一个身倦神疲。(丑)趁春风桃李花开日，谁不待去寻芳拾翠？九十日光阴捻指，三分景，二分归。【前腔】(小旦)那春光也应笑咱伊。(旦)笑甚的来？(小旦)笑你恁瘦减香肌。(旦)东君不管人憔悴，眼见得绿密红稀香闺掩，珠帘镇垂，不肯放燕双飞。【尾声】(小旦)衷心先自不如意，纵然间旨同随喜，也做了兴尽空回。(旦)伤心情绪倦追游，(小旦)好景如梭不肯留。(丑)来朝更有新条在，(合)恼乱春风卒未休。第三十一出英雄应辟【望远行】(生上)春风紫陌，又是大涯行客。(小生上)野草闲花，掩映水光山色。(末、净上)杏花朵朵欹红，杨柳丝丝弄碧，沙岸远涟漪初溢。(生)携书挟策赴天邦，(小生)那更风光直艳阳，(末)路上野花钻地出。(净)村中美酒透瓶香。(见科。净)动问此位老兄上姓？(生)学生姓蒋。(净)贵表？(生)双名世隆。(净)此位？(小生)学生复姓陀满，双名兴福。(净)此位？(末)学生姓卞，双名登科。(生)老兄尊姓贵表？(净)学生姓成，双名何济。我每都是科举朋友，不期而逢，天色将晚，各请趱行几步。【望吾乡】(生)降诏颁敕，搜贤赴帝域，文武远投安邦策，星斗文章谁能及，下笔如神力。(合)一朝里身显迹，受赏加官职。【前腔】(小生)万里鹏翼，功名唾手得；英雄果是千人敌，正是男儿峥嵘日。岂敢辞劳役！(合前)【感亭秋】(末)短亭长亭程程去，知几驿，逆旅中过寒食，见点点残红飞絮白，夕阳影里啼蜀魄。(合)家乡远，心慢忆，回首云烟隔。【前腔】(净)香醪待饮何处觅，牧童处问端的。遥望前村疏篱侧，招飐酒旗林梢刺。(合前)【红绣鞋】(合)小径迢迢狭窄，狭窄；野水潺潺湍激，湍激。饮数杯解愁戚，那里堪观赏，可闲适，只愁他天晚逼。【尾声】酒家眠，权休息，韫匮藏珠隐尘迹，万里前程在咫尺。过却长亭又短亭。看看相近汴梁城；路上有花并有酒，一程分作两程行。第三十二出幽闺拜月【齐天乐】(旦上)恹恹捱过残春也，又是困人时节。景色供愁，天气倦人，针指何曾拈刺？(小旦上)闲庭静悄，琐窗潇洒，小池澄澈。(合)叠青钱。泛水圆小嫩荷叶。［浣溪沙］(小旦)阶前萱草簇深黄，槛外榴花叠绛囊，清和天气日初长。(旦)懒去梳妆临宝镜，慵拈针指向纱窗，晚来移步出兰房。(小旦)姐姐，当此良辰美景，正好快乐，你反眉头不展，面带忧容，为甚么来？【青衲袄】(旦)我几时得烦恼绝？几时得离恨彻？本待散闷闲行到台榭，伤情对景肠寸结。(小旦)姐姐，撇下些罢。(旦)闷怀些儿，待撇下怎忍撇？待割舍难割舍。倚遍阑干，万感情切，都分付长叹嗟。【红衲袄】(小旦)姐姐，你绣裙儿宽褪了褶，为伤春憔悴些。近日庞儿瘦成劳怯。莫不是又伤夏月？姊妹每休见撇，斟量着你非为别。(旦)你量着我甚么？(小旦)多应把姐夫来萦牵，别无些话说。【青衲袄】(旦怒科)你把滥名儿将咱引惹，直恁的情性乖，心意劣，女孩儿家多口共饶舌，爹娘行快活要他做甚的？要妆衣满箧，要食珍羞则盛设，和你宽打周折。(走科。小旦)姐姐，到那里去？(旦)到父亲行先去说。(小旦)说些甚么？(旦)说你小鬼头春心动也。【红衲袄】(小旦)我特地错赌别。(跪科)姐姐，望高抬贵手饶过些，一句话儿伤了俺贤姐姐。(旦)起来，且饶你这次，今后再不可如此。(小旦)若再如此呵，瑞莲甘痛决，姐姐闲耍歇，小的妹先去也。(旦)你那里去？(小旦)只管在此闲行，忘收了针线帖。(旦)也罢，你先去！(小旦)推些缘故归家早，花阴深处遮藏了，热心闲管是非多。冷眼觑人烦恼少。(下。旦)这丫头去了。天色已晚，只见半弯新月，斜挂柳梢，几队花阴，平铺锦砌，不免安排香案，对月祷告一番。［卜算子］款把棹儿台，轻揭香炉盖，一炷心香诉怨怀，对月深深拜。(拜科)。【二郎神】(旦)拜新月，宝鼎申明香满爇。(小旦潜上听科。旦)上苍，这一炷香呵！愿我抛闪下男儿疾效些，得再睹同欢同悦。(小旦)悄悄轻将衣袂拽。姐姐，却不道小鬼头春心动也。(走科。旦)妹子到那里去？(小旦)我也到父亲行去说。(旦扯科。小旦)放手，我这回定要去。(旦跪科)妹子，饶过了姐姐吧！(小旦)姐姐请起。那乔怯，无言俯首红晕满腮颊。【莺集御林春】(小旦)恰才的乱掩胡遮，事到如今漏泄，姊妹每心肠休见别，夫妻每是有些周折。(旦)教我难推怎阻，罢罢，妹子，我一星星对伊仔细从头说。(小旦)姐姐，他姓甚么？(旦)姓蒋。(小旦)他也姓蒋，叫甚么名字？(旦)世隆名。(小旦)呀！他家住在那里？(旦)中都路是家。(小旦)姐姐，你怎么认得他。他是甚么样人？(旦)是我男儿受儒业。【前腔】(小旦悲介)听说罢姓名家乡，这情苦意切，闷海愁山将我心上撇，不由人不泪珠流血！(旦)我恓惶是正理，只合此愁休对愁人说。妹子，你啼哭为何因，莫非是我男儿旧妻妾？【前腔】(小旦)他须是瑞莲亲兄。(旦)呀！原来是令兄。为何散失了！(小旦)为军马犯阙。(旦)是，我晓得了。散失忙寻相应者，那时节只争个字儿差迭。妹子，和你比先前又亲，自今越更着疼热，你休随着我跟脚，久已后是我男儿那枝叶。【前腔】(小旦)我须是你妹妹姑姑，你是我的嫂嫂又是姐姐，未审家兄和你因甚别，两分离是何时节？(旦)正遇寒冬冷月，恨爹爹把奴拆散在招商舍。(小旦)如今还思量着我哥哥么？(旦)思量起痛辛酸，那其间他染病耽疾。(小旦)那时怎割舍得他？(旦)是我男儿教我怎割舍？【四犯黄莺儿】(小旦)他直恁太情切，你十分忒软怯，眼睁睁怎忍相抛撇。(旦)枉是怨嗟，无可计设，当不过他抢来推去望前扯。(合)意似虺蛇，性似蝎螫，一言如何诉说！【前腔】(小旦)流水一似马和车，倾刻间途路赊，他在穷途逆旅应难舍。(旦)那时节呵！囊箧又竭，药饵又缺。他那里闷恹恹难捱过如年夜。(合)宝镜分破，玉簪跌折，甚日重圆再接。【尾声】自从别后音书绝，这些时魂惊梦怯，莫不是烦恼忧愁将人断送也。(旦)往时烦恼一人悲，(小旦)从此凄凉两下知。世上万般哀苦事，无过死别共生离。第三十三出(照例开科)第三十四出姊妹论思【秋蕊香】(旦上)半载萦牵方寸，何时不泪滴眉颦！(小旦上)欲语难言信难问，即渐渐里恹恹瘦损。［玉楼春］(旦)深沉院宇无人问，纵然有便难传信。(小旦)这边愁似那边愁，伊的恨如奴的恨。(旦)心下慢然思又忖，口中枉自评和论。(合)有时欲向梦中诉，梦又不成灯又烬。(旦)妹子，这些时天下文武贤良。都来赴选，不知你哥哥也曾来否？好闷人也！(小旦)哥哥料应在此，只怕他不得成名，就知道姐姐消息，也难来厮见。【二犯孝顺歌】(旦)从别后，渡孟津，思君尽日欲见君。风北鸾南，生生地镜剖与钗分。镇千思万想，要见无门。(合)放不落心上人，撇不下心上人。【前腔】(小旦)一回价，暗自忖，非亲怎知却是亲；你东咱西，荒荒地路途人乱奔，自一别半载，杳然无闻。(合前)【前腔】(旦)恩和爱，苦共辛，衷肠告天天怎闻？妾后夫前，恹恹地几曾忘半分，有三言两语，寄也无因。(合前)【前腔】(小旦)当时苦，值乱军，离乡背井兄妹分。做小服低，看看地过冬还过春。捱十生九死，举目无亲。(合前)(旦)天从人愿最为难，(小旦)再睹重逢岂等闲。(合)从今许下千千拜，望月瞻星夜夜间。第三十五出诏赘仙郎【高阳台】(外上)蓂荚更新，流光过隙，桑榆日近西山；有女无家，一心日夜忧烦。使命传宣出建章。微臣深愧沐恩光，可怜年老身无子，特旨巍科择婿郎。老夫亲生一女，小字瑞兰。向者兵戈扰攘之际，夫人途中带回一女，小字瑞莲，秀质贤能，就与我亲生女孩儿一般看待；如今俱已及笄。蒙圣旨着俺招赘文武状元为婿，不免请夫人女孩儿出来，一同遣递丝鞭便了。院子那里？(末上)丹墀日月开金榜，市井骈阗择婿车。覆老爷，有何钧旨？(外)后堂请老夫人与二位小姐出来。(末)老夫人二位小姐有请。【前腔】(老旦上)兰堂日永湘帘卷，画檐前燕鹊声喧。(旦、小旦上)喜椿萱晚景安然，感谢苍人。(老旦)老相公万福。(外)夫人拜揖。(旦、小旦)爹爹、母亲万福。(外、老旦)孩儿到来。(外)夫人，老夫年纪高迈，女孩儿俱已及笄；昨蒙圣恩怜俺无嗣，着俺招赘文武状元为婿。今日请夫人与二个孩儿出来，一同遣递丝鞭，不知夫人意下如何？(老旦)相公，男大须婚，女大须嫁，此是门庭美事，况蒙圣旨，岂敢有违？(旦)上告爹爹、母亲得知。孩儿已有丈夫，不敢从命。(外怒科)胡说！你丈夫在那里？(旦)爹爹，容奴禀覆：向因兵戈扰乱，爹爹前往边庭，孩儿与母亲乱兵追逐，分散东西，逃生旷野，那时一身没靠，举目无亲，幸遇秀才蒋世隆，恻隐存心。救提作伴；又被强梁拿缚山寨，几至杀身，幸得寨主是他故人，情深意重，方得释免；若无他救，不知生死何地。后来与他同到招商店中，盟山誓海，共结鸾凤，及爹爹来至，将奴拆散；今蒙严命，再选夫婿，岂敢故违，但爹爹高居相位，显握朝纲，观通书史，止有守贞守节之道，那有重婚重嫁之理？况他乃读书才子，有日禹门三汲浪，一举占螯头。孩儿宁甘守节操，断难从命。离乱兵戈喊杀频，娘儿惊散窜山林。危途不遇贤君子，相府那存贱妾身。莫把恩人轻不顾，不应亲者岂相亲？世隆有日风云会，须待团圆到底亲。(外)这是朝廷恩命，谁敢有违？(小旦)爹爹，小女瑞莲亦有少禀。(外)你也有甚么话说？(小旦)自从向遭兵火，兄妹各奔逃生，失身旷野之中，藏形躲避；幸遇夫人唤声，与奴名厮类，奴忙应答向前，当蒙夫人提挈妾身为伴，脱离灾厄。后来爹爹缉探回朝，驿中相遇，允留潭府，恩育同于嫡女，无可称报。前日因姐姐烧香祈祐，各表诚心祷告，方知姐姐与妾兄蒋世隆偶结良缘，已成夫妇，今蒙爹爹严命，将奴姊妹招赘文武状元。但妾兄蒋世隆饱学多才，有日风云际会，亦未可量。瑞莲甘与姐姐一同守节，但得天从人愿，妾兄一举成名。那时夫贵妻荣，姻缘再合，妹承兄命，始配鸾凰，庶酬爹爹养良之恩。九烈三贞自古闻，从新弃旧枉为人，如今纵有风流婿，休想佳人肯就亲。(外)这是朝廷恩命！休得多言。院子，快与我唤官媒婆过来。(末)理会得。官媒婆走动。【普贤歌】(丑上)媒婆终日脚奔波，成就人间好事多。这家也是我，那家也是我，也只为家贫没奈何。呀！大叔是王老爷府中的，唤老身有何使用？(末)俺老爷塞朝廷恩命，将二位小姐招赘文武状元，唤你递送丝鞭。(丑)就去，烦大叔通报。(末)禀老爷，官媒婆到了。(外)着他进来。(末)老爷着你进去。(丑)老爷，老夫人，二位小姐，官媒婆叩头。(外)媒婆，我奉朝迁恩命，招赘文武状元为婿，你与我院子同去递送丝鞭，听我道：【黄莺儿】(外)二女正青年，相门高，当遴选。乘龙未遂吾心愿。幸朝廷命宣，配文武状元，郎才女貌真堪羡！(老旦合)媒婆，你去递丝鞭，一双两美，成就好姻缘。【前腔】(旦)口诵柏舟篇，更何心续断弦。(丑)小姐是深闰的处子，如何说起断弦来？(旦)我洞房曾会招商店，爹爹锦旋，途中偶见，霎时间拆散了鸳鸯伴。媒婆，休要递丝鞭，我甘心守节，誓不再移天。(丑)小姐，这是父命君恩，一定还要谐个佳偶。【前腔】(小旦)媒婆，你也听我道，那日涉风烟，望关山路八千，乱军中不见了哥哥面。幸夫人见怜，将奴身保全。胜似嫡亲，相待恩非浅。今日递丝鞭，我红生羞脸，黄色上眉间。(外)媒婆休要多言，疾忙递丝鞭去。【前腔】(丑)钧命敢迟延。这姻缘非偶然，匪媒弗克成姻眷，调和两边并无一言。人间第一要行方便，今日递丝鞭，仙郎肯受，多赠贯头钱。(外)媒婆，还有一件，恐二位状元不知小姐媸妍，将这真容与他看去。(丑)理会得。(外)凭媒选日递丝鞭，(老旦)招赘新科两状元。(末)时人莫讶登科早，(丑)只为嫦娥爱少年。第三十六出推就红丝【风入松】(生上)同声相应气相求，同占鳌头。(小生上)追思往事皆成谬，伤情处不堪回首！(合)幸喜声名贵显，相期黼黻皇猷。(小生)哥哥，且喜双桂联芳，已遂凌云之志，行看两葵并秀，同倾向日之诚。(生)兄弟，所喜者志得意满，身显名扬；所悲者，家园荡废，琴瑟凄凉。(小生)哥哥，这几件都不打紧，兄弟一门良贱，三百余口，尽被聂贾列无辜杀戮，止逃得兄弟一身。幸得恩兄搭救，戴天之仇未报，再生之恩未酬。哥哥，这些小事，何足挂念。【胜葫芦】(末、丑上)圣主忧虞及大臣，因无子继家门。二女如花，未曾谐秦晋，特来说合，两两仙郎共成亲。此间正是文武状元寓所，不免径入。二位老爷，官媒婆、院子叩头。(生、小生)你两个从何而来？有何说话？(末、丑)我两人是王尚书府中来的。一来奉天子洪恩，二来领尚书严命，特来递送丝鞭，请二位老爷同谐佳偶。(小生收科。末、丑)二位小姐真容在此，状元请看。(生看沉吟悲科。小生)哥哥，今日递送丝鞭，是个喜事，为何堕下泪来？(生)兄弟，你自受了丝鞭，我断然不受。(小生)请问哥哥，为何不受？【集贤宾】(生)那时挈家逃难走，正鬼哭神愁，喊杀声如雷军马骤，乱荒荒过壑经丘。妹子瑞莲呵！相失在后，寻讨处不知所有，难措手。忽有人同声相应，同气相求。(小生)向日山寨中见的嫂嫂，想就是了。【前腔】(生)途中见时虽厮守，犹觉满面娇羞。到得磁州广阳镇招商店中呵！直待媒妁之言成配偶。不意他父亲王尚书，缉探虎狼军，回到招商店中，遇见是他女儿，竟自夺回去了。(小生)哥哥，你那时怎割舍得他去！(生)病恹恹无计相留。(小生)若是小弟，一定与他厮闹一场。(生)他是尚书，我是穷儒。怎敢与他龙争虎斗？(小生)别后曾有音信么？(生)分别后知他安否！(小生)如今圣旨议亲，怎辞得他？(生)恩德厚，有何颜再配鸾俦。【琥珀猫儿堕】(小生)听哥说罢，方识此根由。这是王尚书，招商店也是王尚书。有事可疑。哥哥，破镜重圆从古有，何须疑虑反生愁？(生)兄弟，断无此事，不可错疑了。(小生)不谬。重整备乘龙花烛风流。(末、丑背科)好怪好怪，小姐又说招商店有了丈夫，不肯再嫁，状元又说招商店有了妻室，不肯重婚。【前腔】(末、丑)正是义夫节妇，语意两相投，多应是有分姻缘当辏偶。状元老爷，此情分付与东流。休休，把旧恨新愁一笔都勾！(生)媒婆院公，烦你多多拜上老爷，断然不敢奉命。(末)事迹相同说不差，(丑)这般异事实堪夸；(小生)落花有意随流水，(生)流水无情恋落花。第三十七出官媒回话【似娘儿】(外上)姻事未和谐，媒婆去不见回来。(老旦上)教人望眼悬悬待。(合)玉音已降，冰人已遣，汗简何乖。(外)夫人，昨遣官媒婆院子，到文武状元寓所，递送丝鞭，为何不见回报？(末、丑上)指望将心托明月，谁知明月照沟渠，个中一段姻缘事，对面相逢总不知。老爷、老夫人，官媒婆、院子叩头。(外)媒婆、院子回来了，二位状元受了丝鞭否？(末、丑)奉天子洪恩，领老爷严命，去到状元寓所说亲。那武状元欣然领纳，并不推辞；只有文状元不肯应承，再三劝他，方把真情说出来。(外)他怎么说？【啄木鸟】(末、丑)他说遭离乱，值变迁，民庶逃生离故园；兄携妹远涉风烟，乱纷纷戈戟森然，喊杀中妹子忽不见，前村后陌都寻遍，声唤多娇蒋瑞莲。(外)那时寻见也未？【前腔】(末、丑)兄寻妹，涕泪涟。忽听得悠悠声应远，只道是妹见哥哥，却原来错认陶潜。那女子呵，他娘儿拆散中途畔，叫声应声随呼唤。(外)那女子怎么应他？(末、丑)那女子叫名瑞兰，与瑞莲声音厮类。名韵相同事偶然。(外)那女子失散了母亲，在途路上单身不便了。【三段子】(末、丑)欲随向前，男女辈同行未便，欲落所边，乱军中污辱未免。说只得做兄妹同行呵。相随同到招商店，主人翁作伐谐姻眷。那其问状元染病，正仗那娘子扶持，不意他岳丈相逢拆散锦鸳。(外)夫人，有这等奇事！【前腔】(老旦)孩儿瑞兰，与伊妻名儿一般；孩儿瑞莲，与伊妹名非两般。我中都路母子曾失散，你招商店父子重相见，事迹相同岂偶然？老相公，事在如今，却怎生是好？【滴溜子】(外)我有一个道理：明日里，明日里，小设酒筵；媒婆去，媒婆去，传语状元，既然他心中不愿，如何强逼他谐缱绻。(老旦)既如此，你请他来怎么？(外)请来饮酒之间呵，先教他妹子在堂前，隔帘认看。(老旦)此计甚好。【尾声】(外)相逢到此缘非浅，真与假明朝便见。你二人传语状元，亲事不敢相扳，只请枉临一会，再无他意。望勿推辞，特请他来赴宴。(外)明日宴佳宾，(老旦)须知假与真。(末)殷勤藉红叶，(丑)寄与有情人。第三十八出请谐伉俪(净上)有福之人人伏事，无福之人伏事人。自家乃蒋状元府中使用的便是。蒙状元钧旨，着俺打扫画堂，整理琴书清玩，铺设已完，不免在此伺候。【玩仙灯】(生上)有事挂心怀，好一似和钩吞线。忆自离家几变更，此身须在亦堪惊，东边日出西边雨，道是无情却有情。昨为王尚书遣官媒婆、院子来此说亲，教我越加烦恼，不知甚日，方得我娇妻的音耗。唉！不免将琴书消遣一番则个。【懒朝天】一自瑶琴操离鸾，眼底知音少，不与弹。今朝拂试锦囊看雪窗寒，伤心一曲倚栏干，续关雎调难。【懒画眉】(末、丑上)空劳仙子下天台，何意刘郎事不谐？状元老爷，官媒婆、院子叩头。(生)二人因甚去还来？(末、丑)早成就了合欢带，管取州逢笑口开。(生)媒婆、院子，我昨日已烦你拜上老爷，这亲事断然不敢奉命。(末、丑)禀状元老爷知道，家老爷多多拜上，姻缘之事，不敢强扳；久仰状元老爷才高貌美，只请枉临一会，再无他意。(生)既如此，我少不得来参拜你老爷，你二人先去。我随后就来也。(末、丑)回去禀复老爷，扫门拱候。(生)相府玳筵开，(丑)珍馐百味排，(末)扫门端拱立，专待状元来。第三十九出天凑姻缘【卜算子】(外上)一段好姻缘，说起难抛下。今朝开宴特相邀，试问真和假。昨日已遣官媒婆、院子去请状元来此会宴，安排酒肴，不知完备未曾？院子那里？(末上)堂上呼双字，阶前应一声。覆老爷，有何分付？(外)筵席完备了未？(末)完备多时了。(外)快去请张都督老爷来陪宴。(末)小人已曾去请，说就来。(净上)闻呼即至，有请当来，通报。(末)禀老爷，张老爷到了。(外)张大人请。(净)老司马请。(外)寒舍。(净)请了，老司马拜揖。(外)张大人拜揖。(净)老司马今日相招，不知有何见教？(外)老夫今日小设，非为别事，只因当初老夫缉探虎狼军，正值迁都世乱之时，老妻带领小女瑞兰，前往京师躲避，行至中途，被军马赶散，母子分离，已后老夫回到磁州广阳镇招商店中，遇见小女，随着一个秀才为伴，老夫一时气忿，不曾问得详细，撇了那秀才，领了女儿回京。如今蒙圣恩将小女招赘今科状元为婿，昨遣官媒婆、院子去递丝鞭，那状元说有了妻室，不肯领受。已后官媒再三勤勉，始说出真情。这状元就是招商店中那秀才。(净)有这等奇事？(外)还有一件，当初老妻途中失了小女时节，叫名寻问，忽有一个女儿叫名瑞莲，与小女名韵相同，向前答应。老妻见他是好人家儿女，带回来，就认他做女儿。此女又是状元的妹子。(净)有这等事，一发奇了。(外)老夫疑信之间，未可就令小女与他厮见，今日聊设一个小筵，请状元到此，着他妹子隔帘觑认，故此特屈张大人相陪。(净)这个当得。(外)院子，状元来时，即便通报。(末)理会得。【前腔】(生上)仙子宴瑶池，青鸟书传送，道是无情却有情，既信犹疑梦。(末)禀老爷，状元到了。(外)快请。(末)有请。(外)状元请。(生)老先生请。(净)还是大人先请。(生)不敢，还是老先生请，学生焉敢。(外)僭了。(生)老先生拜揖。(外)状元拜揖。(净)状元大人拜揖。(生)老先生拜揖。(外)状元请坐。(生)学生侍坐。(外)岂有此礼！请。(生)告坐了。(净)状元大人，老司马小姐奉圣旨招阁下为婿，为何不肯应承？(生)二位老先生听禀。【山坡羊】那日因遭兵燹，兄妹移家迁汴，乱军中拆散雁行，两下里追寻不见，叫瑞莲，有个佳人忽偶然。(净)那佳人怎么就肯答应？(生)那佳人叫名瑞兰，与瑞莲声音厮类，故应错了。(净)既如此，曾与他配合也不曾？(生)相随同到招商店，合卺曾凭媒妁言，交欢，谁知一病缠？学生正染病间，被他父亲--也是王尚书--偶然遇见，夺回去了。(净)咳！这个天杀的老忘八！(生)堪怜，分开凤与鸾。(净)那是一时的事，也抛撇得下了。今日相府认亲，状元大人如何再三不允？【前腔】(生)佩德衔恩非浅，别后心常怀念。(外)今日之事，非是老夫强逼，只是圣意如此，不敢有违。(生)纵有胡阳公主，那宋弘呵，怎做得亏心汉。(净)状元大人，你如此说，终不然终身不娶不成？(生)石可转，吾心到底坚。(净)成就了此亲，享荣华，受富贵，有何不可？(生)贪豪恋富，怎把人伦变？为学须当慕圣贤。(净)这是官里与你说亲，姻缘非浅！(生)姻缘难把鸾胶续断弦。(净)状元大人，请受了丝鞭罢。(生)丝鞭，辜负嫦娥爱少年。(老旦、小旦上，看科。老旦)孩儿，这可是你哥哥？(小旦)呀！正是我的哥哥。(见科)【哭相思】(生、小旦)兄妹当初两分散，谁知此地重相见？(净)这个是谁？(外)这就是状元的妹子。(净)果有这等异事！老天告回，即办尺头羊酒来作贺老司马。(下。生)妹子，你如何得到这里？【香柳娘】(小旦)想当初难中，想当初难中，与哥哥分散，孤身途路谁相盼。幸夫人见怜，幸夫人见怜，相挈在身边，慈悲做方便。与亲生女儿，与亲生女儿，相看一般，喜今朝重见！【前腔】(生)叹兄南妹北，叹兄南妹北，无由会面，你身有托吾无伴；绕山坡叫转，绕山坡叫转，蓦地遇蝉娟，天教遂姻眷。奈时乖运蹇，奈时乖运蹇，一别数年，存亡未判。(小旦)哥哥，嫂嫂也在这里。(生)如今在那里？【五更转】(小旦)你望故人如天远，相逢在目前。(生)妹子，你为何认得嫂嫂？(小旦)闺中小姐，曾会你在招商店，拜月亭前，说出心愿。(生)你莫非差了？(小旦)乡贯同，名字真，非讹舛，爹爹、母亲望乞垂怜见，早使相逢，不索留恋。待我请嫂嫂来。姐姐有请。【似娘儿】(旦上)梦里流莺声尚在，出兰房风翻佩带。(小旦)姐姐，文状元正是我的哥哥。(旦)呀！在那里？(相见科)【哭相思】(生)一别招商已数年，今朝重续旧姻缘，贞心一片如明月，映入清波到底圆。【五更转】(旦)你的病未痊，我却离身畔，心中常挂牵。(生)苍天保佑，保佑身康健。与那结义兄弟呵，武举文科，同登魁选，蒙圣恩特议亲，岂吾愿！(合)相逢到此，到此真希罕。喜动离怀，笑生愁脸。(外、老旦)孩儿，贤婿，不必说了。孩儿回归香阁，重整新妆；状元且到书院，换了服色，即同武状元与瑞莲孩儿成亲便了。(生、旦)天遣偶相逢，(小旦)浑疑是梦中，(外)门阑多喜气，(老旦)女婿近乘龙。第四十出洛珠双合(外、老旦吊场)院子，快去唤宾相过来。(末)宾相走动。(净上)全仗周孔礼乐，来成秦晋欢娱。大叔通报。(末)老爷着你进去。(净)老爷，老夫人，宾相叩头。(外)起来，今日是黄道吉日，我与二位小姐招赘文武状元，你与我赞礼成亲，多说些利市言语，重重赏你。(净)理会得。(请科)【恋芳春】(生、小生上)宝马骄嘶，香车毕集，灯光如昼通明。(旦、小旦上)彷佛天台刘阮，仙子相迎。(合)夙世姻缘已定，昔离别今成欢庆；相随美满夫妻，强如鸾凤和鸣。(净赞礼拜撒帐科。生、小生把酒科)【画眉序】文武掇巍科，丹桂高攀近嫦娥。喜莺迁乔木，凤止高柯；十年探孔孟心传，一旦试孙吴家学。(合)画堂花烛光摇处，一派乐声喧和。【前腔】(旦、小旦)萍梗逐风波，岂料姻缘在卑末，似瓜缠葛藟，松附丝萝。几年间破镜重圆，今日里断钗重合。(合前)【前腔】(外、老旦)两国罢干戈，民庶安生绝烽火；幸阳春忽布，网罗消磨；昨朝羡锦夺标头，今夜喜红丝牵巾莫。(合前)【滴溜子】(末捧诏上)一封的，一封的，传达圣聪；天颜喜，天颜喜，满门诏封。九重红云簇拥，龙章出凤墀，蒙恩受宠。五拜山呼，稽首鞠躬。奉天承运皇帝诏曰：夫妇乃人伦所重，节义为世教所关；迩者世际阽危，失之者众矣。兹尔文科状元蒋世隆，讲婚礼于急遽之时，从容不苟；妻王瑞兰，待媒妁于流离之际，贞节自持。夫不重婚，尚宋弘之高谊；妇不再嫁，迈令女之清风。使乐昌之破镜重圆，致陶谷之断弦再续。兵部尚书王镇，保邦致治，有拨乱反正之才；解组归闲，无贪位慕禄之行。陀满兴福出自忠良，实非反叛。父遭排摈，朕实悔伤；萌蘖尚存，天意有在。今尔荣魁武榜，互结姻缘。蒋世隆授开封府尹，妻王氏封懿德夫人。陀满兴福世袭昭勇将军，妻蒋氏封顺德夫人。尚书王镇，岁支粟帛，与见任同。呜呼！彝伦攸序，尔宜钦哉！谢恩！(众)万岁，万岁，万万岁！【望吾乡】(众)仰圣瞻天恩，光照绮筵。花枝掩映春风面，女貌郎才真堪羡。天遣为姻眷，双飞鸟，并蒂莲，今朝得遂平生愿。【皂罗袍】向日銮舆迁汴，正土崩瓦解，士庶纷然。人于颠沛节难全，坚金百炼终无变。娘儿兄妹，流离播迁，断而还续，破而复圆，义夫节妇人间鲜。【排歌】今日相逢，三生有缘，文兄武弟襟联，乔公二女正芳年，孙策周瑜德并贤。夫荣耀，妻贵显，宫花如锦酒如泉。风流事，著简编，传奇留与后人传。【前腔】(外、老旦)吾年老雪满颠，无子承家业，晨昏每忧煎。且喜东床中选，雀屏中目，一双白璧种蓝田，百岁夫妻今美满。山中相，地上仙，人间诸事不萦牵。垆边醉，瓮底眠，从今不惜杖头钱。【金钱花】(众)翰林史笔如椽，如椽；倒流三峡词源，词源。撮成离合与悲欢。千百载，永流传；千百载，永流传。【前腔】铁球漾在江边，江边；终须到底团圆，团圆。戏文自古出梨园。今夜里且欢散，明日里再敷演，明日里再敷演。自来好事最多磨，天与人违奈若何？拜月事前愁不浅，招商店内恨偏多。乐极悲生从古有，分开复合岂今讹？风流事载风流传，太平人唱太平歌。久晴泥路足风沙，杏子生仁楝谢花。长是江南逢此日，满林烟雨熟枇杷。",
        "author": "明代",
        "poem_class": "咏物",
        "dynasty": "冯清"
    },
    {
        "title": "赋得蝉",
        "paragraph": "避雀乔枝里，飞空华殿曲。天寒响屡嘶，日暮声愈促。繁吟如故尽，长韵还相续。饮露非表清，轻身易知足。文窗玳瑁影婵娟。香帷翡翠出神仙。促柱点唇莺欲语。调弦系爪雁相连。秦声本自杨家解。吴歈那知谢傅怜。秪愁芳夜促。兰膏无那煎。雨洗花叶鲜。泉漫芳塘溢。藉此闲赋诗。聊用荡覊疾。霡霂微雨散。葳蕤蕙草密。预藉芳筵赏。沾生信昭悉。紫葵窻外舒。青荷池上出。既阖颍川扉。且卧淮南秩。流独荡晚阴。行云掩朝日。念此兰蕙客。徒有芳菲质。应门寂已闭，非复后庭时。况在青春日，萋萋绿草滋。妾身似秋扇，君恩绝履綦。讵忆游轻辇，从今贱妾辞。",
        "author": "南北朝",
        "poem_class": "咏物",
        "dynasty": "褚沄"
    },
    {
        "title": "题张十一旅舍三咏·井",
        "paragraph": "贾谊宅中今始见，葛洪山下昔曾窥。寒泉百尺空看影，正是行人暍死时。年、月、日，季父愈闻汝丧之七日，乃能衔哀致诚，使建中远具时羞之奠，告汝十二郎之灵：呜呼！吾少孤，及长，不省所怙，惟兄嫂是依。中年兄殁南方，吾与汝俱幼，从嫂归葬河阳。既又与汝就食江南，零丁孤苦，未尝一日相离也。吾上有三兄，皆不幸早世。承先人后者，在孙惟汝，在子惟吾。两世一身，形单影只。嫂尝抚汝指吾而言曰：“韩氏两世，惟此而已！”汝时尤小，当不复记忆；吾时虽能记忆，亦未知其言之悲也。吾年十九，始来京城。其后四年，而归视汝。又四年，吾往河阳省坟墓，遇汝从嫂丧来葬。又二年，吾佐董丞相于汴州，汝来省吾，止一岁，请归取其孥。明年，丞相薨，吾去汴州，汝不果来。是年，吾佐戎徐州，使取汝者始行，吾又罢去，汝又不果来。吾念汝从于东，东亦客也，不可以久；图久远者，莫如西归，将成家而致汝。呜呼！孰谓汝遽去吾而殁乎！吾与汝俱少年，以为虽暂相别，终当久相与处。故舍汝而旅食京师，以求斗斛之禄。诚知其如此，虽万乘之公相，吾不以一日辍汝而就也。去年，孟东野往，吾书与汝曰：“吾年未四十，而视茫茫，而发苍苍，而齿牙动摇。念诸父与诸兄，皆康强而早世，如吾之衰者，其能久存乎？吾不可去，汝不肯来，恐旦暮死，而汝抱无涯之戚也。”孰谓少者殁而长者存，强者夭而病者全乎？呜呼！其信然邪？其梦邪？其传之非其真邪？信也，吾兄之盛德而夭其嗣乎？汝之纯明而不克蒙其泽乎？少者强者而夭殁，长者衰者而存全乎？未可以为信也！梦也，传之非其真也，东野之书，耿兰之报，何为而在吾侧也？呜呼！其信然矣！吾兄之盛德而夭其嗣矣，汝之纯明宜业其家者，不克蒙其泽矣。所谓天者诚难测，而神者诚难明矣。所谓理者不可推，而寿者不可知矣。虽然，吾自今年来，苍苍者或化而为白矣；动摇者或脱而落矣，毛血日益衰，志气日益微，几何不从汝而死也？死而有知，其几何离？其无知，悲不几时，而不悲者无穷期矣。汝之子始十岁，吾之子始五岁，少而强者不可保，如此孩提者，又可冀其成立邪？呜呼哀哉！呜呼哀哉！汝去年书云：“比得软脚病，往往而剧。”吾曰：“是疾也，江南之人，常常有之。”未始以为忧也。呜呼， 其竟以此而殒其生乎？抑别有疾而至斯极乎？汝之书，六月十七日也；东野云，汝殁以六月二日；耿兰之报无月日。盖东野之使者不知问家人以月日，如耿兰之报，不知当言月日。东野与吾书，乃问使者，使者妄称以应之乎。其然乎？其不然乎？今吾使建中祭汝，吊汝之孤与汝之乳母。彼有食可守，以待终丧，则待终丧而取以来；如不能守以终丧，则遂取以来。其余奴婢，并令守汝丧。吾力能改葬，终葬汝于先人之兆，然后惟其所愿。呜呼！汝病吾不知时，汝殁吾不知日，生不能相养以共居，殁不能抚汝以尽哀，敛不凭其棺，窆不临其穴。吾行负神明，而使汝夭。不孝不慈，而不得与汝相养以生，相守以死。一在天之涯，一在地之角，生而影不与吾形相依，死而魂不与吾梦相接，吾实为之，其又何尤！彼苍者天，曷其有极！自今已往，吾其无意于人世矣！当求数顷之田于伊、颍之上，以待余年。教吾子与汝子，幸其成；长吾女与汝女，待其嫁，如此而已。呜呼，言有穷而情不可终，汝其知也邪？其不知也邪？呜呼哀哉！尚飨！道由白云尽，春与青溪长。时有落花至，远随流水香。闲门向山路，深柳读书堂。幽映每白日，清辉照衣裳。昔闻洞庭水，今上岳阳楼。吴楚东南坼，乾坤日夜浮。亲朋无一字，老病有孤舟。戎马关山北，凭轩涕泗流。",
        "author": "唐代",
        "poem_class": "咏物",
        "dynasty": "韩愈"
    },
    {
        "title": "咏壁鱼",
        "paragraph": "鳞细粉光鲜，开书乱眼前。透窗疑漏网，落砚似流泉。 潜穴河图内，吞钩乙字边。莫言鬐鬣小，食尽白蘋篇。十岁裁诗走马成，冷灰残烛动离情。桐花万里丹山路，雏凤清于老凤声。剑栈风樯各苦辛，别时冰雪到时春。为凭何逊休联句，瘦尽东阳姓沈人。初月如弓未上弦，分明挂在碧霄边。时人莫道蛾眉小，三五团圆照满天。去年战，桑干源，今年战，葱河道。洗兵条支海上波，放马天山雪中草。万里长征战，三军尽衰老。匈奴以杀戮为耕作，古来唯见白骨黄沙田。秦家筑城避胡处，汉家还有烽火燃。烽火燃不息，征战无已时。野战格斗死，败马号鸣向天悲。乌鸢啄人肠，衔飞上挂枯树枝。士卒涂草莽，将军空尔为。乃知兵者是凶器，圣人不得已而用之。",
        "author": "唐代",
        "poem_class": "咏物",
        "dynasty": "李远"
    },
    {
        "title": "咏百八塔",
        "paragraph": "《阿育王经》言：诸佛灭渡后，昼夜役鬼神造塔五千四十八所，意者是即其数欤。然海内郡县所见寥寥，独兹百八聚于一区，厥义未必无谓。余生斯长斯，靡所究竟，率成俚句，请质高明。百八浮图信异哉，无今无古壮山隈。降魔蜜顿金刚杵，说法偶成舍利堆。只虑激湍穿峡破，故将砥柱挽波颓。谁能识得真如意，唱佛周遭日几回。非银非水映窗寒，试看晴空护玉盘。淡淡梅花香欲染，丝丝柳带露初干。只疑残粉涂金砌，恍若轻霜抹玉栏。梦醒西楼人迹绝，余容犹可隔帘看。乌纱掷去不为官，囊橐萧萧两袖寒。写取一枝清瘦竹，秋风江上作渔竿。莲漏三声烛半条，杏花微雨湿红绡。那将红豆记无聊。春色已看浓似酒，归期安得信如潮。离魂入夜倩谁招。",
        "author": "清代",
        "poem_class": "咏物",
        "dynasty": "俞益谟"
    },
    {
        "title": "山园屡种杨梅皆不成枇杷一株独结实可爱戏作",
        "paragraph": "杨梅空有树团团，却是枇杷解满盘。难学权门堆火齐，且从公子拾金丸。枝头不怕风摇落，地上惟忧鸟啄残。清晓呼僮乘露摘，任教半熟杂甘酸。雨来细细复疏疏，纵不能多不肯无。似妒诗人山入眼，千峰故隔一帘珠。为将之道，当先治心。泰山崩于前而色不变，麋鹿兴于左而目不瞬，然后可以制利害，可以待敌。凡兵上义；不义，虽利勿动。非一动之为利害，而他日将有所不可措手足也。夫惟义可以怒士，士以义怒，可与百战。凡战之道，未战养其财，将战养其力，既战养其气，既胜养其心。谨烽燧，严斥堠，使耕者无所顾忌，所以养其财；丰犒而优游之，所以养其力；小胜益急，小挫益厉，所以养其气；用人不尽其所欲为，所以养其心。故士常蓄其怒、怀其欲而不尽。怒不尽则有馀勇，欲不尽则有馀贪。故虽并天下，而士不厌兵，此黄帝之所以七十战而兵不殆也。不养其心，一战而胜，不可用矣。凡将欲智而严，凡士欲愚。智则不可测，严则不可犯，故士皆委己而听命，夫安得不愚？夫惟士愚，而后可与之皆死。凡兵之动，知敌之主，知敌之将，而后可以动于险。邓艾缒兵于蜀中，非刘禅之庸，则百万之师可以坐缚，彼固有所侮而动也。故古之贤将，能以兵尝敌，而又以敌自尝，故去就可以决。凡主将之道，知理而后可以举兵，知势而后可以加兵，知节而后可以用兵。知理则不屈，知势则不沮，知节则不穷。见小利不动，见小患不避，小利小患，不足以辱吾技也，夫然后有以支大利大患。夫惟养技而自爱者，无敌于天下。故一忍可以支百勇，一静可以制百动。兵有长短，敌我一也。敢问：“吾之所长，吾出而用之，彼将不与吾校；吾之所短，吾蔽而置之，彼将强与吾角，奈何？”曰：“吾之所短，吾抗而暴之，使之疑而却；吾之所长，吾阴而养之，使之狎而堕其中。此用长短之术也。”善用兵者，使之无所顾，有所恃。无所顾，则知死之不足惜；有所恃，则知不至于必败。尺箠当猛虎，奋呼而操击；徒手遇蜥蜴，变色而却步，人之情也。知此者，可以将矣。袒裼而案剑，则乌获不敢逼；冠胄衣甲，据兵而寝，则童子弯弓杀之矣。故善用兵者以形固。夫能以形固，则力有馀矣。 高咏楚词酬午日，天涯节序匆匆。榴花不似舞裙红。无人知此意，歌罢满帘风。 万事一身伤老矣，戎葵凝笑墙东。酒杯深浅去年同。试浇桥下水，今夕到湘中。",
        "author": "宋代",
        "poem_class": "咏物",
        "dynasty": "陆游"
    },
    {
        "title": "小石城山记",
        "paragraph": "自西山道口径北，逾黄茅岭而下，有二道：其一西出，寻之无所得；其一少北而东，不过四十丈，土断而川分，有积石横当其垠。其上为睥睨、梁欐之形，其旁出堡坞，有若门焉。窥之正黑，投以小石，洞然有水声，其响之激越，良久乃已。环之可上，望甚远，无土壤而生嘉树美箭，益奇而坚，其疏数偃仰，类智者所施设也。噫！吾疑造物者之有无久矣。及是，愈以为诚有。又怪其不为之中州，而列是夷狄，更千百年不得一售其伎，是固劳而无用。神者傥不宜如是，则其果无乎？或曰：“以慰夫贤而辱于此者。”或曰：“其气之灵，不为伟人,而独为是物，故楚之南少人而多石。”是二者，余未信之。 江城如画里，山晚望晴空。(晚 一作：晓)两水夹明镜，双桥落彩虹。人烟寒橘柚，秋色老梧桐。谁念北楼上，临风怀谢公。远别离，古有皇英之二女，乃在洞庭之南，潇湘之浦。海水直下万里深，谁人不言此离苦？日惨惨兮云冥冥，猩猩啼烟兮鬼啸雨。我纵言之将何补？皇穹窃恐不照余之忠诚，雷凭凭兮欲吼怒。尧舜当之亦禅禹。君失臣兮龙为鱼，权归臣兮鼠变虎。或云：尧幽囚，舜野死。九疑联绵皆相似，重瞳孤坟竟何是？帝子泣兮绿云间，随风波兮去无还。恸哭兮远望，见苍梧之深山。苍梧山崩湘水绝，竹上之泪乃可灭。千门开锁万灯明，正月中旬动帝京。三百内人连袖舞，一时天上著词声。",
        "author": "唐代",
        "poem_class": "咏物",
        "dynasty": "柳宗元"
    },
    {
        "title": "鲁从事清晖阁",
        "paragraph": "庾郎真好事，溪阁斩新开。水石精神出，江山气色来。疏烟分鹭立，远霭见帆回。公退资清兴，闲吟倚槛裁。春风多可太忙生，长共花边柳外行。与燕作泥蜂酿蜜，才吹小雨又须晴。银河宛转三千曲。浴凫飞鹭澄波绿。何处是归舟。夕阳江上楼。 天憎梅浪发。故下封枝雪。深院卷帘看。应怜江上寒。秋入云山，物情潇洒。百般景物堪图画。丹枫万叶碧云边，黄花千点幽岩下。 已喜佳辰，更怜清夜。一轮明月林梢挂。松醪常与野人期，忘形共说清闲话。",
        "author": "宋代",
        "poem_class": "咏物",
        "dynasty": "穆修"
    },
    {
        "title": "同蔡孚起居咏鹦鹉",
        "paragraph": "鹦鹉殊姿致，鸾皇得比肩。常寻金殿里，每话玉阶前。 贾谊才方达，扬雄老未迁。能言既有地，何惜为闻天。豫章故郡，洪都新府。星分翼轸，地接衡庐。襟三江而带五湖，控蛮荆而引瓯越。物华天宝，龙光射牛斗之墟；人杰地灵，徐孺下陈蕃之榻。雄州雾列，俊采星驰。台隍枕夷夏之交，宾主尽东南之美。都督阎公之雅望，棨戟遥临；宇文新州之懿范，襜帷暂驻。十旬休假，胜友如云；千里逢迎，高朋满座。腾蛟起凤，孟学士之词宗；紫电青霜，王将军之武库。家君作宰，路出名区；童子何知，躬逢胜饯。(豫章故郡 一作：南昌故郡；青霜 一作：清霜)时维九月，序属三秋。潦水尽而寒潭清，烟光凝而暮山紫。俨骖騑于上路，访风景于崇阿。临帝子之长洲，得天人之旧馆。层峦耸翠，上出重霄；飞阁流丹，下临无地。鹤汀凫渚，穷岛屿之萦回；桂殿兰宫，即冈峦之体势。（层峦 一作：层台；即冈 一作：列冈；飞阁流丹 一作：飞阁翔丹）披绣闼，俯雕甍，山原旷其盈视，川泽纡其骇瞩。闾阎扑地，钟鸣鼎食之家；舸舰弥津，青雀黄龙之舳。云销雨霁，彩彻区明。落霞与孤鹜齐飞，秋水共长天一色。渔舟唱晚，响穷彭蠡之滨，雁阵惊寒，声断衡阳之浦。(轴 通：舳；迷津 一作：弥津；云销雨霁，彩彻区明 一作：虹销雨霁，彩彻云衢)遥襟甫畅，逸兴遄飞。爽籁发而清风生，纤歌凝而白云遏。睢园绿竹，气凌彭泽之樽；邺水朱华，光照临川之笔。四美具，二难并。穷睇眄于中天，极娱游于暇日。天高地迥，觉宇宙之无穷；兴尽悲来，识盈虚之有数。望长安于日下，目吴会于云间。地势极而南溟深，天柱高而北辰远。关山难越，谁悲失路之人；萍水相逢，尽是他乡之客。怀帝阍而不见，奉宣室以何年？(遥襟甫畅 一作：遥吟俯畅)嗟乎！时运不齐，命途多舛。冯唐易老，李广难封。屈贾谊于长沙，非无圣主；窜梁鸿于海曲，岂乏明时？所赖君子见机，达人知命。老当益壮，宁移白首之心？穷且益坚，不坠青云之志。酌贪泉而觉爽，处涸辙以犹欢。北海虽赊，扶摇可接；东隅已逝，桑榆非晚。孟尝高洁，空余报国之情；阮籍猖狂，岂效穷途之哭！(见机 一作：安贫；以犹欢 一作：而相欢)勃，三尺微命，一介书生。无路请缨，等终军之弱冠；有怀投笔，慕宗悫之长风。舍簪笏于百龄，奉晨昏于万里。非谢家之宝树，接孟氏之芳邻。他日趋庭，叨陪鲤对；今兹捧袂，喜托龙门。杨意不逢，抚凌云而自惜；钟期既遇，奏流水以何惭？呜呼！胜地不常，盛筵难再；兰亭已矣，梓泽丘墟。临别赠言，幸承恩于伟饯；登高作赋，是所望于群公。敢竭鄙怀，恭疏短引；一言均赋，四韵俱成。请洒潘江，各倾陆海云尔：滕王高阁临江渚，佩玉鸣鸾罢歌舞。画栋朝飞南浦云，珠帘暮卷西山雨。闲云潭影日悠悠，物换星移几度秋。阁中帝子今何在？槛外长江空自流。九月九日眺山川，归心归望积风烟。他乡共酌金花酒，万里同悲鸿雁天。群峭碧摩天，逍遥不记年。拨云寻古道，倚石听流泉。花暖青牛卧，松高白鹤眠。语来江色暮，独自下寒烟。",
        "author": "唐代",
        "poem_class": "咏物",
        "dynasty": "胡皓"
    },
    {
        "title": "烛影摇红·赋德清县圃古红梅",
        "paragraph": "莓锁虹梁，稽山祠下当时见。横斜无分照溪光，珠网空凝遍。姑射青春对面。驾飞虬、罗浮路远。千年春在，新月苔池，黄昏山馆。 花满河阳，为君羞褪晨妆茜。云根直下是银河，客老秋槎变。雨外红铅洗断。又晴霞、惊飞暮管。倚阑祗怕，弄水鳞生，乘东风便。雨过横塘水满堤，乱山高下路东西。一番桃李花开尽，惟有青青草色齐。楝花飘砌。蔌蔌清香细。梅雨过，萍风起。情随湘水远，梦绕吴峰翠。琴书倦，鹧鸪唤起南窗睡。 密意无人寄。幽恨凭谁洗。修竹畔，疏帘里。歌余尘拂扇，舞罢风掀袂。人散后，一钩淡月天如水。红叶黄花秋意晚，千里念行客。看飞云过尽，归鸿无信，何处寄书得。 泪弹不尽临窗滴。就砚旋研墨。渐写到别来，此情深处，红笺为无色。",
        "author": "宋代",
        "poem_class": "咏物",
        "dynasty": "吴文英"
    },
    {
        "title": "虞美人影·咏香橙",
        "paragraph": "黄包先著风霜劲。独占一年佳景。点点吴盐雪凝。玉脍和齑冷。 洋园谁识黄金径。一棹洞庭秋兴。香荐兰皋汤鼎。残酒西窗醒。有梅无雪不精神，有雪无诗俗了人。日暮诗成天又雪，与梅并作十分春。芙蓉落尽天涵水，日暮沧波起。背飞双燕贴云寒，独向小楼东畔、倚阑看。 浮生只合尊前老，雪满长安道。故人早晚上高台，赠我江南春色、一枝梅。八月十七日，同诸生步自永安城楼，过张宽夫园待月。偶有名酒，因以金荷酌众客。客有孙彦立，善吹笛。援笔作乐府长短句，文不加点。断虹霁雨，净秋空，山染修眉新绿。桂影扶疏，谁便道，今夕清辉不足？万里青天，姮娥何处，驾此一轮玉。寒光零乱，为谁偏照醽醁？年少从我追游，晚凉幽径，绕张园森木。共倒金荷，家万里，难得尊前相属。老子平生，江南江北，最爱临风曲。孙郎微笑，坐来声喷霜竹。",
        "author": "宋代",
        "poem_class": "咏物",
        "dynasty": "吴文英"
    },
    {
        "title": "芙蓉亭",
        "paragraph": "新亭俯朱槛，嘉木开芙蓉。清香晨风远，溽彩寒露浓。潇洒出人世，低昂多异容。尝闻色空喻，造物谁为工？留连秋月晏，迢递来山钟。斜光照墟落，穷巷牛羊归。野老念牧童，倚杖候荆扉。雉雊麦苗秀，蚕眠桑叶稀。田夫荷锄立，相见语依依。即此羡闲逸，怅然吟式微。独有宦游人，偏惊物候新。云霞出海曙，梅柳渡江春。淑气催黄鸟，晴光转绿蘋。忽闻歌古调，归思欲沾巾。从小丘西行百二十步，隔篁竹，闻水声，如鸣珮环，心乐之。伐竹取道，下见小潭，水尤清冽。全石以为底，近岸，卷石底以出，为坻，为屿，为嵁，为岩。青树翠蔓，蒙络摇缀，参差披拂。(珮 通：佩)潭中鱼可百许头，皆若空游无所依，日光下澈，影布石上。佁然不动，俶尔远逝，往来翕忽，似与游者相乐。(下澈 一作：下彻)潭西南而望，斗折蛇行，明灭可见。其岸势犬牙差互，不可知其源。坐潭上，四面竹树环合，寂寥无人，凄神寒骨，悄怆幽邃。以其境过清，不可久居，乃记之而去。同游者：吴武陵，龚古，余弟宗玄。隶而从者，崔氏二小生，曰恕己，曰奉壹。",
        "author": "唐代",
        "poem_class": "咏物",
        "dynasty": "柳宗元"
    },
    {
        "title": "穷鸟赋",
        "paragraph": "昔原大夫赎桑下绝气，传称其仁；秦越人还虢太子结脉，世著其神。设曩之二人不遭仁遇神，则结绝之气竭矣。然而脯出乎车軨，针石运乎手爪。今所赖者，非直车之脯，手爪之针石也。乃收之于斗极，还之于司命，使干皮复含血，枯骨复被肉，允所谓遭仁遇神，真所宜传而著之。余畏禁，不敢班班显言，窃为《穷鸟赋》一篇。其辞曰：有一穷鸟，戢翼原野。罼网加上，机阱在下。缴弹张右，翼弓彀左。飞丸缴矢，交集于我。思飞不得，欲鸣不可。举头畏触，摇足恐堕。内怀怖急，乍冰乍火。幸赖大贤，我矜我怜。昔济我南，今振我西。鸟也虽顽，犹识密恩。内以书心，外用告天。晋夏侯湛观飞鸟赋曰：见逸游之高鸟，邈飘飏而殊逝，擢华毛以迅鹜，回劲翼以扬势，披六翮之联翩，振轻体之迢递，遂乃矜形辽廓。冯虚安翔，翩翻徘徊，上下颉颃，动素羽之习习。乱白质于日光，玩流气以差池。弄长风以抑扬，摄双翅以高举，舒修颈以儴徉。目悦妙势，心嘉羽仪，爱惠音之嘤嘤，美弱翰之参差，蹔高凌于景外，又抑身乎云崖，乍来乍往，若悬若垂，象流星之离天，似圆物之坠危，何斯游之自得，谅逸豫之可希，苟临川而羡鱼，亦观翔而乐飞。梁沈约天渊水鸟应诏赋曰：天渊池，鸟集水涟漪，单泛姿容与，群飞时合离，将骞复敛翮，回首望惊雌，飘薄出孤屿，未曾宿兰渚，飞飞忽云倦，相鸣集池?可怜 九层楼，光影水上浮。本来蹔止息，遇此遂淹留。若夫侣浴清深，朋翻旷翠鬣紫缨之饰。丹冕绿襟之状，过波兮湛澹，随风兮回漾，竦臆兮开萍，蹙水兮兴浪。齐讴楚舞纷纷。歌声上彻青云。历危乘险，匪杖不行；年耆力竭，匪杖不强；有杖不任，颠跌谁怨？有士不用，害何足言。都蔗虽甘，殆不可杖。佞人悦己，亦不可相。杖必取任，不必用味。士必任贤，何必取贵？□鸟起舞，凤凰吹笙。",
        "author": "两汉",
        "poem_class": "咏物",
        "dynasty": "赵壹"
    },
    {
        "title": "花马池咏",
        "paragraph": "秋风揽辔下边城，万里河流绕骑清。樽俎试看酬壮节，壶觞到处迓行旌。寒骄强弩云传箭，飚转轻车火作营。慷慨十年长剑在，登楼一笑暮山横。马渡沙头苜蓿香，片云片雨过潇湘。东风吹醒英雄梦，不是咸阳是洛阳。岁月隔人去，风尘可自如。偶然流泪处，翻着旧时书。金山一点大如拳，打破维扬水底天。醉倚妙高楼上月，玉箫吹彻洞龙眠。",
        "author": "明代",
        "poem_class": "咏物",
        "dynasty": "崔允"
    },
    {
        "title": "任光禄竹溪记",
        "paragraph": "余尝游于京师侯家富人之园，见其所蓄，自绝徼海外奇花石无所不致，而所不能致者惟竹。吾江南人斩竹而薪之，其为园，亦必购求海外奇花石，或千钱买一石、百钱买一花，不自惜。然有竹据其间，或芟而去焉，曰：“毋以是占我花石地。”而京师人苟可致一竹，辄不惜数千钱；然才遇霜雪，又槁以死。以其难致而又多槁死，则人益贵之。而江南人甚或笑之曰：“京师人乃宝吾之所薪。”呜呼！奇花石诚为京师与江南人所贵。然穷其所生之地，则绝徼海外之人视之，吾意其亦无以甚异于竹之在江以南。而绝徼海外，或素不产竹之地，然使其人一旦见竹，吾意其必又有甚于京师人之宝之者。是将不胜笑也。语云：“人去乡则益贱，物去乡则益贵。”以此言之，世之好丑，亦何常之有乎！余舅光禄任君治园于荆溪之上，遍植以竹，不植他木。竹间作一小楼，暇则与客吟啸其中。而间谓余曰：“吾不能与有力者争池亭花石之胜，独此取诸土之所有，可以不劳力而蓊然满园，亦足适也。因自谓竹溪主人。甥其为我记之。”余以谓君岂真不能与有力者争，而漫然取诸其土之所有者？无乃独有所深好于竹，而不欲以告人欤？昔人论竹，以为绝无声色臭味可好。故其巧怪不如石，其妖艳绰约不如花。孑孑然有似乎偃蹇孤特之士，不可以谐于俗。是以自古以来，知好竹者绝少。且彼京师人亦岂能知而贵之？不过欲以此斗富，与奇花石等耳。故京师人之贵竹，与江南人之不贵竹，其为不知竹一也。君生长于纷华而能不溺乎其中，裘马、僮奴、歌舞，凡诸富人所酣嗜，一切斥去。尤挺挺不妄与人交，凛然有偃蹇孤特之气，此其于竹，必有自得焉。而举凡万物可喜可玩，固有不能间也欤？然则虽使竹非其土之所有，君犹将极其力以致之，而后快乎其心。君之力虽使能尽致奇花石，而其好固有不存也。嗟乎！竹固可以不出江南而取贵也哉！吾重有所感矣！明月满长空，云散江天静。缥缈宾鸿江上来，秋色涵孤影。顾影忽长鸣，幽怨凭谁省。渚暗芦花梦不成，月落霜空冷。天目幽邃奇古不可言，由庄至颠，可二十余里。凡山深辟者多荒凉，峭削者鲜迂曲；貌古则鲜妍不足，骨大则玲珑绝少，以至山高水乏，石峻毛枯：凡此皆山之病。天目盈山皆壑，飞流淙淙，若万匹缟，一绝也。石色苍润，石骨奥巧，石径曲折，石壁竦峭，二绝也。虽幽谷县岩，庵宇皆精，三绝也。余耳不喜雷，而天目雷声甚小，听之若婴儿声，四绝也。晓起看云，在绝壑下，白净如绵，奔腾如浪，尽大地作琉璃海，诸山尖出云上若萍，五绝也。然云变态最不常，其观奇甚，非山居久者不能悉其形状。山树大者，几四十围，松形如盖，高不逾数尺，一株直万余钱，六绝也。头茶之香者，远胜龙井，笋味类绍兴破塘，而清远过之，七绝也。余谓大江之南，修真栖隐之地，无逾此者，便有出缠结室之想矣。宿幻住之次日，晨起看云，巳后登绝顶，晚宿高峰死关。次日，由活埋庵寻旧路而下。数日晴霁甚，山僧以为异，下山率相贺。山中僧四百余人，执礼甚恭，争以饭相劝。临行，诸僧进曰： “荒山僻小，不足当巨目，奈何?”余曰：“天目山某等亦有些子分，山僧不劳过谦，某亦不敢面誉。”因大笑而别。山石犹有理，山木犹有枝。人生非木石，别久宁无思。愁来步前庭，仰视行云驰。行云随长风，飘飘去何之。行云有时定，游子无还期。高梁始归燕，鹈晙已先悲。有生岂不苦，逝者长如斯。已矣复何事，商山行采芝。",
        "author": "明代",
        "poem_class": "咏物",
        "dynasty": "唐顺之"
    },
    {
        "title": "柳絮",
        "paragraph": "半减依依学转蓬，班骓无奈恣西东。平沙千里经春雪，广陌三条尽日风。北斗城高连蠛蠓，甘泉树密蔽青葱。汉家旧苑眠应足，岂觉黄金万缕空。岸阔樯稀波渺茫，独凭危槛思何长。萧萧远树疏林外，一半秋山带夕阳。愁里高歌梁父吟，犹如金玉戛商音。十年勾践亡吴计，七日包胥哭楚心。秋送新鸿哀破国，昼行饥虎齧空林。胸中有誓深于海，肯使神州竟陆沉？一夜满林星月白，亦无云气亦无雷。平明忽见溪流急，知是他山落雨来。",
        "author": "宋代",
        "poem_class": "咏物",
        "dynasty": "刘筠"
    },
    {
        "title": "菩萨蛮·题梅扇",
        "paragraph": "梅花韵似才人面。为伊写在春风扇。人面似花妍。花应不解言。 在手微风动。勾引相思梦。莫用插酴醿。酴醿羞见伊。褒禅山亦谓之华山，唐浮图慧褒始舍于其址，而卒葬之；以故其后名之曰“褒禅”。今所谓慧空禅院者，褒之庐冢也。距其院东五里，所谓华山洞者，以其乃华山之阳名之也。距洞百余步，有碑仆道，其文漫灭，独其为文犹可识曰“花山”。今言“华”如“华实”之“华”者，盖音谬也。其下平旷，有泉侧出，而记游者甚众，所谓前洞也。由山以上五六里，有穴窈然，入之甚寒，问其深，则其好游者不能穷也，谓之后洞。余与四人拥火以入，入之愈深，其进愈难，而其见愈奇。有怠而欲出者，曰：“不出，火且尽。”遂与之俱出。盖余所至，比好游者尚不能十一，然视其左右，来而记之者已少。盖其又深，则其至又加少矣。方是时，余之力尚足以入，火尚足以明也。既其出，则或咎其欲出者，而余亦悔其随之，而不得极夫游之乐也。于是余有叹焉。古人之观于天地、山川、草木、虫鱼、鸟兽，往往有得，以其求思之深而无不在也。夫夷以近，则游者众；险以远，则至者少。而世之奇伟、瑰怪，非常之观，常在于险远，而人之所罕至焉，故非有志者不能至也。有志矣，不随以止也，然力不足者，亦不能至也。有志与力，而又不随以怠，至于幽暗昏惑而无物以相之，亦不能至也。然力足以至焉，于人为可讥，而在己为有悔；尽吾志也而不能至者，可以无悔矣，其孰能讥之乎？此余之所得也！余于仆碑，又以悲夫古书之不存，后世之谬其传而莫能名者，何可胜道也哉！此所以学者不可以不深思而慎取之也。四人者：庐陵萧君圭君玉，长乐王回深父，余弟安国平父、安上纯父。至和元年七月某日，临川王某记。带酒冲山雨，和衣睡晚晴。不知钟鼓报天明。梦里栩然蝴蝶、一身轻。 老去才都尽，归来计未成。求田问舍笑豪英。自爱湖边沙路、免泥行。早岁那知世事艰，中原北望气如山。楼船夜雪瓜洲渡，铁马秋风大散关。塞上长城空自许，镜中衰鬓已先斑。出师一表真名世，千载谁堪伯仲间！",
        "author": "宋代",
        "poem_class": "咏物",
        "dynasty": "周纯"
    },
    {
        "title": "咏黄莺儿",
        "paragraph": "欲转声犹涩，将飞羽未调。高风不借便，何处得迁乔。联步趋丹陛，分曹限紫微。晓随天仗入，暮惹御香归。白发悲花落，青云羡鸟飞。圣朝无阙事，自觉谏书稀。绿艳闲且静，红衣浅复深。花心愁欲断，春色岂知心。离离原上草，一岁一枯荣。野火烧不尽，春风吹又生。",
        "author": "唐代",
        "poem_class": "咏物",
        "dynasty": "郑愔"
    },
    {
        "title": "答李滁州题庭前石竹花见寄",
        "paragraph": "殷疑曙霞染，巧类匣刀裁。不怕南风热，能迎小暑开。游蜂怜色好，思妇感年催。览赠添离恨，愁肠日几回。苏溪亭上草漫漫，谁倚东风十二阑。燕子不归春事晚，一汀烟雨杏花寒。百舌问花花不语，低回似恨横塘雨。蜂争粉蕊蝶分香，不似垂杨惜金缕。愿君留得长妖韶，莫逐东风还荡摇。秦女含颦向烟月，愁红带露空迢迢。雨过一蝉噪，飘萧松桂秋。青苔满阶砌，白鸟故迟留。暮霭生深树，斜阳下小楼。谁知竹西路，歌吹是扬州。",
        "author": "唐代",
        "poem_class": "咏物",
        "dynasty": "独孤及"
    },
    {
        "title": "木假山记",
        "paragraph": "木之生，或蘖而殇，或拱而夭；幸而至于任为栋梁，则伐；不幸而为风之所拔，水之所漂，或破折或腐；幸而得不破折不腐，则为人之所材，而有斧斤之患。其最幸者，漂沉汩没于湍沙之间，不知其几百年，而其激射啮食之馀，或仿佛于山者，则为好事者取去，强之以为山，然后可以脱泥沙而远斧斤。而荒江之濆，如此者几何，不为好事者所见，而为樵夫野人所薪者，何可胜数？则其最幸者之中，又有不幸者焉。予家有三峰。予每思之，则疑其有数存乎其间。且其孽而不殇，拱而夭，任为栋梁而不伐；风拔水漂而不破折不腐，不破折不腐而不为人之所材，以及于斧斤之，出于湍沙之间，而不为樵夫野人之所薪，而后得至乎此，则其理似不偶然也。然予之爱之，则非徒爱其似山，而又有所感焉；非徒爱之而又有所敬焉。予见中峰，魁岸踞肆，意气端重，若有以服其旁之二峰。二峰者，庄栗刻削，凛乎不可犯，虽其势服于中峰，而岌然决无阿附意。吁！其可敬也夫！其可以有所感也夫！杏花飞帘散余春，明月入户寻幽人。褰衣步月踏花影，炯如流水涵青苹。花间置酒清香发，争挽长条落香雪。山城薄酒不堪饮，劝君且吸杯中月。洞箫声断月明中，惟忧月落酒杯空。明朝卷地春风恶，但见绿叶栖残红。柳叶鸣蜩绿暗，荷花落日红酣。三十六陂春水，白头想见江南。三十年前此地，父兄持我东西。今日重来白首，欲寻陈迹都迷。城下路，凄风露，今人犁田古人墓。岸头沙，带蒹葭，漫漫昔时流水今人家。黄埃赤日长安道，倦客无浆马无草。开函关，掩函关，千古如何不见一人闲？六国扰，三秦扫，初谓商山遗四老。驰单车，致缄书，裂荷焚芰接武曳长裾。高流端得酒中趣，深入醉乡安稳处。生忘形，死忘名。谁论二豪初不数刘伶？",
        "author": "宋代",
        "poem_class": "咏物",
        "dynasty": "苏洵"
    },
    {
        "title": "巽公院五咏",
        "paragraph": "净土堂结习自无始，沦溺穷苦源。流形及兹世，始悟三空门。华堂开净域，图像焕且繁。清冷焚众香，微妙歌法言。稽首愧导师，超遥谢尘昏。曲讲堂寂灭本非断，文字安可离！曲堂何为设？高士方在斯。圣默寄言宣，分别乃无知。趣中即空假，名相与谁期？愿言绝闻得，忘意聊思惟。禅堂发地结菁茆，团团抱虚白。山花落幽户，中有忘机客。涉有本非取，照空不待析。万籁俱缘生，窅然喧中寂。心境本同如，鸟飞无遗迹。芙蓉亭新亭俯朱槛，嘉木开芙蓉。清香晨风远，溽彩寒露浓。潇洒出人世，低昂多异容。尝闻色空喻，造物谁为工？留连秋月晏，迢递来山钟。苦竹桥危桥属幽径，缭绕穿疏林。迸箨分苦节，轻筠抱虚心。俯瞰涓涓流，仰聆萧萧吟。差池下烟日，嘲哳鸣山禽。谅无要津用，栖息有馀阴。 白发三千丈，缘愁似个长。不知明镜里，何处得秋霜。大鹏飞兮振八裔，中天摧兮力不济。馀风激兮万世，游扶桑兮挂左袂。后人得之传此，仲尼亡兮谁为出涕。青山横北郭，白水绕东城。此地一为别，孤蓬万里征。浮云游子意，落日故人情。挥手自兹去，萧萧班马鸣。",
        "author": "唐代",
        "poem_class": "咏物",
        "dynasty": "柳宗元"
    },
    {
        "title": "咏甘蔗",
        "paragraph": "绿阵连烟垠，风雨化精节。玉露含青紫，沁彻哲人心。花丛冷眼，自惜寻春来较晚。知道今生，知道今生那见卿。天然绝代，不信相思浑不解。若解相思，定与韩凭共一枝。天然一帧荆关画，谁打稿，斜阳下？历历水残山剩也。乱鸦千点，落鸿孤烟，中有渔樵话。登临我亦悲秋者，向蔓草平原泪盈把。自古有情终不化。青娥冢上，东风野火，烧出鸳鸯瓦。到处陂塘决决流，垂杨百里罨平畴。行人便觉须眉绿，一路蝉声过许州。",
        "author": "清代",
        "poem_class": "咏物",
        "dynasty": "佚名"
    },
    {
        "title": "横波亭",
        "paragraph": "孤亭突兀插飞流，气压元龙百尺楼。万里风涛接瀛海，千年豪杰壮山丘。疏星澹月鱼龙夜，老木清霜鸿雁秋。倚剑长歌一杯酒，浮云西北是神州。修炼不烦忙，自有人来遇。已与白云作伴俦，常作词和赋。净里转恬然，欢喜回光觑。一个青童立面前，捧出长生簿。谑号不勤勤，名为养拙人。穿衣慵举臂，吃饭懒抬唇。面垢但寻水，头蓬倦裹巾。尘劳不复梦，悟彻个中真。衣装纸袄并麻布。固亘初元素。风前月下抚心琴，并无些尘虑。□□云朋霞友常相聚。看飞乌走兔。玉中养就紫金丹，这些儿谁悟。",
        "author": "金朝",
        "poem_class": "咏物",
        "dynasty": "元好问"
    },
    {
        "title": "古香慢·赋沧浪看桂",
        "paragraph": "怨娥坠柳，离佩摇葓，霜讯南圃。漫忆桥扉，倚竹袖寒日暮。还问月中游，梦飞过、金风翠羽。把残云、胜水万顷，暗熏冷麝凄苦。渐浩渺、凌山高处。秋澹无光，残照谁主。露粟侵肌，夜约羽林轻误。翦碎惜秋心，更肠断、珠尘藓路。怕重阳，又催近、满城细雨。落花闲院春衫薄，薄衫春院闲花落。迟日恨依依，依依恨日迟。梦回莺舌弄，弄舌莺回梦。邮便问人羞，羞人问便邮。柳庭风静人眠昼，昼眠人静风庭柳。香汗薄衫凉，凉衫薄汗香。手红冰碗藕，藕碗冰红手。郎笑藕丝长，长丝藕笑郎。寒日萧萧上琐窗，梧桐应恨夜来霜。酒阑更喜团茶苦，梦断偏宜瑞脑香。秋已尽，日犹长，仲宣怀远更凄凉。不如随分尊前醉，莫负东篱菊蕊黄。",
        "author": "宋代",
        "poem_class": "咏物",
        "dynasty": "吴文英"
    },
    {
        "title": "水龙吟·赋张斗墅家古松五粒",
        "paragraph": "有人独立空山，翠髯未觉霜颜老。新香秀粒，浓光绿浸，千年春小。布影参旗，障空云盖，沉沉秋晓。驷苍虬万里，笙吹凤女，骖飞乘、天风袅。般巧。霜斤不到。汉游仙、相从最早。皱鳞细雨，层阴藏月，朱弦古调。问讯东桥，故人南岭，倚天长啸。待凌霄谢了，山深岁晚，素心才表。扑面征尘去路遥，香篝渐觉水沉销。山无重数周遭碧，花不知名分外娇。人历历，马萧萧，旌旗又过小红桥。愁边剩有相思句，摇断吟鞭碧玉梢。夜饮东坡醒复醉，归来仿佛三更。家童鼻息已雷鸣。敲门都不应，倚杖听江声。 长恨此身非我有，何时忘却营营。夜阑风静縠纹平。小舟从此逝，江海寄余生。(余 一作：馀)二月十五夜，与赵德麟小酌聚星堂春庭月午，摇荡香醪光欲舞。步转回廊，半落梅花婉娩香。轻云薄雾，总是少年行乐处。不似秋光，只与离人照断肠。",
        "author": "宋代",
        "poem_class": "咏物",
        "dynasty": "吴文英"
    },
    {
        "title": "题友人云母障子",
        "paragraph": "君家云母障，时向野庭开。自有山泉入，非因采画来。杨柳东风树，青青夹御河。(东风 一作：东门)近来攀折苦，应为别离多。朝牧牛，牧牛下江曲。夜牧牛，牧牛度村谷。荷蓑出林春雨细，芦管卧吹莎草绿。乱插蓬蒿箭满腰，不怕猛虎欺黄犊。咸阳桥上雨如悬，万点空濛隔钓船。还似洞庭春水色，晓云将入岳阳天。",
        "author": "唐代",
        "poem_class": "咏物",
        "dynasty": "王维"
    },
    {
        "title": "水龙吟·咏月",
        "paragraph": "倦游京洛风尘，夜来病酒无人问。九衢雪小，千门月淡，元宵灯近。香散梅梢，冻消池面，一番春信。记南楼醉里，西城宴阕，都不管、人春困。 屈指流年未几，早人惊、潘郎双鬓。当时体态，如今情绪，多应瘦损。马上墙头，纵教瞥见，也难相认。凭栏干，但有盈盈泪眼，罗襟揾。眉共春山争秀。可怜长皱。莫将清泪湿花枝，恐花也、如人瘦。清润玉箫闲久。知音稀有，欲知日日倚阑愁，但问取、亭前柳。小院朱阑几曲，重城画鼓三通。更看微月转光风。归去香云入梦。翠袖争浮大白，皂罗半插斜红。灯花零落酒花秾。妙语一时飞动。春色将阑，莺声渐老，红英落尽青梅小。画堂人静雨蒙蒙，屏山半掩余香袅。密约沉沉，离情杳杳，菱花尘满慵将照。倚楼无语欲销魂，长空黯淡连芳草。",
        "author": "宋代",
        "poem_class": "咏物",
        "dynasty": "晁端礼"
    },
    {
        "title": "咏主人壁上画鹤寄乔主簿崔著作",
        "paragraph": "古壁仙人画，丹青尚有文。独舞纷如雪，孤飞暧似云。 自矜彩色重，宁忆故池群。江海联翩翼，长鸣谁复闻。岚雾今朝重，江山此地深。滩声秋更急，峡气晓多阴。望阙云遮眼，思乡雨滴心。将何慰幽独，赖此北窗琴。弯弯月出挂城头，城头月出照凉州。凉州七里十万家，胡人半解弹琵琶。琵琶一曲肠堪断，风萧萧兮夜漫漫。河西幕中多故人，故人别来三五春。花门楼前见秋草，岂能贫贱相看老。一生大笑能几回，斗酒相逢须醉倒。两竿落日溪桥上，半缕轻烟柳影中。多少绿荷相倚恨，一时回首背西风。",
        "author": "唐代",
        "poem_class": "咏物",
        "dynasty": "陈子昂"
    },
    {
        "title": "咏石牛",
        "paragraph": "此石巍巍活象牛，埋藏是地数千秋。风吹遍体无毛动，雨打浑身有汗流。芳草齐眉难入口，牧童扳角不回头。自来鼻上无绳索，天地为栏夜不收。花间一壶酒，独酌无相亲。举杯邀明月，对影成三人。月既不解饮，影徒随我身。暂伴月将影，行乐须及春。我歌月徘徊，我舞影零乱。醒时同交欢，醉后各分散。(同交欢 一作：相交欢)永结无情游，相期邈云汉。少时犹不忧生计，老后谁能惜酒钱？共把十千沽一斗，相看七十欠三年。闲征雅令穷经史，醉听清吟胜管弦。更待菊黄家酝熟，共君一醉一陶然。(酝 一作：酿)东风吹雨过青山，却望千门草色闲。家在梦中何日到，春生江上几人还？(春生 一作：春来)川原缭绕浮云外，宫阙参差落照间。谁念为儒逢世难，独将衰鬓客秦关。",
        "author": "唐代",
        "poem_class": "咏物",
        "dynasty": "李白"
    },
    {
        "title": "咏檐前竹",
        "paragraph": "萌开箨已垂，结叶始成枝。繁荫上蓊茸，促节下离离。风动露滴沥，月照影参差。得生君户牖，不愿夹华池。高馆临荒途，清川带长陌。上有流思人，怀旧望归客。塘边草杂红，树际花犹白。日暮有重城，何由尽离席！自戾飞天历，与夺徒纷纭。百年三五代，终是甲辰君。宓妃生洛浦。游女发汉阳。妖闲逾下蔡。神妙绝高唐。绵驹且变俗。王豹复移乡。况兹集灵异。岂得无方将。长袂必留客。清畦咸绕梁。燕赵羞容止。西妲惭芬芳。徒闻殊可弄。定自乏明珰。",
        "author": "南北朝",
        "poem_class": "咏物",
        "dynasty": "沈约"
    },
    {
        "title": "极相思·题陈藏一水月梅扇",
        "paragraph": "玉纤风透秋痕。凉与素怀分。乘鸾归后，生绡净翦，一片冰云。 心事孤山春梦在，到思量、犹断诗魂。水清月冷，香消影瘦，人立黄昏。凌波仙子生尘袜，水上轻盈步微月。是谁招此断肠魂，种作寒花寄愁绝。含香体素欲倾城，山矾是弟梅是兄。坐对真成被花恼，出门一笑大江横。少日春怀似酒浓，插花走马醉千钟。老去逢春如病酒，唯有，茶瓯香篆小帘栊。卷尽残花风未定，休恨，花开元自要春风。试问春归谁得见？飞燕，来时相遇夕阳中。夜热依然午热同，开门小立月明中。竹深树密虫鸣处，时有微凉不是风。",
        "author": "宋代",
        "poem_class": "咏物",
        "dynasty": "吴文英"
    },
    {
        "title": "咏瓢",
        "paragraph": "美酒酌悬瓢，真淳好相映。蜗房卷堕首，鹤颈抽长柄。雅色素而黄，虚心轻且劲。岂无雕刻者，贵此成天性。看朱成碧思纷纷，憔悴支离为忆君。不信比来长下泪，开箱验取石榴裙。弯弯月出挂城头，城头月出照凉州。凉州七里十万家，胡人半解弹琵琶。琵琶一曲肠堪断，风萧萧兮夜漫漫。河西幕中多故人，故人别来三五春。花门楼前见秋草，岂能贫贱相看老。一生大笑能几回，斗酒相逢须醉倒。为有云屏无限娇，凤城寒尽怕春宵。 无端嫁得金龟婿，辜负香衾事早朝。",
        "author": "唐代",
        "poem_class": "咏物",
        "dynasty": "张说"
    },
    {
        "title": "蝶恋花·落落盘根真得地",
        "paragraph": "落落盘根真得地，涧畔双松，相背呈奇态。势欲拚飞终复坠，苍龙下饮东溪水。溪上平岗千叠翠，万树亭亭，争作拏云势。总为自家生意遂，人间爱道为渠媚。才饮长沙水，又食武昌鱼。万里长江横渡，极目楚天舒。不管风吹浪打，胜似闲庭信步，今日得宽馀。子在川上曰：逝者如斯夫！风樯动，龟蛇静，起宏图。一桥飞架南北，天堑变通途。更立西江石壁，截断巫山云雨，高峡出平湖。神女应无恙，当惊世界殊。万里乘云去复来，只身东海挟春雷。忍看图画移颜色，肯使江山付劫灰。浊酒不销忧国泪，救时应仗出群才。拼将十万头颅血，须把乾坤力挽回。昨夜新看北固山，今朝又上广陵船。金焦在眼苦难攀。猛雨自随汀雁落，湿云常与暮鸦寒。人天相对作愁颜。",
        "author": "近现代",
        "poem_class": "咏物",
        "dynasty": "王国维"
    },
    {
        "title": "咏省壁画鹤",
        "paragraph": "粉壁图仙鹤，昂藏真气多。鶱飞竟不去，当是恋恩波。鸾扇斜分凤幄开，星桥横过鹊飞回。 争将世上无期别，换得年年一度来。远送从此别，青山空复情。几时杯重把，昨夜月同行。列郡讴歌惜，三朝出入荣。江村独归处，寂寞养残生。苍苍竹林寺，杳杳钟声晚。荷笠带斜阳，青山独归远。(斜阳 一作：夕阳)",
        "author": "唐代",
        "poem_class": "咏物",
        "dynasty": "宋之问"
    },
    {
        "title": "檄英王鸡",
        "paragraph": "盖闻昴日，著名于列宿，允为阳德之所钟。登天垂象于中孚，实惟翰音之是取。历晦明而喔喔，大能醒我梦魂；遇风雨而胶胶，最足增人情思。处宗窗下，乐兴纵谈；祖逖床前，时为起舞。肖其形以为帻，王朝有报晓之人；节其状以作冠，圣门称好勇之士。秦关早唱，庆公子之安全；齐境长鸣，知群黎之生聚。决疑则荐诸卜，颁赦则设于竿。附刘安之宅以上升，遂成仙种；从宋卿之窠而下视，常伴小儿。惟尔德禽，固非凡鸟。文顶武足，五德见推于田饶；雌霸雄王，二宝呈祥于嬴氏。迈种首云祝祝，化身更号朱朱。苍蝇恶得混其声，蟋蟀安能窃其号。即连飞之有势，何断尾之足虞？体介距金，邀荣已极；翼舒爪奋，赴斗奚辞？虽季郈犹吾大夫，而埘桀隐若敌国。两雄不堪并立，一啄何敢自妄？养成于栖息之时，发愤在呼号之际。望之若木，时亦趾举而志扬；应之如神，不觉尻高而首下。于村于店，见异己者即攻；为鹳为鹅，与同类者争胜。爰资枭勇，率遏鸱张。纵众寡各分，誓无毛之不拔；即强弱互异，信有喙之独长。昂首而来，绝胜鹤立；鼓翅以往，亦类鹏抟。搏击所施，可即用充公膳；翦降略尽，宁犹容彼盗啼。岂必命付庖厨，不啻魂飞汤火。羽书捷至，惊闻鹅鸭之声；血战功成，快睹鹰鹯之逐。于焉锡之鸡幛，甘为其口而不羞；行且树乃鸡碑，将味其肋而无弃。倘违鸡塞之令，立正鸡坊之刑。牝晨而索家者有诛，不复同于彘畜；雌伏而败类者必杀，定当割以牛刀。此檄。紫陌红尘拂面来，无人不道看花回。玄都观里桃千树，尽是刘郎去后栽。山暝闻猿愁，沧江急夜流。(闻 一作：听)风鸣两岸叶，月照一孤舟。建德非吾土，维扬忆旧游。还将两行泪，遥寄海西头。得即高歌失即休，多愁多恨亦悠悠。今朝有酒今朝醉，明日愁来明日愁。",
        "author": "唐代",
        "poem_class": "咏物",
        "dynasty": "王勃"
    },
    {
        "title": "观第五泄记",
        "paragraph": "从山门右折，得石径。数步闻疾雷声，心悸。山僧曰：“此瀑声也。”疾趋，度石罅，瀑见。石青削，不容寸肤，三面皆郛立。瀑行青壁间，撼山掉谷，喷雪直下，怒石横激如虹，忽卷掣折而后注，水态愈伟，山行之极观也。游人坐欹岩下望，以面受沫，乍若披丝，虚空皆纬，至飞雨泻崖，而犹不忍去。暮归，各赋诗。所目既奇，思亦变幻，恍惚牛鬼蛇神，不知作何等语。时夜已午，虎之声，如在床几间。彼此谛观，须眉毛发，种种皆竖，俱若鬼矣。人生在世数蜉蝣，转眼乌头换白头。百岁光阴能有几，一张假钞没来由。当年孔圣今何在，昔日萧曹尽已休。遇饮酒时须饮酒，青山偏会笑人愁。金陵为帝王之州。自六朝迄于南唐，类皆偏据一方，无以应山川之王气。逮我皇帝，定鼎于兹，始足以当之。由是声教所暨，罔间朔南；存神穆清，与天同体。虽一豫一游，亦可为天下后世法。京城之西北有狮子山，自卢龙蜿蜒而来。长江如虹贯，蟠绕其下。上以其地雄胜，诏建楼于巅，与民同游观之乐。遂锡嘉名为“阅江”云。 登览之顷，万象森列，千载之秘，一旦轩露。岂非天造地设，以俟大一统之君，而开千万世之伟观者欤？当风日清美，法驾幸临，升其崇椒，凭阑遥瞩，必悠然而动遐思。见江汉之朝宗，诸侯之述职，城池之高深，关阨之严固，必曰：“此朕沐风栉雨、战胜攻取之所致也。”中夏之广，益思有以保之。见波涛之浩荡，风帆之上下，番舶接迹而来庭，蛮琛联肩而入贡，必曰：“此朕德绥威服，覃及外内之所及也。”四陲之远，益思所以柔之。见两岸之间、四郊之上，耕人有炙肤皲足之烦，农女有捋桑行馌之勤，必曰：“此朕拔诸水火、而登于衽席者也。”万方之民，益思有以安之。触类而思，不一而足。臣知斯楼之建，皇上所以发舒精神，因物兴感，无不寓其致治之思，奚此阅夫长江而已哉？彼临春、结绮，非弗华矣；齐云、落星，非不高矣。不过乐管弦之淫响，藏燕赵之艳姬。一旋踵间而感慨系之，臣不知其为何说也。虽然，长江发源岷山，委蛇七千余里而始入海，白涌碧翻，六朝之时，往往倚之为天堑；今则南北一家，视为安流，无所事乎战争矣。然则，果谁之力欤？逢掖之士，有登斯楼而阅斯江者，当思帝德如天，荡荡难名，与神禹疏凿之功同一罔极。忠君报上之心，其有不油然而兴者耶？臣不敏，奉旨撰记，欲上推宵旰图治之切者，勒诸贞珉。他若留连光景之辞，皆略而不陈，惧亵也。二妙同心者，重逢叹隔年。清言坐花下，皎皎似相怜。白雪含风舞，瑶林嵌石悬。酒香君且住，休负艳阳天。",
        "author": "明代",
        "poem_class": "咏物",
        "dynasty": "袁宏道"
    },
    {
        "title": "燕来",
        "paragraph": "去岁辞巢别近邻，今来空讶草堂新。 花开对语应相问，不是村中旧主人。长干吴儿女，眉目艳新月。屐上足如霜，不著鸦头袜。吴儿多白皙，好为荡舟剧。卖眼掷春心，折花调行客。耶溪采莲女，见客棹歌回。笑入荷花去，佯羞不出来。东阳素足女，会稽素舸郎。相看月未堕，白地断肝肠。镜湖水如月，耶溪女似雪。新妆荡新波，光景两奇绝。风恬日暖荡春光，戏蝶游蜂乱入房。数枝门柳低衣桁，一片山花落笔床。梁园日暮乱飞鸦，极目萧条三两家。庭树不知人去尽，春来还发旧时花。寥落古行宫，宫花寂寞红。白头宫女在，闲坐说玄宗。",
        "author": "唐代",
        "poem_class": "咏物",
        "dynasty": "韦庄"
    },
    {
        "title": "落叶",
        "paragraph": "陈绿向参差，初红已重叠。中庭初扫地，绕树三两叶。江南好，风景旧曾谙。日出江花红胜火，春来江水绿如蓝。能不忆江南？烛龙栖寒门，光曜犹旦开。日月照之何不及此？惟有北风号怒天上来。燕山雪花大如席，片片吹落轩辕台。幽州思妇十二月，停歌罢笑双蛾摧。倚门望行人，念君长城苦寒良可哀。别时提剑救边去，遗此虎文金鞞靫。中有一双白羽箭，蜘蛛结网生尘埃。箭空在，人今战死不复回。不忍见此物，焚之已成灰。黄河捧土尚可塞，北风雨雪恨难裁。山川异域，风月同天。寄诸佛子，共结来缘。",
        "author": "唐代",
        "poem_class": "咏物",
        "dynasty": "王建"
    },
    {
        "title": "感遇诗三十八首·其一",
        "paragraph": "微月生西海，幽阳始代升。圆光正东满，阴魄已朝凝。太极生天地，三元更废兴。至精谅斯在，三五谁能征。江汉曾为客，相逢每醉还。浮云一别后，流水十年间。欢笑情如旧，萧疏鬓已斑。何因不归去？淮上有秋山。宜阳城下草萋萋，涧水东流复向西。 芳树无人花自落，春山一路鸟空啼。 秦时明月汉时关，万里长征人未还。但使龙城飞将在，不教胡马度阴山。",
        "author": "唐代",
        "poem_class": "咏物",
        "dynasty": "陈子昂"
    },
    {
        "title": "读山海经十三首·其四",
        "paragraph": "丹木生何许？乃在峚山阳。黄花复朱实，食之寿命长。白玉凝素液，瑾瑜发奇光。岂伊君子宝，见重我轩黄。道丧向千载，人人惜其情。有酒不肯饮，但顾世间名。所以贵我身，岂不在一生？一生复能几，倏如流电惊。鼎鼎百年内，持此欲何成！荒草何茫茫，白杨亦萧萧。严霜九月中，送我出远郊。四面无人居，高坟正嶕峣。马为仰天鸣，风为自萧条。幽室一已闭，千年不复朝。千年不复朝，贤达无奈何。向来相送人，各自还其家。亲戚或余悲，他人亦已歌。死去何所道，托体同山阿。我本汉家子。将适单于庭。辞决未及终。前驱已抗旌。仆御涕流离。辕马为悲鸣。哀郁伤五内。泣泪沾朱缨。行行日已远。乃造匈奴城。延我于穹庐。加我阏氏名。殊类非所安。虽贵非所荣。父子见凌辱。对之惭且惊。杀身良未易。默默以茍生。茍生亦何聊。积思常愤盈。愿假飞鸿翼。弃之以遐征。飞鸿不我顾。伫立以屏营。昔为匣中玉。今为粪土英。朝华不足欢。甘为秋草幷。传语后世人。远嫁难为情。",
        "author": "魏晋",
        "poem_class": "咏物",
        "dynasty": "陶渊明"
    },
    {
        "title": "咏竹",
        "paragraph": "竹生荒野外，梢云耸百寻。无人赏高节，徒自抱贞心。耻染湘妃泪，羞入上宫琴。谁能制长笛，当为吐龙吟。乾坤以含养覆载，日月以贞明照临。达人以四海为务，明君以百姓为心。水波澜者源必远，树扶疏者根必深。云雨取施无不洽，廊庙求才多所任。贫不攻九嶷玉。倦不憩三危峰。九嶷有惑号。三危无安容。美物标贵用。志士励奇踪。如何只远役。王命宜肃恭。伐鼓功未著。振旅何时从。猛虎潜深山。长啸自生风。人谓客行乐。客行苦心伤。百川如镜。天地爽且明。云冲气举。德盛在素精。木叶初下。洞庭始扬波。夜光彻地。翻霜照悬河。庶类收成。岁功行欲宁。浃地奉渥。罄宇承秋灵。",
        "author": "南北朝",
        "poem_class": "咏物",
        "dynasty": "刘孝先"
    },
    {
        "title": "读山海经十三首·其五",
        "paragraph": "翩翩三青鸟，毛色奇可怜。朝为王母使，暮归三危山。我欲因此鸟，具向王母言。在世无所须，惟酒与长年。秋高水壮雪飞涛，岩木招风怒窍号。不是玉虹低涧饮，白龙拖雨下山腰。采药灵山㟽，结驾登九嶷。悬岩溜石髓，芳谷挺丹芝。泠泠云珠落，漼漼石蜜滋。鲜景染冰颜，妙气翼冥期。霞光焕藿靡，虹景照参差。椿寿自有极，槿花何用疑。我顾傲世自遗。舒志六合。由巢是追。沐浴池洪迅羽衣。陟彼名山。采此芝薇。朝云叆叇。行露未晞。游鱼群戏。翔鸟双飞。逍遥博观。日晏忘归。嗟哉世士。从我者谁。",
        "author": "魏晋",
        "poem_class": "咏物",
        "dynasty": "陶渊明"
    },
    {
        "title": "奉同张敬夫城南二十咏",
        "paragraph": "纳湖诗筒连画卷，坐看复行吟。想像南湖水，秋来几许深。东渚小山幽桂丛，岁暮霭佳色。花落洞庭波，秋风渺何极！咏归桥绿涨平湖水，朱栏跨小桥。舞雩千载事，历历在今朝。船斋考盘虽在陆，滉漾水云深。正尔沧洲趣，难忘魏阙心。丽泽堂堂后林阴密，堂前湖水深。感君怀我意，千里梦相寻。兰涧光风浮碧涧，兰杜日猗猗。竟岁无人采，含薰祗自知。书楼君家一编书，不自圯上得。石室寄林端，时来玩幽赜。山斋藏书楼上头，读书楼下屋。怀哉千载心，俯仰数椽足。蒙轩先生湖海姿，蒙养今自閟。铭坐仰先贤，点画存彖系。石疏此竹下渠，漱彼涧中石。暮馆绕寒声，秋空动澄碧。卷云亭西山云气深，徙倚一舒。浩荡忽搴开，为君展遐眺。柳堤渚华初出水，堤树亦成行。吟罢天津句，风拂面凉。月榭月色三秋白，湖光四面平。与君凌倒景，上下极空明。濯清涉江采芙蓉，十反心无斁。不遇无极翁，深衷竟谁识？西屿朝吟东渚风，夕弄西屿月。人境谅非遥，湖山自幽绝。淙琤谷湖光湛不流，嵌窦亦潜注。倚杖忽琮琤，竹深无觅处。听雨舫彩舟停画桨，容与得欹眠。梦破蓬窗雨，寒声动一川。梅堤仙人冰雪姿，贞秀绝伦拟。驿使讵知闻，寻香问烟水。采菱舟湖平秋水碧，桂棹木兰舟。一曲菱歌晚，惊飞欲下鸥。南阜高丘复层观，何日去登临？一目长空尽，寒江列暮岑。 老去无心听管弦，病来杯酒不相便。人生难得秋前雨，乞我虚堂自在眠。似花还似非花，也无人惜从教坠。抛家傍路，思量却是，无情有思。萦损柔肠，困酣娇眼，欲开还闭。梦随风万里，寻郎去处，又还被、莺呼起。不恨此花飞尽，恨西园、落红难缀。晓来雨过，遗踪何在？一池萍碎。春色三分，二分尘土，一分流水。细看来，不是杨花，点点是离人泪。耕犁千亩实千箱，力尽筋疲谁复伤？但得众生皆得饱，不辞羸病卧残阳。",
        "author": "宋代",
        "poem_class": "咏物",
        "dynasty": "朱熹"
    },
    {
        "title": "咏舞",
        "paragraph": "繁弦奏渌水，长袖转回鸾。一双俱应节，还似镜中看。春种一粒粟，秋收万颗子。四海无闲田，农夫犹饿死。锄禾日当午，汗滴禾下土。谁知盘中餐，粒粒皆辛苦？两句三年得，一吟双泪流。知音如不赏，归卧故山秋。自是寻春去校迟，不须惆怅怨芳时。 狂风落尽深红色，绿叶成阴子满枝。",
        "author": "唐代",
        "poem_class": "咏物",
        "dynasty": "虞世南"
    },
    {
        "title": "姑孰十咏",
        "paragraph": "姑孰溪爱此溪水闲，乘流兴无极。漾楫怕鸥惊，垂竿待鱼食。波翻晓霞影，岸叠春山色。何处浣纱人？红颜未相识。丹阳湖湖与元气连，风波浩难止。天外贾客归，云间片帆起。龟游莲叶上，鸟宿芦花里。少女棹轻舟，歌声逐流水。谢公宅青山日将瞑，寂寞谢公宅。竹里无人声，池中虚月白。荒庭衰草遍，废井苍苔积。唯有清风闲，时时起泉石。凌歊台旷望登古台，台高极人目。叠嶂列远空，杂花间平陆。闲云入窗牖，野翠生松竹。欲览碑上文，苔侵岂堪读？桓公井桓公名已古，废井曾未竭。石甃冷苍苔，寒泉湛孤月。秋来桐暂落，春至桃还发。路远人罕窥，谁能见清澈？慈姥竹野竹攒石生，含烟映江岛。翠色落波深，虚声带寒早。龙吟曾未听，凤曲吹应好。不学蒲柳凋，贞心常自保。望夫山颙望临碧空，怨情感离别。江草不知愁，岩花但争发。云山万重隔，音信千里绝。春去秋复来，相思几时歇？牛渚矶绝壁临巨川，连峰势相向。乱石流洑间，回波自成浪。但惊群木秀，莫测精灵状。更听猿夜啼，忧心醉江上。灵墟山丁令辞世人，拂衣向仙路。伏炼九丹成，方随五云去。松萝蔽幽洞，桃杏深隐处。不知曾化鹤，辽海归几度？天门山迥出江上山，双峰自相对。岸映松色寒，石分浪花碎。参差远天际，缥缈晴霞外。落日舟去遥，回首沉青霭。 花隐掖垣暮，啾啾栖鸟过。星临万户动，月傍九霄多。 不寝听金钥，因风想玉珂。明朝有封事，数问夜如何。疾风知劲草，板荡识诚臣。勇夫安识义，智者必怀仁。宜阳城下草萋萋，涧水东流复向西。 芳树无人花自落，春山一路鸟空啼。 ",
        "author": "唐代",
        "poem_class": "咏物",
        "dynasty": "李白"
    },
    {
        "title": "三闾庙",
        "paragraph": "为嫌朝野尽陶陶，不觉官高怨亦高。 憔悴莫酬渔父笑，浪交千载咏离骚。吟君叹逝双绝句，使我伤怀奏短歌。世上空惊故人少，集中惟觉祭文多。芳林新叶催陈叶，流水前波让後波。万古到今同此恨，闻琴泪尽欲如何。绿波春浪满前陂，极目连云䎬稏肥。更被鹭鹚千点雪，破烟来入画屏飞。乘兴南游不戒严，九重谁省谏书函。 春风举国裁宫锦，半作障泥半作帆。",
        "author": "唐代",
        "poem_class": "咏物",
        "dynasty": "汪遵"
    },
    {
        "title": "杭州开元寺牡丹",
        "paragraph": "浓艳初开小药栏，人人惆怅出长安。 风流却是钱塘寺，不踏红尘见牡丹。蜀主窥吴幸三峡，崩年亦在永安宫。(窥 一作：征)翠华想像空山里，玉殿虚无野寺中。古庙杉松巢水鹤，岁时伏腊走村翁。武侯祠屋常邻近，一体君臣祭祀同。春水春池满，春时春草生。春人饮春酒，春鸟弄春声。君生我未生，我生君已老。君恨我生迟，我恨君生早。人归万里外，意在一杯中。只虑前程远，开帆待好风。自入长信宫，每对孤灯泣。闺门镇不开，梦从何处入。一别行千里，来时未有期。月中三十日，无夜不相思。春城无处不飞花，寒食东风御柳斜。 日暮汉宫传蜡烛，轻烟散入五侯家。",
        "author": "唐代",
        "poem_class": "咏物",
        "dynasty": "张祜"
    },
    {
        "title": "北禽",
        "paragraph": "为恋巴江好，无辞瘴雾蒸。纵能朝杜宇，可得值苍鹰。石小虚填海，芦铦未破矰。知来有乾鹊，何不向雕陵。妾发初覆额，折花门前剧。郎骑竹马来，绕床弄青梅。同居长干里，两小无嫌猜。十四为君妇，羞颜未尝开。低头向暗壁，千唤不一回。十五始展眉，愿同尘与灰。常存抱柱信，岂上望夫台。十六君远行，瞿塘滟滪堆。五月不可触，猿声天上哀。(猿声 一作：猿鸣)门前迟行迹，一一生绿苔。苔深不能扫，落叶秋风早。八月蝴蝶来，双飞西园草。(蝴蝶来 一作：蝴蝶黄)感此伤妾心，坐愁红颜老。早晚下三巴，预将书报家。相迎不道远，直至长风沙。飞雪带春风，裴回乱绕空。君看似花处，偏在洛阳东。(洛阳东 一作：洛城中)鸡鸣紫陌曙光寒，莺啭皇州春色阑。金阙晓钟开万户，玉阶仙仗拥千官。花迎剑珮星初落，柳拂旌旗露未干。独有凤凰池上客，阳春一曲和皆难。",
        "author": "唐代",
        "poem_class": "咏物",
        "dynasty": "李商隐"
    },
    {
        "title": "四月十一日初食荔支",
        "paragraph": "南村诸杨北村卢，白华青叶冬不枯。垂黄缀紫烟雨里，特与荔枝为先驱。海山仙人绛罗襦，红纱中单白玉肤。不须更待妃子笑，风骨自是倾城姝。不知天公有意无，遣此尤物生海隅。云山得伴松桧老，霜雪自困楂梨粗。先生洗盏酌桂醑，冰盘荐此赪虬珠。似闻江鳐斫玉柱，更洗河豚烹腹腴。我生涉世本为口，一官久已轻莼鲈。人间何者非梦幻，南来万里真良图。龙头舴艋吴儿竞，笋柱秋千游女并。芳洲拾翠暮忘归，秀野踏青来不定。行云去后遥山暝，已放笙歌池院静。中庭月色正清明，无数杨花过无影。春阴垂野草青青，时有幽花一树明。晚泊孤舟古祠下，满川风雨看潮生。凉簟碧纱厨。一枕清风昼睡馀。睡听晚衙无一事，徐徐。读尽床头几卷书。搔首赋归欤。自觉功名懒更疏。若问使君才与术，何如。占得人间一味愚。",
        "author": "宋代",
        "poem_class": "咏物",
        "dynasty": "苏轼"
    },
    {
        "title": "画竹歌",
        "paragraph": "植物之中竹难写，古今虽画无似者。萧郎下笔独逼真，丹青以来唯一人。人画竹身肥臃肿，萧画茎瘦节节竦。人画竹梢死羸垂，萧画枝活叶叶动。不根而生从意生，不笋而成由笔成。野塘水边埼岸侧，森森两丛十五茎。婵娟不失筠粉态，萧飒尽得风烟情。举头忽看不似画，低耳静听疑有声。西丛七茎劲而健，省向天竺寺前石上见。东丛八茎疏且寒，忆曾湘妃庙里雨中看。幽姿远思少人别，与君相顾空长叹。萧郎萧郎老可惜，手颤眼昏头雪色。自言便是绝笔时，从今此竹尤难得。大道如青天，我独不得出。羞逐长安社中儿，赤鸡白雉赌梨栗。弹剑作歌奏苦声，曳裾王门不称情。淮阴市井笑韩信，汉朝公卿忌贾生。君不见昔时燕家重郭隗，拥篲折节无嫌猜。剧辛乐毅感恩分，输肝剖胆效英才。昭王白骨萦蔓草，谁人更扫黄金台？行路难，归去来！不著一字，尽得风流。语不涉难，已不堪忧。是有真宰，与之沉浮。如渌满酒，花时返秋。悠悠空尘，忽忽海沤。浅深聚散，万取一收。渌水明秋月，南湖采白蘋。荷花娇欲语，愁杀荡舟人。",
        "author": "唐代",
        "poem_class": "咏物",
        "dynasty": "白居易"
    },
    {
        "title": "咏瀑布",
        "paragraph": "穿天透地不辞劳，到底方知出处高。溪涧焉能留得住，终须大海作波涛。沧州南一寺临河干，山门圮于河，二石兽并沉焉。阅十余岁，僧募金重修，求二石兽于水中，竟不可得，以为顺流下矣。棹数小舟，曳铁钯，寻十余里无迹。一讲学家设帐寺中，闻之笑曰：“尔辈不能究物理。是非木杮，岂能为暴涨携之去？乃石性坚重，沙性松浮，湮于沙上，渐沉渐深耳。沿河求之，不亦颠乎？”众服为确论。一老河兵闻之，又笑曰：“凡河中失石，当求之于上流。盖石性坚重，沙性松浮，水不能冲石，其反激之力，必于石下迎水处啮沙为坎穴，渐激渐深，至石之半，石必倒掷坎穴中。如是再啮，石又再转。转转不已，遂反溯流逆上矣。求之下流，固颠；求之地中，不更颠乎？”如其言，果得于数里外。然则天下之事，但知其一，不知其二者多矣，可据理臆断欤？(转转 一作：再转)飘蓬只逐惊飙转，行人过尽烟光远。立马认河流，茂陵风雨秋。寂寥行殿索，梵呗琉璃火。塞雁与宫鸦，山深日易斜。石势浑如掠水飞，渔罾绝壁挂清晖。俯江亭上何人坐？看我扁舟望翠微。",
        "author": "清代",
        "poem_class": "咏物",
        "dynasty": "冯云山"
    },
    {
        "title": "齐天乐·蝉",
        "paragraph": "夕阳门巷荒城曲，清间早鸣秋树。薄翦绡衣，凉生鬓影，独饮天边风露。朝朝暮暮。奈一度凄吟，一番凄楚。尚有残声，蓦然飞过别枝去。 齐宫往事谩省，行人犹与说，当时齐女。雨歇空山，月笼古柳，仿佛旧曾听处。离情正苦。甚懒拂笺，倦拈琴谱。满地霜红，浅莎寻蜕羽。碧云深，碧云深处路难寻。数椽茅屋和云赁，云在松阴。挂云和八尺琴瑟，卧苔石将云根枕，折梅蕊把云梢沁。云心无我，云我无心。长江万里归帆，西风几度阳关，依旧红尘满眼。夕阳新雁，此情时拍阑干。楚云飞满长空，湘江不断流东，何事离多恨冗？夕阳低送，小楼数点残鸿。数声短笛沧州，半江远水孤舟，愁更浓如病酒。夕阳时候，断肠人倚西楼。江亭远树残霞，淡烟芳草平沙，绿柳阴中系马。夕阳西下，水村山郭人家。嫩寒生花底风，清影弄帘间月，乱红扑窗外雨，香絮滚树头雪，影物奇绝，谁不道富贵千金夜，我翻做凄凉三月节。怀故人万里离别，负东君一番艳冶。【梁州】相思鬼皮肤里打劫，睡魔神眼睫上盘踅。可正是多情自作风流孽。锦鸳翎活扯，丹凤颈生扌绝；并头花揉碎，合欢树攀折。升仙桥闪却车︷，武陵溪下桩撅。声沉佩玉玎，尘满钗金蹀躞，香残褥锦重叠。想者，觑者。冷清清空落下读书舍，越间阔，越情热。你便是一寸肝肠一寸铁，也害得痴呆。【余音】本待向楚王宫半缄剩雨残云赦，怎下的海神庙告一道追魂索命牒。不是我怪胆儿年来太薄劣，将枕边厢话儿说，把被窝儿里赚啜，都写做殷勤问安贴。夏闺怨燕泥沾白象床，麝尘暗冰蚕褥，萤灯照青琐窗，蛛网络碧纱橱。一弄儿萧疏，镜里人何处，樽前谁是主？凄凉煞锦水鸳鸯，寂寞了雕笼鹦鹉。【梁州】下几点梅子雨间一行情泪，荡几阵藕花凤助一口长吁。几般儿堪写入伤心灵。金步摇花残蹀躞，玉搔头线脱珍珠；蔷薇露羞和腻粉，兰蕊膏倦揽琼酥。上妆楼一步一个趑趄，指长亭一望一个糊突。紫香囊徒效殷勤，白纨扇空题诗句，锦回文枉费工夫。咱两处旷夫，怨女。料应来昏配了姻缘薄，多间别，少完聚。抵多少夫在萧关妾在吴，凤只鸾孤。【骂玉郎】也是我孜孜的撺断他学干禄，嗟行事，悔当初，多情却被列情误。唤不应离恨天，填不满忧怨海，赶不上相思路。【感皇恩】这些时鬼病揶揄，更那堪睡魔追逐。软兀刺弱身躯，颠不刺乔证候，干支刺瘦肌肤。无半点欢娱分福，纯一味鳏寡孤独。叮咛话总虚词，断肠诗成故纸，平安信似休书。【采茶歌】他指望八仙图，我贪爱七香车，犹恐怕黄金窑变了汉相如。蓍草占来爻反覆，卦线儿磨得字模糊。【尾声】虽忘了并头莲空房独守心常苦，也合想连理枝嫩绿成阴叶未枯。手抵着牙儿自犹豫，几时得ゐ惶业足。多管是凄凉限促，不由人蘸绿亭前放声儿哭。客中奇遇寄情代友作风月长存一寸心，雨云又作三春梦；青鸟不传千里信，落花空恨五更风。想当日旅馆相逢，取次间谐鸾凤。实心儿担怕恐，瞒不过纱窗下半篝残夜孤灯，喜的是罗帕上数点芳春嫩红。【梁州】碜可可言誓海深如渤，热刺刺设盟山高似崆峒。经几番柳惊花颤娇团弄。金解麝兰馥馥，宝钗横雅髻髻；粉汗湿耨声悄悄，罗袜翘底样弓弓。实承望效鸳鸯百岁和同，不提防赋骊驹两字西东。又不比卓王孙听琴声慕相如发忠，张延赏招赘时叹韦皋命穷，贾公闾偷香处知韩寿情浓。自非，懵懂。没来由信流莺唤出桃源洞，越懊恼越疼痛。回首关河几万重，无计相从。【尾声】全不想上阳关登云路紫骝蹀躞催丝，长则待谐姻眷开玳宴翠袖殷勤捧玉钟。寄与那闲打牙的相知幕讥讽，少不的凄凉卷终。风流命通，恁时节花烛兰房慢慢的宠。赠教坊殊丽眼舒随意花，髻插忘忧草，手拈红麝尾，口里紫檀槽。一撮儿娇娆，常记得阳台梦曾奚落，武陵溪犹撞着。人都道绮罗乡再长个卿卿，我猜做风流地重生个小小。【梁州】说窈窕端然窈窕，待苗要不甚苗备。向樽前彻胆儿包藏着俏。肌雪莹匀匀粉腻，脸霞酣淡淡红潮。豆{艹寇}小半含玉蕊，丁香嫩一点春娇。舞衣轻燕体飘飘，歌喉细莺语。缕金环嵌八颗珠，交股钗袅双头凤翘，凌波袜荡六幅鲛绡。老陶，见了。少不得剖肝肠再写段《风光好》，年纪儿正芳妙。纵舍千金度一宵，没福也难销。【尾声】烛荧煌香铺张个夜月芙容幄，锦缠联金络索搭苫个春风翡翠巢。我是鉴乐的酸丁最公道。遮莫将丹青画描，词章品藻，兀的般解语花生香玉世间少。赠素云轻柔缟淡妆，缥渺瑶华动。分开山雾紫，冲破海霞红。溶溶，聚散如春梦，飘零似转蓬。离恨开几弄儿昏迷，风流地一遭儿乱拥。【梁州】可怎么黄鹤楼头不遇，常则是青山画里相逢。淡丰姿沮得个人知重。笼夜月梨花庭院，弄春阴杨柳帘栊。讴清歌依依金屋，舞霓裳队队瑶空。又不肯化甘霖相趁游龙，常则待带斜阳常背征鸿。没乱煞老梁公归兴凄凄，吸留煞忄刍谢安芳心冗冗，奚落煞闷襄王佳会匆匆。好风，怪风。绕天涯几度相迎送。不落锦胡洞。多在巫山十二峰，无影无踪。【尾声】一任他漫天巧结银河冻，半霎儿满地平铺素剪绒，则落得高卧先生恣抟弄。向瀛洲海东，入蓬莱洞中，煞强似太岳祠中受恩宠。嘲素梅休言白玉堂，怎知黄金鼎？难栽玛瑙坡，宜插水晶瓶。索笑为生，冷淡偎村径，朝昏傍驿亭。常则是采薪夫觅觅寻寻，那里取惜花客潜潜等等。【梁州】琴谱内又不将宫商剔拨，角声中常则是趁钟鼓悲鸣。我将他根脚儿从头省。大庚岭多年的魑魅，罗浮山旧日的妖精；东阁外移来的异种，西湖上流出的残英。虚提着玉洁冰清，空落得雪虐霜陵。孟浩然见了呵了吟鞭，赵光普觑了呵罢了谏诤，杨补之画了呵唬了魂灵。试听，他本情。未成实先有酸心病，可知道楚大夫厮奚幸。万吉《离骚》不入名，枉自飘零。【尾声】打不动裁冰剪雪林和靖，冲不过击玉敲金宋广平，纵泄漏春光也不干净。趁风清月明，恐天寒地冷，则不如收拾横斜水边影。赠明时秀星靥靥花钿簇翠圆，黑вв云髻盘鸦小；金闪闪袜钩舒凤嘴，玉摇摇钗燕袅鸡翘。一撮儿娇娆，恰蓓蕾丁香萼，又葳蕤豆蔻梢。锦绣额赠新题走蚓惊蛇，丹青帧摸巧样回鸾舞鹤。【梁州】惹娇云招嫩雨十二楼前竞赏，唤春风呼夜月三千队里争高。向人前所事包藏着俏。迷下蔡惑阳城的妩媚，赴高唐闹广寒的风标；冠薛涛压秋娘的声价，傲冯魁怜双渐的心苗。五陵儿没福也难消，三般儿巧笔也难描。袒春衫似梅花雪捏就酥胸，忄宝带似藕花风吹来麝脑，沁香汗似梨花露湿透鲛绡。想着，他自度。更有那家传口授的闲谈笑，记不真咏不到。则除是于入桃源走一遭，恁时节不落分毫。【尾声】锦窝巢云屏雾帐重围绕，花胡洞翠槛朱栏巧结缚，况值着媚景明时畅欢乐。我将他风流窨约，行藏品藻，集主青楼卖弄到老。赠美人号展香绵杨铁笛为著此号芳姿腻腻娇，素质娟娟净。绸缪无限絮，继续有余情。天付聘婷，纯一味温柔性，纵丹青画不成。软耨耨堪宜梅雪同心，白霭霭不与梨花共影。【梁州】价重如齐纨鲁缟，名高似蜀锦吴绫。惜花人故把杨花并。缠联月户，缭绕云屏。昏迷客路，散漫邮亭。最关情眼底飘零，不由人掌上奇擎。飞晓日又不曾牵惹游丝，随暮雨又不曾沾粘落英，趁东风又不曾化作浮萍。几回，自省。过青春谁与怜薄命，空落得旧名姓。人都道十二瑶台夜不扃，逃下的飞琼。【尾声】若能够半丝儿系足为媒聘，煞强似几缕同心结志诚。常记得雪虐风陵夜初静，孤眠的惯经，知音的试听，有他呵便冻死了梅花愁甚么被窝儿冷。赠美人缘底事谪离方丈台，是谁人赚出桃源洞，何日里拜辞王母殿，甚风儿吹下广寒宫。蓦地相逢，眼眩乱魂飞动，方信道仙凡路可通。内家妆都猜是金屋婵娟，前生业却做了青楼爱宠。【梁州】蝤蛴颈净匀粉腻，豆蔻梢软耨春浓。更说甚海棠露胭脂重。绡袖薄腕笼温玉，酒颜酡肋晕轻红；腰束素裙拖暖翠，眼涵秋水点星瞳；口脂薰兰气冲冲，胸酥渍香汗溶溶。登卧榻一团儿雪压氍毹，对妆台一朵儿花生镜容，浴温泉一泓儿水浸芙蓉。自疑，自懂。只恐是沾云雨阳台梦，梨园内万人众。烟月排场锦绣丛，别样春风。【尾声】赋佳人的宋玉堪题咏，图仕女的崔徽枉费工。常记席上樽前那些陪奉：喜孜孜捧着玉钟，娇滴滴擎着笑容，端的是压尽人间丽情钟。自省黑漫漫离恨天，白漭漭迷魂海，闹垓垓风月场，昏惨惨雨云台。天与安排，都变做莺花界，单捱着聪明的撞入来。枕畔言糊突了胸襟，花下酒消磨了气色。【梁州】我待将玩江楼风流再整，谁敢把丽春园时价高抬？这几般儿症候年年害。并头莲忙折，连理树勤栽；相思梦不觉，囫囵谜难猜。眼睛儿盼行云不离书斋，魂灵儿趁东风先到花街。知自知虚脾枉自温存，笑自笑讪脸偏禁打掴，怪自怪痴心不服烧埋。待开，怎开？我则索皂纱巾护了天灵盖，赤紧的做鸨儿不宽大。但有个权势的姨夫大块子扌只，便笑靥儿攒腮。【尾声】妆孤的已受王魁戒，赡表的休夸双渐才，这两年达时务的玄机恰参解。朱颜半衰，黑头渐白，犹兀自无倒断的着迷甚时改。赠人麒麟阁上臣，虎豹关中将，名高金殿客，贵压紫薇郎。玉立昂昂，捧日月光天象，保山河壮帝乡。紫金梁稳架沧溟，白玉柱高擎庙堂。【梁州】醉仙桃九重春色，拂御炉两袖天香。风云豪气三千丈。咳唾落珠玑颗颗，佩环摇金壁锵锵。奇略饱阴阳经诀，壮怀吞星斗文章。拥貔貅银锁光芒，动龙蛇赤羽飞扬。叱咤间净中原狐兔之尘，指顾里荡西戎犬羊之党，笑谈中定边陲蛮貊之邦。远方，近方。黄童白叟知名望，一人下万人上。铁券丹书姓字香，万代辉光。【尾声】玉醍醐金叵罗肉台盘气氤氲香霭莲花帐，锦罘ぜ珠珞索翠氍毹光灿烂春生柿蒂堂，曾受用风流黑头相。对槐阴昼长，趁荷香晚凉，一派笙歌洞天里响。同前意巍巍九鼎臣，落落三台位；飘飘七步才，密密五兵机。门第相辉，俯仰谐天意，经纶合圣规。书架插三万旧日牙签，武库列十二清霜协戟。【梁州】翰墨夺人间锦乡，咳唾落天上珠玑。统雄藩肃镇西南裔。紫泥诏符分铜虎，碧油幢纛散红嫠。金麒麟绣蒙锁甲，玉暾龙带束宫衣。八卦营细柳深迷，五方旗铁马骄嘶。喜的是沙漠空狐兔尘清，江海静鲸鲵浪息，宫殿高燕雀风微。授之以德，用之以礼。因此上太平天子无为治，咫尺间九重内。唤得春来草木知，万物熙熙。【尾声】金瓯应已藏名讳，麟阁终当绘像仪。寄语公明董狐笔：比及待论功赐邑，铭彝勒石，先筑沙堤四十里。子弟每心寄青楼爱人芳卿细细听，贱子明明道。雨云虽念想，风月不坚牢。月夜花朝，两地成耽阁，虚飘飘何日了。吐蛛丝锁不住蝶使蜂媒，衔燕泥对不就鸾窝凤巢。【梁州】怕不道甜腻腻恩情怎舍，瞒不过响礼法难饶。赤紧的一身万事萦怀抱。椿萱衰迈，松菊萧条；云山缥缈，烟水迢遥。则落得莺燕呼招，怎能够琴瑟和调。恰便似刘晨误入天台，洛浦神游汉皋，裴航梦断蓝桥。几遭，窨约。既知休怕甚莺花笑，便做道娶之后怎发落。少不得留与青楼做散乐，倒不毛毛。【尾声】从今后休将锦字传青鸟，谩把纶竿钓巨鳌。不是我巧语花言厮推调，恁如今模样正娇，年纪儿又小，则不如觅个知心俊孤老。劝妓女从良丽春园有世情，鸣珂巷无公论。爱村沙欺软弱，嫌文墨笑温纯。别是个家门，饱暖随时运，诙谐教子孙。伴风姨陪月姊甚日辞栅，觅花钱偿酒债何年证本？【梁州】妆镜里暗暗的添了白发，酒席上飘飘的过了青春。急回头已是三十尽。粉褪了杏肋桃脸，涎干了瓠齿樱唇，尘暗了锦筝银甲，香消了彩扇罗裙。恁待要片时间拔类超群，则除是三般儿结果收因。招一个莽庄家便是良人，嫁一个穷书生便是孺人，苫一个俊孤答便是夫人。小生，暗忖。如今的这女娘每一个个口顺心不顺，多诡诈少诚信。直待红鸾活现身，可不道好景因循。【牧羊关】试点检莺花薄，细摩挲烟月文，真乃是有奇花便有东君。玉箫女结韦皋两世丝萝，苏小卿配双渐百年眷姻。谢天香遂却耆卿志，李亚仙疼煞郑生贫。薛琼英大享着奢华福，韩素梅深蒙雨露恩。【尾声】你毕罢了柳衢花市竹歌阵，我准备着凤枕鸳帏锦绣ブ，纵然道板障的娘娘有些生忿，明放着玉镜台主婚，金花诰保亲，不愿从良的也算得个蠢。同前意红舒脸上桃，翠展眉间柳，粉溶肌雪腻，绿鬓云稠。一撮儿风流，带绾金双扣，鞋弯玉一钩。紫绡浓红锦腰围，银股钏珍珠臂鞴。【梁州】据标格是有那画阁兰堂的分福，论娇羞怎教他舞台歌榭里淹留。则落得闲茶浪酒相迤逗。昨日逢故友柳边开宴，今日送行人花下停舟。这壁急攘攘莺招燕请，那厢闹烘烘蝶趁蜂逐。恰则待热心肠相和相酬，也合想业身躯无了无休。我劝你滑擦擦舍身崖想个逃生，昏惨惨迷魂洞寻个罢手，碜可可陷入坑觅个回头。二旬，左右。他则想春花秋月常依旧，试与恁细穷究。我则索先盖座春风燕子楼，省也么叶落归秋。【尾声】谁不知苏卿已嫁双通叔，王氏偏怜秦少游，咱两个没添货的姻缘厮成就。天长地久，鸾交凤友，再不教你鸣珂巷路儿上走。赠玉芝春休言雨露恩，不假阳和力。自天能长养，无地可栽培。素质香肌，正遇承平世。比春花别样奇。光腻腻出落着风流，清淡淡包含着旖旎。【梁州】人都道秦弄玉生成标格，我猜是许飞琼托化的容仪。谁承望天风吹落莺花地。承德墀无缘拜识，甘泉宫有句褒题。谢安石多曾称誉，夏黄公聊得充饥。向花神试问个真实，检春工自有个高低。风韵似软刺答石上猗兰，雅淡似矮婆娑朋中老桂，温柔似瘦伶仃雪里寒梅。有谁，认得。九茎三秀真祥瑞，相遇是何日？但能够分得微香到酒杯，不枉了玩赏忘归。【尾声】既不能贮雕盘蒙锦帕擎将手掌轻怜惜，也消得依画阁近兰堂着个栏干谨护持，春日春风莫虚费。你道是浮花浪蕊，他须是灵根异卉，恰不道一夜琼花落无迹。赠玉马杓堪嗟和氏冤，莫讶相如亻赞。既酬雍伯志，何虑范增嫌。想像观瞻，雀尾样其实欠，鸬鹚名空自慊。有十分资质温柔，无半点尘埃ネ染。【梁州】温石铫徒劳磨渲，镔铁钩本费锤钳。似剜出一团酥更压着琼花艳。泼新醅分开绿蚁，掬清波荡碎银蟾。美声雀高如金斗，秀名儿近似珠帘。富石崇犹兀自等等潜潜，穷双渐也则索让让谦谦。舀得些拔禾侠家计空空，兜得些偷花汉劳心冉冉，敲得些贩茶商睡思恹恹。莫言，咱媚谄。丽春园谁敢待争奢俭，漾不下抱不厌。纵然道夏鼎高彝休将做宝贝店，也不似他情タ。【尾声】好向他万花丛里为头儿占，休教人百味厨中信手儿拈，恁时节添不上风流洗不了瑕玷。倾城的貌甜，连城的价添，稳情敢玩瓢戏的西施望风儿闪。莲卿王氏者，楼居潇洒。余颜之曰：楚馆凝眸，其所寄意无乃对景兴怀、欢情离思而已。因其请题，遂书此以赠焉碧玲珑透月窗，锦灿烂藏春帐；黑揩摸乌木几，金嵌镂紫檀床。一片风光，胜压莺花巷，名高烟月乡。绣ブ舒并宿鸳鸯，雕奁锁双飞凤凰。【梁州】龙脑香生瑞霭，虾须帘卷斜阳。动芳情多为凭栏望。翠柳黄鹂个个，青天白鹭行行；锦缆牙樯簇簇，金沙流水茫茫。但凝眸渐觉彷徨，忽萦怀又索包藏。锁魂桥芳草地几度离别，折柳亭拂尘会几场宴赏，落花天残灯夜几样思量。话长，意长。止不过弱红娇黛相偎傍，酝酿出雨云况。可知道宋玉当年为发扬，赋作《高唐》。【尾声】金鸾横玉燕都夸楚馆风流样，蟠龙髻扫翠蛾全胜巫山窈窕娘。常言道鉴柳评花不虚诳；似恁的兰心蕴芳，莲姿喷香，不由人浓蘸着霜毫细褒奖。咏素蟾噪晴蛙枉叫嚎，脱壳蝉徒悲泣。缩项鳊空跳跃，攒毛猬甚稀奇。将《山海经》穷推，出乎类拔乎萃，不在山不在水。美名儿满天上人间，耍性儿傍星前月底。【梁州】剔秃驾彩云恰离瀛海，明滴溜趁清风又下峨嵋。捣率霜仙药的玉免偏知契。杨柳楼心弄影，娑椤树底扬辉；竹叶樽中荡漾，梅花窗外徘徊。煞强似负灵蓍九尾神龟，更压着叫扶桑三足天鸡。活不刺大罗仙手掌上奇擎，矮婆娑翰林客砚池边侍立，滑出律广寒娇寝帐里追陪。我知，就是。多管是玉之精魄之气，那雅淡那清致。可知道天宝三郎爱羽衣，险送了华夷。【尾声】婵娟不假铅华力，莹洁应夺造化机。相思病的郎君若医治，也不索评诊脉息；更不须调和药石，但能够半点儿琼酥救了你。嘲妓名佛奴不参懵懂禅，先受荒淫戒。才离水月窟，又上雨云台。东去西来，还不了众生债。竟说甚空是空色是色，苫亻来呵四十八愿叮咛咒誓，巴镘呵五十三参容颜变改。【梁州】恰着老达磨泛芦叶浪游海国，又沾上阿罗汉觅桃花远访天台。那里问当年摩顶人何在？超度了千家子弟，坐化了万种婴孩。则落得拈香剪发，早难道灭罪消灾。虽然道村冯魁布施些钱财，须不曾俏双生供养在书斋。卧房儿伽蓝殿般收拾，客院儿旃檀林般布摆，门面儿龙华会般铺排。左猜，右猜。这渥洼水不曾曹溪派，那庵门甚宽大。但有庞居士般人儿莽注子扌只，便慧眼睁开。【尾声】张无尽气冲冲待打折了莺花寨，韩退之嗔忿忿敢掀翻烟月牌，赢得虚名满沙界。风月所状责，教坊司断革，迭配与金山寺江中贩茶客。言志自怜王粲狂，莫怪陈登傲；不弹贡禹冠，谁赠吕虔刀。十载青袍，况值烟尘闹，事无成人半老。黄金台将丧斯文，白玉堂空怀故交。【梁州】看鞍马上诸公衮衮，听刀戈下众口嗷嗷。因此上五云迷却长安道。曳裾休叹，投笔空焦；题桥谩逞，击楫徒劳。直钩儿怎钓鲸鳌，闷弓儿难谢鹏雕。喜的是砚池内通流着千丈沧溟，诗卷里包藏着九重宣诏，书楼上接连着万里云霄。虽道是浅识，寡学。这几篇齐鲁论也不下于黄公略，捻吟髭自含笑。矫首中天日正高，豪气飘飘。【尾声】闲拈斑管学张草，静对黄花诵楚骚。等待新雁儿来时问个音耗；若说道董仲舒入朝，公孙弘见招，看平地风雷奋头角。赠人雍容黄阁姿，卓荦青云态。彷惶忧国志，慷慨济时才。奉诏西来，冲阐雾临边界，驾天风下凤台。正正旗堂堂阵蛇鸟争辉，辚辚车萧萧马风云动色。【梁州】展其韬施其略孙吴是法，依于仁行于义周孔为怀。经纶迥出诸藩外。八阵旗春营柳暗，七重围夜帐莲开。六钧弓晓星迸激，双龙剑秋水磨揩。转储胥周馈饷掌上裁划，抚疲赢得营逸阃外驱差。玉免毫挥翰墨学足三冬，紫鸾诰叙勋旧恩封三代，丹墀陛列斑资步近三台。伟哉，盛哉。况赖着巍巍圣德乾坤大，露布驰玉关外。倒挽银河下九垓，净洗氛埃。【尾声】录丰功褒盛绩班班拟见铭钟鼐，著芳声垂后代历历终期绚竹帛。若报道东阁门前不妨碍，借尺地寸阶，进一言半策，那时节吐气扬眉拜丰采。同前心怀雨露恩，气禀乾坤秀。读书尊孔孟，许国重伊周。得志之秋，文艺武皆穷究，正青春正黑头。孙吴略切切于心，齐鲁论孜孜在口。【梁州】瞻日月抬头是凤阙，会风云闲步是龙楼。真乃是祖生鞭不落刘琨后。千金买剑，五彩赞裘，七重围帐，半万戈矛。跨锦鞯丝辔骅骝，拥铁关金锁貔貅。论文时芸窗下摘句寻章，论武时柳营内调丝弄竹，消闲时花阴外打马藏阄。五行，本有。功名二字俱成就，能燮护会消受。一寸丹心答冕旒，愁甚么建节封侯。【尾声】烟沮青海城边堠，兵洗黄河天上流，庆祸皇图万年寿。蛮夷殄收，戎狄遁走，恁时节描入麒麟画工手。同前意汪汪江海心，落落云霄志。昂昂经济才，矫矫郎庙姿。阃外行司，暂把牛刀试，播芳声雷贯耳。匣中剑冰涵秋水芙容，腰间带银盘花荔枝。【梁州】烽烟息朝廷有道，簿书闲公馆无私。笑谈间唤得春风至。昆季雍雍穆穆，友朋切切。礼法兢兢业业，规模念念孜孜。了公家无甚萦思，追欢乐有甚推辞。猎西山金仆姑锦袋雕弓，宴东阁银凿落琼筝宝瑟，游南陌紫叱拨玉辔青丝。丈夫，似此。多管是胸中寸地平如砥，嘉瑞已天赐。庭上兰孙与桂子，雨露滋滋。【尾声】于亲已足平生志，许国应当少壮时，虽孝场忠但如是。抱金曳紫，承恩奉旨，稳情取勋业班班照青史。云山图为储公子赋长歌《陟岵》诗，饱玩《闲居赋》。倦听花底莺，羞见树头乌。日月居诸，又觉春光暮，对云山强自娱。白云边盼不见白雁来宾，青山外等不至青鸾寄语。【梁州】云去也山容妥贴，云来也山色模糊。真乃是一声杜宇不知处。青隐隐浑疑太华，白漫漫错认蓬壶。黑黯黯难分吴越，绿迢迢不辩衡庐。云连山远近相逐，山连云上下相续。可知道陆士衡酝酿做文章，王摩诘收拾在肺腑，狄仁杰迤逗出嗟吁。老夫，道欤。既思亲便索寻亲去，愁险峻惮劳苦。却把云山写作图，于理何知。【尾声】心头菽水何时足，眼底云山甚处无，寸草春晖自今古。但能够青山共居，白云共锄，才与云山做得主。黄鹤楼峥嵘倚上流，突兀当雄镇。高明临大道，迢递接通津。从去了鹤山仙人，千载无音信，丹青再创新。架飞楹联走拱不下班亻垂，敞天窗赞藻井堪攀翼轸。【梁州】龟背织牛帘闪闪，鸳翎碧瓦鳞鳞。雕阑一目无之尽。洞庭半掬。云梦平吞。荆襄俯瞰，汉沔中分。长空远水，光风霁月纷纷。吕岩笛夜夜闻音，陶令柳年年报春，崔颢诗句句绝伦。后人，议论。都道是物华胜压东南郡，况与洞天近。降节琅敖度彩云，万象腾文。【尾声】汀花岸草春成阵，沙鸟风帆幕作群，我待要闲蹑金梯散孤闷。仰之北辰，俯之大坤，气势高寒立不稳。梦游江山为友人赋蜀道难长怀李太白，庐山高每羡欧阳叔。江曲折多询郭景纯，海周遭曾问木玄虚。吠刚来混一皇舆，万里神游去，何须觅坦途，脚到时选胜寻幽，眼落处兴今慨古。【梁州】图得些风月情长沾肺腑，赢得些是非尘不到襟裾。分明记得经行处。蹑苍梧冲飞彩凤，扣扶桑撼动金乌，登雁宕惊潜木客，涉龙门啸起天吴。又不比悠悠泛一叶黄芦，飘飘跨两足青凫。散诞似李元贞松阴内干禄求名，逍遥似赵师雄梅花下开樽按舞，廓落似淳于棼槐柯上架室安居。遮莫五湖，四渎。钓竿直拂珊瑚树，天地阔渺无路。撞入仙翁白玉壶，知他是紫府也那清都。【尾声】湿淋浸满身香露侵毛骨，吉玎过耳清<风贵>响琚，蓦然地睁破双眸飒然悟。尚兀自炉烟馥郁，灯花恍惚，月在梧桐画阑曲。题心远轩不从方外游，且向寰中住。但能通大道，何必厌亨衢。吾爱吾庐，选得陶诗句，楣间籀字书。黄庭静玩之无穷，灵源溢探之不足。【梁州】七窍达八荒广漠，一帘隔万里空虚。谁不知方寸地无多物。玄参黄老，易论程朱。诗敲险怪，棋较赢输。不闻满耳喧呼，只宜竟日跏趺。恰枕肱悠悠梦绕华胥，不动脚默默神游洛浦，才合眼飘飘身在蓬壶。本无，间阻。山林城市俱同路，解到此中趣。便觉吾生百虑疏，遐迩何如。【尾声】光风转蕙春生户，幽草生香月到除，不离蒲团三二步。休道星蹿月窟，遮莫天关地轴，垂拱之间在环堵。赠儒医任先生归隐先生善写竹江湖老姓名，风月闲人物。文章新制作，礼乐旧规模。暮景桑榆，杏林好春无数，橘泉甘乐有余。一丝风曾钓鲸鳌，九转丹恰成龙虎。【梁州】核老聃千言道德，问安期万劫荣枯。常则怕白云引入青山去。包含丹篆，簸弄明珠。逍遥巾帻，懒散襟裾。虽不曾指南阳卖却茅庐，少不得傍东湖苫个屠苏。菊花枕满头香雾氤氲，梅花帐满鼻香风馥郁，芦花被满身香雪模糊。淡然，自足。可知道黄金不卖长门赋。将千亩渭川竹，写作江南烟雨图，畅不尘俗。【尾声】清溪道士为宾主，东里先生问起居，谢却红尘是非路。清茶自煮，浊醪旋沽，日日高歌紫芝曲。卓文君花月瑞仙亭青袅袅垂杨近画楼，响溅溅暗水流花径。轻香风翻翠幌，光辉辉银或射雕楹。悄悄冥冥，出绣户瑶阶静，步苍苔罗袜冷。翠袖薄玉臂生寒，金翘乌云堕影。【梁州】横斗柄珠星灿灿，界勾陈银汉澄澄。恰行到梧桐金井潜身儿听。晃绿窗十分月色，隔幽花一片琴声。明出落求鸾觅凤，暗包藏弄燕调莺。一字字冰雪之清，一句句云雨之情。卖弄他穷书生酸溜溜调美才高，迤逗的俊女流急穰穰宵奔夜行，辱末煞老丈人羞答答户闭门扃。那生，可称。一峥嵘便到文园令，富贵乃天命。长门赋黄金价不轻，可知道显姓扬名。【尾声】恰待要班趋北阙身初定，谁承望梦入南柯唤不醒，且休将《史记》里源流细参订。传奇无准绳，关目是捏成，请监乐的先生自思省。素兰春含九畹芳，香得三湘瑞。名高萼绿华，梦入郑燕吉。虽然道满目芳菲，不与群芳比，群芳自不及。有十分雅态幽姿，无半丝浮花浪蕊。【梁州】包哑谜栽排了陶谷，寄情诗奚落煞张硕。谁承望天风吹落莺花地。紫芽荏苒，丹颖葳蕤。檀心馥郁，翠带离披。也不弱月桂寒梅，便休题杜若江篱。日烘烘有绿艳醺酣，风似翠裙摇曳，露浸浸如香汁淋漓。若非，异卉。楚大夫怎肯纫为佩，更一般甚清致。纬天经地鲁仲尼，也将他演入金徽。【尾声】既不着珠帘翠幕深遮闭，也消得绣槛雕栏谨护持，试与知音细论议。恁待要笔尖上品题，眼皮上爱惜，则除是描入明窗画图里。赠草圣括造化攒成赤免毫，挽沧溟磨彻乌龙墨。灿日月光摇玉版笺，吐烟云香彻紫英石。四宝清奇，潇洒芸窗内，风流莲帐底。念孜孜八法八诀，意悬悬六书六体。【梁州】指其掌画其腹云崩露垂，得之心应乎手电走风飞。天然一笔无穷意。秋蛇春蚓，野鹜家鸡。跳龙卧虎，渴骥狰猊。有阴阳偃仰精微，无偏枯向背支离。乐毅论太名箴敷扬出忠烈之风，逍遥篇孤雁赋酝酿出神仙之气，曹娥碑告誓文摸临出孝弟之规。遮莫醒兮，醉兮。一挥一洒非游戏，干喜怒系明晦。可知道笔冢累累墨作池，名重京畿。【尾声】谁不道十年草圣通三味，我则知一日偷闲测万机。常闻得青琐高贤自评议：比着那颜真卿健笔，王右军妙迹，真乃是一色长天共秋水。题友田老窝桧当轩作翠屏，月到帘为银烛。柳绵铺白毡，苔线展紫绒<毛莫>。四壁萧疏，若得琅护，何须藤蔓补。听了些雨打窗下芭蕉，看了些日照盘中苜蓿。【梁州】破陆续歇两肘疲童洒扫，烟刺答漏双肩老妪供厨。主人自得其中趣。隔墙贯酒，凿壁观书。拾薪煮茗，赁辅载蔬。雀堪罗忙煞蜘蛛，鼠无踪闲煞狸狐。寂寞似莱鞠县范史云琴堂，虚敞似临邛市马相如酒垆，潇洒似浣花溪杜子美茅庐。坦然，自足。地里拨灰吟出惊人句。想石崇在金谷，止不过锦障春深醉绿珠，今日何如？【尾声】送将穷鬼出门户，描取钱神入画图。但能够半点阳和到乔木，管城子进取，孔方兄做主，翻盖做十二瑶台列歌舞。赠教坊张韶舞善吹箫露万籁沉，风淡淡三更静。天空空千里水，月朗朗一壶冰。蓦闻得何处箫声，一曲中和令，其音协九成。呜呜然赤水龙吟，呖呖兮丹山凤鸣。【梁州】动蜿蜒幽壑潜蛟舞跃，感婵娟孤舟嫠妇魂惊。多管是秦台箫史曾参订，低韵吐游丝，柔腔度细缕萦萦。颠狂非落梅之趣，悠扬有折柳之情。七数明指法轻清，六律谐音品和平。从今后柯亭馆桓叔夏再莫横笛，昭阳殿薛寿宁何劳按筝，缑山岭王子晋不索吹笙。兀的般老成，艺能。不枉了天风吹散人间听，消郁闷发清兴。占断梨园第一名，非雀非矜。【尾声】仰龙楼瞻风阙孜孜念念钦皇命，趁班随鹜序落落疏疏见乐星，更那堪一点丹诚抱忠敬。常言道有麝自馨，无蓝不青，稳情取大宠着恩光辉乡井。送车文卿归隐轻帆滟堆，瘦马峨嵋栈。颠风洋子浪，落日太行山。地窄天悭，长恨归田晚，徒悲行路难。平地间宠辱关心，故纸上兴亡在眼。【梁州】愁甚么负郭田无二顷，喜的是依山屋有三间。一回头万事都疏懒。绿蚁樽浇平磊块，紫鸾箫吹散愁烦。黄齑菜养成脾胃，青精饭驻定容颜。岸天风乌帽翻翻，拂埃尘布袖斑斑。比鹤上人不驭飙轮，比山中相不登仕牌，比壶内翁不炼金丹。得闲，且闲。多管是鹿门庞老为师范，摆脱了是非患。恰便似高枕着昆仑顶上看，人海波澜。【尾声】落红阶砌胭脂烂，新绿门墙翡翠寒，安乐窝随缘度昏旦。伴几个知交撒顽，寻一会淦樵调嗲，终日家龙凤团香免毫蘸。赠会稽吕周臣三千丈萧萧白发生，七十岁楚楚青衫旧。抱经纶无官朝北阙，买梨锄有子事西畴。气禀清修，玉耸双肩瘦，胸涵一镜秋。蹑天根深地脉秘诀深微，步诗坛入酒社精神抖搜。【梁州】瞻胜迹蓬莱山不离眼底，避危途太行路长在心头。将古今吏稳都穷究。慕谢安高迈，羡陶令归休，爱戴逵洒落，学贺老风流。文房艺苑偏游，药栏花径清幽。披览著种陵书半窗星斗光芒，张玩着辋川图四壁烟云驰骤，拨刺着峄阳琴一帘风雨飕飕。淡然，自守。全胜他归山指破麻袍袖，能燮护会消受。高卧元龙百尺楼，万事悠悠。【尾声】恰能够天涯萍水同携手，谁承望江上莼鲈又买舟，少不的再叙离怀那时候。连床秉烛，隔离唤酒，夜雨呼童剪春菲。赠钱塘镊者三万六千日有限期，一百二十行无休息。但识破毫厘千里谬，才知道四十九年非。这归去来兮，明是个安身计，人都道陶潜有见识。谁恋他花扑扑云路功名，他偏爱清淡淡仙家道理。【梁州】打荡着临闹市数椽屋小，滴溜着皱微波八尺帘低。自古道善其事者先其器。雪锭刀揩磨得利，花镔镊抟弄得轻疾，乌犀篦雕锼得纤密，白象梳出落得新奇。虽然道事清修一艺相随，却也曾播芳名四远相知。剃得些小沙弥三花顶翠翠青青，摘得些俊女流两叶眉娇娇媚媚，镊得些恍郎君一字额整整齐齐。近日，有谁？闲遥遥寄傲在红尘内，虽小道莫轻易。也藏着桑柘连村雨一犁，到大便宜。【尾声】从今后毕罢了半窗夜月樗蒲戏，洗渲了两袖春风蹴リ泥，兀的般自在生涯煞是伶俐。你觑那蝇头利微，也须是鸡肋味美，不承望陈七子门徒刚刚的快活了你。旅中自遣锦囊宽闲凤琴，宝匣冷藏龙剑。篆香消闲翠鼎，书卷广乱牙签。郁闷恹恹，青琐论无心念，紫霜毫不待拈。赢似老文园病渴的相如，寂寞如居海岛伤怀的子瞻。【梁州】看白支闲出岫频移净几，爱青山正当窗不卷疏帘。客房儿冷落似邯郸店。心滴碎铜壶青漏，耳愁闻铁马虚檐。肠欲断阶前夜雨，梦初回屋角秋蟾。一片心远功名无甚沾粘，两只脚信行藏有甚拘钤。经了些摧舟楫走蛟鼍鲸窟波翻，行了些坏车轮被虎豹羊肠路险，过了些连云梯绝猿犹鸟道峰尖。静中，自检。事无成志不遂人情欠，休施逞且妆俭。但得个小小生涯足养廉，甘分鳞潜。【尾声】能文章会谈化才高反被时人厌，守清贫乐清闲运拙频遭俗子嫌。有一日际会风云得凭验，那时节威仪可瞻，经纶得兼，正笏垂绅远佞谄。题白梅深处罗浮山接渺茫，大庾岭横冥，凌风台迷汗漫，却月观阻迢遥。意会神交，想得到行得到，一逢春一遇着。蕊疏疏花密密蓓蕾葳蕤，干盘盘枝挺挺槎牙夭矫。【梁州】品藻着世上色无瑕疵的雅淡，评论着天下花无褒贬的孤高。长记得看花时有几样儿堪称道。露点滴珠融腻粉，烟朦胧翠护轻绡；风摇曳香飘麝脑，雪模糊玉压琼瑶。厌桃杏灼灼夭夭，伴松篁洒洒潇潇。何水曹一生心爱得绸缪，林和靖两句诗联得妙巧，宋广平八韵赋撰得风骚。想度，暗约。我猜似梨云一片连溟漠，指顾间自吟啸。但则觉花气氤氲袭毳袍，白茫茫万树千条。【尾声】全不似梦游东海寻三岛，真乃是身在西湖过六桥。嘱付那羌管呜呜莫吹落，等待着籁声悄悄。月华皎皎，看一会疏影横斜到清晓。题崇明顾彦升洲上居潮生玉马来，沙涌多鳌动，水天涵上下，浦溆控西东。四望无军，一片玻璃莹，梯航万里通。荡炎蒸青风六月凄凄，翻渤渤红桃浪三春光。【梁州】近睹着扶桑野阳乌闪烁，遥认着蓬莱山烟霭冥蒙。天然幽胜堪题咏。柔桑蔼蔼，秀麦，丹椒簇簇，碧苇丛丛。闹人烟生意从容，旧家风礼节谦恭。宴斯堂何时不馔鸡豚，居是洲何代不生麟凤，观于海何年不化鱼龙。岁丰，廪充。喜的是年年布俗催春种，知用舍，厌迎送，睡彻东窗日已红，乐在其中。【尾声】幽寻不索桃源洞，高卧何须太华峰。但得个留心诵周孔，研朱墨训蒙，买犁锄务农，则消得赡老良田二三顷。桧轩为越中沙子正赋得指教三迁好住居，便栽培十丈深根蒂。能借取四时春造化，似生成一片翠屏帷。大刚是即景成规，直干攒楹密，横柯压栋齐。但将翰墨褒题，不假丹青绘饰。【梁州】青郁郁柏叶松姿备体，浓馥馥芝香术气沾衣，更几般天然景趣谐人意。风过处线篁嘹亮，月来时金碧光辉。檐露洒珠玑点滴，篆烟生紫黛霏微。虽无华丽芳菲，端实萧爽清奇。奢可效七松家绮幕围风，清末让五柳庄黄花绕篱，贵不幕三板堂画戟当扉。料伊，所为。单指着岁寒眼底为交契，况值太平世，一样肝肠似铁石，愁甚么雪虐霜欺。【尾声】映疏帘笼曲槛盘旋着夭矫蛟龙势，傍危栏依短砌踞耸著狰狞虎豹威。我试将过眼的风光自评义：十万户会稽，八百里鉴水，纵有些亭台则是栽桃李。题支巢揽将天上云，占却山头树。树头云，云底树扶疏。从此归欤，混沌安心素，微茫隔世途。既然以天地为家，甘分与林泉做主。【梁州】门径窄何须绰楔，栋梁低不用楔栌。道人自有安排处。慢慢构造，巧巧支吾。宽如舴艋，小若屠苏。但知变化须臾，还看聚散何如。云生也四壁模糊，云定也一团蓊郁，云收也万象空虚。羡乎，笑乎。方信道白云本是无心物。谁把此中趣，淡淡浓浓写作图，畅不尘俗。【尾声】听琴鹤至分床宿，送果猿来借榻居，绝胜当年老巢父。怡然自娱，恬然自足，再不从龙化甘雨。赠王观音奴出西方自在天，受南海无边愿。宫妆宜水月，香步绕金莲。体态婵娟，绿杨柳腰枝软，白鹦哥声调圆。结百千万种良因，示五十三参化显。【梁州】苦海阔色空未脱，爱河深情欲相牵。今生不了前生愿。慈悲厚德，救苦真言。枝头甘露，瓶里香泉。旃檀林夜月娟娟，雨花台苦恨绵绵。宰官身进宝归依，善男子赍金募缘，老门徒统镘参禅。上天，下天。龙华会里曾相见。叩庵门觅方便，指点其中意已穿，心绪悬悬。【尾声】拟将樱络千金串，结就珍珠七宝钿，世世生生作姻眷。脱空心告免，指山盟是谝，则不如剪发燃香意儿远。赠王善才手曾将千眼佛绿柳瓶，身曾侍七宝岩红莲座。目曾瞻普陀山金孔雀，心曾记南海岸玉鹦哥。为一念差伪，离水月观音阁，堕风尘锦绣窝。金刚刃怎割愁肠，甘露水难消业火。【梁州】记五十三参坎坷，爱四十八愿奔波。舍身崖一片声名大。风魔了智广，病愁煞维摩，痴迷了六祖，调笑煞弥陀。则为你送行云两点秋波，舞香风六幅春罗。至诚人但焚香有愿须酬，兹悲友既剪发随缘较可，薄情郎纵赍金没福难合。俺呵，敢么？多持七宝香璎珞，既相承怎空过。指点其中自忖度，于意云何？【尾声】衣垂舞凤珍珠颗，髻挽蟠龙翡翠螺，粉脸生香衬莲萼。龙华会见他，香音国有他，誓结今生善因果。赠妓宋湘云送飞琼下九天，驾弄玉游三岛，伴巫娥临楚台，偕裴子赴蓝桥。景物飘飘，翻覆手谁能料，去来心怎忖度。舞香风暮暮朝朝，酣雨花花草草。【梁州】飞南浦新愁冉冉，度东墙旧恨迢迢。锁朱楼不放春光晓。记崔生密约，感苏子寂寥；任酸斋笑谑，怪杜牧粗豪。果无心不趁轻薄，若随风一任低高云呵您休得蔽蟾宫妒嫦娥夜色娟娟，云呵您休得横秦岭使退之忧心悄悄，云呵您自合下巫山感襄王魂梦飘飘。想着，念着。梨花枕上闲情绕，既徘徊莫萧索。一曲清歌驻碧霄，巧笔难描。【尾声】云呵您片时聚散情虽少，几处飞来恨怎消，日幕江东信音到。休低迷画桥，休深笼翠阁，则不如为雨为霖润枯槁。赠妓素兰散清风烟月中，逞素质风尘内，染一枝春色淡，攒两叶翠痕低。束具含犀，另一种风流意，比群芳分外奇。俏如荪名重秦楼，娇似芷声扬楚国。【梁州】天谪下仙葩圣卉，世修来雪骨冰肌。等闲谁许问容易。玉盘儿生长，锦窖儿栽培。影双双连理，叶小小菩提。幽斋结相宜，赏兰亭修禊闲题。胭脂瓣洗渲净天香，金花粉调和成玉蕊，素檀心抽拣出柔荑。巧移，俏植。舞蹲一念腰肢细，解人意。笑杀春风不敢吹。种种相宜。【尾声】并头莲合欢草多清致，如意朵珊瑚枝有价值，瘦影清香足风味。海棠娇莫比，芙蓉色怎及？雪窗下玲珑镜儿里。冬景题情一轮寒日沉，四野彤云布。九天飞碎玉，万里迸明珠。无语嗟吁，却早年华莫，那堪岁又徂。纵然有机杼千张，织不就离愁万缕。【梁州第七】愁一阵一阵阵痴呆了心目，恨一番一番番瘦损了肌肤。大会垓烦恼在眉尖上聚。锦帏罢设，绣榻慵铺；翠衾闲剩，鸳枕空虚。怪不得活计萧疏，可知道音信全无。这雪蓝桥路一霎儿迷漫，这风武陵溪一时儿冻住，这云楚阳台一会儿埋没。全不想旷夫，怨女。闲吟柳絮因风句。你便有一千树梅花香透骨，也梦不到罗浮。【骂玉郎】孤眠展转伤情绪，捱玉漏，滴铜壶。花开不管流年度，共谁人拥红炉，斟绿醑，歌《白苎》。【感皇恩】冷落了金屋娇姝，寂寞了玉堂人物。这其间老了潘安，瘦了沈约，病了相如。怕不待勉强须臾，将惜身躯。磕不破玉马杓，解不开愁布袋，摔不碎闷葫芦。【采茶歌】几时得笑喧呼，醉模糊，只吃的满身花影倩人扶。同月淹留成间阻，碧梧栖老凤凰雏。【尾声】长吁短叹三行度，旧恨新愁几万斛，不证果相思对谁诉。他有那锦心绣腹，我有那冰肌玉骨，但能够雨尤云那些儿福。",
        "author": "元代",
        "poem_class": "咏物",
        "dynasty": "仇远"
    },
    {
        "title": "咏舞诗",
        "paragraph": "从风回绮袖，映日转花钿。同情依促柱，共影赴危弦。任重悠悠，生涯浩浩。善难拔茅，恶易蔓草。逆思药石，逊求非道。珠岂朝珍，璧宁国宝。想贤若焚，忧人如捣。我闻在昔，有古天子。虞华骈圣，周昌多士。缉熙朝野，体邦经始。惟河出图，唯岳降神。是代皆有，何代无人。怀宝迷邦，高尚隐沦。价待哲后，见须明君。伊予不聪，故阙斯闻。目因见生，才为时育。何为山阿，何为空谷。声殊雊雉，响异呦鹿。岂须托梦，宁俟延卜。想象屠钓，踟蹰板筑。仁者博爱，大士兼抚。慈均春阳，泽若时雨。心忘分别，情无去取。等皆长养，同加妪煦。譬流趋海，如子归父。顾探怀抱，非为富贵。代既同人，时亦皆醉。六合岳崩，九州海沸。事须经纶，属当连师。投袂剑起，澄清泾渭。念我栖迟，安步任心。夏兴石泉，春游香林。欢逾丝竹，乐过瑟琴。无疑无难，谁诃谁禁。百非不起，万累俱沈。思怀友朋，远至欢适。躬开二敬，径延三益。缱绻故旧，绸缪宿昔。善言无违，相视莫逆。情如断金，义若投石。仲节犹嫩，春色始娇。湛露未晞，轻云已消。绿竹猗猗，红桃夭夭。香气四起，英蕊六摇。蜂开采花，雀戏新条。风光绿野，日照青丘。孺鸟初飞，新泉始流。乘舆携手，连步同游。采芳中阿，折华道周。任情止息，随意去留。如垄生木，木有异心。如林鸣鸟，鸟有殊音。如江游鱼，鱼有浮沉。岩岩山高，湛湛水深。事迹易见，理相难寻。晨朝已失，桑榆复过。漏有去箭，流无还波。切念不减，疑虑益多。季俗易骄，危心少和。我之忧矣，用是作歌。可怜谁家妇？缘流洒素足。明月在云间，迢迢不可得。红颜恃容色，青春矜盛年。自言晓书剑，不得学神仙。风云落时后，岁月度人前。镜中不相识，扪心徒自怜。愿得金楼要，思逢玉钤篇。九龙游弱水，八凤出飞烟。朝游采琼实，夕宴酌膏泉。峥嵘下无地，列缺上陵天。举世聊一息，中州安足旋。",
        "author": "南北朝",
        "poem_class": "咏物",
        "dynasty": "王暕"
    },
    {
        "title": "归舟江行望燕子矶作",
        "paragraph": "石势浑如掠水飞，渔罾绝壁挂清晖。俯江亭上何人坐？看我扁舟望翠微。偶检丛纸中，得花瓣一包，纸背细书辛幼安“更能消几番风雨”一阕，乃是京师悯忠寺海棠花，戊辰暮春所戏为也，泫然得句。人天无据，被侬留得香魂住。如梦如烟，枝上花开又十年！十年千里，风痕雨点斓斑里。莫怪怜他，身世依然是落花。炎威天气日偏长，汗湿轻罗倚画窗。蜂蝶不知春已去，又衔花瓣到兰房。月黑星移灯屡闪，依稀打过初更。清游如此太多情。豆花凉帖地，知雨咽虫声。渐逼疏蓬风淅淅，几家茅屋都扃。茨茹荷叶认零星。不知潮欲落，渔梦悄然生。",
        "author": "清代",
        "poem_class": "咏物",
        "dynasty": "厉鹗"
    },
    {
        "title": "咏归堂隐鳞洞",
        "paragraph": "先生名利比尘灰，绿竹青松手自栽。拟把一竿盘石上，幅巾闲过峡山来。清时通退一何忙，抚志山西汉仲长。静觉眼根无俗物，翛然一室自焚香。隐德家声累世闻，考盘幽涧作闲人。夭红过眼随荣谢，菊秀兰香自占春。种竹淇园远致君，生平孤节负辛勤。需贤侧席非无意，地远言轻岂易闻。柳条百尺拂银塘，且莫深青只浅黄。未必柳条能蘸水，水中柳影引他长。平岸小桥千嶂抱。柔蓝一水萦花草。茅屋数间窗窈窕。尘不到。时时自有春风扫。午枕觉来闻语鸟。欹眠似听朝鸡早。忽忆故人今总老。贪梦好。茫然忘了邯郸道。古人学问无遗力，少壮工夫老始成。纸上得来终觉浅，绝知此事要躬行。",
        "author": "宋代",
        "poem_class": "咏物",
        "dynasty": "王汝舟"
    },
    {
        "title": "杨花",
        "paragraph": "不斗秾华不占红，自飞晴野雪濛濛。 百花长恨风吹落，唯有杨花独爱风。数萼初含雪，孤标画本难。香中别有韵，清极不知寒。横笛和愁听，斜枝倚病看。朔风如解意，容易莫摧残。前不见古人，后不见来者。念天地之悠悠，独怆然而涕下！见人初解语呕哑，不肯归眠恋小车。 一夜娇啼缘底事，为嫌衣少缕金华。",
        "author": "唐代",
        "poem_class": "咏物",
        "dynasty": "吴融"
    },
    {
        "title": "古树",
        "paragraph": "闻道三株树，峥嵘古至今。松知秦历短，柏感汉恩深。用尽风霜力，难移草木心。孤撑休抱恨，苦楝亦成阴。草长莺飞二月天，拂堤杨柳醉春烟。儿童散学归来早，忙趁东风放纸鸢。白衣裳凭朱阑立，凉月趖西。点鬓霜微，岁晏知君归不归？残更目断传书雁，尺素还稀。一味相思，准拟相看似旧时。晓觉茅檐片月低，依稀乡国梦中迷。世间何物催人老，半是鸡声半马蹄。",
        "author": "清代",
        "poem_class": "咏物",
        "dynasty": "杜濬"
    },
    {
        "title": "咏鸳鸯",
        "paragraph": "鸳鸯离别伤，人意似鸳鸯。试取鸳鸯看，多应断寸肠。晴川落日初低，惆怅孤舟解携。鸟向平芜远近，人随流水东西。白云千里万里，明月前溪后溪。独恨长沙谪去，江潭春草萋萋。纨绔不饿死，儒冠多误身。丈人试静听，贱子请具陈。甫昔少年日，早充观国宾。读书破万卷，下笔如有神。(读书破万卷 一作：读破万卷书)赋料扬雄敌，诗看子建亲。李邕求识面，王翰愿卜邻。自谓颇挺出，立登要路津。致君尧舜上，再使风俗淳。此意竟萧条，行歌非隐沦。骑驴十三载，旅食京华春。朝扣富儿门，暮随肥马尘。残杯与冷炙，到处潜悲辛。主上顷见征，欻然欲求伸。青冥却垂翅，蹭蹬无纵鳞。甚愧丈人厚，甚知丈人真。每于百僚上，猥诵佳句新。窃效贡公喜，难甘原宪贫。焉能心怏怏，只是走踆踆。今欲东入海，即将西去秦。尚怜终南山，回首清渭滨。常拟报一饭，况怀辞大臣。白鸥没浩荡，万里谁能驯？少陵野老吞声哭，春日潜行曲江曲。江头宫殿锁千门，细柳新蒲为谁绿？忆昔霓旌下南苑，苑中万物生颜色。昭阳殿里第一人，同辇随君侍君侧。辇前才人带弓箭，白马嚼啮黄金勒。翻身向天仰射云，一笑正坠双飞翼。(一笑 一作：一箭)明眸皓齿今何在？血污游魂归不得。清渭东流剑阁深，去住彼此无消息。人生有情泪沾臆，江水江花岂终极！黄昏胡骑尘满城，欲往城南望城北。",
        "author": "唐代",
        "poem_class": "咏物",
        "dynasty": "李远"
    },
    {
        "title": "咏蕙诗",
        "paragraph": "蕙草生山北，托身失所依。植根阴崖侧，夙夜惧危颓。寒泉浸我根，凄风常徘徊。三光照八极，独不蒙余晖。葩叶永雕瘁，凝露不暇晞。百卉皆含荣，己独失时姿。比我英芳发，鶗鴂鸣已衰。求富诚非憎执鞭，安贫随分乐丘园。两间茅屋青山下，赢得浮生避世喧。习习谷风兴，回回景云飞。青天敷翠采，朝日含丹辉。风光此夜与谁同，剔尽银灯照眼红。之子莫辞玄石醉，酒钱已付隔邻翁。",
        "author": "魏晋",
        "poem_class": "咏物",
        "dynasty": "繁钦"
    },
    {
        "title": "咏竹五首",
        "paragraph": "寒飞千尺玉，清洒一林霜。纵是尘心重，相看亦顿忘。矫矫凌云姿，风生龙夜吼。霜雪不知年，真吾岁寒友。霜干寒如玉，风枝响似琴。潇湘一夜雨，滴碎客中心。叶落根偏固，心虚节更高。一林寒吹发，清夜伴松涛。淇澳春云碧，潇湘夜雨寒。虚窗人静听，飒飒响琅玕。浓如烟草淡如金，濯濯姿容袅袅阴。渐软已无憔悴色，未长先有别离心。风来东面知春浅，月到梢头觉夜深。惆怅隋堤千万树，淡烟疏雨正沉沉。春日恼人花鸟，香车宝马，陌上成行。相思满地，芳草绿到西江。旧衣香。留他荀令，新曲误，顾了周郎。枉思量。金壶滴博，银箭丁当。茫茫。玉人何处，寻伊消息，瘦了容光。只剩些些，影儿作对梦儿双。恨多情、雁传银字，愁不语、花落纱窗。对斜阳。珠帘卷起，又是昏黄。江水何深深，青枫映云林。衡门一杯酒，抱膝《梁父吟》。君不见夷吾奋袂投南冠，故人荐引登君门。扬眉吐论下荆楚，九合冠裳朝至尊。又不见乐生徒步从西来，燕昭一拥帚，调笑黄金台。辕门一日建旌节，七十齐城生暮埃。古来英俊人，所遇皆有立。袖有骊龙珠，能令鬼神泣。而我独何为，幽宫冻蛟蛰。荒萝绕屋秋雨凉，山鬼吹灯冷光湿。几欲乘云朝太清，芙蓉缥缈白玉京。天田角井散飞雾，阿香布鼓琅榼鸣。星辰可望不可即，手把琅玕空复情。为臣自古良独难，我更怀之摧肺肝。田强古冶三猛士，昔者虎视青齐间。误罹相国二桃计，恨血今为春草斑。白头勋旧且如此，何况新知无靦颜。《梁父吟》，声正苦。日落未落天星黄，西园灌木秋楚楚。青青千里草如雾，兀兀当涂高踞虎。长陵百尺空嵯峨，夜半山精泣风雨。世无女娲五色石，天柱欲倩何人补？荆州水碧岷峨青，思美王孙渺何许。《梁父吟》，声苦伤。歌阑玉壶缺，白发千丈长。起坐击长剑，仰天悲流光。西归白日为谁晚，东流之水何泱泱。青冥黄鹄倘垂翅，我亦凌风随尔翔。",
        "author": "明代",
        "poem_class": "咏物",
        "dynasty": "憨山德清"
    },
    {
        "title": "寒松赋",
        "paragraph": "松之生也，于岩之侧。流俗不顾，匠人未识。无地势以炫容，有天机而作色。徒观其贞枝肃矗，直干芊眠，倚层峦则捎云蔽景，据幽涧则蓄雾藏烟。穹石盘薄而埋根，凡经几载；古藤联缘而抱节，莫记何年。于是白露零，凉风至；林野惨栗，山原愁悴。彼众尽于玄黄，斯独茂于苍翠，然后知落落高劲，亭亭孤绝。其为质也，不易叶而改柯；其为心也，甘冒霜而停雪。叶幽人之雅趣，明君子之奇节。若乃确乎不拔，物莫与隆，阴阳不能变其性，雨露所以资其丰。擢影后凋，一千年而作盖；流形入梦，十八载而为公。不学春开之桃李、秋落之梧桐。乱曰：负栋梁兮时不知，冒霜雪兮空自奇；谅可用而不用，固斯焉而取斯。扶桑已在渺茫中，家在扶桑东更东。 此去与师谁共到，一船明月一帆风。碧山学士焚银鱼，白马却走深岩居。古人已用三冬足，年少今开万卷余。晴云满户团倾盖，秋水浮阶溜决渠。富贵必从勤苦得，男儿须读五车书。望君烟水阔，挥手泪沾巾。飞鸟没何处，青山空向人。长江一帆远，落日五湖春。谁见汀洲上，相思愁白蘋。",
        "author": "唐代",
        "poem_class": "咏物",
        "dynasty": "李绅"
    },
    {
        "title": "早蝉",
        "paragraph": "六月初七日，江头蝉始鸣。石楠深叶里，薄暮两三声。一催衰鬓色，再动故园情。西风殊未起，秋思先秋生。忆昔在东掖，宫槐花下听。今朝无限思，云树绕湓城。终南阴岭秀，积雪浮云端。林表明霁色，城中增暮寒。饮马渡秋水，水寒风似刀。平沙日未没，黯黯见临洮。昔日长城战，咸言意气高。黄尘足今古，白骨乱蓬蒿。暖戏烟芜锦翼齐，品流应得近山鸡。雨昏青草湖边过，花落黄陵庙里啼。游子乍闻征袖湿，佳人才唱翠眉低。相呼相应湘江阔，苦竹丛深日向西。",
        "author": "唐代",
        "poem_class": "咏物",
        "dynasty": "白居易"
    },
    {
        "title": "五粒小松歌",
        "paragraph": "前谢秀才、杜云卿，命予作《五粒小松歌》，予以选书多事，不治曲辞，经十日，聊道八句，以当命意。蛇子蛇孙鳞蜿蜿，新香几粒洪崖饭。绿波浸叶满浓光，细束龙髯铰刀剪。主人壁上铺州图，主人堂前多俗儒。月明白露秋泪滴，石笋溪云肯寄书。自爱残妆晓镜中，环钗漫篸绿丝丛。须臾日射胭脂颊，一朵红苏旋欲融。山泉散漫绕阶流，万树桃花映小楼。闲读道书慵未起，水晶帘下看梳头。红罗著压逐时新，吉了花纱嫩麴尘。第一莫嫌材地弱，些些纰缦最宜人。曾经沧海难为水，除却巫山不是云。取次花丛懒回顾，半缘修道半缘君。寻常百种花齐发，偏摘梨花与白人。今日江头两三树，可怜和叶度残春。小时不识月，呼作白玉盘。又疑瑶台镜，飞在青云端。(青云 一作：白云)仙人垂两足，桂树何团团。白兔捣药成，问言与谁餐？蟾蜍蚀圆影，大明夜已残。羿昔落九乌，天人清且安。阴精此沦惑，去去不足观。忧来其如何？凄怆摧心肝。抛掷南阳为主忧，北征东讨尽良筹。时来天地皆同力，运去英雄不自由。千里山河轻孺子，两朝冠剑恨谯周。唯余岩下多情水，犹解年年傍驿流。",
        "author": "唐代",
        "poem_class": "咏物",
        "dynasty": "李贺"
    },
    {
        "title": "巽上人以竹间自采新茶见赠酬之以诗",
        "paragraph": "芳丛翳湘竹，零露凝清华。复此雪山客，晨朝掇灵芽。蒸烟俯石濑，咫尺凌丹崖。圆方丽奇色，圭璧无纤瑕。呼儿爨金鼎，馀馥延幽遐。涤虑发真照，还源荡昏邪。犹同甘露饭，佛事薰毗耶。咄此蓬瀛侣，无乃贵流霞。中和癸卯春三月，洛阳城外花如雪。东西南北路人绝，绿杨悄悄香尘灭。路旁忽见如花人，独向绿杨阴下歇。凤侧鸾欹鬓脚斜，红攒黛敛眉心折。借问女郎何处来？含颦欲语声先咽。回头敛袂谢行人，丧乱漂沦何堪说！三年陷贼留秦地，依稀记得秦中事。君能为妾解金鞍，妾亦与君停玉趾。前年庚子腊月五，正闭金笼教鹦鹉。斜开鸾镜懒梳头，闲凭雕栏慵不语。忽看门外起红尘，已见街中擂金鼓。居人走出半仓惶，朝士归来尚疑误。是时西面官军入，拟向潼关为警急。皆言博野自相持，尽道贼军来未及。须臾主父乘奔至，下马入门痴似醉。适逢紫盖去蒙尘，已见白旗来匝地。扶羸携幼竞相呼，上屋缘墙不知次。南邻走入北邻藏，东邻走向西邻避。北邻诸妇咸相凑，户外崩腾如走兽。轰轰昆昆乾坤动，万马雷声从地涌。火迸金星上九天，十二官街烟烘烔。日轮西下寒光白，上帝无言空脉脉。阴云晕气若重围，宦者流星如血色。紫气潜随帝座移，妖光暗射台星拆。家家流血如泉沸，处处冤声声动地。舞伎歌姬尽暗捐，婴儿稚女皆生弃。东邻有女眉新画，倾国倾城不知价。长戈拥得上戎车，回首香闺泪盈把。旋抽金线学缝旗，才上雕鞍教走马。有时马上见良人，不敢回眸空泪下；西邻有女真仙子，一寸横波剪秋水。妆成只对镜中春，年幼不知门外事。一夫跳跃上金阶，斜袒半肩欲相耻。牵衣不肯出朱门，红粉香脂刀下死。南邻有女不记姓，昨日良媒新纳聘。琉璃阶上不闻行，翡翠帘间空见影。忽看庭际刀刃鸣，身首支离在俄顷。仰天掩面哭一声，女弟女兄同入井；北邻少妇行相促，旋拆云鬟拭眉绿。已闻击托坏高门，不觉攀缘上重屋。须臾四面火光来，欲下回梯梯又摧。烟中大叫犹求救，梁上悬尸已作灰。妾身幸得全刀锯，不敢踟蹰久回顾。旋梳蝉鬓逐军行，强展蛾眉出门去。旧里从兹不得归，六亲自此无寻处。一从陷贼经三载，终日惊忧心胆碎。夜卧千重剑戟围，朝餐一味人肝脍。鸳帏纵入岂成欢？宝货虽多非所爱。蓬头垢面眉犹赤，几转横波看不得。衣裳颠倒语言异，面上夸功雕作字。柏台多半是狐精，兰省诸郎皆鼠魅。还将短发戴华簪，不脱朝衣缠绣被。翻持象笏作三公，倒佩金鱼为两史。朝闻奏对入朝堂，暮见喧呼来酒市。一朝五鼓人惊起，叫啸喧呼如窃语。夜来探马入皇城，昨日官军收赤水。赤水去城一百里，朝若来兮暮应至。凶徒马上暗吞声，女伴闺中潜生喜。皆言冤愤此时销，必谓妖徒今日死。逡巡走马传声急，又道官军全阵入。大彭小彭相顾忧，二郎四郎抱鞍泣。沉沉数日无消息，必谓军前已衔璧。簸旗掉剑却来归，又道官军悉败绩。四面从兹多厄束，一斗黄金一斗粟。尚让厨中食木皮，黄巢机上刲人肉。东南断绝无粮道，沟壑渐平人渐少。六军门外倚僵尸，七架营中填饿殍。长安寂寂今何有？废市荒街麦苗秀。采樵斫尽杏园花，修寨诛残御沟柳。华轩绣毂皆销散，甲第朱门无一半。含元殿上狐兔行，花萼楼前荆棘满。昔时繁盛皆埋没，举目凄凉无故物。内库烧为锦绣灰，天街踏尽公卿骨！来时晓出城东陌，城外风烟如塞色。路旁时见游奕军，坡下寂无迎送客。霸陵东望人烟绝，树锁骊山金翠灭。大道俱成棘子林，行人夜宿墙匡月。明朝晓至三峰路，百万人家无一户。破落田园但有蒿，摧残竹树皆无主。路旁试问金天神，金天无语愁于人。庙前古柏有残枿，殿上金炉生暗尘。一从狂寇陷中国，天地晦冥风雨黑。案前神水咒不成，壁上阴兵驱不得。闲日徒歆奠飨恩，危时不助神通力。我今愧恧拙为神，且向山中深避匿。寰中箫管不曾闻，筵上牺牲无处觅。旋教魇鬼傍乡村，诛剥生灵过朝夕。妾闻此语愁更愁，天遣时灾非自由。神在山中犹避难，何须责望东诸侯！前年又出杨震关，举头云际见荆山。如从地府到人间，顿觉时清天地闲。陕州主帅忠且贞，不动干戈唯守城。蒲津主帅能戢兵，千里晏然无犬声。朝携宝货无人问，暮插金钗唯独行。明朝又过新安东，路上乞浆逢一翁。苍苍面带苔藓色，隐隐身藏蓬荻中。问翁本是何乡曲？底事寒天霜露宿？老翁暂起欲陈辞，却坐支颐仰天哭。乡园本贯东畿县，岁岁耕桑临近甸。岁种良田二百廛，年输户税三千万。小姑惯织褐絁袍，中妇能炊红黍饭。千间仓兮万丝箱，黄巢过后犹残半。自从洛下屯师旅，日夜巡兵入村坞。匣中秋水拔青蛇，旗上高风吹白虎。入门下马若旋风，罄室倾囊如卷土。家财既尽骨肉离，今日垂年一身苦。一身苦兮何足嗟，山中更有千万家。朝饥山上寻蓬子，夜宿霜中卧荻花！妾闻此老伤心语，竟日阑干泪如雨。出门惟见乱枭鸣，更欲东奔何处所？仍闻汴路舟车绝，又道彭门自相杀。野色徒销战士魂，河津半是冤人血。适闻有客金陵至，见说江南风景异。自从大寇犯中原，戎马不曾生四鄙。诛锄窃盗若神功，惠爱生灵如赤子。城壕固护教金汤，赋税如云送军垒。奈何四海尽滔滔，湛然一境平如砥。避难徒为阙下人，怀安却羡江南鬼。愿君举棹东复东，咏此长歌献相公。击筑饮美酒，剑歌易水湄。经过燕太子，结托并州儿。少年负壮气，奋烈自有时。因击鲁句践，争博勿相欺。五陵年少金市东，银鞍白马度春风。落花踏尽游何处，笑入胡姬酒肆中。青青一树伤心色，曾入几人离恨中。 为近都门多送别，长条折尽减春风。",
        "author": "唐代",
        "poem_class": "咏物",
        "dynasty": "柳宗元"
    },
    {
        "title": "蓬莱三殿侍宴奉敕咏终南山应制",
        "paragraph": "北斗挂城边，南山倚殿前。云标金阙迥，树杪玉堂悬。半岭通佳气，中峰绕瑞烟。小臣持献寿，长此戴尧天。新年都未有芳华，二月初惊见草芽。白雪却嫌春色晚，故穿庭树作飞花。旅馆寒灯独不眠，客心何事转凄然。故乡今夜思千里，霜鬓明朝又一年。(霜鬓 一作：愁鬓)赠君一法决狐疑，不用钻龟与祝蓍。试玉要烧三日满，辨材须待七年期。周公恐惧流言日，王莽谦恭未篡时。向使当初身便死，一生真伪复谁知？",
        "author": "唐代",
        "poem_class": "咏物",
        "dynasty": "杜审言"
    },
    {
        "title": "浪淘沙·赋虞美人草",
        "paragraph": "不肯过江东。玉帐匆匆。至今草木忆英雄。唱著虞兮当日曲，便舞春风。 儿女此情同。往事朦胧。湘娥竹上泪痕浓。舜盖重瞳堪痛恨，羽又重瞳。湖山胜处放翁家，槐柳阴中野径斜。水满有时观下鹭，草深无处不鸣蛙。箨龙已过头番笋，木笔犹开第一花。叹息老来交旧尽，睡来谁共午瓯茶。欲上高楼去避愁，愁还随我上高楼。经行几处江山改，多少亲朋尽白头。归休去，去归休。不成人总要封侯？浮云出处元无定，得似浮云也自由。相逢情便深，恨不相逢早。识尽千千万万人，终不似、伊家好。别你登长道。转更添烦恼。楼外朱楼独倚阑，满目围芳草。",
        "author": "宋代",
        "poem_class": "咏物",
        "dynasty": "辛弃疾"
    },
    {
        "title": "夹竹桃花·咏题",
        "paragraph": "诗绛彩娇春，苍筠静锁，掩映夭姿凝露。花腮藏翠，高节穿花遮护。重重蕊叶相怜，似青帔艳妆神仙侣。正武陵溪暗，淇园晓色，宜望中烟雨。暖景、谁见斜枝处。喜上苑韶华渐布。又似瑞霞低拥，却恐随风飞去。要留最妍丽，须且闲凭佳句。更秀容、分付徐熙，素屏画图取。昨日入城市，归来泪满巾。遍身罗绮者，不是养蚕人。行尽潇湘到洞庭。楚天阔处数峰青。旗梢不动晚波平。红蓼一湾纹缬乱，白鱼双尾玉刀明。夜凉船影浸疏星。醉拍春衫惜旧香。天将离恨恼疏狂。年年陌上生秋草，日日楼中到夕阳。 云渺渺，水茫茫。征人归路许多长。相思本是无凭语，莫向花笺费泪行。",
        "author": "宋代",
        "poem_class": "咏物",
        "dynasty": "曹勋"
    },
    {
        "title": "蝶恋花·几股湘江龙骨瘦",
        "paragraph": "几股湘江龙骨瘦，巧样翻腾，叠作湘波皱。金缕小钿花草斗，翠条更结同心扣。金殿珠帘闲永昼，一握清风，暂喜怀中透。忽听传宣颁急奏，轻轻褪入香罗袖。二月巴陵日日风，春寒未了怯园公。海棠不惜胭脂色，独立蒙蒙细雨中。东武望余杭，云海天涯两渺茫。何日功成名遂了，还乡，醉笑陪公三万场。不用诉离觞，痛饮从来别有肠。今夜送归灯火冷，河塘，堕泪羊公却姓杨。行到东溪看水时，坐临孤屿发船迟。野凫眠岸有闲意，老树着花无丑枝。短短蒲茸齐似剪，平平沙石净于筛。情虽不厌住不得，薄暮归来车马疲。",
        "author": "宋代",
        "poem_class": "咏物",
        "dynasty": "金章宗"
    },
    {
        "title": "新竹",
        "paragraph": "新篁才解箨，寒色已青葱。冉冉偏凝粉，萧萧渐引风。扶疏多透日，寥落未成丛。惟有团团节，坚贞大小同。春去也，多谢洛城人。弱柳从风疑举袂，丛兰裛露似沾巾。独坐亦含嚬。春去也，共惜艳阳年。犹有桃花流水上，无辞竹叶醉尊前。惟待见青天。赠君一法决狐疑，不用钻龟与祝蓍。试玉要烧三日满，辨材须待七年期。周公恐惧流言日，王莽谦恭未篡时。向使当初身便死，一生真伪复谁知？客心争日月，来往预期程。秋风不相待，先至洛阳城。",
        "author": "唐代",
        "poem_class": "咏物",
        "dynasty": "元稹"
    },
    {
        "title": "杏花天·咏汤",
        "paragraph": "蛮姜豆蔻相思味。算却在、春风舌底。江清爱与消残醉。悴憔文园病起。 停嘶骑、歌眉送意。记晓色、东城梦里。紫檀晕浅香波细。肠断垂杨小市。山与歌眉敛，波同醉眼流。游人都上十三楼。不羡竹西歌吹、古扬州。菰黍连昌歜，琼彝倒玉舟。谁家水调唱歌头。声绕碧山飞去、晚云留。杨柳丝丝弄轻柔，烟缕织成愁。海棠未雨，梨花先雪，一半春休。而今往事难重省，归梦绕秦楼。相思只在，丁香枝上，豆蔻梢头。斜风细雨作春寒，对尊前，忆前欢。曾把梨花，寂寞泪阑干。芳草断烟南浦路，和别泪，看青山。昨宵结得梦夤缘，水云间，悄无言。争奈醒来，愁恨又依然。展转衾裯空懊恼，天易见，见伊难。",
        "author": "宋代",
        "poem_class": "咏物",
        "dynasty": "吴文英"
    },
    {
        "title": "齐天乐·萤",
        "paragraph": "碧痕初化池塘草，荧荧野光相趁。扇薄星流，盘明露滴，零落秋原飞磷。练裳暗近。记穿柳生凉，度荷分暝。误我残编，翠囊空叹梦无准。楼阴时过数点，倚阑人未睡，曾赋幽恨。汉苑飘苔，秦陵坠叶，千古凄凉不尽。何人为省？但隔水余晖，傍林残影。已觉萧疏，更堪秋夜永！泛菊杯深，吹梅角远，同在京城。聚散匆匆，云边孤雁，水上浮萍。 教人怎不伤情。觉几度、魂飞梦惊。后夜相思，尘随马去，月逐舟行。凤髻金泥带，龙纹玉掌梳。走来窗下笑相扶，爱道画眉深浅入时无？弄笔偎人久，描花试手初。等闲妨了绣功夫，笑问鸳鸯两字怎生书？万籁寂无声。衾铁稜稜近五更。香断灯昏吟未稳，凄清。只有霜华伴月明。应是夜寒凝。恼得梅花睡不成。我念梅花花念我，关情。起看清冰满玉瓶。",
        "author": "宋代",
        "poem_class": "咏物",
        "dynasty": "王沂孙"
    },
    {
        "title": "白菊杂书四首",
        "paragraph": "黄昏寒立更披襟，露浥清香悦道心。 却笑谁家扃绣户，正薰龙麝暖鸳衾。 四面云屏一带天，是非断得自翛然。 此生只是偿诗债，白菊开时最不眠。 狂才不足自英雄，仆妾驱令学贩舂。 侯印几人封万户，侬家只办买孤峰。 黄鹂啭处谁同听，白菊开时且剩过。 漫道南朝足流品，由来叔宝不宜多。 可怜白雪曲，未遇知音人。恓惶戎旅下，蹉跎淮海滨。涧树含朝雨，山鸟哢馀春。我有一瓢酒，可以慰风尘。暮从碧山下，山月随人归。却顾所来径，苍苍横翠微。相携及田家，童稚开荆扉。绿竹入幽径，青萝拂行衣。欢言得所憩，美酒聊共挥。长歌吟松风，曲尽河星稀。我醉君复乐，陶然共忘机。江送巴南水，山横塞北云。津亭秋月夜，谁见泣离群？乱烟笼碧砌，飞月向南端。寂寞离亭掩，江山此夜寒。",
        "author": "唐代",
        "poem_class": "咏物",
        "dynasty": "司空图"
    },
    {
        "title": "孤桐",
        "paragraph": "天质自森森，孤高几百寻。凌霄不屈己，得地本虚心。岁老根弥壮，阳骄叶更阴。明时思解愠，愿斫五弦琴。波声拍枕长淮晓，隙月窥人小。无情汴水自东流，只载一船离恨向西州。竹溪花浦曾同醉，酒味多于泪。谁教风鉴在尘埃？酝造一场烦恼送人来！徐州石潭谢雨，道上作五首。潭在城东二十里，常与泗水增减清浊相应。软草平莎过雨新，轻沙走马路无尘。何时收拾耦耕身？日暖桑麻光似泼，风来蒿艾气如薰。使君元是此中人。东风夜放花千树，更吹落，星如雨。宝马雕车香满路。凤箫声动，玉壶光转，一夜鱼龙舞。蛾儿雪柳黄金缕，笑语盈盈暗香去。众里寻他千百度，蓦然回首，那人却在，灯火阑珊处。",
        "author": "宋代",
        "poem_class": "咏物",
        "dynasty": "王安石"
    },
    {
        "title": "使院中新栽柏树子呈李十五栖筠",
        "paragraph": "爱尔青青色，移根此地来。不曾台上种，留向碛中栽。脆叶欺门柳，狂花笑院梅。不须愁岁晚，霜露岂能摧。梳洗罢，独倚望江楼。过尽千帆皆不是，斜晖脉脉水悠悠。肠断白蘋洲。长空澹澹孤鸟没，万古销沉向此中。 看取汉家何事业，五陵无树起秋风。飒飒西风满院栽，蕊寒香冷蝶难来。 他年我若为青帝，报与桃花一处开。",
        "author": "唐代",
        "poem_class": "咏物",
        "dynasty": "岑参"
    },
    {
        "title": "水龙吟·浮翠山房拟赋白莲",
        "paragraph": "淡妆人更婵娟，晚奁净洗铅华腻。泠泠月色，萧萧风度，娇红敛避。太液池空，霓裳舞倦，不堪重记。叹冰魂犹在，翠舆难驻，玉簪为谁轻坠。别有凌空一叶，泛清寒、素波千里。珠房泪湿，明珰恨远，旧游梦里。羽扇生秋，琼楼不夜，尚遗仙意。奈香云易散，绡衣半脱，露凉如水。汉上繁华，江南人物，尚遗宣政风流。绿窗朱户，十里烂银钩。一旦刀兵齐举，旌旗拥、百万貔貅。长驱入，歌楼舞榭，风卷落花愁。清平三百载，典章文物，扫地俱休。幸此身未北，犹客南州。破鉴徐郎何在？空惆怅、相见无由。从今后，断魂千里，夜夜岳阳楼。生当作人杰，死亦为鬼雄。至今思项羽，不肯过江东。春风疑不到天涯，二月山城未见花。残雪压枝犹有橘，冻雷惊笋欲抽芽。夜闻归雁生乡思，病入新年感物华。曾是洛阳花下客，野芳虽晚不须嗟。",
        "author": "宋代",
        "poem_class": "咏物",
        "dynasty": "唐玨"
    },
    {
        "title": "满江红·仙姥来时",
        "paragraph": "仙姥来时，正一望、千顷翠澜。旌旗共、乱云俱下，依约前山。命驾群龙金作轭，相从诸娣玉为冠。向夜深、风定悄无人，闻佩环。神奇处，君试看。奠淮右，阻江南。遣六丁雷电，别守东关。却笑英雄无好手，一篙春水走曹瞒。又怎知、人在小红楼，帘影间。京口瓜洲一水间，钟山只隔数重山。春风又绿江南岸，明月何时照我还。千里潇湘挼蓝浦，兰桡昔日曾经。月高风定露华清。微波澄不动，冷浸一天星。独倚危樯情悄悄，遥闻妃瑟泠泠。新声含尽古今情。曲终人不见，江上数峰青。画毂雕鞍狭路逢，一声肠断绣帘中。身无彩凤双飞翼，心有灵犀一点通。金作屋，玉为笼，车如流水马游龙。刘郎已恨蓬山远，更隔蓬山几万重。",
        "author": "宋代",
        "poem_class": "咏物",
        "dynasty": "姜夔"
    },
    {
        "title": "咏孤石",
        "paragraph": "迥石直生空，平湖四望通。岩根恒洒浪，树杪镇摇风。偃流还渍影，侵霞更上红。独拔群峰外，孤秀白云中。我有一宝剑，出自昆吾溪。照人如照水，切玉如切泥。锷边霜凛凛，匣上风凄凄。寄语张公子，何当来见携。镜尘言苦厚。虫丝定几重。还是临窗月。今秋逈照松。谁道谪仙狂，豪情托举觞。目无高力士，心识郭汾阳。",
        "author": "南北朝",
        "poem_class": "咏物",
        "dynasty": "高丽定法师"
    },
    {
        "title": "和答钱穆父咏猩猩毛笔",
        "paragraph": "爱酒醉魂在，能言机事疏。平生几两屐，身后五车书。物色看王会，勋劳在石渠。拔毛能济世，端为谢杨朱。春未老，风细柳斜斜。试上超然台上看，半壕春水一城花。烟雨暗千家。(看 一作：望)寒食后，酒醒却咨嗟。休对故人思故国，且将新火试新茶。诗酒趁年华。敲碎离愁，纱窗外、风摇翠竹。人去后、吹箫声断，倚楼人独。满眼不堪三月暮，举头已觉千山绿。但试将一纸寄来书，从头读。相思字，空盈幅；相思意，何时足？滴罗襟点点，泪珠盈掬。芳草不迷行客路，垂杨只碍离人目。最苦是、立尽月黄昏，阑干曲。溪水将桥不复回，小舟犹倚短篙开。交情得似山溪渡，不管风波去又来。",
        "author": "宋代",
        "poem_class": "咏物",
        "dynasty": "黄庭坚"
    },
    {
        "title": "柳絮",
        "paragraph": "二月杨花轻复微，春风摇荡惹人衣。 他家本是无情物，一任南飞又北飞。菱透浮萍绿锦池，夏莺千啭弄蔷薇。尽日无人看微雨，鸳鸯相对浴红衣。洛阳城里见秋风，欲作家书意万重。复恐匆匆说不尽，行人临发又开封。西宫夜静百花香，欲卷珠帘春恨长。斜抱云和深见月，朦胧树色隐昭阳。",
        "author": "唐代",
        "poem_class": "咏物",
        "dynasty": "薛涛"
    },
    {
        "title": "满庭芳·茉莉花",
        "paragraph": "环佩青衣，盈盈素靥，临风无限清幽。出尘标格，和月最温柔。堪爱芳怀淡雅，纵离别，未肯衔愁。浸沉水，多情化作，杯底暗香流。凝眸，犹记得，菱花镜里，绿鬓梢头。胜冰雪聪明，知己谁求？馥郁诗心长系，听古韵，一曲相酬。歌声远，余香绕枕，吹梦下扬州。乱条犹未变初黄，倚得东风势便狂。解把飞花蒙日月，不知天地有清霜。凡读书......须要读得字字响亮，不可误一字，不可少一字，不可多一字，不可倒一字，不可牵强暗记，只是要多诵数遍，自然上口，久远不忘。古人云，“读书百遍，其义自见”。谓读得熟，则不待解说，自晓其义也。余尝谓，读书有三到，谓心到，眼到，口到。心不在此，则眼不看仔细，心眼既不专一，却只漫浪诵读，决不能记，记亦不能久也。三到之中，心到最急。心既到矣，眼口岂不到乎？少年易老学难成，一寸光阴不可轻。未觉池塘春草梦，阶前梧叶已秋声。",
        "author": "宋代",
        "poem_class": "咏物",
        "dynasty": "柳永"
    },
    {
        "title": "咏蚊",
        "paragraph": "饱去樱桃重，饥来柳絮轻。但知离此去，不用问前程。太上曰：祸福无门，唯人自召。善恶之报，如影随形。是以天地有司过之神。依人所犯轻重，以夺人算。算减则贫耗，多逢忧患，人皆恶之，刑祸随之，吉庆避之，恶星灾之，算尽则死。又有三台北斗神君，在人头上，录人罪恶，夺其纪算。又有三尸神，在人身中，每到庚申日，辄上诣天曹，言人罪过。月晦之日，灶神亦然。凡人有过，大则夺纪，小则夺算。其过大小，有数百事，欲求长生者，先须避之。是道则进，非道则退。不履邪径，不欺暗室。积德累功，慈心於物。忠孝友悌，正己化人，矜孤恤寡，敬老怀幼。昆虫草木，犹不可伤。宜悯人之凶，乐人之善，济人之急，救人之危。见人之得，如己之得。见人之失，如己之失。不彰人短，不炫己长。遏恶扬善，推多取少。受辱不怨，受宠若惊。施恩不求报，与人不追悔。所谓善人，人皆敬之，天道佑之，福禄随之。众邪远之，神灵卫之，所作必成，神仙可冀。欲求天仙者，当立一千三百善，欲求地仙者，当立三百善；苟或非义而动，背理而行。以恶为能，忍作残害。阴贼良善，暗侮君亲。慢其先生，叛其所事。诳诸无识，谤诸同学。虚诬诈伪，攻讦宗亲。刚强不仁，狠戾自用。是非不当，向背乖宜。虐下取功，谄上希旨。受恩不感，念怨不休。轻蔑天民，扰乱国政。赏及非义，刑及无辜。杀人取财，倾人取位。诛降戮服，贬正排贤。凌孤逼寡，弃法受赂。以直为曲，以曲为直。入轻为重，见杀加怒。知过不改，知善不为。自罪引他，壅塞方术。讪谤贤圣，侵凌道德。射飞逐走，发蛰惊栖，填穴覆巢，伤胎破卵。愿人有失，毁人成功。危人自安，减人自益。以恶易好，以私废公。窃人之能，蔽人之善。形人之丑，讦人之私。耗人货财，离人骨肉。侵人所爱，助人为非，逞志作威，辱人求胜。败人苗稼，破人婚姻。苟富而骄，苟免无耻，认恩推过。嫁祸卖恶。沽买虚誉，包贮险心。挫人所长，护己所短。乘威迫胁，纵暴杀伤。无故剪裁，非礼烹宰。散弃五谷，劳扰众生。破人之家。取其财宝。决水放火，以害民居，紊乱规模，以败人功，损人器物，以穷人用。见他荣贵，愿他流贬。见他富有，愿他破散。见他色美，起心私之。负他货财，原他身死。干求不遂，便生咒恨。见他失便，便说他过。见他体相不具而笑之。见他才能可称而抑之。埋蛊厌人，用药杀树。恚怒师傅，抵触父兄。强取强求，好侵好夺。掳掠致富，巧诈求迁。赏罚不平，逸乐过节。苛虐其下，恐吓於他。怨天尤人，呵风骂雨。斗合争讼，妄逐朋党。用妻妾语，违父母训。得新忘故。口是心非，贪冒於财，欺罔其上。造作恶语，谗毁平人。毁人称直，骂神称正，弃顺效逆，背亲向疏。指天地以证鄙怀，引神明而鉴猥事。施与後悔，假借不还。分外营求，力上施设。淫欲过度，心毒貌慈。秽食馁人，左道惑众。短尺狭度，轻秤小升。以伪杂真，采取奸利。压良为贱，谩蓦愚人，贪婪无厌，咒诅求直。嗜酒悖乱，骨肉忿争。男不忠良，女不柔顺。不和其室，不敬其夫。每好矜夸，常行妒忌。无行於妻子，失礼於舅姑，轻慢先灵，违逆上命。作为无益，怀挟外心。自咒咒他，偏憎偏爱。越井越灶，跳食跳人。损子堕胎，行多隐僻。晦腊歌舞，朔旦号怒。对北涕唾及溺，对灶吟咏及哭。又以灶火烧香，秽柴作食。夜起裸露，八节行刑。唾流星，指虹霓。辄指三光，久视日月，春月燎猎，对北恶骂。无故杀龟打蛇，如是等罪，司命随其轻重，夺其纪算。算尽则死，死有余责，乃殃及子孙。又诸横取人财者，乃计其妻子家口以当之，渐至死丧。若不死丧，则有水火盗贼，遗亡器物，疾病口舌诸事，以当妄取之直。又枉杀人者，是易刀兵而相杀也。取非义之财者，譬如漏脯救饥，鸩酒止渴，非不暂饱，死亦及之。夫心起於善，善虽未为，而吉神已随之。或心起於恶，恶虽未为，而凶神已随之。其有曾行恶事，後自改悔，诸恶莫作，众善奉行。久久必获吉庆，所谓转祸为福也。故吉人语善，视善，行善。一日有三善，三年天必降之福。凶人语恶、视恶、行恶，一日有三恶，三年天必降之祸，胡不勉而行之。城南小陌又逢春，只见梅花不见人。玉骨久沉泉下土，墨痕犹锁壁间尘。闲来无事不从容，睡觉东窗日已红。万物静观皆自得，四时佳兴与人同。道通天地有形外，思入风云变态中。富贵不淫贫贱乐，男儿到此是豪雄。",
        "author": "宋代",
        "poem_class": "咏物",
        "dynasty": "范仲淹"
    },
    {
        "title": "咏院中丛竹",
        "paragraph": "擢擢当轩竹，青青重岁寒。心贞徒见赏，箨小未成竿。酌酒与君君自宽，人情翻覆似波澜。白首相知犹按剑，朱门先达笑弹冠。草色全经细雨湿，花枝欲动春风寒。世事浮云何足问，不如高卧且加餐。羞日遮罗袖，愁春懒起妆。易求无价宝，难得有心郎。枕上潜垂泪，花间暗断肠。自能窥宋玉，何必恨王昌？昔年有狂客，号尔谪仙人。笔落惊风雨，诗成泣鬼神。声名从此大，汩没一朝伸。文采承殊渥，流传必绝伦。龙舟移棹晚，兽锦夺袍新。白日来深殿，青云满后尘。乞归优诏许，遇我宿心亲。未负幽栖志，兼全宠辱身。剧谈怜野逸，嗜酒见天真。醉舞梁园夜，行歌泗水春。才高心不展，道屈善无邻。处士祢衡俊，诸生原宪贫。稻粱求未足，薏苡谤何频。五岭炎蒸地，三危放逐臣。几年遭鵩鸟，独泣向麒麟。苏武先还汉，黄公岂事秦。楚筵辞醴日，梁狱上书辰。已用当时法，谁将此义陈。老吟秋月下，病起暮江滨。莫怪恩波隔，乘槎与问津。",
        "author": "唐代",
        "poem_class": "咏物",
        "dynasty": "吕太一"
    },
    {
        "title": "灵台",
        "paragraph": "经始灵台，经之营之。庶民攻之，不日成之。经始勿亟，庶民子来。王在灵囿，麀鹿攸伏。麀鹿濯濯，白鸟翯翯。王在灵沼，於牣鱼跃。虡业维枞，贲鼓维镛。於论鼓钟，於乐辟廱。於论鼓钟，於乐辟廱。鼍鼓逢逢。蒙瞍奏公。裳裳者华，其叶湑兮。我觏之子，我心写兮。我心写兮，是以有誉处兮。裳裳者华，芸其黄矣。我觏之子，维其有章矣。维其有章矣，是以有庆矣。裳裳者华，或黄或白。我觏之子，乘其四骆。乘其四骆，六辔沃若。左之左之，君子宜之。右之右之，君子有之。维其有之，是以似之。宁得一把五加。不用金玉满车。宁得一斤地榆。不用明月宝珠。海鸟曰“爰居”，止于鲁东门之外二日。臧文仲使国人祭之。展禽曰：“越哉，臧孙之为政也！夫祀，国之大节也，而节，政之所成也。故慎制祀以为国典。今无故而加典，非政之宜也。“夫圣王之制祀也，法施于民则祀之，以死勤事则祀之，以劳定国则祀之，能御大灾则祀之，能捍大患则祀之。非是族也，不在祀典。昔烈山氏之有天下也，其子曰柱，能植百谷百蔬。夏之兴也，周弃继之，故祀以为稷。共工氏之伯九有也，其子曰后土，能平九土，故祀以为社。黄帝能成命百物，以明民共财。颛顼能修之，帝喾能序三辰以固民，尧能单均刑法以议民，舜勤民事而野死，鲧障供水而殛死，禹能以德修鲧之功，契为司徒而民辑，冥勤其官而水死，汤以宽治民而除其邪，稷勤百谷雨山死，文王以文昭，武王去民之秽。故有虞氏禘黄帝而祖颛顼，郊尧而宗舜；夏后氏禘黄帝面祖颛顼，郊鲧而宗禹；商人禘舜而祖契，郊冥而宗汤；周人禘喾而郊稷，祖文王而宗武王。幕，能帅颛顼者也，有虞氏报焉；杼，能帅禹者也，夏后氏报焉；上甲微，能帅契者也，商人报焉；高圉、太王，能帅稷者也，周人报焉。凡禘、郊、祖、宗、报，此五者，国之典祀也。加之以社稷山川之神，皆有功烈于民者也。及前哲令德之人，所以为民质也；及天之三辰，民所以瞻仰也；及地之五行，所以生殖也；及九州名山川泽，所以出财用也。非是，不在祀典。今海鸟至，已不知而犯之，以为国典，难以为仁且知矣。夫仁者讲功，而知者处物。无功而祀之，非仁也；不知而不问，非知也。今兹海其有灾乎？夫广川之鸟兽，恒知而避其灾也。”是岁也，海多大风，冬暖。文仲闻柳下季之言，曰：“信吾过也。季子之言，不可不法也。”使书以为三策。 ",
        "author": "先秦",
        "poem_class": "咏物",
        "dynasty": "佚名"
    },
    {
        "title": "石竹咏",
        "paragraph": "萋萋结绿枝，晔晔垂朱英。常恐零露降，不得全其生。叹息聊自思，此生岂我情。昔我未生时，谁者令我萌。弃置勿重陈，委化何足惊。天山雪后海风寒，横笛偏吹行路难。碛里征人三十万，一时回首月中看。看朱成碧思纷纷，憔悴支离为忆君。不信比来长下泪，开箱验取石榴裙。鹅，鹅，鹅，曲项向天歌。白毛浮绿水，红掌拨清波。",
        "author": "唐代",
        "poem_class": "咏物",
        "dynasty": "王绩"
    },
    {
        "title": "惜秋华·木芙蓉",
        "paragraph": "路远仙城，自王郎去后，芳卿憔悴。锦段镜空，重铺步障新绮。凡花瘦不禁秋，幻腻玉、腴红鲜丽。相携。试新妆乍毕，交扶轻醉。 长记断桥外。骤玉骢过处，千娇凝睇。昨梦顿醒，依约旧时眉翠。愁边暮合碧云，倩唱入、六幺声里。风起。舞斜阳、阑干十二。游人脚底一声雷，满座顽云拨不开。天外黑风吹海立，浙东飞雨过江来。十分潋滟金樽凸，千杖敲铿羯鼓催。唤起谪仙泉洒面，倒倾鲛室泻琼瑰。一去二三里，烟村四五家。亭台六七座，八九十枝花。落日绣帘卷，亭下水连空。知君为我新作，窗户湿青红。长记平山堂上，欹枕江南烟雨，杳杳没孤鸿。认得醉翁语，山色有无中。一千顷，都镜净，倒碧峰。忽然浪起，掀舞一叶白头翁。堪笑兰台公子，未解庄生天籁，刚道有雌雄。一点浩然气，千里快哉风。",
        "author": "宋代",
        "poem_class": "咏物",
        "dynasty": "吴文英"
    },
    {
        "title": "戏题阶前芍药",
        "paragraph": "凡卉与时谢，妍华丽兹晨。欹红醉浓露，窈窕留馀春。孤赏白日暮，暄风动摇频。夜窗蔼芳气，幽卧知相亲。愿致溱洧赠，悠悠南国人。吹箫凌极浦，日暮送夫君。湖上一回首，山青卷白云。江碧鸟逾白，山青花欲燃。今春看又过，何日是归年？怅卧新春白袷衣，白门寥落意多违。红楼隔雨相望冷，珠箔飘灯独自归。远路应悲春晼晚，残宵犹得梦依稀。玉珰缄札何由达，万里云罗一雁飞。",
        "author": "唐代",
        "poem_class": "咏物",
        "dynasty": "柳宗元"
    },
    {
        "title": "咏画障",
        "paragraph": "芳晨丽日桃花浦，珠帘翠帐凤凰楼。蔡女菱歌移锦缆，燕姬春望上琼钩。新妆漏影浮轻扇，冶袖飘香入浅流。未减行云荆台下，自比凌波洛浦游。长安大道连狭斜，青牛白马七香车。玉辇纵横过主第，金鞭络绎向侯家。龙衔宝盖承朝日，凤吐流苏带晚霞。百尺游丝争绕树，一群娇鸟共啼花。(百尺 一作：百丈）游蜂戏蝶千门侧，碧树银台万种色。复道交窗作合欢，双阙连甍垂凤翼。梁家画阁中天起，汉帝金茎云外直。楼前相望不相知，陌上相逢讵相识。借问吹箫向紫烟，曾经学舞度芳年。得成比目何辞死，愿作鸳鸯不羡仙。比目鸳鸯真可羡，双去双来君不见。生憎帐额绣孤鸾，好取门帘帖双燕。双燕双飞绕画梁，罗帷翠被郁金香。片片行云着蝉鬓，纤纤初月上鸦黄。鸦黄粉白车中出，含娇含态情非一。妖童宝马铁连钱，娼妇盘龙金屈膝。御史府中乌夜啼，廷尉门前雀欲栖。隐隐朱城临玉道，遥遥翠幰没金堤。挟弹飞鹰杜陵北，探丸借客渭桥西。俱邀侠客芙蓉剑，共宿娼家桃李蹊。娼家日暮紫罗裙，清歌一啭口氛氲。北堂夜夜人如月，南陌朝朝骑似云。南陌北堂连北里，五剧三条控三市。弱柳青槐拂地垂，佳气红尘暗天起。汉代金吾千骑来，翡翠屠苏鹦鹉杯。罗襦宝带为君解，燕歌赵舞为君开。别有豪华称将相，转日回天不相让。意气由来排灌夫，专权判不容萧相。专权意气本豪雄，青虬紫燕坐春风。自言歌舞长千载，自谓骄奢凌五公。节物风光不相待，桑田碧海须臾改。昔时金阶白玉堂，即今惟见青松在。(惟见 一作：唯见)寂寂寥寥扬子居，年年岁岁一床书。独有南山桂花发，飞来飞去袭人裾。青天有月来几时？我今停杯一问之。人攀明月不可得，月行却与人相随。皎如飞镜临丹阙，绿烟灭尽清辉发。但见宵从海上来，宁知晓向云间没。白兔捣药秋复春，嫦娥孤栖与谁邻？今人不见古时月，今月曾经照古人。古人今人若流水，共看明月皆如此。唯愿当歌对酒时，月光长照金樽里。泽国江山入战图，生民何计乐樵苏。 凭君莫话封侯事，一将功成万骨枯。 传闻一战百神愁，两岸强兵过未休。 谁道沧江总无事，近来长共血争流。",
        "author": "唐代",
        "poem_class": "咏物",
        "dynasty": "上官仪"
    },
    {
        "title": "白菊三首",
        "paragraph": "人间万恨已难平，栽得垂杨更系情。 犹喜闰前霜未下，菊边依旧舞身轻。 莫惜西风又起来，犹能婀娜傍池台。 不辞暂被霜寒挫，舞袖招香即却回。 为报繁霜且莫催，穷秋须到自低垂。 横拖长袖招人别，只待春风却舞来。清明时节雨纷纷，路上行人欲断魂。借问酒家何处有？牧童遥指杏花村。见说蚕丛路，崎岖不易行。山从人面起，云傍马头生。芳树笼秦栈，春流绕蜀城。升沉应已定，不必问君平。莫恨雕笼翠羽残，江南地暖陇西寒。劝君不用分明语，语得分明出转难。",
        "author": "唐代",
        "poem_class": "咏物",
        "dynasty": "司空图"
    },
    {
        "title": "咏长信宫中草诗",
        "paragraph": "委翠似知节，含芳如有情。全由履迹少，并欲上阶生。自君之出矣，霜晖当夜明。思君若风影，来去不曾停。羽檄起边亭，烽火入咸阳。征师屯广武，分兵救朔方。(征师 一作：征骑)严秋筋竿劲，虏阵精且强。天子按剑怒，使者遥相望。雁行缘石径，鱼贯度飞梁。箫鼓流汉思，旌甲被胡霜。疾风冲塞起，沙砾自飘扬。马毛缩如蝟，角弓不可张。时危见臣节，世乱识忠良。投躯报明主，身死为国殇。朱日光素冰。朝花映白雪。折梅待佳人。共迎阳春月。",
        "author": "南北朝",
        "poem_class": "咏物",
        "dynasty": "庾肩吾"
    },
    {
        "title": "养竹记",
        "paragraph": "竹似贤，何哉？竹本固，固以树德，君子见其本，则思善建不拔者。竹性直，直以立身；君子见其性，则思中立不倚者。竹心空，空以体道；君子见其心，则思应用虚受者。竹节贞，贞以立志；君子见其节，则思砥砺名行，夷险一致者。夫如是，故君子人多树之，为庭实焉。贞元十九年春，居易以拔萃选及第，授校书郎，始于长安求假居处，得常乐里故关相国私第之东亭而处之。明日，履及于亭之东南隅，见丛竹于斯，枝叶殄瘁，无声无色。询于关氏之老，则曰：此相国之手植者。自相国捐馆，他人假居，由是筐篚者斩焉，彗帚者刈焉，刑余之材，长无寻焉，数无百焉。又有凡草木杂生其中，菶茸荟郁，有无竹之心焉。居易惜其尝经长者之手，而见贱俗人之目，剪弃若是，本性犹存。乃芟蘙荟，除粪壤，疏其间，封其下，不终日而毕。于是日出有清阴，风来有清声。依依然，欣欣然，若有情于感遇也。嗟乎！竹植物也，于人何有哉？以其有似于贤而人爱惜之，封植之，况其真贤者乎？然则竹之于草木，犹贤之于众庶。呜呼！竹不能自异，唯人异之。贤不能自异，唯用贤者异之。故作《养竹记》，书于亭之壁，以贻其后之居斯者，亦欲以闻于今之用贤者云。满园花菊郁金黄，中有孤丛色似霜。 还似今朝歌酒席，白头翁入少年场。帝城春欲暮，喧喧车马度。共道牡丹时，相随买花去。贵贱无常价，酬直看花数。灼灼百朵红，戋戋五束素。上张幄幕庇，旁织巴篱护。水洒复泥封，移来色如故。家家习为俗，人人迷不悟。有一田舍翁，偶来买花处。低头独长叹，此叹无人喻。一丛深色花，十户中人赋。南陵水面漫悠悠，风紧云轻欲变秋。正是客心孤迥处，谁家红袖凭江楼？",
        "author": "唐代",
        "poem_class": "咏物",
        "dynasty": "白居易"
    },
    {
        "title": "象祠记",
        "paragraph": "灵、博之山，有象祠焉。其下诸苗夷之居者，咸神而祠之。宣慰安君，因诸苗夷之请，新其祠屋，而请记于予。予曰：“毁之乎，其新之也？”曰：“新之。”“新之也，何居乎？”曰：“斯祠之肇也，盖莫知其原。然吾诸蛮夷之居是者，自吾父、吾祖溯曾高而上，皆尊奉而禋祀焉，举而不敢废也。”予曰：“胡然乎？有鼻之祀，唐之人盖尝毁之。象之道，以为子则不孝，以为弟则傲。斥于唐，而犹存于今；坏于有鼻，而犹盛于兹土也，胡然乎？”我知之矣：君子之爱若人也，推及于其屋之乌，而况于圣人之弟乎哉？然则祀者为舜，非为象也。意象之死，其在干羽既格之后乎？不然，古之骜桀者岂少哉？而象之祠独延于世，吾于是盖有以见舜德之至，入人之深，而流泽之远且久也。象之不仁，盖其始焉耳，又乌知其终之不见化于舜也？《书》不云乎：“克谐以孝，烝烝乂，不格奸。” 瞽瞍亦允若，则已化而为慈父。象犹不弟，不可以为谐。进治于善，则不至于恶；不抵于奸，则必入于善。信乎，象盖已化于舜矣！《孟子》曰：“天子使吏治其国，象不得以有为也。”斯盖舜爱象之深而虑之详，所以扶持辅导之者之周也。不然，周公之圣，而管、蔡不免焉。斯可以见象之既化于舜，故能任贤使能而安于其位，泽加于其民，既死而人怀之也。诸侯之卿，命于天子，盖《周官》之制，其殆仿于舜之封象欤？吾于是益有以信人性之善，天下无不可化之人也。然则唐人之毁之也，据象之始也；今之诸夷之奉之也，承象之终也。斯义也，吾将以表于世，使知人之不善，虽若象焉，犹可以改；而君子之修德，及其至也，虽若象之不仁，而犹可以化之也。” 长江风飏布帆轻，西入荆门感客情。三国已亡遗旧垒，几家犹在住荒城。云边路绕巴山色，树里河流汉水声。此去郢中应有赋，千秋白雪待君赓。危楼樽酒赋蒹葭，南望潇湘水一涯。云麓半涵青海雾，岸枫遥映赤城霞。双飞日月驱神骏，半缺河山待女娲。学就屠龙空束手，剑锋腾踏绕霜花。桂花浮玉，正月满天街，夜凉如洗。风泛须眉并骨寒，人在水晶宫里。蛟龙偃蹇，观阙嵯峨，缥缈笙歌沸。霜华满地，欲跨彩云飞起。记得去年今夕，酾酒溪亭，淡月云来去。千里江山昨梦非，转眼秋光如许。青雀西来，嫦娥报我，道佳期近矣。寄言俦侣，莫负广寒沈醉。",
        "author": "明代",
        "poem_class": "咏物",
        "dynasty": "王守仁"
    },
    {
        "title": "咏萍",
        "paragraph": "可怜池内萍，葐蒀紫复青。巧随浪开合，能逐水低平。微根无所缀，细叶讵须茎？飘泊终难测，留连如有情。敬如在。礼将周。神之驾。不少留。谁言生离久，适意与君别。衣上芳犹在，握里书未灭。腰中双绮带，梦为同心结。常恐所思露，瑶华未忍折。杨柳乱如丝。绮罗不自持。春草黄复绿。客心伤此时。青苔已结洧。碧水复盈淇。日华照赵瑟。风色动燕姬。襟前万行泪。故是一相思。",
        "author": "南北朝",
        "poem_class": "咏物",
        "dynasty": "刘绘"
    },
    {
        "title": "蜀桐",
        "paragraph": "玉垒高桐拂玉绳，上含非雾下含冰。枉教紫凤无栖处，斫作秋琴弹坏陵。国子先生晨入太学，招诸生立馆下，诲之曰：“业精于勤，荒于嬉；行成于思，毁于随。方今圣贤相逢，治具毕张。拔去凶邪，登崇畯良。占小善者率以录，名一艺者无不庸。爬罗剔抉，刮垢磨光。盖有幸而获选，孰云多而不扬？诸生业患不能精，无患有司之不明；行患不能成，无患有司之不公。”言未既，有笑于列者曰：“先生欺余哉！弟子事先生，于兹有年矣。先生口不绝吟于六艺之文，手不停披于百家之编。纪事者必提其要，纂言者必钩其玄。贪多务得，细大不捐。焚膏油以继晷，恒兀兀以穷年。先生之业，可谓勤矣。觝排异端，攘斥佛老。补苴罅漏，张皇幽眇。寻坠绪之茫茫，独旁搜而远绍。障百川而东之，回狂澜于既倒。先生之于儒，可谓有劳矣。沉浸醲郁，含英咀华，作为文章，其书满家。上规姚姒，浑浑无涯；周诰、殷《盘》，佶屈聱牙；《春秋》谨严，《左氏》浮夸；《易》奇而法，《诗》正而葩；下逮《庄》、《骚》，太史所录；子云，相如，同工异曲。先生之于文，可谓闳其中而肆其外矣。少始知学，勇于敢为；长通于方，左右具宜。先生之于为人，可谓成矣。然而公不见信于人，私不见助于友。跋前踬后，动辄得咎。暂为御史，遂窜南夷。三年博士，冗不见治。命与仇谋，取败几时。冬暖而儿号寒，年丰而妻啼饥。头童齿豁，竟死何裨。不知虑此，而反教人为？”先生曰：“吁，子来前！夫大木为杗，细木为桷，欂栌、侏儒，椳、闑、扂、楔，各得其宜，施以成室者，匠氏之工也。玉札、丹砂，赤箭、青芝，牛溲、马勃，败鼓之皮，俱收并蓄，待用无遗者，医师之良也。登明选公，杂进巧拙，纡馀为妍，卓荦为杰，校短量长，惟器是适者，宰相之方也。昔者孟轲好辩，孔道以明，辙环天下，卒老于行。荀卿守正，大论是弘，逃谗于楚，废死兰陵。是二儒者，吐辞为经，举足为法，绝类离伦，优入圣域，其遇于世何如也？今先生学虽勤而不繇其统，言虽多而不要其中，文虽奇而不济于用，行虽修而不显于众。犹且月费俸钱，岁靡廪粟；子不知耕，妇不知织；乘马从徒，安坐而食。踵常途之役役，窥陈编以盗窃。然而圣主不加诛，宰臣不见斥，兹非其幸欤？动而得谤，名亦随之。投闲置散，乃分之宜。若夫商财贿之有亡，计班资之崇庳，忘己量之所称，指前人之瑕疵，是所谓诘匠氏之不以杙为楹，而訾医师以昌阳引年，欲进其豨苓也。 自古逢秋悲寂寥，我言秋日胜春朝。晴空一鹤排云上，便引诗情到碧霄。一枝红杏出墙头，墙外行人正独愁。长得看来犹有恨，可堪逢处更难留！林空色暝莺先到，春浅香寒蝶未游。更忆帝乡千万树，澹烟笼日暗神州。",
        "author": "唐代",
        "poem_class": "咏物",
        "dynasty": "李商隐"
    },
    {
        "title": "浣溪沙·几共查梨到雪霜",
        "paragraph": "几共查梨到雪霜，一经题品便生光，木奴何处避雌黄。北客有来初未识，南金无价喜新尝，含滋嚼句齿牙香。小径红稀，芳郊绿遍。高台树色阴阴见。春风不解禁杨花，蒙蒙乱扑行人面。(蒙 通：濛)翠叶藏莺，朱帘隔燕。炉香静逐游丝转。一场愁梦酒醒时，斜阳却照深深院。秋色渐将晚，霜信报黄花。小窗低户深映，微路绕欹斜。为问山翁何事，坐看流年轻度，拚却鬓双华。徙倚望沧海，天净水明霞。 念平昔，空飘荡，遍天涯。归来三径重扫，松竹本吾家。却恨悲风时起，冉冉云间新雁，边马怨胡笳。谁似东山老，谈笑静胡沙。五月五日午，赠我一枝艾。 故人不可见，新知万里外。丹心照夙昔，鬓发日已改。 我欲从灵均，三湘隔辽海。",
        "author": "宋代",
        "poem_class": "咏物",
        "dynasty": "苏轼"
    },
    {
        "title": "东湖新竹",
        "paragraph": "插棘编篱谨护持，养成寒碧映涟漪。清风掠地秋先到，赤日行天午不知。解箨时闻声簌簌，放梢初见叶离离。官闲我欲频来此，枕簟仍教到处随。四顾山光接水光，凭栏十里芰荷香。清风明月无人管，并作南楼一味凉。危楼还望，叹此意、今古几人曾会？鬼设神施，浑认作、天限南疆北界。一水横陈，连岗三面，做出争雄势。六朝何事，只成门户私计？因笑王谢诸人，登高怀远，也学英雄涕。凭却长江，管不到，河洛腥膻无际。正好长驱，不须反顾，寻取中流誓。小儿破贼，势成宁问强对！(强对 一作：疆场)归梦寄吴樯，水驿江程去路长。想见芳洲初系缆，斜阳，烟树参差认武昌。愁鬓点新霜，曾是朝衣染御香。重到故乡交旧少，凄凉，却恐他乡胜故乡。",
        "author": "宋代",
        "poem_class": "咏物",
        "dynasty": "陆游"
    },
    {
        "title": "一片",
        "paragraph": "一片琼英价动天，连城十二昔虚传。良工巧费真为累，楮叶成来不直钱。秦时明月汉时关，万里长征人未还。但使龙城飞将在，不教胡马度阴山。蓝桥春雪君归日，秦岭秋风我去时。每到驿亭先下马，循墙绕柱觅君诗。红叶晚萧萧，长亭酒一瓢。残云归太华，疏雨过中条。树色随山迥，河声入海遥。帝乡明日到，犹自梦渔樵。",
        "author": "唐代",
        "poem_class": "咏物",
        "dynasty": "李商隐"
    },
    {
        "title": "巽公院五咏·苦竹桥",
        "paragraph": "危桥属幽径，缭绕穿疏林。迸箨分苦节，轻筠抱虚心。俯瞰涓涓流，仰聆萧萧吟。差池下烟日，嘲哳鸣山禽。谅无要津用，栖息有馀阴。月落乌啼霜满天，江枫渔火对愁眠。姑苏城外寒山寺，夜半钟声到客船。人谁不顾老，老去有谁怜。身瘦带频减，发稀冠自偏。废书缘惜眼，多灸为随年。经事还谙事，阅人如阅川。细思皆幸矣，下此便翛然。莫道桑榆晚，为霞尚满天。为我引杯添酒饮，与君把箸击盘歌。诗称国手徒为尔，命压人头不奈何。举眼风光长寂寞，满朝官职独蹉跎。亦知合被才名折，二十三年折太多。",
        "author": "唐代",
        "poem_class": "咏物",
        "dynasty": "柳宗元"
    },
    {
        "title": "春草",
        "paragraph": "春草绵绵不可名，水边原上乱抽荣。似嫌车马繁华地，才入城门便不生。一别都门三改火，天涯踏尽红尘。依然一笑作春温。无波真古井，有节是秋筠。惆怅孤帆连夜发，送行淡月微云。尊前不用翠眉颦。人生如逆旅，我亦是行人。(尊 通：樽)山亭水榭秋方半，凤帏寂寞无人伴。愁闷一番新，双蛾只旧颦。起来临绣户，时有疏萤度。多谢月相怜，今宵不忍圆。欲知垂尽岁，有似赴壑蛇。修鳞半已没，去意谁能遮。况欲系其尾，虽勤知奈何。儿童强不睡，相守夜欢哗。晨鸡且勿唱，更鼓畏添挝。坐久灯烬落，起看北斗斜。明年岂无年，心事恐蹉跎。努力尽今夕，少年犹可夸。",
        "author": "宋代",
        "poem_class": "咏物",
        "dynasty": "刘敞"
    },
    {
        "title": "咏素蝶诗",
        "paragraph": "随蜂绕绿蕙，避雀隐青薇。映日忽争起，因风乍共归。出没花中见，参差叶际飞。芳华幸勿谢，嘉树欲相依。桃花春水木兰桡。金覊翠盖聚河桥。陇西上计应行去。城南美人啼着曙。步兵未饮酒，中散未弹琴。索索无真气，昏昏有俗心。涸鲋常思水，惊飞每失林。风云能变色，松竹且悲吟。由来不得意，何必往长岑。羽檄起边庭，烽火乱如萤。是时张博望，夜赴交河城。马头要落日，剑尾掣流星。君恩未得报，何论身命倾。",
        "author": "南北朝",
        "poem_class": "咏物",
        "dynasty": "刘孝绰"
    },
    {
        "title": "咏山樽二首",
        "paragraph": "蟠木不雕饰，且将斤斧疏。樽成山岳势，材是栋梁馀。 外与金罍并，中涵玉醴虚。惭君垂拂拭，遂忝玳筵居。 拥肿寒山木，嵌空成酒樽。愧无江海量，偃蹇在君门。客心争日月，来往预期程。秋风不相待，先至洛阳城。东皋薄暮望，徙倚欲何依。树树皆秋色，山山唯落晖。牧人驱犊返，猎马带禽归。相顾无相识，长歌怀采薇。何事居穷道不穷，乱时还与静时同。家山虽在干戈地，弟侄常修礼乐风。窗竹影摇书案上，野泉声入砚池中。少年辛苦终身事，莫向光阴惰寸功。",
        "author": "唐代",
        "poem_class": "咏物",
        "dynasty": "李白"
    },
    {
        "title": "咏零陵",
        "paragraph": "画图曾识零陵郡，今日方知画不如。城郭恰临潇水上，山川犹是柳侯余。驿亭幽绝堪垂钓，岩石虚明可读书。欲买愚溪三亩地，手拈茅栋竟移居。客子久不到，好景为君留。西楼着意吟赏，何必问更筹？唤起一天明月，照我满怀冰雪，浩荡百川流。鲸饮未吞海，剑气已横秋。野光浮，天宇迥，物华幽。中州遗恨，不知今夜几人愁？谁念英雄老矣？不道功名蕞尔，决策尚悠悠。此事费分说，来日且扶头！恼烟撩露，留我须臾住。携手藕花湖上路，一霎黄梅细雨。 娇痴不怕人猜，和衣睡倒人怀。最是分携时候，归来懒傍妆台。紫府东风放夜时。步莲秾李伴人归。五更钟动笙歌散，十里月明灯火稀。 香苒苒，梦依依。天涯寒尽减春衣。凤凰城阙知何处，寥落星河一雁飞。",
        "author": "宋代",
        "poem_class": "咏物",
        "dynasty": "欧阳修"
    },
    {
        "title": "绝句四首·其四",
        "paragraph": "药条药甲润青青，色过棕亭入草亭。苗满空山惭取誉，根居隙地怯成形。太行之路能摧车，若比人心是坦途。巫峡之水能覆舟，若比人心是安流。人心好恶苦不常，好生毛羽恶生疮。与君结发未五载，岂期牛女为参商。古称色衰相弃背，当时美人犹怨悔。何况如今鸾镜中，妾颜未改君心改。为君熏衣裳，君闻兰麝不馨香。为君盛容饰，君看金翠无颜色。行路难，难重陈。人生莫作妇人身，百年苦乐由他人。行路难，难于山，险于水。不独人间夫与妻，近代君臣亦如此。君不见左纳言，右纳史，朝承恩，暮赐死。行路难，不在水，不在山，只在人情反覆间。北风卷地白草折，胡天八月即飞雪。忽如一夜春风来，千树万树梨花开。散入珠帘湿罗幕，狐裘不暖锦衾薄。将军角弓不得控，都护铁衣冷难着。(难着 一作：犹著)瀚海阑干百丈冰，愁云惨淡万里凝。中军置酒饮归客，胡琴琵琶与羌笛。纷纷暮雪下辕门，风掣红旗冻不翻。轮台东门送君去，去时雪满天山路。山回路转不见君，雪上空留马行处。金河秋半虏弦开，云外惊飞四散哀。仙掌月明孤影过，长门灯暗数声来。须知胡骑纷纷在，岂逐春风一一回？莫厌潇湘少人处，水多菰米岸莓苔。",
        "author": "唐代",
        "poem_class": "咏物",
        "dynasty": "杜甫"
    },
    {
        "title": "巴江柳",
        "paragraph": "巴江可惜柳，柳色绿侵江。好向金銮殿，移阴入绮窗。秋荷一滴露，清夜坠玄天。将来玉盘上，不定始知圆。今夜鄜州月，闺中只独看。遥怜小儿女，未解忆长安。香雾云鬟湿，清辉玉臂寒。何时倚虚幌，双照泪痕干。章台柳，章台柳，颜色青青今在否？纵使长条似旧垂，也应攀折他人手。(版本一)章台柳，章台柳，往日依依今在否？纵使长条似旧垂，也应攀折他人手。(版本二)章台柳，章台柳，昔日青青今在否？纵使长条似旧垂，也应攀折他人手。(版本三)",
        "author": "唐代",
        "poem_class": "咏物",
        "dynasty": "李商隐"
    },
    {
        "title": "初出金门寻王侍御不遇咏壁上鹦鹉",
        "paragraph": "落羽辞金殿，孤鸣咤绣衣。能言终见弃，还向陇西飞。苏溪亭上草漫漫，谁倚东风十二阑。燕子不归春事晚，一汀烟雨杏花寒。洛阳城里春光好，洛阳才子他乡老。柳暗魏王堤，此时心转迷。桃花春水渌，水上鸳鸯浴。凝恨对残晖，忆君君不知。烽火照西京，心中自不平。牙璋辞凤阙，铁骑绕龙城。雪暗凋旗画，风多杂鼓声。宁为百夫长，胜作一书生。",
        "author": "唐代",
        "poem_class": "咏物",
        "dynasty": "李白"
    },
    {
        "title": "咏木槿树题武进文明府厅",
        "paragraph": "物情良可见，人事不胜悲。莫恃朝荣好，君看暮落时。邯郸驿里逢冬至，抱膝灯前影伴身。想得家中夜深坐，还应说着远行人。床前明月光，疑是地上霜。举头望明月，低头思故乡。江南好，风景旧曾谙。日出江花红胜火，春来江水绿如蓝。能不忆江南？江南忆，最忆是杭州。山寺月中寻桂子，郡亭枕上看潮头。何日更重游？江南忆，其次忆吴宫。吴酒一杯春竹叶，吴娃双舞醉芙蓉。早晚复相逢？",
        "author": "唐代",
        "poem_class": "咏物",
        "dynasty": "刘庭琦"
    },
    {
        "title": "奉试明堂火珠",
        "paragraph": "正位开重屋，凌空出火珠。夜来双月满，曙后一星孤。天净光难灭，云生望欲无。遥知太平代，国宝在名都。危冠广袖楚宫妆，独步闲庭逐夜凉。 自把玉钗敲砌竹，清歌一曲月如霜。上马带吴钩，翩翩度陇头。小来思报国，不是爱封侯。万里乡为梦，三边月作愁。早须清黠虏，无事莫经秋。青山隐隐水迢迢，秋尽江南草未凋。二十四桥明月夜，玉人何处教吹箫？",
        "author": "唐代",
        "poem_class": "咏物",
        "dynasty": "崔曙"
    },
    {
        "title": "赠从弟·其三",
        "paragraph": "凤皇集南岳，徘徊孤竹根。于心有不厌，奋翅凌紫氛。岂不常勤苦？羞与黄雀群。何时当来仪？将须圣明君。雄名垂竹帛，荒陵压阡陌。终古更何闻，悲风入松柏。十载别仙峰，峰前千古踪。阴王修道处，云雪满高松。洞口风雷异，池心星汉重。明朝下山去，片月落残钟。君子防未然，不处嫌疑间。瓜田不纳履，李下不正冠。嫂叔不亲授，长幼不比肩。劳谦得其柄，和光甚独难。周公下白屋，吐哺不及餐。一沐三握发，后世称圣贤。",
        "author": "两汉",
        "poem_class": "咏物",
        "dynasty": "刘桢"
    },
    {
        "title": "庭竹",
        "paragraph": "露涤铅粉节，风摇青玉枝。依依似君子，无地不相宜。不著一字，尽得风流。语不涉难，已不堪忧。是有真宰，与之沉浮。如渌满酒，花时返秋。悠悠空尘，忽忽海沤。浅深聚散，万取一收。不得哭，潜别离。不得语，暗相思。两心之外无人知。深笼夜锁独栖鸟，利剑舂断连理枝。河水虽浊有清日，乌头虽黑有白时。唯有潜离与暗别，彼此甘心无后期。贵逼人来不自由，龙骧凤翥势难收。满堂花醉三千客，一剑霜寒十四州。鼓角揭天嘉气冷，风涛动地海山秋。东南永作金天柱，谁羡当时万户侯。",
        "author": "唐代",
        "poem_class": "咏物",
        "dynasty": "刘禹锡"
    },
    {
        "title": "南中荣橘柚",
        "paragraph": "橘柚怀贞质，受命此炎方。密林耀朱绿，晚岁有馀芳。殊风限清汉，飞雪滞故乡。攀条何所叹，北望熊与湘。绕池闲步看鱼游，正值儿童弄钓舟。 一种爱鱼心各异，我来施食尔垂钩。危冠广袖楚宫妆，独步闲庭逐夜凉。 自把玉钗敲砌竹，清歌一曲月如霜。日出东方隈，似从地底来。历天又入海，六龙所舍安在哉？其始与终古不息，人非元气，安得与之久徘徊？草不谢荣于春风，木不怨落于秋天。谁挥鞭策驱四运？万物兴歇皆自然。羲和！羲和！汝奚汩没于荒淫之波？鲁阳何德，驻景挥戈？逆道违天，矫诬实多。吾将囊括大块，浩然与溟涬同科！",
        "author": "唐代",
        "poem_class": "咏物",
        "dynasty": "柳宗元"
    },
    {
        "title": "咏兴国寺佛殿前幡",
        "paragraph": "拂霞疑电落，腾虚状写虹。屈伸烟雾里，低举白云中。纷披乍依迥，掣曳或随风。念兹轻薄质，无翅强摇空。山光物态弄春晖，莫为轻阴便拟归。 纵使晴明无雨色，入云深处亦沾衣。风劲角弓鸣，将军猎渭城。草枯鹰眼疾，雪尽马蹄轻。忽过新丰市，还归细柳营。回看射雕处，千里暮云平。梳洗罢，独倚望江楼。过尽千帆皆不是，斜晖脉脉水悠悠。肠断白蘋洲。",
        "author": "唐代",
        "poem_class": "咏物",
        "dynasty": "李世民"
    },
    {
        "title": "临江仙·和叶仲洽赋羊桃",
        "paragraph": "忆醉三山芳树下，几曾风韵忘怀。黄金颜色五花开，味如卢橘熟。贵似荔枝来。闻道商山余四老，橘中自酿秋醅。试呼名品细推排。重重香腑脏，偏殢圣贤杯。何处望神州？满眼风光北固楼。千古兴亡多少事？悠悠。不尽长江滚滚流。年少万兜鍪，坐断东南战未休。天下英雄谁敌手？曹刘。生子当如孙仲谋。身外闲愁空满，眼中欢事常稀。明年应赋送君诗。细从今夜数，相会几多时。浅酒欲邀谁劝，深情惟有君知。东溪春近好同归。柳垂江上影，梅谢雪中枝。爆竹声中一岁除，春风送暖入屠苏。千门万户曈曈日，总把新桃换旧符。",
        "author": "宋代",
        "poem_class": "咏物",
        "dynasty": "辛弃疾"
    },
    {
        "title": "侧犯·咏芍药",
        "paragraph": "恨春易去，甚春却向扬州住。微雨，正茧栗梢头弄诗句。红桥二十四，总是行云处。无语，渐半脱宫衣笑相顾。金壶细叶，千朵围歌舞。谁念我、鬓成丝，来此共尊俎。后日西园，绿阴无数。寂寞刘郎，自修花谱。恨君不似江楼月，南北东西，南北东西，只有相随无别离。恨君却似江楼月，暂满还亏，暂满还亏，待得团圆是几时？江上往来人，但爱鲈鱼美。君看一叶舟，出没风波里。只道花无十日红，此花无日不春风。一尖已剥胭脂笔，四破犹包翡翠茸。别有香超桃李外，更同梅斗雪霜中。折来喜作新年看，忘却今晨是季冬。",
        "author": "宋代",
        "poem_class": "咏物",
        "dynasty": "姜夔"
    },
    {
        "title": "咏被中绣鞋",
        "paragraph": "云里蟾钩落凤窝，玉郎沈醉也摩挲。 陈王当日风流减，只向波间见袜罗。蝜蝂者，善负小虫也。行遇物，辄持取，卬其首负之。背愈重，虽困剧不止也。其背甚涩，物积因不散，卒踬仆不能起。人或怜之，为去其负。苟能行，又持取如故。又好上高，极其力不已，至坠地死。今世之嗜取者，遇货不避，以厚其室，不知为己累也，唯恐其不积。及其怠而踬也，黜弃之，迁徙之，亦以病矣。苟能起，又不艾。日思高其位，大其禄，而贪取滋甚，以近于危坠，观前之死亡，不知戒。虽其形魁然大者也，其名人也，而智则小虫也。亦足哀夫！霜落荆门江树空，布帆无恙挂秋风。此行不为鲈鱼鲙，自爱名山入剡中。水。至清，尽美。从一勺，至千里。利人利物，时行时止。道性净皆然，交情淡如此。君游金谷堤上，我在石渠署里。两心相忆似流波，潺湲日夜无穷已。",
        "author": "唐代",
        "poem_class": "咏物",
        "dynasty": "夏侯审"
    },
    {
        "title": "橘柚垂华实",
        "paragraph": "橘柚垂华实，乃在深山侧。闻君好我甘，窃独自雕饰。委身玉盘中，历年冀见食。芳菲不相投，青黄忽改色。人倘欲我知，因君为羽翼。三王德弥薄，惟后用肉刑。太苍令有罪，就递长安城。自恨身无子，困急独茕茕。小女痛父言，死者不可生。上书诣北阙，阙下歌鸡鸣。忧心摧折裂，晨风扬激声。圣汉孝文帝，恻然感至情。百男何愦愦，不如一缇萦。太官有余厨。大小无不卖。岂徒脯与糗。醯醢及塩豉。来日大难，口燥唇干。今日相乐，皆当喜欢。经历名山，芝草翩翩。仙人王乔，奉药一丸。自惜袖短，内手知寒。惭无灵辄，以救赵宣。月没参横，北斗阑干。亲友在门，饥不及餐。如彼翰鸟，或飞戾天。",
        "author": "两汉",
        "poem_class": "咏物",
        "dynasty": "佚名"
    },
    {
        "title": "满江红·咏竹",
        "paragraph": "不种闲花，池亭畔、几竿修竹。相映带、一泓流水，森寒洁绿。风动仙人鸣佩遂，雨余净女添膏沐。未成林，难望凤来栖，聊医俗。问华胄，名淇澳。寻苗裔，湘江曲。性孤高似柏，阿娇金屋。坐荫从容烦暑退，清心恍惚微香触。历冰霜、不变好风姿，温如玉。城里夕阳城外雪，相将十里异阴晴。也知造物曾何意，底事人心苦未平。柏府楼台衔倒影，茅茨松竹泻寒声。布衾莫谩愁僵卧，积素还多达曙明。世间珍果更无加，玉雪肌肤罩绛纱。一种天然好滋味，可怜生处是天涯。不去奔波办过年，终朝酩酊步颠连。几声街爆轰难醒，那怕人来索酒钱。",
        "author": "明代",
        "poem_class": "咏物",
        "dynasty": "陆容"
    },
    {
        "title": "与东方左史虬修竹篇",
        "paragraph": "东方公足下：文章道弊五百年矣。汉魏风骨，晋宋莫传，然而文献有可征者。仆尝暇时观齐、梁间诗，彩丽竞繁，而兴寄都绝，每以永叹。思古人，常恐逶迤颓靡，风雅不作，以耿耿也。一昨于解三处，见明公《咏孤桐篇》，骨气端翔，音情顿挫，光英朗练，有金石声。遂用洗心饰视，发挥幽郁。不图正始之音复睹于兹，可使建安作者相视而笑。解君云：“张茂先、何敬祖，东方生与其比肩。”仆亦以为知言也。故感叹雅制，作《修竹诗》一首，当有知音以传示之。龙种生南岳，孤翠郁亭亭。峰岭上崇崒，烟雨下微冥。夜闻鼯鼠叫，昼聒泉壑声。春风正淡荡，白露已清泠。哀响激金奏，密色滋玉英。岁寒霜雪苦，含彩独青青。岂不厌凝冽，羞比春木荣。春木有荣歇，此节无凋零。始愿与金石，终古保坚贞。不意伶伦子，吹之学凤鸣。遂偶云和瑟，张乐奏天庭。妙曲方千变，箫韶亦九成。信蒙雕斫美，常愿事仙灵。驱驰翠虬驾，伊郁紫鸾笙。结交嬴台女，吟弄升天行。携手登白日，远游戏赤城。低昂玄鹤舞，断续彩云生。永随众仙去，三山游玉京。风急天高猿啸哀，渚清沙白鸟飞回。无边落木萧萧下，不尽长江滚滚来。万里悲秋常作客，百年多病独登台。艰难苦恨繁霜鬓，潦倒新停浊酒杯。王杨卢骆当时体，轻薄为文哂未休。尔曹身与名俱灭，不废江河万古流。世间花叶不相伦，花入金盆叶作尘。惟有绿荷红菡萏，卷舒开合任天真。此花此叶常相映，翠减红衰愁杀人。(常相映 一作：长相映) ",
        "author": "唐代",
        "poem_class": "咏物",
        "dynasty": "陈子昂"
    },
    {
        "title": "满庭芳·促织儿",
        "paragraph": "月洗高梧，露漙幽草，宝钗楼外秋深。土花沿翠，萤火坠墙阴。静听寒声断续，微韵转、凄咽悲沉。争求侣，殷勤劝织，促破晓机心。儿时，曾记得，呼灯灌穴，敛步随音。任满身花影，犹自追寻。携向华堂戏斗，亭台小、笼巧妆金。今休说，从渠床下，凉夜伴孤吟。越女采莲秋水畔。窄袖轻罗，暗露双金钏。照影摘花花似面。芳心只共丝争乱。鸂鶒滩头风浪晚。雾重烟轻，不见来时伴。隐隐歌声归棹远。离愁引著江南岸。草满池塘水满陂，山衔落日浸寒漪。牧童归去横牛背，短笛无腔信口吹。门外绿阴千顷，两两黄鹂相应。睡起不胜情，行到碧梧金井。人静，人静。风动一庭花影。",
        "author": "宋代",
        "poem_class": "咏物",
        "dynasty": "张鎡"
    },
    {
        "title": "咏荔枝",
        "paragraph": "世间珍果更无加，玉雪肌肤罩绛纱。一种天然好滋味，可怜生处是天涯。楼阁深沈画景长，淡云轻霭散晴光。柳堤风煖莺莺巧，花径泥融燕燕忙。歌管传声来别院，鞦韆送影过邻墙。青春莫负韶华好，秉烛还须照海棠。落日山逾碧，孤亭景自幽。苍江寒更急，客发自中流。北人生而不识菱者，仕于南方，席上啖菱，并壳入口。或曰：“食菱须去壳。”其人自护所短，曰：“我非不知，并壳者，欲以去热也。”问者曰：“北土亦有此物否？”答曰：“前山后山，何地不有？”夫菱生于水而非土产，此坐强不知以为知也。",
        "author": "明代",
        "poem_class": "咏物",
        "dynasty": "丘浚"
    },
    {
        "title": "疏影·芭蕉",
        "paragraph": "湘帘卷处，甚离披翠影，绕檐遮住。小立吹裙，常伴春慵，掩映绣床金缕。芳心一束浑难展，清泪裹、隔年愁聚。更夜深、细听空阶雨滴，梦回无据。正是秋来寂寞，偏声声点点，助人难绪。缬被初寒，宿酒全醒，搅碎乱蛩双杵。西风落尽庭梧叶，还剩得、绿阴如许。想玉人、和露折来，曾写断肠句。野寺分晴树，山亭过晚霞。春深无客到，一路落松花。雾树溟潆叫乱鸦，湿云初变早来霞。东风已绿先春草，细雨犹寒后夜花。村艇隔烟呼鸭鹜，酒家依岸扎篱笆。深居久矣忘尘世，莫遣江声入远沙。拾翠归迟，踏春期近，香笺小迭邻姬讯。樱桃花谢已清明， 何事绿鬟斜亸、宝钗横。浅黛双弯，柔肠几寸，不堪更惹其他恨。 晓窗窥梦有流莺，也觉个侬憔悴、可怜生。",
        "author": "清代",
        "poem_class": "咏物",
        "dynasty": "纳兰性德"
    },
    {
        "title": "新植海石榴",
        "paragraph": "弱植不盈尺，远意驻蓬赢。月寒空阶曙，幽梦彩云生。粪壤擢珠树，莓苔插琼英。芳根閟颜色，徂岁为谁荣。小时不识月，呼作白玉盘。又疑瑶台镜，飞在青云端。(青云 一作：白云)仙人垂两足，桂树何团团。白兔捣药成，问言与谁餐？蟾蜍蚀圆影，大明夜已残。羿昔落九乌，天人清且安。阴精此沦惑，去去不足观。忧来其如何？凄怆摧心肝。慈母手中线，游子身上衣。临行密密缝，意恐迟迟归。谁言寸草心，报得三春晖。天北天南绕路边，托根无处不延绵。萋萋总是无情物，吹绿东风又一年。",
        "author": "唐代",
        "poem_class": "咏物",
        "dynasty": "柳宗元"
    },
    {
        "title": "白鹭儿",
        "paragraph": "白鹭儿，最高格。毛衣新成雪不敌，众禽喧呼独凝寂。孤眠芊芊草，久立潺潺石。前山正无云，飞去入遥碧。谷口春残黄鸟稀，辛夷花尽杏花飞。(谷口 一作：溪上)始怜幽竹山窗下，不改清阴待我归。屋上春鸠鸣，村边杏花白。持斧伐远扬，荷锄觇泉脉。 归燕识故巢，旧人看新历。临觞忽不御，惆怅远行客。堂前扑枣任西邻，无食无儿一妇人。不为困穷宁有此？只缘恐惧转须亲。即防远客虽多事，便插疏篱却甚真。已诉征求贫到骨，正思戎马泪盈巾。",
        "author": "唐代",
        "poem_class": "咏物",
        "dynasty": "刘禹锡"
    },
    {
        "title": "黄莺儿·园林晴昼春谁主",
        "paragraph": "园林晴昼春谁主。暖律潜催，幽谷暄和，黄鹂翩翩，乍迁芳树。观露湿缕金衣，叶映如簧语。晓来枝上绵蛮，似把芳心深意低诉。无据。乍出暖烟来，又趁游蜂去。恣狂踪迹，两两相呼，终朝雾吟风舞。当上苑柳秾时，别馆花深处。此际海燕偏饶，都把韶光与。云海相望寄此身，那因远适更沾巾。不辞驿骑凌风雪，要使天骄识凤麟。沙漠回看清禁月，湖山应梦武林春。单于若问君家世，莫道中朝第一人。重重叠叠上瑶台，几度呼童扫不开。刚被太阳收拾去，却教明月送将来。(却教 一作：又教)云淡风轻近午天，傍花随柳过前川。时人不识余心乐，将谓偷闲学少年。",
        "author": "宋代",
        "poem_class": "咏物",
        "dynasty": "柳永"
    },
    {
        "title": "水龙吟·落叶",
        "paragraph": "晓霜初著青林，望中故国凄凉早。萧萧渐积，纷纷犹坠，门荒径悄。渭水风生，洞庭波起，几番秋杪。想重涯半没，千峰尽出，山中路、无人到。 前度题红杳杳。溯宫沟、暗流空绕。啼螀未歇，飞鸿欲过，此时怀抱。乱影翻窗，碎声敲砌，愁人多少。望吾庐甚处，只应今夜，满庭谁扫。满斟绿醑留君住。莫匆匆归去。三分春色二分愁，更一分风雨。花开花谢、都来几许。且高歌休诉。不知来岁牡丹时，再相逢何处。凤舞团团饼。恨分破、教孤令。金渠体净，只轮慢碾，玉尘光莹。汤响松风，早减了、二分酒病。 味浓香永。醉乡路、成佳境。恰如灯下，故人万里，归来对影。口不能言，心下快活自省。北风吹雪四更初，嘉瑞天教及岁除。半盏屠苏犹未举，灯前小草写桃符。",
        "author": "宋代",
        "poem_class": "咏物",
        "dynasty": "王沂孙"
    },
    {
        "title": "洞仙歌·咏黄葵",
        "paragraph": "铅华不御，看道家妆就。问取旁人入时否。为孤情淡韵、判不宜春，矜标格、开向晚秋时候。无端轻薄雨，滴损檀心，小叠宫罗镇长皱。何必诉凄清，为爱秋光，被几日、西风吹瘦。便零落、蜂黄也休嫌，且对依斜阳，胜偎红袖。辛夷花落，海棠风起，朝雨一番新过。狸奴去后绣墩温，且伴我日长闲坐。笑言也得，欠伸也得，行处丹鞋婀娜。簸钱斗草已都输，问持底今宵偿我。秋风昨夜渡潇湘，触石穿林惯作狂。惟有竹枝浑不怕，挺然相斗一千场。芳草才芽，梨花未雨，春魂已作天涯絮。晶帘宛转为谁垂，金衣飞上樱桃树。故国茫茫，扁舟何许，夕阳一片江流去。碧云犹叠旧河山，月痕休到深深处。",
        "author": "清代",
        "poem_class": "咏物",
        "dynasty": "纳兰性德"
    },
    {
        "title": "题竹石牧牛",
        "paragraph": "子瞻画丛竹怪石，伯时增前坡牧儿骑牛，甚有意态，戏咏。野次小峥嵘，幽篁相倚绿。阿童三尺箠，御此老觳觫。石吾甚爱之，勿遣牛砺角。牛砺角犹可，牛斗残我竹。候蛩凄断，人语西风岸。月落沙平江似练，望尽芦花无雁。暗教愁损兰成，可怜夜夜关情。只有一枝梧叶，不知多少秋声！三月残花落更开，小檐日日燕飞来。子规夜半犹啼血，不信东风唤不回。伤怀离抱，天若有情天亦老。此意如何？细似轻丝渺似波。扁舟岸侧，枫叶荻花秋索索。细想前欢，须著人间比梦间。",
        "author": "宋代",
        "poem_class": "咏物",
        "dynasty": "黄庭坚"
    },
    {
        "title": "咏铜雀台",
        "paragraph": "铜雀台成玉座空，短歌长袖尽悲风。 不知仙驾归何处，徒遣颦眉望汉宫。晚年唯好静，万事不关心。自顾无长策，空知返旧林。松风吹解带，山月照弹琴。君问穷通理，渔歌入浦深。别路云初起，离亭叶正稀。所嗟人异雁，不作一行归。嵩云秦树久离居，双鲤迢迢一纸书。 休问梁园旧宾客，茂陵秋雨病相如。",
        "author": "唐代",
        "poem_class": "咏物",
        "dynasty": "汪遵"
    },
    {
        "title": "水龙吟·梨花",
        "paragraph": "素肌应怯余寒，艳阳占立青芜地。樊川照日，灵关遮路，残红敛避。传火楼台，妒花风雨，长门深闭。亚帘栊半湿，一枝在手，偏勾引、黄昏泪。 别有风前月底。布繁英、满园歌吹。朱铅退尽，潘妃却酒，昭君乍起。雪浪翻空，粉裳缟夜，不成春意。恨玉容不见，琼英谩好，与何人比。天寒水鸟自相依，十百为群戏落晖。过尽行人都不起，忽闻水响一齐飞。摇首出红尘，醒醉更无时节。活计绿蓑青笠，惯披霜冲雪。 晚来风定钓丝闲，上下是新月。千里水天一色，看孤鸿明灭。坠素翻红各自伤，青楼烟雨忍相忘。将飞更作回风舞，已落犹成半面妆。沧海客归珠有泪，章台人去骨遗香。可能无意传双蝶，尽付芳心与蜜房。",
        "author": "宋代",
        "poem_class": "咏物",
        "dynasty": "周邦彦"
    },
    {
        "title": "咏儋耳二首",
        "paragraph": "刺竹芭蕉乱结村，人家犹有古风存。相逢尽道年来好，不见催科夜打门。村北村南布谷忙，村前村后稻花香。凭谁识得真消息，只把南方作北方。 坐对黄花举一殇，醒时还忆醉时狂。丹砂岂是千年药，白日难消两鬓霜。身后碑铭徒自好，眼前傀儡任他忙。追思浮生真成梦，到底终须有散场。大江来从万山中，山势尽与江流东。钟山如龙独西上，欲破巨浪乘长风。江山相雄不相让，形胜争夸天下壮。秦皇空此瘗黄金，佳气葱葱至今王。我怀郁塞何由开，酒酣走上城南台；坐觉苍茫万古意，远自荒烟落日之中来！石头城下涛声怒，武骑千群谁敢渡？黄旗入洛竟何祥，铁锁横江未为固。前三国，后六朝，草生宫阙何萧萧。英雄乘时务割据，几度战血流寒潮。我生幸逢圣人起南国，祸乱初平事休息。从今四海永为家，不用长江限南北。天香浮玉露，金色艳高秋。谁似双栖者，相依共白头。",
        "author": "明代",
        "poem_class": "咏物",
        "dynasty": "方向"
    },
    {
        "title": "题张十一旅舍三咏·葡萄",
        "paragraph": "新茎未遍半犹枯，高架支离倒复扶。若欲满盘堆马乳，莫辞添竹引龙须。打起黄莺儿，莫教枝上啼。啼时惊妾梦，不得到辽西。潮落江平未有风，扁舟共济与君同。时时引领望天末，何处青山是越中。垂钓绿湾春，春深杏花乱。潭清疑水浅，荷动知鱼散。日暮待情人，维舟绿杨岸。",
        "author": "唐代",
        "poem_class": "咏物",
        "dynasty": "韩愈"
    },
    {
        "title": "鲥鱼",
        "paragraph": "五月鲥鱼已至燕，荔枝卢橘未应先。赐鲜徧及中珰第，荐熟谁开寝庙筵。白日风尘驰驿骑，炎天冰雪护江船。银鳞细骨堪怜汝，玉筯金盘敢望传。天为帐幕地为毡，日月星晨伴我眠。夜间不敢长伸脚，恐踏山河社稷穿。秋山青，秋水明，午梦惊秋醒未醒？乾坤一草亭。故国盟，故国情，夜阑斜月透疏棂，孤鸿三两声。能白更兼黄，无人亦自芳。寸心原不大，容得许多香。",
        "author": "明代",
        "poem_class": "咏物",
        "dynasty": "何景明"
    },
    {
        "title": "清如玉壶冰 / 赋得清如玉壶冰",
        "paragraph": "玉壶何用好，偏许素冰居。未共销丹日，还同照绮疏。抱明中不隐，含净外疑虚。气似庭霜积，光言砌月馀。晓凌飞鹊镜，宵映聚萤书。若向夫君比，清心尚不如。望君烟水阔，挥手泪沾巾。飞鸟没何处，青山空向人。长江一帆远，落日五湖春。谁见汀洲上，相思愁白蘋。江城如画里，山晚望晴空。(晚 一作：晓)两水夹明镜，双桥落彩虹。人烟寒橘柚，秋色老梧桐。谁念北楼上，临风怀谢公。人生何处不离群？世路干戈惜暂分。雪岭未归天外使，松州犹驻殿前军。座中醉客延醒客，江上晴云杂雨云。美酒成都堪送老，当垆仍是卓文君。",
        "author": "唐代",
        "poem_class": "咏物",
        "dynasty": "王维"
    },
    {
        "title": "咏萤火诗",
        "paragraph": "着人疑不热，集草讶无烟。到来灯下暗，翻往雨中然。百川赴巨海，众星环北辰。照灼烂霄汉，遥裔起长津。天地中横溃，家王拯生民。区宇既涤荡，群英必来臻。忝此钦贤性，由来常怀仁。况值众君子，倾心隆日新。论物靡浮说，析理实敷陈。罗缕岂阙辞，窈窕究天人。澄觞满金罍，连榻设华茵。急弦动飞听，清歌拂梁尘。莫言相遇易，此欢信可珍。又是逢初度，红稀绿暗时。自斟生日酒，闲理去年诗。活计惟书在，衰容只镜知。人情与天道，翻覆似枯棋。君不见枯箨走阶庭。何时复青著故茎。君不见亡灵蒙享祀。何时倾杯竭壶罂。君当见此起忧思。宁及得与时人争。人生倏忽如绝电。华年盛德几时见。但令纵意存高尚。旨酒嘉肴相胥燕。持此从朝竟夕暮。差得亡忧消愁怖。胡为惆怅不能已。难尽此曲令君忤。",
        "author": "南北朝",
        "poem_class": "咏物",
        "dynasty": "萧绎"
    },
    {
        "title": "鸣雁行",
        "paragraph": "胡雁鸣，辞燕山，昨发委羽朝度关。衔芦枝，南飞散落天地间，连行接翼往复还。客居烟波寄湘吴，凌霜触雪毛体枯。畏逢矰缴惊相呼，闻弦虚坠良可吁。君更弹射何为乎？一枝红杏出墙头，墙外行人正独愁。长得看来犹有恨，可堪逢处更难留！林空色暝莺先到，春浅香寒蝶未游。更忆帝乡千万树，澹烟笼日暗神州。巴山楚水凄凉地，二十三年弃置身。怀旧空吟闻笛赋，到乡翻似烂柯人。沉舟侧畔千帆过，病树前头万木春。今日听君歌一曲，暂凭杯酒长精神。从来只有情难尽，何事名为情尽桥。自此改名为折柳，任他离恨一条条。",
        "author": "唐代",
        "poem_class": "咏物",
        "dynasty": "李白"
    },
    {
        "title": "柳梢青·灯花",
        "paragraph": "白玉枝头，忽看蓓蕾，金粟珠垂。半颗安榴，一枝秾杏，五色蔷薇。何须羯鼓声催。银釭里、春工四时。却笑灯蛾，学他蝴蝶，照影频飞。轻汗微微透碧纨，明朝端午浴芳兰。流香涨腻满晴川。彩线轻缠红玉臂，小符斜挂绿云鬟。佳人相见一千年。别馆寒砧，孤城画角，一派秋声入寥廓。东归燕从海上去，南来雁向沙头落。楚台风，庾楼月，宛如昨。无奈被些名利缚，无奈被他情担阁！可惜风流总闲却！当初谩留华表语，而今误我秦楼约。梦阑时，酒醒后，思量着。道是梨花不是。道是杏花不是。白白与红红，别是东风情味。曾记，曾记。人在武陵微醉。",
        "author": "宋代",
        "poem_class": "咏物",
        "dynasty": "张林"
    },
    {
        "title": "一萼红·古城阴",
        "paragraph": "丙午人日，予客长沙别驾之观政堂。堂下曲沼，沼西负古垣，有卢橘幽篁，一径深曲。穿径而南，官梅数十株，如椒、如菽，或红破白露，枝影扶疏。着屐苍苔细石间，野兴横生。亟命驾登定王台，乱湘流，入麓山，湘云低昂，湘波容与，兴尽悲来，醉吟成调。古城阴，有官梅几许，红萼未宜簪。池面冰胶，墙腰雪老，云意还又沉沉。翠藤共闲穿径竹，渐笑语惊起卧沙禽。野老林泉，故王台榭，呼唤登临。南去北来何事？荡湘云楚水，目极伤心。朱户黏鸡，金盘簇燕，空叹时序侵寻。记曾共西楼雅集，想垂杨还袅万丝金。待得归鞍到时，只怕春深。束缊宵行十里强。挑得诗囊，抛了衣囊。天寒路滑马蹄僵，元是王郎，来送刘郎。酒酣耳热说文章。惊倒邻墙，推倒胡床。旁观拍手笑疏狂。疏又何妨，狂又何妨？朝曦迎客艳重冈，晚雨留人入醉乡。此意自佳君不会，一杯当属水仙王。游九仙山，闻里中儿歌陌上花，父老云，吴越王妃每岁春必归临安，王以书遗妃曰：“陌上花开，可缓缓归矣。”吴人用其语为歌，含思宛转，听之凄然。而其词鄙野，为易之云。陌上花开蝴蝶飞，江山犹是昔人非。遗民几度垂垂老，游女长歌缓缓归。陌上山花无数开，路人争看翠軿来。若为留得堂堂去，且更从教缓缓回。生前富贵草头露，身后风流陌上花。已作迟迟君去鲁，犹教缓缓妾还家。",
        "author": "宋代",
        "poem_class": "咏物",
        "dynasty": "姜夔"
    },
    {
        "title": "野人送朱樱",
        "paragraph": "西蜀樱桃也自红，野人相赠满筠笼。数回细写愁仍破，万颗匀圆讶许同。忆昨赐沾门下省，退朝擎出大明宫。金盘玉箸无消息，此日尝新任转蓬。故人不可见，汉水日东流。借问襄阳老，江山空蔡州。上阳人，上阳人，红颜暗老白发新。绿衣监使守宫门，一闭上阳多少春。玄宗末岁初选入，入时十六今六十。同时采择百余人，零落年深残此身。忆昔吞悲别亲族，扶入车中不教哭。皆云入内便承恩，脸似芙蓉胸似玉。未容君王得见面，已被杨妃遥侧目。妒令潜配上阳宫，一生遂向空房宿。宿空房，秋夜长，夜长无寐天不明。耿耿残灯背壁影，萧萧暗雨打窗声。春日迟，日迟独坐天难暮。宫莺百啭愁厌闻，梁燕双栖老休妒。莺归燕去长悄然，春往秋来不记年。唯向深宫望明月，东西四五百回圆。今日宫中年最老，大家遥赐尚书号。小头鞵履窄衣裳，青黛点眉眉细长。外人不见见应笑，天宝末年时世妆。上阳人，苦最多。 少亦苦，老亦苦，少苦老苦两如何！君不见昔时吕向美人赋，又不见今日上阳白发歌！绿树阴浓夏日长，楼台倒影入池塘。水晶帘动微风起，满架蔷薇一院香。(水晶帘 一作 水精帘）",
        "author": "唐代",
        "poem_class": "咏物",
        "dynasty": "杜甫"
    },
    {
        "title": "赠王桂阳",
        "paragraph": "松生数寸时，遂为草所没。未见笼云心，谁知负霜骨。弱干可摧残，纤茎易陵忽。何当数千尺，为君覆明月。刘伶善闭关，怀清灭闻见。鼓钟不足欢，荣色岂能眩。韬精日沉饮，谁知非荒宴。颂酒虽短章，深衷自此见。君不见春鸟初至时。百草含青俱作花。寒风萧索一旦至。竟得几时保光华。日月流迈不相饶。令我愁思怨恨多。月夜三江静，云雾四边收。淤泥不通挽，寒浦劣容舟。回风折长草，轻冰断细流。古村空列树，荒戍久无楼。",
        "author": "南北朝",
        "poem_class": "咏物",
        "dynasty": "吴均"
    },
    {
        "title": "杨柳八首·其二",
        "paragraph": "南内墙东御路旁，预知春色柳丝黄。杏花未肯无情思，何是情人最断肠。风劲角弓鸣，将军猎渭城。草枯鹰眼疾，雪尽马蹄轻。忽过新丰市，还归细柳营。回看射雕处，千里暮云平。白玉谁家郎，回车渡天津。看花东陌上，惊动洛阳人。玉炉香，红蜡泪，偏照画堂秋思。眉翠薄，鬓云残，夜长衾枕寒。梧桐树，三更雨，不道离情正苦。一叶叶，一声声，空阶滴到明。",
        "author": "唐代",
        "poem_class": "咏物",
        "dynasty": "温庭筠"
    },
    {
        "title": "咏路",
        "paragraph": "赤路如龙蛇，不知几千丈。出没山水间，一下复一上。伊予独何为，与之同俯仰？红树青山日欲斜，长郊草色绿无涯。游人不管春将老，来往亭前踏落花。漠漠春阴酒半酣。风透春衫，雨透春衫。人家蚕事欲眠三。桑满筐篮，柘满筐篮。先自离怀百不堪。樯燕呢喃，梁燕呢喃。篝灯强把锦书看。人在江南，心在江南。人老簪花不自羞，花应羞上老人头。醉归扶路人应笑，十里珠帘半上钩。",
        "author": "宋代",
        "poem_class": "咏物",
        "dynasty": "邹浩"
    },
    {
        "title": "深院",
        "paragraph": "鹅儿唼啑栀黄觜，凤子轻盈腻粉腰。深院下帘人昼寝，红蔷薇架碧芭蕉。闲坐悲君亦自悲，百年都是几多时。邓攸无子寻知命，潘岳悼亡犹费词。同穴窅冥何所望，他生缘会更难期。惟将终夜长开眼，报答平生未展眉。溪水无情似有情，入山三日得同行。岭头便是分头处，惜别潺湲一夜声。初月如弓未上弦，分明挂在碧霄边。时人莫道蛾眉小，三五团圆照满天。",
        "author": "唐代",
        "poem_class": "咏物",
        "dynasty": "韩偓"
    },
    {
        "title": "水龙吟·露寒烟冷蒹葭老",
        "paragraph": "露寒烟冷蒹葭老，天外征鸿寥唳。银河秋晚，长门灯悄，一声初至。应念潇湘，岸遥人静，水多菰米。乍望极平田，徘徊欲下，依前被、风惊起。须信衡阳万里，有谁家、锦书遥寄。万重云外，斜行横阵，才疏又缀。仙掌月明，石头城下，影摇寒水。念征衣未捣，佳人拂杵，有盈盈泪。才过笄年，初绾云鬟，便学歌舞。席上尊前，王孙随分相许。算等闲、酬一笑，便千金慵觑。常只恐、容易蕣华偷换，光阴虚度。 已受君恩顾，好与花为主。万里丹霄，何妨携手同归去。永弃却、烟花伴侣。免教人见妾，朝云暮雨。碧云天，黄叶地，秋色连波，波上寒烟翠。山映斜阳天接水，芳草无情，更在斜阳外。黯乡魂，追旅思，夜夜除非，好梦留人睡。明月楼高休独倚，酒入愁肠，化作相思泪。(留人睡 一作：留人醉)十里一置飞尘灰，五里一堠兵火催。颠坑仆谷相枕藉，知是荔枝龙眼来。飞车跨山鹘横海，风枝露叶如新采。宫中美人一破颜，惊尘溅血流千载。永元荔枝来交州，天宝岁贡取之涪。至今欲食林甫肉，无人举觞酹伯游。我愿天公怜赤子，莫生尤物为疮痏。雨顺风调百谷登，民不饥寒为上瑞。君不见，武夷溪边粟粒芽，前丁后蔡相宠加。(相宠加 一作：相笼加)争新买宠各出意，今年斗品充官茶。吾君所乏岂此物，致养口体何陋耶？洛阳相君忠孝家，可怜亦进姚黄花。",
        "author": "宋代",
        "poem_class": "咏物",
        "dynasty": "苏轼"
    },
    {
        "title": "鱼藻",
        "paragraph": "鱼在在藻，有颁其首。王在在镐，岂乐饮酒。鱼在在藻，有莘其尾。王在在镐，饮酒乐岂。鱼在在藻，依于其蒲。王在在镐，有那其居。子曰：“吾十有五而志于学，三十而立，四十而不惑，五十而知天命，六十而耳顺，七十而从心所欲，不踰矩。”(踰 同：逾)子曰：“君子食无求饱，居无求安，敏于事而慎于言，就有道而正焉，可谓好学也已。”子曰：“饭疏食，饮水，曲肱而枕之，乐亦在其中矣。不义而富且贵，于我如浮云。”子曰：“衣敝缊袍，与衣狐貉者立，而不耻者，其由也与！”“不忮不求，何用不臧？”子路终身诵之。子曰：“是道也，何足以臧？”子贡问为仁。子曰：“工欲善其事，必先利其器。居是邦也，事其大夫之贤者，友其士之仁者。”子贡问曰：“乡人皆好之，何如？”子曰：“未可也。”“乡人皆恶之，何如？”子曰：“未可也。不如乡人之善者好之，其不善者恶之。”子谓子贡曰，“女与回也孰愈？”对曰，“赐也何敢望回？回也闻一以知十，赐也闻一以知二。”子曰，“弗如也，吾与女弗如也。” 白华菅兮，白茅束兮。之子之远，俾我独兮。英英白云，露彼菅茅。天步艰难，之子不犹。滮池北流，浸彼稻田。啸歌伤怀，念彼硕人。樵彼桑薪，卬烘于煁。维彼硕人，实劳我心。鼓钟于宫，声闻于外。念子懆懆，视我迈迈。有鹙在梁，有鹤在林。维彼硕人，实劳我心。鸳鸯在梁，戢其左翼。之子无良，二三其德。有扁斯石，履之卑兮。之子之远，俾我疧兮。夏四月戊午，晋侯使吕相绝秦，曰：“昔逮我献公及穆公相好，戮力同心，申之以盟誓，重之以昏姻。天祸晋国，文公如齐，惠公如秦。无禄，献公即世。穆公不忘旧德，俾我惠公用能奉祀于晋。又不能成大勋，而为韩之师。亦悔于厥心，用集我文公。是穆之成也。“文公躬擐甲胄，跋履山川，逾越险阻，征东之诸侯，虞、夏、商、周之胤，而朝诸秦，则亦既报旧德矣。郑人怒君之疆埸，我文公帅诸侯及秦围郑。秦大夫不询于我寡君，擅及郑盟。诸侯疾之，将致命于秦。文公恐惧，绥静诸侯，秦师克还无害，则是我有大造于西也。“无禄，文公即世；穆为不吊，蔑死我君，寡我襄公，迭我肴地，奸绝我好，伐我保城。殄灭我费滑，散离我兄弟，挠乱我同盟，倾覆我国家。我襄公未忘君之旧勋，而惧社稷之陨，是以有淆之师。犹愿赦罪于穆公，穆公弗听，而即楚谋我。天诱其衷，成王陨命，穆公是以不克逞志于我。“穆、襄即世，康、灵即位。康公，我之自出，又欲阙翦我公室，倾覆我社稷，帅我蝥贼，以来荡摇我边疆，我是以有令狐之役。康犹不悛，入我河曲，伐我涑川，俘我王官，翦我羁马，我是以有河曲之战。东道之不通，则是康公绝我好也。“及君之嗣也，我君景公引领西望曰：‘庶抚我乎！’君亦不惠称盟，利吾有狄难，入我河县，焚我箕、郜，芟夷我农功，虔刘我边垂，我是以有辅氏之聚。君亦悔祸之延，而欲徼福于先君献、穆，使伯车来命我景公曰：‘吾与女同好弃恶，复脩旧德，以追念前勋。’言誓未就，景公即世，我寡君是以有令狐之会。君又不祥，背弃盟誓。白狄及君同州，君之仇雠，而我昏姻也。君来赐命曰：‘吾与女伐狄。’寡君不敢顾昏姻。畏君之威，而受命于吏。君有二心于狄，曰：‘晋将伐女。’狄应且憎，是用告我。楚人恶君之二三其德也，亦来告我曰：‘秦背令狐之盟，而来求盟于我：“昭告昊天上帝、秦三公、楚三王曰：‘余虽与晋出入，余唯利是视。’”不榖恶其无成德，是用宣之，以惩不壹。’诸侯备闻此言，斯是用痛心疾首，暱就寡人。寡人帅以听命，唯好是求。君若惠顾诸侯，矜哀寡人，而赐之盟，则寡人之愿也，其承宁诸侯以退，岂敢徼乱？君若不施大惠，寡人不佞，其不能以诸侯退矣。敢尽布之执事，俾执事实图利之。” ",
        "author": "先秦",
        "poem_class": "咏物",
        "dynasty": "佚名"
    },
    {
        "title": "牡丹芳",
        "paragraph": "牡丹芳，牡丹芳，黄金蕊绽红玉房。千片赤英霞烂烂，百枝绛点灯煌煌。照地初开锦绣段，当风不结兰麝囊。仙人琪树白无色，王母桃花小不香。宿露轻盈泛紫艳，朝阳照耀生红光。红紫二色间深浅，向背万态随低昂。映叶多情隐羞面，卧丛无力含醉妆。低娇笑容疑掩口，凝思怨人如断肠。浓姿贵彩信奇绝，杂卉乱花无比方。石竹金钱何细碎，芙蓉芍药苦寻常。遂使王公与卿士，游花冠盖日相望。庳车软舆贵公主，香衫细马豪家郎。卫公宅静闭东院，西明寺深开北廊。戏蝶双舞看人久，残莺一声春日长。共愁日照芳难驻，仍张帷幕垂阴凉。花开花落二十日，一城之人皆若狂。三代以还文胜质，人心重华不重实。重华直至牡丹芳，其来有渐非今日。元和天子忧农桑，恤下动天天降祥。去岁嘉禾生九穗，田中寂寞无人至。今年瑞麦分两岐，君心独喜无人知。无人知，可叹息。我愿暂求造化力，减却牡丹妖艳色。少回卿士爱花心，同似吾君忧稼穑。谁谓伤心画不成，画人心逐世人情。 君看六幅南朝事，老木寒云满故城。天街小雨润如酥，草色遥看近却无。最是一年春好处，绝胜烟柳满皇都。吹箫凌极浦，日暮送夫君。湖上一回首，山青卷白云。",
        "author": "唐代",
        "poem_class": "咏物",
        "dynasty": "白居易"
    },
    {
        "title": "咏虞美人花",
        "paragraph": "怨粉愁香绕砌多，大风一起奈卿何。乌江夜雨天涯满，休向花前唱楚歌。萧萧几叶风兼雨，离人偏识长更苦。欹枕数秋天，蟾蜍下早弦。夜寒惊被薄，泪与灯花落。无处不伤心，轻尘在玉琴。大雪北风催，家家贫白屋。玉树犹难伸，压倒千竿竹。高节志凌云，不敢当滕六。君子本虚心，甘自低头伏。无复绿猗猗，何如在淇澳？寒林尽白封，奚第琅玕独。寒梅也不禁，何只君瑟缩？读书小窗前，不见青矗矗。搦管坐空斋，不听声谡谡。缅怀文典可，佳画添几幅。更思僵卧人，岂只食无肉。一步行来错，回头已百年。古今风月鉴，多少泣黄泉。",
        "author": "清代",
        "poem_class": "咏物",
        "dynasty": "吴信辰"
    },
    {
        "title": "寓居定惠院之东杂花满山有海棠一株土人不知贵也",
        "paragraph": "江城地瘴蕃草木，只有名花苦幽独。嫣然一笑竹篱间，桃李漫山总粗俗。也知造物有深意，故遣佳人在空谷。自然富贵出天姿，不待金盘荐华屋。朱唇得酒晕生脸，翠袖卷纱红映肉。林深雾暗晓光迟，日暖风轻春睡足。雨中有泪亦凄怆，月下无人更清淑。先生食饱无一事，散步逍遥自扪腹。不问人家与僧舍，拄杖敲门看修竹。忽逢绝艳照衰朽，叹息无言揩病目。陋邦何处得此花，无乃好事移西蜀？寸根千里不易致，衔子飞来定鸿鹄。天涯流落俱可念，为饮一樽歌此曲。明朝酒醒还独来，雪落纷纷那忍触。梅雪争春未肯降，骚人阁笔费评章。梅须逊雪三分白，雪却输梅一段香。世味年来薄似纱，谁令骑马客京华。小楼一夜听春雨，深巷明朝卖杏花。矮纸斜行闲作草，晴窗细乳戏分茶。素衣莫起风尘叹，犹及清明可到家。海棠亭午沾疏雨。便一饷、胭脂尽吐。老去惜花心，相对花无语。 羽书万里飞来处。报扫荡、狐嗥兔舞。濯锦古江头，飞景还如许。",
        "author": "宋代",
        "poem_class": "咏物",
        "dynasty": "苏轼"
    },
    {
        "title": "临江仙·洞庭波浪颭晴天",
        "paragraph": "洞庭波浪颭晴天，君山一点凝烟。此中真境属神仙。玉楼珠殿，相映月轮边。万里平湖秋色冷，星辰垂影参然。橘林霜重更红鲜。罗浮山下，有路暗相连。三皇上人春梦醒，东侯老大麒麟生。洞连龙穴全山冷，窗透鳌波尽室清。计拙耻居岩麓老，气狂惭与斗牛平。谁人为向青编上，直傍巢由写一名。寥寥山馆里，独坐酒初醒。旧业多年别，秋霖一夜听。砌蛩声渐息，窗烛影犹停。早晚无他事，休如泛水萍。酒罢歌馀兴未阑，小桥秋水共盘桓。波摇梅蕊当心白，风入罗衣贴体寒。且莫思归去，须尽笙歌此夕欢。",
        "author": "五代",
        "poem_class": "咏物",
        "dynasty": "牛希济"
    },
    {
        "title": "千年调·卮酒向人时",
        "paragraph": "蔗庵小阁名曰“卮言”，作此词以嘲之。卮酒向人时，和气先倾倒。最要然然可可，万事称好。滑稽坐上，更对鸱夷笑。寒与热，总随人，甘国老。少年使酒，出口人嫌拗。此个和合道理，近日方晓。学人言语，未会十会巧。看他们，得人怜，秦吉了。 南枝才放两三花，雪里吟香弄粉些。淡淡著烟浓著月，深深笼水浅笼沙。初疑夜雨忽朝晴，乃是山泉终夜鸣。流到前溪无半语，在山做得许多声。近清明。翠禽枝上消魂。可惜一片清歌，都付与黄昏。欲共柳花低诉，怕柳花轻薄，不解伤春。念楚乡旅宿，柔情别绪，谁与温存。 空樽夜泣，青山不语，残月当门。翠玉楼前，惟是有、一波湘水，摇荡湘云。天长梦短，问甚时、重见桃根。这次第，算人间没个并刀，剪断心上愁痕。",
        "author": "宋代",
        "poem_class": "咏物",
        "dynasty": "辛弃疾"
    },
    {
        "title": "昌谷北园新笋四首",
        "paragraph": "箨落长竿削玉开，君看母笋是龙材。更容一夜抽千尺，别却池园数寸泥。斫取青光写楚辞，腻香春粉黑离离。无情有恨何人见，露压烟啼千万枝。家泉石眼两三茎，晓看阴根紫脉生。今年水曲春沙上，笛管新篁拔玉青。古竹老梢惹碧云，茂陵归卧叹清贫。风吹千亩迎雨啸，鸟重一枝入酒尊。吴丝蜀桐张高秋，空山凝云颓不流。江娥啼竹素女愁，李凭中国弹箜篌。昆山玉碎凤凰叫，芙蓉泣露香兰笑。十二门前融冷光，二十三丝动紫皇。女娲炼石补天处，石破天惊逗秋雨。梦入神山教神妪，老鱼跳波瘦蛟舞。吴质不眠倚桂树，露脚斜飞湿寒兔。旅馆寒灯独不眠，客心何事转凄然。故乡今夜思千里，霜鬓明朝又一年。(霜鬓 一作：愁鬓)帝里重清明，人心自愁思。车声上路合，柳色东城翠。花落草齐生，莺飞蝶双戏。空堂坐相忆，酌茗聊代醉。",
        "author": "唐代",
        "poem_class": "咏物",
        "dynasty": "李贺"
    },
    {
        "title": "杨生青花紫石砚歌",
        "paragraph": "端州石工巧如神，踏天磨刀割紫云。佣刓抱水含满唇，暗洒苌弘冷血痕。纱帷昼暖墨花春，轻沤漂沫松麝薰。干腻薄重立脚匀，数寸光秋无日昏。圆毫促点声静新，孔砚宽顽何足云！自西山道口径北，逾黄茅岭而下，有二道：其一西出，寻之无所得；其一少北而东，不过四十丈，土断而川分，有积石横当其垠。其上为睥睨、梁欐之形，其旁出堡坞，有若门焉。窥之正黑，投以小石，洞然有水声，其响之激越，良久乃已。环之可上，望甚远，无土壤而生嘉树美箭，益奇而坚，其疏数偃仰，类智者所施设也。噫！吾疑造物者之有无久矣。及是，愈以为诚有。又怪其不为之中州，而列是夷狄，更千百年不得一售其伎，是固劳而无用。神者傥不宜如是，则其果无乎？或曰：“以慰夫贤而辱于此者。”或曰：“其气之灵，不为伟人,而独为是物，故楚之南少人而多石。”是二者，余未信之。 一尺深红胜曲尘，天生旧物不如新。(胜曲尘 一作：蒙曲尘)合欢桃核终堪恨，里许元来别有人。井底点灯深烛伊，共郎长行莫围棋。玲珑骰子安红豆，入骨相思知不知。 蓬门未识绮罗香，拟托良媒益自伤。谁爱风流高格调，共怜时世俭梳妆。敢将十指夸针巧，不把双眉斗画长。苦恨年年压金线，为他人作嫁衣裳。",
        "author": "唐代",
        "poem_class": "咏物",
        "dynasty": "李贺"
    },
    {
        "title": "花鸭",
        "paragraph": "花鸭无泥滓，阶前每缓行。羽毛知独立，黑白太分明。不觉群心妒，休牵众眼惊。稻粱沾汝在，作意莫先鸣。落日五湖游，烟波处处愁。浮沉千古事，谁与问东流？潇洒江湖十过秋，酒杯无日不迟留。谢公城畔溪惊梦，苏小门前柳拂头。千里云山何处好，几人襟韵一生休。尘冠挂却知闲事，终拟蹉跎访旧游。别来半岁音书绝，一寸离肠千万结。难相见，易相别，又是玉楼花似雪。暗相思，无处说，惆怅夜来烟月。想得此时情切，泪沾红袖黦。",
        "author": "唐代",
        "poem_class": "咏物",
        "dynasty": "杜甫"
    },
    {
        "title": "小桃红·咏桃",
        "paragraph": "东风有恨致玄都，吹破枝头玉，夜月梨花也相妒。不寻俗，娇鸾彩凤风流处。刘郎去也，武陵溪上，仙子淡妆梳。铜壶更漏残，红妆春梦阑，江上花无语，天涯人未还。倚楼闲，月明千里，隔江何处山。江皋楼观前朝寺，秋色入秦淮。败垣芳草，空廊落叶，深砌苍苔。远人南去，夕阳西下，江水东来。木兰花在，山僧试问，知为谁开？相思有如少债的，每日相催逼。常挑着一担愁，准不了三分利。这本钱见他时才算得。",
        "author": "元代",
        "poem_class": "咏物",
        "dynasty": "周文质"
    },
    {
        "title": "思黯南墅赏牡丹",
        "paragraph": "偶然相遇人间世，合在增城阿姥家。有此倾城好颜色，天教晚发赛诸花。摇落深知宋玉悲，风流儒雅亦吾师。怅望千秋一洒泪，萧条异代不同时。江山故宅空文藻，云雨荒台岂梦思。最是楚宫俱泯灭，舟人指点到今疑。太乙近天都，连山接海隅。(接 一作：到)白云回望合，青霭入看无。分野中峰变，阴晴众壑殊。欲投人处宿，隔水问樵夫。南山塞天地，日月石上生。高峰夜留景，深谷昼未明。山中人自正，路险心亦平。长风驱松柏，声拂万壑清。即此悔读书，朝朝近浮名。",
        "author": "唐代",
        "poem_class": "咏物",
        "dynasty": "刘禹锡"
    },
    {
        "title": "咏邻女东窗海石榴",
        "paragraph": "鲁女东窗下，海榴世所稀。珊瑚映绿水，未足比光辉。清香随风发，落日好鸟归。愿为东南枝，低举拂罗衣。无由一攀折，引领望金扉。太行之路能摧车，若比人心是坦途。巫峡之水能覆舟，若比人心是安流。人心好恶苦不常，好生毛羽恶生疮。与君结发未五载，岂期牛女为参商。古称色衰相弃背，当时美人犹怨悔。何况如今鸾镜中，妾颜未改君心改。为君熏衣裳，君闻兰麝不馨香。为君盛容饰，君看金翠无颜色。行路难，难重陈。人生莫作妇人身，百年苦乐由他人。行路难，难于山，险于水。不独人间夫与妻，近代君臣亦如此。君不见左纳言，右纳史，朝承恩，暮赐死。行路难，不在水，不在山，只在人情反覆间。家临九江水，来去九江侧。同是长干人，生小不相识。青山横北郭，白水绕东城。此地一为别，孤蓬万里征。浮云游子意，落日故人情。挥手自兹去，萧萧班马鸣。",
        "author": "唐代",
        "poem_class": "咏物",
        "dynasty": "李白"
    },
    {
        "title": "苔",
        "paragraph": "各有心情在，随渠爱暖凉。青苔问红叶，何物是斜阳。顺治二年乙酉四月，江都围急。督相史忠烈公知势不可为，集诸将而语之曰：“吾誓与城为殉，然仓皇中不可落于敌人之手以死，谁为我临期成此大节者？”副将军史德威慨然任之。忠烈喜曰：“吾尚未有子，汝当以同姓为吾后。吾上书太夫人，谱汝诸孙中。”五日，城陷，忠烈拔刀自裁，诸将果争前抱持之。忠烈大呼德威，德威流涕，不能执刃，遂为诸将所拥而行。至小东门，大兵如林而至，马副使鸣騄、任太守民育及诸将刘都督肇基等皆死。忠烈乃瞠目曰：“我史阁部也。”被执至南门。和硕豫亲王以先生呼之，劝之。忠烈大骂而死。初，忠烈遗言：“我死当葬梅花岭上。”至是，德威求公之骨不可得，乃以衣冠葬之。或曰：“城之破也，有亲见忠烈青衣乌帽，乘白马，出天宁门投江死者，未尝殒于城中也。”自有是言，大江南北遂谓忠烈未死。已而英、霍山师大起，皆托忠烈之名，仿佛陈涉之称项燕。吴中孙公兆奎以起兵不克，执至白下。经略洪承畴与之有旧，问曰：“先生在兵间，审知故扬州阁部史公果死耶，抑未死耶？”孙公答曰：“经略从北来，审知故松山殉难督师洪公果死耶，抑未死耶？”承畴大恚，急呼麾下驱出斩之。呜呼！神仙诡诞之说，谓颜太师以兵解，文少保亦以悟大光明法蝉脱，实未尝死。不知忠义者圣贤家法，其气浩然，常留天地之间，何必出世入世之面目！神仙之说，所谓为蛇画足。即如忠烈遗骸，不可问矣，百年而后，予登岭上，与客述忠烈遗言，无不泪下如雨，想见当日围城光景，此即忠烈之面目宛然可遇，是不必问其果解脱否也，而况冒其未死之名者哉？墓旁有丹徒钱烈女之冢，亦以乙酉在扬，凡五死而得绝，特告其父母火之，无留骨秽地，扬人葬之于此。江右王猷定、关中黄遵严、粤东屈大均为作传、铭、哀词。顾尚有未尽表章者：予闻忠烈兄弟，自翰林可程下，尚有数人，其后皆来江都省墓。适英、霍山师败，捕得冒称忠烈者，大将发至江都，令史氏男女来认之。忠烈之第八弟已亡，其夫人年少有色，守节，亦出视之。大将艳其色，欲强娶之，夫人自裁而死。时以其出于大将之所逼也，莫敢为之表章者。呜呼！忠烈尝恨可程在北，当易姓之间，不能仗节，出疏纠之。岂知身后乃有弟妇，以女子而踵兄公之余烈乎？梅花如雪，芳香不染。异日有作忠烈祠者，副使诸公，谅在从祀之列，当另为别室以祀夫人，附以烈女一辈也。准拟春来消寂寞。愁雨愁风，翻把春担阁。不为伤春情绪恶，为怜镜里颜非昨。毕竟春光谁领略。九陌缁尘，抵死遮云壑。若得寻春终遂约，不成长负东君诺？别样幽芬，更无浓艳催开处。凌波欲去，且为东风住。忒煞萧疏，争奈秋如许。还留取，冷香半缕，第一湘江雨。",
        "author": "清代",
        "poem_class": "咏物",
        "dynasty": "袁枚"
    },
    {
        "title": "下泉",
        "paragraph": "冽彼下泉，浸彼苞稂。忾我寤叹，念彼周京。冽彼下泉，浸彼苞萧。忾我寤叹，念彼京周。冽彼下泉，浸彼苞蓍。忾我寤叹，念彼京师。芃芃黍苗，阴雨膏之。四国有王，郇伯劳之。惠子相梁，庄子往见之。或谓惠子曰：“庄子来，欲代子相。”于是惠子恐，搜于国中三日三夜。庄子往见之，曰：“南方有鸟，其名为鹓鶵，子知之乎？夫鹓鶵发于南海，而飞于北海；非梧桐不止，非练实不食，非醴泉不饮。于是鸱得腐鼠，鹓鶵过之，仰而视之曰：‘吓！’今子欲以子之梁国而吓我邪？”简兮简兮，方将万舞。日之方中，在前上处。硕人俣俣，公庭万舞。有力如虎，执辔如组。左手执龠，右手秉翟。赫如渥赭，公言锡爵。山有榛，隰有苓。云谁之思？西方美人。彼美人兮，西方之人兮。子曰：“学而时习之，不亦说乎？有朋自远方来，不亦乐乎？人不知而不愠，不亦君子乎？”（《学而》）曾子曰：“吾日三省吾身：为人谋而不忠乎？与朋友交而不信乎？传不习乎？”（《学而》）子曰：“温故而知新，可以为师矣。”（《为政》）子曰：“学而不思则罔,思而不学则殆。”（《为政》）子曰：“由，诲女知之乎！知之为知之，不知为不知，是知也。”（《为政》）子曰：“见贤思齐焉，见不贤而内自省也。”（《里仁》）子曰：“三人行，必有我师焉。择其善者而从之，其不善者而改之。”（《述而》）曾子曰：“士不可以不弘毅，任重而道远。仁以为己任，不亦重乎？死而后已，不亦远乎？”（《泰伯》）子曰：“岁寒，然后知松柏之后凋也。”（《子罕》）子贡问曰：“有一言而可以终身行之者乎？”子曰：“其恕乎！己所不欲，勿施于人。”（《卫灵公》）",
        "author": "先秦",
        "poem_class": "咏物",
        "dynasty": "佚名"
    },
    {
        "title": "南乡子·岸远沙平",
        "paragraph": "岸远沙平，日斜归路晚霞明。孔雀自怜金翠尾，临水，认得行人惊不起。迢迢牵牛星，杳在河之阳。粲粲黄姑女，耿耿遥相望。莺狂应有恨，蝶舞已无多。（《落花》）揖让月在手，动摇风满怀。（《咏扇》）病态如衰弱，厌厌向五年。（以下《律髓注》）衰颜一病难牵复，晓殿君临颇自羞。冷笑秦皇经远略，静怜姬满苦时巡。鬓从今日添新白，菊是去年依旧黄。（以下《翰府名谈》）万古到头归一死，醉乡葬地有高原。人生不满百，刚作千年画。（《野客丛谈》）日映仙云薄，秋高天碧深。（《海录碎事》）乌照始潜辉，龙烛便争秉。（以下《孔帖》）凝珠满露枝。游飏日已西，肃穆寒初至。九重开扇鹄，四牖炳灯鱼。羽觞无算酌。倾碗更为寿，深卮递酬宾。相见处，晚晴天，刺桐花下越台前。暗里回眸深属意，遗双翠，骑象背人先过水。几年帝里阻烟波，敢向明时叩角歌。看尽好花春卧稳，醉残红日夜吟多。印开夕照垂杨柳，画破寒潭老芰荷。昨夜前溪有龙斗，石桥风雨少人过。",
        "author": "五代",
        "poem_class": "咏物",
        "dynasty": "欧阳炯"
    },
    {
        "title": "临江仙·孤雁",
        "paragraph": "霜冷离鸿惊失伴，有人同病相怜。拟凭尺素寄愁边，愁多书屡易，双泪落灯前。莫对月明思往事，也知消减年年。无端嘹唳一声传，西风吹只影，刚是早秋天。著书何似观心贤，不奈卮言夜涌泉。百卷书成南渡后，先生续集再编年。月挂中天夜色寒，清光皎皎影团团。诗人助兴常思玩，野客添愁不忍观。翡翠楼边悬玉镜，珍珠帘外挂冰盘。良宵何用烧银烛，晴彩辉煌映画栏。水满春塘，柳绵又蘸黄金缕。燕儿来去。阵阵梨花雨。情似黄丝，历乱难成绪。凝眸处。白蘋青草，不见西洲路。",
        "author": "清代",
        "poem_class": "咏物",
        "dynasty": "纳兰性德"
    },
    {
        "title": "满庭芳·茶",
        "paragraph": "北苑春风，方圭圆璧，万里名动京关。碎身粉骨，功合上凌烟。尊俎风流战胜，降春睡、开拓愁边。纤纤捧，研膏浅乳，金缕鹧鸪斑。 相如，虽病渴，一觞一咏，宾有群贤。为扶起灯前，醉玉颓山。搜搅胸中万卷，还倾动、三峡词源。归来晚，文君未寐，相对小窗前。《水经》云：“彭蠡之口有石钟山焉。”郦元以为下临深潭，微风鼓浪，水石相搏，声如洪钟。是说也，人常疑之。今以钟磬置水中，虽大风浪不能鸣也，而况石乎！至唐李渤始访其遗踪，得双石于潭上，扣而聆之，南声函胡，北音清越，桴止响腾，余韵徐歇。自以为得之矣。然是说也，余尤疑之。石之铿然有声者，所在皆是也，而此独以钟名，何哉？元丰七年六月丁丑，余自齐安舟行适临汝，而长子迈将赴饶之德兴尉，送之至湖口，因得观所谓石钟者。寺僧使小童持斧，于乱石间择其一二扣之，硿硿焉。余固笑而不信也。至莫夜月明，独与迈乘小舟，至绝壁下。大石侧立千尺，如猛兽奇鬼，森然欲搏人；而山上栖鹘，闻人声亦惊起，磔磔云霄间；又有若老人咳且笑于山谷中者，或曰此鹳鹤也。余方心动欲还，而大声发于水上，噌吰如钟鼓不绝。舟人大恐。徐而察之，则山下皆石穴罅，不知其浅深，微波入焉，涵澹澎湃而为此也。舟回至两山间，将入港口，有大石当中流，可坐百人，空中而多窍，与风水相吞吐，有窾坎镗鞳之声，与向之噌吰者相应，如乐作焉。因笑谓迈曰：“汝识之乎？噌吰者，周景王之无射也；窾坎镗鞳者，魏庄子之歌钟也。古之人不余欺也！”事不目见耳闻，而臆断其有无，可乎？郦元之所见闻，殆与余同，而言之不详；士大夫终不肯以小舟夜泊绝壁之下，故莫能知；而渔工水师虽知而不能言。此世所以不传也。而陋者乃以斧斤考击而求之，自以为得其实。余是以记之，盖叹郦元之简，而笑李渤之陋也。 秋雨一何碧，山色倚晴空。江南江北愁思，分付酒螺红。芦叶蓬舟千重，菰菜莼羹一梦，无语寄归鸿。醉眼渺河洛，遗恨夕阳中。 苹洲外，山欲暝，敛眉峰。人间俯仰陈迹，叹息两仙翁。不见当时杨柳，只是从前烟雨，磨灭几英雄。天地一孤啸，匹马又西风。凡读书......须要读得字字响亮，不可误一字，不可少一字，不可多一字，不可倒一字，不可牵强暗记，只是要多诵数遍，自然上口，久远不忘。古人云，“读书百遍，其义自见”。谓读得熟，则不待解说，自晓其义也。余尝谓，读书有三到，谓心到，眼到，口到。心不在此，则眼不看仔细，心眼既不专一，却只漫浪诵读，决不能记，记亦不能久也。三到之中，心到最急。心既到矣，眼口岂不到乎？",
        "author": "宋代",
        "poem_class": "咏物",
        "dynasty": "黄庭坚"
    },
    {
        "title": "贺新郎·和前韵",
        "paragraph": "觅句如东野。想钱塘风流处士，水仙祠下。更亿小孤烟浪里，望断彭郎欲嫁。是一色空蒙难画。谁解胸中吞云梦，试呼来草赋看司马。须更把，《上林》写。鸡豚旧日渔樵社。问先生：带湖春涨，几时归也？为爱琉璃三万顷，正卧水亭烟榭。对玉塔微澜深夜。雁鹜如云休报事，被诗逢敌手皆勍者。春草梦，也宜夏。绕床饥鼠，蝙蝠翻灯舞。屋上松风吹急雨，破纸窗间自语。平生塞北江南，归来华发苍颜。布被秋宵梦觉，眼前万里江山。芙蓉金菊斗馨香。天气欲重阳。远村秋色如画，红树间疏黄。流水淡，碧天长。路茫茫。凭高目断。鸿雁来时，无限思量。长安古道马迟迟，高柳乱蝉嘶。夕阳鸟外，秋风原上，目断四天垂。(鸟 一作：岛)归云一去无踪迹，何处是前期？狎兴生疏，酒徒萧索，不似少年时。(少年 一作：去年)",
        "author": "宋代",
        "poem_class": "咏物",
        "dynasty": "辛弃疾"
    },
    {
        "title": "咏春笋",
        "paragraph": "无数春笋满林生，柴门密掩断行人。会须上番看成竹，客至从嗔不出迎。碧阑干外绣帘垂，猩色屏风画折枝。 八尺龙须方锦褥，已凉天气未寒时。一为迁客去长沙，西望长安不见家。 黄鹤楼中吹玉笛，江城五月落梅花。君自故乡来，应知故乡事。来日绮窗前，寒梅著花未？",
        "author": "唐代",
        "poem_class": "咏物",
        "dynasty": "杜甫"
    },
    {
        "title": "天香·咏龙涎香",
        "paragraph": "孤峤蟠烟，层涛蜕月，骊宫夜采铅水。讯远槎风，梦深薇露，化作断魂心字。红瓷候火，还乍识、冰环玉指。一缕萦帘翠影，依稀海天云气。 几回殢娇半醉。翦春灯、夜寒花碎。更好故溪飞雪，小窗深闭。荀令如今顿老，总忘却、樽前旧风味。谩惜余熏，空篝素被。雨恨云愁，江南依旧称佳丽。水村渔市。一缕孤烟细。天际征鸿，遥认行如缀。平生事。此时凝睇。谁会凭栏意。(栏 通：阑)云淡风轻近午天，傍花随柳过前川。时人不识余心乐，将谓偷闲学少年。不到谢公台。明月清风好在哉。旧日髯孙何处去，重来。短李风流更上才。秋色渐摧颓。满院黄英映酒杯。看取桃花春二月，争开。尽是刘郎去后栽。",
        "author": "宋代",
        "poem_class": "咏物",
        "dynasty": "王沂孙"
    },
    {
        "title": "浪淘沙·杨花",
        "paragraph": "金缕晓风残，素雪晴翻，为谁飞上玉雕阑？可惜章台新雨后，踏入沙间。沾惹忒无端，青鸟空衔，一春幽梦绿萍间。暗处销魂罗袖薄，与泪轻弹。各有心情在，随渠爱暖凉。青苔问红叶，何物是斜阳。谢家庭院残更立，燕宿雕梁。月度银墙，不辨花丛那辨香。此情已自成追忆，零落鸳鸯。雨歇微凉，十一年前梦一场。水晶帘捲澄浓雾。夜静凉生树。病来身似瘦梧桐。觉道一枝一叶怕秋风。银潢何日销兵气。剑指寒星碎。遥凭南斗望京华。忘却满身清露在天涯。",
        "author": "清代",
        "poem_class": "咏物",
        "dynasty": "李雯"
    },
    {
        "title": "垂柳",
        "paragraph": "绊惹春风别有情，世间谁敢斗轻盈。楚王江畔无端种，饿损纤腰学不成。浮香绕曲岸，圆影覆华池。常恐秋风早，飘零君不知。玉树歌残王气终，景阳兵合戍楼空。松楸远近千官冢，禾黍高低六代宫。石燕拂云晴亦雨，江豚吹浪夜还风。英雄一去豪华尽，惟有青山似洛中。越王勾践破吴归，义士还家尽锦衣。(义士 一作：战士)宫女如花满春殿，只今惟有鹧鸪飞。",
        "author": "唐代",
        "poem_class": "咏物",
        "dynasty": "唐彦谦"
    },
    {
        "title": "咏愁",
        "paragraph": "来何容易去何迟，半在心头半在眉。门掩落花春去后，窗涵残月酒醒时。柔如万顷连天草，乱似千寻帀地丝。除却五侯歌舞地，人间何处不相随？陶尽门前土，屋上无片瓦。十指不沾泥，鳞鳞居大厦。摘青梅荐酒，甚残寒，犹怯苎萝衣。正柳腴花瘦，绿云冉冉，红雪霏霏。隔屋秦筝依约，谁品春词？回首繁华梦，流水斜晖。寄隐孤山山下，但一瓢饮水，深掩苔扉。羡青山有思，白鹤忘机。怅年华、不禁搔首，又天涯、弹泪送春归。销魂远，千山啼鴂，十里荼麋。江南蝶，斜日一双双。身似何郎全傅粉，心如韩寿爱偷香。天赋与轻狂。微雨后，薄翅腻烟光。才伴游蜂来小院，又随飞絮过东墙。长是为花忙。",
        "author": "宋代",
        "poem_class": "咏物",
        "dynasty": "石象之"
    },
    {
        "title": "醉中天·咏大蝴蝶",
        "paragraph": "弹破庄周梦，两翅驾东风，三百座名园、一采一个空。谁道风流种，唬杀寻芳的蜜蜂。轻轻飞动，把卖花人搧过桥东。夕阳下，酒旆闲，两三航未曾着岸。落花水香茅舍晚，断桥头卖鱼人散。楔子(冲末扮马生上，云)小生姓马名彬，字文辅，祖贯临阳人氏。先父拜三原县令，不幸身亡。小生年长二十五岁，雪案萤窗，苦攻经史，博古通今，名誉文章，自不可掩。俺父亲在日之时，曾与松江府府尹董蓥为友。尝记得董府尹酒席之间，问俺父亲：\"咱既为通家，凡事皆当商量。\"先父说：\"别无甚事，止有小儿马彬年少，颇肯向学，未遂功名。\"府尹见说聪明，便道：\"某有一女，小字秀英，愿与你令嗣为妻。\"后来先父下世，路途遥远，音信不通。如今小生一者游学，二者就问这亲，走一遭去。家童，收拾琴剑书箱，今日就行。(唱)【仙吕】【赏花时】文质彬彬一丈夫，千里寻师为学谋。今日个践路途，单身独步，云外雁声孤。【幺篇】我如今赤手空拳百事无，父丧家贫不似初，囊箧尽消疏。鹏程有路，何日赴皇都？(云)行了个月期程，到得松江府。家童，你寻个客店安下。(童云)理会的。兀那就是一所店房。店主在家么？(净上，云)谁叫，谁叫？(童云)老者，俺家长来此投宿。(做见科，云)小生动问老公公，此处董府尹在否？(净云)府尹下世去了。(生云)他宅子在何处？(净云)隔壁就是。足下与府尹甚亲？(生云)先父与府尹相交契厚。自先父下世，一向间阔，不曾问候。(净云)足下如今那里去？(生云)小生儒业进身，游学至此，将赴诏选。敢问公公，有房舍借一间小生借居，待来春赴试。(净云)足下既要安住，老夫有一小顽，名曰山寿，就托足下教训攻书。老夫东墙下有一花木堂，先生就在其中设馆，如何？(生云)如此多谢！(净云)院公，疾忙收拾洁净者。(院公云)已停当了。(净云)先生，请往花木堂安歇。(同下)第一折(老夫人引梅香上，云)老身姓刘名节贞，乃刘太守之女，董府尹之妻。不幸府尹告殂，止生得一个女孩儿，唤做秀英。年长一十九岁，生的性质沈重，言口语真；诗词书算，描鸾刺绣，无所不通。更有个小妮子，是小姐使唤的梅香，亦能吟诗写染。昨日梅香说，小姐身体不快，老身想来，多是伤春。梅香，如今是三月之间，后园中百花开放，你和小姐去海棠亭畔散心，走一遭去。(正旦上，云)妾身董秀英是也。父亲拜松江府尹，不幸早亡，止有老母在堂，治家严肃。今乃三春天气，好生困人，终日在绣房中描鸾刺绣，针指女工，十分闷倦。恰才母亲教同梅香去后花园散闷，梅香，俺上房门，咱两个去来。(做行科，旦云)梅香，你看是好春景也呵！(唱)【吕仙】【点绛唇】万物乘春，落花成阵，莺声嫩。垂柳黄匀，越引起心间闷。【混江龙】三春时分，南园草木一时新。清和天气，淑景良辰。紫陌游人嫌日短，青闺素女怕黄昏。寻芳俊士，拾翠佳人。千红万紫，花柳分春。对韶光半晌不开言，一天愁都结做心间恨。憔悴了玉肌金粉，瘦损了窈窕精神。(生上，云)我正坐间，只见落花飞于帘下，此花待败也。正是：坐见落花长叹息，又疑春老树南枝。这花必定是董府尹后园里飞过来的，我起去望咱。(做望科)(梅云)姐姐，你看那桃杏花是好爱人也。(旦唱)【油葫芦】杏朵桃枝似绛唇，柳絮纷，春光偏闪断肠人。微风细雨催花信，闲愁万种心间印。罗帏绣被，孤寒欲断魂。掩重门尽日无人问，情不遂越伤神。(梅云)姐姐，兀那东墙上看的是一个秀才！(旦看科，唱)【天下乐】我只见杨柳横墙易得春，欢欣，可意人，一见了心下如何忍。送秋波眼角情，近东墙住左邻，觑了可憎才有就因。(梅云)姐姐，咱回房中去来。不争你在此留恋，夫人知道怎了也？(旦云)咱去来。(下)(生云)这相思索害也！恰才那女子正是董秀英。今日见了他一面，不由人行思坐想，有甚心情看书！似此如之奈何？(下)(旦上，云)好闷倦人也。自从昨日后园中见了那个秀才，生的眉清目秀，状貌堂堂。我一见之后，着我存于心目之间。非为狂心所使，乃人之大伦。早是身体不快，又遇着这等人物，教我神不附体，何时是可也？(梅云)姐姐，因何见了那生，如此模样了也？(旦唱)【那吒令】一见了那人，不由我断魂；思量起这人，有韩文柳文；他是个俏人，读齐论鲁论。想的咱不下怀，几时得成秦晋，甚何年一处温存？【鹊踏枝】好教我闷昏昏，泪纷纷，都只为美貌潘安，仁者能仁。一会家心中自忖，谁与俺通个殷勤。(梅云)姐姐，早是这两日茶饭不进，厌厌瘦削。若再狂荡了心，敢是不中也。(旦云)我身上病患，汝怎得知！(梅云)是何病患？(旦云)我是未嫁之女，对你一言难尽。(梅云)姐姐有话，但说不妨。(旦唱)【寄生草】怕的是黄昏后，入罗帏愁越狠。孤眠独枕教人闷，愁潘病沈教人恨，行迟力顿教人困。似这等含情掩卧象牙床，几时得阳台上遇着多才俊。(梅云)姐姐，我猜着你，敢待和昨日那秀才说话。他在那壁，你在这壁，如何得会？(旦云)想当初卓文君怎生私奔相如来？(梅云)他两个缘何便得成就来？(旦唱)【幺篇】汉相如在寒窗下，卓氏女配做婚。都只为我情你意相投顺，姻缘自把佳期问，郎才女貌皆相趁。你道是阻东墙难会碧纱厨，似俺这干荷叶那讨灵犀润。(旦云)梅香，我若不说，你也不知。自从后花园中见了那个秀才，教我愁闷更增十倍，不觉耽此病症，如之奈何？(梅云)姐姐，不争你看上那个书生，老夫人倘然窥视出来，你为妇女，怎生是了？姐姐，夜深了，不睡做甚么？(旦云)我怎生睡的着？我这身上越觉不快，兀的不害杀我也！(唱)【后庭花】似这等害相思怎地忍？不由人上心来雨泪频。避不的老母将将怪，好教我留连心上人。枉劳魂，不觉的罗衣宽褪。被生寒怎地温？看看的憔悴了身，厌厌的害杀人。唤梅香掩上门，把沉檀炉内焚，志诚心祷告神。【柳叶儿】呀，愁锁定眉尖春恨，怎不教心怀忧闷？见如今人远天涯近，难勾引，怎相交？越加上鬼病三分。(梅云)姐姐，你实意心里待怎么？(旦唱)【青哥儿】对人前一言难尽，老夫人治家严训，怨俺那火性如雷老母亲。谨慎闺门，昼夜追巡，坐守行跟，恐失人伦。但若离了半时辰，来相问。(梅云)姐姐，似你今春多病，可以自己调理，莫费神思。不争你这等念想，倘若其身有失，如何是了？休休，莫要护病成疾，自损其身。姐姐自当思之。(旦云)梅香，你可知我心间的事？(梅云)妾虽不知，见姐姐身体不快，以此谏劝，自可调理。(旦云)似这等病，如何治度？我一会家不想起来便罢，一会家想将起，好是凄凉人也！(唱)【赚煞】合晚至黄昏，独宿心间闷。苦厌厌忧愁自忖。便有铁石心肠也断魂。串香焚被冷谁温，引入多情梦里人。窗儿外月华正新，玉人儿在方寸，我将这海棠花分付与东君。(云)睡起金炉香烬寒，宝钗斜插碧云鬟。愁低杨柳梢头月，花落莺啼春又残。(下)第二折(生上云)小生马文辅。自从那日见了那小姐之后，朝则忘食，夜则废寝，其心荡然，如有所失，倘生不测，将平日所学，一旦废矣。今夜这等风清月郎，且操一曲琴，洗我心间之闷咱。(下)(旦引梅香上科)(梅云)姐姐，这早晚不烧香做甚？(旦云)你放下香车者。(梅云)已放下了。(旦行科，唱)【正宫】【端正好】下香阶，踏芳径，步苍苔月影当庭。过回廊一弄凄凉景，好教我添悲兴。【滚绣球】垂杨宿鸟惊，绣鞋不待行。降明香问天求聘，志诚心祷告神灵。相思病渐成，看看瘦损形，受寂寞事关前定，盼佳期井底银瓶。似这等栖迟误了奴家命，强打精神拜斗星，何日安宁？(梅云)姐姐，你听那里冰弦之声。(旦唱)【倘秀才】则道是半空中神仙胜境，却元来东墙下把丝桐慢整，你听他款抚冰弦音韵清。夜阑人静，情悲戚，话丁宁，怎不教人动情？(旦听科)(生歌云)明月娟娟兮夜永生凉，花影摇风兮宿鸟惊慌。有美佳人兮牵我情肠，徘徊不见兮只隔东墙。佳期无奈兮使我遑遑，相思致疴兮汤药无方。托琴消闷兮音韵悠扬，离家千里兮身在他乡，孤眠客邸兮更漏声长。(梅云)姐姐，那生弹的好凄凉人也呵！(旦唱)【滚绣球】我向这东墙仔细听。凤求鸾曲未成，怎不教想的人成病，今日个聪明的遇着聪明。这琴陶潜膝上横，蔡邕爨下生。断肠人这答儿孤另，一句句诉你飘零。几时得同衾共枕销金帐，满斗焚香说誓盟，愿足平生。(生云)东墙那边似有人言，莫不有人么？我试挽着垂杨，隔墙而望咱。(生望科)(旦云)梅香，恰才那生弹的是好伤感人也。我听了琴中之语，教我越添其愁。且将我心中之闷，共联一绝。(梅云)姐姐你做。(旦云)客馆闲门静，闺房寂寞春。月来花弄影，疑是有情人。(生听，云)吟咏妙哉！我依韵如一首咱。书舍须臾恨，南园老尽春。东墙明月满，偏照意中人。(旦听，云)墙角边吟诗者，必是那弹琴的秀才，是好高才也。(唱)【倘秀才】他在那东墙下诗和了一声，我这里近亭轩把绣鞋立定，好教我兜上心来意不宁。愁攒眉角上，忽的动伤情，知他是怎生？(梅云)姐姐，咱回去罢，夜深了。(同下)(生云)呀，小姐回去了，这相思索害也！我且回书房去。(下)(旦上，云)自从昨日听了那生弹琴，不想我病症转加，身子好生不快，可怎了也？(梅云)姐姐，为一女子，当守闺门之正，不要这等狂荡。(旦唱)【呆骨朵】我这里闷厌厌锁不住疏狂性，怎禁的独自伤情？孤帏里翠减香消，花稍上蜂喧蝶并。少年人辜负了三春景，身体也无康盛。自思量怎奈何，渐染出风流病。(生上，云)我昨日晚间，月下弹琴，不想小姐来听，隔墙吟诗，我也和了一首。我想来，终不见个分晓。我今日使山寿去，只推问他讨花，看他有甚么话说。山寿，你来。(山寿上，云)师父，叫我怎么？(生云)隔壁董宅好花，你去讨一朵来，休教老夫人知道。(山寿云)我只问小姐讨去。(生云)然也。(下)(山寿上，见旦科)(旦云)山寿，来有何故？(山寿云)俺师父使我来问姐姐讨花哩。(旦云)他多少年纪了？(山寿云)俺师父二十五岁了。(旦云)他要甚么花？(山寿云)随姐姐与我甚么花。(旦云)我与你一朵海棠花，你将去。(旦与花科)(山寿辞科，下)(旦唱)【脱布衫】思量起俊俏书生，今日个显姓通名。海棠花权为信行，姻缘事该前定。【小梁州】谁想是旧日刘郎到武陵，听说罢怎不伤情。孤鸾寡凤几时成？人孤另，长叹两三声。【幺篇】黄昏一盏孤灯映，困腾腾闷倚帏屏。鼓二更，人初静，更添愁兴，照不到天明。(旦云)我常记得，俺父亲在日，曾与俺母亲说，在朝之日，曾与三原县令马昂为交，次后，半我许与他儿子马文辅为妻。我那时年幼，也不曾成得；后来音信不通，因此上不曾成合这亲事。我那日在后花园中，只见山寿家东墙上，有一秀才，往这壁望着。我一见那生，发黑眉青，唇红齿白，教我放心不下。我前日在海棠亭下烧夜香，又遇着他弹琴，专诉失其佳配。昨日使山寿来问我讨花，我因问他，你师父是谁；山寿说，姓马名彬字文辅。我就想起俺父亲的言语，莫不就是这生？我两日前写下了一个简帖儿，今日着梅香送与他去。梅香，你送这简帖儿与那秀才去。(梅云)将来，我送去。(旦与简科)(梅云)我送简帖儿去来。(同下)(生上，云)自从见了秀英小姐，着我神魂飘荡，茶饭懒尝。昨日着山寿讨花去，小姐与了一朵海棠花，不知主何意？似这等音信不通，如何是了？(梅云)先生万福。(生云)小娘子，来有何事？(梅云)你不知，听我说咱。(唱)【上小楼】只因你青春后生，俺小姐心肠不硬。想前夜月下鸣琴，韵和新诗，福至心灵。音韵轻，声律清，精通理性，多管是暗中传两情相应。(云)俺姐姐与了这个简帖儿，教送与先生，不知是甚么言语？(生云)将来我看。(生看科，云)小娘子，这一首诗是谁写的？(梅云)俺姐姐亲笔写的，你试念与我听。(生云)\"潇洒月明中，潜身墙角东。鸣琴离恨积，入夜绣帏空。梦绕三千界，云迷十二峰。仙郎休负我，我意若春浓。\"好高才也！既小姐有顾恋小生之心，我如今备办礼物，使媒人说去，如何？(梅唱)【幺篇】你待教媒人偶成，老夫人天生劣性。不争你走透消息，泄漏风声，误了前程。俺姐姐念旧盟，想旧情，何须媒证，不用你半星儿绛罗为定。(生云)既蒙小姐垂念，小生也写一简，烦小娘子捎去。(梅云)你写来。(生写科，云)小娘子，你道我多多上复小姐来。(梅下)(生云)小姐若见了这简帖儿，好事必成也。(下)(旦上，云)梅香去了多时，怎生不见回来了？(梅上，见旦科)(旦云)如何？(梅云)他有回简在此。(旦云)将来我看。(梅香递简，旦接看科，念云)\"客馆枕凄凉，孤眠春夜长。瑶琴拨一弄，春色在东墙。勿问诗中意，相思病染床。情人在咫尺，何日赴高唐？\"是好才学也！(唱)【满庭芳】恰便似龙蛇弄影，才过子建，笔扫千兵。温柔软款多才性，忒煞聪明。据相貌容颜齐整，论文学海宇传名，堪人敬。都只为更长漏永，伤感泪盈盈。(云)似这等何见得成也。(唱)【耍孩儿】似这等空房静悄人孤另，却又早香消金鼎。何时害彻相思病，卜金钱祷告神灵。生前禽演分明判，八卦详推莫顺情。四柱安排定，都来增下，祸福分明。【四煞】画檐铁马喧，纱窗梦不成，佳人才子何时娉？他是个异乡背井飘零客，我便是孤枕独眠董秀英。都薄幸，一个在东墙下烦恼，一个在锦帐里伤情。【三煞】叹鸳鸯绣被空，满怀愁为那生，只因他新诗和的声相应。更把那瑶琴拨出艰难调，彩凤求凰指下鸣。都是相思令，听了他凄凉惨切，好教我寸步难行。【二煞】婚姻配偶迟，难挨更漏永，画蛾眉懒去临妆镜。老天不管人憔翠，一派黄河九遍清。贞烈性，也只是粉墙一堵，似隔着百座连城。【尾煞】相思愁越添，凄凉恶梦境。便做道铁石般只恁心肠硬，都写入愁怀唤不省。(下)第三折(生上，云)从昨日小姐着梅香送了一首诗来，我也回了一首，教他将去了，至今音信不通。小生不觉病枕着床，性命在于顷刻。万一有成，这病还有可时；倘或阻隔，如之奈何！(唱)【中吕】【粉蝶儿】睡眼难开，锁愁眉如何担待？恨相思昼夜难挨。则俺这异乡人，如风絮，飘零在外。愁满心怀，何时得否极生泰？【醉春风】只因遇着可憎才，引的我熬煎深似海。害的我须臾咫尺难移挨，你好是歹，歹！一会家倒枕捶床，长吁短叹，教咱无奈。(云)我且掩上门，静坐一会。(旦同梅香上，云)昨日使梅香探那生去，回了一首诗来，我看罢，他真有此心。我今又写下一个简帖儿，梅香，你再送与那生去。(梅云)将来。(旦与简科，云)你快些来。(下)(梅云)不知写的是甚么，须索送去。(唱)【脱布衫】病潘安瘦损形骸，杜韦娘憔悴香腮。你两个恩情似海，没来由把咱禁害。【小梁州】你只要搂带同心结不开，都只待鱼水和谐。旷夫怨女命安排，心无奈，盼杀楚阳台。【幺篇】这便是才郎有意佳人爱，两下里怎不伤怀？好意挨，舒心害，粉墙为界，镜破两分钗。(云)早来到也，我隔这窗儿试瞧咱。(唱)【上小楼】我把这窗儿润开，觑一觑何妨何碍。只见他东倒西歪，倚床靠枕，身体斜挨。叫一声马秀才，头不抬，相思苦害，问你个病襄王在也不在。(梅见科，云)先生万福。(生起，跪科，云)呀、呀、呀！小娘子，怎生就不来了？(梅云)夫人严谨，仆妾岂敢轻出？(生云)小娘子，今日小姐有何话说？(梅云)俺姐姐写了一简，教我送来，不知上面写着甚么。(生云)将来我看。(做接科)(梅唱)【幺篇】俺小姐亲封一策，向你这东君叩拜。不知他有甚衷肠，道甚言词，诉甚情杯。试取开，看内才，中间梗概，比那吓蛮书赛也不赛。(生念云)画阁销金帐，翻成离恨天。东墙相见后，疑是武陵源。小生有一句话，只得对小娘子伸诉。(梅云)先生但说不妨。(生跪，云)想先君在时，曾蒙府尹相公将小姐许聘小生；后来阻滞，因此上不曾合成亲事。小生此一来，问这亲事，欲令媒人通问于老夫人，争奈寒儒孤陋，不能谐事。自那日后花园中见了小姐，就得了这等症候。除小娘子在小姐左右，怎生方便，成就此事，有可伤乎？(梅云)足下是一丈夫，立于天地之间，当以功名为念，垂芳名，显祖宗。岂不闻圣人云：\"血气之勇，戒之在色。\"足下是聪明之人，何为一女子丧其所守？先生察之！(生跪，云)只是小娘子可怜小生！通一句话呵，此事必成矣。(梅云)先生请起。等妾身看小姐之动静，若是得空呵，慢慢的假一言。肯与不肯，再来回报足下。(生云)小生还有一简，烦小娘子捎去，未知可否？(梅云)将来，我捎去。(生与简科)(梅云)妾身回去也。(同下)(旦上，云)恰才使梅香去了，这早晚不见回来，好闷人也呵。(梅上，云)姐姐，我来了。(旦云)事已如何？(梅云)姐姐，则被你弄杀那生也。(旦云)他对你说甚么来？(梅云)他将前事诉了一遍。(旦云)甚么前事？(梅云)他说道：俺父亲在时，曾与你先尊为交，就将小姐许了亲事；后来遭阻滞，不曾成事。如今千里而来，也只为这亲事。自从那一日见了姐姐，如今在书房中害相思病哩。(旦云)他再有甚么话说？(梅云)我临来时，他又与了个简帖来，捎与姐姐哩。(旦云)将来看咱。(做看科，旦念云)相思病转添，愁锁眉尖上。无意读经书，引的春心况。忽见可憎才，疑是嫦娥降。盼得眼晴穿，何日同鸳帐？(旦唱)【快活三】闷昏昏眼倦开，困腾腾鸳枕挨，怎痤閦量的无聊赖，几时得云雨会阳台。我和你同欢爱，爱你个俊俏书生，风流秀才。俺两个少欠下相思债，自裁自改，何日得共挽同心带？【贺圣朝】似这般子建才学，埋没书斋，愁肠一似东洋海。生的相貌堂堂，见了开怀。心中自猜，怎生教他昼去昏来？(梅云)姐姐，似此如之奈何？(旦云)我如今写一个期约简儿，你将去。我若不如此，他岂敢来？(旦付简科，云)他若看了这诗，便知我的意思。(下)(梅同下)(生上，云)我写了一简，着梅香捎去，这早晚不见回来，恐成不的这事。这一会身子困倦，且睡些儿。(梅上，见科，云)先生万福。(生云)小娘子，那事如何？(梅云)贺万千之喜，事已成矣！(生云)有甚好音着我知道？(梅云)简帖在此。(生接，念云)待月东墙下，花阴候大才。明宵成欢会，同赴楚阳台。(生跪谢，云)今日得成此事，皆小娘子之力，异日当犬马相报。(梅云)足下请起。你准者，妾当回去也。(下)(生云)小生这病害的着了！(唱)【满庭芳】姻缘合该，今朝相待，鱼水和谐。似这等不枉了教人害，苦尽甘来。古人言知过必改，不由人兜在心怀。一见了相亲爱，便休道贤贤易色，非是我放在狂乖。(下)(旦、梅上，梅云)姐姐，天色晚了，那生必定等哩，好去了。(旦)我乃室女，潜出闺门，与少年私约，敢非礼么？(梅云)姐姐，男女居室，人之大伦，有何非礼？(旦云)母亲不知睡了不曾？(梅云)咱去来，不妨事。(下)(生上，云)早间梅香来约，海棠亭上与小姐相会。夜色深了，我掩上书房门，好去也。早来到墙边，跃而过去，潜身在这海棠亭下者。(旦上，云)梅香，那东墙下似有人影，莫不是那秀才来了，你去看咱。(梅望科)(生见梅科，云)小娘子，小姐来了不曾？(梅云)兀的不是。(生见旦科，云)小姐令小生将来赴约。(旦云)你在角门首望着，有人来便报我知道。(梅虚下)生、旦携手，至海棠亭，(成亲科)(生唱)【耍孩儿】看了你桃腮杏脸花无寒，星眼朦胧不开。魂灵儿飞在五云端，只将这玉体相挨。安排定共宿鸳鸯枕，准备下双飞鸾凤台。今日得同欢爱，把湘裙皱损，宝髻斜歪。【五煞】衫儿扭扣松，裙儿搂带解，酥胸粉腕天然态。楚腰似柳娇尤软，未吐桃花露润开。完成了恩和爱，今日个良姻匹配，便死呵一穴同埋。【四煞】温柔软款情，佳人忒艳色，春风美满身心快。轻蝉鬓軃乌云乱，宝髻偏斜溜凤钗。越显的多娇态，心中留恋，可意多才。【三煞】娇羞力不加，低垂颈怕抬，风流彻骨遗香在。相偎玉体轻轻按，粉汗溶溶湿杏腮。似这等偷香窃玉，几时得一发明白。【二煞】澄澄夜气清，低低月转阶，枝枝花影横窗外。灯前试把香罗看，点点猩红映莹白。则见他羞无奈，困腾腾倚墙靠壁，急忙忙重整金钗。【尾煞】相思一笔勾，姻缘前世该。好教人撇不下恩和爱，几时得再把同心带儿解。(老夫人上，云)我前日听得梅香说，小姐身体不快，不曾看得。今夜睡不着，我试看小姐去咱。(做行科)来到这绣房中，怎生不见小姐？莫不敢做下了勾当也？我试往后花园看去。呀！这角门怎生开着？(做撞见科，生、旦慌科)(梅云)姐姐，不妨事，夫人行我有话说。(夫人骂云)好贱人！你三个都过来。(生、旦、梅香跪科)(夫人云)好女孩儿，做下这等勾当！岂不闻：\"席不正不坐，割不正不食。\"我入董家为妇，一世何曾有针尖大小破绽？你如今方及笄，不遵母训，不修妇德，与这等不才丑生私允，兀的不辱杀人也！我想来，都是这小贱人迤逗的来！(梅云)老夫人息雷霆之怒，听贱妾陈是非之由。想当初先尊在日，将小姐曾许与三原县尹马昂之子马文辅为妻。先尊下世，不曾成合。不想马生因问亲事至此，安歇于山寿家花木堂中，使佳人才子，临风对月；心非木石，岂无所思！夫人失治家之道，不能掩骨肉之丑，何人之过？(夫人沉吟科，云)兀那厮！你端的姓甚名谁？何方人氏？(生跪，云)不瞒老夫人说，小生姓马名彬字文辅，先父拜三原县令，祖贯临阳人也。(夫人云)你这小禽兽无礼！你既到此，如何不来见我，却做下这等勾当。若是别人呵，决打坏了。你空读孔孟之书，不达周公之礼，这等不才。我待教你离我门去，只是看你先父母面上。我家三辈不招白衣之人，如今且将你两个急配了，则明日上朝取应去。得中科第，那时来也未迟。(生云)非敢对夫人夸口，小生六岁攻书，八岁能文，十一岁通六经。据小生文学，不夺状元回来，永不见夫人之面。(夫人云)想你父亲，也不曾弱了。常言道：\"有其父必有其子。\"孩儿，你着志者！秀英，便收拾行装，送文辅上朝取应去。(旦云)恰相逢，又分别，好是烦恼人也呵！今朝同把一杯酒，后夜醉眠何处楼？如今送别临溪水，他日相逢在水头。(同下)第四折(旦、生同上，旦云)梅香，将酒果来，与秀才饯行。(做把盏科)(旦云)今日得成佳配，妾身不敢久留，当以功名为念，进取为心。以君之才，必有台辅之任。若到京师，早登科第，当速反征辕也。(生云)我这一去，青霄有路终须到，金榜无名誓不归。请老夫人拜别咱。(夫人上，云)孩儿，着志者，早些回来。(生拜夫人科)(旦云)如今暮春天道，是好伤感人也。(唱)【越调】【斗鹌鹑】眼见的枕剩衾空，怎挨这更长漏永？桃蕊飘霞，杨花弄风。翠袖生寒，乌云不拢。恰成了鸾凤交，眼见的各西东。离恨千般，闲愁万种。【紫花儿序】见如今亭前分袂，目下离别，多应是梦里相逢。忍不住长吁短叹，难割舍意重情浓。枉教我埋怨天公，莫不是美满姻缘不得终！好教人伤悲切痛，霎时间去马回车，都做了往雁归鸿。(云)自从文辅去后，今经半载有余，杳无音信，教我身心不安。好是烦恼人也！(唱)【小桃红】腰肢纤细减芳容，似带雨梨花重。翠被香消谁共，思无穷，音书写下无人送。鱼沉雁杳，枕剩衾空，因此上泪滴满酥胸。(梅云)姐姐，怎生害的这等瘦了！(旦唱)【天净纱】害的人病厌厌瘦了形容，宽绰绰带慢衣松，俏身儿往日难同。越添悲痛，倚帏屏星眼朦胧。【调笑令】好教我气冲，怨天公，闪的我独宿孤眠锦帐中。珠帘不卷金钩控，怕的是南楼上画鼓冬冬。我这里好梦初成，又成墙东，怎生般梦中鱼水也难同。【秃厮儿】恨人，画檐间铁马丁东；恨人，寒山野寺鸣钟。恨人，把美爱幽欢好梦惊；恨人，又见花梢儿窗影下重重。【圣药王】想旧境，一梦中，海棠亭下正欢浓。宝髻松，绣被重，觉来犹在画屏东，无语泪溶溶。【麻郎儿】恨相思病浓，转思量泪重。眉蹙损春山闷萦，显的凄凉一弄。【幺篇】这病攻、泪浓、闷重，都只为满腹愁衷，都只为鱼水难同，都只为孤鸾寡凤。【络丝娘】粉花笺写下更长漏永，专诉着瘦减香肌玉容。写罢了眉尖一纵，更教人悲痛。(云)自马生去后，教我朝思暮想，疾病转加，如之奈何！梅香，你来。(梅云)姐姐，怎么说？(旦云)我这几天身子不快，我待请医调理，你请母亲来商量。(梅云)老夫人，有请。(卜上，云)有甚事？(旦云)平亲，你孩儿身体不快，如何治之？(卜云)孩儿，快请个良医来，服些药饵就好了。梅香，你快请去。(梅背云)除是马秀才来，我就好了。(做请科，云)李郎中，在家不在家？(净上，云)小子李郎中是也。别无买卖营生，专靠我这药上盘费。我这妙用，有神仙之法，手到病除。家传一样妙药，专治男女伤春之病。恰才董府尹家来请，须索走一遭去。(行科，见梅科，云)小娘子，报复去。(梅报云)奶奶，请将医士来了。(卜云)请进来。(见科，卜云)小女有些不快，特请先生调治。(净云)请出来诊脉。(旦出见科)(诊脉科，净云)此脉沉细。(卜云)如何调治？(净云)小人专治伤春之病，岂可无药？不瞒老夫人说，我这药费本钱。(卜云)老身怎肯少了药资。(净云)我便攒药。(旦云)此药何名？(净云)不当受，小人回去也。(下)(卜云)梅香，你教孩儿睡一会儿，我回去。(下)(梅云)姐姐，服了此药就好。(旦唱)【东原乐】这厮是哄人机见，他说来的不通，越教人添沉重。他一片胡言都是空，无些儿效功，他正是说真方把咱做弄。【绵打絮】深闱静悄，幽僻庭空。月轮展纸，几扇屏风。似海棠半醉春睡重，鲛绡上绿鬓拥。有情人何日相逢，几时得赴高唐梦中？【拙鲁速】花落去绿丛丛，怎不教人泪盈盈？愁锁眉尖万种，清夜悠悠谁共？画檐下摇曳帘栊，不想把离人断送，鹧鸪啼惊觉巫山梦。【尾声】鱼沉雁杳音难送，阻隔着千里关山万重。埋怨俺狠毒娘，走将来分开了鸾凤种。(下)第五折(生衣冠上，云)自家马文辅是也。自到京师，应试科场，一举状元及第，蒙恩赐彩段官诰。今日谢了恩，回松江搬取夫人秀英去。骏步高骞谒紫宸，学成词赋贯天人。丈夫欲遂平生志，年少先栽帝里春。好是称心也呵！(唱)【双调】【新水令】春雷揭地震青天，平步上广寒宫殿。风吹乌帽整，日照锦袍鲜。拜宴开筵，这其间方称了丈夫愿。【驻马听】十载心坚，酬志了金屋银屏紫府仙。当时贫贱，怎忘了箪瓢陋巷在穷檐。官高犹记武陵源，身荣怎忘前亲眷。才中选，今朝又把程途践。(云)行了数日，早到松江府了。趱动马，径奔宅上去者。(做到科，云)左右，报的老夫人知道。(做报科)(夫人上，云)马文辅得了头名状元，今日回来，我须迎他进来者。(生做见科)(卜云)儿鞍马劳困。梅香，叫你姐姐来见学士者。(梅走上，云)姐姐在那里？(旦上，云)小贱人，你管我怎么？(梅云)俺姐夫做了官回来，在堂上，老夫人着我请你相见哩。(旦云)是真个？(梅云)你待不见哩。(旦云)不想有今日也！(做相见叙礼科)(旦云)才郎及第，官拜何职？(生云)托祖宗福荫，叨中状元，小生喜不自胜。(旦唱)【雁儿落】谁想你入科场艺在先，金榜上名堪羡。脱却了旧布衣，直走上金銮殿。【得胜令】你如今束带立朝前，得志受皇宣。列翰苑为学士，插金花饮玉筵。标写在凌烟，宝匣内方显出龙泉剑。享富贵绵绵，立芳名见大贤。(生云)小生别后一载有余，多亏小姐持家养德。(旦唱)【水仙子】今朝一日笑声喧，又得才郎叙旧缘，相逢诉不尽心中怨。那时节意惨然，自别来动是经年。我只怕恩情断，盼归期天样远，谁知道今日团圆。【折桂令】喜今朝又得团圆，夫妇相逢，前世姻缘。携手相将，花前月下，笑语甜言。旧日的恩情不浅，还记得海棠亭誓对婵娟。你如今黄榜名悬，翰苑超迁，愿足平生，尽在神天。(使臣上，云)雷霆驱号令，星斗焕文章。小官使命官是也。奉朝命来与马状元加官进秩。可早来到也。状元装香，来接诏旨。(生跪科)(使臣云)皇帝诏旨：\"你状元马彬，有文武全才，博学宏词，可授翰林学士。其妻董氏，一节不渝，封学士夫人。可即走马赴任，勿替朕命。故敕。\"(生拜云)感谢圣恩。(唱)【沽美酒】降明香，接诏宣，拜天使，喜开颜。圣主恩波遍九天，坐金銮宝殿，四海内都朝见。【太平令】托皇朝文能武羡，养德性道重名传。姓列在金章宝篆，普天下黎民方便。只愿的万千，永远，保天恩圣贤，端的是威镇了四方八面。(生云)使臣，请筵宴。(使臣云)不必了，就此告回。(下)(生上，云)贤妻，如今有圣旨，教即便赴京上任，你心下如何？(旦云)妾身岂敢抗拒？(生云)既如此，弓兵快收拾车马，赴任去来。(唱)【川拨棹】列头搭在马前，把香车帘半卷。只见官诰新鲜，翠袖花钿，宝髻云偏，疑是天仙。只见他喜孜孜俏脸儿笑拈，敢见我紫罗袍体间穿。【七弟兄】我这里向前，谢得完全，今日个夫妻称了平生愿。身荣休忘了海棠轩，东墙下私约成姻眷。【梅花酒】俺如今践登程，路途沿，几时到八水三川，西洛中原。莫得俄延，摔碎丝鞭。马蹄儿践香尘，钿车儿古道穿。今日个，来赴选；来赴选，到金銮；到金銮，日月边；日月边，受皇宣；受皇宣，古今传。(云)想小生今日到的这一步，夫荣妻贵，怎肯忘了那时。(唱)【收江南】想当初五言诗和得句儿联，七条弦弹就旧姻缘，想着那海棠亭下设盟言。今日个两全，夫妻敕赐再团圆。【鸳鸯煞】佳人才子心留恋，东墙花下成姻眷，标写青编，唱道一举登科将名姓显。男儿得志共赏在琼林宴，玉堂中千古名贤。似这等金榜题名万代显。题目老夫人急配好姻缘小梅香暗把诗词递正名马文辅平步上鳌头董秀英花月东墙记半窗幽梦微茫，歌罢钱塘，赋罢高塘。风入罗帏，爽入疏棂，月照纱窗。缥缈见梨花淡汝，依稀闻兰麝余香。唤起思量，待不思量，怎不思量。飘飘泊泊船揽定沙汀，悄悄冥冥。江树碧荧荧，半明不灭一点渔灯。冷冷清清潇湘景晚风生，淅留淅零墓雨初晴，皎皎洁洁照橹篷剔留团栾月明，正潇潇飒飒和银筝失留疏剌秋声。见希飏胡都茶客微醒，细寻寻思思双生双生，你可闪下苏卿？",
        "author": "元代",
        "poem_class": "咏物",
        "dynasty": "王和卿"
    },
    {
        "title": "和袭美木兰后池三咏·白莲",
        "paragraph": "素蘤多蒙别艳欺，此花端合在瑶池。无情有恨何人觉？月晓风清欲堕时。吴丝蜀桐张高秋，空山凝云颓不流。江娥啼竹素女愁，李凭中国弹箜篌。昆山玉碎凤凰叫，芙蓉泣露香兰笑。十二门前融冷光，二十三丝动紫皇。女娲炼石补天处，石破天惊逗秋雨。梦入神山教神妪，老鱼跳波瘦蛟舞。吴质不眠倚桂树，露脚斜飞湿寒兔。客自长安来，还归长安去。狂风吹我心，西挂咸阳树。此情不可道，此别何时遇。望望不见君，连山起烟雾。斜阳照墟落，穷巷牛羊归。(斜阳 一作：斜光)野老念牧童，倚杖候荆扉。雉雊麦苗秀，蚕眠桑叶稀。田夫荷锄至，相见语依依。(至 一作：立)即此羡闲逸，怅然吟式微。",
        "author": "唐代",
        "poem_class": "咏物",
        "dynasty": "陆龟蒙"
    },
    {
        "title": "大司成颜几圣率同舍招游裴园·其七",
        "paragraph": "城中担上买莲房，未抵西湖泛野航。旋折荷花剥莲子，露为风味月为香。千古江山，英雄无觅孙仲谋处。舞榭歌台，风流总被，雨打风吹去。斜阳草树，寻常巷陌，人道寄奴曾住。想当年，金戈铁马，气吞万里如虎。元嘉草草，封狼居胥，赢得仓皇北顾。四十三年，望中犹记，烽火扬州路。可堪回首，佛狸祠下，一片神鸦社鼓。凭谁问：廉颇老矣，尚能饭否？凤舞团团饼。恨分破、教孤令。金渠体净，只轮慢碾，玉尘光莹。汤响松风，早减了、二分酒病。 味浓香永。醉乡路、成佳境。恰如灯下，故人万里，归来对影。口不能言，心下快活自省。一片能教一断肠，可堪平砌更堆墙。飘如迁客来过岭，坠似骚人去赴湘。乱点莓苔多莫数，偶粘衣袖久犹香。东风谬掌花权柄，却忌孤高不主张。",
        "author": "宋代",
        "poem_class": "咏物",
        "dynasty": "杨万里"
    },
    {
        "title": "贺新郎·赋琵琶",
        "paragraph": "凤尾龙香拨。自开元霓裳曲罢，几番风月？最苦浔阳江头客，画舸亭亭待发。记出塞、黄云堆雪。马上离愁三万里，望昭阳宫殿孤鸿没。弦解语，恨难说。辽阳驿使音尘绝。琐窗寒、轻拢慢捻，泪珠盈睫。推手含情还却手，一抹《梁州》哀彻。千古事，云飞烟灭。贺老定场无消息，想沉香亭北繁华歇，弹到此，为呜咽。莫许杯深琥珀浓，未成沉醉意先融。疏钟已应晚来风。瑞脑香消魂梦断，辟寒金小髻鬟松。醒时空对烛花红。适与野情惬，千山高复低。好峰随处改，幽径独行迷。霜落熊升树，林空鹿饮溪。人家在何许？云外一声鸡。古人学问无遗力，少壮工夫老始成。纸上得来终觉浅，绝知此事要躬行。",
        "author": "宋代",
        "poem_class": "咏物",
        "dynasty": "辛弃疾"
    },
    {
        "title": "群鹤咏",
        "paragraph": "八风儛遥翮，九野弄清音。一摧云间志，为君苑中禽。一年漏将尽，万里人未归。君志固有在，妾躯乃无依。奠春酒。秉青珪。命田祖。渥羣黎。跻险筑幽居。披云卧石门。苔滑谁能步。葛弱岂可扪。袅袅秋风过。萋萋春草繁。美人游不还。佳期何由敦。芳尘凝瑶席。清醑满金罇。洞庭空波澜。桂枝徒攀翻。结念属霄汉。孤景莫与谖。俯濯石下潭。俯看条上猿。早闻夕飚急。晚见朝日暾。崖倾光难留。林深响易奔。感往虑有复。理来情无存。庶持乘日车。得以慰营魂。匪为众人说。冀与智者论。",
        "author": "南北朝",
        "poem_class": "咏物",
        "dynasty": "萧道成"
    },
    {
        "title": "瓠叶",
        "paragraph": "幡幡瓠叶，采之亨之。君子有酒，酌言尝之。有兔斯首，炮之燔之。君子有酒，酌言献之。有兔斯首，燔之炙之。君子有酒，酌言酢之。有兔斯首，燔之炮之。君子有酒，酌言酬之。敬之敬之，天维显思，命不易哉。无曰高高在上，陟降厥士，日监在兹。维予小子，不聪敬止。日就月将，学有缉熙于光明。佛时仔肩，示我显德行。彼茁者葭，壹发五豝，于嗟乎驺虞！彼茁者蓬，壹发五豵，于嗟乎驺虞！兽恶其网。民恶其上。众心成城。众口铄金。从善如登。从恶如崩。黍稷无成。不能为荣。黍不为黍。不能蕃朊。稷不为稷。不能繁殖。所生不疑。惟德之基。狐埋之而狐搰之。是以无成功。觥饭不及壶餮。",
        "author": "先秦",
        "poem_class": "咏物",
        "dynasty": "佚名"
    },
    {
        "title": "咏萤诗",
        "paragraph": "本将秋草并，今与夕风轻。腾空类星陨，拂树若生花。屏疑神火照，帘似夜珠明。逢君拾光彩，不吝此生轻。朝旦发阳崖，景落憩阴峰。舍舟眺迥渚，停策倚茂松。侧径既窈窕，环洲亦玲珑。俯视乔木杪，仰聆大壑淙。石横水分流，林密蹊绝踪。解作竟何感？升长皆丰容。初篁苞绿箨，新蒲含紫茸。海鸥戏春岸，天鸡弄和风。抚化心无厌，览物眷弥重。不惜去人远，但恨莫与同。孤游非情叹，赏废理谁通？吏部信才杰，文峰振奇响。调与金石谐，思逐风云上。岂言陵霜质，忽随人事往。尺璧尔何冤，一旦同丘壤。长相思。望归难。传闻奉诏戍皋兰。龙城远。鴈门寒。愁来瘦转剧。衣带自然宽。念君今不见。谁为抱腰看。",
        "author": "南北朝",
        "poem_class": "咏物",
        "dynasty": "萧纲"
    },
    {
        "title": "咏燕 / 归燕诗",
        "paragraph": "海燕虽微渺，乘春亦暂来。岂知泥滓贱，只见玉堂开。绣户时双入，华堂日几回。无心与物竞，鹰隼莫相猜。江南好，风景旧曾谙。日出江花红胜火，春来江水绿如蓝。能不忆江南？江南忆，最忆是杭州。山寺月中寻桂子，郡亭枕上看潮头。何日更重游？江南忆，其次忆吴宫。吴酒一杯春竹叶，吴娃双舞醉芙蓉。早晚复相逢？郭橐驼，不知始何名。病偻，隆然伏行，有类橐驼者，故乡人号之“驼”。驼闻之曰：“甚善。名我固当。”因舍其名，亦自谓“橐驼”云。其乡曰丰乐乡，在长安西。驼业种树，凡长安豪富人为观游及卖果者，皆争迎取养。视驼所种树，或移徙，无不活；且硕茂，早实以蕃。他植者虽窥伺效慕，莫能如也。有问之，对曰：“橐驼非能使木寿且孳也，能顺木之天以致其性焉尔。凡植木之性，其本欲舒，其培欲平，其土欲故，其筑欲密。既然已，勿动勿虑，去不复顾。其莳也若子，其置也若弃，则其天者全而其性得矣。故吾不害其长而已，非有能硕茂之也；不抑耗其实而已，非有能早而蕃之也。他植者则不然，根拳而土易，其培之也，若不过焉则不及。苟有能反是者，则又爱之太恩，忧之太勤。旦视而暮抚，已去而复顾。甚者，爪其肤以验其生枯，摇其本以观其疏密，而木之性日以离矣。虽曰爱之，其实害之；虽曰忧之，其实仇之；故不我若也。吾又何能为哉？”问者曰：“以子之道，移之官理，可乎？”驼曰：“我知种树而已，理，非吾业也。然吾居乡，见长人者好烦其令，若甚怜焉，而卒以祸。旦暮吏来而呼曰：‘官命促尔耕，勖尔植，督尔获，早缫而绪，早织而缕，字而幼孩，遂而鸡豚。’鸣鼓而聚之，击木而召之。吾小人辍飧饔以劳吏者，且不得暇，又何以蕃吾生而安吾性耶？故病且怠。若是，则与吾业者其亦有类乎？”问者曰：“嘻，不亦善夫！吾问养树，得养人术。”传其事以为官戒。六王毕，四海一，蜀山兀，阿房出。覆压三百余里，隔离天日。骊山北构而西折，直走咸阳。二川溶溶，流入宫墙。五步一楼，十步一阁；廊腰缦回，檐牙高啄；各抱地势，钩心斗角。盘盘焉，囷囷焉，蜂房水涡，矗不知其几千万落。长桥卧波，未云何龙？复道行空，不霁何虹？高低冥迷，不知西东。歌台暖响，春光融融；舞殿冷袖，风雨凄凄。一日之内，一宫之间，而气候不齐。(不知其 一作：不知乎；西东 一作：东西)妃嫔媵嫱，王子皇孙，辞楼下殿，辇来于秦。朝歌夜弦，为秦宫人。明星荧荧，开妆镜也；绿云扰扰，梳晓鬟也；渭流涨腻，弃脂水也；烟斜雾横，焚椒兰也。雷霆乍惊，宫车过也；辘辘远听，杳不知其所之也。一肌一容，尽态极妍，缦立远视，而望幸焉。有不见者，三十六年。燕赵之收藏，韩魏之经营，齐楚之精英，几世几年，剽掠其人，倚叠如山。一旦不能有，输来其间。鼎铛玉石，金块珠砾，弃掷逦迤，秦人视之，亦不甚惜。(有不见者 一作：有不得见者)嗟乎！一人之心，千万人之心也。秦爱纷奢，人亦念其家。奈何取之尽锱铢，用之如泥沙？使负栋之柱，多于南亩之农夫；架梁之椽，多于机上之工女；钉头磷磷，多于在庾之粟粒；瓦缝参差，多于周身之帛缕；直栏横槛，多于九土之城郭；管弦呕哑，多于市人之言语。使天下之人，不敢言而敢怒。独夫之心，日益骄固。戍卒叫，函谷举，楚人一炬，可怜焦土！呜呼！灭六国者六国也，非秦也；族秦者秦也，非天下也。嗟乎！使六国各爱其人，则足以拒秦；使秦复爱六国之人，则递三世可至万世而为君，谁得而族灭也？秦人不暇自哀，而后人哀之；后人哀之而不鉴之，亦使后人而复哀后人也。",
        "author": "唐代",
        "poem_class": "咏物",
        "dynasty": "张九龄"
    },
    {
        "title": "赏春 / 芳草 / 春游郁然有怀赋",
        "paragraph": "芳草和烟暖更青，闲门要路一时生。 年年点检人间事，唯有春风不世情。晴川落日初低，惆怅孤舟解携。鸟向平芜远近，人随流水东西。白云千里万里，明月前溪后溪。独恨长沙谪去，江潭春草萋萋。桃李待日开，荣华照当年。东风动百物，草木尽欲言。枯枝无丑叶，涸水吐清泉。大力运天地，羲和无停鞭。功名不早著，竹帛将何宣。桃李务青春，谁能贳白日。富贵与神仙，蹉跎成两失。金石犹销铄，风霜无久质。畏落日月后，强欢歌与酒。秋霜不惜人，倏忽侵蒲柳。渭城朝雨浥轻尘，客舍青青柳色新。劝君更尽一杯酒，西出阳关无故人。",
        "author": "唐代",
        "poem_class": "咏物",
        "dynasty": "罗邺"
    },
    {
        "title": "采苓",
        "paragraph": "采苓采苓，首阳之巅。人之为言，苟亦无信。舍旃舍旃，苟亦无然。人之为言，胡得焉？采苦采苦，首阳之下。人之为言，苟亦无与。舍旃舍旃，苟亦无然。人之为言，胡得焉？采葑采葑，首阳之东。人之为言，苟亦无从。舍旃舍旃，苟亦无然。人之为言，胡得焉？惜诵以致愍兮，发愤以抒情。所非忠而言之兮，指苍天以为正。令五帝以折中兮，戒六神与向服。俾山川以备御兮，命咎繇使听直。谒忠诚以事君兮，反离群而赘肬。忘儇媚与背众兮，情与貌其不变。故相臣莫若君兮，所以证之不远。吾谊先君而后身兮，羌众人之所仇。专惟君而无他兮，又众兆之所雠。一心而不豫兮，羌不可保也。疾亲君而无他兮，有招祸之道也。思君其莫我忠兮，勿忘身之贱贫。事君而不贰兮，迷不知宠之门。忠何罪组遇罚兮，亦非余心之所志。行不群以巅越兮，又兆众之所咍。纷逢尤以离谤兮，謇不可释；情沉抑而不达兮，又蔽而莫之白。心郁邑而不达兮，又莫察余之中情。固烦言不可结而诒兮，愿陈志而无路。退静默而莫余知兮，进号呼又莫吾闻。申侘傺之烦惑兮，中闷瞀之忳忳。昔余梦登天兮，魂中道而无杭。吾使厉神占之兮，曰有志极而无旁。终危独以离异兮？曰君可思而不可恃。故众口其铄金兮，初若是而逢殆。惩于羹而吹齑兮，何不变此志也？欲释阶而登天兮，犹有曩之态也。众骇遽以离心兮，又何以为此伴也？同极而异路兮，又何以为此援也？晋申生之孝子兮，父信谗而不好。行婞直而不豫兮，鲧功用而不就。吾闻作忠以造怨兮，忽谓之过言。九折臂而成医兮，吾至今而知其信然。矰弋机而在上兮，罻罗张而在下。设张辟以娱兮，愿侧身而无所。欲儃佪以干傺兮，恐重患而离尤。欲高飞而远集兮，君罔谓汝何之？欲横奔而失路兮，坚志而不忍。背膺牉以交痛兮，心郁结不纡轸。梼木兰以矫蕙兮，糳申椒以为粮。播江离与滋菊兮，愿春日以为糗芳。恐情质之不信兮，故重著以自明。矫兹媚以私处兮，愿曾思而远身。租彼西土。爰居其野。虎豹为群。于鹊与处。嘉命不迁。我惟帝女。彼何世民。又将去予。吹笙鼓簧中心翱翔。世民之子。惟天之望。孟孙猎而得麑，使秦西巴持归烹之。麑母随之而啼，秦西巴弗忍，纵而与之。孟孙归，求麑安在。秦西巴对曰:“其母随而啼，臣诚弗忍，窃纵而予之。”孟孙怒，逐秦西巴。居一年，取以为子傅。左右曰：“秦西巴有罪于君，今以为子傅，何也？”孟孙曰：“夫一麑不忍，又何况于人乎？”",
        "author": "先秦",
        "poem_class": "咏物",
        "dynasty": "佚名"
    },
    {
        "title": "萤火",
        "paragraph": "幸因腐草出，敢近太阳飞。未足临书卷，时能点客衣。随风隔幔小，带雨傍林微。十月清霜重，飘零何处归。溪水无情似有情，入山三日得同行。岭头便是分头处，惜别潺湲一夜声。新妆宜面下朱楼，深锁春光一院愁。 行到中庭数花朵，蜻蜓飞上玉搔头。秋在水清山暮蝉，洛阳树色鸣皋烟。 送君归去愁不尽，又惜空度凉风天。",
        "author": "唐代",
        "poem_class": "咏物",
        "dynasty": "杜甫"
    },
    {
        "title": "一丛花·咏并蒂莲",
        "paragraph": "阑珊玉佩罢霓裳，相对绾红妆。藕丝风送凌波去，又低头、软语商量。一种情深，十分心苦，脉脉背斜阳。色香空尽转生香，明月小银塘。桃根桃叶终相守，伴殷勤、双宿鸳鸯。菰米漂残，沈云乍黑，同梦寄潇湘。晨起开门雪满山，雪晴云淡日光寒。檐流未滴梅花冻，一种清孤不等闲。持螯更喜桂阴凉，泼醋擂姜兴欲狂。饕餮王孙应有酒，横行公子竟无肠。脐间积冷谗忘忌，指上沾腥洗尚香。原为世人美口腹，坡仙曾笑一生忙。荷叶五寸荷花娇，贴波不碍画船摇；相到薰风四五月，也能遮却美人腰。",
        "author": "清代",
        "poem_class": "咏物",
        "dynasty": "纳兰性德"
    },
    {
        "title": "题李次云窗竹",
        "paragraph": "不用裁为鸣凤管，不须截作钓鱼竿。千花百草凋零后，留向纷纷雪里看。朝来新火起新烟，湖色春光净客船。绣羽衔花他自得，红颜骑竹我无缘。胡童结束还难有，楚女腰肢亦可怜。不见定王城旧处，长怀贾傅井依然。虚沾焦举为寒食，实藉严君卖卜钱。钟鼎山林各天性，浊醪粗饭任吾年。此身飘泊苦西东，右臂偏枯半耳聋。寂寂系舟双下泪，悠悠伏枕左书空。十年蹴踘将雏远，万里秋千习俗同。旅雁上云归紫塞，家人钻火用青枫。秦城楼阁烟花里，汉主山河锦绣中。春去春来洞庭阔，白苹愁杀白头翁。帝里重清明，人心自愁思。车声上路合，柳色东城翠。花落草齐生，莺飞蝶双戏。空堂坐相忆，酌茗聊代醉。从来只有情难尽，何事名为情尽桥。自此改名为折柳，任他离恨一条条。",
        "author": "唐代",
        "poem_class": "咏物",
        "dynasty": "白居易"
    },
    {
        "title": "蝉赋",
        "paragraph": "唯夫蝉之清素兮，潜厥类乎太阴。在盛阳之仲夏兮，始游豫乎芳林。实澹泊而寡欲兮，独怡乐而长吟。声皦皦而弥厉兮，似贞士之介心。内含和而弗食兮，与众物而无求。栖高枝而仰首兮，漱朝露之清流。隐柔桑之稠叶兮，快啁号以遁暑。苦黄雀之作害兮，患螳螂之劲斧。冀飘翔而远托兮，毒蜘蛛之网罟。欲降身而卑窜兮，惧草虫之袭予。免众难而弗获兮，遥迁集乎宫宇。依名果之茂阴兮，托修干以静处。有翩翩之狡童兮，步容与于园圃。体离朱之聪视兮，姿才捷于狝猿。条罔叶而不挽兮，树无干而不缘。翳轻躯而奋进兮，跪侧足以自闲。恐余身之惊骇兮，精曾睨而目连。持柔竿之冉冉兮，运微粘而我缠。欲翻飞而逾滞兮，知性命之长捐。委厥体于膳夫。归炎炭而就燔。秋霜纷以宵下，晨风烈其过庭。气憯怛而薄躯，足攀木而失茎。吟嘶哑以沮败，状枯槁以丧形。乱曰：诗叹鸣蜩，声嘒嘒兮，盛阳则来，太阴逝兮。皎皎贞素，侔夷节兮。帝臣是戴，尚其洁兮。被羽在先登。甘心除国疾。肃肃仆夫征，锵锵扬和铃。清晨当引迈，束带待鸡鸣。顾看空室中，仿佛想姿形。一别怀万恨，起坐为不宁。何用叙我心，遗思致款诚。宝钗好耀首，明镜可鉴形。芳香去垢秽，素琴有清声。诗人感木瓜，乃欲答瑶琼。愧彼赠我厚，惭此往物轻。虽知未足报，贵用叙我情。人才不能备。各有偏短长。稽可小人中。便辟必知芒。",
        "author": "两汉",
        "poem_class": "咏物",
        "dynasty": "曹植"
    },
    {
        "title": "望海楼",
        "paragraph": "云间铁瓮近青天，缥缈飞楼百尺连。三峡江声流笔底，六朝帆影落樽前。几番画角催红日，无事沧州起白烟。忽忆赏心何处是？春风秋月两茫然。羽箭雕弓，忆呼鹰古垒，截虎平川。吹笳暮归野帐，雪压青毡。淋漓醉墨，看龙蛇飞落蛮笺。人误许、诗情将略，一时才气超然。 何事又作南来，看重阳药市，元夕灯山？花时万人乐处，欹帽垂鞭。闻歌感旧，尚时时流涕尊前。君记取、封侯事在。功名不信由天。新月又如眉。长笛谁教月下吹。楼倚暮云初见雁，南飞。漫道行人雁后归。意欲梦佳期。梦里关山路不知。却待短书来破恨，应迟。还是凉生玉枕时。斜风细雨作春寒，对尊前，忆前欢。曾把梨花，寂寞泪阑干。芳草断烟南浦路，和别泪，看青山。昨宵结得梦夤缘，水云间，悄无言。争奈醒来，愁恨又依然。展转衾裯空懊恼，天易见，见伊难。",
        "author": "宋代",
        "poem_class": "咏物",
        "dynasty": "米芾"
    },
    {
        "title": "劲草行",
        "paragraph": "中原地古多劲草，节如箭竹花如稻。白露洒叶珠离离，十月霜风吹不到。萋萋不到王孙门，青青不盖谗佞坟。游根直下土百尺，枯荣暗抱忠臣魂。我问忠臣为何死，元是汉家不降士。白骨沉埋战血深，翠光潋滟腥风起。山南雨晴蝴蝶飞，山北雨冷麒麟悲。寸心摇摇为谁道，道旁可许愁人知？昨夜东风鸣羯鼓，髑髅起作摇头舞。寸田尺宅且勿论，金马铜驼泪如雨。无也闲愁，有也闲愁，有无间愁得白头。花能助喜，酒解忘忧。对东篱，思北海，忆南楼。【庆宣和】过了重阳九月九，叶落归秋，残菊胡蝶强风流。劝酒，劝酒。【锦上花】莫莫休休，浮生参透。能得朱颜，几回白昼。野鹤孤云，倒大自由。去雁来鸿，催人皓首。位至八府中，谁说百年后？则落得庄周，叹打骷髅。爱煞当年，鲁连乘舟。那个如今，陶潜种柳。【清江引】青云兴尽王子猷，半路里干生受。马踏街头月，耳听宫前漏，知他恁羡甚么关内侯。【碧玉箫】莺也似歌喉，佳节若为酬，傀儡棚头，题甚么抱官囚，自也羞，则不如一笔勾。锦瑟左右，红妆前后，朦胧醉眸，觑只头黄花瘦。【离亭宴带歇指熬】花开但愿人长久，人闲难得花依旧，夕阳暂留。酒中仙，尘外客，林间友。黄橙带露时，紫蟹迎霜候，香醪羡篘，酒和花，人共我，无何有。细杖藜，宽袍袖，断送了西风罢手。常待做快活头，永休开是非口。倏忽光阴，四大浮空，是非久坚。这轮回谁保，朝昏彻彼，家缘恩爱，系绊迁延。一个真灵，千生万劫，苦海浮沉逐孽缘。当须悟，在伊家慷慨，生死争先。聪明切听微言。好放下闲愁搜妙玄。认贫闲寂淡，休生恶勘，元初一点，摆出新鲜。直正无私，常行平等，坦荡逍遥任自然。真功行，向闲中慢慢，积累成千。风味既淡泊，颜色不妩媚。孤生崖谷间，有此凌云气。",
        "author": "元代",
        "poem_class": "咏物",
        "dynasty": "王冕"
    },
    {
        "title": "池上",
        "paragraph": "倚杖池边立，西风荷柄斜。眼明秋水外，又放一枝花。布谷飞飞劝早耕，舂锄扑扑趁春晴。千层石树遥行路，一带山田放水声。海风吹瘦骨，单衣冷、四月出榆关。看地尽塞垣，惊沙北走；山侵溟渤，叠障东还。人何在？柳柔摇不定，草短绿应难。一树桃花，向人独笑；颓垣短短，曲水湾湾。东风知多少？帝城三月暮，芳思都删。不为寻春较远，辜负春阑。念玉容寂寞，更无人处，经他风雨，能几多番？欲附西来驿使，寄与春看。青粉墙西，紫骢嘶过垂杨道。画楼春早，一树桃花笑。前梦迷离，人远波声小。年时到，越溪云杳，风雨连天草。",
        "author": "清代",
        "poem_class": "咏物",
        "dynasty": "张光启"
    },
    {
        "title": "咏初日",
        "paragraph": "太阳初出光赫赫，千山万山如火发。一轮顷刻上天衢，逐退群星与残月。试说途中景，方知别后心。行人日暮少，风雪乱山深。紫府东风放夜时。步莲秾李伴人归。五更钟动笙歌散，十里月明灯火稀。 香苒苒，梦依依。天涯寒尽减春衣。凤凰城阙知何处，寥落星河一雁飞。昨夜寒蛩不住鸣。惊回千里梦，已三更。起来独自绕阶行。人悄悄，帘外月胧明。白首为功名。旧山松竹老，阻归程。欲将心事付瑶琴。知音少，弦断有谁听？",
        "author": "宋代",
        "poem_class": "咏物",
        "dynasty": "赵匡胤"
    },
    {
        "title": "乌江",
        "paragraph": "兵散弓残挫虎威，单枪匹马突重围。 英雄去尽羞容在，看却江东不得归。舍南舍北皆春水，但见群鸥日日来。花径不曾缘客扫，蓬门今始为君开。盘飧市远无兼味，樽酒家贫只旧醅。肯与邻翁相对饮，隔篱呼取尽馀杯。(馀 通：余)潇湘何事等闲回，水碧沙明两岸苔。 二十五弦弹夜月，不胜清怨却飞来。兰陵美酒郁金香，玉碗盛来琥珀光。 但使主人能醉客，不知何处是他乡。",
        "author": "唐代",
        "poem_class": "咏物",
        "dynasty": "汪遵"
    },
    {
        "title": "咏新竹",
        "paragraph": "此君志欲擎天碧，耸出云头高百尺。只恐年深化作龙，一朝飞去不留迹。百年复几许，慷慨一何多！子当为我击筑，我为子高歌。招手海边鸥鸟，看我胸中云梦，蒂芥近如何？楚越等闲耳，肝胆有风波。生平事，天付与，且婆娑。几人尘外相视，一笑醉颜酡。看到浮云过了，又恐堂堂岁月，一掷去如梭。劝子且秉烛，为驻好春过。为官的，家业凋零；富贵的，金银散尽；有恩的，死里逃生；无情的，分明报应；欠命的，命已还；欠泪的，泪已尽：冤冤相报实非轻，分离聚合皆前定。欲知命短问前生，老来富贵也真侥幸。看破的，遁入空门；痴迷的，枉送了性命。好一似食尽鸟投林，落了片白茫茫大地真干净！马伶者，金陵梨园部也。金陵为明之留都，社稷百官皆在，而又当太平盛时，人易为乐。其士女之问桃叶渡、游雨花台者，趾相错也。梨园以技鸣者，无虑数十辈，而其最著者二：曰兴化部，曰华林部。一日，新安贾合两部为大会，遍征金陵之贵客文人，与夫妖姬静女，莫不毕集。列兴化于东肆，华林于西肆，两肆皆奏《鸣凤》，所谓椒山先生者。迨半奏，引商刻羽，抗坠疾徐，并称善也。当两相国论河套，而西肆之为严嵩相国者曰李伶，东肆则马伶。坐客乃西顾而叹，或大呼命酒，或移座更近之，首不复东。未几更进，则东肆不复能终曲。询其故，盖马伶耻出李伶下，已易衣遁矣。马伶者，金陵之善歌者也。既去，而兴化部又不肯辄以易之，乃竟辍其技不奏，而华林部独著。去后且三年而马伶归，遍告其故侣，请于新安贾曰：“今日幸为开宴，招前日宾客，愿与华林部更奏《鸣凤》，奉一日欢。”既奏，已而论河套，马伶复为严嵩相国以出，李伶忽失声，匍匐前称弟子。兴化部是日遂凌出华林部远甚。其夜，华林部过马伶：“子，天下之善技也，然无以易李伶。李伶之为严相国至矣，子又安从授之而掩其上哉？”马伶曰：“固然，天下无以易李伶；李伶即又不肯授我。我闻今相国昆山顾秉谦者，严相国俦也。我走京师，求为其门卒三年，日侍昆山相国于朝房，察其举止，聆其语言，久乃得之。此吾之所为师也。”华林部相与罗拜而去。马伶，名锦，字云将，其先西域人，当时犹称马回回云。侯方域曰：异哉，马伶之自得师也。夫其以李伶为绝技，无所干求，乃走事昆山，见昆山犹之见分宜也；以分宜教分宜，安得不工哉?（呜乎！耻其技之不若，而去数千里为卒三年，倘三年犹不得，即犹不归耳。其志如此，技之工又须问耶？",
        "author": "清代",
        "poem_class": "咏物",
        "dynasty": "际智"
    },
    {
        "title": "古风·其二十六",
        "paragraph": "碧荷生幽泉，朝日艳且鲜。秋花冒绿水，密叶罗青烟。秀色空绝世，馨香为谁传。坐看飞霜满，凋此红芳年。结根未得所，愿托华池边。衔泥燕，飞到画堂前。占得杏梁安稳处，体轻唯有主人怜，堪羡好因缘。暖戏烟芜锦翼齐，品流应得近山鸡。雨昏青草湖边过，花落黄陵庙里啼。游子乍闻征袖湿，佳人才唱翠眉低。相呼相应湘江阔，苦竹丛深日向西。晴川落日初低，惆怅孤舟解携。鸟向平芜远近，人随流水东西。白云千里万里，明月前溪后溪。独恨长沙谪去，江潭春草萋萋。",
        "author": "唐代",
        "poem_class": "咏物",
        "dynasty": "李白"
    },
    {
        "title": "咏梧桐",
        "paragraph": "高梧百尺夜苍苍，乱扫秋星落晓霜。如何不向西州植，倒挂绿毛幺凤皇。莲漏三声烛半条，杏花微雨湿红绡。那将红豆记无聊。春色已看浓似酒，归期安得信如潮。离魂入夜倩谁招。阑珊心绪，醉倚绿琴相伴住。一枕新愁，残夜花香月满楼。繁笙脆管，吹得锦屏春梦远。只有垂杨，不放秋千影过墙。秋容浅淡映重门，七节攒成雪满盆。出浴太真冰作影，捧心西子玉为魂。晓风不散愁千点，宿雨还添泪一痕。独倚画栏如有意，清砧怨笛送黄昏。",
        "author": "清代",
        "poem_class": "咏物",
        "dynasty": "郑燮"
    },
    {
        "title": "螃蟹咏",
        "paragraph": "持螯更喜桂阴凉，泼醋擂姜兴欲狂。饕餮王孙应有酒，横行公子竟无肠。脐间积冷谗忘忌，指上沾腥洗尚香。原为世人美口腹，坡仙曾笑一生忙。谁念西风独自凉，萧萧黄叶闭疏窗，沉思往事立残阳。被酒莫惊春睡重，赌书消得泼茶香，当时只道是寻常。高梧百尺夜苍苍，乱扫秋星落晓霜。如何不向西州植，倒挂绿毛幺凤皇。穆湖莲叶小于钱，卧柳虽多不碍船。两岸新苗才过雨，夕阳沟水响溪田。屋上鸠鸣谷雨开，横塘游女荡船回。桃花落后蚕齐浴，竹笋抽时燕便来。",
        "author": "清代",
        "poem_class": "咏物",
        "dynasty": "曹雪芹"
    },
    {
        "title": "五言诗·井",
        "paragraph": "天井四四方，周围是高墙。清清见卵石，小鱼囿中央。只喝井里水，永远养不长。天高云淡，望断南飞雁。不到长城非好汉，屈指行程二万。六盘山上高峰，红旗漫卷西风。今日长缨在手，何时缚住苍龙？不是樽前爱惜身，佯狂难免假成真。曾因酒醉鞭名马，生怕情多累美人。劫数东南天作孽，鸡鸣风雨海扬尘。悲歌痛哭终何补，义士纷纷说帝秦。如磐夜气压重楼，剪柳春风道九秋。瑶瑟凝尘清怨绝，可怜无女耀高丘。",
        "author": "近现代",
        "poem_class": "咏物",
        "dynasty": "毛泽东"
    },
    {
        "title": "严郑公宅同咏竹",
        "paragraph": "绿竹半含箨，新梢才出墙。色侵书帙晚，阴过酒樽凉。 雨洗娟娟净，风吹细细香。但令无剪伐，会见拂云长。君知妾有夫，赠妾双明珠。感君缠绵意，系在红罗襦。妾家高楼连苑起，良人执戟明光里。知君用心如日月，事夫誓拟同生死。还君明珠双泪垂，恨不相逢未嫁时。(恨不 一作：何不)大鹏飞兮振八裔，中天摧兮力不济。馀风激兮万世，游扶桑兮挂左袂。后人得之传此，仲尼亡兮谁为出涕。越女新妆出镜心，自知明艳更沉吟。齐纨未是人间贵，一曲菱歌敌万金。(版本一)越女新妆出镜心，自知明艳更沉吟。齐纨未足时人贵，一曲菱歌敌万金。(版本二)",
        "author": "唐代",
        "poem_class": "咏物",
        "dynasty": "杜甫"
    },
    {
        "title": "未展芭蕉",
        "paragraph": "冷烛无烟绿蜡干，芳心犹卷怯春寒。 一缄书札藏何事，会被东风暗拆看。长安回望绣成堆，山顶千门次第开。一骑红尘妃子笑，无人知是荔枝来。劝君莫惜金缕衣，劝君须惜少年时。有花堪折直须折，莫待无花空折枝。青天无云月如烛，露泣梨花白如玉。子规一夜啼到明，美人独在空房宿。空赐罗衣不赐恩，一薰香后一销魂。虽然舞袖何曾舞，常对春风裛泪痕。不洗残妆凭绣床，也同女伴绣鸳鸯。回针刺到双飞处，忆著征夫泪数行。眼想心思梦里惊，无人知我此时情。不如池上鸳鸯鸟，双宿双飞过一生。一去辽阳系梦魂，忽传征骑到中门。纱窗不肯施红粉，徒遣萧郎问泪痕。莺啼露冷酒初醒，罨画楼西晓角鸣。翠羽帐中人梦觉，宝钗斜坠枕函声。行人南北分征路，流水东西接御沟。终日坡前怨离别，谩名长乐是长愁。偏倚绣床愁不起，双垂玉箸翠鬟低。卷帘相待无消息，夜合花前日又西。悔将泪眼向东开，特地愁从望里来。三十六峰犹不见，况伊如燕这身材。满目笙歌一段空，万般离恨总随风。多情为谢残阳意，与展晴霞片片红。两心不语暗知情，灯下裁缝月下行。行到阶前知未睡，夜深闻放剪刀声。近寒食雨草萋萋，著麦苗风柳映堤。早是有家归未得，杜鹃休向耳边啼。水纹珍簟思悠悠，千里佳期一夕休。从此无心爱良夜，任他明月下西楼。数日相随两不忘，郎心如妾妾如郎。出门便是东西路，把取红笺各断肠。无定河边暮角声，赫连台畔旅人情。函关归路千馀里，一夕秋风白发生。花落长川草色青，暮山重叠两冥冥。逢春便觉飘蓬苦，今日分飞一涕零。洛阳才子邻箫恨，湘水佳人锦瑟愁。今昔两成惆怅事，临邛春尽暮江流。浙江轻浪去悠悠，望海楼吹望海愁。莫怪乡心随魄断，十年为客在他州。吾爱孟夫子，风流天下闻。红颜弃轩冕，白首卧松云。 醉月频中圣，迷花不事君。高山安可仰，徒此揖清芬。",
        "author": "唐代",
        "poem_class": "咏物",
        "dynasty": "钱珝"
    },
    {
        "title": "无俗念·灵虚宫梨花词",
        "paragraph": "春游浩荡，是年年、寒食梨花时节。白锦无纹香烂漫，玉树琼葩堆雪。静夜沉沉，浮光霭霭，冷浸溶溶月。人间天上，烂银霞照通彻。浑似姑射真人，天姿灵秀，意气殊高洁。万化参差谁信道，不与群芳同列。浩气清英，仙材卓荦，下土难分别。瑶台归去，洞天方看清绝。雨后春容清更丽。只有离人，幽恨终难洗。北固山前三面水。碧琼梳拥青螺髻。一纸乡书来万里。问我何年，真个成归计。回首送春拚一醉。东风吹破千行泪。篱落疏疏一径深，树头新绿未成阴。(新绿 一作：花落)儿童急走追黄蝶，飞入菜花无处寻。江北上归舟，再见江南岸。江北江南几度秋，梦里朱颜换。人是岭头云，聚散天谁管。君似孤云何处归，我似离群雁。",
        "author": "宋代",
        "poem_class": "咏物",
        "dynasty": "丘处机"
    },
    {
        "title": "摊破浣溪沙·揉破黄金万点轻",
        "paragraph": "揉破黄金万点轻。剪成碧玉叶层层。风度精神如彦辅，大鲜明。(大 一作：太)梅蕊重重何俗甚，丁香千结苦粗生。熏透愁人千里梦，却无情。我居北海君南海，寄雁传书谢不能。桃李春风一杯酒，江湖夜雨十年灯。持家但有四立壁，治病不蕲三折肱。想见读书头已白，隔溪猿哭瘴溪藤。(想见 一作：想得)长淮望断，关塞莽然平。征尘暗，霜风劲，悄边声。黯销凝。追想当年事，殆天数，非人力，洙泗上，弦歌地，亦膻腥。隔水毡乡，落日牛羊下，区脱纵横。看名王宵猎，骑火一川明。笳鼓悲鸣。遣人惊。 念腰间箭，匣中剑，空埃蠹，竟何成。时易失，心徒壮，岁将零。渺神京。干羽方怀远，静烽燧，且休兵。冠盖使，纷驰骛，若为情。闻道中原遗老，常南望、翠葆霓旌。使行人到此，忠愤气填膺。有泪如倾。快上西楼，怕天放、浮云遮月。但唤取、玉纤横笛，一声吹裂。谁做冰壶凉世界，最怜玉斧修时节。问嫦娥、孤冷有愁无？应华发。云液满，琼杯滑。长袖起，清歌咽。叹十常八九，欲磨还缺。但愿长圆如此夜，人情未必看承别。把从前、离恨总成欢，归时说。",
        "author": "宋代",
        "poem_class": "咏物",
        "dynasty": "李清照"
    },
    {
        "title": "南轩松",
        "paragraph": "南轩有孤松，柯叶自绵幂。清风无闲时，潇洒终日夕。阴生古苔绿，色染秋烟碧。何当凌云霄，直上数千尺。回乐烽前沙似雪，受降城外月如霜。(回乐烽 一作：回乐峰）不知何处吹芦管，一夜征人尽望乡。吾富有钱时，妇儿看我好。吾若脱衣裳，与吾叠袍袄。吾出经求去，送吾即上道。将钱入舍来，见吾满面笑。绕吾白鸽旋，恰似鹦鹉鸟。邂逅暂时贫，看吾即貌哨。人有七贫时，七富还相报。图财不顾人，且看来时道。堂前扑枣任西邻，无食无儿一妇人。不为困穷宁有此？只缘恐惧转须亲。即防远客虽多事，便插疏篱却甚真。已诉征求贫到骨，正思戎马泪盈巾。",
        "author": "唐代",
        "poem_class": "咏物",
        "dynasty": "李白"
    },
    {
        "title": "钴鉧潭西小丘记",
        "paragraph": "得西山后八日，寻山口西北道二百步，又得钴鉧潭。西二十五步，当湍而浚者为鱼梁。梁之上有丘焉，生竹树。其石之突怒偃蹇，负土而出，争为奇状者，殆不可数。其嵚然相累而下者，若牛马之饮于溪；其冲然角列而上者，若熊罴之登于山。丘之小不能一亩，可以笼而有之。问其主，曰：“唐氏之弃地，货而不售。”问其价，曰：“止四百。”余怜而售之。李深源、元克己时同游，皆大喜，出自意外。即更取器用，铲刈秽草，伐去恶木，烈火而焚之。嘉木立，美竹露，奇石显。由其中以望，则山之高，云之浮，溪之流，鸟兽之遨游，举熙熙然回巧献技，以效兹丘之下。枕席而卧，则清泠之状与目谋，瀯瀯之声与耳谋，悠然而虚者与神谋，渊然而静者与心谋。不匝旬而得异地者二，虽古好事之士，或未能至焉。噫！以兹丘之胜，致之沣、镐、鄠、杜，则贵游之士争买者，日增千金而愈不可得。今弃是州也，农夫渔父，过而陋之，贾四百，连岁不能售。而我与深源、克己独喜得之，是其果有遭乎！书于石，所以贺兹丘之遭也。 无云世界秋三五，共看蟾盘上海涯。 直到天头天尽处，不曾私照一人家。老人七十仍沽酒，千壶百瓮花门口。 道傍榆荚巧似钱，摘来沽酒君肯否。故人不可见，汉水日东流。借问襄阳老，江山空蔡州。",
        "author": "唐代",
        "poem_class": "咏物",
        "dynasty": "柳宗元"
    },
    {
        "title": "琴赋",
        "paragraph": "余少好音声，长而玩之。以为物有盛衰，而此无变；滋味有厌，而此不倦。可以导养神气，宣和情志。处穷独而不闷者，莫近于音声也。是故复之而不足，则吟咏以肆志；吟咏之不足，则寄言以广意。然八音之器，歌舞之象，历世才士，并为之赋颂。其体制风流，莫不相袭。称其才干，则以危苦为上；赋其声音，则以悲哀为主；美其感化，则以垂涕为贵。丽则丽矣，然未尽其理也。推其所由，似原不解音声；览其旨趣，亦未达礼乐之情也。众器之中，琴德最优。故缀叙所怀，以为之赋。其辞曰：惟椅梧之所生兮，托峻岳之崇冈。披重壤以诞载兮，参辰极而高骧。含天地之醇和兮，吸日月之休光。郁纷纭以独茂兮。飞英蕤于昊苍。夕纳景于虞渊兮，旦晞干于九阳。经千载以待价兮，寂神跱而永康。且其山川形势，则盘纡隐深，磪嵬岑嵓。亘岭巉岩，岞崿岖崟。丹崖崄巇，青壁万寻。若乃重巘增起，偃蹇云覆。邈隆崇以极壮，崛巍巍而特秀。蒸灵液以播云，据神渊而吐溜。尔乃颠波奔突，狂赴争流。触岩抵隈，郁怒彪休。汹涌腾薄，奋沫扬涛。瀄汩澎湃，蜿蟺相纠。放肆大川，济乎中州。安回徐迈，寂尔长浮。澹乎洋洋，萦抱山丘。详观其区土之所产毓，奥宇之所宝殖，珍怪琅玕，瑶瑾翕赩，丛集累积，奂衍于其侧。若乃春兰被其东，沙棠殖其西。涓子宅其阳，玉醴涌其前。玄云荫其上，翔鸾集其巅。清露润其肤，惠风流其间。竦肃肃以静谧，密微微其清闲。夫所以经营其左右者，固以自然神丽，而足思愿爱乐矣。于是遁世之士，荣期绮季之畴，乃相与登飞梁，越幽壑，援琼枝，陟峻崿，以游乎其下。周旋永望，邈若凌飞，邪睨昆仑，俯阚海湄。指苍梧之迢递，临回江之威夷。悟时俗之多累，仰箕山之余辉。羡斯岳之弘敞，心慷慨以忘归。情舒放而远览，接轩辕之遗音。慕老童于騩隅，钦泰容之高吟。顾兹梧而兴虑，思假物以托心。乃斫孙枝，准量所任。至人摅思，制为雅琴。乃使离子督墨，匠石奋斤，夔襄荐法，般倕骋神。锼会裛厕，朗密调均。华绘雕琢，布藻垂文。错以犀象，籍以翠绿。弦以园客之丝，徽以钟山之玉。爰有龙凤之象，古人之形。伯牙挥手，钟期听声。华容灼爚，发采扬明，何其丽也！伶伦比律，田连操张。进御君子，新声憀亮，何其伟也！及其初调，则角羽俱起，宫徵相证，参发并趣，上下累应。踸踔磥硌，美声将兴，固以和昶而足耽矣。尔乃理正声，奏妙曲，扬白雪，发清角。纷淋浪以流离，奂淫衍而优渥。粲奕奕而高逝，驰岌岌以相属。沛腾遌而竞趣，翕韡晔而繁缛。状若崇山，又象流波。浩兮汤汤，郁兮峨峨。怫烦冤，纡余婆娑。陵纵播逸，霍濩纷葩。检容授节，应变合度。兢名擅业，安轨徐步。洋洋习习，声烈遐布。含显媚以送终，飘余响乎泰素。若乃高轩飞观，广夏闲房，冬夜肃清，朗月垂光，新衣翠粲，缨徽流芳。于是器冷弦调，心闲手敏。触Ⱨ如志，唯意所拟。初涉渌水，中奏清徵。雅昶唐尧，终咏微子。宽明弘润，优游躇跱。拊弦安歌，新声代起。歌曰：“凌扶摇兮憩瀛洲，要列子兮为好仇。餐沆瀣兮带朝霞，眇翩翩兮薄天游。齐万物兮超自得，委性命兮任去留。激清响以赴会，何弦歌之绸缪。”于是曲引向阑，众音将歇，改韵易调，奇弄乃发。扬和颜，攘皓腕。飞纤指以驰骛，纷（涩去掉三点水加单人旁）譶以流漫。或徘徊顾慕，拥郁抑按，盘桓毓养，从容秘玩。闼尔奋逸，风骇云乱。牢落凌厉，布濩半散。丰融披离，斐韡奂烂。英声发越，采采粲粲。或间声错糅，状若诡赴。双美并进，骈驰翼驱。初若将乖，后卒同趣。或曲而不屈，直而不倨。或相凌而不乱，或相离而不殊。时劫掎以慷慨，或怨㜘而踌躇。忽飘飖以轻迈，乍留联而扶疏。或参谭繁促，复叠攒仄。纵横骆驿，奔遁相逼。拊嗟累赞，间不容息。瑰艳奇伟，殚不可识。若乃闲舒都雅，洪纤有宜。清和条昶，案衍陆离。穆温柔以怡怿，婉顺叙而委蛇。或乘险投会，邀隙趋危。譻若离鹍鸣清池，翼若游鸿翔层崖。纷文斐尾，慊縿离纚。微风余音，靡靡猗猗。或搂批攦捋，缥缭潎冽。轻行浮弹，明婳𥉻慧。疾而不速，留而不滞。翩绵飘邈，微音迅逝。远而听之，若鸾凤和鸣戏云中；迫而察之，若众葩敷荣曜春风。既丰赡以多姿，又善始而令终。嗟姣妙以弘丽，何变态之无穷！若夫三春之初，丽服以时。乃携友生，以遨以嬉。涉兰圃，登重基，背长林，翳华芝，临清流，赋新诗。嘉鱼龙之逸豫，乐百卉之荣滋。理重华之遗操，慨远慕而长思。若乃华堂曲宴，密友近宾，兰肴兼御，旨酒清醇。进南荆，发西秦，绍陵阳，度巴人。变用杂而并起，竦众听而骇神。料殊功而比操，岂笙籥之能伦？若次其曲引所宜，则广陵止息，东武太山。飞龙鹿鸣，鹍鸡游弦。更唱迭奏，声若自然。流楚窈窕，惩躁雪烦。下逮谣俗，蔡氏五曲，王昭楚妃，千里别鹤。犹有一切，承间簉乏，亦有可观者焉。然非夫旷远者，不能与之嬉游；非夫渊静者，不能与之闲止；非夫放达者，不能与之无（希去布加厷）；非夫至精者，不能与之析理也。若论其体势，详其风声，器和故响逸，张急故声清，间辽故音庳，弦长故徽鸣。性洁静以端理，含至德之和平。诚可以感荡心志，而发泄幽情矣！是故怀戚者闻之，莫不憯懔惨凄，愀怆伤心，含哀懊咿，不能自禁。其康乐者闻之，则欨愉欢释，抃舞踊溢，留连澜漫，嗢噱终日。若和平者听之，则怡养悦愉，淑穆玄真，恬虚乐古，弃事遗身。是以伯夷以之廉，颜回以之仁，比干以之忠，尾生以之信，惠施以之辩给，万石以之讷慎。其余触类而长，所致非一，同归殊途。或文或质，总中和以统物，咸日用而不失。其感人动物，盖亦弘矣。于时也，金石寝声，匏竹屏气，王豹辍讴，狄牙丧味。天吴踊跃于重渊，王乔披云而下坠。舞鸑鷟于庭阶，游女飘焉而来萃。感天地以致和，况蚑行之众类。嘉斯器之懿茂，咏兹文以自慰。永服御而不厌，信古今之所贵。乱曰：愔愔琴德，不可测兮；体清心远，邈难极兮；良质美手，遇今世兮；纷纶翕响，冠众艺兮；识音者希，孰能珍兮；能尽雅琴，唯至人兮！桃叶复桃叶，渡江不待橹。风波了无常，没命江南渡。溪南老大兴何如，散诞琴书乐海涯。多病几时堪策马，风花吟遍始还家。汝兄旧学在羊城，深夜咿唔不彻声。一举成名非易得，诸生对卷好求精。也知天爵来人爵，须信身耕让笔耕。北极洪澜深著眼，凭将脩举步南溟。",
        "author": "魏晋",
        "poem_class": "咏物",
        "dynasty": "嵇康"
    },
    {
        "title": "李都尉古剑",
        "paragraph": "古剑寒黯黯，铸来几千秋。白光纳日月，紫气排斗牛。有客借一观，爱之不敢求。湛然玉匣中，秋水澄不流。至宝有本性，精刚无与俦。可使寸寸折，不能绕指柔。愿快直士心，将断佞臣头。不愿报小怨，夜半刺私仇。劝君慎所用，无作神兵羞。天问复招魂，无因彻帝阍。岂知千丽句，不敌一谗言。少时犹不忧生计，老后谁能惜酒钱？共把十千沽一斗，相看七十欠三年。闲征雅令穷经史，醉听清吟胜管弦。更待菊黄家酝熟，共君一醉一陶然。(酝 一作：酿)澹然空水带斜晖，曲岛苍茫接翠微。波上马嘶看棹去，柳边人歇待船归。数丛沙草群鸥散，万顷江田一鹭飞。谁解乘舟寻范蠡，五湖烟水独忘机。",
        "author": "唐代",
        "poem_class": "咏物",
        "dynasty": "白居易"
    },
    {
        "title": "云",
        "paragraph": "千形万象竟还空，映水藏山片复重。无限旱苗枯欲尽，悠悠闲处作奇峰。山中相送罢，日暮掩柴扉。春草明年绿，王孙归不归？(明年 一作：年年)新妆宜面下朱楼，深锁春光一院愁。 行到中庭数花朵，蜻蜓飞上玉搔头。鸡鸣紫陌曙光寒，莺啭皇州春色阑。金阙晓钟开万户，玉阶仙仗拥千官。花迎剑珮星初落，柳拂旌旗露未干。独有凤凰池上客，阳春一曲和皆难。",
        "author": "唐代",
        "poem_class": "咏物",
        "dynasty": "来鹄"
    },
    {
        "title": "咏山泉 / 山中流泉",
        "paragraph": "山中有流水，借问不知名。映地为天色，飞空作雨声。转来深涧满，分出小池平。恬澹无人见，年年长自清。菩提本无树，明镜亦非台。佛性常清净，何处有尘埃！身是菩提树，心为明镜台。明镜本清净，何处染尘埃！菩提本无树，明镜亦非台。本来无一物，何处惹尘埃！菩提只向心觅，何劳向外求玄？听说依此修行，西方只在目前！二龙争战决雌雄，赤壁楼船扫地空。烈火张天照云海，周瑜于此破曹公。君去沧江望澄碧，鲸鲵唐突留馀迹。一一书来报故人，我欲因之壮心魄。一丘常欲卧，三径苦无资。北土非吾愿，东林怀我师。黄金燃桂尽，壮志逐年衰。日夕凉风至，闻蝉但益悲。",
        "author": "唐代",
        "poem_class": "咏物",
        "dynasty": "储光羲"
    },
    {
        "title": "书院二小松",
        "paragraph": "一双幽色出凡尘，数粒秋烟二尺鳞。 从此静窗闻细韵，琴声长伴读书人。别路云初起，离亭叶正稀。所嗟人异雁，不作一行归。几年无事傍江湖，醉倒黄公旧酒垆。 觉后不知明月上，满身花影倩人扶。月黑雁飞高，单于夜遁逃。欲将轻骑逐，大雪满弓刀。",
        "author": "唐代",
        "poem_class": "咏物",
        "dynasty": "李群玉"
    },
    {
        "title": "浣溪沙·咏橘",
        "paragraph": "菊暗荷枯一夜霜。新苞绿叶照林光。竹篱茅舍出青黄。 香雾噀人惊半破，清泉流齿怯初尝。吴姬三日手犹香。花信来时，恨无人似花依旧。又成春瘦，折断门前柳。天与多情，不与长相守。分飞后，泪痕和酒，占了双罗袖。磨针溪，在象耳山下。世传李太白读书山中，未成，弃去。过是溪，逢老媪方磨铁杵。问之，曰：“欲作针。”太白感其意，还卒业。携手看花深径，扶肩待月斜廊。临分少伫已伥伥，此段不堪回想。欲寄书如天远，难销夜似年长。小窗风雨碎人肠，更在孤舟枕上。",
        "author": "宋代",
        "poem_class": "咏物",
        "dynasty": "苏轼"
    },
    {
        "title": "猪肉颂",
        "paragraph": "净洗铛，少著水，柴头罨烟焰不起。待他自熟莫催他，火候足时他自美。黄州好猪肉，价贱如泥土。贵者不肯吃，贫者不解煮，早晨起来打两碗，饱得自家君莫管。祖席离歌，长亭别宴。香尘已隔犹回面。居人匹马映林嘶，行人去棹依波转。画阁魂消，高楼目断。斜阳只送平波远。无穷无尽是离愁，天涯地角寻思遍。孤鹤归飞，再过辽天，换尽旧人。念累累枯冢，茫茫梦境，王侯蝼蚁，毕竟成尘。载酒园林，寻花巷陌，当日何曾轻负春。流年改，叹围腰带剩，点鬓霜新。交亲零落如云，又岂料如今馀此身。幸眼明身健，茶甘饭软，非惟我老，更有人贫。躲尽危机，消残壮志，短艇湖中闲采莼。吾何恨，有渔翁共醉，溪友为邻。玉惨花愁出凤城，莲花楼下柳青青。尊前一唱阳关曲，别个人人第五程。寻好梦，梦难成。有谁知我此时情，枕前泪共阶前雨，隔个窗儿滴到明。",
        "author": "宋代",
        "poem_class": "咏物",
        "dynasty": "苏轼"
    },
    {
        "title": "赋得古原草送别(节选)",
        "paragraph": "离离原上草，一岁一枯荣。野火烧不尽，春风吹又生。零落桐叶雨，萧条槿花风。悠悠早秋意，生此幽闲中。 况与故人别，中怀正无悰。勿云不相送，心到青门东。 相知岂在多，但问同不同。同心一人去，坐觉长安空。楼倚霜树外，镜天无一毫。南山与秋色，气势两相高。西山白雪三城戍，南浦清江万里桥。海内风尘诸弟隔，天涯涕泪一身遥。惟将迟暮供多病，未有涓埃答圣朝。(惟 通：唯)跨马出郊时极目，不堪人事日萧条。",
        "author": "唐代",
        "poem_class": "咏物",
        "dynasty": "白居易"
    },
    {
        "title": "铜雀台赋",
        "paragraph": "从明后而嬉游兮，登层台以娱情。见太府之广开兮，观圣德之所营。建高门之嵯峨兮，浮双阙乎太清。立中天之华观兮，连飞阁乎西城。临漳水之长流兮，望园果之滋荣。仰春风之和穆兮，听百鸟之悲鸣。天云垣其既立兮，家愿得而获逞。扬仁化于宇内兮，尽肃恭于上京。惟桓文之为盛兮，岂足方乎圣明！休矣美矣！惠泽远扬。翼佐我皇家兮，宁彼四方。同天地之规量兮，齐日月之晖光。永贵尊而无极兮，等年寿于东王。《三国志》版从明后以嬉游兮，登层台以娱情。见太府之广开兮，观圣德之所营。建高门之嵯峨兮，浮双阙乎太清。立中天之华观兮，连飞阁乎西城。临漳水之长流兮，望园果之滋荣。立双台于左右兮，有玉龙与金凤。揽二乔于东南兮，乐朝夕之与共。俯皇都之宏丽兮，瞰云霞之浮动。欣群才之来萃兮，协飞熊之吉梦。仰春风之和穆兮，听百鸟之悲鸣。云天亘其既立兮，家愿得乎双逞。扬仁化于宇宙兮，尽肃恭于上京。惟桓文之为盛兮，岂足方乎圣明？休矣美矣！惠泽远扬。翼佐我皇家兮，宁彼四方。同天地之规量兮，齐日月之辉光。永贵尊而无极兮，等君寿于东皇。御龙旗以遨游兮，回鸾驾而周章。恩化及乎四海兮，嘉物阜而民康。愿斯台之永固兮，乐终古而未央！《三国演义》版河桥望行旅，长亭送故人。沙飞似军幕，蓬卷若车轮。边衣苦霜雪，愁貌捐风尘。行路皆兄弟，千里念相亲。妾身兮不令，婴疾兮来归。沉滞兮家门，历时兮不差。旷废兮侍觐，情敬兮有违。君今兮奉命，远适兮京师。悠悠兮离别，无因兮叙怀。瞻望兮踊跃，伫立兮徘徊。思君兮感结，梦想兮容晖。君发兮引迈，去我兮日乖。恨无兮羽翼，高飞兮相追。长吟兮永叹，泪下兮沾衣。洛阳城东路，桃李生路旁。花花自相对，叶叶自相当。春风东北起，花叶正低昂。不知谁家子，提笼行采桑。纤手折其枝，花落何飘扬。请谢彼姝子，何为见损伤。高秋八九月，白露变为霜。终年会飘堕，安得久馨香。秋时自零落，春月复芬芳。何如盛年去，欢爱永相忘。吾欲竟此曲，此曲愁人肠。归来酌美酒，挟瑟上高堂。",
        "author": "两汉",
        "poem_class": "咏物",
        "dynasty": "曹植"
    },
    {
        "title": "忆秦娥·咏桐",
        "paragraph": "临高阁，乱山平野烟光薄。烟光薄，栖鸦归后，暮天闻角。断香残酒情怀恶，西风催衬梧桐落。梧桐落，又还秋色，又还寂寞。马趁香微路远，沙笼月淡烟斜。渡波清彻映妍华。倒绿枝寒凤挂。 挂凤寒枝绿倒，华妍映彻清波。渡斜烟淡月笼沙。远路微香趁马。金炉香烬漏声残，翦翦轻风阵阵寒。春色恼人眠不得，月移花影上栏干。有情风、万里卷潮来，无情送潮归。问钱塘江上，西兴浦口，几度斜晖。不用思量今古，俯仰昔人非。谁似东坡老，白首忘机。 记取西湖西畔，正暮山好处，空翠烟霏。算诗人相得，如我与君稀。约他年、东还海道，愿谢公、雅志莫相违。西州路，不应回首，为我沾衣。(正暮 一作：正春)",
        "author": "宋代",
        "poem_class": "咏物",
        "dynasty": "李清照"
    },
    {
        "title": "蜉蝣",
        "paragraph": "蜉蝣之羽，衣裳楚楚。心之忧矣，於我归处。蜉蝣之翼，采采衣服。心之忧矣，於我归息。蜉蝣掘阅，麻衣如雪。心之忧矣，於我归说。蔽芾甘棠，勿翦勿伐，召伯所茇。蔽芾甘棠，勿翦勿败，召伯所憩。蔽芾甘棠，勿翦勿拜，召伯所说。江水沛兮。舟楫败兮。我王废兮。趣归于薄。薄亦大兮。四牡跷兮。六辔沃兮。去不善而从善。何不乐兮。何自南极。至于北极。绝境越国。弗愁道远。",
        "author": "先秦",
        "poem_class": "咏物",
        "dynasty": "佚名"
    },
    {
        "title": "多丽·咏白菊",
        "paragraph": "小楼寒，夜长帘幕低垂。恨萧萧、无情风雨，夜来揉损琼肌。也不似、贵妃醉脸，也不似、孙寿愁眉。韩令偷香，徐娘傅粉，莫将比拟未新奇。细看取、屈平陶令，风韵正相宜。微风起，清芬酝藉，不减酴醿。 渐秋阑、雪清玉瘦，向人无限依依。似愁凝、汉皋解佩，似泪洒、纨扇题诗。朗月清风，浓烟暗雨，天教憔悴度芳姿。纵爱惜、不知从此，留得几多时。人情好，何须更忆，泽畔东篱。蜀道登天，一杯送、绣衣行客。还自叹、中年多病，不堪离别。东北看惊诸葛表，西南更草相如檄。把功名、收拾付君侯，如椽笔。儿女泪，君休滴。荆楚路，吾能说。要新诗准备，庐山山色。赤壁矶头千古浪，铜鞮陌上三更月。正梅花、万里雪深时，须相忆。春宵一刻值千金，花有清香月有阴。歌管楼台声细细，秋千院落夜沉沉。举头西北浮云，倚天万里须长剑。人言此地，夜深长见，斗牛光焰。我觉山高，潭空水冷，月明星淡。待燃犀下看，凭栏却怕，风雷怒，鱼龙惨。峡束苍江对起，过危楼，欲飞还敛。元龙老矣！不妨高卧，冰壶凉簟。千古兴亡，百年悲笑，一时登览。问何人又卸，片帆沙岸，系斜阳缆？",
        "author": "宋代",
        "poem_class": "咏物",
        "dynasty": "李清照"
    },
    {
        "title": "如梦令·道是梨花不是",
        "paragraph": "道是梨花不是。道是杏花不是。白白与红红，别是东风情味。曾记，曾记，人在武陵微醉。芳原绿野恣行时，春入遥山碧四围。兴逐乱红穿柳巷，困临流水坐苔矶。莫辞盏酒十分劝，只恐风花一片飞。况是清明好天气，不妨游衍莫忘归。疏疏淡淡，问阿谁、堪比天真颜色。笑杀东君虚占断，多少朱朱白白。雪里温柔，水边明秀，不借春工力。骨清香嫩，迥然天与奇绝。 尝记宝篽寒轻，琐窗人睡起，玉纤轻摘。漂泊天涯空瘦损，犹有当年标格。万里风烟，一溪霜月，未怕欺他得。不如归去，阆苑有个人忆。醉里且贪欢笑，要愁那得工夫。近来始觉古人书，信著全无是处。昨夜松边醉倒，问松我醉何如。只疑松动要来扶，以手推松曰去。",
        "author": "宋代",
        "poem_class": "咏物",
        "dynasty": "严蕊"
    },
    {
        "title": "房兵曹胡马诗",
        "paragraph": "胡马大宛名，锋棱瘦骨成。竹批双耳峻，风入四蹄轻。所向无空阔，真堪托死生。骁腾有如此，万里可横行。单车欲问边，属国过居延。征蓬出汉塞，归雁入胡天。大漠孤烟直，长河落日圆。萧关逢候骑，都护在燕然。潇湘何事等闲回，水碧沙明两岸苔。 二十五弦弹夜月，不胜清怨却飞来。闲居少邻并，草径入荒园。鸟宿池边树，僧敲月下门。过桥分野色，移石动云根。暂去还来此，幽期不负言。",
        "author": "唐代",
        "poem_class": "咏物",
        "dynasty": "杜甫"
    },
    {
        "title": "七绝·为李进同志题所摄庐山仙人洞照",
        "paragraph": "暮色苍茫看劲松，乱云飞渡仍从容。天生一个仙人洞，无限风光在险峰。高峡流云，人随飞鸟穿云去。数峰着雨。相对青无语。岭上金光，岭下苍烟沍。人间曙。疏林平楚。历历来时路。夜起倚危楼，楼角玉绳低亚。惟有月明霜冷，浸万家鸳瓦。人间何苦又悲秋，正是伤春罢。却向春风亭畔，数梧桐叶下。屈子当年赋楚骚，手中握有杀人刀。艾萧太盛椒兰少，一跃冲向万里涛。",
        "author": "近现代",
        "poem_class": "咏物",
        "dynasty": "毛泽东"
    },
    {
        "title": "鹭鸶",
        "paragraph": "雪衣雪发青玉嘴，群捕鱼儿溪影中。惊飞远映碧山去，一树梨花落晚风。三年谪宦此栖迟，万古惟留楚客悲。秋草独寻人去后，寒林空见日斜时。汉文有道恩犹薄，湘水无情吊岂知？寂寂江山摇落处，怜君何事到天涯！汉江回万里，派作九龙盘。横溃豁中国，崔嵬飞迅湍。六帝沦亡后，三吴不足观。我君混区宇，垂拱众流安。今日任公子，沧浪罢钓竿。一尺深红胜曲尘，天生旧物不如新。(胜曲尘 一作：蒙曲尘)合欢桃核终堪恨，里许元来别有人。井底点灯深烛伊，共郎长行莫围棋。玲珑骰子安红豆，入骨相思知不知。 ",
        "author": "唐代",
        "poem_class": "咏物",
        "dynasty": "杜牧"
    },
    {
        "title": "莲叶",
        "paragraph": "移舟水溅差差绿，倚槛风摆柄柄香。(风摆 一作：风摇)多谢浣纱人未折，雨中留得盖鸳鸯。银烛吐青烟，金樽对绮筵。离堂思琴瑟，别路绕山川。明月隐高树，长河没晓天。悠悠洛阳道，此会在何年。松下问童子，言师采药去。只在此山中，云深不知处。溪水无情似有情，入山三日得同行。岭头便是分头处，惜别潺湲一夜声。",
        "author": "唐代",
        "poem_class": "咏物",
        "dynasty": "郑谷"
    },
    {
        "title": "七绝·咏蛙",
        "paragraph": "独坐池塘如虎踞，绿荫树下养精神。春来我不先开口，哪个虫儿敢作声。垂钓板桥东，雪压蓑衣冷。江寒水不流，鱼嚼梅花影。沧海横流，方显出，英雄本色。人六亿，加强团结，坚持原则。天垮下来擎得起，世披靡矣扶之直。听雄鸡一唱遍寰中，东方白。太阳出，冰山滴；真金在，岂销铄？有雄文四卷，为民立极。桀犬吠尧堪笑止，泥牛入海无消息。迎东风革命展红旗，乾坤赤。紫玉春魂欲化烟，一碑为补有情天。桃花短命生难折，栀子同心死尚镌。东去大江流泪目，南飞孔雀断肠篇。一斑侬亦曾窥豹，湿尽青衫忆往年。",
        "author": "近现代",
        "poem_class": "咏物",
        "dynasty": "毛泽东"
    },
    {
        "title": "西北有高楼",
        "paragraph": "西北有高楼，上与浮云齐。交疏结绮窗，阿阁三重阶。上有弦歌声，音响一何悲！谁能为此曲，无乃杞梁妻。清商随风发，中曲正徘徊。一弹再三叹，慷慨有余哀。不惜歌者苦，但伤知音稀。愿为双鸿鹄，奋翅起高飞。藉草与行莎，相看日未斜。断崖分鸟道，疏树见人家。望远临孤石，吟馀落片霞。野情看不足，归路思犹赊。翩翩堂前燕，冬藏夏来见。兄弟两三人，流宕在他县。故衣谁当补，新衣谁当绽？赖得贤主人，览取为吾绽。夫婿从门来，斜柯西北眄。语卿且勿眄，水清石自见。石见何累累，远行不如归。厥初生，造化之陶物，莫不有终期。莫不有终期。圣贤不能免，何为怀此忧？愿螭龙之驾，思想昆仑居。思想昆仑居。见期于迂怪，志意在蓬莱。志意在蓬莱。周孔圣徂落，会稽以坟丘。会稽以坟丘。陶陶谁能度？君子以弗忧。年之暮奈何，时过时来微。",
        "author": "两汉",
        "poem_class": "咏物",
        "dynasty": "佚名"
    },
    {
        "title": "花影",
        "paragraph": "重重叠叠上瑶台，几度呼童扫不开。刚被太阳收拾去，却教明月送将来。(却教 一作：又教)白苎新袍入嫩凉。春蚕食叶响回廊，禹门已准桃花浪，月殿先收桂子香。鹏北海，凤朝阳。又携书剑路茫茫。明年此日青云去，却笑人间举子忙。清颍东流，愁目断，孤帆明灭。宦游处，青山白浪，万重千叠。孤负当年林下意，对床夜雨听萧瑟。恨此生，长向别离中，生华发。一尊酒，黄河侧。无限事，从头说。相看恍如昨，许多年月。衣上旧痕余苦泪，眉间喜气占黄色。便与君，池上觅残春，花如雪。鸠雨催成新绿，燕泥收尽残红。春光还与美人同。论心空眷眷，分袂却匆匆。只道真情易写，那知怨句难工。水流云散各西东。半廊花院月，一帽柳桥风。",
        "author": "宋代",
        "poem_class": "咏物",
        "dynasty": "苏轼"
    },
    {
        "title": "朝天子·咏喇叭",
        "paragraph": "喇叭，唢呐，曲儿小腔儿大。官船来往乱如麻，全仗你抬声价。(唢呐 一作：锁呐； 声价 一作：身价)军听了军愁，民听了民怕。哪里去辨甚么真共假？眼见的吹翻了这家，吹伤了那家，只吹的水尽鹅飞罢！半生落魄已成翁,独立书斋啸晚风。笔底明珠无处卖,闲抛闲掷野藤中。一生事业总成空，半世功名在梦中。死后不愁无勇将，忠魂依旧守辽东。东风昨夜吹芳草，绿渐成阴红渐老。庭前无数落来花，分付家童莫轻扫。开樽独酌向花前，仰面歌呼声彻天。花残自有重开日，人老何由更少年。醉看明月照华颠，还把落花铺地眠。床头贮酒三百斛，囊底萧条无一钱。看花对酒且自乐，一任春归啼杜鹃。",
        "author": "明代",
        "poem_class": "咏物",
        "dynasty": "王磐"
    },
    {
        "title": "蜂",
        "paragraph": "不论平地与山尖，无限风光尽被占。 采得百花成蜜后，为谁辛苦为谁甜？雨中禁火空斋冷，江上流莺独坐听。 把酒看花想诸弟，杜陵寒食草青青。岁暮远为客，边隅还用兵。烟尘犯雪岭，鼓角动江城。天地日流血，朝廷谁请缨？济时敢爱死？寂寞壮心惊！飒飒秋风生，愁人怨离别。含情两相向，欲语气先咽。心曲千万端，悲来却难说。别后唯所思，天涯共明月。",
        "author": "唐代",
        "poem_class": "咏物",
        "dynasty": "罗隐"
    },
    {
        "title": "蝉",
        "paragraph": "垂緌饮清露，流响出疏桐。居高声自远，非是藉秋风。蚤是伤春梦雨天，可堪芳草更芊芊。内官初赐清明火，上相闲分白打钱。紫陌乱嘶红叱拨，绿杨高映画秋千。游人记得承平事，暗喜风光似昔年。望海楼明照曙霞，护江堤白踏晴沙。涛声夜入伍员庙，柳色春藏苏小家。红袖织绫夸柿蒂，青旗沽酒趁梨花。谁开湖寺西南路，草绿裙腰一道斜。秋风清，秋月明，落叶聚还散，寒鸦栖复惊。相思相见知何日？此时此夜难为情！入我相思门，知我相思苦，长相思兮长相忆，短相思兮无穷极，早知如此绊人心，何如当初莫相识。",
        "author": "唐代",
        "poem_class": "咏物",
        "dynasty": "虞世南"
    },
    {
        "title": "画鸡",
        "paragraph": "头上红冠不用裁，满身雪白走将来。(裁 一作：戴)平生不敢轻言语，一叫千门万户开。胡然而天兮，新波同杭。胡然而帝兮，在水中央。绣被离披兮，辉盈青翰。心如水而悠悠兮，焉知彼岸。山有云兮江有泉，怀佳人兮未敢言。谪仙东下入睢间，一叶扁舟日日还。闻说冲涛千尺浪，两江极目尽皆山。宋玉墙头杏子花。香也堪夸。艳也堪夸。东风鸟外一枝斜。问是谁家。江上人家。肯信流年鬓有华。诗咏红霞。酒泛流霞。低声昵语似雏鸦。人在天涯。忘却天涯。",
        "author": "明代",
        "poem_class": "咏物",
        "dynasty": "唐寅"
    },
    {
        "title": "阿房宫赋",
        "paragraph": "六王毕，四海一，蜀山兀，阿房出。覆压三百余里，隔离天日。骊山北构而西折，直走咸阳。二川溶溶，流入宫墙。五步一楼，十步一阁；廊腰缦回，檐牙高啄；各抱地势，钩心斗角。盘盘焉，囷囷焉，蜂房水涡，矗不知其几千万落。长桥卧波，未云何龙？复道行空，不霁何虹？高低冥迷，不知西东。歌台暖响，春光融融；舞殿冷袖，风雨凄凄。一日之内，一宫之间，而气候不齐。(不知其 一作：不知乎；西东 一作：东西)妃嫔媵嫱，王子皇孙，辞楼下殿，辇来于秦。朝歌夜弦，为秦宫人。明星荧荧，开妆镜也；绿云扰扰，梳晓鬟也；渭流涨腻，弃脂水也；烟斜雾横，焚椒兰也。雷霆乍惊，宫车过也；辘辘远听，杳不知其所之也。一肌一容，尽态极妍，缦立远视，而望幸焉。有不见者，三十六年。燕赵之收藏，韩魏之经营，齐楚之精英，几世几年，剽掠其人，倚叠如山。一旦不能有，输来其间。鼎铛玉石，金块珠砾，弃掷逦迤，秦人视之，亦不甚惜。(有不见者 一作：有不得见者)嗟乎！一人之心，千万人之心也。秦爱纷奢，人亦念其家。奈何取之尽锱铢，用之如泥沙？使负栋之柱，多于南亩之农夫；架梁之椽，多于机上之工女；钉头磷磷，多于在庾之粟粒；瓦缝参差，多于周身之帛缕；直栏横槛，多于九土之城郭；管弦呕哑，多于市人之言语。使天下之人，不敢言而敢怒。独夫之心，日益骄固。戍卒叫，函谷举，楚人一炬，可怜焦土！呜呼！灭六国者六国也，非秦也；族秦者秦也，非天下也。嗟乎！使六国各爱其人，则足以拒秦；使秦复爱六国之人，则递三世可至万世而为君，谁得而族灭也？秦人不暇自哀，而后人哀之；后人哀之而不鉴之，亦使后人而复哀后人也。茶。香叶，嫩芽。慕诗客，爱僧家。碾雕白玉，罗织红纱。铫煎黄蕊色，碗转曲尘花。夜后邀陪明月，晨前独对朝霞。洗尽古今人不倦，将知醉后岂堪夸。一树春风千万枝，嫩于金色软于丝。 永丰西角荒园里，尽日无人属阿谁？忆年十五心尚孩，健如黄犊走复来。庭前八月梨枣熟，一日上树能千回。即今倏忽已五十，坐卧只多少行立。强将笑语供主人，悲见生涯百忧集。入门依旧四壁空，老妻睹我颜色同。痴儿不知父子礼，叫怒索饭啼门东。",
        "author": "唐代",
        "poem_class": "咏物",
        "dynasty": "杜牧"
    },
    {
        "title": "陋室铭",
        "paragraph": "山不在高，有仙则名。水不在深，有龙则灵。斯是陋室，惟吾德馨。苔痕上阶绿，草色入帘青。谈笑有鸿儒，往来无白丁。可以调素琴，阅金经。无丝竹之乱耳，无案牍之劳形。南阳诸葛庐，西蜀子云亭。孔子云：何陋之有？红豆生南国，春来发几枝。愿君多采撷，此物最相思。燕台一望客心惊，笳鼓喧喧汉将营。(笳鼓 一作：箫鼓)万里寒光生积雪，三边曙色动危旌。沙场烽火连胡月，海畔云山拥蓟城。少小虽非投笔吏，论功还欲请长缨。丁丁漏水夜何长，漫漫轻云露月光。秋逼暗虫通夕响，征衣未寄莫飞霜。",
        "author": "唐代",
        "poem_class": "咏物",
        "dynasty": "刘禹锡"
    }
]