[
    {
        "title": "感遇诗三十八首·其六",
        "paragraph": "吾观龙变化，乃知至阳精。石林何冥密，幽洞无留行。古之得仙道，信与元化并。玄感非象识，谁能测沈冥。世人拘目见，酣酒笑丹经。昆仑有瑶树，安得采其英。离别家乡岁月多，近来人事半消磨。惟有门前镜湖水，春风不改旧时波。鹅湖山下稻粱肥，豚栅鸡栖半掩扉。 桑柘影斜春社散，家家扶得醉人归。今朝郡斋冷，忽念山中客。涧底束荆薪，归来煮白石。欲持一瓢酒，远慰风雨夕。落叶满空山，何处寻行迹。",
        "author": "唐代",
        "poem_class": "哲理",
        "dynasty": "陈子昂"
    },
    {
        "title": "慧庆寺玉兰记",
        "paragraph": "慧庆寺距阊门四五里而遥，地僻而鲜居人，其西南及北，皆为平野。岁癸未、甲申间，秀水朱竹垞先生赁僧房数间，著书于此。先生旧太史，有名声，又为巡抚宋公重客，宋公时时造焉。于是苏之人士以大府重客故，载酒来访者不绝，而慧庆玉兰之名，一时大著。玉兰在佛殿下，凡二株，高数丈，盖二百年物。花开时，茂密繁多，望之如雪。虎丘亦有玉兰一株，为人所称。虎丘繁华之地，游人杂沓，花易得名，其实不及慧庆远甚。然非朱先生以太史而为重客，则慧庆之玉兰，竟未有知者。久之，先生去，寺门昼闭，无复有人为看花来者。余寓舍距慧庆一里许，岁丁亥春二月，余昼闲无事，独行野外，因叩门而入。时玉兰方开，茂密如曩时。余叹花之开谢，自有其时，其气机各适其所自然，原与人世无涉，不以人之知不知而为盛衰也。今虎丘之玉兰，意象渐衰，而在慧庆者如故，亦以见虚名之不足恃，而幽潜者之可久也。花虽微，而物理有可感者，故记之。手写香台金字经，惟愿结来生。莲花漏转，杨枝露滴，想鉴微诚。欲知奉倩神伤极，凭诉与秋擎。西风不管，一池萍水，几点荷灯。未问兰因已惘然，垂杨西北有情天。水月镜花终幻迹，赢得，半生魂梦与缠绵。户网游丝浑是罥，被池方锦岂无缘？为有相思能驻景，消领，逢春惆怅似当年。谁翻乐府凄凉曲？风也萧萧，雨也萧萧，瘦尽灯花又一宵。不知何事萦怀抱，醒也无聊，醉也无聊，梦也何曾到谢桥。",
        "author": "清代",
        "poem_class": "哲理",
        "dynasty": "戴名世"
    },
    {
        "title": "郑人逃暑",
        "paragraph": "郑人有逃暑于孤林之下者，日流影移，而徙衽以从阴。及至暮，反席于树下。及月流影移，复徙衽以从阴，而患露之濡于身。其阴逾去，而其身逾湿，是巧于用昼而拙于用夕矣。半亩方塘一鉴开，天光云影共徘徊。问渠那得清如许？为有源头活水来。(那 通：哪)寺里山因花得名，繁英不见草纵横。栽培剪伐须勤力，花易凋零草易生。柳下笙歌庭院，花间姊妹秋千。记得春楼当日事，写向红窗夜月前。凭谁寄小莲。绛蜡等闲陪泪，吴蚕到了缠绵。绿鬓能供多少恨，未肯无情比断弦。今年老去年。",
        "author": "宋代",
        "poem_class": "哲理",
        "dynasty": "李昉等"
    },
    {
        "title": "永某氏之鼠",
        "paragraph": "永有某氏者，畏日，拘忌异甚。以为己生岁直子；鼠，子神也，因爱鼠，不畜猫犬，禁僮勿击鼠。仓廪庖厨，悉以恣鼠，不问。由是鼠相告，皆来某氏，饱食而无祸。某氏室无完器，椸无完衣，饮食大率鼠之馀也。昼累累与人兼行，夜则窃啮斗暴，其声万状，不可以寝，终不厌。数岁，某氏徙居他州；后人来居，鼠为态如故。其人曰：“是阴类，恶物也，盗暴尤甚。且何以至是乎哉？”假五六猫，阖门，撤瓦，灌穴，购僮罗捕之，杀鼠如丘，弃之隐处，臭数月乃已。呜呼！彼以其饱食无祸为可恒也哉！名花倾国两相欢，长得君王带笑看。(长得 一作：常得)解释春风无限恨，沉香亭北倚栏杆。长空澹澹孤鸟没，万古销沉向此中。 看取汉家何事业，五陵无树起秋风。山石荦确行径微，黄昏到寺蝙蝠飞。升堂坐阶新雨足，芭蕉叶大栀子肥。僧言古壁佛画好，以火来照所见稀。铺床拂席置羹饭，疏粝亦足饱我饥。夜深静卧百虫绝，清月出岭光入扉。天明独去无道路，出入高下穷烟霏。山红涧碧纷烂漫，时见松枥皆十围。当流赤足踏涧石，水声激激风吹衣。人生如此自可乐，岂必局束为人鞿？(鞿 一作：靰)嗟哉吾党二三子，安得至老不更归。",
        "author": "唐代",
        "poem_class": "哲理",
        "dynasty": "柳宗元"
    },
    {
        "title": "长生",
        "paragraph": "长生徒有慕，苦乏大药资。名山遍探历，悠悠鬓生丝。微躯一系念，去道日远而。中岁忽有觉，九还乃在兹。非炉亦非鼎，何坎复何离。本无终始究，宁有死生期？彼哉游方士，诡辞反增疑。纷然诸老翁，自传困多歧。乾坤由我在，安用他求为？千圣皆过影，良知乃吾师。昨日辛夷开，今朝辛夷落。辛夷花房高刺天，却共芙蓉乱红萼。小山桂树犹连卷，五湖荷花空绰约。连卷绰约宜秋日，端居独养征君疾。高枝朵朵艳木莲，密叶层层赛卢橘。山鬼已见驾香车，文人应是梦彩笔。辛夷辛夷何离奇，照水偏宜姑射姿。萧晨东海霞光烂，玄夜西园露气滋。檀心倒卷情无限，玉面低回力不支。见说东都便露坐，惟应御史沄风吹。此花爱逐东风暖，故人逸韵嵇中散。山阳闻有合欢斋，石湖亦筑辛夷馆。袅袅岩栊碧树圆，纷纷涧户香花满。坞里王孙旧路长，卷中裴迪新诗短。新诗已旧不堪闻，江南荒馆隔秋云。多情不改年年色，千古芳心持赠君。一生事业总成空，半世功名在梦中。死后不愁无勇将，忠魂依旧守辽东。船板胡在兹，而我寝其上。情知非江湖，梦寐亦风浪。",
        "author": "明代",
        "poem_class": "哲理",
        "dynasty": "王守仁"
    },
    {
        "title": "申胥谏许越成",
        "paragraph": "吴王夫差乃告诸大夫曰：“孤将有大志于齐，吾将许越成，而无拂吾虑。若越既改，吾又何求？若其不改，反行，吾振旅焉。”申胥谏曰：“不可许也。夫越非实忠心好吴也，又非慑畏吾甲兵之强也。大夫种勇而善谋，将还玩吴国于股掌之上，以得其志。夫固知君王之盖威以好胜也，故婉约其辞，以从逸王志，使淫乐于诸夏之国，以自伤也。使吾甲兵钝弊，民人离落，而日以憔悴，然后安受吾烬。夫越王好信以爱民，四方归之，年谷时熟，日长炎炎，及吾犹可以战也。为虺弗摧，为蛇将若何？”吴王曰：“大夫奚隆于越？越曾足以为大虞乎？若无越，则吾何以春秋曜吾军士？”乃许之成。将盟，越王又使诸稽郢辞曰：“以盟为有益乎？前盟口血未乾，足以结信矣。以盟为无益乎？君王舍甲兵之威以临使之，而胡重于鬼神而自轻也。”吴王乃许之，荒成不盟。 彼都人士，狐裘黄黄。其容不改，出言有章。行归于周，万民所望。彼都人士，台笠缁撮。彼君子女，绸直如发。我不见兮，我心不说。彼都人士，充耳琇实。彼君子女，谓之尹吉。我不见兮，我心苑结。彼都人士，垂带而厉。彼君子女，卷发如虿。我不见兮，言从之迈。匪伊垂之，带则有余。匪伊卷之，发则有旟。我不见兮，云何盱矣。执竞武王，无竞维烈。不显成康，上帝是皇。自彼成康，奄有四方，斤斤其明。钟鼓喤喤，磬莞将将，降福穰穰。降福简简，威仪反反。既醉既饱，福禄来反。王耶王耶何乖劣。不顾宗庙听谗孽。任用无忌多所杀。诛夷白氏族几灭。二子东奔适吴越。吴王哀痛助忉怛。垂涕举兵将西伐。伍胥白喜孙武决。三战破郢王奔发。留兵纵骑虏京阙。楚荆骸骨遭掘发。鞭辱腐尸耻难雪。几危宗庙社稷灭。庄王何罪国几绝。卿士凄怆民恻悷。吴军虽去怖不歇。愿王更隐抚忠节。勿为谗口能谤亵。",
        "author": "先秦",
        "poem_class": "哲理",
        "dynasty": "左丘明"
    },
    {
        "title": "晚步西园",
        "paragraph": "料峭轻寒结晚阴，飞花院落怨春深。吹开红紫还吹落，一种东风两样心。百战疲劳壮士哀，中原一败势难回。江东子弟今虽在，肯与君王卷土来？人生百岁，七十稀少。更除十年孩童小。又十年昏老。都来五十载，一半被、睡魔分了。那二十五载之中，宁无些个烦恼。仔细思量，好追欢及早。遇酒追朋笑傲。任玉山摧倒。沉醉且沉醉，人生似、露垂芳草。幸新来、有酒如渑，结千秋歌笑。雪似梅花，梅花似雪。似和不似都奇绝。恼人风味阿谁知？请君问取南楼月。记得去年，探梅时节。老来旧事无人说。为谁醉倒为谁醒？到今犹恨轻离别。",
        "author": "宋代",
        "poem_class": "哲理",
        "dynasty": "范成大"
    },
    {
        "title": "画鬼易",
        "paragraph": "客有为齐王画者。齐王问曰：“画孰最难者？”曰：“犬马最难。”曰：“孰易者？”曰：“鬼魅最易。”曰：“何为？”曰：“夫犬马，人所共知也，旦暮见之，不易类，故难；鬼魅无形也，人皆未之见，故易也。”采薇采薇，薇亦作止。曰归曰归，岁亦莫止。 靡室靡家，猃狁之故。不遑启居，猃狁之故。采薇采薇，薇亦柔止。曰归曰归，心亦忧止。 忧心烈烈，载饥载渴。我戍未定，靡使归聘。采薇采薇，薇亦刚止。曰归曰归，岁亦阳止。 王事靡盬，不遑启处。忧心孔疚，我行不来！遵彼汝坟，伐其条枚。未见君子，惄如调饥。遵彼汝坟，伐其条肄。既见君子，不我遐弃。鲂鱼赪尾，王室如毁。虽则如毁，父母孔迩。翘翘车乘。招我以弓。岂不欲往。畏我友朋。我无所监。夏后及商。用乱之故。民卒流亡。俟河之清。人寿几何。兆云询多。职竞作罗。虽有丝麻。无弃管蒯。虽有姬姜。无弃蕉萃。凡百君子。莫不代匮。周道挺挺。我心扃扃。讲事不令。集人来定。礼义不愆。何恤于人言。淑慎尔止。无载尔伪。",
        "author": "先秦",
        "poem_class": "哲理",
        "dynasty": "韩非子"
    },
    {
        "title": "王孙圉论楚宝",
        "paragraph": "王孙圉聘于晋，定公飨之。赵简子鸣玉以相，问于王孙圉曰：“楚之白珩犹在乎？”对曰：“然。”简子曰：“其为宝也，几何矣？”曰：“未尝为宝。楚之所宝者，曰观射父，能作训辞，以行事于诸侯，使无以寡君为口实。又有左史倚相，能道训典，以叙百物，以朝夕献善败于寡君，使寡君无忘先王之业；又能上下说于鬼神，顺道其欲恶，使神无有怨痛于楚国。又有薮曰云，连徒洲，金、木、竹、箭之所生也，龟、珠、角、齿、皮、革、羽、毛，所以备赋，以戒不虞者也；所以共币帛，以宾享于诸侯者也。若诸侯之好币具，而导之以训辞，有不虞之备，而皇神相之，寡君其可以免罪于诸侯，而国民保焉。此楚国之宝也。若夫白珩，先王之玩也，何宝之焉？”“圉闻国之宝，六而已：圣能制议百物，以辅相国家，则宝之；玉足以庇荫嘉谷，使无水旱之灾，则宝之；龟足以宪臧否，则宝之；珠足以御火灾，则宝之；金足以御兵乱，则宝之；山林薮泽足以备财用，则宝之。若夫哗嚣之美，楚虽蛮夷，不能宝也。” 尧舜千钟。孔子百觚。子路嗑嗑。尚饮十榼。山有木工则度之。宾有礼主则择之。匹夫无罪。怀璧其罪。有来雝雝，至止肃肃。相维辟公，天子穆穆。於荐广牡，相予肆祀。假哉皇考！绥予孝子。宣哲维人，文武维后。燕及皇天，克昌厥后。绥我眉寿，介以繁祉，既右烈考，亦右文母。",
        "author": "先秦",
        "poem_class": "哲理",
        "dynasty": "佚名"
    },
    {
        "title": "关尹子教射",
        "paragraph": "列子学射，中矣。请于关尹子。尹子曰：“子知子之所以中者乎？”对曰：“弗知也。”关尹子曰：“未可。”退而习之。三年，又以报关尹子。尹子曰：“子知子之所以中乎？”列子曰：“知之矣。”关尹子曰：“可矣，守而勿失也。非独射也，为国与身皆如之。故圣人不查存亡，而察其所以然。”桑蚕苦，女工难，得新捐故后必寒。駉駉牡马，在坰之野。薄言駉者，有驈有皇，有骊有黄，以车彭彭。思无疆思，马斯臧。駉駉牡马，在坰之野。薄言駉者，有骓有駓，有骍有骐，以车伾伾。思无期思，马斯才。駉駉牡马，在坰之野。溥言駉者，有驒有骆，有骝有雒，以车绎绎。思无斁思，马斯作。駉駉牡马，在坰之野。薄言駉者，有骃有騢，有驔有鱼，以车祛祛。思无邪思，马斯徂。皇天之不纯命兮，何百姓之震愆。民离散而相失兮，方仲春而东迁。去故乡而就远兮，遵江夏以流亡。出国门而轸怀兮，甲之朝吾以行。发郢都而去闾兮，怊荒忽之焉极。楫齐杨以容与兮，哀见君而不再得。望长楸而太息兮，涕淫淫其若霰。过夏首而西浮兮，顾龙门而不见。心婵媛而伤怀兮，眇不知其所蹠。顺风波以从流兮，焉洋洋而为客。凌阳侯之泛滥兮，忽翱翔之焉薄。心絓结而不解兮，思蹇产而不释。将运舟而下浮兮，上洞庭而下江。去终古之所居兮，今逍遥而来东。羌灵魂之欲归兮，何须臾而忘反。背夏浦而西思兮，哀故都之日远。登大坟以远望兮，聊以舒吾忧心。哀州土之平乐兮，悲江介之遗风。当陵阳之焉至兮，淼南渡之焉如。曾不知夏之为丘兮，孰两东门之可芜。心不怡之长久兮，忧与愁其相接。惟郢路之辽远兮，江与夏之不可涉。忽若去不信兮，至今九年而不复。惨郁郁而不通兮，蹇侘傺而含戚。外承欢之汋约兮，谌荏弱而难持。忠湛湛而愿进兮，妒被离而障之。尧舜之抗行兮，瞭杳杳而薄天。众谗人之嫉妒兮，被以不慈之伪名。憎愠惀之修美兮，好夫人之慷慨。众踥蹀而日进兮，美超远而逾迈。乱曰：曼余目以流观兮，冀一反之何时。鸟飞反故乡兮，狐死必首丘。信非吾罪而弃逐兮，何日夜而忘之。",
        "author": "先秦",
        "poem_class": "哲理",
        "dynasty": "列子"
    },
    {
        "title": "子产坏晋馆垣",
        "paragraph": "公薨之月，子产相郑伯以如晋，晋侯以我丧故，未之见也。子产使尽坏其馆之垣，而纳车马焉。士文伯让之，曰：“敝邑以政刑之不修，寇盗充斥，无若诸侯之属辱在寡君者何，是以令吏人完客所馆，高其闬闳，厚其墙垣，以无忧客使。今吾子坏之，虽从者能戒，其若异客何？以敝邑之为盟主，缮完葺墙，以待宾客。若皆毁之，其何以共命？寡君使匄请命。对曰：“以敝邑褊小，介于大国，诛求无时，是以不敢宁居，悉索敝赋，以来会时事。逢执事之不闲，而未得见；又不获闻命，未知见时。不敢输币，亦不敢暴露。其输之，则君之府实也，非荐陈之，不敢输也。其暴露之，则恐燥湿之不时而朽蠹，以重敝邑之罪。侨闻文公之为盟主也，宫室卑庳，无观台榭，以崇大诸侯之馆，馆如公寝；库厩缮修，司空以时平易道路，圬人以时塓馆宫室；诸侯宾至，甸设庭燎，仆人巡宫，车马有所，宾从有代，巾车脂辖，隶人、牧、圉，各瞻其事；百官之属各展其物；公不留宾，而亦无废事；忧乐同之，事则巡之，教其不知，而恤其不足。宾至如归，无宁灾患；不畏寇盗，而亦不患燥湿。今铜鞮之宫数里，而诸侯舍于隶人，门不容车，而不可逾越；盗贼公行。而天疠不戒。宾见无时，命不可知。若又勿坏，是无所藏币以重罪也。敢请执事，将何所命之？虽君之有鲁丧，亦敝邑之忧也。若获荐币，修垣而行，君之惠也，敢惮勤劳？”文伯复命。赵文子曰：“信。我实不德，而以隶人之垣以赢诸侯，是吾罪也。”使士文伯谢不敏焉。晋侯见郑伯，有加礼，厚其宴好而归之。乃筑诸侯之馆。叔向曰：“辞之不可以已也如是夫！子产有辞，诸侯赖之，若之何其释辞也？《诗》曰：‘辞之辑矣，民之协矣；辞之怿矣，民之莫矣。’其知之矣。” 秦始皇。何彊梁。开吾户。据吾床。饮吾酒。唾吾浆。飧吾饭。以为粮。张吾弓。射东墙。前至沙丘当灭亡。长袖善舞。多财善贾。莫众而迷。傭自卖。哀而不售。士自誉。辨而不信。赵为号。秦为笑。以为不信。视地之生毛。",
        "author": "先秦",
        "poem_class": "哲理",
        "dynasty": "左丘明"
    },
    {
        "title": "古人铸鉴",
        "paragraph": "古人铸鉴，鉴大则平，鉴小则凸。凡鉴凹则照人面大，凸则照人面小。小鉴不能全视人面，故令微凸，收人面令小，则鉴虽小而能全纳人面。仍复量鉴之小大，增损高下，常令人面与鉴大小相若。此工之巧智，后人不能造。比得古鉴，皆刮磨令平，此师旷所以伤知音也。世有透光鉴，鉴背有铭文，凡二十字，字极古，莫能读。以鉴承日光，则背文及二 十字皆透，在屋壁上了了分明。人有原其理，以谓铸时薄处先冷，唯背文上差厚后冷，而铜缩多。文虽在背，而鉴面隐然有迹，所以于光中现。予观之，理诚如是。然余家有三鉴，又见他家所藏，皆是一样，文画铭字无纤异者，形制甚古。唯此鉴光透，其他鉴虽至薄者，皆莫能透。意古人别自有术 。杏花飞帘散余春，明月入户寻幽人。褰衣步月踏花影，炯如流水涵青苹。花间置酒清香发，争挽长条落香雪。山城薄酒不堪饮，劝君且吸杯中月。洞箫声断月明中，惟忧月落酒杯空。明朝卷地春风恶，但见绿叶栖残红。晓色云开，春随人意，骤雨才过还晴。古台芳榭，飞燕蹴红英。舞困榆钱自落，秋千外、绿水桥平。东风里，朱门映柳，低按小秦筝。多情，行乐处，珠钿翠盖，玉辔红缨。渐酒空金榷，花困蓬瀛。豆蔻梢头旧恨，十年梦、屈指堪惊。凭阑久，疏烟淡日，寂寞下芜城。客路那知岁序移，忽惊春到小桃枝。天涯海角悲凉地，记得当年全盛时。花弄影，月流辉，水晶宫殿五云飞。分明一觉华胥梦，回首东风泪满衣。",
        "author": "宋代",
        "poem_class": "哲理",
        "dynasty": "沈括"
    },
    {
        "title": "玉楼春·西园花落深堪扫",
        "paragraph": "西园花落深堪扫，过眼韶华真草草。开时寂寂尚无人，今日偏嗔摇落早。昨朝却走西山道，花事山中浑未了。数峰和雨对斜阳，十里杜鹃红似烧。天末彤云黯四垂，失行孤雁逆风飞。江湖寥落尔安归？陌上挟丸公子笑，闺中调醯丽人嬉。今宵欢宴胜平时。暮色苍茫看劲松，乱云飞渡仍从容。天生一个仙人洞，无限风光在险峰。饮茶粤海未能忘，索句渝州叶正黄。三十一年还旧国，落花时节读华章。牢骚太盛防肠断，风物长宜放眼量。莫道昆明池水浅，观鱼胜过富春江。",
        "author": "近现代",
        "poem_class": "哲理",
        "dynasty": "王国维"
    },
    {
        "title": "敬姜论劳逸",
        "paragraph": "公父文伯退朝，朝其母，其母方绩，文伯曰：“以歜之家而主犹绩，惧干季孙之怒也。其以歜为不能事主乎？”其母叹曰：“鲁其亡乎？使僮子备官而未之闻耶？居，吾语女。昔圣王之处民也，择瘠土而处之，劳其民而用之，故长王天下。夫民劳则思，思则善心生；逸则淫，淫则忘善；忘善则恶心生。沃土之民不材，淫也。瘠土之民，莫不向义，劳也。是故天子大采朝日，与三公九卿，祖识地德，日中考政，与百官之政事。师尹惟旅牧相，宣序民事。少采夕月，与大史司载纠虔天刑。日入，监九御，使洁奉鐕郊之粢盛，而後即安。诸侯朝修天子之业命，昼考其国国职，夕省其典刑，夜儆百工，使无慆淫，而後即安。卿大朝考其职，昼讲其庶政，夕序其业，夜庀其家事，而後即安。士朝受业，昼而讲贯，夕而习复，夜而计过，无憾，而後即安。自庶人以下，明而动，晦而休，无日以怠。王后亲织玄紞，公侯之夫人，加之纮、綖。卿之内子为大带，命妇成祭服。列士之妻，加之以朝服。自庶士以下，皆衣其夫。社而赋事，蒸而献功，男女效绩，愆则有辟。古之制也！君子劳心，小人劳力，先王之训也！自上以下，谁敢淫心舍力？今我寡也，尔又在下位，朝夕处事，犹恐忘先人之业。况有怠惰，其何以避辟？吾冀而朝夕修我，曰：‘必无废先人。’尔今曰：‘胡不自安？’以是承君之官，余惧穆伯之绝祀也？”仲尼闻之曰：“弟子志之，季氏之妇不淫矣！”不踬于山。而踬于垤。规有摩而水有波。我欲更之。无奈之何。有兔爰爰，雉离于罗。我生之初，尚无为；我生之后，逢此百罹。尚寐无吪！有兔爰爰，雉离于罦。我生之初，尚无造；我生之后，逢此百忧。尚寐无觉！有兔爰爰，雉离于罿。我生之初，尚无庸；我生之后，逢此百凶。尚寐无聪！缁衣之宜兮，敝予又改为兮。适子之馆兮，还予授子之粲兮。缁衣之好兮，敝予又改造兮。适子之馆兮，还予授子之粲兮。缁衣之席兮，敝予又改作兮。适子之馆兮，还予授子之粲兮。",
        "author": "先秦",
        "poem_class": "哲理",
        "dynasty": "佚名"
    },
    {
        "title": "箜篌谣",
        "paragraph": "结交在相知，骨肉何必亲。甘言无忠实，世薄多苏秦。从风暂靡草，富贵上升天。不见山巅树，摧杌下为薪。岂甘井中泥？上出作埃尘。夏水悬台际，秋泉带雨馀。石生铭字长，山久谷神虚。子弟可不慎，慎在选师友。师友必良德，中才可进诱。安处先生于是似不能言，怃然有间，乃莞尔而笑曰：“若客所谓，末学肤受，贵耳而贱目者也！苟有胸而无心，不能节之以礼，宜其陋今而荣古矣！由余以西戎孤臣，而悝缪公于宫室，如之何其以温故知新，研覈是非，近于此惑？”“周姬之末，不能厥政，政用多僻。始于宫邻，卒于金虎。嬴氏搏翼，择肉西邑。是时也，七雄并争，竞相高以奢丽。楚筑章华于前，赵建丛台于后。秦政利觜长距，终得擅场，思专其侈，以莫己若。乃构阿房，起甘泉，结云阁，冠南山。征税尽，人力殚。然后收以太半之赋，威以参夷之刑。其遇民也，若薙氏之芟草，既蕴崇之，又行火焉！惵惵黔首，岂徒跼高天，蹐厚地而已哉？乃救死于其颈！敺以就役，唯力是视，百姓弗能忍，是用息肩于大汉而欣戴高祖。”“高祖膺籙受图，顺天行诛，杖朱旗而建大号。所推必亡，所存必固。扫项军于垓下，绁子婴于轵涂。因秦宫室，据其府库。作洛之制，我则未暇。是以西匠营宫，目翫阿房。规摹逾溢，不度不臧。损之又损之，然尚过于周堂。观者狭而谓之陋，帝已讥其泰而弗康。”“且高既受命建家，造我区夏矣。文又躬自菲薄，治致升平之德。武有大启土宇，纪禅肃然之功。宣重威以抚和，戎狄呼韩来享。咸用纪宗存主，飨祀不辍，铭勋彝器，历世弥光。今舍纯懿而论爽德，以春秋所讳而为美谈，宜无嫌于往初，故蔽善而扬恶，祗吾子之不知言也。必以肆奢为贤，则是黄帝合宫，有虞总期，固不如夏癸之瑶台，殷辛之琼室也。汤武谁革而用师哉？盍亦览东京之事以自寤乎？”“且天子有道，守在海外。守位以仁，不恃隘害。苟民志之不谅，何云岩险与襟带？秦负阻于二关，卒开项而受沛。彼偏据而规小，岂如宅中而图大。”“昔先王之经邑也，掩观九隩，靡地不营。土圭测景，不缩不盈。总风雨之所交，然后以建王城。审曲面势，泝洛背河，左伊右瀍。西阻九阿，东门于旋。盟津达其后，太谷通其前。回行道乎伊阙，邪径捷乎轘辕。大室作镇，揭以熊耳。底柱辍流，镡以大岯。温液汤泉，黑丹石缁。王鲔岫居，能鳖三趾。宓妃攸馆，神用挺纪。龙图授羲，龟书畀姒。召伯相宅，卜惟洛食。周公初基，其绳则直。苌弘魏舒，是廓是极。经途九轨，城隅九雉。度堂以筵，度室以几。京邑翼翼，四方所视。汉初弗之宅，故宗绪中圮。”“巨猾间衅，窃弄神器。历载三六，偷安天位。于时蒸民，罔敢或贰。其取威也重矣！我世祖忿之，乃龙飞白水，凤翔参墟。授钺四七，共工是除。欃枪旬始，群凶靡馀。区宇乂宁，思和求中。睿哲玄览，都兹洛宫。曰止曰时，昭明有融。既光厥武，仁洽道丰。登岱勒封，与黄比崇。”“逮至显宗，六合殷昌。乃新崇德，遂作德阳。启南端之特闱，立应门之将将。昭仁惠于崇贤，抗义声于金商。飞云龙于春路，屯神虎于秋方。建象魏之两观，旌六典之旧章。其内则含德章台，天禄宣明。温饬迎春，寿安永宁。飞阁神行，莫我能形。濯龙芳林，九谷八溪。芙蓉覆水，秋兰被涯渚戏跃鱼，渊游龟蠵永安离宫，脩竹冬青。阴池幽流，玄泉洌清。鹎鶋秋栖，鹘鵃春鸣。鴡鸠丽黄，关关嘤嘤。于南则前殿灵台，龢驩安福。謻门曲榭，邪阻城洫。奇树珍果，钩盾所职。西登少华，亭候修敕。九龙之内，寔曰嘉德。西南其户，匪凋匪刻。我后好约，乃宴斯息。于东则洪池清蘌，渌水澹澹。内阜川禽，外丰葭菼。献鳖蜃与龟鱼，供蜗蠯与菱芡。其西则有平乐都场，示远之观。龙雀蟠蜿，天马半汉。瑰异谲诡，灿烂炳焕。奢未及侈，俭而不陋。规遵王度，动中得趣。”“于是观礼，礼举仪具。经始勿亟，成之不日。犹谓为之者劳，居之者逸。慕唐虞之茅茨，思夏后之卑室。乃营三宫，布教颁常。复庙重屋，八达九房。规天矩地，授时顺乡。造舟清池，惟水泱泱左制辟雍，右立灵台。因进距衰，表贤简能。冯相观祲，祈禠禳灾。”“于是孟春元日，群后旁戾。百僚师师，于斯胥洎。藩国奉聘，要荒来质。具惟帝臣，献琛执贽。当觐乎殿下者，盖数万以二。尔乃九宾重，胪人列。崇牙张，镛鼓设。郎将司阶，虎戟交铩龙辂充庭，云旗拂霓。夏正三朝，庭燎晢晢。撞洪锺，伐灵鼓，旁震八鄙，軯磕隐訇若疾霆转雷而激迅风也。”“是时称警跸已下凋辇于东厢。冠通天，佩玉玺，纡皇组，要干将。负斧扆，次席纷纯，左右玉几而南面以听矣。然后百辟乃入，司仪辨等，尊卑以班，璧羔皮帛之贽既奠，天子乃以三揖之礼礼之。穆穆焉，皇皇焉，济济焉，将将焉，信天下之壮观也。乃羡公侯卿士，登自东除，访万机，询朝政，勤恤民隐，而除其眚。人或不得其所，若己纳之于隍。荷天下之重任，匪怠皇以宁静。发京仓，散禁财。赉皇寮，逮舆台。命膳夫以大飨，饔饩浃乎家陪。春醴惟醇，燔炙芬芬。君臣欢康，具醉熏熏。千品万官，已事而踆勤屡省，懋乾乾。清风协于玄德，淳化通于自然。宪先灵而齐轨，必三思以顾愆。招有道于侧陋，开敢谏之直言。聘丘园之耿絜，旅束帛之戋戋。上下通情，式宴且盘。”“及将祀天郊，报地功，祈福乎上玄，思所以为虔。肃肃之仪尽，穆穆之礼殚。然后以献精诚，奉禋祀，曰：‘允矣，天子者也。’乃整法服，正冕带。珩紞紘綖，玉笄綦会。火龙黼黻，藻繂鞶厉。结飞云之袷辂，树翠羽之高盖。建辰旒之太常，纷焱悠以容裔。六玄虬之弈弈，齐腾骧而沛艾。龙輈华轙，金鋄镂鍚。方釳左纛，钩膺玉瓖銮声哕哕，和铃鉠鉠重轮贰辖，疏毂飞軨羽盖威蕤，葩瑵曲茎。顺时服而设副，咸龙旂而繁缨。立戈迤戛，农舆辂木。属车九九，乘轩并毂。旷弩重旃，朱旄青屋。奉引既毕，先辂乃发。鸾旗皮轩，通帛綪旆。云罕九斿，闟戟轇輵髶髦被绣，虎夫戴鶡。驸承华之蒲梢，飞流苏之骚杀。总轻武于后陈，奏严鼓之嘈囐，戎士介而扬挥，戴金钲而建黄钺。清道桉列，天行星陈。肃肃习习，隐隐辚辚。殿未出乎城阙，旆已反乎郊畛盛夏后之致美，爰敬恭于明神。”“尔乃孤竹之管，云和之瑟。雷鼓鼘鼘，六变既毕。冠华秉翟，列舞八佾。元祀惟称，群望咸秩。颺槱燎之炎炀，致高烟乎太一。神歆馨而顾德，祚灵主以元吉。然后宗上帝于明堂，推光武以作配。辩方位而正则，五精帅而来摧尊赤氏之朱光，四灵懋而允怀。于是春秋改节，四时迭代。蒸蒸之心，感物曾思。躬追养于庙祧，奉蒸尝与禴祠。物牲辩省，设其楅衡。毛炰豚胉，亦有和羹。涤濯静嘉，礼仪孔明。万舞奕奕，锺鼓喤喤。灵祖皇考，来顾来飨神具醉止，降福穰穰。”“及至农祥晨正，土膏脉起。乘銮辂而驾苍龙，介驭间以剡耜。躬三推于天田，修帝籍之千亩。供禘郊之粢盛，必致思乎勤己。兆民劝于疆埸，感懋力以耘耔春日载阳，合射辟雍。设业设虡，宫悬金镛。鼖鼓路浅，树羽幢幢。于是备物，物有其容。伯夷起而相仪，后夔坐而为工。张大侯，制五正。设三乏，厞司旌。并夹既设，储乎广庭。于是皇舆夙驾，?于东阶，以须消启明。扫朝霞，登天光于扶桑。天子乃抚玉辂，时乘六龙。发鲸鱼，铿华锺。大丙弭节，风后陪乘。摄提运衡，徐至于射宫。礼事展，乐物具。王夏阕，驺虞奏。决拾既次，雕弓斯彀达馀萌于暮春，昭诚心以远喻。进明德而崇业，涤饕餮之贪欲。仁风衍而外流，谊方激而遐骛。日月会于龙狵，恤民事之劳疚。因休力以息勤，致欢忻于春酒。执銮刀以袒割，奉觞豆于国叟。降至尊以训恭，送迎拜乎三寿。敬慎威仪，示民不偷我有嘉宾，其乐愉愉。声教布濩，盈溢天区。”“文德既昭，武节是宣。三农之隙，曜威中原。岁惟仲冬，大阅西园。虞人掌焉，先期戒事。悉率百禽，鸠诸灵囿。兽之所同，是谓告备。乃御小戎，抚轻轩。中畋四牡，既佶且闲。戈矛若林，牙旗缤纷。迄上林，结徒营。次和树表，司铎授钲。坐作进退，节以军声。三令五申，示戮斩牲。陈师鞠旅，教达禁成。火列具举，武士星敷。鹅鹳鱼丽，箕张翼舒。轨尘掩迒，匪疾匪徐。驭不诡遇，射不翦毛。升献六禽，时膳四膏。马足未极，舆徒不劳。成礼三殴，解罘放麟。不穷乐以训俭，不殚物以昭仁。慕天乙之弛罟，因教祝以怀民。仪姬伯之渭阳，失熊罴而获人。泽浸昆虫，威振八寓。好乐无荒，允文允武。薄狩于敖，既璅璅焉。岐阳之蒐，又何足数。”“尔乃卒岁大傩，殴除群厉。方相秉钺，巫觋操茢侲子万童，丹首玄制。桃弧棘矢，所发无臬。飞砾雨散，刚瘅必毙。煌火驰而星流，逐赤疫于四裔。然后凌天池，绝飞梁。捎魑魅，斮獝狂。斩蜲蛇，脑方良。囚耕父于清泠，溺女魃于神潢残夔魖与罔像，殪野仲而歼游光。八灵为之震慴，况鬾蛊与毕方。度朔作梗，守以郁垒。神荼副焉，对操索苇。目察区陬，司执遗鬼。京室密清，罔有不韪。”“于是阴阳交和，庶物时育。卜征考祥，终然允淑。乘舆巡乎岱岳，劝稼穑于原陆。同衡律而壹轨量，齐急舒于寒燠省幽明以黜陟，乃反旆而回复。望先帝之旧墟，慨长思而怀古！俟阊风而西遐，致恭祀乎高祖。既春游以发生，启诸蛰于潜户。度秋豫以收成，观丰年之多稌嘉田畯之匪懈，行致赉于九扈。左瞰暘谷，右睨玄圃。眇天末以远期，规万世而大摹且归来以释劳，膺多福以安悆总集瑞命，备致嘉祥。圉林氏之驺虞，扰泽马与腾黄。鸣女床之鸾鸟，舞丹穴之凤皇。植华平于春圃，丰朱草于中唐。惠风广被，泽洎幽荒。北燮丁令，南谐越裳。西包大秦，东过乐浪重舌之人九译，佥稽首而来王。”“是以论其迁邑易京，则同规乎殷盘。改奢即俭，则合美乎斯干。登封降禅，则齐德乎黄轩。为无为，事无事，永有民以孔安。遵节俭，尚素朴。思仲尼之克己，履老氏之常足。将使心不乱其所在，目不见其可欲。贱犀象，简珠玉。藏金于山，扺璧于谷。翡翠不裂，玳瑁不蔟所贵惟贤，所宝惟谷。民去末而反本，咸怀忠而抱悫于斯之时，海内同悦，曰：‘吁！汉帝之德，侯其褘而！’盖蓂荚为难莳也，故旷世而不觌。惟我后能殖之，以至和平，方将数诸朝阶。然则道胡不怀，化胡不柔？声与风翔，泽从云游。万物我赖，亦又何求？德寓天覆，辉烈火烛。狭三王之趢趗，轶五帝之长驱。踵二皇之遐武，谁谓驾迟而不能属？东京之懿未罄，值余有犬马之疾，不能究其精详。故粗为宾言其梗概如此。”“若乃流遁忘反，放心不觉，乐而无节，后离其戚，一言几于丧国，我未之学也。且夫挈缾之智，守不假器。况纂帝业，而轻天位。瞻仰二祖，厥庸孔肆。常翘翘以危惧，若乘奔而无辔。白龙鱼服，见困豫且虽万乘之无惧，犹憷惕于一夫。终日不离其辎重，独微行其焉如？夫君人者，黈纩塞耳，车中不内顾。佩以制容，銮以节涂。行不变玉，驾不乱步。却走马以粪车，何惜騕褭与飞兔。方其用财取物，常畏生类之殄也。赋政任役，常畏人力之尽也。取之以道，用之以时。山无槎辞，畋不麇胎。草木蕃庑，鸟兽阜滋。民忘其劳，乐输其财。百姓同于饶衍，上下共其雍熙。洪恩素蓄，民心固结。执谊顾主，夫怀贞节。忿奸慝之干命，怨皇统之见替玄谋设而阴行，合二九而成谲。登圣皇于天阶，章汉祚之有秩。若此，故王业可乐焉。”“今公子苟好勦民以媮乐，忘民怨之为仇也；好殚物以穷宠，忽下叛而生忧也。夫水所以载舟，亦所以覆舟。坚冰作于履霜，寻木起于櫱栽。昧旦丕显，后世犹怠。况初制于甚泰，服者焉能改裁故相如壮上林之观，杨雄骋羽猎之辞。虽系以隤墙填堑，乱以收罝解罘卒无补于风规，祇以昭其愆尤。臣济奓以陵君，忘经国之长基。故函谷击柝于东，西朝颠覆而莫持。凡人心是所学，体安所习。鲍肆不知其怄，翫其所以先入。咸池不齐度于鼃咬，而众听或疑。能不惑者，其唯子野乎？”客既醉于大道，饱于文义。劝德畏戒，喜惧交争。罔然若酲，朝罢夕倦，夺气褫魄之为者，忘其所以为谈，失其所以为夸。良久乃言曰：“鄙哉予乎！习非而遂迷也，幸见指南于吾子。若仆所闻，华而不实；先生之言，信而有徵。鄙夫寡识，而今而后，乃知大汉之德馨，咸在于此。昔常恨三坟五典既泯。仰不睹炎帝帝魁之美，得闻先生之馀论。则大庭氏何以尚兹？走虽不敏，庶斯达矣。”",
        "author": "两汉",
        "poem_class": "哲理",
        "dynasty": "佚名"
    },
    {
        "title": "戏为六绝句·其一",
        "paragraph": "庾信文章老更成，凌云健笔意纵横。今人嗤点流传赋，不觉前贤畏后生。清川带长薄，车马去闲闲。流水如有意，暮禽相与还。荒城临古渡，落日满秋山。迢递嵩高下，归来且闭关。明朝驿使发，一夜絮征袍。素手抽针冷，那堪把剪刀。裁缝寄远道，几日到临洮。天街小雨润如酥，草色遥看近却无。最是一年春好处，绝胜烟柳满皇都。莫道官忙身老大，即无年少逐春心。凭君先到江头看，柳色如今深未深。",
        "author": "唐代",
        "poem_class": "哲理",
        "dynasty": "杜甫"
    },
    {
        "title": "农夫耕田",
        "paragraph": "农夫耕于田，数息而后一锄。行者见而哂之，曰：“甚矣，农之惰也!数息而后一锄，此田竟月不成！”农夫曰：“予莫知所以耕，子可示我以耕之术乎？”行者解衣下田，一息而数锄，一锄尽一身之力。未及移时，气竭汗雨，喘喘焉不能作声，且仆于田。谓农夫曰：“今而后知耕田之难也。”农夫曰：“非耕难，乃子之术谬矣！人之处事亦然，欲速则不达也。”行者服而去。万户笙歌长至日，一蓬风雨远行人。买鱼沽酒俱收市，且自煎茶洗客尘。烟渺渺，碧波远。白露晞，翠莎晚。泛绿漪，蒹葭浅。浦风吹帽寒发短。美人立，江中流。暮雨帆樯江上舟，夕阳帘栊江上楼。舟中采莲红藕香，楼前踏翠芳草愁。芳草愁，西风起。芙蓉花，落秋水。鱼初肥，酒正美。江白如练月如洗，醉下烟波千万里。霓裳片片舞妆新，束素亭亭玉殿春。已向丹霞生浅晕，故将清露作芳尘。",
        "author": "明代",
        "poem_class": "哲理",
        "dynasty": "张翀"
    },
    {
        "title": "尧戒",
        "paragraph": "战战栗栗，日谨一日。人莫踬于山，而踬于垤。匏有苦叶，济有深涉。深则厉，浅则揭。有瀰济盈，有鷕雉鸣。济盈不濡轨，雉鸣求其牡。雍雍鸣雁，旭日始旦。士如归妻，迨冰未泮。招招舟子，人涉卬否。人涉卬否，卬须我友。出自北门，忧心殷殷。终窭且贫，莫知我艰。已焉哉！天实为之，谓之何哉！王事适我，政事一埤益我。我入自外，室人交徧谪我。已焉哉！天实为之，谓之何哉！王事敦我，政事一埤遗我。我入自外，室人交徧摧我。已焉哉！天实为之，谓之何哉！信彼南山，维禹甸之。畇畇原隰，曾孙田之。我疆我理，南东其亩。上天同云。雨雪雰雰，益之以霡霂。既优既渥，既沾既足。生我百谷。疆埸翼翼，黍稷彧彧。曾孙之穑，以为酒食。畀我尸宾，寿考万年。中田有庐，疆埸有瓜。是剥是菹，献之皇祖。曾孙寿考，受天之祜。祭以清酒，从以骍牡，享于祖考。执其鸾刀，以启其毛，取其血膋。是烝是享，苾苾芬芬。祀事孔明，先祖是皇。报以介福。万寿无疆。",
        "author": "先秦",
        "poem_class": "哲理",
        "dynasty": "佚名"
    },
    {
        "title": "落日怅望",
        "paragraph": "昧旦多纷喧，日晏未遑舍。落日余清阴，高枕东窗下。寒槐渐如束，秋菊行当把。借问此何时，凉风怀朔马。已伤归暮客，复思离居者。情嗜幸非多，案牍偏为寡。既乏琅邪政，方憩洛阳社。谁忍心中爱，分为别后思。几时相握手，呜噎不能辞。虽言万里隔，犹有望还期。如何九泉下，更无相见时。重波沦且直，连山纠复纷。鸟飞不复见，风声犹可闻。胧胧树里月，飘飘水上云。长安远如此，无缘得报君。西征登陇首，东望不见家。关树抽紫叶，塞草发青芽。昆明当欲满，葡萄应作花。流泪对汉使，因书寄狭斜。",
        "author": "南北朝",
        "poem_class": "哲理",
        "dynasty": "谢朓"
    },
    {
        "title": "里革断罟匡君",
        "paragraph": "宣公夏滥于泗渊，里革断其罟而弃之，曰：“古者大寒降，土蛰发，水虞于是乎讲罛罶，取名鱼，登川禽，而尝之寝庙，行诸国，助宣气也。鸟兽孕，水虫成，兽虞于是乎禁罝罗，矠鱼鳖，以为夏槁，助生阜也。鸟兽成，水虫孕，水虞于是乎禁罜䍡，设阱鄂，以实庙庖，畜功用也。且夫山不槎蘖，泽不伐夭，鱼禁鲲鲕，兽长麑麋，鸟翼鷇卵，虫舍蚔蝝，蕃庶物也，古之训也。今鱼方别孕，不教鱼长，又行网罟，贪无艺也。”公闻之，曰：“吾过而里革匡我，不亦善乎！是良罟也！为我得法。使有司藏之，使吾无忘谂。”师存侍，曰：“藏罟不如置里革于侧之不忘也。” 非国而曰灭，重夏阳也。虞无师，其曰师，何也？以其先晋，不可以不言师也。其先晋何也？为主乎灭夏阳也。夏阳者，虞、虢之塞邑也。灭夏阳而虞、虢举矣。虞之为主乎灭夏阳何也？晋献公欲伐虢，荀息曰：“君何不以屈产之乘、垂棘之璧，而借道乎虞也？”公曰：“此晋国之宝也。如受吾币而不借吾道，则如之何？”荀息曰：“此小国之所以事大国也。彼不借吾道，必不敢受吾币。如受吾币而借吾道，则是我取之中府，而藏之外府；取之中厩，而置之外厩也。”公曰：“宫之奇存焉，必不使也。”荀息曰：“宫之奇之为人也，达心而懦，又少长于君。达心则其言略，懦则不能强谏；少长于君，则君轻之。且夫玩好在耳目之前，而患在一国之后，此中知以上乃能虑之。臣料虞君中知以下也。”公遂借道而伐虢。宫之奇谏曰：“晋国之使者，其辞卑而币重，必不便于虞。”虞公弗听，遂受其币，而借之道。宫之奇又谏曰：“语曰：‘唇亡齿寒。’其斯之谓与！”挈其妻、子以奔曹。献公亡虢，五年而后举虞。荀息牵马操璧而前曰：“璧则犹是也，而马齿加长矣。”上帝板板，下民卒瘅。出话不然，为犹不远。靡圣管管。不实于亶。犹之未远，是用大谏。天之方难，无然宪宪。天之方蹶，无然泄泄。辞之辑矣，民之洽矣。辞之怿矣，民之莫矣。我虽异事，及尔同僚。我即尔谋，听我嚣嚣。我言维服，勿以为笑。先民有言，询于刍荛。天之方虐，无然谑谑。老夫灌灌，小子蹻蹻。匪我言耄，尔用忧谑。多将熇熇，不可救药。天之方懠。无为夸毗。威仪卒迷，善人载尸。民之方殿屎，则莫我敢葵？丧乱蔑资，曾莫惠我师？天之牖民，如埙如篪，如璋如圭，如取如携。携无曰益，牖民孔易。民之多辟，无自立辟。价人维藩，大师维垣，大邦维屏，大宗维翰，怀德维宁，宗子维城。无俾城坏，无独斯畏。敬天之怒，无敢戏豫。敬天之渝，无敢驰驱。昊天曰明，及尔出王。昊天曰旦，及尔游衍。宋有富人，天雨墙坏。其子曰：“不筑，必将有盗。”其邻人之父亦云。暮而果大亡其财，其家甚智其子，而疑邻人之父。",
        "author": "先秦",
        "poem_class": "哲理",
        "dynasty": "佚名"
    },
    {
        "title": "宝绘堂记",
        "paragraph": "君子可以寓意于物，而不可以留意于物。寓意于物，虽微物足以为乐，虽尤物不足以为病。留意于物，虽微物足以为病，虽尤物不足以为乐。老子曰：“五色令人目盲，五音令人耳聋，五味令人口爽，驰骋田猎令人心发狂。”然圣人未尝废此四者，亦聊以寓意焉耳。刘备之雄才也，而好结髦。嵇康之达也，而好锻炼。阮孚之放也，而好蜡屐。此岂有声色臭味也哉，而乐之终身不厌。凡物之可喜，足以悦人而不足以移人者，莫若书与画。然至其留意而不释，则其祸有不可胜言者。钟繇至以此呕血发冢，宋孝武、王僧虔至以此相忌，桓玄之走舸，王涯之复壁，皆以儿戏害其国凶此身。此留意之祸也。始吾少时，尝好此二者，家之所有，惟恐其失之，人之所有，惟恐其不吾予也。既而自笑曰：吾薄富贵而厚于书，轻死生而重于画，岂不颠倒错缪失其本心也哉？自是不复好。见可喜者虽时复蓄之，然为人取去，亦不复惜也。譬之烟云之过眼，百鸟之感耳，岂不欣然接之，然去而不复念也。于是乎二物者常为吾乐而不能为吾病。驸马都尉王君晋卿虽在戚里，而其被服礼义，学问诗书，常与寒士角。平居攘去膏粱，屏远声色，而从事于书画，作宝绘堂于私第之东，以蓄其所有，而求文以为记。恐其不幸而类吾少时之所好，故以是告之，庶几全其乐而远其病也。熙宁十年七月二十日记。竞渡深悲千载冤，忠魂一去讵能还。国亡身殒今何有，只留离骚在世间。江南腊尽，早梅花开后，分付新春与垂柳。细腰肢自有入格风流，仍更是、骨体清英雅秀。永丰坊那畔，尽日无人，谁见金丝弄晴昼？断肠是飞絮时，绿叶成阴，无个事、一成消瘦。又莫是东风逐君来，便吹散眉间一点春皱。行到东溪看水时，坐临孤屿发船迟。野凫眠岸有闲意，老树着花无丑枝。短短蒲茸齐似剪，平平沙石净于筛。情虽不厌住不得，薄暮归来车马疲。",
        "author": "宋代",
        "poem_class": "哲理",
        "dynasty": "苏轼"
    },
    {
        "title": "插秧歌",
        "paragraph": "手捏青苗种福田，低头便见水中天。六根清净方成稻，后退原来是向前。月冷莎庭夜已深，百虫声外有清音。诗情正苦无眠处，愧尔阶前相伴吟。闲来仙观问希夷，云满星坛水满池。羽客不知何处去，洞前花落立多时。双成伴侣，去去不知何处。有佳期，霞帔金丝薄，花冠玉叶危。懒乘丹凤子，学跨小龙儿。叵耐天风紧，挫腰肢。",
        "author": "五代",
        "poem_class": "哲理",
        "dynasty": "契此"
    },
    {
        "title": "三十年来寻剑客",
        "paragraph": "三十年来寻剑客，几回落叶又抽枝。自从一见桃花后，直至如今更不疑。离离原上草，一岁一枯荣。野火烧不尽，春风吹又生。远芳侵古道，晴翠接荒城。又送王孙去，萋萋满别情。他乡复行役，驻马别孤坟。近泪无干土，低空有断云。对棋陪谢傅，把剑觅徐君。唯见林花落，莺啼送客闻。谁道群生性命微？一般骨肉一般皮。劝君莫打枝头鸟，子在巢中望母归。",
        "author": "唐代",
        "poem_class": "哲理",
        "dynasty": "志勤"
    },
    {
        "title": "论盛孝章书 / 与曹公论盛孝章书",
        "paragraph": "岁月不居，时节如流。五十之年，忽焉已至。公为始满，融又过二。海内知识，零落殆尽，惟会稽盛孝章尚存。其人困于孙氏，妻孥湮没，单孑独立，孤危愁苦。若使忧能伤人，此子不得复永年矣！《春秋传》曰：“诸侯有相灭亡者，桓公不能救，则桓公耻之。”今孝章，实丈夫之雄也，天下谈士，依以扬声，而身不免于幽絷，命不期于旦夕，是吾祖不当复论损益之友，而朱穆所以绝交也。公诚能驰一介之使，加咫尺之书，则孝章可致，友道可弘矣。今之少年，喜谤前辈，或能讥评孝章。孝章要为有天下大名，九牧之人，所共称叹。燕君市骏马之骨，非欲以骋道里，乃当以招绝足也。惟公匡复汉室，宗社将绝，又能正之。正之之术，实须得贤。珠玉无胫而自至者，以人好之也，况贤者之有足乎！昭王筑台以尊郭隗，隗虽小才，而逢大遇，竟能发明主之至心，故乐毅自魏往，剧辛自赵往，邹衍自齐往。向使郭隗倒悬而王不解，临溺而王不拯，则士亦将高翔远引，莫有北首燕路者矣。凡所称引，自公所知，而复有云者，欲公崇笃斯义也。因表不悉。 仲尼以圣德。行聘徧周流。遭斥厄陈蔡。归之命也夫。不堪烦暑病荒城，六月翛然寓野亭。珍重南山且归去，再来相望雨中青。昔每闻长老追计平生同时亲故，或凋落已尽，或仅有存者。余年方四十，而懿亲戚属，亡多存寡；昵交密友，亦不半在。或所曾共游一涂，同宴一室，十年之外，索然已尽，以是哀思，哀可知矣，乃作赋曰：伊天地之运流，纷升降而相袭。日望空以骏驱，节循虚而警立。嗟人生之短期，孰长年之能执，时飘忽其不再，老晼晚其将及。怼琼蕊之无征，恨朝霞之难挹。望汤谷以企予，惜此景之屡戢。悲夫，川阅水以成川，水滔滔而日度。世阅人而为世，人冉冉而行暮。人何世而弗新，世何人之能故。野每春其必华，草无朝而遗露。经终古而常然，率品物其如素。譬日及之在条，恒虽尽而弗悟。虽不悟其可悲，心惆焉而自伤。亮造化之若兹，吾安取夫久长。痛灵根之夙陨，怨具尔之多丧。悼堂构之颓瘁，悯城阙之丘荒。亲弥懿其已逝，交何戚而不忘。咨余命之方殆，何视天之芒芒。伤怀凄其多念，戚貌悴而鲜欢。幽情发而成绪，滞思叩而兴端，此世之无乐，咏在昔而为言。居充堂而衍宇，行连驾而比轩。弥年时其讵几，夫何往而不残。或冥邈而既尽，或寥廓而仅半。信松茂而柏悦，嗟芝焚而蕙叹。苟性命之弗殊，岂同波而异澜，瞻前轨之既覆，知此路之良艰。启四体而深悼，惧兹形之将然。毒娱情而寡方，怨感目之多颜，谅多颜之感目，神何适而获怡。寻平生于响像，览前物而怀之。步寒林以凄恻，玩春翘而有思，触万类以生悲，叹同节而异时，年弥往而念广，途薄暮而意迮。亲落落而日稀，友靡靡而愈索。顾旧要于遗存，得十一于千百。乐隤心其如忘，哀缘情而来宅。托末契于后生，余将老而为客。然后弭节安怀，妙思天造，精浮神沧，忽在世表，悟大暮之同寐，何矜晚以怨早。指彼日之方除，岂兹情之足搅。感秋华于衰木，瘁零露于丰草。在殷忧而弗违，夫何云乎识道。将颐天地之大德，遗圣人之洪宝。解心累于末迹，聊优游以娱老。",
        "author": "魏晋",
        "poem_class": "哲理",
        "dynasty": "孔融"
    },
    {
        "title": "曾子易箦",
        "paragraph": "曾子寝疾，病。乐正子春坐于床下，曾元、曾申坐于足，童子隅坐而执烛。童子曰：“华而睆，大夫之箦与？”子春曰：“止！”曾子闻之，瞿然曰：“呼！”曰：“华而睆，大夫之箦与？”曾子曰：“然。斯季孙之赐也，我未之能易也。元，起易箦。”曾元曰：“夫子之病革矣，不可以变。幸而至于旦，请敬易之。”曾子曰：“尔之爱我也不如彼。君子之爱人也以德，细人之爱人也以姑息。吾何求哉？吾得正而毙焉斯已矣。”举扶而易之。反席未安而没。静女其姝，俟我于城隅。爱而不见，搔首踟蹰。静女其娈，贻我彤管。彤管有炜，说怿女美。自牧归荑，洵美且异。匪女之为美，美人之贻。瞻彼洛矣，维水泱泱。君子至止，福禄如茨。韎韐有奭，以作六师。瞻彼洛矣，维水泱泱。君子至止，鞸琫有珌。君子万年，保其家室。瞻彼洛矣，维水泱泱。君子至止，福禄既同。君子万年，保其家邦。鸤鸠在桑，其子七兮。淑人君子，其仪一兮。其仪一兮，心如结兮。鸤鸠在桑，其子在梅。淑人君子，其带伊丝。其带伊丝，其弁伊骐。鸤鸠在桑，其子在棘。淑人君子，其仪不忒。其仪不忒，正是四国。鸤鸠在桑，其子在榛。淑人君子，正是国人，正是国人。胡不万年？",
        "author": "先秦",
        "poem_class": "哲理",
        "dynasty": "佚名"
    },
    {
        "title": "游城南十六首·遣兴",
        "paragraph": "断送一生惟有酒，寻思百计不如闲。 莫忧世事兼身事，须著人间比梦间。 桐风惊心壮士苦，衰灯络纬啼寒素。谁看青简一编书，不遣花虫粉空蠹。思牵今夜肠应直，雨冷香魂吊书客。秋坟鬼唱鲍家诗，恨血千年土中碧。一自萧关起战尘，河湟隔断异乡春。汉儿尽作胡儿语，却向城头骂汉人。遥夜人何在，澄潭月里行。悠悠天宇旷，切切故乡情。外物寂无扰，中流澹自清。念归林叶换，愁坐露华生。犹有汀洲鹤，宵分乍一鸣。",
        "author": "唐代",
        "poem_class": "哲理",
        "dynasty": "韩愈"
    },
    {
        "title": "日喻",
        "paragraph": "生而眇者不识日，问之有目者。或告之曰：“日之状如铜盘。”扣槃而得其声，他日闻钟，以为日也。或告之曰：“日之光如烛。”扪烛而得其形，他日揣樾，以为日也。日之与钟、龠亦远矣，而眇者不知其异，以其未尝见而求之人也。道之难见也甚于日，而人之未达也，无以异于眇。达者告之，虽有巧譬善导，亦无以过于槃与烛也。自盘而之钟，自烛而之龠，转而相之，岂有既乎？故世之言道者，或即其所见而名之，或莫之见而意之，皆求道之过也。然则道卒不可求欤？苏子曰：“道可致而不可求。”何谓致？孙武曰：“善战者致人，不致于人。”子夏曰：“百工居肆，以成其事，君子学以致其道。”莫之求而自至，斯以为致也欤？南方多没人，日与水居也，七岁而能涉，十岁而能浮，十五而能浮没矣。夫没者岂苟然哉？必将有得于水之道者。日与水居，则十五而得其道；生不识水，则虽壮，见舟而畏之。故北方之勇者，问于没人，而求其所以浮没矣，以其言试之河，未有不溺者也。故凡不学而务求道，皆北方之学没者也。昔者以声律取士，士杂学而不志于道；今者以经术取士，士求道而不务学。渤海吴君彦律，有志于学者也，方求举于礼部，作《日喻》以告之。梦入江南烟水路，行尽江南，不与离人遇。睡里消魂无说处，觉来惆怅消魂误。欲尽此情书尺素，浮雁沉鱼，终了无凭据。却倚缓弦歌别绪，断肠移破秦筝柱。梦后楼台高锁，酒醒帘幕低垂。去年春恨却来时。落花人独立，微雨燕双飞。 记得小蘋初见，两重心字罗衣。琵琶弦上说相思。当时明月在，曾照彩云归。(蘋 通：苹)十里一置飞尘灰，五里一堠兵火催。颠坑仆谷相枕藉，知是荔枝龙眼来。飞车跨山鹘横海，风枝露叶如新采。宫中美人一破颜，惊尘溅血流千载。永元荔枝来交州，天宝岁贡取之涪。至今欲食林甫肉，无人举觞酹伯游。我愿天公怜赤子，莫生尤物为疮痏。雨顺风调百谷登，民不饥寒为上瑞。君不见，武夷溪边粟粒芽，前丁后蔡相宠加。(相宠加 一作：相笼加)争新买宠各出意，今年斗品充官茶。吾君所乏岂此物，致养口体何陋耶？洛阳相君忠孝家，可怜亦进姚黄花。",
        "author": "宋代",
        "poem_class": "哲理",
        "dynasty": "苏轼"
    },
    {
        "title": "乞猫",
        "paragraph": "赵人患鼠，乞猫于中山。中山人予之猫，猫善捕鼠及鸡。月余，鼠尽而鸡亦尽。其子患之，告其父曰：“盍去诸？”其父曰：“是非若所知也。吾之患在鼠，不在乎无鸡。夫有鼠，则窃吾食，毁吾衣，穿吾垣墉，毁伤吾器用，吾将饥寒焉，不病于无鸡乎？无鸡者，弗食鸡则已耳，去饥寒犹远，若之何而去夫猫也！”（选自明·刘基《郁离子·捕鼠》）破衣衫中破布裙，逢人便说会烧银。君何不自烧些用，担水河头卖与人。一系秋梧岁序迁，眼前光景总堪怜。暮云思望八千里，济世勋名二十年。天降困穷终有益，到今显祖始无偏。从兹努力加餐饭，浩浩乾坤在两肩。大叶偏鸣雨，芳心又展风。爱他新绿好，上我小庭中。",
        "author": "明代",
        "poem_class": "哲理",
        "dynasty": "刘基"
    },
    {
        "title": "满江红·东武会流杯亭",
        "paragraph": "上巳日作。城南有坡，土色如丹，其下有堤，壅郑淇水入城。东武城南，新堤固、涟漪初溢。隐隐遍、长林高阜，卧红堆碧。枝上残花吹尽也，与君更向江头觅。问向前、犹有几多春，三之一。官里事，何时毕。风雨外，无多日。相将泛曲水，满城争出。君不见兰亭修禊事，当时坐上皆豪逸。到如今、修竹满山阴，空陈迹。重重叠叠上瑶台，几度呼童扫不开。刚被太阳收拾去，却教明月送将来。(却教 一作：又教)江出西陵，始得平地，其流奔放肆大。南合沅、湘 ，北合汉沔，其势益张。至于赤壁之下，波流浸灌，与海相若。清河张君梦得谪居齐安，即其庐之西南为亭，以览观江流之胜，而余兄子瞻名之曰“快哉”。盖亭之所见，南北百里，东西一舍。涛澜汹涌，风云开阖。昼则舟楫出没于其前，夜则鱼龙悲啸于其下。变化倏忽，动心骇目，不可久视。今乃得玩之几席之上，举目而足。西望武昌诸山，冈陵起伏，草木行列，烟消日出。渔夫樵父之舍，皆可指数。此其所以为“快哉”者也。至于长洲之滨，故城之墟。曹孟德、孙仲谋之所睥睨，周瑜、陆逊之所骋骛。其流风遗迹，亦足以称快世俗。昔楚襄王从宋玉、景差于兰台之宫，有风飒然至者，王披襟当之，曰：“快哉此风！寡人所与庶人共者耶？”宋玉曰：“此独大王之雄风耳，庶人安得共之！”玉之言盖有讽焉。夫风无雌雄之异，而人有遇，不遇之变；楚王之所以为乐，与庶人之所以为忧，此则人之变也，而风何与焉？士生于世，使其中不自得，将何往而非病？使其中坦然，不以物伤性，将何适而非快？今张君不以谪为患，窃会计之余功，而自放山水之间，此其中宜有以过人者。将蓬户瓮牖无所不快；而况乎濯长江之清流，揖西山之白云 ，穷耳目之胜以自适也哉！不然，连山绝壑，长林古木，振之以清风，照之以明月，此皆骚人思士之所以悲伤憔悴而不能胜者，乌睹其为快也哉！元丰六年十一月朔日，赵郡苏辙记。数声鶗鴂，又报芳菲歇。惜春更把残红折。雨轻风色暴，梅子青时节。永丰柳，无人尽日飞花雪。(飞花雪 一作：花飞雪)莫把幺弦拨，怨极弦能说。天不老，情难绝。心似双丝网，中有千千结。夜过也，东窗未白凝残月。(凝残月 一作：孤灯灭)",
        "author": "宋代",
        "poem_class": "哲理",
        "dynasty": "苏轼"
    },
    {
        "title": "子产论政宽猛",
        "paragraph": "郑子产有疾。谓子大叔曰：“我死，子必为政。唯有德者能以宽服民，其次莫如猛。夫火烈，民望而畏之，故鲜死焉。水懦弱，民狎而玩之，则多死焉，故宽难。”疾数月而卒。大叔为政，不忍猛而宽。郑国多盗，取人于萑苻之泽。大叔悔之，曰：“吾早从夫子，不及此。”兴徒兵以攻萑苻之盗，尽杀之，盗少止。仲尼曰：“善哉！政宽则民慢，慢则纠之以猛。猛则民残，残则施之以宽。宽以济猛；猛以济宽，政是以和。”《诗》曰：‘民亦劳止，汔可小康；惠此中国，以绥四方。’施之以宽也。‘毋从诡随，以谨无良；式遏寇虐，惨不畏明。’纠之以猛也。‘柔远能迩，以定我王。’平之以和也。又曰：‘不竞不絿，不刚不柔，布政优优，百禄是遒。’和之至也。”及子产卒，仲尼闻之，出涕曰：“古之遗爱也。” 山有木工则度之。宾有礼主则择之。匹夫无罪。怀璧其罪。将仲子兮，无逾我里，无折我树杞。岂敢爱之？畏我父母。仲可怀也，父母之言亦可畏也。将仲子兮，无逾我墙，无折我树桑。岂敢爱之？畏我诸兄。仲可怀也，诸兄之言亦可畏也。将仲子兮，无逾我园，无折我树檀。岂敢爱之？畏人之多言。仲可怀也，人之多言亦可畏也。晋侯合诸侯于扈，平宋也。于是晋侯不见郑伯，以为贰于楚也。郑子家使执讯而与之书，以告赵宣子曰：“寡君即位三年，召蔡侯而与之事君。九月，蔡侯入于敝邑以行，敝邑以侯宣多之难，寡君是以不得与蔡侯偕，十一月，克减侯宣多而随蔡侯以朝于执事。十二年六月，归生佐寡君之嫡夷，以请陈侯于楚而朝诸君。十四年七月寡君又朝，以蒇陈事。十五年五月，陈侯自敝邑往朝于君。往年正月，烛之武往朝夷也。八月，寡君又往朝。以陈蔡之密迩于楚，而不敢贰焉，则敝邑之故也。虽敝邑之事君，何以不免？在位之中，一朝于襄，而再见于君，夷与孤之二三臣，相及于绛。虽我小国，则蔑以过之矣。今大国曰：‘尔未逞吾志。’敝邑有亡，无以加焉。古人有言曰：‘畏首畏尾，身其余几？’又曰：‘鹿死不择音。’小国之事大国也，德，则其人也；不德，则其鹿也。铤而走险，急何能择？命之罔极，亦知亡矣。将悉敝赋以待于鯈，唯执事命之。文公二年，朝于齐；四年，为齐侵蔡，亦获成于楚。居大国之间而从于强令，岂有罪也？大国若弗图，无所逃命。” 晋巩朔行成于郑，赵穿、公婿池为质焉。 ",
        "author": "先秦",
        "poem_class": "哲理",
        "dynasty": "左丘明"
    },
    {
        "title": "鹊桥仙·云林瞩题闰七夕联吟图",
        "paragraph": "新秋逢闰，鹊桥重驾，两度人间乞巧。栏干斜转玉绳低，问乞得、天机多少？闺中女伴、天边佳会，多事纷纷祈祷。神仙之说本虚无，便是有、也应年老。山色江声共寂寥，十三陵树晚萧萧。中原事业如江左，芳草何须怨六朝。霸越亡吴计已行，论功何物赏倾城？西施亦有弓藏惧，不独鸱夷变姓名。海色残阳影断霓，寒涛日夜女郎祠。翠钿尘网上蛛丝。澄海楼高空极目，望夫石在且留题。六王如梦祖龙非。",
        "author": "清代",
        "poem_class": "哲理",
        "dynasty": "顾太清"
    },
    {
        "title": "行路难",
        "paragraph": "君不见长安城北渭桥边，枯木横槎卧古田。昔日含红复含紫，常时留雾亦留烟。春景春风花似雪，香车玉舆恒阗咽。若个游人不竞攀，若个倡家不来折。倡家宝袜蛟龙帔，公子银鞍千万骑。黄莺一向花娇春，青鸟双双将子戏。千尺长条百尺枝，月桂星榆相蔽亏。珊瑚叶上鸳鸯鸟，凤凰巢里雏鹓儿。巢倾枝折凤归去，条枯叶落任风吹。一朝零落无人问，万古摧残君讵知。人生贵贱无终始，倏忽须臾难久恃。谁家能驻西山日，谁家能堰东流水。汉家陵树满秦川，行来行去尽哀怜。自昔公卿二千石，咸拟荣华一万年。不见朱唇将白貌，惟闻素棘与黄泉。金貂有时须换酒，玉麈但摇莫计钱。寄言坐客神仙署，一生一死交情处。苍龙阙下君不来，白鹤山前我应去。云间海上邈难期，赤心会合在何时。但愿尧年一百万，长作巢由也不辞。白日何短短，百年苦易满。苍穹浩茫茫，万劫太极长。麻姑垂两鬓，一半已成霜。天公见玉女，大笑亿千场。吾欲揽六龙，回车挂扶桑。北斗酌美酒，劝龙各一觞。富贵非所愿，与人驻颜光。凤吹声如隔彩霞，不知墙外是谁家。重门深锁无寻处，疑有碧桃千树花。挽弓当挽强，用箭当用长。射人先射马，擒贼先擒王。杀人亦有限，列国自有疆。苟能制侵陵，岂在多杀伤。",
        "author": "唐代",
        "poem_class": "哲理",
        "dynasty": "卢照邻"
    },
    {
        "title": "赠元发弟放言",
        "paragraph": "亏功一篑，未成丘山。凿井九阶，不次水泽。行百里者半九十，小狐汔济濡其尾。故曰时乎，时不再来。终终始始，是谓君子。晓色云开，春随人意，骤雨才过还晴。古台芳榭，飞燕蹴红英。舞困榆钱自落，秋千外、绿水桥平。东风里，朱门映柳，低按小秦筝。多情，行乐处，珠钿翠盖，玉辔红缨。渐酒空金榷，花困蓬瀛。豆蔻梢头旧恨，十年梦、屈指堪惊。凭阑久，疏烟淡日，寂寞下芜城。一别都门三改火，天涯踏尽红尘。依然一笑作春温。无波真古井，有节是秋筠。惆怅孤帆连夜发，送行淡月微云。尊前不用翠眉颦。人生如逆旅，我亦是行人。(尊 通：樽)遥夜沉沉如水，风紧驿亭深闭。梦破鼠窥灯，霜送晓寒侵被。无寐，无寐，门外马嘶人起。",
        "author": "宋代",
        "poem_class": "哲理",
        "dynasty": "黄庭坚"
    },
    {
        "title": "大瓠之种",
        "paragraph": "惠子谓庄子曰：“魏王贻我大瓠之种，我树之成而实五石。以盛水浆，其坚不能自举也。剖之以为瓢，则瓠落无所容。非不呺然大也，吾为其无用而掊之。”庄子曰：“夫子固拙于用大矣！宋人有善为不龟手之药者，世世以洴澼絖为事。客闻之，请买其方百金。聚族而谋之曰：‘我世世为洴澼絖，不过数金。今一朝而鬻技百金，请与之。’客得之，以说吴王。越有难，吴王使之将，冬，与越人水战，大败越人，裂地而封之。能不龟手一也，或以封，或不免于洴澼絖，则所用之异也。今子有五石之瓠，何不虑以为大樽而浮于江湖，而忧其瓠落无所容？则夫子犹有蓬之心也夫！”晋献公将杀其世子申生，公子重耳谓之曰：“子盍言子之志于公乎?”世子曰：“不可。君安骊姬，是我伤公之心也。”曰：“然则盍行乎?”世子曰：“不可。君谓我欲弑君也。天下岂有无父之国哉?吾何行如之?”使人辞于狐突曰：“申生有罪，不念伯氏之言也，以至于死。申生不敢爱其死。虽然，吾君老矣，子少，国家多难。伯氏不出而图吾君，伯氏苟出而图吾君，申生受赐而死。”再拜稽首，乃卒。是以为恭世子也。 氓之蚩蚩，抱布贸丝。匪来贸丝，来即我谋。送子涉淇，至于顿丘。匪我愆期，子无良媒。将子无怒，秋以为期。乘彼垝垣，以望复关。不见复关，泣涕涟涟。既见复关，载笑载言。尔卜尔筮，体无咎言。以尔车来，以我贿迁。(尔 一作：尓)桑之未落，其叶沃若。于嗟鸠兮，无食桑葚！于嗟女兮，无与士耽！士之耽兮，犹可说也。女之耽兮，不可说也。桑之落矣，其黄而陨。自我徂尔，三岁食贫。淇水汤汤，渐车帷裳。女也不爽，士贰其行。士也罔极，二三其德。三岁为妇，靡室劳矣。夙兴夜寐，靡有朝矣。言既遂矣，至于暴矣。兄弟不知，咥其笑矣。静言思之，躬自悼矣。及尔偕老，老使我怨。淇则有岸，隰则有泮。总角之宴，言笑晏晏。信誓旦旦，不思其反。反是不思，亦已焉哉！ 宋有富人，天雨墙坏。其子曰：“不筑，必将有盗。”其邻人之父亦云。暮而果大亡其财，其家甚智其子，而疑邻人之父。",
        "author": "先秦",
        "poem_class": "哲理",
        "dynasty": "佚名"
    },
    {
        "title": "禅悦二首·其二",
        "paragraph": "门庭清妙即禅关，枉费黄金去买山。只要心光如满月，在家还比出家闲。月去疏帘才数尺，乌鹊惊飞，一片伤心白。万里故人关塞隔，南楼谁弄梅花笛？蟋蟀灯前欺病客，清影徘徊，欲睡何由得？墙角芭蕉风瑟瑟，生憎遮掩窗儿黑。杨花糁径樱桃落。绿阴下、晴波燕掠，好景成担阁。秋千背倚，风态宛如昨。可惜春来总萧索。人瘦损、纸鸢风恶。多少芳笺约，青鸾去也，谁与劝孤酌？偶为共命鸟，都是可怜虫。泪与秋河相似，点点注天东。十载楼中新妇，九载天涯夫婿，首已似飞蓬。年光愁病里，心绪别离中。咏春蚕，疑夏雁，泣秋蛩。几见珠围翠绕，含笑坐东风。闻道十分消瘦，为我两番磨折，辛苦念梁鸿。谁知千里夜，各对一灯红。",
        "author": "清代",
        "poem_class": "哲理",
        "dynasty": "张问陶"
    },
    {
        "title": "叔向贺贫",
        "paragraph": "叔向见韩宣子，宣子忧贫，叔向贺之。宣子曰：“吾有卿之名而无其实，无以从二三子，吾是以忧，子贺我，何故？”对曰：“昔栾武子无一卒之田，其宫不备其宗器，宣其德行，顺其宪则，使越于诸侯。诸侯亲之，戎狄怀之，以正晋国。行刑不疚，以免于难。及桓子，骄泰奢侈，贪欲无艺，略则行志，假货居贿，宜及于难，而赖武之德以没其身。及怀子，改桓之行，而修武之德，可以免于难，而离桓之罪，以亡于楚。夫郤昭子，其富半公室，其家半三军，恃其富宠，以泰于国。其身尸于朝，其宗灭于绛。不然，夫八郤，五大夫，三卿，其宠大矣，一朝而灭，莫之哀也，唯无德也。今吾子有栾武子之贫，吾以为能其德矣，是以贺。若不忧德之不建，而患货之不足，将吊不暇，何贺之有？”宣子拜，稽首焉，曰：“起也将亡，赖子存之，非起也敢专承之，其自桓叔以下，嘉吾子之赐。” 殷其雷，在南山之阳。何斯违斯，莫敢或遑？振振君子，归哉归哉！殷其雷，在南山之侧。何斯违斯，莫敢遑息？振振君子，归哉归哉！殷其雷，在南山之下。何斯违斯，莫或遑处？振振君子，归哉归哉！城门当有血。城没陷为湖。鼓钟将将，淮水汤汤，忧心且伤。淑人君子，怀允不忘。鼓钟喈喈，淮水湝湝，忧心且悲。淑人君子，其德不回。鼓钟伐鼛，淮有三洲，忧心且妯。淑人君子，其德不犹。鼓钟钦钦，鼓瑟鼓琴，笙磬同音。以雅以南，以籥不僭。",
        "author": "先秦",
        "poem_class": "哲理",
        "dynasty": "佚名"
    },
    {
        "title": "兼爱",
        "paragraph": "子墨子言曰：“仁人之所以为事者，必兴天下之利，除去天下之害，以此为事者也。”然则天下之利何也？天下之害何也？子墨子言曰：“今若国之与国之相攻，家之与家之相篡，人之与人之相贼，君臣不惠忠，父子不慈孝，兄弟不和调，此则天下之害也。”然则察此害亦何用生哉？以不相爱生邪？子墨子言：“以不相爱生。今诸侯独知爱其国，不爱人之国，是以不惮举其国以攻人之国。今家主独知爱其家，而不爱人之家，是以不惮举其家以篡人之家。今人独知爱其身，不爱人之身，是以不惮举其身以贼人之身。是故诸侯不相爱则必野战，家主不相爱则必相篡，人与人不相爱则必相贼，君臣不相爱则不惠忠，父子不相爱则不慈孝，兄弟不相爱则不和调。天下之人皆不相爱，强必执弱，富必侮贫，贵必敖贱，诈必欺愚。凡天下祸篡怨恨，其所以起者，以不相爱生也，是以仁者非之。”既以非之，何以易之？子墨子言曰：“以兼相爱、交相利之法易之。”然则兼相爱、交相利之法将奈何哉？子墨子言：“视人之国若视其国，视人之家若视其家，视人之身若视其身。是故诸侯相爱则不野战，家主相爱则不相篡，人与人相爱则不相贼，君臣相爱则惠忠，父子相爱则慈孝，兄弟相爱则和调。天下之人皆相爱，强不执弱，众不劫寡，富不侮贫，贵不敖贱，诈不欺愚。凡天下祸篡怨恨可使毋起者，以相爱生也，是以仁者誉之。”然而今天下之士君子曰：“然，乃若兼则善矣。虽然，天下之难物于故也。”子墨子言曰：“天下之士君子特不识其利、辩其故也。今若夫攻城野战、杀身为名，此天下百姓之所皆难也，苟君说之，则士众能为之。况于兼相爱、交相利，则与此异！夫爱人者，人必从而爱之；利人者，人必从而利之；恶人者，人必从而恶之；害人者，人必从而害之。此何难之有？特上弗以为政、士不以为行故也。昔者晋文公好士之恶衣，故文公之臣皆牂羊之裘，韦以带剑，练帛之冠，入以见于君，出以践于朝。是其故何也？君说之，故臣为之也。昔者楚灵王好士细要，故灵王之臣皆以一饭为节，胁息然后带，扶墙然后起。比期年，朝有黧黑之色。是其故何也？君说之，故臣能之也。昔越王句践好士之勇，教驯其臣，私令人焚舟失火，试其士曰：‘越国之宝尽在此！’越王亲自鼓其士而进之。士闻鼓音，破碎乱行，蹈火而死者左右百人有余，越王击金而退之。”是故子墨子言曰：“乃若夫少食恶衣、杀身而为名，此天下百姓之所皆难也，若苟君说之，则众能为之，况兼相爱、交相利与此异矣。夫爱人者，人亦从而爱之；利人者，人亦从而利之；恶人者，人亦从而恶之；害人者，人亦从而害之。此何难之有焉？特士不以为政而士不以为行故也。”赫赫明明。王命卿士，南仲大祖，大师皇父。整我六师，以脩我戎。既敬既戒，惠此南国。王谓尹氏，命程伯休父，左右陈行。戒我师旅，率彼淮浦，省此徐土。不留不处，三事就绪。赫赫业业，有严天子。王舒保作，匪绍匪游。徐方绎骚，震惊徐方。如雷如霆，徐方震惊。王奋厥武，如震如怒。进厥虎臣，阚如虓虎。铺敦淮濆，仍执丑虏。截彼淮浦，王师之所。王旅啴啴，如飞如翰。如江如汉，如山之苞。如川之流，绵绵翼翼。不测不克，濯征徐国。王犹允塞，徐方既来。徐方既同，天子之功。四方既平，徐方来庭。徐方不回，王曰还归。恭太子更葬兮后十四年晋亦不昌。昌乃在其兄。暾将出兮东方，照吾槛兮扶桑。抚余马兮安驱，夜晈晈兮既明。驾龙辀兮乘雷，载云旗兮委蛇。长太息兮将上，心低徊兮顾怀。羌声色兮娱人，观者憺兮忘归。緪瑟兮交鼓，萧钟兮瑶簴。鸣篪兮吹竽，思灵保兮贤姱。翾飞兮翠曾，展诗兮会舞。应律兮合节，灵之来兮蔽日。青云衣兮白霓裳，举长矢兮射天狼。操余弧兮反沦降，援北斗兮酌桂浆。撰余辔兮高驼翔，杳冥冥兮以东行。",
        "author": "先秦",
        "poem_class": "哲理",
        "dynasty": "墨子"
    },
    {
        "title": "杏园中枣树",
        "paragraph": "人言百果中，唯枣凡且鄙。皮皴似龟手，叶小如鼠耳。胡为不自知，生花此园里。岂宜遇攀玩，幸免遭伤毁。二月曲江头，杂英红旖旎。枣亦在其间，如嫫对西子。东风不择木，吹喣长未已。眼看欲合抱，得尽生生理。寄言游春客，乞君一回视。君爱绕指柔，从君怜柳杞。君求悦目艳，不敢争桃李。君若作大车，轮轴材须此。空山新雨后，天气晚来秋。明月松间照，清泉石上流。竹喧归浣女，莲动下渔舟。随意春芳歇，王孙自可留。六出飞花入户时，坐看青竹变琼枝。如今好上高楼望，盖尽人间恶路岐。杨柳东风树，青青夹御河。(东风 一作：东门)近来攀折苦，应为别离多。",
        "author": "唐代",
        "poem_class": "哲理",
        "dynasty": "白居易"
    },
    {
        "title": "桑生李树",
        "paragraph": "南顿张助，于田中种禾，见李核，欲持去，顾见空桑，中有土，因植种，以余浆溉灌。后人见桑中反复生李，转相告语。有病目痛者，息阴下，言：\"李君令我目愈，谢以一豚。\"目痛小疾，亦行自愈。众犬吠声，盲者得视，远近翕赫，其下车骑常数千百，酒肉滂沱。间一岁余，张助远出来还，见之，惊云：“此有何神，乃我所种耳。”因就斫之。避仇千里始归来，依旧蓬门溪上开。豫让声音惟友识，谢连篇咏与兄裁。堤烟缕弱吟边柳，浦雪花残折后梅。春瓮酒香鱼笋贱，邀君停屐扫溪苔。昔有二翁，同邑而居。甲翁之妻子去乡，唯叟一人而已。一日，叟携酒至乙翁第，二人对酌，不亦乐乎！乙翁曰：“向吾远游冀﹑雍，然（但）未尝登泰山，君有意同行乎？”甲翁曰：“是山余亦未登，然老矣，恐力不胜。”乙翁曰：“差矣，汝之言！曩者愚公年且九十而移山，今吾辈方逾六旬，何老之有！”甲翁曰：“甚善！”翌日，二翁偕往，越钱塘，绝长江，而至泰阴。夜宿，凌晨上山。乙翁欲扶之，甲翁曰：“吾力尚可，无需相扶。”自日出至薄暮，已至半山矣。村寒不断雪，累月罢招携。茶舍邻孤寺，柴扉闲一溪。凫经垂钓下，乌带落帆啼。夕望墟烟外，读书灯半圭。",
        "author": "未知",
        "poem_class": "哲理",
        "dynasty": "佚名"
    },
    {
        "title": "酒箴",
        "paragraph": "子犹瓶矣。观瓶之居，居井之眉。处高临深，动而近危。酒醪不入口，臧水满怀。不得左右，牵于纆徽。一旦叀礙，为瓽所轠。身提黄泉，骨肉为泥。自用如此，不如鸱夷。 鸱夷滑稽，腹大如壶。尽日盛酒，人复借酤。常为国器，讬于属车。出入两宫，经营公家。由是言之，酒何过乎？ 弹筝奋逸响。新声好入神。阊阖开。天衢通。被我羽衣乘飞龙。乘飞龙。与僊期。东上蓬莱采灵芝。灵芝采之可服食。年若王父无终极。朝云浮四海。日暮归故山。行役怀旧土。悲思不能言。悠悠涉千里。未知何时旋。",
        "author": "两汉",
        "poem_class": "哲理",
        "dynasty": "扬雄"
    },
    {
        "title": "不寝",
        "paragraph": "到晓不成梦，思量堪白头。多无百年命，长有万般愁。世路应难尽，营生卒未休。莫言名与利，名利是身仇。一上高城万里愁，蒹葭杨柳似汀洲。溪云初起日沉阁，山雨欲来风满楼。鸟下绿芜秦苑夕，蝉鸣黄叶汉宫秋。行人莫问当年事，故国东来渭水流。弯弯月出挂城头，城头月出照凉州。凉州七里十万家，胡人半解弹琵琶。琵琶一曲肠堪断，风萧萧兮夜漫漫。河西幕中多故人，故人别来三五春。花门楼前见秋草，岂能贫贱相看老。一生大笑能几回，斗酒相逢须醉倒。箫声咽，秦娥梦断秦楼月。秦楼月，年年柳色，灞陵伤别。乐游原上清秋节，咸阳古道音尘绝。音尘绝，西风残照，汉家陵阙。",
        "author": "唐代",
        "poem_class": "哲理",
        "dynasty": "杜牧"
    },
    {
        "title": "西铭",
        "paragraph": "乾称父，坤称母；予兹藐焉，乃混然中处。故天地之塞，吾其体；天地之帅，吾其性。民，吾同胞；物，吾与也。大君者，吾父母宗子；其大臣，宗子之家相也。尊高年，所以长其长；慈孤弱，所以幼其幼；圣，其合德；贤，其秀也。凡天下疲癃、残疾、惸独、鳏寡，皆吾兄弟之颠连而无告者也。于时保之，子之翼也；乐且不忧，纯乎孝者也。违曰悖德，害仁曰贼，济恶者不才，其践形，惟肖者也。知化则善述其事，穷神则善继其志。不愧屋漏为无忝，存心养性为匪懈。恶旨酒，崇伯子之顾养；育英才，颍封人之锡类。不弛劳而厎豫，舜其功也；无所逃而待烹，申生其恭也。体其受而归全者，参乎！勇于从而顺令者，伯奇也。富贵福泽，将厚吾之生也；贫贱忧戚，庸玉汝于成也。存，吾顺事；没，吾宁也。帘外五更风，吹梦无踪。画楼重上与谁同？记得玉钗斜拨火，宝篆成空。回首紫金峰，雨润烟浓。一江春浪醉醒中。留得罗襟前日泪，弹与征鸿。茅檐低小，溪上青青草。醉里吴音相媚好，白发谁家翁媪？大儿锄豆溪东，中儿正织鸡笼。最喜小儿亡赖，溪头卧剥莲蓬。(亡 同：无)岸阔樯稀波渺茫，独凭危槛思何长。萧萧远树疏林外，一半秋山带夕阳。",
        "author": "宋代",
        "poem_class": "哲理",
        "dynasty": "北宋·张载"
    },
    {
        "title": "苦斋记",
        "paragraph": "苦斋者，章溢先生隐居之室也。室十有二楹，覆之以茆，在匡山之巅。匡山在处之龙泉县西南二百里，剑溪之水出焉。山四面峭壁拔起，岩崿皆苍石，岸外而臼中。其下惟白云，其上多北风。风从北来者，大率不能甘而善苦，故植物中之，其味皆苦，而物性之苦者亦乐生焉。于是鲜支、黄蘗、苦楝、侧柏之木，黄连、苦杕、亭历、苦参、钩夭之草，地黄、游冬、葴、芑之菜，槠、栎、草斗之实，楛竹之笋，莫不族布而罗生焉。野蜂巢其间，采花髓作蜜，味亦苦，山中方言谓之黄杜，初食颇苦难，久则弥觉其甘，能已积热，除烦渴之疾。其槚荼亦苦于常荼。其洩水皆啮石出，其源沸沸汩汩，瀄滵曲折，注入大谷。其中多斑文小鱼，状如吹沙，味苦而微辛，食之可以清酒。山去人稍远，惟先生乐游，而从者多艰其昏晨之往来，故遂择其窊而室焉。携童儿数人，启陨箨以蓺粟菽，茹啖其草木之荑实。间则蹑屐登崖，倚修木而啸，或降而临清泠。樵歌出林，则拊石而和之。人莫知其乐也。先生之言曰：“乐与苦 ，相为倚伏者也，人知乐之为乐，而不知苦之为乐，人知乐其乐，而不知苦生于乐，则乐与苦相去能几何哉！今夫膏粱之子，燕坐于华堂之上，口不尝荼蓼之味，身不历农亩之劳，寝必重褥，食必珍美，出入必舆隶，是人之所谓乐也，一旦运穷福艾，颠沛生于不测，而不知醉醇饫肥之肠，不可以实疏粝，籍柔覆温之躯，不可以御蓬藋，虽欲效野夫贱隶，跼跳窜伏，偷性命于榛莽而不可得，庸非昔日之乐，为今日之苦也耶？故孟子曰：‘天之降大任于是人也，必先苦其心志，劳其筋骨，饿其体肤。’赵子曰：‘良药苦口利于病，忠言逆耳利于行。’彼之苦，吾之乐；而彼之乐，吾之苦也。吾闻井以甘竭，李以苦存，夫差以酣酒亡，而勾践以尝胆兴，无亦犹是也夫？”刘子闻而悟之，名其室曰苦斋，作《苦斋记》。国比中原国，人同上古人。衣冠唐制度，礼乐汉君臣。银瓮篘新酒，金刀鲙锦鳞。年年二三月，桃李一般春。辜负天工，九重自有春如海。佳期一梦断人肠，静倚银釭待。隔浦红兰堪采。上扁舟，伤心欸乃。梨花带雨，柳絮迎风，一番愁债。回首当年，绮楼画阁生光彩。朝弹瑶瑟夜银筝，歌舞人潇洒。一自市朝更改。暗销魂，繁华难再。金钗十二，珠履三千，凄凉千载。芦苇萧萧野渚秋，满蓑风雨独归舟。莫嫌此地风波恶，处处风波处处愁。",
        "author": "明代",
        "poem_class": "哲理",
        "dynasty": "刘基"
    },
    {
        "title": "峡江寺飞泉亭记",
        "paragraph": "余年来观瀑屡矣，至峡江寺而意难决舍，则飞泉一亭为之也。凡人之情，其目悦，其体不适，势不能久留。天台之瀑，离寺百步，雁宕瀑旁无寺。他若匡庐，若罗浮，若青田之石门，瀑未尝不奇，而游者皆暴日中，踞危崖，不得从容以观，如倾盖交，虽欢易别。惟粤东峡山，高不过里许，而磴级纡曲，古松张覆，骄阳不炙。过石桥，有三奇树鼎足立，忽至半空，凝结为一。凡树皆根合而枝分，此独根分而枝合，奇已。登山大半，飞瀑雷震，从空而下。瀑旁有室，即飞泉亭也。纵横丈馀，八窗明净，闭窗瀑闻，开窗瀑至。人可坐可卧，可箕踞，可偃仰，可放笔研，可瀹茗置饮，以人之逸，待水之劳，取九天银河，置几席间作玩。当时建此亭者，其仙乎！僧澄波善弈，余命霞裳与之对枰。于是水声、棋声、松声、鸟声，参错并奏。顷之，又有曳杖声从云中来者，则老僧怀远抱诗集尺许，来索余序。于是吟咏之声又复大作。天籁人籁，合同而化。不图观瀑之娱，一至于斯，亭之功大矣！坐久，日落，不得已下山，宿带玉堂。正对南山，云树蓊郁，中隔长江，风帆往来，妙无一人肯泊岸来此寺者。僧告余曰：“峡江寺俗名飞来寺。”余笑曰：“寺何能飞？惟他日余之魂梦或飞来耳！”僧曰：“无征不信。公爱之，何不记之！”余曰：“诺。”已遂述数行，一以自存，一以与僧。重来对酒，折尽风前柳。若问看花情绪，似当日、怎能彀。休为西风瘦，痛饮频搔首。自古青蝇白璧，天已早安排就。假作真时真亦假，无为有处有还无。春来也，是何时？没人知。先到玉儿头上，袅花枝。十二画楼帘卷，红妆笑语参差。争向彩幡成队去，看朱衣。",
        "author": "清代",
        "poem_class": "哲理",
        "dynasty": "袁枚"
    },
    {
        "title": "慈湖夹阻风",
        "paragraph": "捍索桅竿立啸空，篙师酣寝浪花中。故应菅蒯知心腹，弱缆能争万里风。此生归路愈茫然，无数青山水拍天。犹有小船来卖饼，喜闻墟落在山前。我行都是退之诗，真有人家水半扉。千顷桑麻在船底，空余石发挂鱼衣。日轮亭午汗珠融，谁识南讹长养功。暴雨过云聊一快，未妨明月却当空。卧看落月横千丈，起唤清风得半帆。且并水村欹侧过，人间何处不巉岩。淮山隐隐，千里云峰千里恨。淮水悠悠，万顷烟波万顷愁。山长水远，遮断行人东望眼。恨旧愁新，有泪无言对晚春。枕簟溪堂冷欲秋。断云依水晚来收。红莲相倚浑如醉，白鸟无言定自愁。 书咄咄，且休休。一丘一壑也风流。不知筋力衰多少，但觉新来懒上楼。晓带轻烟间杏花，晚凝深翠拂平沙。长条别有风流处，密映钱塘苏小家。",
        "author": "宋代",
        "poem_class": "哲理",
        "dynasty": "苏轼"
    },
    {
        "title": "喜怒哀乐未发",
        "paragraph": "喜怒哀乐之未发，谓之中；发而皆中节，谓之和。中也者，天下之大本也；和也者，天下之达道也。致中和，天地位焉，万物育焉。博学之，审问之，慎思之，明辨之，笃行之。有弗学，学之弗能，弗措也；有弗问，问之弗知，弗措也；有弗思，思之弗得，弗措也；有弗辨，辨之弗明，弗措也；有弗行，行之弗笃，弗措也。人一能之，己百之；人十能之，己千之。长铗归来乎食无鱼。长铗归来乎出无车。长铗归来乎无以为家。蔽芾甘棠，勿翦勿伐，召伯所茇。蔽芾甘棠，勿翦勿败，召伯所憩。蔽芾甘棠，勿翦勿拜，召伯所说。予其惩，而毖后患。莫予荓蜂，自求辛螫。肇允彼桃虫，拚飞维鸟。未堪家多难，予又集于蓼。",
        "author": "先秦",
        "poem_class": "哲理",
        "dynasty": "佚名"
    },
    {
        "title": "高阳台·除夜",
        "paragraph": "频听银签，重燃绛蜡，年华衮衮惊心。饯旧迎新，能消几刻光阴。老来可惯通宵饮，待不眠、还怕寒侵。掩清尊。多谢梅花，伴我微吟。邻娃已试春妆了，更蜂腰簇翠，燕股横金。勾引东风，也知芳思难禁。朱颜那有年年好，逞艳游、赢取如今。恣登临。残雪楼台，迟日园林。褒禅山亦谓之华山，唐浮图慧褒始舍于其址，而卒葬之；以故其后名之曰“褒禅”。今所谓慧空禅院者，褒之庐冢也。距其院东五里，所谓华山洞者，以其乃华山之阳名之也。距洞百余步，有碑仆道，其文漫灭，独其为文犹可识曰“花山”。今言“华”如“华实”之“华”者，盖音谬也。其下平旷，有泉侧出，而记游者甚众，所谓前洞也。由山以上五六里，有穴窈然，入之甚寒，问其深，则其好游者不能穷也，谓之后洞。余与四人拥火以入，入之愈深，其进愈难，而其见愈奇。有怠而欲出者，曰：“不出，火且尽。”遂与之俱出。盖余所至，比好游者尚不能十一，然视其左右，来而记之者已少。盖其又深，则其至又加少矣。方是时，余之力尚足以入，火尚足以明也。既其出，则或咎其欲出者，而余亦悔其随之，而不得极夫游之乐也。于是余有叹焉。古人之观于天地、山川、草木、虫鱼、鸟兽，往往有得，以其求思之深而无不在也。夫夷以近，则游者众；险以远，则至者少。而世之奇伟、瑰怪，非常之观，常在于险远，而人之所罕至焉，故非有志者不能至也。有志矣，不随以止也，然力不足者，亦不能至也。有志与力，而又不随以怠，至于幽暗昏惑而无物以相之，亦不能至也。然力足以至焉，于人为可讥，而在己为有悔；尽吾志也而不能至者，可以无悔矣，其孰能讥之乎？此余之所得也！余于仆碑，又以悲夫古书之不存，后世之谬其传而莫能名者，何可胜道也哉！此所以学者不可以不深思而慎取之也。四人者：庐陵萧君圭君玉，长乐王回深父，余弟安国平父、安上纯父。至和元年七月某日，临川王某记。江头落日照平沙，潮退渔船阁岸斜。白鸟一双临水立，见人惊起入芦花。烟外倚危楼，初见远灯明灭。却跨玉虹归去、看洞天星月。当时张范风流在，况一尊浮雪。莫问世间何事、与剑头微吷。",
        "author": "宋代",
        "poem_class": "哲理",
        "dynasty": "韩疁"
    },
    {
        "title": "寇准读书",
        "paragraph": "初，张咏在成都，闻准入相，谓其僚属曰：“寇公奇材，惜学术不足尔。”及准出陕，咏适自成都罢还，准严供帐，大为具待。咏将去，准送之郊，问曰：“何以教准？”咏徐曰：“《霍光传》不可不读也。”准莫谕其意，归，取其传读之，至“不学无术”，笑曰：“此张公谓我矣。”梅子金黄杏子肥，麦花雪白菜花稀。日长篱落无人过，惟有蜻蜓蛱蝶飞。五月江吴麦秀寒，移秧披絮尚衣单。稻根科斗行如块，田水今年一尺宽。二麦俱秋斗百钱，田家唤作小丰年。饼炉饭甑无饥色，接到西风熟稻天。百沸缲汤雪涌波，缲车嘈囋雨鸣蓑。桑姑盆手交相贺，绵茧无多丝茧多。小妇连宵上绢机，大耆催税急於飞。今年幸甚蚕桑熟，留得黄丝织夏衣。下田戽水出江流，高垄翻江逆上沟；地势不齐人力尽，丁男长在踏车头。昼出耘田夜绩麻，村庄儿女各当家。童孙未解供耕织，也傍桑阴学种瓜。槐叶初匀日气凉，葱葱鼠耳翠成双。三公只得三株看，闲客清阴满北窗。黄尘行客汗如浆，少住侬家漱井香；借与门前磐石坐，柳阴亭午正风凉。千顷芙蕖放棹嬉，花深迷路晚忘归。家人暗识船行处，时有惊忙小鸭飞。采菱辛苦废犁鉏，血指流丹鬼质枯。无力买田聊种水，近来湖面亦收租。蜩螗千万沸斜阳，蛙黾无边聒夜长。不把痴聋相对治，梦魂争得到藜床？别茂嘉十二弟。鹈鴂、杜鹃实两种，见《离骚补注》绿树听鹈鴂。更那堪、鹧鸪声住，杜鹃声切。啼到春归无寻处，苦恨芳菲都歇。算未抵、人间离别。马上琵琶关塞黑，更长门、翠辇辞金阙。看燕燕，送归妾。 将军百战身名裂。向河梁、回头万里，故人长绝。易水萧萧西风冷，满座衣冠似雪。正壮士、悲歌未彻。啼鸟还知如许恨，料不啼清泪长啼血。谁共我，醉明月。八月一日，过烽火矶。南朝自武昌至京口，列置烽燧，此山当是其一也。自舟中望山，突兀而已。及抛江过其下，嵌岩窦穴，怪奇万状，色泽莹润，亦与它石迥异。又有一石，不附山，杰然特起，高百余尺，丹藤翠蔓，罗络其上，如宝装屏风。是日风静，舟行颇迟，又秋深潦缩，故得尽见。杜老所谓“幸有舟楫迟，得尽所历妙”也。过澎浪矶、小孤山，二山东西相望。 小孤属舒州宿松县，有戍兵。凡江中独山，如金山、焦山、落星之类，皆名天下，然峭拔秀丽皆不可与小孤比。自数十里外望之，碧峰巉然孤起，上干云霄，已非它山可拟，愈近愈秀，冬夏晴雨，姿态万变，信造化之尤物也。但祠宇极于荒残，若稍饰以楼观亭榭，与江山相发挥，自当高出金山之上矣。庙在山之西麓，额曰“惠济”，神曰“安济夫人”。绍兴初，张魏公自湖湘还，尝加营葺，有碑载其事。又有别祠在澎浪矶，属江州彭泽县，三面临江，倒影水中，亦占一山之胜。舟过矶，虽无风，亦浪涌，盖以此得名也。昔人诗有“舟中估客莫漫狂，小姑前年嫁彭郎”之句，传者因谓小孤庙有彭郎像，澎浪庙有小姑像，实不然也。晚泊沙夹，距小孤一里。微雨，复以小艇游庙中，南望彭泽、都昌诸山，烟雨空濛，鸥鹭灭没，极登临之胜，徙倚久之而归。方立庙门，有俊鹘抟水禽，掠江东南去，甚可壮也。庙祝云，山有栖鹘甚多。二日早，行未二十里，忽风云腾涌，急系缆。俄复开霁，遂行。泛彭蠡口，四望无际，乃知太白“开帆入天镜”之句为妙。始见庐山及大孤。大孤状类西梁，虽不可拟小姑之秀丽，然小孤之旁，颇有沙洲葭苇，大孤则四际渺弥皆大江，望之如浮水面，亦一奇也。江自湖口分一支为南江，盖江西路也。江水浑浊，每汲用，皆以杏仁澄之，过夕乃可饮。南江则极清澈，合处如引绳，不相乱。晚抵江州。州治德化县，即唐之浔阳县，柴桑、栗里，皆其地也；南唐为奉化军节度，今为定江军。岸土赤而壁立，东坡先生所谓“舟人指点岸如赪”者也。泊湓浦，水亦甚清，不与江水乱。自七月二十六日至是，首尾才六日，其间一日阻风不行，实以四日半溯流行七百里云。",
        "author": "宋代",
        "poem_class": "哲理",
        "dynasty": "佚名"
    },
    {
        "title": "棘刺雕猴",
        "paragraph": "燕王好微巧，卫人请以棘刺之端为母猴。燕王说之，养之以五乘之奉。王曰：“吾视观客为棘刺之母猴。”客曰：“人主欲观之，必半岁不入宫，不饮酒食肉，雨霁日出，视之晏阴之间，而棘刺之母猴乃可见也。”燕王因养卫人，不能观其母猴。郑有台下之冶者，谓燕王曰：“臣为削者也，诸微物必以削削之，而所削必大于削。今棘刺之端不容削锋，难以治棘刺之端。王试观客之削，能与不能可知也。”王曰：“善。”谓卫人曰：“客为棘刺之母猴也，何以治之？”曰：“以削。”王曰：“吾欲观见之。”客曰：“臣请之舍取之。”因逃。（选自《韩非子·外储说左上》） 燕燕于飞，差池其羽。之子于归，远送于野。瞻望弗及，泣涕如雨。燕燕于飞，颉之颃之。之子于归，远于将之。瞻望弗及，伫立以泣。燕燕于飞，下上其音。之子于归，远送于南。瞻望弗及，实劳我心。仲氏任只，其心塞渊。终温且惠，淑慎其身。先君之思，以勖寡人。孔子过泰山侧 ，有妇人哭于墓者而哀，夫子式而听之，使子路问之，曰：“子之哭也，壹似重有忧者。”而曰：“然。昔者吾舅死于虎，吾夫又死焉，今吾子又死焉。”夫子曰：“何为不去也？”曰：“无苛政。”夫子曰：“小子识之：苛政猛于虎也。”出自《十三经注疏》本《礼记·檀弓下》。庄子与惠子游于濠梁之上。庄子曰：“鲦鱼出游从容，是鱼之乐也。”惠子曰：“子非鱼，安知鱼之乐？”庄子曰：“子非我，安知我不知鱼之乐？”惠子曰：“我非子，固不知子矣；子固非鱼也，子之不知鱼之乐，全矣！”庄子曰：“请循其本。子曰‘汝安知鱼乐’云者，既已知吾知之而问我。我知之濠上也。”",
        "author": "先秦",
        "poem_class": "哲理",
        "dynasty": "韩非"
    },
    {
        "title": "衡门",
        "paragraph": "衡门之下，可以栖迟。泌之洋洋，可以乐饥。岂其食鱼，必河之鲂？岂其取妻，必齐之姜？岂其食鱼，必河之鲤？岂其取妻，必宋之子？宛彼鸣鸠，翰飞戾天。我心忧伤，念昔先人。明发不寐，有怀二人。人之齐圣，饮酒温克。彼昏不知，壹醉日富。各敬尔仪，天命不又。中原有菽，庶民采之。螟蛉有子，蜾蠃负之。教诲尔子，式穀似之。题彼脊令，载飞载鸣。我日斯迈，而月斯征。夙兴夜寐，毋忝尔所生。交交桑扈，率场啄粟。哀我填寡，宜岸宜狱。握粟出卜，自何能穀？温温恭人，如集于木。惴惴小心，如临于谷。战战兢兢，如履薄冰。奔车之上无仲尼。覆舟之下无伯夷。滔滔孟夏兮，草木莽莽。伤怀永哀兮，汩徂南土。眴兮杳杳，孔静幽默。郁结纡轸兮，离愍而长鞠。抚情效志兮，冤屈而自抑。刓方以为圜兮，常度未替。易初本迪兮，君子所鄙。章画志墨兮，前图未改。内厚质正兮，大人所晟。巧陲不斵兮，孰察其揆正？玄文处幽兮，蒙瞍谓之不章。离娄微睇兮，瞽谓之不明。变白以为黑兮，倒上以为下。凤皇在笯兮，鸡鹜翔舞。同糅玉石兮，一概而相量。夫惟党人鄙固兮，羌不知余之所臧。任重载盛兮，陷滞而不济。怀瑾握瑜兮，穷不知所示。邑犬群吠兮，吠所怪也。非俊疑杰兮，固庸态也。文质疏内兮，众不知余之异采。材朴委积兮，莫知余之所有。重仁袭义兮，谨厚以为丰。重华不可遻兮，孰知余之从容！古固有不并兮，岂知其何故！汤禹久远兮，邈而不可慕。惩连改忿兮，抑心而自强。离闵而不迁兮，愿志之有像。进路北次兮，日昧昧其将暮。舒忧娱哀兮，限之以大故。乱曰：浩浩沅湘，分流汩兮。脩路幽蔽，道远忽兮。曾唫恒悲兮，永慨叹兮。世既莫吾知兮，人心不可谓兮。怀质抱青，独无匹兮。伯乐既没，骥焉程兮。民生禀命，各有所错兮。定心广志，余何畏惧兮！曾伤爰哀，永叹喟兮。世溷浊莫吾知，人心不可谓兮。知死不可让，愿勿爱兮。明告君子，吾将以为类兮。",
        "author": "先秦",
        "poem_class": "哲理",
        "dynasty": "佚名"
    },
    {
        "title": "禅悦二首·其一",
        "paragraph": "蒲团清坐道心长，消受莲花自在香。八万四千门路别，谁知方寸即西方。一半残阳下小楼，朱帘斜控软金钩。倚阑无绪不能愁。有个盈盈骑马过，薄妆浅黛亦风流。见人羞涩却回头。千里家书只为墙，让他三尺又何妨。万里长城今犹在，不见当年秦始皇。爱子心无尽，归家喜及辰。寒衣针线密，家信墨痕新。见面怜清瘦，呼儿问苦辛。低徊愧人子，不敢叹风尘。",
        "author": "清代",
        "poem_class": "哲理",
        "dynasty": "张问陶"
    },
    {
        "title": "诗二首",
        "paragraph": "我有一方便，价值百匹练。相打长伏弱，至死不入县。他人骑大马，我独跨驴子。回顾担柴汉，心下较些子。 故关衰草遍，离别自堪悲。(自堪悲 一作：正堪悲)路出寒云外，人归暮雪时。少孤为客早，多难识君迟。掩泪空相向，风尘何处期。(掩泪 一作：掩泣)瑶池阿母绮窗开，黄竹歌声动地哀。 八骏日行三万里，穆王何事不重来。一树春风千万枝，嫩于金色软于丝。 永丰西角荒园里，尽日无人属阿谁？",
        "author": "唐代",
        "poem_class": "哲理",
        "dynasty": "王梵志"
    },
    {
        "title": "君子行",
        "paragraph": "君子防未然，不处嫌疑间。瓜田不纳履，李下不正冠。嫂叔不亲授，长幼不比肩。劳谦得其柄，和光甚独难。周公下白屋，吐哺不及餐。一沐三握发，后世称圣贤。猗猗嘉禾。惟谷之精。其洪盈箱。协穗殊茎。昔生周朝。今植魏庭。献之庙堂。以昭厥灵。铸铜为鉴，整饰容颜。修尔法服，正尔衣冠。孤始举孝廉，年少，自以本非岩穴知名之士，恐为海内人之所见凡愚，欲为一郡守，好作政教，以建立名誉，使世士明知之；故在济南，始除残去秽，平心选举，违迕诸常侍。以为强豪所忿，恐致家祸，故以病还。去官之后，年纪尚少，顾视同岁中，年有五十，未名为老。内自图之，从此却去二十年，待天下清，乃与同岁中始举者等耳。故以四时归乡里，于谯东五十里筑精舍，欲秋夏读书，冬春射猎，求底下之地，欲以泥水自蔽，绝宾客往来之望。然不能得如意。后徵为都尉，迁典军校尉，意遂更欲为国家讨贼立功，欲望封侯作征西将军，然后题墓道言“汉故征西将军曹侯之墓”，此其志也。而遭值董卓之难，兴举义兵。是时合兵能多得耳，然常自损，不欲多之；所以然者，多兵意盛，与强敌争，倘更为祸始。故汴水之战数千，后还到扬州更募，亦复不过三千人，此其本志有限也。后领兖州，破降黄巾三十万众。又袁术僭号于九江，下皆称臣，名门曰建号门，衣被皆为天子之制，两妇预争为皇后。志计已定，人有劝术使遂即帝位，露布天下，答言“曹公尚在，未可也”。后孤讨禽其四将，获其人众，遂使术穷亡解沮，发病而死。及至袁绍据河北，兵势强盛，孤自度势，实不敌之；但计投死为国，以义灭身，足垂于后。幸而破绍，枭其二子。又刘表自以为宗室），包藏奸心，乍前乍却，以观世事，据有当州，孤复定之，遂平天下。身为宰相，人臣之贵已极，意望已过矣。今孤言此，若为自大，欲人言尽，故无讳耳。设使国家无有孤，不知当几人称帝，几人称王！或者人见孤强盛，又性不信天命之事，恐私心相评，言有不逊之志，妄相忖度，每用耿耿。齐桓、晋文所以垂称至今日者，以其兵势广大，犹能奉事周室也。《论语》云：“三分天下有其二，以服事殷，周之德可谓至德矣。”夫能以大事小也。昔乐毅走赵，赵王欲与之图燕。乐毅伏而垂泣，对曰：“臣事昭王，犹事大王；臣若获戾，放在他国，没世然后已，不忍谋赵之徒隶，况燕后嗣乎！”胡亥之杀蒙恬也，恬曰：“自吾先人及至子孙，积信于秦三世矣；今臣将兵三十余万，其势足以背叛，然自知必死而守义者，不敢辱先人之教以忘先王也。”孤每读此二人书，未尝不怆然流涕也。孤祖、父以至孤身，皆当亲重之任，可谓见信者矣，以及子桓兄弟，过于三世矣。孤非徒对诸君说此也，常以语妻妾，皆令深知此意。孤谓之言：“顾我万年之后，汝曹皆当出嫁，欲令传道我心，使他人皆知之。”孤此言皆肝鬲之要也。所以勤勤恳恳叙心腹者，见周公有《金縢》之书以自明，恐人不信之故。然欲孤便尔委捐所典兵众，以还执事，归就武平侯国，实不可也。何者？诚恐己离兵为人所祸也。既为子孙计，又己败则国家倾危，是以不得慕虚名而处实祸，此所不得为也。前朝恩封三子为侯，固辞不受，今更欲受之，非欲复以为荣，欲以为外援，为万安计。孤闻介推之避晋封，申胥之逃楚赏，未尝不舍书而叹，有以自省也。奉国威灵，仗钺征伐，推弱以克强，处小而禽大。意之所图，动无违事，心之所虑，何向不济，遂荡平天下，不辱主命。可谓天助汉室，非人力也。然封兼四县，食户三万，何德堪之！江湖未静，不可让位；至于邑土，可得而辞。今上还阳夏、柘、苦三县户二万，但食武平万户，且以分损谤议，少减孤之责也。",
        "author": "两汉",
        "poem_class": "哲理",
        "dynasty": "曹植"
    },
    {
        "title": "观德亭记",
        "paragraph": "君子之于射也，内志正，外体直，持弓矢审固，而后可以言中，故古者射以观德。德也者，得之于其心也，君子之学，求以得之于其心，故君子之于射以存其心也。是故躁于其心者其动妄，荡于其心者其视浮，歉于其心者其气馁，忽于其心者其貌惰，傲于其心者其色矜，五者，心之不存也。不存也者，不学也。君子之学于射，以存其心也，是故心端则体正，心敬则容肃，心平则气舒，心专则视审，心通故时而理，心纯故让而恪，心宏故胜而不张、负而不驰，七者备而君子之德成。君子无所不用其学也，于射见之矣。故曰：为人君者以为君鹄，为人臣者以为臣鹄，为人父者以为父鹄，为人子者以为子鹄。射也者，射己之鹄也，鹄也者，心也，各射己之心也，各得其心而已。故曰：可以观德矣。作《观德亭记》。辜负天工，九重自有春如海。佳期一梦断人肠，静倚银釭待。隔浦红兰堪采。上扁舟，伤心欸乃。梨花带雨，柳絮迎风，一番愁债。回首当年，绮楼画阁生光彩。朝弹瑶瑟夜银筝，歌舞人潇洒。一自市朝更改。暗销魂，繁华难再。金钗十二，珠履三千，凄凉千载。暮色动前轩，重城欲闭门。残霞收赤气，新月破黄昏。已觉乾坤静，都无市井喧。阴阳有恒理，斯与达人论。剪中流，白苹芳草，燕尾江分南浦。盈盈待学春花靥，人面年年如故。留春住，笑几许浮萍，旧梦迷残絮。棠桡无数。尽泛月莲舒，留仙裙在，载取春归去。佳丽地，仙院迢迢烟雾。湿香飞上丹户。醮坛珠斗疏灯映，共作一天花雨。君莫诉。君不见桃根已失江南渡。风狂雨妒，便万点落英，几湾流水，不是避秦路。",
        "author": "明代",
        "poem_class": "哲理",
        "dynasty": "王阳明"
    },
    {
        "title": "曾参烹彘",
        "paragraph": "曾子之妻之市，其子随之而泣。其母曰：“女还，顾反为女杀彘。”妻适市来，曾子欲捕彘杀之。妻止之曰：“特与婴儿戏耳。”曾子曰：“婴儿非与戏也。婴儿非有知也，待父母而学者也，听父母之教。今子欺之，是教子欺也。母欺子，子而不信其母，非所以成教也。”遂烹彘也。（选自《韩非子．外储说左上》）女爱不蔽席。男欢不尽轮。祁奚请老，晋侯问嗣焉。称解狐——其仇也。将立之而卒。又问焉。对曰：“午也可。”于是羊舌职死矣，晋侯曰：“孰可以 代之？”对曰：“赤也可。”于是使祁午为中军尉，羊舌赤佐之。君子谓祁奚于是能举善矣。称其仇，不为谄；立其子，不为比；举其偏，不为党。《商书》曰：“无偏无党，王道荡荡。”其祁奚之谓矣。解狐得举，祁午得位，伯华得官；建一官而三物成，能举善也。夫唯善，故能举其类。《诗》云：“惟其有之，是以似之。”祁奚有焉。田父可坐杀。",
        "author": "先秦",
        "poem_class": "哲理",
        "dynasty": "韩非"
    },
    {
        "title": "春草",
        "paragraph": "嫩绿柔香远更浓，春来无处不茸茸。六朝旧恨斜阳里，南浦新愁细雨中。近水欲迷歌扇绿，隔花偏衬舞裙红。平川十里人归晚，无数牛羊一笛风。停云薄空，有风无雨。欲叩帝阍，祝融伊阻。三春云迈，良辰空抚。孰捣龙宫，操豚是伫。淡烟平楚，又送王孙去。花有泪，莺无语。芭蕉心一寸，杨柳丝千缕。今夜雨，定应化作相思树。忆昔欢游处，触目成前古。良会处，知何许？百杯桑落酒，三叠阳关句。情未了，月明潮上迷津渚。秋风清，秋月明。叶叶梧桐槛外声。难教归梦成。砌蛩鸣，树鸟惊。塞雁行行天际横。偏伤旅客情。",
        "author": "明代",
        "poem_class": "哲理",
        "dynasty": "杨基"
    },
    {
        "title": "敢问夫子恶乎长",
        "paragraph": "“敢问夫子恶乎长？”曰：“我知言，我善养吾浩然之气。”“敢问何谓浩然之气？”曰：“难言也。其为气也，至大至刚，以直养而无害，则塞于天地之间。其为气也，配义与道；无是，馁也。是集义所生者，非义袭而取之也。行有不慊于心，则馁矣。我故曰，告子未尝知义，以其外之也。必有事焉，而勿正，心勿忘，勿助长也。无若宋人然：宋人有闵其苗之不长而揠之者，芒芒然归，谓其人曰：‘今日病矣！予助苗长矣！’其子趋而往视之，苗则槁矣。天下之不助苗长者寡矣。以为无益而舍之者，不耘苗者也；助之长者，揠苗者也，非徒无益，而又害之。”“何谓知言？”曰：“诐辞知其所蔽，淫辞知其所陷，邪辞知其所离，遁辞知其所穷。——生于其心，害于其政；发于其政，害于其事。圣人复起，必从吾言矣。”晋侯合诸侯于扈，平宋也。于是晋侯不见郑伯，以为贰于楚也。郑子家使执讯而与之书，以告赵宣子曰：“寡君即位三年，召蔡侯而与之事君。九月，蔡侯入于敝邑以行，敝邑以侯宣多之难，寡君是以不得与蔡侯偕，十一月，克减侯宣多而随蔡侯以朝于执事。十二年六月，归生佐寡君之嫡夷，以请陈侯于楚而朝诸君。十四年七月寡君又朝，以蒇陈事。十五年五月，陈侯自敝邑往朝于君。往年正月，烛之武往朝夷也。八月，寡君又往朝。以陈蔡之密迩于楚，而不敢贰焉，则敝邑之故也。虽敝邑之事君，何以不免？在位之中，一朝于襄，而再见于君，夷与孤之二三臣，相及于绛。虽我小国，则蔑以过之矣。今大国曰：‘尔未逞吾志。’敝邑有亡，无以加焉。古人有言曰：‘畏首畏尾，身其余几？’又曰：‘鹿死不择音。’小国之事大国也，德，则其人也；不德，则其鹿也。铤而走险，急何能择？命之罔极，亦知亡矣。将悉敝赋以待于鯈，唯执事命之。文公二年，朝于齐；四年，为齐侵蔡，亦获成于楚。居大国之间而从于强令，岂有罪也？大国若弗图，无所逃命。” 晋巩朔行成于郑，赵穿、公婿池为质焉。 冬，晋文公卒。庚辰，将殡于曲沃。出绛，柩有声如牛。卜偃使大夫拜，曰：“君命大事将有西师过轶我，击之，必大捷焉。”杞子自郑使告于秦曰：“郑人使我掌其北门之管，若潜师以来，国可得也。”穆公访诸蹇叔。蹇叔曰：“劳师以袭远，非所闻也。师劳力竭，远主备之，无乃不可乎？师之所为，郑必知之。 勤而无所，必有悖心。且行千里，其谁不知？”公辞焉。召孟明、 西乞、白乙使出师于东门之外。蹇叔哭之曰：“孟子！吾见师之出而不见其入也。”公使谓之曰：“尔何知！中寿，尔墓之木拱矣！”蹇叔之子与师，哭而送之，曰：“晋人御师必于崤，崤有二陵焉。 其南陵，夏后皋之墓也；其北陵，文王之所辟风雨也，必死是间，余收尔骨焉！”秦师遂东。 昔吾有先正。其言明且清。国家以宁。都邑以成。庶民以生。谁能秉国成。不自为政。卒劳百姓。相彼盍旦。尚犹患之。",
        "author": "先秦",
        "poem_class": "哲理",
        "dynasty": "孟子"
    },
    {
        "title": "蔽月山房",
        "paragraph": "山近月远觉月小，便道此山大于月。若有人眼大如天，当见山高月更阔。新烟着柳禁垣斜，杏酪分香俗共夸。白下有山皆绕郭，清明无客不思家。卞侯墓下迷芳草，卢女门前映落花。喜得故人同待诏，拟沽春酒醉京华。缥渺真探白帝宫，三峰此日为谁雄。苍龙半挂秦川雨，石马长嘶汉苑风。地敞中原秋色尽，天开万里夕阳空。平生突兀看人意，容尔深知造化功。靡靡菰蒲已满陂，菱花菱叶共参差。即从景物看身世，却怪飘零枉岁时。得食野凫争去远，避风江鹳独归迟。干戈此日连秋色，头白尤多宋玉悲。",
        "author": "明代",
        "poem_class": "哲理",
        "dynasty": "王守仁"
    },
    {
        "title": "座右铭",
        "paragraph": "无道人之短，无说己之长。施人慎勿念，受施慎勿忘。世誉不足慕，唯仁为纪纲。隐心而后动，谤议庸何伤？无使名过实，守愚圣所臧。在涅贵不淄，暧暧内含光。柔弱生之徒，老氏诫刚强。硁硁鄙夫介，悠悠故难量。慎言节饮食，知足胜不祥。行之苟有恒，久久自芬芳。凉风肃兮白露滋。木感气兮条叶辞。临渌水兮登崇基。折秋华兮采灵芝。寻永归兮赠所思。感离隔兮会无期。伊郁悒兮情不怡。啄木高飞乍低仰，抟树林薮著榆桑。低足头啄斸如斸，飞鸣相骤声如篁。日暮秋云阴，江水清且深。何用通音信，莲花玳瑁簪。",
        "author": "两汉",
        "poem_class": "哲理",
        "dynasty": "崔瑗"
    },
    {
        "title": "承宫樵薪苦学",
        "paragraph": "承宫，琅邪姑幕人。少孤，年八岁，为人牧猪。乡里徐子盛明《春秋》经，授诸生数百人。宫过其庐下，见诸生讲诵，好之，因忘其猪而听经。猪主怪其不还，寻之。见而欲笞之。门下生共禁，乃止，因留宫门下。樵薪执苦，数十年间，遂通其经。楚人有鬻盾与矛者，誉之曰：“吾盾之坚，物莫能陷也。”又誉其矛曰：“吾矛之利，于物无不陷也。”或曰：“以子之矛陷子之盾，何如？” 其人弗能应也。夫不可陷之盾与无不陷之矛，不可同世而立。於我乎，夏屋渠渠，今也每食无余。于嗟乎，不承权舆！於我乎，每食四簋，今也每食不饱。于嗟乎，不承权舆！旻天疾威，天笃降丧。瘨我饥馑，民卒流亡。我居圉卒荒。天降罪罟，蟊贼内讧。昏椓靡共，溃溃回遹，实靖夷我邦。皋皋訿訿，曾不知其玷。兢兢业业，孔填不宁，我位孔贬。如彼岁旱，草不溃茂，如彼栖苴。我相此邦，无不溃止。维昔之富不如时，维今之疚不如兹。彼疏斯粺，胡不自替？职兄斯引。池之竭矣，不云自频。泉之竭矣，不云自中。溥斯害矣，职兄斯弘，不烖我躬。昔先王受命，有如召公，日辟国百里，今也日蹙国百里。於乎哀哉！维今之人，不尚有旧！",
        "author": "先秦",
        "poem_class": "哲理",
        "dynasty": "佚名"
    },
    {
        "title": "连雨独饮",
        "paragraph": "运生会归尽，终古谓之然。世间有松乔，于今定何间。故老赠余酒，乃言饮得仙。试酌百情远，重觞忽忘天。天岂去此哉，任真无所先。云鹤有奇翼，八表须臾还。自我抱兹独，僶俛四十年。形骸久已化，心在复何言。日月隆光，克鉴天聪。三后临朝，二八登庸。升我俊髦，黜彼顽凶。太上立德，其次立功。仁风广被，玄化潜通。幸遭盛明，睹此时雍。栖迟衡门，唯志所从。出处殊涂，俯仰异容。瞻叹古烈，思迈高踪。嘉此箕山，忽彼虞龙。让礼一寸，得礼一尺。先师有冥藏，安用羁世罗。未若保冲真，齐契箕山阿。",
        "author": "魏晋",
        "poem_class": "哲理",
        "dynasty": "陶渊明"
    },
    {
        "title": "虎求百兽",
        "paragraph": "荆宣王问群臣曰：“吾闻北方之畏昭奚恤也，果诚何如？”群臣莫对。江乙对曰：“虎求百兽而食之，得狐。狐曰：‘子无敢食我也！天帝使我长百兽。今子食我，是逆天帝命也！子以我为不信，吾为子先行，子随我后，观百兽之见我而敢不走乎？”虎以为然，故遂与之行。兽见之，皆走。虎不知兽畏己而走也，以为畏狐也。今王之地五千里，带甲百万，而专属之于昭奚恤，故北方之畏奚恤也，其实畏王之甲兵也！犹百兽之畏虎也！”东都主人喟然而叹曰：“痛乎风俗之移人也。子实秦人，矜夸馆室，保界河山，信识昭、襄而知始皇矣，乌睹大汉之云为乎？夫大汉之开元也，奋布衣以登皇位，由数期而创万代，盖六籍所不能谈，前圣靡得言焉当此之时，功有横而当天，讨有逆而顺民。故娄敬度势而献其说，萧公权宜而拓其制。时岂泰而安之哉，计不得以已也。吾子曾不是睹，顾曜后嗣之末造，不亦暗乎？今将语子以建武之治，永平之事，监于太清，以变子之惑志。往者王莽作逆，汉祚中缺，天人致诛，六合相灭。于时之乱，生人几亡，鬼神泯绝，壑无完柩，郛罔遗室。原野厌人之肉，川谷流人之血，秦、项之灾，犹不克半，书契以来，未之或纪。故下人号而上诉，上帝怀而降监，乃致命乎圣皇。于是圣皇乃握乾符，阐坤珍，披皇图，稽帝文，赫然发愤，应若兴云，霆击昆阳，凭怒雷震。遂超大河，跨北岳，立号高邑，建都河、洛。绍百王之荒屯，因造化之荡涤，体元立制，继天而作。系唐统，接汉绪，茂育群生，恢复疆宇，勋兼乎在昔，事勤乎三五。岂特方轨并迹，纷纷后辟，治近古之所务，蹈一圣之险易云尔哉。且夫建武之元，天地革命，四海之内，更造夫妇，肇有父子，君臣初建，人伦实始，斯乃伏牺氏之所以基皇德也。分州土，立市朝，作盘舆，造器械，斯乃轩辕氏之所以开帝功也。龚行天罚，应天顺人，斯乃汤、武之所以昭王业也。迁都改邑，有殷宗中兴之则焉。即土之中，有周成隆平之制焉。不阶尺土一人之柄，同符乎高祖。克己复礼，以奉终始，允恭乎孝文。宪章稽古，封岱勒成，仪炳乎世宗。案《六经》而校德，眇古昔而论功，仁圣之事既该，而帝王之道备矣。至于永平之际，重熙而累洽，盛三雍之上仪，修衮龙之法服，铺鸿藻，信景铄，扬世庙，正雅乐。人神之和允洽，群臣之序既肃。乃动大辂，遵皇衢，省方巡狩，穷览万国之有无，考声教之所被，散皇明以烛幽。然后增周旧，修洛邑，扇巍巍，显翼翼。光汉京于诸夏，总八方而为之极。是以皇城之内，宫室光明，阙庭神丽，奢不可逾，俭不能侈。外则因原野以作苑，填流泉而为沼，发 苹藻以潜鱼，丰圃草以毓兽，制同乎梁邹，谊合乎灵囿。若乃顺时节而搜狩，简车徒以讲武，则必临之以《王制》，考之以《风》《雅》，历《驺虞》，览《驷铁》，嘉《车攻》，采《吉日》，礼官整仪，乘舆乃出。于是发鲸鱼，铿华钟，登玉辂，乘时龙，凤盖棽丽，和銮玲珑，天官景从，寝威盛容。山灵护野，属御方神，雨师泛洒，风伯清尘，千乘雷起，万骑纷纭，元戎竟野，戈铤彗云，羽旄扫霓，旌旗拂天。焱焱炎炎，扬光飞文，吐焰生风，欱野喷山，日月为之夺明，丘陵为之摇震。遂集乎中囿，陈师案屯，骈部曲，列校队，勒三军，誓将帅。然后举烽伐鼓，申令三驱， 輶车霆激，骁骑电骛，由基发射范氏施御，弦不睼禽，辔不诡遇，飞者未及翔，走者未及去。指顾倏忽，获车已实，乐不极盘，杀不尽物，马踠余足，士怒未渫，先驱复路，属车案节。于是荐三牺，效五牲，礼神祇，怀百灵，觐明堂，临辟雍，扬缉熙，宣皇风，登灵台，考休徵。俯仰乎乾坤，参象乎圣躬，目中夏而布德，瞰四裔而抗棱。西荡河源，东澹海漘，北动幽崖，南趯朱垠。殊方别区，界绝而不邻。自孝武之所不征，孝宣之所未臣，莫不陆讋水栗，奔走而来宾。遂绥哀牢，开永昌，春王三朝，会同汉京。是日也，天子受四海之图籍，膺万国之贡珍，内抚诸夏，外绥百蛮。尔乃盛礼兴乐，供帐置乎云龙之庭，陈百寮而赞群后，究皇仪而展帝容。于是庭实千品，旨酒万钟，列金罍，班玉觞，嘉珍御，太牢飨。尔乃食举《雍》彻，太师奏乐，陈金石，布丝竹，钟鼓铿鍧，管弦烨煜。抗五声，极六律，歌九功，舞八佾，《韶》《武》备，泰古华。四夷间奏，德广所及，僸佅兜离，罔不具集。万乐备，百礼暨，皇欢浃，群臣醉，降烟熅，调元气，然后撞钟告罢，百寮遂退。于是圣上亲万方之欢娱，又沐浴于膏泽，惧其侈心之将萌，而怠于东作也，乃申旧间，下明诏，命有司，班宪度，昭节俭，示太素。去后宫之丽饰，损乘舆之服御，抑工商之淫业，兴农桑之盛务。遂令海内弃末而反本，背伪而归真，女修织纴，男务耕耘，器用陶匏，服尚素玄，耻纤靡而不服，贱奇丽而弗珍，捐金于山，沈珠于渊。于是百姓涤瑕荡秽而镜至清，形神寂漠，耳目弗营，嗜欲之源灭，廉耻之心生，莫不优游而自得，玉润而金声。是以四海之内，学校如林，庠序盈门，献酬交错，俎豆莘莘，下舞上歌，蹈德咏仁。登降饪宴之礼既毕，因相与嗟叹玄德，谠言弘说，咸含和而吐气，颂曰：“盛哉乎斯世！”今论者但知诵虞、夏之《书》，咏殷、周之《诗》，讲羲、文之《易》，论孔氏之《春秋》，罕能精古今之清浊，究汉德之所由。唯子颇识旧典，又徒驰骋乎末流。温故知新已难，而知德者鲜矣。且夫僻界西戎，险阻四塞，修其防御，孰与处乎土中，平夷洞达，万方辐凑？秦岭、九崚，泾、渭之川，曷若四渎、五岳，带河溯洛，图书之渊？建章、甘泉，馆御列仙，孰与灵台、明堂，统和天人？太液、昆明，鸟兽之囿，曷若辟雍海流，道德之富？游侠逾侈，犯义侵礼，孰与同履法度，翼翼济济也？子徒习秦阿房之造天，而不知京洛之有制也。识函谷之可关，而不知王者之无外也。主人之辞未终，西都宾矍然失容，逡巡降阶，揲然意下，捧手欲辞。”主人曰：“复位，今将授予以五篇之诗。”宾既卒业，乃称曰：“美哉乎斯诗！义正乎扬雄，事实乎相如，匪唯主人之好学，盖乃遭遇乎斯时也。小子狂简，不知所裁，既闻正道，请终身而诵之。”少壮面目泽。长大色丑麄。丑麄人所恶。拔白自洗苏。平生发完全。变化似浮屠。醉酒巾帻落。秃顶赤如壶。皇考建世业。余从征四方。栉风而沐雨。万里蒙露霜。剑戟不离手。铠甲为衣裳。",
        "author": "两汉",
        "poem_class": "哲理",
        "dynasty": "刘向"
    },
    {
        "title": "宰予昼寝",
        "paragraph": "宰予昼寝，子曰：“朽木不可雕也，粪土之墙不可圬也！于予与何诛？”子曰：“始吾于人也，听其言而信其行；今吾于人也，听其言而观其行。于予与改是。”——《论语·公冶长第五》定定住天涯，依依向物华。寒梅最堪恨，常作去年花。闲坐夜明月，幽人弹素琴。忽闻悲风调，宛若寒松吟。 白雪乱纤手，绿水清虚心。钟期久已没，世上无知音。一笑相倾国便亡，何劳荆棘始堪伤。小怜玉体横陈夜，已报周师入晋阳。巧笑知堪敌万几，倾城最在著戎衣。晋阳已陷休回顾，更请君王猎一围。",
        "author": "唐代",
        "poem_class": "哲理",
        "dynasty": "佚名"
    },
    {
        "title": "人皆有不忍人之心",
        "paragraph": "孟子曰：“人皆有不忍人之心。先王有不忍人之心，斯有不忍人之政矣。以不忍人之心，行不忍人之政，治天下可运之掌上。所以谓人皆有不忍人之心者，今人乍见孺子将入于井，皆有怵惕恻隐之心；非所以内交于孺子之父母也，非所以要誉于乡 党朋友也，非恶其声而然也。由是观之，无恻隐之心，非人也；无羞恶之心，非人也；无辞让之心，非人也；无是非之心，非人也。恻隐之心，仁之端也；羞恶之心，义之端也；辞让之心，礼之端也；是非之心，智之端也。人之有是四端也，犹其有四体也。有是四端而自谓不能者，自贼者也；谓其君不能者，贼其君者也。凡有四端于我者，知皆扩而充之矣，若火之始然，泉之始达。苟能充之，足以保四海；苟不充之，不足以事父母。”皇皇者华，于彼原隰。駪駪征夫，每怀靡及。我马维驹，六辔如濡。载驰载驱，周爰咨诹。我马维骐，六辔如丝。载驰载驱，周爰咨谋。我马维骆，六辔沃若。载驰载驱，周爰咨度。我马维骃，六辔既均。载驰载驱，周爰咨询。将欲毁之。必重累之。将欲踣之。心高举之。君君子则正。以行其德。君贱人则宽。以尽其力。唯则定国。旻天疾威，天笃降丧。瘨我饥馑，民卒流亡。我居圉卒荒。天降罪罟，蟊贼内讧。昏椓靡共，溃溃回遹，实靖夷我邦。皋皋訿訿，曾不知其玷。兢兢业业，孔填不宁，我位孔贬。如彼岁旱，草不溃茂，如彼栖苴。我相此邦，无不溃止。维昔之富不如时，维今之疚不如兹。彼疏斯粺，胡不自替？职兄斯引。池之竭矣，不云自频。泉之竭矣，不云自中。溥斯害矣，职兄斯弘，不烖我躬。昔先王受命，有如召公，日辟国百里，今也日蹙国百里。於乎哀哉！维今之人，不尚有旧！",
        "author": "先秦",
        "poem_class": "哲理",
        "dynasty": "孟子"
    },
    {
        "title": "答韦中立论师道书",
        "paragraph": "二十一日，宗元白：辱书云，欲相师。仆道不笃，业甚浅近，环顾其中，未见可师者。虽常好言论，为文章，甚不自是也。不意吾子自京师来蛮夷间，乃幸见取。仆自卜固无取，假令有取，亦不敢为人师。为众人师且不敢，况敢为吾子师乎？孟子称“人之患在好为人师”。由魏、晋氏以下，人益不事师。今之世，不闻有师，有辄哗笑之，以为狂人。独韩愈奋不顾流俗，犯笑侮，收召后学，作《师说》，因抗颜而为师。世果群怪聚骂，指目牵引，而增与为言辞。愈以是得狂名，居长安，炊不暇熟，又挈挈而东，如是者数矣。屈子赋曰：“邑犬群吠，吠所怪也。”仆往闻庸、蜀之南，恒雨少日，日出则犬吠，余以为过言。前六七年，仆来南，二年冬，幸大雪逾岭，被南越中数州。数州之犬，皆苍黄吠噬，狂走者累日，至无雪乃已，然后始信前所闻者。今韩愈既自以为蜀之日，而吾子又欲使吾为越之雪，不以病乎？非独见病，亦以病吾子。然雪与日岂有过哉？顾吠者犬耳！度今天下不吠者几人，而谁敢炫怪于群目，以召闹取怒乎？仆自谪过以来，益少志虑。居南中九年，增脚气病，渐不喜闹。岂可使呶呶者，早暮咈吾耳，骚吾心？则固僵仆烦愦，愈不可过矣。平居，望外遭齿舌不少，独欠为人师耳。抑又闻之，古者重冠礼，将以责成人之道，是圣人所尤用心者也。数百年来，人不复行。近有孙昌胤者，独发愤行之。既成礼，明日造朝，至外庭，荐笏，言于卿士曰：“某子冠毕。”应之者咸怃然。京兆尹郑叔则怫然，曳笏却立，曰：“何预我耶？”廷中皆大笑。天下不以非郑尹而快孙子，何哉独为所不为也。今之命师者大类此。吾子行厚而辞深，凡所作皆恢恢然有古人形貌；虽仆敢为师，亦何所增加也假而以仆年先吾子，闻道著书之日不後，诚欲往来言所闻，则仆固愿悉陈中所得者。吾子苟自择之，取某事，去某事，则可矣；若定是非以敎吾子，仆才不足，而又畏前所陈者，其为不敢也决矣。吾子前所欲见吾文，既悉以陈之，非以耀明於子，聊欲以观子气色，诚好恶如何也。今书来言者皆大过。吾子诚非佞誉诬谀之徒，直见爱甚故然耳!始吾幼且少，为文章，以辞为工。及长，乃知文者以明道，是固不苟为炳炳烺烺，务釆色，夸声音而以为能也。凡吾所陈，皆自谓近道，而不知道之果近乎？远乎？吾子好道而可吾文，或者其於道不远矣。故吾每为文章，未尝敢以轻心掉之，惧其剽而不留也；未尝敢以怠心易之，惧其弛而不严也；未尝敢以昏气出之，惧其昧没而杂也；未尝敢以矜气作之，惧其偃蹇而骄也。抑之欲其奥，扬之欲其明，疏之欲其通，廉之欲其节；激而发之欲其清，固而存之欲其重，此吾所以羽翼夫道也。本之《书》以求其质，本之《诗》以求其恒，本之《礼》以求其宜，本之《春秋》以求其断，本之《易》以求其动：此吾所以取道之原也。参之《谷梁氏》以厉其气，参之《孟》，《荀》以畅其支，参之《庄》，《老》以肆其端，参之《国语》以博其趣，参之《离骚》以致其幽，参之《太史公》以著其洁：此吾所以旁推交通，而以为之文也。凡若此者，果是耶，非耶？有取乎，抑其无取乎？吾子幸观焉，择焉，有余以告焉。苟亟来以广是道，子不有得焉，则我得矣，又何以师云尔哉？取其实而去其名，无招越、蜀吠，而为外廷所笑，则幸矣。宗元复白。回乐烽前沙似雪，受降城外月如霜。(回乐烽 一作：回乐峰）不知何处吹芦管，一夜征人尽望乡。母别子，子别母，白日无光哭声苦。关西骠骑大将军，去年破虏新策勋。敕赐金钱二百万，洛阳迎得如花人。新人迎来旧人弃，掌上莲花眼中刺。迎新弃旧未足悲，悲在君家留两儿。一始扶行一初坐，坐啼行哭牵人衣。以汝夫妇新燕婉，使我母子生别离。不如林中乌与鹊，母不失雏雄伴雌。应似园中桃李树，花落随风子在枝。新人新人听我语，洛阳无限红楼女。但愿将军重立功，更有新人胜于汝。葡萄美酒夜光杯，欲饮琵琶马上催。醉卧沙场君莫笑，古来征战几人回？",
        "author": "唐代",
        "poem_class": "哲理",
        "dynasty": "柳宗元"
    },
    {
        "title": "老子(节选)",
        "paragraph": "上善若水。水善利万物而不争，处众人之所恶， 故几于道。居，善地；心，善渊；与，善仁；言，善信；正，善治；事，善能；动，善时。夫唯不争，故无尤。五色令人目盲，五音令人耳聋，五味令人口爽，驰骋畋猎令人心发狂，难得之货令人行妨。是以圣人为腹不为目，故去彼取此。古之善为士者，微妙玄通，深不可识。夫唯不可识。故强为之容：豫兮，若冬涉川；犹兮，若畏四邻；俨兮，其若客；涣兮，若冰之将释；孰兮，其若朴；旷兮，其若谷；浑兮，其若浊。孰能浊以止，静之徐清？孰能安以久，动之徐生？保此道者不欲盈，夫唯不盈，故能敝而新成。曲则全，枉则直；洼则盈，弊则新；少则得，多则惑，是以圣人抱一为天下式。不自见，故明；不自是，故彰；不自伐，故有功；不自矜，故长。夫唯不争，故天下莫能与之争。古之所谓“曲则全”者，岂虚言哉？企者不立，跨者不行，自见者不明，自是者不彰。自伐者无功，自矜者不长。其在道也，曰余食赘行。物或恶之，故有道者不处也。善行无辙迹；善言无瑕谪；善数不用筹策；善闭，无关楗而不可开；善结，无绳约而不可解。是以圣人常善救人，故无弃人；常善救物，故无弃物，是谓袭明。故善人者，不善人之师；不善人者，善人之资。不贵其师，不爱其资，虽智大迷，是谓要妙。知人者智，自知者明；胜人者有力，自胜者强；知足者富，强行者有志；不失其所者久，死而不亡者寿。信言不美，美言不信。善者不辩，辩者不善。知者不博，博者不知。圣人不积，既以为人己愈有；既以与人，己愈多。天之道，利而不害；人之道，为而弗争。 上善若水。水善利万物而不争，处众人之所恶，故几于道。居善地，心善渊，与善仁，言善信，政善治，事善能，动善时。夫唯不争，故无尤。嗟来桑户乎。嗟来桑户乎。而已反其真。而我犹为人猗。於皇武王！无竞维烈。允文文王，克开厥后。嗣武受之，胜殷遏刘，耆定尔功。",
        "author": "先秦",
        "poem_class": "哲理",
        "dynasty": "佚名"
    },
    {
        "title": "浪淘沙·疏雨洗天清",
        "paragraph": "疏雨洗天清，枕簟凉生。井桐一叶做秋声。谁念客身轻似叶，千里飘零？梦断古台城，月淡潮平。便须携酒访新亭。不见当时王谢宅，烟草青青。天下之患，最不可为者，名为治平无事，而其实有不测之忧。坐观其变，而不为之所，则恐至於不可救；起而强为之，则天下狃於治平之安而不吾信。惟仁人君子豪杰之士，为能出身为天下犯大难，以求成大功；此固非勉强期月之间，而苟以求名之所能也。天下治平，无故而发大难之端；吾发之，吾能收之，然后有辞於天下。事至而循循焉欲去之，使他人任其责，则天下之祸，必集於我。昔者晁错尽忠为汉，谋弱山东之诸侯，山东诸侯并起，以诛错为名；而天子不以察，以错为之说。天下悲错之以忠而受祸，不知错有以取之也。古之立大事者，不惟有超世之才，亦必有坚忍不拔之志。昔禹之治水，凿龙门，决大河而放之海。方其功之未成也，盖亦有溃冒冲突可畏之患；惟能前知其当然，事至不惧，而徐为之图，是以得至於成功。夫以七国之强，而骤削之，其为变，岂足怪哉？错不於此时捐其身，为天下当大难之冲，而制吴楚之命，乃为自全之计，欲使天子自将而己居守。且夫发七国之难者，谁乎？己欲求其名，安所逃其患。以自将之至危，与居守至安；己为难首，择其至安，而遣天子以其至危，此忠臣义士所以愤怨而不平者也。当此之时，虽无袁盎，错亦未免於祸。何者？己欲居守，而使人主自将。以情而言，天子固已难之矣，而重违其议。是以袁盎之说，得行於其间。使吴楚反，错已身任其危，日夜淬砺，东向而待之，使不至於累其君，则天子将恃之以为无恐，虽有百盎，可得而间哉？嗟夫！世之君子，欲求非常之功，则无务为自全之计。使错自将而讨吴楚，未必无功，惟其欲自固其身，而天子不悦。奸臣得以乘其隙，错之所以自全者，乃其所以自祸欤！ 律回岁晚冰霜少，春到人间草木知。便觉眼前生意满，东风吹水绿参差。残霞夕照西湖好，花坞苹汀，十顷波平，野岸无人舟自横。 西南月上浮云散，轩槛凉生。莲芰香清。水面风来酒面醒。",
        "author": "宋代",
        "poem_class": "哲理",
        "dynasty": "邓剡"
    },
    {
        "title": "哀溺文序",
        "paragraph": "永之氓咸善游。一日，水暴甚，有五、六氓乘小船绝湘水。中济，船破，皆游。其一氓尽力而不能寻常。其侣曰：“汝善游最也，今何后为？”曰：“吾腰千钱，重，是以后。”曰：“何不去之？”不应，摇其首。有顷，益怠。已济者立岸上呼且号曰：“汝愚之甚，蔽之甚，身且死，何以货为？”又摇其首。遂溺死。吾哀之。且若是，得不有大货之溺大氓者乎？于是作《哀溺》。宿昔青云志，蹉跎白发年。谁知明镜里，形影自相怜。积雨空林烟火迟，蒸藜炊黍饷东菑。漠漠水田飞白鹭，阴阴夏木啭黄鹂。山中习静观朝槿，松下清斋折露葵。野老与人争席罢，海鸥何事更相疑。邯郸驿里逢冬至，抱膝灯前影伴身。想得家中夜深坐，还应说着远行人。",
        "author": "唐代",
        "poem_class": "哲理",
        "dynasty": "柳宗元"
    },
    {
        "title": "多歧亡羊",
        "paragraph": "杨子之邻人亡羊，既率其党，又请杨子之竖追之。杨子曰：“嘻！亡一羊何 追者之众？”邻人曰：“多歧路。”既反，问：“获羊乎？”曰：“亡之矣。” 曰：“奚亡之？”曰：“歧路之中又有歧焉。吾不知所之，所以反也。”杨子戚 然变容，不言者移时，不笑者竟日。门人怪之，请曰：“羊贱畜，又非夫子之有， 而损言笑者何哉？”杨子不答。(追者之众 一作：追之者众)心都子曰：“大道以多歧亡羊，学者以多方丧生。学 非本不同，非本不一，而末异若是。唯归同反一，为亡得丧。子长先生之门，习 先生之道，而不达先生之况也，哀哉！”截趾适履。孰云其愚。何与斯人。追欲丧躯。墙有茨，不可埽也。中冓之言，不可道也。所可道也，言之丑也。墙有茨，不可襄也。中冓之言，不可详也。所可详也，言之长也。墙有茨，不可束也。中冓之言，不可读也。所可读也，言之辱也。□□□癸霝雨□□。流□滂滂。盈𣷞济济。君子既涉。涉马□流。汧殹洎洎。□□□。舫舟西逮。□□自□。徒𩤳汤汤。隹舟㠯𧗟。或阴或阳。极深㠯□。□于水一方。勿□□止。其奔。其敔□□。□□其事。",
        "author": "先秦",
        "poem_class": "哲理",
        "dynasty": "列御寇"
    },
    {
        "title": "常棣",
        "paragraph": "常棣之华，鄂不韡韡。凡今之人，莫如兄弟。死丧之威，兄弟孔怀。原隰裒矣，兄弟求矣。脊令在原，兄弟急难。每有良朋，况也永叹。兄弟阋于墙，外御其务。每有良朋，烝也无戎。丧乱既平，既安且宁。虽有兄弟，不如友生。傧尔笾豆，饮酒之饫。兄弟既具，和乐且孺。妻子好合，如鼓瑟琴。兄弟既翕，和乐且湛。宜尔室家，乐尔妻帑。是究是图，亶其然乎？泛彼柏舟，亦泛其流。耿耿不寐，如有隐忧。微我无酒，以敖以游。我心匪鉴，不可以茹。亦有兄弟，不可以据。薄言往愬，逢彼之怒。我心匪石，不可转也。我心匪席，不可卷也。威仪棣棣，不可选也。忧心悄悄，愠于群小。觏闵既多，受侮不少。静言思之，寤辟有摽。日居月诸，胡迭而微？心之忧矣，如匪浣衣。静言思之，不能奋飞。绵绵之葛。在于旷野。良工得之。以为絺纻。良工不得。枯死于野。我行其野，蔽芾其樗。婚姻之故，言就尔居。尔不我畜，复我邦家。我行其野，言采其蓫。婚姻之故，言就尔宿。尔不我畜，言归斯复。我行其野，言采其葍。不思旧姻，求尔新特。成不以富，亦祗以异。",
        "author": "先秦",
        "poem_class": "哲理",
        "dynasty": "佚名"
    },
    {
        "title": "偶题",
        "paragraph": "文章千古事，得失寸心知。作者皆殊列，名声岂浪垂。骚人嗟不见，汉道盛于斯。前辈飞腾入，馀波绮丽为。后贤兼旧列，历代各清规。法自儒家有，心从弱岁疲。永怀江左逸，多病邺中奇。騄骥皆良马，骐驎带好儿。车轮徒已斫，堂构惜仍亏。漫作潜夫论，虚传幼妇碑。缘情慰漂荡，抱疾屡迁移。经济惭长策，飞栖假一枝。尘沙傍蜂虿，江峡绕蛟螭。萧瑟唐虞远，联翩楚汉危。圣朝兼盗贼，异俗更喧卑。郁郁星辰剑，苍苍云雨池。两都开幕府，万宇插军麾。南海残铜柱，东风避月支。音书恨乌鹊，号怒怪熊罴。稼穑分诗兴，柴荆学土宜。故山迷白阁，秋水隐黄陂。不敢要佳句，愁来赋别离。胡马大宛名，锋棱瘦骨成。竹批双耳峻，风入四蹄轻。所向无空阔，真堪托死生。骁腾有如此，万里可横行。山不在高，有仙则名。水不在深，有龙则灵。斯是陋室，惟吾德馨。苔痕上阶绿，草色入帘青。谈笑有鸿儒，往来无白丁。可以调素琴，阅金经。无丝竹之乱耳，无案牍之劳形。南阳诸葛庐，西蜀子云亭。孔子云：何陋之有？海外徒闻更九州，他生未卜此生休。空闻虎旅传宵柝，无复鸡人报晓筹。(传 一作：鸣)此日六军同驻马，当时七夕笑牵牛。如何四纪为天子，不及卢家有莫愁。",
        "author": "唐代",
        "poem_class": "哲理",
        "dynasty": "杜甫"
    },
    {
        "title": "问说",
        "paragraph": "君子之学必好问。问与学，相辅而行者也。非学无以致疑，非问无以广识；好学而不勤问，非真能好学者也。理明矣，而或不达于事；识其大矣，而或不知其细，舍问，其奚决焉？贤于己者，问焉以破其疑，所谓“就有道而正”也。不如己者，问焉以求一得，所谓“以能问于不能，以多问于寡”也。等于己者，问焉以资切磋，所谓交相问难(nàn)，审问而明辨之也。《书》不云乎？“好问则裕。”孟子论：“求放心”，而并称曰“学问之道”，学即继以问也。子思言“尊德性”，而归于“道问学”，问且先于学也。古之人虚中乐善，不择事而问焉，不择人而问焉，取其有益于身而已。是故狂夫之言，圣人择之，刍荛(ráo)之微，先民询之，舜以天子而询于匹夫，以大知而察及迩言，非苟为谦，诚取善之弘也。三代而下，有学而无问，朋友之交，至于劝善规过足矣，其以义理相咨访，孜孜焉唯进修是急，未之多见也，况流俗乎？是己而非人，俗之同病。学有未达，强以为知；理有未安，妄以臆度。如是，则终身几无可问之事。贤于己者，忌之而不愿问焉；不如己者，轻之而不屑问焉；等于己者，狎xiá之而不甘问焉，如是，则天下几无可问之人。人不足服矣，事无可疑矣，此唯师心自用耳。夫自用，其小者也；自知其陋而谨护其失，宁使学终不进，不欲虚以下人，此为害于心术者大，而蹈之者常十之八九。不然，则所问非所学焉：询天下之异文鄙事以快言论；甚且心之所已明者，问之人以试其能，事之至难解者，问之人以穷其短。而非是者，虽有切于身心性命之事，可以收取善之益，求一屈己焉而不可得也。嗟乎！学之所以不能几(jī)于古者，非此之由乎？且夫不好问者，由心不能虚也；心之不虚，由好学之不诚也。亦非不潜心专力之故，其学非古人之学，其好亦非古人之好也，不能问宜也。智者千虑，必有一失。圣人所不知，未必不为愚人之所知也；愚人之所能，未必非圣人之所不能也。理无专在，而学无止境也，然则问可少耶？《周礼》，外朝以询万民，国之政事尚问及庶人，是故贵可以问贱，贤可以问不肖，而老可以问幼，唯道之所成而已矣。孔文子不耻下问，夫子贤之。古人以问为美德，而并不见其有可耻也，后之君子反争以问为耻，然则古人所深耻者，后世且行之而不以为耻者多矣，悲夫！海色雨中开，涛飞江上台。声驱千骑疾，气卷万山来。绝岸愁倾覆，轻舟故溯洄。鸱夷有遗恨，终古使人哀。夙雾才醒后，朝阳未吐间。翠烟遥辨市，红树忽移湾。风软一江水，云轻九子山。画家浓淡意，斟酌在荆关。年来肠断秣陵舟，梦绕秦淮水上楼。十日雨丝风片里，浓春艳景似残秋。",
        "author": "清代",
        "poem_class": "哲理",
        "dynasty": "刘开"
    },
    {
        "title": "警世",
        "paragraph": "世事如舟挂短篷，或移西岸或移东。几回缺月还圆月，数阵南风又北风。岁久人无千日好，春深花有几时红。是非入耳君须忍，半作痴呆半作聋。忙着征衣快着鞭，回头月挂柳梢边；两三点露不成雨，七八个星犹在天。茅店鸡声人过语，竹篱犬吠客惊眠；等闲推出扶桑日，社稷山河在眼前。角声吹彻梅花，胡云遥接秦霞。白雁西风紫塞，皂雕落日黄沙。汉使牧羊旌节，阏氐上马琵琶。梦里身回云阙，觉来泪满天涯。月。霜凝，冰洁。三五圆，二八缺。玉作乾坤，银为宫阙。如镜复如钩，似环仍似玦。兰闺少妇添愁，榆塞征人怨别。汉家今夕影娥池，穆穆金波歌未阕。",
        "author": "明代",
        "poem_class": "哲理",
        "dynasty": "唐寅"
    },
    {
        "title": "外科医生",
        "paragraph": "有医者， 自称善外科。一裨将阵回，中流矢，深入膜，延使治。乃持并州剪，剪去矢管，跪而请酬。裨将曰：“镞在膜内须亟治。”医曰：“此内科之事，不意并责我。”裨将曰：“呜呼，世直有如是欺诈之徒。”孤月无情挂翠峦，金炉香烬漏声残。云收雨散知何处，鬓乱钗横特地寒。去日渐多来日少，别时容易见时难。明朝有约谁先到，青鸟殷勤为探看。一抔苏小是耶非，绣口花腮烂舞衣。自古佳人难再得，从今虑翼罢双飞。薤边露眼啼痕浅，松下同心结带稀。恨不颠狂如大阮，欠将一哭恸兵闺。虑天下者，常图其所难而忽其所易，备其所可畏而遗其所不疑。然而，祸常发于所忽之中，而乱常起于不足疑之事。岂其虑之未周欤？盖虑之所能及者，人事之宜然，而出于智力之所不及者，天道也。当秦之世，而灭诸侯，一天下。而其心以为周之亡在乎诸侯之强耳，变封建而为郡县。方以为兵革不可复用，天子之位可以世守，而不知汉帝起陇亩之中，而卒亡秦之社稷。汉惩秦之孤立，于是大建庶孽而为诸侯，以为同姓之亲，可以相继而无变，而七国萌篡弑之谋。武、宣以后，稍削析之而分其势，以为无事矣，而王莽卒移汉祚。光武之惩哀、平，魏之惩汉，晋之惩魏，各惩其所由亡而为之备。而其亡也，盖出于所备之外。唐太宗闻武氏之杀其子孙，求人于疑似之际而除之，而武氏日侍其左右而不悟。宋太祖见五代方镇之足以制其君，尽释其兵权，使力弱而易制，而不知子孙卒困于敌国。此其人皆有出人之智、盖世之才，其于治乱存亡之几，思之详而备之审矣。虑切于此而祸兴于彼，终至乱亡者，何哉？盖智可以谋人，而不可以谋天。良医之子，多死于病；良巫之子，多死于鬼。岂工于活人，而拙于谋子也哉？乃工于谋人，而拙于谋天也。古之圣人，知天下后世之变，非智虑之所能周，非法术之所能制，不敢肆其私谋诡计，而唯积至诚，用大德以结乎天心，使天眷其德，若慈母之保赤子而不忍释。故其子孙，虽有至愚不肖者足以亡国，而天卒不忍遽亡之。此虑之远者也。夫苟不能自结于天，而欲以区区之智笼络当世之务，而必后世之无危亡，此理之所必无者，而岂天道哉！",
        "author": "明代",
        "poem_class": "哲理",
        "dynasty": "江盈科"
    },
    {
        "title": "钱若赓断鹅",
        "paragraph": "明万历中，钱若赓守临江，有异政。有乡人持一鹅入市，寄店中后他往。还，索鹅，店主赖之，云：“群鹅我鹅也。”乡人不平，讼于官。公令人取店中鹅，计四只，各以一纸，给笔砚，分四处，令其供状。人莫不讶之。食顷，使人问鹅供不？答曰：“未。”又顷，下堂视之，曰：“状已供矣。”手指一鹅曰：“此乡人鹅。”众人怪之，守曰：“乡人鹅食草，粪色青；店鹅食谷粟，粪色黄。”店主服罪。女娲炼石已荒唐，又向荒唐演大荒。失去幽灵真境界，幻来亲就臭皮囊。好知运败金无彩，堪叹时乖玉不光。白骨如山忘姓氏，无非公子与红妆。谁道阴山行路难。风毛雨血万人欢。松梢露点沾鹰绁，芦叶溪深没马鞍。依树歇，映林看。黄羊高宴簇金盘。萧萧一夕霜风紧，却拥貂裘怨早寒。一日清閒两日仙，人生何为名利牵！愚公移山智者笑，夸父追日时易迁！我今行年已七十，得过且过皆由天。坡公大笑应许我，此是一百四十年。",
        "author": "清代",
        "poem_class": "哲理",
        "dynasty": "褚人获"
    },
    {
        "title": "杂诗七首·其一",
        "paragraph": "此身天地一蘧庐，世事消磨绿鬓疏。毕竟几人真得鹿，不知终日梦为鱼。红叶黄花秋意晚，千里念行客。看飞云过尽，归鸿无信，何处寄书得。 泪弹不尽临窗滴。就砚旋研墨。渐写到别来，此情深处，红笺为无色。梅子黄时日日晴，小溪泛尽却山行。绿阴不减来时路，添得黄鹂四五声。井桐双照新妆冷，冷妆新照双桐井。羞对井花愁，愁花井对羞。影孤怜夜永，永夜怜孤影。楼上不宜秋，秋宜不上楼。",
        "author": "宋代",
        "poem_class": "哲理",
        "dynasty": "黄庭坚"
    },
    {
        "title": "论语七则",
        "paragraph": "子曰：“吾十有五而志于学，三十而立，四十而不惑，五十而知天命，六十而耳顺，七十而从心所欲，不踰矩。”(踰 同：逾)子曰：“君子食无求饱，居无求安，敏于事而慎于言，就有道而正焉，可谓好学也已。”子曰：“饭疏食，饮水，曲肱而枕之，乐亦在其中矣。不义而富且贵，于我如浮云。”子曰：“衣敝缊袍，与衣狐貉者立，而不耻者，其由也与！”“不忮不求，何用不臧？”子路终身诵之。子曰：“是道也，何足以臧？”子贡问为仁。子曰：“工欲善其事，必先利其器。居是邦也，事其大夫之贤者，友其士之仁者。”子贡问曰：“乡人皆好之，何如？”子曰：“未可也。”“乡人皆恶之，何如？”子曰：“未可也。不如乡人之善者好之，其不善者恶之。”子谓子贡曰，“女与回也孰愈？”对曰，“赐也何敢望回？回也闻一以知十，赐也闻一以知二。”子曰，“弗如也，吾与女弗如也。” 厌浥行露，岂不夙夜，谓行多露。谁谓雀无角？何以穿我屋？谁谓女无家？何以速我狱？虽速我狱，室家不足！谁谓鼠无牙？何以穿我墉？谁谓女无家？何以速我讼？虽速我讼，亦不女从！佞之见佞。果丧其田。诈之见诈。果丧其赂。得国而狃。终逢其咎。丧田不惩。祸乱其兴。彼采葛兮，一日不见，如三月兮！彼采萧兮，一日不见，如三秋兮！彼采艾兮！一日不见，如三岁兮！",
        "author": "先秦",
        "poem_class": "哲理",
        "dynasty": "佚名"
    },
    {
        "title": "放言五首·其二",
        "paragraph": "世途倚伏都无定，尘网牵缠卒未休。祸福回还车转毂，荣枯反覆手藏钩。龟灵未免刳肠患，马失应无折足忧。不信请看弈棋者，输赢须待局终头。新妆宜面下朱楼，深锁春光一院愁。 行到中庭数花朵，蜻蜓飞上玉搔头。凉月如眉挂柳湾，越中山色镜中看。兰溪三日桃花雨，半夜鲤鱼来上滩。归山深浅去，须尽丘壑美。莫学武陵人，暂游桃源里。",
        "author": "唐代",
        "poem_class": "哲理",
        "dynasty": "白居易"
    },
    {
        "title": "天道",
        "paragraph": "穷达皆由命，何劳发叹声。但知行好事，莫要问前程。冬去冰须泮，春来草自生。请君观此理，天道甚分明。红窗寂寂无人语，暗淡梨花雨。绣罗纹地粉新描，博山香炷旋抽条，睡魂销¤天涯一去无消息，终日长相忆。教人相忆几时休？不堪枨触别离愁，泪还流。好风微揭帘旌起，金翼鸾相倚。翠檐愁听乳禽声，此时春态暗关情，独难平¤画堂流水空相翳，一穗香摇曳。教人无处寄相思，落花芳草过前期，没人知。燕台多事每开颜，相许论交淡薄间。饮兴共怜芳草岸，吟情同爱夕阳山。露浓小径蛩声咽，月冷空庭竹影闲。何事此时攀忆甚，与君俱是别乡关。玉辇移中禁，珠梯览四禅。重阶清汉接，飞窦紫霄悬。缀叶披天藻，吹花散御筵。无因銮跸暇，俱舞鹤林前。",
        "author": "五代",
        "poem_class": "哲理",
        "dynasty": "冯道"
    },
    {
        "title": "小儿不畏虎",
        "paragraph": "有妇人昼日置小儿沙上而浣衣于水者。虎自山上驰来，妇人仓皇沉水避之。二小儿戏沙上自若。虎熟视久之，至以首抵触，庶几其一就惧；而儿痴，竟不知。虎亦寻卒去。噫，虎之食人，先被之以威，而不惧之人，威亦无所施欤！九畹芳菲兰佩好。空谷无人，自怨蛾眉巧。宝瑟泠泠千古调。朱丝弦断知音少。 冉冉年华吾自老。水满汀洲，何处寻芳草。唤起湘累歌未了。石龙舞罢松风晓。春事阑珊芳草歇。客里风光，又过清明节。小院黄昏人忆别。落红处处闻啼鴂。咫尺江山分楚越。目断魂销，应是音尘绝。梦破五更心欲折。角声吹落梅花月。城南小陌又逢春，只见梅花不见人。玉骨久沉泉下土，墨痕犹锁壁间尘。",
        "author": "宋代",
        "poem_class": "哲理",
        "dynasty": "苏轼"
    },
    {
        "title": "苛政猛于虎",
        "paragraph": "孔子过泰山侧 ，有妇人哭于墓者而哀，夫子式而听之，使子路问之，曰：“子之哭也，壹似重有忧者。”而曰：“然。昔者吾舅死于虎，吾夫又死焉，今吾子又死焉。”夫子曰：“何为不去也？”曰：“无苛政。”夫子曰：“小子识之：苛政猛于虎也。”出自《十三经注疏》本《礼记·檀弓下》。皇皇上天。其命不忒。天之以善。心报其德。不踬于山。而踬于垤。规有摩而水有波。我欲更之。无奈之何。度河梁兮渡河梁。举兵所伐攻秦王。孟冬十月多雪霜。隆寒道路诚难当。陈兵未济秦师降。诸侯怖惧皆恐惶。声传海内威远邦。称霸穆桓齐楚庄。天下安宁寿考长。悲去归兮河无梁。",
        "author": "先秦",
        "poem_class": "哲理",
        "dynasty": "佚名"
    },
    {
        "title": "别子才司令",
        "paragraph": "不如意事常八九，可与语人无二三。自识荆门子才甫，梦驰铁马战城南。寒日萧萧上琐窗，梧桐应恨夜来霜。酒阑更喜团茶苦，梦断偏宜瑞脑香。秋已尽，日犹长，仲宣怀远更凄凉。不如随分尊前醉，莫负东篱菊蕊黄。僵卧孤村不自哀，尚思为国戍轮台。夜阑卧听风吹雨，铁马冰河入梦来。晚晴风歇。一夜春威折。脉脉花疏天淡，云来去、数枝雪。 胜绝。愁亦绝。此情谁共说。惟有两行低雁，知人倚、画楼月。",
        "author": "宋代",
        "poem_class": "哲理",
        "dynasty": "方岳"
    },
    {
        "title": "鹬蚌相争",
        "paragraph": "赵且伐燕，苏代为燕谓惠王曰：“今者臣来，过易水。蚌方出曝，而鹬啄其肉，蚌合而箝其喙。鹬曰：‘今日不雨，明日不雨，即有死蚌！’蚌亦谓鹬曰：‘今日不出，明日不出，即有死鹬！’两者不肯相舍，渔者得而并禽之。今赵且伐燕，燕赵久相支，以弊大众，臣恐强秦之为渔夫也。故愿王之熟计之也！”惠王曰：“善。”乃止。我所思兮在太山。欲往从之梁父艰，侧身东望涕沾翰。美人赠我金错刀，何以报之英琼瑶。路远莫致倚逍遥，何为怀忧心烦劳。我所思兮在桂林。欲往从之湘水深，侧身南望涕沾襟。美人赠我琴琅玕，何以报之双玉盘。路远莫致倚惆怅，何为怀忧心烦伤。我所思兮在汉阳。欲往从之陇阪长，侧身西望涕沾裳。美人赠我貂襜褕，何以报之明月珠。路远莫致倚踟蹰，何为怀忧心烦纡。我所思兮在雁门。欲往从之雪雰雰，侧身北望涕沾巾。美人赠我锦绣段，何以报之青玉案。路远莫致倚增叹，何为怀忧心烦惋。归空城兮狗不吠。鸡不鸣。横术何广广兮固知国中之无人。嘉幽兰兮延秀。蕈妖淫兮中溏。华斐斐兮丽景。风徘徊兮流芳。皇天兮无慧。至人逝兮仙乡。天路远兮无期。不觉涕下兮沾裳。",
        "author": "两汉",
        "poem_class": "哲理",
        "dynasty": "刘向"
    },
    {
        "title": "如梦令·自净方能净彼",
        "paragraph": "自净方能净彼，我自汗流呀气。寄语澡浴人，且共肉身游戏。但洗，但洗，俯为人间一切。疏雨池塘见，微风襟袖知。阴阴夏木啭黄鹂，何处飞来白鹭立移时。易醉扶头酒，难逢敌手棋。日长偏与睡相宜，睡起芭蕉叶上自题诗。绣面芙蓉一笑开，斜飞宝鸭衬香腮。眼波才动被人猜。一面风情深有韵，半笺娇恨寄幽怀。月移花影约重来。林断山明竹隐墙。乱蝉衰草小池塘。翻空白鸟时时见，照水红蕖细细香。村舍外，古城旁。杖藜徐步转斜阳。殷勤昨夜三更雨，又得浮生一日凉。",
        "author": "宋代",
        "poem_class": "哲理",
        "dynasty": "苏轼"
    },
    {
        "title": "莲藕花叶图",
        "paragraph": "玉雪窍玲珑，纷披绿映红。生生无限意，只在苦心中。第一折(老旦扮卜儿引旦贺怜怜、梅香盼儿上，诗云)教你当家不当家，及至当家乱如麻。早晨起来七件事，柴米油盐酱醋茶。老身洛阳人氏，姓贺，人都唤我做贺妈妈。生下这女孩贺怜怜，做着个上厅行首。我那孩儿生的十分聪明智慧，谈谐歌舞，挡筝拨阮，品竹分茶，无般不晓，无般不会。占断洛阳风景，夺尽锦绣排场。明日是清明节令，着孩儿郊外踏青去。孩儿，你意下如何？(旦云)谨领母亲的命，明日到城外陈家园百花亭上，赏玩春景，走一遭去来。(盼儿云)姐姐，我盼儿伏侍你去。(同旦下)(卜儿云)孩儿和梅香都出城去了也。我无甚事，且往隔壁李大妈家吃茶则个。(下)(正末扮王焕引家僮六儿上，云)小生姓王名焕，字明秀，年方二十二岁，本贯汴梁人氏。自父亲辞逝，来此洛阳叔父处居止。为小生通晓诸子百家，博览古今典故，知五音，达六律，吹弹歌舞，写字吟诗，又会射箭调弓，抡枪使棒，因此人皆称为风流王焕。时遇清明节令，不免到城外陈家园百花亭上游玩一遭。(做行科，云)你看这郊外，果然是好景致。只见香车宝马，仕女王孙，蹴鞠秋千，管弦鼓乐，好不富贵也呵！(唱)【仙吕】【点绛唇】锦绣铺设，翠红罗列，酬佳节。莺燕调舌，惜春光苦问东君借。(六儿云)官人，你看那竹溪花坞，翠绕珠围，往来的人，一上一下，似走马灯儿一般，是好耍子也。(正末唱)【混江龙】管弦拖拽，王孙仕女斗豪奢。梨花院秋千蹴鞠，牡丹亭宝马香车。唤游人芳树啼残锦鹧鸪，采香蕊粉墙飞困玉蝴蝶。杨柳映，杏花遮，东风外，酒旗斜。四时中惟有春三月，光阴富贵，景物重叠。(旦引盼儿上，云)妾身贺怜怜。今日清明佳节，去郊外游玩。盼儿，那前面亭子，不是百花亭那？(盼儿云)姐姐，正是百花亭，将次到也。(正末云)六儿，你见么？兀那人丛里那个女子，生的非常也呵！(六儿云)官人，你好眼睛，那个女子生得十分标致。不是六儿多口，那一个梅香也不歹哩。(正末唱)【油葫芦】则见来往佳人教我难应接，离百花亭将近也，就儿中这一个尤娇绝，(云)世间有此女子，岂不是施朱太赤，施粉太白？(唱)端的是腻胭脂红处红如血，润琼酥白处白如雪。比玉呵软且温，比花呵花更别。若不是嫦娥降下瑶宫阙，尘世里怎遇这活冤业。(旦云)盼儿，咱到百花亭上去呵。(六儿云)官人，你看那小娘子，恰似画图上的美人一般。我们也到百花亭上看他去。(正末唱)【天下乐】这的是美玉生香花解说，(旦见将扇遮科)(正末唱)他见人有些矫怯，忙将罗扇遮，(旦做意科，云)那生好一表人物也。我折朵兰花儿咱。(正末唱)则见他寄幽情故将兰蕊儿折。端的个眉尖上芳信传，眼角头春意窃，(做俯觑科，唱)元来那脚踪儿也把心事写。(旦做吟诗科)(诗云)折得名花心自愁，春光一去可能留。(正末云)好聪明的女子也！(六儿云)妙法莲花经，观世音菩萨。(正末唱)【醉中天】他把我先勾拽，引的人似痴呆，哉和他四目相窥两意协。好也风召他生的有芙蓉面，桃花颊，说不尽他百般娇千般艳冶。(六儿云)官人，你看他眼似明星，眉如秋月，生的庄庄重重，是一个好女子也！(正末唱)你道他点星眸眉湾秋月，(做暗笑科，云)你怎知他不庄重的时节。(唱)他可也有玉簪横云鬓偏斜。(云)方才那两句诗，深有其意。姐姐既有意呵，便再念一遍也好。等他再念时，我也续他两句。(六儿云)官人说的好，六儿若还识字通文，我也续他两句。(旦云)那生说不听的，我再吟一遍咱。(旦再吟)(生做续吟科，诗云)东风若是相怜惜，争忍开时不并头。(旦云)盼儿，你看那百花亭畔那个秀才，貌赛潘安，才过子建，举止风流，不知是谁家公子？怎生能勾和他说句话儿也好？(盼儿云)看那秀才，正好与姐姐匹配也！(正末云)六儿，你看那女子，扭捏做作，必是个卖俏的亻柔儿，怎生得个花蝴蝶通个春信去咱。？(六儿云)便怎么遇得这通信人来？(外扮王小二卖查梨条上，诗云)洛阳城里卖花人，查梨条卖也。妆得肩头一担春，查梨条卖也。假使王孙知稼穑，查梨条卖也。好花将卖与何人，查梨条卖也。(又叫)(正末做喜科，云)这卖查梨条的王小二身上，要成此一件大功，可不好那！六儿，你与我快唤那卖查梨条的过来。(唱)【金盏儿】我正咨嗟，不宁贴，一声查梨条卖也猛听了心欢悦，(做走科，唱)我向这闹花深处紧搀截。配合这醉春情能莺燕，更和那调春色巧蜂蝶。只索央及你撮合山花博士，休使俺没乱煞做了鬼随邪。(六儿做叫科，云，)王小二，俺官人唤你哩。(小二做见科，云)官人唤小子做甚？(正末云)小二哥，我问你咱，兀那闹花深处，这个姐姐是谁家的？(小二云)那一个你也不认的？好风流的王舍。他便是洛阳上厅行首贺怜怜。(正末云)小二哥，你也知道我妆孤爱女，你肯与我做个落花的媒人，与那贺家姐姐做一程儿伴，我便与你换上盖也。(小二云)官人，小人别的不会，这调风贴怪，帮闲钻懒，须是本等行业，我就与你说去。王小二做走)(六儿扯住科，云)哥，我央及你，把那梅香总成了我罢。(王小二见旦科)(旦云)王小二，我见你在百花亭上和那公子说话，莫不是那公子使你来见我么？(小二云)大姐，你可也忒聪明。那公子须不比寻常人，说起来赶一千个双通叔，赛五百个柳耆卿哩！(旦云)他可是谁？(小二云)他便是风流王焕。据此生世上聪明，今时独步。围棋递相，打马投壶，撇兰攧竹，写字吟诗，蹴鞠打诨，作画分茶，拈花摘叶，达律知音，软款温柔，玲珑剔透。怀揣十大曲，袖褪乐章集，衣带鹌鹑粪，靴染气球泥。九流三教事都通，八万四千门尽晓。端的个天下风流，无出其右。(旦笑科，云)王小二，你这没嘴葫芦，倒会贴怪。既然如此，请那壁官人百花亭上来，俺两个自有说话。(小二云)你怕小人落了偏钱？你两个自对主儿商量去，我就请的来相见咱。(正末见旦科)(旦云)久闻王舍风流，今日幸得一遇，果然名不虚传。(正末云)小生虽有虚名，其实不副，惶恐，惶恐！(六儿云)莫说我家官人，连六儿也惶恐，惶恐。(正末唱)【醉扶归】他那里满口儿称王舍，多敢是真心的爱豪杰。(旦云)王舍，你可曾做子弟来么？(正末唱)我也曾向烟月所上花台做子弟俫，(旦云)解元不弃，屈高就下，与妾身作伴，可也肯么？(正末云)小生有句话敢问那？(旦云)有甚么话说？(正末唱)莫不你前身元从谢。自笑我有那崔护诗才几些，怎敢便大厮八将凉浆谒？(旦云)则怕你不惯傲子弟那。(正末云)姐姐，我也稍知一二。(唱)【后庭花】我也曾把柳条攀花蕊折，将那云雨期风月赊。(旦云)你看这生说海口那。(正末唱)你道我说海口王明彦，则要你放宽心贺大姐。不是我咨娇奢，凭着我拈花摘叶，那愁他没鸾胶将弦断接。(旦云)既然解元要与妾身为伴，怎也推辞。但是俺娘举手大，枷棒重，只怕你当他不起。(正末云)只要姐姐肯许了王焕，便是你奶奶利害，这等门户差拨，王焕也当的过来。(六儿云)委的俺官人是惯家。(正末唱)【一半儿】他狠毒呵似两头蛇，乖劣呵浑如双尾蝎，我将明珠一斛亲弃撇。(小二云)官人，你敢是心邪了也。(正末唱)不是俺心邪，我只是一半儿支吾一半儿者。(旦背云)你看他这等俊俏身材，又好个淹润性格。一见之间，早将我的魂灵抓到他那壁去了。他既有心要和我相处，我岂可当面错过。(回云)解元，我在梨花巷口住，你和王小二同到我家来便了。(小二云)官人，我今日成就了这好事，你可怎么谢我？(六儿云)王小二，那梅香的事，你一句也不题，有甚么谢你？(正末唱)【赚煞】既不肯近蓬蒿，待有意亲兰麝。他见俺淹润柔熨贴，弄玉傅香无尽歇。(旦云)只怕有那杀风景的哨厮每排捏呵。(正末唱)着那等干眼热滑张杓俫，任从些，打草惊蛇，尽教他捏怪排科厮间谍。(旦云)你若肯娶我，我便告一纸从良，立个妇名也。(正末唱)你若肯从良立节，我准定是建功成业，恁时节稳情取五花诰七香车。(同下)楔子(正末同旦上，云)自与姐姐相会，可早半年光景也。谁想老虔婆狠毒，接过我许多银两，如今要赶我出去。他敢是将你另接个甚么人那？(旦叹云)嗨！元来你还不知道？如今西延边上高常彬，在此收买军需。俺那母亲爱钱，待要将我嫁与他去哩。(正末云)姐姐，似这般可怎了也？(做悲科)(旦云)解元，兀的不痛杀我也！(正末唱)【仙吕】【端正好】俺和你命儿乖，时儿蹇，生折散美满的姻缘。恨天公怎不与人方便？铲连理树，撅并头莲，撏比翼鸟，打交颈鸳。恨绵绵，泪涟涟，急煎煎，意悬悬，知何日得重相见？(同下)第二折(卜儿上，云)俺那怜怜小妮子，半年前城外陈家府百花亭上，赏清明节令，引的个王焕来家，一住就住了半年多。他如今没甚么钱物了，只管缠住俺那妮子，再也不思量转身。俺这门户人家，单靠那妮子吃饭，一日不接客，就一日不赚钱，怎么容得他？如今被俺使个科段，将他捻出门去。那西延边上有高常彬，他来俺洛阳买办军需。那厮巨万贯东西，要娶俺妮子，屡次着人来说，被俺勒了他二万贯，嫁与那厮去了。早是俺乖，倘或这妮子跟着王焕走了，可怎了也！今日街坊每请俺吃茶，小的好生看着家，我吃了茶便来也。(下)(旦上，云)好是烦恼人也。好是烦恼人也。谁想俺那虔婆不仁，板障了王郎，将我嫁与高常彬，搬在这承天寺里寄住，等待军需完备时，带我西延边去。妾身要寄个信与王朗得知，争奈门上把的水泄不通，连梅香也不放他出入，怎生得个人来可也好那。(王小二叫上)查梨条卖也！查梨条卖也！(旦做听科，云)兀的不是卖查梨条王小二的声音？惭愧！这信息敢只在他身上，与俺寄去了也。(叫科，云)王小二，西厢下来。(做见科)(小二云)大姐，你怎么在此？(旦云)俺妈妈将我嫁与高常彬，借此承天寺权住，早晚要带俺上西延边去。王舍想不知我在于此处，我特特央浼你通个信去，与他知道。(小二云)哦，大姐，你要我通个信去，著王舍到这里来望你么？(旦云)是！小二哥多累你，那厮遣心腹人把著门，闲杂人一个也不放入来。你说与王舍知道。他来时须要觑个方便才好。(小二云)大姐放心，俺王小二自有兵法。著王舍来见大姐。(旦云)似这般可好也！俺有一小柬，烦你专与王舍。先送你这碎银五两，还有重谢在后。疾忙快去，恐怕那贼汉回来。小二哥。你是必用心者！(小二云)放心！都在我身上，我去也。(下)(旦云)王小二去了也，我且回后堂中去。(下)(正末上，云)小生王焕。自从与贺家姐姐作伴半载其程，钱物使尽。姐姐与小生赤心相待，争奈虔婆板障，将小生捻出门来，把姐姐嫁与高常彬，如今不知在于何处？小生害了这场没滋味的证候，俺想为人生得蠢浊，倒也省的耽烦受恼。小生不幸，学的聪明，致今半生浮浪，一世飘蓬，只当坠下活地狱一般。(诗云)酷怜风月为多情，还到离时恨转生。倚柱寻思暗惆怅，一场春梦不分明。(唱)【中吕】【粉蝶儿】半世飘流，几曾离舞裙歌袖。为怜他皓齿星眸，亻弃的个掷黄金，挥白壁，暗中挑斗。则待要买断了谢馆秦楼，却揽下这一场不明白的僝僽。【醉春风】从今后牢收起爱月惜花心，紧抄定偷香窃玉手。刁风拐月畅好是没来由，出这场丑，丑！从小着迷，少年吃闷，几时参透。(云)我心中好生困倦，且住街上茶房里吃一杯茶消闷咱。(二净闹上，双云)柴又不贵，米又不贵，两个风子，正是一对。小生姓双，这个姓柳，咱费了多少钱财，赔了多少工夫。占的这个表子，你只管来插趣，好没礼也！(柳云)难道你不见，我几曾调他来？皆是他心上自爱上我，你吃这等寡醋做甚么？你如今不要闹，咱两个则一递一夜便了。(正末见科，云)兀那两个秀才，闹将来不知为甚么？我试问他咱，你二公为何相争？(双云)老兄你不知道。小生姓双，唤做双解元，他姓柳，叫做柳殿试，俺两个是太学中同斋朋友，我苫着个科子，唤做白捉鬼。他没廉耻，每夜瞒了我去与他偷。那丑东西便也不打紧？只是咱同斋朋友，来我跟前踏狗屎，可不着别斋生员笑话。(柳云)老兄不要听他胡说。(正末云)元来二公却为风月如此。(唱)【迎仙客】你两个元同舍，本儒流，那白捉鬼比小卿不姓苏比玉仙不姓周。双通叔一般双，柳耆卿同是柳。柳殿试实止望明月玩江楼，双解元干闪在金山后。(双云)好歹是我先在他家。(柳云)我虽在后，我可使的钱多。(正末云)二公休争坏了儒家体面，我请你吃杯茶，商和了罢。(唱)【红绣鞋】一个似摘了心的禽兽，一个似攧了弹的斑鸠，(云)我劝你二公咱。(唱)这的是前人田土后人收。(柳云)簪花饮酒是好勾当，怎么这等不知趣。(正末唱)野花村务酒，知味便合休，(云)你二公再不要争了。(唱)我只怕更有收人在后头。(双云)足下想不曾做这桩儿，比我两个倒也省事。(正末唱)【满庭芳】俺也曾寻花恋酒，鸾交凤友，燕侣莺俦。俺也曾耽惊怕人约黄昏后，(柳云)元来老兄也深晓风月中趣味的。(正末唱)俺也曾使的没才学的滑熟。(双云)这等，你也曾做子弟哩。(正末唱)我是个锦阵花营郎君帅首，歌台舞榭子弟班头。(云)咱三个都有个比喻。(柳云)你说，俺试听咱。(正末唱)双秀才你是个豫章城落了第的村学究，柳秀才你是个丽春园除了名的败柳，(双笑云)足下，你却如何？(正末唱)我王焕是个百花亭坠了榜的鑞枪头。(柳云)元来你就是风流王焕？久闻久闻！多承训教，俺两个谢了茶，别处闹去也。(打闹下)(王小二上，云)那前面的不是王舍？·我且不与他这简贴儿，看他想贺家大姐也不想，我则说些野话咱。(做见科，云)官人支揖哩！我想天下聪明，再无有胜如官人的。(正末唱)【上小楼】折莫是捶丸气球，围棋双陆，顶针续麻，拆白道字，买快探阄。锦筝搊，白苎讴，清浊节奏，知音达律磕牙声嗽。(小二云)这个谁比的你？但不如你九流三教，诸子百家，可都通晓么？(正末唱)【幺篇】折莫是诸子百家，三教九流，作赋吟诗，说古谈今，曲尾歌头。洒银钩，夺彩筹，攧兰攧竹，更身材十分清秀。(小二云)我想官人这等风流，翠绣红乡，整片段受用，可不该的。(正末唱)【普天乐】水晶球，铜豌豆。红裙中插手，锦被里舒头。金杯浮蜡蚁春，红炭灸肥羊肉。惜玉怜香天生就，另一种可喜风流。淹润惯熟，玲珑剔透，软款温柔。(小二云)想官人与贺家大姐相处，正是天生一对。虽然那贺家大姐，被别人娶了，他一心儿为著官人忘餐废寝，减玉消香，洛阳城中，谁不知道？官人王焕耽下这场风月，却也不枉了！(正末云)小二哥，我当初也曾和他作伴来，岂知有今日也呵。(唱)【十二月】则为我攀花折柳，致令的有国难投。止望待天长地久，谁承望雨歇云收。他为我胭僬粉瘦，我为他绿惨红愁。【尧民歌】呀！恰便似一江春水向东流，谁想俺锦鸳鸯翻做了浪中鸥。只落得十分人带九分愁，(云)我想贺姐姐原与小生恩爱深厚，今日又嫁了高将军。(唱)正是一家儿女百家求。休也波休！也是官差不自由，泪拚湿春衫袖。(小二云)官人休要烦恼，小人今日承天寺里卖查梨条，正见贺家大姐正在那里思想官人，好生憔悴。见了小人，告诉不尽，有一小柬着我寄与官人哩。(做与末喜接科，云)不知是梦里睡里，兀的不欢喜杀我也！(做读科，词云)朝相思，暮相思。朝暮相思无尽时，奉君肠断词。生相思，死相思，生死相思两处辞，何由得见之。右调寄长相思，拜奉檀郎知音几前。词不尽言，言不尽意，保爱珍重！保爱珍重！(做捻土科，云)待小生捻土焚香咱。(唱)【快活三】这书词是亲手修，重新把密情兜。也不枉我虚名赢的上青楼，早展放蚁眉皱。(做拜科，云)我试拜告天地咱。(唱)【鲍老催】我这里展脚舒崾忙顿首，引的我口角顽涎溜。我只道姻缘簿消除-笔勾。又谁知今日还能够。这书词则是纸摄人魂的下贴，摘人心的公案，追人命的勾头。(王小二云)官人，你愁除病减，都在这封书上，早则喜也。(正未唱)再休题愁除病减，花成蜜就，叶落归秋。(云)小二哥，假若我要见贺家姐姐，怎生入的承天寺里去？你替我怎生出一个计策。(小二云)宫人似恁的聪明，文武两全，颠倒问俺这等人求计。(正末云)我为那贺家姐姐，烦恼的小生计穷智短了也。(做跪科，云)小二哥，你看同姓之面，求的一计，日后必当重报。(小二云)官人请起，俺小人有便有个见识，只怕你做不得。(正末云)你有甚么计策？快道来。(唱)【耍孩儿】我便似被困围的败将专求救，哎，高君也咱两个棋逢对。也不索推轮捧毂，筑坛台专仗你那妙策神谋。则你是添兵减灶齐孙膑，唤雨呼风蜀武侯，将巧计亲传授。这一番若得贺氏逢上焕，便似织女址牵牛。(小二云)小人有一计，可使官人与贺家大姐相见。只要官人不惜廉耻，权做下流。将小人头至下脚至上浑身衣服，并这个查梨条篮儿，都借与官人，打扮做卖查梨条的，才入的那承天寺去。(正末谢科，云)高见！高见！多承见爱！将你这一弄儿都借与我，就传与我叫的腔儿咱。(小二云)待小人叫与官人听：查梨条卖也！查梨条卖也！(正末学叫科，云)可也像也？(小二云)官人倒做的小人的师父哩！(正末唱)【随尾煞】皂头巾著额颅，斑竹篮提在手，叫歌声习演的腔儿溜。新得了个查梨条除授，则这的是郎村爱女下场头。(同下)第三折(净扮高常彬上，诗云)两军旗鼓倒也好相当，单则三寸东西不易降。因此无心演习孙吴法，专在花柳丛中作战场。某姓高名邈，字常彬。原在京城做着个管城门的官，今升在陕西延安府经略相公麾下办事。奉经略的令，将着十万贯钞，来这洛阳收买军需，分给沿边将士。到此月余，私将二万贯钞娶了个妇人，是上厅行首贺怜怜。权借这承天寺里住下，拨几个心腹牢子把守寺门，一个闲人也不许放他入来，只有梅香一人伏侍。今日洛阳府官请我赴席，伴当每备马，我吃酒去也。(下)(旦引盼儿上。云)昨日央王小二将着一束寄与王郎，不知下落。今日那厮赴席去了，我在房中闷坐。盼儿门首觑者，等王郎来时，报复我知道。(盼儿云)理会的。(正末提查梨茶从古门叫上，云)查梨条卖也！查梨条卖也！才离瓦市，恰出茶房，迅指转过翠红乡，回头便入莺花寨，须记的京城古本老郎传流。这果是家园制造，道地收来也。有福州府甜津津香喷喷红馥馥带浆儿新剥的圆眼荔枝，也有平江路酸溜溜凉荫荫美甘甘连叶儿整下的黄橙绿橘，也有松阳县软柔柔白璞璞蜜煎煎带粉儿压匾的凝霜柿饼，也有婺州府脆松松鲜润润明晃晃拌糖儿捏就的龙缠枣头，也有蜜和成糖制就细切的新建姜丝，也有日晒皱风吹干去壳的高邮菱米，也有黑的黑红的红魏郡收来的指顶大瓜子，也有酸不酸甜不甜宣城贩到的得法软梨条。俺也说不尽果品多般，略铺陈眼前数种。香闺绣阁风流的美女佳人，大厦高堂俏倬的郎君子弟？非夸大口，敢卖虚名，试尝管别，吃着再买。查梨条卖也！查梨条卖也！(做叹科，云)王焕，这个是做子弟的下场头也呵！(唱)【商调】【集贤宾】若论妆孤苦表俺端的夺了第一，(带云)说起风流王焕四个字呵。(唱)这洛阳郡有谁知？较文呵有贾马班扬藻思，较武呵有孙吴管乐神机。王焕也空学的文武双全，培养得材能兼备。指望待整乾坤定江山安社稷，辅皇家救困扶危，似恁的名标莺燕集，几时勾身到凤凰池？【逍遥乐】若论着十八般武艺，弓弩枪牌，戈矛剑戟，鞭锏挝槌，将龙韬虎略温习。方信道风月无功三不归，刬的着俺不存个济。则为俺半生花洒，耽阁尽一世前程，枉受了十载驱驰。(做叫科，云)查梨条卖也！查梨条卖也！生长在京城古汴，从小里拜个名师。学成浪子家风习惯，花台伎俩。专伏侍那些可喜知音的公子，更和那等聪明俊俏的佳人。假若是怨女旷夫，买吃了成双作对。纵然他毒郎狠妓，但尝着助喜添欢。春兰秋菊益生津。金橘木瓜偏爽口。枝头乾分利阴阳。嘉庆子调和脏腑。这枣头补虚平胃，止嗽清脾，吃两枚诸灾不犯。这柿饼滋喉润肺，解郁除焦，嚼一个百病都安。这荔枝红蠲烦养血，去秽生香，长安岁岁逢天使。这查梨条消痰化气，醒酒和中，帝城日日会王孙。查梨条卖也！查梨条卖也！(唱)【挂金索】松阳柿全别，滋润能清肺。婺州枣为魁，细嚼堪平胃。嘉庆子家风，制度实奇美。枝头干流传，可口真佳味。(做叫科云)查梨条卖也！查梨条卖也！歌姬未起，客馆先知。查梨条卖也！查梨条卖也！一声叫入珠帘去，慌杀梳妆镜里人。(唱)【山坡羊】梨条清致，金橘无对，荔枝圆眼多浇些蜜。这枣子要你早聚会，这梨条休着俺抛离。这柿饼要你事事都完备，这嘉庆这场嘉乐喜。荔枝，离也全在你，圆眼，圆也全在你。(做叫科，云)查梨条卖也！查梨条卖也！俺那姐姐，知他在那里？入的这承天寺来，好是清幽也呵！(唱)【梧叶儿】俺只见舍利塔侵云汉，罗汉堂煞整齐，人静悄景幽微。那孙飞虎声名大，小红娘识见低，闪的我张君瑞自惊疑，天也知他这普救寺莺莺在那里？(盼儿云)俺姐姐着我在这门首等着俺姐夫，怎么这早晚还不见来？(正末做见科，云)梅香姐，我来了也！(盼儿云)姐夫，你怎么这般模样了也？这是甚么打扮那？(正末唱)【金菊香】木瓜心小帽儿齐抹着卧蚕眉，查梨条花篮在我手上提。细麻鞋紧绷轻护膝，白苎衫花手巾宽系着腰围。我也是能骑高价马，贯着及时衣。(盼儿云)你快过来，见俺姐姐去。(正末见旦科，云)姐姐，我来了也！(旦做悲科，云)解元，我为你胭憔粉碎，玉减香消。你刬的这般模样，可怎生是了也？(正末云)姐姐，小生今日也则是出于不得己。(唱)【醋葫芦】闻知你粉香残消素体，金钏松减玉肌。一天愁都是为了他谁？不由我不行忘思食忘饱睡卧忘了梦寐。消磨尽五陵豪气，屈沉杀八面虎狼威。(旦云)解元，我别得你几时，刬地这般模样，兀的不羞杀我也！(正末唱)【后庭花】熬煎的你愁似织，想念着我意似痴。因此上酝酿就蜂儿蜜，调和成燕子泥。费心机，恨不的钻天掘地。则图个得见你，生这般穷智识，做这般贼所为，妆这般乔样式。【双雁儿】王焕也到如今犹兀自说兵机，得道也，夸经纪，东行不见西行利。为风月，担是非，惹英雄皆笑耻。(旦云)大丈夫不以功名为念，几时是你那峥嵘发达的时节。(正末唱)【青哥儿】有一日功成、功成名遂，那时节耀武、耀武扬威。云路鹏程九万里，气吐虹霓，志逞风雷。宫花飘曳，御酒淋漓。我不是斗筲之器，粪土这泥。则恐怕等闲间泄漏了春消息，因此上用脱壳金蝉计。(旦云)解元，我为你朝烦暮恼，放心不下，你可知道么？(正末唱)【酣葫芦】姐姐你烦恼除我知，我烦恼除你知。再休说坐儿不觉立儿饥，常言道海深须见底。各办着个真心实意，这的是有情谁怕隔年期。(高净引祗从做醉上，云)多饮了几杯酒，俺可醉了也。这是承天寺门首，左右，接了马者。(祗从云)牢坠镫。(高净云)梅香，你说去，我来家了也。(盼儿报云)姐姐，高将军来家也。(正末做慌科。唱)【金菊香】唬的我手忙脚乱紧收拾，意急心慌没整理。(高净云)甚么人在此？好无礼也。(正末唱)可正是船到江心补漏迟，只着我魄散魂飞，(做叫科，云)查梨条卖也！查梨条卖也！(唱)我则索向前来陪着笑卖查梨。(高净云)兀那厮！你在这里做甚么？左右拿过来！(祗从拿科)(喝云)跪着！(正末唱)【醋葫芦】俺也是文齐福不齐，你正是官不威牙爪威。(高净云)兀那厮，敢来俺这里胡厮哄！(祗从喝科)(正末唱)只听的一声高叫若轰雷，(旦做慌科)(正末唱)唬的那黄莺儿怎敢向上林啼。抵多少惊回绿窗春睡早，难道爱月夜眠迟。(高净云)我不在家，你做甚么哩？(旦云)我恰才闷坐，正要剥果子吃些儿，你又撞将来搅我。(高净陪笑科，云)既然奶奶要剥果子儿吃，我怎敢搅了奶奶。我醉了也，我睡去也。你自在这里剥好的吃也，留着些儿等我醒来吃。(下)(旦云)解元，这厮领着西延边上经略的十万贯钞，来这洛阳买办军需。他将二万贯官钱娶了我，带我西延边上去。他的罪过不轻，盗使官钱，强夺人妻女，失误边关军务，都是该死的！解元，你休要挫了志气。如今延安府经略相公招募天下英雄豪杰，剿捕西夏。我想你文武双全，乘此机会，可往延安府投托经略麾下，建立功勋，以遂平生之志。那时节告一纸状，说高常彬强夺人家妻女，他带我上边，若叫将出来，我诉说妾身原是王焕之妻。他盗使官钱娶我，失误边机，应得死罪。咱夫妻定有团圆之日也！解元，则要你着志者！(正末云)大姐放心！(唱)【金菊香】凭着俺驱兵领将万人敌，稳情取一举成名天下知。俺怎肯做男儿有身空七尺，任他人夺去娇妻，将比翼两分飞。(旦云)那厮的罪犯非止一桩，你则谨记在心者。(正末唱)【醋葫芦】这逆贼，好没礼。盗军资误军务失军期，他所犯那桩儿不是有条划的罪？还待向婆娘行孝当竭力，则著他得便宜翻做了落便宜。(旦云)解元，妾身止有这付金头面，钏镯俱全，与你做盘缠去。(正末云)如此多谢！(旦云)妾口占小词一首，调寄南乡子，赠君行色，休得见哂。(词云)勉强赠行装，愿尔长驱扫夏凉。威震雷霆传号令，轩昂，万里封侯相自当。功绩载旃常，恩宠朝端谁比方，衣锦归来携两袖，天香，散作春风满洛阳。(正末云)姐姐放心，王焕此一去，必不落于人后。(唱)【浪里来煞】则今朝别了玉人，多感承谢了盘费。(旦云)解元，你也姓王，那王魁也姓王，则愿你休似王魁，负了桂英者。(正末做悲科，唱)怎将我正焕比做王魁？我向西延边上建功为了宰职。你管取那五花诰夫人名位，则不要你个桂英化做一块望夫石。(同下)第四折(外扮经略官引卒子上，诗云)少年锦带佩吴钩，铁马西风塞草秋。一片雄心扶社稷，功名不为觅封侯。老夫姓种名师道。方今大宋钦宗皇帝即位，改元靖康，老夫官拜征西马步禁军都元帅，正授延安府等处招讨经略使。为西凉土番作乱，朝廷命老夫招集天下英雄豪杰，征讨土番。招募得十节度使，直杀过相思河，将西凉平定。那为首获功者洛阳王焕也，其人文武全才，智勇兼备，老夫举保他做先锋西凉节度使。尚有贼人余党未尽，著他剿捕去。早间已有捷报来了。军政司准备筵席伺候。还有一件，前者为西延缺少军需，著高邈往洛阳收买。将带十万贯钞去，内中却擅用了二万贯娶个妇人，每日饮酒作乐，迟了限次，误了边关重务，已曾著人勾提去了，未见回报。小校，辕门首觑著。(卒子拿净、旦上，云)我是勾提高邈的军士，连他娶这个妇人都勾到了，见元帅咱。(押净、旦跪科)喏！报的元帅得知，高邈拿到了也。(经略云)兀那厮，著你收买军需，接济边庭，划地将官钱盗使了，终日花酒，失误军期，依律处斩。兀那妇人，你明知官钱不合接受，亦该死罪！(旦云)老爷暂息雷霆之怒，略罢狼虎之威，听妾身告诉衷曲。妾身原有丈夫，被高常彬倚恃官势，将钱买转母亲，强娶妾身到此。只望明镜鉴察。(经略云)你母亲在那里？(旦云)近日亡化过了也。(经略云)你丈夫是谁？(旦云)丈夫是洛阳王焕，到西延边来投军，此后不知下落。(经略云)哦！原来是王焕之妻。王焕乃国家有功之臣，这就是功臣之妇了。也还未知虚实，且将二人押下。待王节使来时，便见端的。小校，且押在一壁者。(卒子云)理会的。(正末领祗从上，云)某乃王焕是也。自到延安府，见了经略大人，充为马前头目，累次立功，今为西凉节度使之职。奉元帅将令，再过相思河，剿平余党，先着捷书报知辕门去了。今班师回程，军马行动者。王焕，谁想有今日呵！(唱)【双调】【新水令】起蛰龙吐云雾上天时，下河西第一阵节使。威风驰海外，名誉播京师。端的个男儿，不枉了四方志。【驻马听】引领群师，罚其罪赏其功无徇私。募招猛士，攻必取战必胜决雄雌。常拚著马革里残尸，生图他麟阁题名字。不信呵观古史，大都来豪杰皆如是。(云)可早来到也。左右接了马者。(祗从云)牢坠镫。(正末云)令人报复去，道有王焕来了也。(卒子报科，云)王将军到！(经略云)快有请！(做见科)(经略云)节使战敌劳神。(正末云)王焕上托元帅虎威，下赖将士戮力，侥幸克敌，何劳之有？(唱)【雁儿落】据元帅雨不将伞盖搘，寒不把重裘试。兵不择少共多，敌不避生和死。(经略云)凡为将者，须要深习兵书，广看战策，方才得功成万里，名著千秋。也非是容易博来的。(正末唱)【得胜令】笑孙武少神思，病白起不仁慈。赛韩信十功立，胜孔明八阵施。无半点瑕疵，展万里鲲鹏翅。真一表英姿，建千年龙虎祠。(正末做跪科，云)元帅在上，可怜见王焕有纸状告著一个人，乞赐分理。(经略云)节使，你告甚么人？老夫与你做主咱。(唱)【风人松】高常彬差使洛阳时，有多少过犯公私。克军需盗把官钱使，恋烟花艳质娇姿。强夺人他妻我妇，成就他燕子莺儿。(经略做接状科，云)节使请起，高常彬已勾追到了也。左右，拿将过来！(卒子云)犯人当面。(净、旦跪科)(经略云)高邈，你怎敢盗使官钱，强娶有夫之妇为妻？(高净云)元帅不要听人谎状，这是贺妈妈接了我的财礼钱，嫁与我为妻来。(经略云)这钱钞是那里来的？(高净云)是高邈平日积攒下稊气钱二万贯。(经略怒云)兀那厮，刬地胡说哩！你见王节使么？(正末跪，云)这妇人正是王焕之妻。(高净云)他是你的浑家？我若是知道，早早的抬一乘轿子，送到你家里多时了。(正末唱)【乔牌儿】这厮逞权豪忒放肆，不想正遇著敌头至。(高净云)节使休怪，我实是不知误娶了他。(正末唱)自待闻钟始觉山藏寺，(经略云)军政司，与我查那高邈所犯，当得何罪？(正末云)他盗使官钱，失误军期，强娶有夫之妇为妻，那一桩儿不是该死的？(唱)贼也，这的是罪当刑无怨死。(高净做叹科，云)嗨！我止望娶他做个夫人，不想道今日撞着原主儿，眼见的要还他去了。可知道我这两日有些眼跳。(正末唱)【水仙子】你可待碧梧栖老凤凰枝，谁承望东岳新添速报司。早则西风了却黄花事，今日个雪消也见死尸，祸临头有甚嗟咨。使不的你论黄数黑，遮个的你夺朱恶紫，快招成罪犯无辞。(经略云)则唤贺氏上来，和他折证。(卒子云)贺氏靠前。(旦跪上、指末，云)大人，这个是妾身的丈夫王焕。(经略云)高邈，你怎么说？(高净云)干使了二万贯饷钞。既然说是他的，便等他领去了罢。(正末唱)【殿前欢】这的是证明师，决撒了也春风骄马五陵儿。可不道不知命无以为君子，则索退而自省其私。(高净做叫屈科，云)这妇人明明是我娶到的媳妇哩，怎当他官官相为，强断与王节使去，可不冤屈也！(正末云)噤声！(唱)这里是经略府军政司，又不比风月所莺花市。错认做洛阳地面承天寺，花费了些精银饷钞，收买些腻粉胭脂。(经略云)一行人听我下断：高邈盗使官钱，失误边关军务，强娶有夫妻女，依律处斩，推出市曹，量决一刀，著悬首辕门示众。贺氏愿系王焕之妻，被伊母爱钱改嫁，仍还本夫完聚。如今西凉平定，军中旧例，合该椎牛飨士，做个庆赏的筵席。这功劳王焕为首，老夫一来就与他贺加升节使之荣，二来就贺他夫妻重谐之喜。(词云)只为高常彬盗使官钱，误军期强纳婵娟。明正罪依律处斩，仍枭首号令军前。王节使从军征讨，立功勋名播西延。贺怜怜五花官诰，永偕老夫妇团圆。(旦换装束)(正末同拜谢科)(唱)【鸳鸯尾煞】从今后美恩情一似调琴瑟，泼生涯再不窥构肆。共立琼筵，满酌金卮，唱道是绝胜新婚，休夸燕尔，咱两个喜气孜孜。这眷爱如天赐，也不枉费尽相思，早证果了卖查梨那风流少年子。题目赏名园贺氏千金笑正正名逞风流王焕百花亭 愁耳偏工著雨声，好怀常恐负山行。未辞花事骎骎盛，正喜湖光淡淡晴。倦憩客犹勤访寺，幽栖吾欲厌归城。绿畴桑麦盘樱笋，因忆离家恰岁更。怅年年、雁飞汾水，秋风依旧兰渚。网罗惊破双栖梦，孤影乱翻波素。还碎羽，算古往今来，只有相思苦。朝朝暮暮。想塞北风沙，江南烟月，争忍自来去。埋恨处，依约并门旧路。一丘寂寞寒雨。世间多少风流事，天也有心相妒。休说与，还却怕、有情多被无情误。一杯会举。待细读悲歌，满倾清泪，为尔酹黄土。",
        "author": "元代",
        "poem_class": "哲理",
        "dynasty": "吴师道"
    },
    {
        "title": "日出入",
        "paragraph": "日出入安穷？时世不与人同。故春非我春，夏非我夏，秋非我秋，冬非我冬。泊如四海之池，遍观是邪谓何？吾知所乐，独乐六龙，六龙之调，使我心若。訾黄其何不徕下。朝发白马。暮宿韩陵。鸳鸯自朋亲，不若比翼连。他人虽同盟，骨肉天性然。周公穆康叔，管蔡则流言。子臧让千乘，季札慕其贤。皇树嘉德。风靡云披。有木连理。别干同枝。将承大同。应天之规。",
        "author": "两汉",
        "poem_class": "哲理",
        "dynasty": "佚名"
    },
    {
        "title": "邴原泣学",
        "paragraph": "邴原少孤，数岁时，过书舍而泣。师曰：“童子何泣？”原曰：“孤者易伤，贫者易感。夫书者，凡得学者，有亲也。一则愿其不孤，二则羡其得学，中心伤感，故泣耳。”师恻然曰：“欲书可耳!”原曰：“无钱资。”师曰：“童子苟有志,吾徒相教,不求资也。”于是遂就书。一冬之间，诵《孝经》《论语》。春花秋月两相宜，月竞光华花竞姿；花发月中香满树，月笼花外影交枝。梅花月落江南梦，桂月花传郢北词；花却何情月何意？我随花月泛金卮。行吟坐啸独悲秋，海雾江云引暮愁。不信有天常似醉，最怜无地可埋忧。荒荒葵井多新鬼，寂寂瓜田识故侯。见说五湖供饮马，沧浪何处着渔舟。古陵在蒿下，啼乌在蒿上。陵中人不闻，行客自惆怅。",
        "author": "明代",
        "poem_class": "哲理",
        "dynasty": "李贽"
    },
    {
        "title": "乐天见示伤微之敦诗晦叔三君子皆有深分因成是诗以寄",
        "paragraph": "吟君叹逝双绝句，使我伤怀奏短歌。世上空惊故人少，集中惟觉祭文多。芳林新叶催陈叶，流水前波让後波。万古到今同此恨，闻琴泪尽欲如何。燕草如碧丝，秦桑低绿枝。当君怀归日，是妾断肠时。 春风不相识，何事入罗帏。长啸梁甫吟，何时见阳春？君不见，朝歌屠叟辞棘津，八十西来钓渭滨。宁羞白发照清水，逢时壮气思经纶。广张三千六百钓，风期暗与文王亲。大贤虎变愚不测，当年颇似寻常人。君不见，高阳酒徒起草中，长揖山东隆准公。入门不拜逞雄辩，两女辍洗来趋风。东下齐城七十二，指挥楚汉如旋蓬。狂客落魄尚如此，何况壮士当群雄！我欲攀龙见明主，雷公砰訇震天鼓。帝旁投壶多玉女，三时大笑开电光，倏烁晦冥起风雨。阊阖九门不可通，以额扣关阍者怒。白日不照吾精诚，杞国无事忧天倾。猰貐磨牙竞人肉，驺虞不折生草茎。手接飞猱搏雕虎，侧足焦原未言苦。智者可卷愚者豪，世人见我轻鸿毛。力排南山三壮士，齐相杀之费二桃。吴楚弄兵无剧孟，亚夫咍尔为徒劳。梁甫吟，声正悲。张公两龙剑，神物合有时。风云感会起屠钓，大人臲屼当安之。长安大道连狭斜，青牛白马七香车。玉辇纵横过主第，金鞭络绎向侯家。龙衔宝盖承朝日，凤吐流苏带晚霞。百尺游丝争绕树，一群娇鸟共啼花。(百尺 一作：百丈）游蜂戏蝶千门侧，碧树银台万种色。复道交窗作合欢，双阙连甍垂凤翼。梁家画阁中天起，汉帝金茎云外直。楼前相望不相知，陌上相逢讵相识。借问吹箫向紫烟，曾经学舞度芳年。得成比目何辞死，愿作鸳鸯不羡仙。比目鸳鸯真可羡，双去双来君不见。生憎帐额绣孤鸾，好取门帘帖双燕。双燕双飞绕画梁，罗帷翠被郁金香。片片行云着蝉鬓，纤纤初月上鸦黄。鸦黄粉白车中出，含娇含态情非一。妖童宝马铁连钱，娼妇盘龙金屈膝。御史府中乌夜啼，廷尉门前雀欲栖。隐隐朱城临玉道，遥遥翠幰没金堤。挟弹飞鹰杜陵北，探丸借客渭桥西。俱邀侠客芙蓉剑，共宿娼家桃李蹊。娼家日暮紫罗裙，清歌一啭口氛氲。北堂夜夜人如月，南陌朝朝骑似云。南陌北堂连北里，五剧三条控三市。弱柳青槐拂地垂，佳气红尘暗天起。汉代金吾千骑来，翡翠屠苏鹦鹉杯。罗襦宝带为君解，燕歌赵舞为君开。别有豪华称将相，转日回天不相让。意气由来排灌夫，专权判不容萧相。专权意气本豪雄，青虬紫燕坐春风。自言歌舞长千载，自谓骄奢凌五公。节物风光不相待，桑田碧海须臾改。昔时金阶白玉堂，即今惟见青松在。(惟见 一作：唯见)寂寂寥寥扬子居，年年岁岁一床书。独有南山桂花发，飞来飞去袭人裾。",
        "author": "唐代",
        "poem_class": "哲理",
        "dynasty": "刘禹锡"
    },
    {
        "title": "题花山寺壁",
        "paragraph": "寺里山因花得名，繁英不见草纵横。栽培剪伐须勤力，花易凋零草易生。何人解赏西湖好，佳景无时。飞盖相追。贪向花间醉玉卮。谁知闲凭阑干处，芳草斜晖。水远烟微。一点沧洲白鹭飞。山抹微云，天连衰草，画角声断谯门。暂停征棹，聊共引离尊。多少蓬莱旧事，空回首、烟霭纷纷。斜阳外，寒鸦万点，流水绕孤村。(万点 一作：数点)销魂当此际，香囊暗解，罗带轻分。谩赢得、青楼薄幸名存。此去何时见也？襟袖上、空惹啼痕。伤情处，高城望断，灯火已黄昏。梨花淡白柳深青，柳絮飞时花满城。惆怅东栏一株雪，人生看得几清明。",
        "author": "宋代",
        "poem_class": "哲理",
        "dynasty": "苏舜钦"
    },
    {
        "title": "集杭州俗语诗",
        "paragraph": "色不迷人人自迷，情人眼里出西施。有缘千里来相会，三笑徒然当一痴。凉夜沉沉花漏冻，欹枕无眠，渐觉荒鸡动。此际闲愁郎不共，月移窗罅春寒重。忆共锦衾无半缝，郎似桐花，妾似桐花凤。往事迢迢徒入梦，银筝断续连珠弄。明月淡飞琼，阴云薄中酒。收尽盈盈舞絮飘，点点轻鸥咒。晴浦晚风寒，青山玉骨瘦。回看亭亭雪映窗，淡淡烟垂岫。西风吹谢花成泥，蜂蝶每向香尘泣。情犹未了缘已尽，笺前莫赋断肠诗。",
        "author": "清代",
        "poem_class": "哲理",
        "dynasty": "黄增"
    },
    {
        "title": "修身齐家治国平天下",
        "paragraph": "古之欲明明德于天下者，先治其国；欲治其国者，先齐其家；欲齐其家者，先修其身；欲修其身者，先正其心；欲正其心者，先诚其意；欲诚其意者，先致其知，致知在格物。物格而后知至，知至而后意诚，意诚而后心正，心正而后身修，身修而后家齐，家齐而后国治，国治而后天下平。自天子以至于庶人，壹是皆以修身为本。烈文辟公，锡兹祉福。惠我无疆，子孙保之。无封靡于尔邦，维王其崇之。念兹戎功，继序其皇之。无竞维人，四方其训之。不显维德，百辟其刑之。於乎，前王不忘！将欲毁之。必重累之。将欲踣之。心高举之。君君子则正。以行其德。君贱人则宽。以尽其力。唯则定国。跞躁摧长恧兮擢戟驭殳。所离不降兮泄我王气苏。三军一飞降兮所向皆殂。一士判死兮而当百夫。道祐有德兮吴卒自屠。雪我王宿耻兮威振八都。军伍难更兮势如貔貙。行行各努力兮于乎于乎。",
        "author": "先秦",
        "poem_class": "哲理",
        "dynasty": "佚名"
    },
    {
        "title": "形影神三首",
        "paragraph": "贵贱贤愚，莫不营营以惜生，斯甚惑焉；故极陈形影之苦，言神辨自然以释之。好事君子，共取其心焉。形赠影天地长不没，山川无改时。草木得常理，霜露荣悴之。谓人最灵智，独复不如兹。适见在世中，奄去靡归期。奚觉无一人，亲识岂相思。但余平生物，举目情凄洏。我无腾化术，必尔不复疑。愿君取吾言，得酒莫苟辞。影答形存生不可言，卫生每苦拙。诚愿游昆华，邈然兹道绝。与子相遇来，未尝异悲悦。憩荫若暂乖，止日终不别。此同既难常，黯尔俱时灭。身没名亦尽，念之五情热。立善有遗爱，胡为不自竭？酒云能消忧，方此讵不劣！神释大钧无私力，万理自森著。人为三才中，岂不以我故。与君虽异物，生而相依附。结托既喜同，安得不相语。三皇大圣人，今复在何处？彭祖爱永年，欲留不得住。老少同一死，贤愚无复数。日醉或能忘，将非促龄具？立善常所欣，谁当为汝誉？甚念伤吾生，正宜委运去。纵浪大化中，不喜亦不惧。应尽便须尽，无复独多虑。昔涉玄真道，腾步登太霞。负笈造天关，借问太上家。忽过紫微垣，真人列如麻。渌景清飙起，云盖映朱葩。兰宫敞琳阙，碧空起璚沙。丹台结空构，炜炜生光华。飞凤踶甍峙，烛龙倚委蛇。玉胎来绛芝，九色纷相挐。挹景练仙骸，万劫方童牙。谁言寿有终，扶桑不为查。副尉西域返，伏波南海还。坎壈多构难，郁怏少腾迁。孰云功未立，宁是契不全。直为逢迎寡，良由听受偏。若人本高绝，芬馥迈兰荃。驱车趋折坂，匡坐酌贪泉。洗帻岂虚唱，席皮良信然。群醉嫉孤醒，众媸恐独妍。龙旗翻委郁，鹢轴更回邅。鹍势终横海，鹏力会冲天。昔余遇知己，一面深千祀。纡人重结袜，辱德逾过市。诗酒悦风云，琴歌赏桃李。淹留汉水曲，契阔渝川涘。结绶惟贡公，推名实鲍子。徒然怀伏剑，终无报国士。高怀不可忘，剑意何能已。已作金兰契，何言云雨别。咄嗟改容鬓，俄顷弥年岁。海曲穷地表，江源渺天际。云泥已殊路，暄凉讵同节。柳絮亟如丝，梅花屡成雪。月落桂阴远，风起萱条结。鹤舞想低昂，鹍弦梦清切。闻君戍灵关，瓜时犹未还。数泛明月沼，频游向日湾。金碧应仿佛，轮镜几登攀。复承西归后，将兵出湖口。经过道路长，往来日月久。玉体何容歇，金浆故应有。阳台可燕私，章华堪置酒。既弹赵人瑟，复击秦人缶。缶瑟多奇调，秦赵饶姝妙。得意在双眸，倾城犹一笑。伯喈恩实早，十杜夭终少。殁等盛姬伤，存同魏车照。君子笃久要，宿昔盛宾僚。依依集鳞羽，眷着共枝条。一朝限歧路，万里异波潮。容仪虽眇眇，梦想尚昭昭。新人不相识，故人讵相忆。杳杳间山川，迢迢阻音息。各附青云远，讵假排虚力。风月接欢宴，酒醴承颜色。安知慕俦者，潺潺涕沾轼。仆本不平人，悲愁眉亦嚬。年来空自老，岁去不知春。未能全体命，于中欲问津。五噫如适越，十上似游秦。肌肤积霜露，旅力倦风尘。乌裘日日故，白发朝朝新。人生感意气，相知无富贵。怀赵实廉颇，思燕唯乐毅。大选咆咻士，广募嫖姚慰。映月比刀环，瞻星看剑气。郢路一迢远，长楸几歔欷。渤澥水尚宽，崦嵫日犹未。丈夫志四海，儿女多辞费。待余济浊河，从君宿清渭。十年辛苦未曾閒，笑指青云咫尺间。富贵不从人所愿，功名却与命相关。诗书再把从头读，论策还将著意删。料想广寒丹桂在，高枝留待我来攀。",
        "author": "魏晋",
        "poem_class": "哲理",
        "dynasty": "陶渊明"
    },
    {
        "title": "枭逢鸠 / 枭将东徙",
        "paragraph": "鸠曰：“子将安之？”枭曰：“我将东徙。”鸠曰：“何故？”枭曰：“乡人皆恶我鸣。以故东徙。”鸠曰：“子能更鸣，可矣；不能更鸣，东徙，犹恶子之声。”东临碣石，以观沧海。水何澹澹，山岛竦峙。树木丛生，百草丰茂。秋风萧瑟，洪波涌起。日月之行，若出其中；星汉灿烂，若出其里。幸甚至哉，歌以咏志。司马错与张仪争论于秦惠王前，司马错欲伐蜀，张仪曰：“不如伐韩。”王曰：“请闻其说。”对曰：“亲魏善楚，下兵三川，塞轘辕、缑氏之口，当屯留之道，魏绝南阳，楚临南郑，秦攻新城宜阳，以临二周之郊，诛周主之罪，侵楚魏之地。周自知不救，九鼎宝器必出。据九鼎，按图籍，挟天子以令天下，天下莫敢不听，此王业也。今夫蜀，西僻之国也，而戎狄之长也，敝兵劳众不足以成名，得其地不足以为利。臣闻：‘争名者于朝，争利者于市。’今三川、周室，天下之市朝也，而王不争焉，顾争于戎狄，去王业远矣。”司马错曰：“不然。臣闻之：‘欲富国者，务广其地；欲强兵者，务富其民；欲王者，务博其德。三资者备，而王随之矣。’今王之地小民贫，故臣愿从事于易。夫蜀，西僻之国也，而戎狄之长也，而有桀纣之乱。以秦攻之，譬如使豺狼逐群羊也。取其地足以广国也，得其财足以富民，缮兵不伤众，而彼已服矣。故拔一国，而天下不以为暴；利尽西海，诸侯不以为贪。是我一举而名实两附，而又有禁暴止乱之名。今攻韩劫天子，劫天子，恶名也，而未必利也，又有不义之名。而攻天下之所不欲，危！臣请谒其故：周，天下之宗室也；韩，周之与国也。周自知失九鼎，韩自知亡三川，则必将二国并力合谋，以因于齐、赵而求解乎楚、魏。以鼎与楚，以地与魏，王不能禁。此臣所谓危，不如伐蜀之完也。”惠王曰：“善！寡人听子。”卒起兵伐蜀，十月取之，遂定蜀，蜀主更号为侯，而使陈庄相蜀。蜀既属，秦益强富厚，轻诸侯。 因露寝兮产灵芝。象三德兮瑞应图。延寿命兮光此都。配上帝兮象太微。参日月兮扬光辉。",
        "author": "两汉",
        "poem_class": "哲理",
        "dynasty": "刘向"
    },
    {
        "title": "沧浪歌",
        "paragraph": "沧浪之水清兮，可以濯我缨；沧浪之水浊兮，可以濯我足。墓门有棘，斧以斯之。夫也不良，国人知之。知而不已，谁昔然矣。墓门有梅，有鸮萃止。夫也不良，歌以讯之。讯予不顾，颠倒思予。山有扶苏，隰有荷华。不见子都，乃见狂且。山有桥松，隰有游龙。不见子充，乃见狡童。𨖍水既净。𨖍导既平。𨖍□既止。嘉尌则里。天子永宁。日隹丙申。昱昱□□。𨖍其□导。□马既陈。敖□康康。□驾□□。左骖□□。右□𩦙𩦙。□□□□。母不□□。四翰𩆲𩆲。□□公谓大□。金及如□□。害不余□。",
        "author": "先秦",
        "poem_class": "哲理",
        "dynasty": "佚名"
    },
    {
        "title": "三人成虎",
        "paragraph": "庞葱与太子质于邯郸，谓魏王曰：‘今一人言市有虎，王信之乎？’王曰：‘否。’‘二人言市有虎，王信之乎？’王曰：‘寡人疑之矣。’‘三人言市有虎，王信之乎？’王曰：‘寡人信之矣。’庞葱曰：‘夫市之无虎明矣，然而三人言而成虎。今邯郸去大梁也远于市，而议臣者过于三人，愿王察之。’王曰：‘寡人自为知。’于是辞行，而谗言先至。后太子罢质，果不得见。(庞葱 一作：庞恭)行行随道，经历山陂。马啖柏叶，人啖柏脂。不可常饱，聊可遏饥。告巴蜀太守：蛮夷自擅，不讨之日久矣，时侵犯边境，劳士大夫。陛下即位，存抚天下，辑安中国，然后兴师出兵，北征匈奴。单于怖骇，交臂受事，屈膝请和。康居西域，重译请朝，稽首来享。移师东指，闽越相诛；右吊番禺，太子入朝。南夷之君，西僰（bó）之长，常效贡职，不敢怠堕，延颈举踵，喁喁然皆争归义，欲为臣妾；道里辽远，山川阻深，不能自致。夫不顺者已诛，而为善者未赏，故遣中郎将往宾之，发巴蜀士民各五百人，以奉币帛，卫使者不然，靡有兵革之事，战斗之患。今闻其乃发军兴制，警惧子弟，忧患长老，郡又擅为转粟运输，皆非陛下之意也。当行者或亡逃自贼杀，亦非人臣之节也。夫边郡之士，闻烽举燧燔，皆摄弓而驰，荷兵而走，流汗相属，唯恐居后；触白刃，冒流矢，义不反顾，计不旋踵，人怀怒心，如报私仇。彼岂乐死恶生，非编列之民，而与巴蜀异主哉？计深虑远，急国家之难，而乐尽人臣之道也。故有剖符之封，析珪之爵，位为通侯，居列东第，终则遗显号于后世，传土地于子孙。行事甚忠敬，居位安佚，名声施于无穷，功烈著而不灭。是以贤人君子，肝脑涂中原，膏液润野草而不辞也。今奉币役至南夷，即自贼杀，或亡逃抵诛，身死无名，谥为至愚，耻及父母，为天下笑。人之度量相越，岂不远哉！然此非独行者之罪也，父兄之教不先，子弟之率不谨也，寡廉鲜耻；而俗不长厚也。其被刑戮，不亦宜乎！陛下患使者有司之若彼，悼不肖愚民之如此，故遣信使晓谕百姓以发卒之事，因数之以不忠死亡之罪，让三老孝悌以不教之过。方今田时，重烦百姓，已亲见近县，恐远所溪谷山泽之民不遍闻，檄到，亟下县道，使咸知陛下之意，唯毋忽也。开轩睇幽䆳，散帙当清漪。爱以君子屋，重此林泉姿。空翠散瑶席，轻流度华池。牙签插高阁，万卷光陆离。逍遥弦颂暇，鱼鸟忻相随。俗虑澹若忘，谈笑无厌时。早逢雍熙治，文雅久见推。歘起掌帝制，两籓赖纲维。济济夔龙侣，接武赤玉墀。东观多群籍，西清骋雄词。莹如玉壶冰，灿若琼树枝。苕溪增秀色，天目含清辉。黎庶待拊字，丘园宁暌违。寄声考槃涧，白首以为期。",
        "author": "两汉",
        "poem_class": "哲理",
        "dynasty": "刘向"
    },
    {
        "title": "晓窗",
        "paragraph": "少闻鸡声眠，老听鸡声起。千古万代人，消磨数声里。问我清游何日最，木樨风外等秋潮。忽有故人心上过，乃是虹生与子潇。肠断乌骓夜啸风，虞兮幽恨对重瞳。黥彭甘受他年醢，饮剑何如楚帐中？睡起无聊倚舵楼，瞿塘西望路悠悠。长江巨浪征人泪，一夜西风共白头。",
        "author": "清代",
        "poem_class": "哲理",
        "dynasty": "魏源"
    },
    {
        "title": "朝三暮四",
        "paragraph": "宋有狙公者，爱狙，养之成群，能解狙之意；狙亦得公之心。损其家口，充狙之欲。俄而匮焉，将限其食，恐众狙之不驯于己也。先诳之曰：“与若芧，朝三而暮四，足乎？”众狙皆起怒。俄而曰：“与若芧，朝四而暮三，足乎？”众狙皆伏而喜。皇祖有训。民可近。不可下。民惟邦本。本固邦宁。予视天下愚夫愚妇。一能胜予。怨岂在明。不见是图。予临兆民。懔乎若朽索之驭六马。为人上者。奈何不敬。训有之。内作色荒。外作禽荒。甘酒嗜音。峻宇雕墙。有一于此。未或不亡。惟彼陶唐。有此冀方。今失厥道。乱其纪纲。乃底灭亡。明明我祖。万邦之君。有典有则。贻厥子孙。关石和钧。王府则有。荒坠厥绪。覆宗绝祀。呜呼曷归。予怀之悲。万姓仇予。予将畴依。郁陶乎予心。颜厚有忸怩。弗慎厥德。虽悔可追。於我乎，夏屋渠渠，今也每食无余。于嗟乎，不承权舆！於我乎，每食四簋，今也每食不饱。于嗟乎，不承权舆！出其东门，有女如云。虽则如云，匪我思存。缟衣綦巾，聊乐我员。出其闉闍，有女如荼。虽则如荼，匪我思且。缟衣茹藘，聊可与娱。",
        "author": "先秦",
        "poem_class": "哲理",
        "dynasty": "佚名"
    },
    {
        "title": "王戎不取道旁李",
        "paragraph": "王戎七岁，尝与诸小儿游。看道边李树多子折枝，诸儿竞走取之，唯戎不动。人问之，答曰：“树在道边而多子，此必苦李。”取之信然。孤鹤归飞，再过辽天，换尽旧人。念累累枯冢，茫茫梦境，王侯蝼蚁，毕竟成尘。载酒园林，寻花巷陌，当日何曾轻负春。流年改，叹围腰带剩，点鬓霜新。交亲零落如云，又岂料如今馀此身。幸眼明身健，茶甘饭软，非惟我老，更有人贫。躲尽危机，消残壮志，短艇湖中闲采莼。吾何恨，有渔翁共醉，溪友为邻。东风吹柳日初长，雨余芳草斜阳。杏花零落燕泥香，睡损红妆。宝篆烟销龙凤，画屏云锁潇湘。夜寒微透薄罗裳，无限思量。听风听雨过清明。愁草瘗花铭。楼前绿暗分携路，一丝柳、一寸柔情。料峭春寒中酒，交加晓梦啼莺。 西园日日扫林亭。依旧赏新晴。黄蜂频扑秋千索，有当时、纤手香凝。惆怅双鸳不到，幽阶一夜苔生。",
        "author": "宋代",
        "poem_class": "哲理",
        "dynasty": "佚名"
    },
    {
        "title": "水调歌头·隐括杜牧之齐山诗",
        "paragraph": "江水浸云影，鸿雁欲南飞。携壶结客何处？空翠渺烟霏。尘世难逢一笑，况有紫萸黄菊，堪插满头归。风景今朝是，身世昔人非。酬佳节，须酩酊，莫相违。人生如寄，何事辛苦怨斜晖。无尽今来古往，多少春花秋月，那更有危机。与问牛山客，何必独沾衣。二月巴陵日日风，春寒未了怯园公。海棠不惜胭脂色，独立蒙蒙细雨中。梦入江南烟水路，行尽江南，不与离人遇。睡里消魂无说处，觉来惆怅消魂误。欲尽此情书尺素，浮雁沉鱼，终了无凭据。却倚缓弦歌别绪，断肠移破秦筝柱。疏雨池塘见，微风襟袖知。阴阴夏木啭黄鹂，何处飞来白鹭立移时。易醉扶头酒，难逢敌手棋。日长偏与睡相宜，睡起芭蕉叶上自题诗。",
        "author": "宋代",
        "poem_class": "哲理",
        "dynasty": "朱熹"
    },
    {
        "title": "文章",
        "paragraph": "文章本天成，妙手偶得之。粹然无疵瑕，岂复须人为？君看古彝器，巧拙两无施。汉最近先秦，固已殊淳漓。胡部何为者，豪竹杂哀丝。后夔不复作，千载谁与期？《水经》云：“彭蠡之口有石钟山焉。”郦元以为下临深潭，微风鼓浪，水石相搏，声如洪钟。是说也，人常疑之。今以钟磬置水中，虽大风浪不能鸣也，而况石乎！至唐李渤始访其遗踪，得双石于潭上，扣而聆之，南声函胡，北音清越，桴止响腾，余韵徐歇。自以为得之矣。然是说也，余尤疑之。石之铿然有声者，所在皆是也，而此独以钟名，何哉？元丰七年六月丁丑，余自齐安舟行适临汝，而长子迈将赴饶之德兴尉，送之至湖口，因得观所谓石钟者。寺僧使小童持斧，于乱石间择其一二扣之，硿硿焉。余固笑而不信也。至莫夜月明，独与迈乘小舟，至绝壁下。大石侧立千尺，如猛兽奇鬼，森然欲搏人；而山上栖鹘，闻人声亦惊起，磔磔云霄间；又有若老人咳且笑于山谷中者，或曰此鹳鹤也。余方心动欲还，而大声发于水上，噌吰如钟鼓不绝。舟人大恐。徐而察之，则山下皆石穴罅，不知其浅深，微波入焉，涵澹澎湃而为此也。舟回至两山间，将入港口，有大石当中流，可坐百人，空中而多窍，与风水相吞吐，有窾坎镗鞳之声，与向之噌吰者相应，如乐作焉。因笑谓迈曰：“汝识之乎？噌吰者，周景王之无射也；窾坎镗鞳者，魏庄子之歌钟也。古之人不余欺也！”事不目见耳闻，而臆断其有无，可乎？郦元之所见闻，殆与余同，而言之不详；士大夫终不肯以小舟夜泊绝壁之下，故莫能知；而渔工水师虽知而不能言。此世所以不传也。而陋者乃以斧斤考击而求之，自以为得其实。余是以记之，盖叹郦元之简，而笑李渤之陋也。 聚散匆匆不偶然。二年遍历楚山川。但将痛饮酬风月，莫放离歌入管弦。萦绿带，点青钱，东湖春水碧连天。明朝放我东归去，後夜相思月满船。山色江声相与清，卷帘待得月华生。可怜一曲并船笛，说尽故人离别情。梦中往事随心见，醉里繁华乱眼生。长为风流恼人病，不如天性总无情。",
        "author": "宋代",
        "poem_class": "哲理",
        "dynasty": "陆游"
    },
    {
        "title": "父善游",
        "paragraph": "有过于江上者，见人方引婴儿而欲投之江中，婴儿啼。人问其故。曰：“此其父善游。”其父虽善游，其子岂遽善游哉？以此任物，亦必悖矣。讴乎其已乎。苞乎其往归田成子乎。大夫登徒子侍于楚王，短宋玉曰：“玉为人体貌闲丽，口多微辞，又性好色。愿王勿与出入后宫。”王以登徒子之言问宋玉。玉曰：“体貌闲丽，所受于天也；口多微辞，所学于师也；至于好色，臣无有也。“王曰：“子不好色，亦有说乎？有说则止，无说则退。”玉曰：“天下之佳人莫若楚国，楚国之丽者莫若臣里，臣里之美者莫若臣东家之子。东家之子，增之一分则太长，减之一分则太短 ；著粉则太白，施朱则太赤；眉如翠羽，肌如白雪；腰如束素，齿如含贝；嫣然一笑，惑阳城，迷下蔡。然此女登墙窥臣三年，至今未许也。登徒子则不然：其妻蓬头挛耳，齞唇历齿，旁行踽偻，又疥且痔。登徒子悦之，使有五子。王孰察之，谁为好色者矣。”是时，秦章华大夫在侧，因进而称曰：“今夫宋玉盛称邻之女，以为美色，愚乱之邪；臣自以为守德，谓不如彼矣。且夫南楚穷巷之妾，焉足为大王言乎?若臣之陋，目所曾睹者，未敢云也。”王曰：“试为寡人说之。”大夫曰：“唯唯。臣少曾远游，周览九土，足历五都。出咸阳、熙邯郸，从容郑、卫、溱 、洧之间 。是时向春之末 ，迎夏之阳，鸧鹒喈喈，群女出桑。此郊之姝，华色含光，体美容冶，不待饰装。臣观其丽者，因称诗曰：‘遵大路兮揽子祛’。赠以芳华辞甚妙。于是处子怳若有望而不来，忽若有来而不见。意密体疏，俯仰异观；含喜微笑，窃视流眄。复称诗曰：‘寐春风兮发鲜荣，洁斋俟兮惠音声，赠我如此兮不如无生。’因迁延而辞避。盖徒以微辞相感动。精神相依凭；目欲其颜，心顾其义，扬《诗》守礼，终不过差，故足称也。”于是楚王称善，宋玉遂不退。荡荡上帝，下民之辟。疾威上帝，其命多辟。天生烝民，其命匪谌。靡不有初，鲜克有终。文王曰咨，咨汝殷商。曾是彊御？曾是掊克？曾是在位？曾是在服？天降滔德，女兴是力。文王曰咨，咨女殷商。而秉义类，彊御多怼。流言以对。寇攘式内。侯作侯祝，靡届靡究。文王曰咨，咨女殷商。女炰烋于中国。敛怨以为德。不明尔德，时无背无侧。尔德不明，以无陪无卿。文王曰咨，咨女殷商。天不湎尔以酒，不义从式。既愆尔止。靡明靡晦。式号式呼。俾昼作夜。文王曰咨，咨女殷商。如蜩如螗，如沸如羹。小大近丧，人尚乎由行。内奰于中国，覃及鬼方。文王曰咨，咨女殷商。匪上帝不时，殷不用旧。虽无老成人，尚有典刑。曾是莫听，大命以倾。文王曰咨，咨女殷商。人亦有言：颠沛之揭，枝叶未有害，本实先拨。殷鉴不远，在夏后之世。",
        "author": "先秦",
        "poem_class": "哲理",
        "dynasty": "吕不韦 撰"
    },
    {
        "title": "泛海",
        "paragraph": "险夷原不滞胸中，何异浮云过太空？夜静海涛三万里，月明飞锡下天风。嵯峨怪石倚云间，抛掷于今定几年。苔藓作毛因雨长，藤萝穿鼻任风牵。从来不食溪边草，自古难耕陇上田。恨杀牧童鞭不起，笛声斜挂夕阳烟。富贵本无根，尽从勤里得。请观懒惰者，面待饥寒色。我昔奉敕辞金阙，西下巴川持使节。仙槎二月出龙河，万里春风掉晴雪。吴江茫茫入杳冥，棹歌初过蛾眉亭。锦袍不见李供奉，白云遮断三山青。烟芜涨绿知何地，白鸟双双没淮树。片帆风满疾如飞，矫首惊看溯流去。大孤小孤横雪波，匡庐五老青嵯峨。九江秀色叹奇绝，半空飞瀑悬银河。推篷竟日闲吟倚，瞬息舟移洞庭水。君山如黛压中流，十二烟鬟镜光里。好山远自峨眉来，潇湘练明天际开。疑峰九点落空翠，重华孤坟安在哉？武昌地转多遗迹，隔岸鸟鸣瞻赤壁。烟焰旌旗魏武兵，纶巾羽扇周郎策。扶醉曾登黄鹤楼，汉阳城对鹦鹉洲。即从鄂渚棹明月，溯流直上窥荆州。夷陵山势多重叠，楚树蛮云远相接。欲向夔城入锦城，还于巴峡穿巫峡。神女峰前路欲迷，瞿塘滟滪闻猿啼。五溪越尽见雪岭，但见青天鸟道低。万里桥西看立马，足迹经游半天下。愧无草檄拟相如，笑掷橐金轻陆贾。今年诏许临丹丘，梦中往往惊羁愁。江山谁写入图画，眼中历历如经游。岸巾一览发长啸，满襟爽气高堂秋。",
        "author": "明代",
        "poem_class": "哲理",
        "dynasty": "王守仁"
    },
    {
        "title": "富人之子",
        "paragraph": "齐有富人，家累千金。其二子甚愚，其父又不教之。一日，艾子谓其父曰：“君之子虽美，而不通世务，他日曷能克其家?”父怒曰：“吾之子敏而且恃多能，岂有不通世务者耶?”艾子曰：“不须试之他，但问君之子，所食者米，从何来？若知之，吾当妄言之罪。”父遂呼其子问之。其子嘻然笑曰：“吾岂不知此也？每以布囊取来。”其父愀然改容曰：“子之愚甚也!彼米不是田中来?”艾子曰：“非其父不生其子。”有情风、万里卷潮来，无情送潮归。问钱塘江上，西兴浦口，几度斜晖。不用思量今古，俯仰昔人非。谁似东坡老，白首忘机。 记取西湖西畔，正暮山好处，空翠烟霏。算诗人相得，如我与君稀。约他年、东还海道，愿谢公、雅志莫相违。西州路，不应回首，为我沾衣。(正暮 一作：正春)篱落疏疏一径深，树头新绿未成阴。(新绿 一作：花落)儿童急走追黄蝶，飞入菜花无处寻。春已归来，看美人头上，袅袅春幡。无端风雨，未肯收尽余寒。年时燕子，料今宵梦到西园。浑未办、黄柑荐酒，更传青韭堆盘？却笑东风从此，便薰梅染柳，更没些闲。闲时又来镜里，转变朱颜。清愁不断，问何人会解连环？生怕见花开花落，朝来塞雁先还。",
        "author": "宋代",
        "poem_class": "哲理",
        "dynasty": "苏轼"
    },
    {
        "title": "石壁精舍还湖中作",
        "paragraph": "昏旦变气候，山水含清晖。清晖能娱人，游子憺忘归。出谷日尚早，入舟阳已微。林壑敛暝色，云霞收夕霏。芰荷迭映蔚，蒲稗相因依。披拂趋南径，愉悦偃东扉。虑澹物自轻，意惬理无违。寄言摄生客，试用此道推。逢风时迥度，逐侣乍争飞。犹忆方塘水，今秋已复归。思君出江湄，慷慨临长薄。独对东风酒，谁举指南酌。崇兰白带飞，青鵁紫缨络。一年流泪同，万里相思各。胡为舍旃去，故人在宛洛。我行乘日垂，放舟候月圆。沫江免风涛，涉清弄漪涟。积石竦两溪，飞泉倒三山。亦既穷登陟，荒蔼横目前。窥岩不睹景，披林岂见天。阳乌尚倾翰，幽篁未为邅。退寻平常时，安知巢穴难。风雨非攸吝，拥志谁与宣。倘有同枝条，此日即千年。",
        "author": "南北朝",
        "poem_class": "哲理",
        "dynasty": "谢灵运"
    },
    {
        "title": "文侯与虞人期猎",
        "paragraph": "魏文侯与虞人期猎。是日，饮酒乐，天雨。文侯将出，左右曰：“今日饮酒乐，天又雨，公将焉之？”文侯曰：“吾与虞人期猎，虽乐，岂可不一会期哉！”乃往，身自罢之。魏于是乎始强。孤始举孝廉，年少，自以本非岩穴知名之士，恐为海内人之所见凡愚，欲为一郡守，好作政教，以建立名誉，使世士明知之；故在济南，始除残去秽，平心选举，违迕诸常侍。以为强豪所忿，恐致家祸，故以病还。去官之后，年纪尚少，顾视同岁中，年有五十，未名为老。内自图之，从此却去二十年，待天下清，乃与同岁中始举者等耳。故以四时归乡里，于谯东五十里筑精舍，欲秋夏读书，冬春射猎，求底下之地，欲以泥水自蔽，绝宾客往来之望。然不能得如意。后徵为都尉，迁典军校尉，意遂更欲为国家讨贼立功，欲望封侯作征西将军，然后题墓道言“汉故征西将军曹侯之墓”，此其志也。而遭值董卓之难，兴举义兵。是时合兵能多得耳，然常自损，不欲多之；所以然者，多兵意盛，与强敌争，倘更为祸始。故汴水之战数千，后还到扬州更募，亦复不过三千人，此其本志有限也。后领兖州，破降黄巾三十万众。又袁术僭号于九江，下皆称臣，名门曰建号门，衣被皆为天子之制，两妇预争为皇后。志计已定，人有劝术使遂即帝位，露布天下，答言“曹公尚在，未可也”。后孤讨禽其四将，获其人众，遂使术穷亡解沮，发病而死。及至袁绍据河北，兵势强盛，孤自度势，实不敌之；但计投死为国，以义灭身，足垂于后。幸而破绍，枭其二子。又刘表自以为宗室），包藏奸心，乍前乍却，以观世事，据有当州，孤复定之，遂平天下。身为宰相，人臣之贵已极，意望已过矣。今孤言此，若为自大，欲人言尽，故无讳耳。设使国家无有孤，不知当几人称帝，几人称王！或者人见孤强盛，又性不信天命之事，恐私心相评，言有不逊之志，妄相忖度，每用耿耿。齐桓、晋文所以垂称至今日者，以其兵势广大，犹能奉事周室也。《论语》云：“三分天下有其二，以服事殷，周之德可谓至德矣。”夫能以大事小也。昔乐毅走赵，赵王欲与之图燕。乐毅伏而垂泣，对曰：“臣事昭王，犹事大王；臣若获戾，放在他国，没世然后已，不忍谋赵之徒隶，况燕后嗣乎！”胡亥之杀蒙恬也，恬曰：“自吾先人及至子孙，积信于秦三世矣；今臣将兵三十余万，其势足以背叛，然自知必死而守义者，不敢辱先人之教以忘先王也。”孤每读此二人书，未尝不怆然流涕也。孤祖、父以至孤身，皆当亲重之任，可谓见信者矣，以及子桓兄弟，过于三世矣。孤非徒对诸君说此也，常以语妻妾，皆令深知此意。孤谓之言：“顾我万年之后，汝曹皆当出嫁，欲令传道我心，使他人皆知之。”孤此言皆肝鬲之要也。所以勤勤恳恳叙心腹者，见周公有《金縢》之书以自明，恐人不信之故。然欲孤便尔委捐所典兵众，以还执事，归就武平侯国，实不可也。何者？诚恐己离兵为人所祸也。既为子孙计，又己败则国家倾危，是以不得慕虚名而处实祸，此所不得为也。前朝恩封三子为侯，固辞不受，今更欲受之，非欲复以为荣，欲以为外援，为万安计。孤闻介推之避晋封，申胥之逃楚赏，未尝不舍书而叹，有以自省也。奉国威灵，仗钺征伐，推弱以克强，处小而禽大。意之所图，动无违事，心之所虑，何向不济，遂荡平天下，不辱主命。可谓天助汉室，非人力也。然封兼四县，食户三万，何德堪之！江湖未静，不可让位；至于邑土，可得而辞。今上还阳夏、柘、苦三县户二万，但食武平万户，且以分损谤议，少减孤之责也。孔子曰：“导之以政，齐之以刑，民免而无耻。导之以德，齐之以礼，有耻且格。”老氏称：“上德不德，是以有德；下德不失德，是以无德。”“法令滋章，盗贼多有。”太史公曰：信哉是言也！法令者治之具，而非制治清浊之源也。昔天下之网尝密矣然奸伪萌起，其极也，上下相遁，至于不振当是之时，吏治若救火扬沸，非武健严酷，恶能胜其任而愉快乎！言道德者，溺其职矣。故曰“听讼，吾犹人也，必也使无讼乎。”“下士闻道大笑之”。非虚言也。汉兴，破觚而为圜，斫雕而为朴，网漏于吞舟之鱼，而吏治，不至于奸，黎民艾安。由是观之，在彼不在此。妾身兮不令，婴疾兮来归。沉滞兮家门，历时兮不差。旷废兮侍觐，情敬兮有违。君今兮奉命，远适兮京师。悠悠兮离别，无因兮叙怀。瞻望兮踊跃，伫立兮徘徊。思君兮感结，梦想兮容晖。君发兮引迈，去我兮日乖。恨无兮羽翼，高飞兮相追。长吟兮永叹，泪下兮沾衣。",
        "author": "两汉",
        "poem_class": "哲理",
        "dynasty": "刘向"
    },
    {
        "title": "守株待兔",
        "paragraph": "宋人有耕者。田中有株。兔走触株，折颈而死。因释其耒而守株，冀复得兔。兔不可复得，而身为宋国笑。君子曰：学不可以已。青，取之于蓝，而青于蓝；冰，水为之，而寒于水。木直中绳，輮以为轮，其曲中规。虽有槁暴，不复挺者，輮使之然也。故木受绳则直，金就砺则利，君子博学而日参省乎己，则知明而行无过矣。吾尝终日而思矣，不如须臾之所学也；吾尝跂而望矣，不如登高之博见也。登高而招，臂非加长也，而见者远；顺风而呼，声非加疾也，而闻者彰。假舆马者，非利足也，而致千里；假舟楫者，非能水也，而绝江河。君子生非异也，善假于物也。积土成山，风雨兴焉；积水成渊，蛟龙生焉；积善成德，而神明自得，圣心备焉。故不积跬步，无以至千里；不积小流，无以成江海。骐骥一跃，不能十步；驽马十驾，功在不舍。锲而舍之，朽木不折；锲而不舍，金石可镂。蚓无爪牙之利，筋骨之强，上食埃土，下饮黄泉，用心一也。蟹六跪而二螯，非蛇鳝之穴无可寄托者，用心躁也。十月，晋阴饴甥会秦伯，盟于王城。秦伯曰：“晋国和乎？”对曰：“不和。小人耻失其君而悼丧其亲，不惮征缮以立圉也。曰：‘必报仇，宁事戎狄。’君子爱其君而知其罪，不惮征缮以待秦命。曰：‘必报德，有死无二。’以此不和。”秦伯曰：“国谓君何？”对曰：“小人戚，谓之不免；君子恕，以为必归。小人曰：‘我毒秦，秦岂归君？’君子曰：‘我知罪矣，秦必归君。贰而执之，服而舍之，德莫厚焉，刑莫威焉。服者怀德，贰者畏刑，此一役也，秦可以霸。纳而不定，废而不立，以德为怨，秦不其然。’”秦伯曰：“是吾心也。” 改馆晋侯，馈七牢焉。丰年多黍多稌，亦有高廪，万亿及秭。为酒为醴，烝畀祖妣。以洽百礼，降福孔皆。",
        "author": "先秦",
        "poem_class": "哲理",
        "dynasty": "韩非"
    },
    {
        "title": "五月十九日大雨",
        "paragraph": "风驱急雨洒高城，云压轻雷殷地声。雨过不知龙去处，一池草色万蛙鸣。三载重阳菊，开时不在家。何期今日酒，忽对故园花。野旷云连树，天寒雁聚沙。登临无限意，何处望京华。五载离家别路悠，送君寒浸宝刀头。欲知肺腑同生死，何用安危问去留？策杖只因图雪耻，横戈原不为封侯。故园亲侣如相问，愧我边尘尚未收。昨日辛夷开，今朝辛夷落。辛夷花房高刺天，却共芙蓉乱红萼。小山桂树犹连卷，五湖荷花空绰约。连卷绰约宜秋日，端居独养征君疾。高枝朵朵艳木莲，密叶层层赛卢橘。山鬼已见驾香车，文人应是梦彩笔。辛夷辛夷何离奇，照水偏宜姑射姿。萧晨东海霞光烂，玄夜西园露气滋。檀心倒卷情无限，玉面低回力不支。见说东都便露坐，惟应御史沄风吹。此花爱逐东风暖，故人逸韵嵇中散。山阳闻有合欢斋，石湖亦筑辛夷馆。袅袅岩栊碧树圆，纷纷涧户香花满。坞里王孙旧路长，卷中裴迪新诗短。新诗已旧不堪闻，江南荒馆隔秋云。多情不改年年色，千古芳心持赠君。",
        "author": "明代",
        "poem_class": "哲理",
        "dynasty": "刘基"
    },
    {
        "title": "老子·八章",
        "paragraph": "上善若水。水善利万物而不争，处众人之所恶，故几于道。居善地，心善渊，与善仁，言善信，政善治，事善能，动善时。夫唯不争，故无尤。皇矣上帝，临下有赫。监观四方，求民之莫。维此二国，其政不获。维彼四国，爰究爰度。上帝耆之，憎其式廓。乃眷西顾，此维与宅。作之屏之，其菑其翳。修之平之，其灌其栵。启之辟之，其柽其椐。攘之剔之，其檿其柘。帝迁明德，串夷载路。天立厥配，受命既固。帝省其山，柞棫斯拔，松柏斯兑。帝作邦作对，自大伯王季。维此王季，因心则友。则友其兄，则笃其庆，载锡之光。受禄无丧，奄有四方。维此王季，帝度其心。貊其德音，其德克明。克明克类，克长克君。王此大邦，克顺克比。比于文王，其德靡悔。既受帝祉，施于孙子。帝谓文王：无然畔援，无然歆羡，诞先登于岸。密人不恭，敢距大邦，侵阮徂共。王赫斯怒，爰整其旅，以按徂旅。以笃于周祜，以对于天下。依其在京，侵自阮疆。陟我高冈，无矢我陵。我陵我阿，无饮我泉，我泉我池。度其鲜原，居岐之阳，在渭之将。万邦之方，下民之王。帝谓文王：予怀明德，不大声以色，不长夏以革。不识不知，顺帝之则。帝谓文王：訽尔仇方，同尔弟兄。以尔钩援，与尔临冲，以伐崇墉。临冲闲闲，崇墉言言。执讯连连，攸馘安安。是类是禡，是致是附，四方以无侮。临冲茀茀，崇墉仡仡。是伐是肆，是绝是忽。四方以无拂。夏，会于葵丘，寻盟，且修好，礼也。王使宰孔赐齐侯胙，曰：“天子有事于文武，使孔赐伯舅胙。”齐侯将下拜。孔曰：“且有后命。天子使孔曰：‘以伯舅耋老，加劳，赐一级，无下拜!”’对曰：“天威不违颜咫尺，小白余敢贪天子之命‘无下拜’!恐陨越于下，以遗天子羞，敢不下拜?”下，拜，登，受。季氏将伐颛臾。冉有、季路见于孔子曰：“季氏将有事于颛臾。”孔子曰：“求！无乃尔是过与？夫颛臾，昔者先王以为东蒙主，且在邦域之中矣，是社稷之臣也。何以伐为？”冉有曰：“夫子欲之，吾二臣者皆不欲也。”孔子曰：“求！周任有言曰：‘陈力就列，不能者止。’危而不持，颠而不扶，则将焉用彼相矣？且尔言过矣。虎兕出于柙，龟玉毁于椟中，是谁之过与？”冉有曰：“今夫颛臾，固而近于费。今不取，后世必为子孙忧。”孔子曰：“求！君子疾夫舍曰欲之而必为之辞。丘也闻有国有家者，不患寡而患不均，不患贫而患不安。盖均无贫，和无寡，安无倾。夫如是，故远人不服，则修文德以来之。既来之，则安之。今由与求也，相夫子，远人不服而不能来也；邦分崩离析而不能守也；而谋动干戈于邦内。吾恐季孙之忧，不在颛臾，而在萧墙之内也。”",
        "author": "先秦",
        "poem_class": "哲理",
        "dynasty": "佚名"
    },
    {
        "title": "晏子使楚",
        "paragraph": "一晏子使楚。楚人以晏子短，楚人为小门于大门之侧而延晏子。晏子不入，曰：“使狗国者从狗门入，今臣使楚，不当从此门入。”傧者更道，从大门入。见楚王。王曰：“齐无人耶？使子为使。”晏子对曰：“齐之临淄三百闾，张袂成阴，挥汗成雨，比肩继踵而在，何为无人？”王曰：“然则何为使予？”晏子对曰：“齐命使，各有所主：其贤者使使贤主，不肖者使使不肖主。婴最不肖，故宜使楚矣！”（张袂成阴 一作：张袂成帷）二晏子将使楚。楚王闻之，谓左右曰：“晏婴，齐之习辞者也。今方来，吾欲辱之，何以也？”左右对曰：“为其来也，臣请缚一人，过王而行，王曰：‘何为者也？’对曰：‘齐人也。’王曰：‘何坐？’曰：‘坐盗。’三晏子至，楚王赐晏子酒，酒酣，吏二缚一人诣王。王曰：“缚者曷为者也？”对曰：“齐人也，坐盗。”王视晏子曰：“齐人固善盗乎？”晏子避席对曰：“婴闻之，橘生淮南则为橘，生于淮北则为枳，叶徒相似，其实味不同。所以然者何？水土异也。今民生长于齐不盗，入楚则盗，得无楚之水土使民善盗耶？”王笑曰：“ 圣人非所与熙也，寡人反取病焉。”背尊章，嫖以忽。谋屈奇，起自绝。行周流，自生患。谅非望，今谁怨。太官有馀厨，大小无不卖。岂徒脯与糗，醯醢及盐豉。上金殿。著玉樽。延贵客。入金门。入金门。上金堂。东厨具肴膳。椎牛烹猪羊。主人前进酒。弹瑟为清商。投壶对弹棋。博奕并复行。朱火飏烟雾。博山吐微香。清樽发朱颜。四坐乐且康。今日乐相乐。延年寿千霜。",
        "author": "两汉",
        "poem_class": "哲理",
        "dynasty": "刘向"
    },
    {
        "title": "放言五首·其五",
        "paragraph": "泰山不要欺毫末，颜子无心羡老彭。松树千年终是朽，槿花一日自为荣。何须恋世常忧死，亦莫嫌身漫厌生。生去死来都是幻，幻人哀乐系何情。今朝郡斋冷，忽念山中客。涧底束荆薪，归来煮白石。欲持一瓢酒，远慰风雨夕。落叶满空山，何处寻行迹。尽道丰年瑞，丰年事若何。长安有贫者，为瑞不宜多。茶。香叶，嫩芽。慕诗客，爱僧家。碾雕白玉，罗织红纱。铫煎黄蕊色，碗转曲尘花。夜后邀陪明月，晨前独对朝霞。洗尽古今人不倦，将知醉后岂堪夸。",
        "author": "唐代",
        "poem_class": "哲理",
        "dynasty": "白居易"
    },
    {
        "title": "为学一首示子侄",
        "paragraph": "天下事有难易乎？为之，则难者亦易矣；不为，则易者亦难矣。人之为学有难易乎？学之，则难者亦易矣；不学，则易者亦难矣。吾资之昏，不逮人也，吾材之庸，不逮人也；旦旦而学之，久而不怠焉，迄乎成，而亦不知其昏与庸也。吾资之聪，倍人也，吾材之敏，倍人也；屏弃而不用，其与昏与庸无以异也。圣人之道，卒于鲁也传之。然则昏庸聪敏之用，岂有常哉？ 蜀之鄙有二僧：其一贫，其一富。贫者语于富者曰：“吾欲之南海，何如？”富者曰：“子何恃而往？”曰：“吾一瓶一钵足矣。”富者曰：“吾数年来欲买舟而下，犹未能也。子何恃而往！”越明年，贫者自南海还，以告富者，富者有惭色。 西蜀之去南海，不知几千里也，僧富者不能至而贫者至焉。人之立志，顾不如蜀鄙之僧哉?是故聪与敏，可恃而不可恃也；自恃其聪与敏而不学者，自败者也。昏与庸，可限而不可限也；不自限其昏与庸，而力学不倦者，自力者也。白玉堂前春解舞，东风卷得均匀。蜂围蝶阵乱纷纷。几曾随逝水？岂必委芳尘？万缕千丝终不改，任他随聚随分。韶华休笑本无根。好风凭借力，送我上青云。一代倾城逐浪花，吴宫空自忆儿家。效颦莫笑东村女，头白溪边上浣纱。(上浣纱 一作：尚浣纱)浩荡离愁白日斜，吟鞭东指即天涯。落红不是无情物，化作春泥更护花。",
        "author": "清代",
        "poem_class": "哲理",
        "dynasty": "彭端淑"
    },
    {
        "title": "今日良宴会",
        "paragraph": "今日良宴会，欢乐难具陈。弹筝奋逸响，新声妙入神。令德唱高言，识曲听其真。齐心同所愿，含意俱未申。人生寄一世，奄忽若飙尘。何不策高足，先据要路津。无为守穷贱，坎坷长苦辛。长乐未央，贵比侯王。迢迢牵牛星，皎皎河汉女。纤纤擢素手，札札弄机杼。终日不成章，泣涕零如雨。河汉清且浅，相去复几许。盈盈一水间，脉脉不得语。武力既定，庶士咸绥。乐陈我广庭，式宴宾与师。昭文德，宣武威，平九有，抚民黎。荷天宠，延寿尸，千载莫我违。",
        "author": "两汉",
        "poem_class": "哲理",
        "dynasty": "佚名"
    },
    {
        "title": "掩耳盗铃",
        "paragraph": "范氏之亡也，百姓有得钟者，欲负而走，则钟大不可负；以锤毁之，钟况然有声。恐人闻之而夺己也，遽掩其耳。恶人闻之，可也；恶己自闻之，悖也！我徂东山，慆慆不归。我来自东，零雨其濛。我东曰归，我心西悲。制彼裳衣，勿士行枚。蜎蜎者蠋，烝在桑野。敦彼独宿，亦在车下。我徂东山，慆慆不归。我来自东，零雨其濛。果臝之实，亦施于宇。伊威在室，蠨蛸在户。町畽鹿场，熠燿宵行。不可畏也，伊可怀也。我徂东山，慆慆不归。我来自东，零雨其濛。鹳鸣于垤，妇叹于室。洒扫穹窒，我征聿至。有敦瓜苦，烝在栗薪。自我不见，于今三年。我徂东山，慆慆不归。我来自东，零雨其濛。仓庚于飞，熠燿其羽。之子于归，皇驳其马。亲结其缡，九十其仪。其新孔嘉，其旧如之何？思乐泮水，薄采其芹。鲁侯戾止，言观其旂。其旂茷茷，鸾声哕哕。无小无大，从公于迈。思乐泮水，薄采其藻。鲁侯戾止，其马蹻蹻。其马蹻蹻，其音昭昭。载色载笑，匪怒伊教。思乐泮水，薄采其茆。鲁侯戾止，在泮饮酒。既饮旨酒，永锡难老。顺彼长道，屈此群丑。穆穆鲁侯，敬明其德。敬慎威仪，维民之则。允文允武，昭假烈祖。靡有不孝，自求伊祜。明明鲁侯，克明其德。既作泮宫，淮夷攸服。矫矫虎臣，在泮献馘。淑问如皋陶，在泮献囚。济济多士，克广德心。桓桓于征，狄彼东南。烝烝皇皇，不吴不扬。不告于訩，在泮献功。角弓其觩。束矢其搜。戎车孔博。徒御无斁。既克淮夷，孔淑不逆。式固尔犹，淮夷卒获。翩彼飞鸮，集于泮林。食我桑葚，怀我好音。憬彼淮夷，来献其琛。元龟象齿，大赂南金。为政若沐也。虽有弃发之费而有长发之利也。",
        "author": "先秦",
        "poem_class": "哲理",
        "dynasty": "吕不韦 撰"
    },
    {
        "title": "杨布打狗",
        "paragraph": "杨朱之弟曰布，衣素衣而出。天雨，解素衣，衣缁衣而返。其狗不知，迎而吠之。杨布怒，将扑之。杨朱曰：“子无扑矣，子亦犹是也。向者使汝狗白而往黑而来，岂能无怪哉？”野有死麕，白茅包之。有女怀春，吉士诱之。林有朴樕，野有死鹿。白茅纯束，有女如玉。舒而脱脱兮！无感我帨兮！无使尨也吠！厉王虐，国人谤王。召公告曰：“民不堪命矣！”王怒，得卫巫，使监谤者。以告，则杀之。国人莫敢言，道路以目。王喜，告召公曰：“吾能弭谤矣，乃不敢言。”召公曰：“是障之也。防民之口，甚于防川；川壅而溃，伤人必多。民亦如之。是故为川者，决之使导；为民者，宣之使言。故天子听政，使公卿至于列士献诗，瞽献曲，史献书，师箴，瞍赋，朦诵，百工谏，庶人传语，近臣尽规，亲戚补察，瞽、史教诲，耆艾修之，而后王斟酌焉。是以事行而不悖。民之有口，犹土之有山川也，财用于是乎出；犹其有原隰衍沃也，衣食于是乎生。口之宣言也，善败于是乎兴。行善而备败，其所以阜财用衣食者也。夫民虑之于心，而宣之于口，成而行之，胡可壅也？若壅其口，其与能几何？”王弗听，于是国人莫敢出言。三年，乃流王于彘。 生相怜。死相捐。人不婚宦。情欲失半。人不衣食。君臣道息。",
        "author": "先秦",
        "poem_class": "哲理",
        "dynasty": "列御寇"
    },
    {
        "title": "病梅馆记",
        "paragraph": "江宁之龙蟠，苏州之邓尉，杭州之西溪，皆产梅。或曰：“梅以曲为美，直则无姿；以欹为美，正则无景；以疏为美，密则无态。”固也。此文人画士，心知其意，未可明诏大号以绳天下之梅也；又不可以使天下之民斫直，删密，锄正，以夭梅病梅为业以求钱也。梅之欹之疏之曲，又非蠢蠢求钱之民能以其智力为也。有以文人画士孤癖之隐明告鬻梅者，斫其正，养其旁条，删其密，夭其稚枝，锄其直，遏其生气，以求重价，而江浙之梅皆病。文人画士之祸之烈至此哉！予购三百盆，皆病者，无一完者。既泣之三日，乃誓疗之：纵之顺之，毁其盆，悉埋于地，解其棕缚；以五年为期，必复之全之。予本非文人画士，甘受诟厉，辟病梅之馆以贮之。呜呼！安得使予多暇日，又多闲田，以广贮江宁、杭州、苏州之病梅，穷予生之光阴以疗梅也哉！锦葵原自恋金蜂，谁供花颜奉神灵。欲舞轻翼入殿里，偷向坛前伴卿卿。客睡厌听深夜雨，潇潇彻夜偏闻。晨红太早鸟喧群。霁痕才着树，山意未离云。梅粉堆阶慵不扫，等闲过却初春。谢桥新涨碧粼粼。茜衫毡笠子，已有听泉人。杨柳东塘细水流，红窗睡起唤晴鸠。屏间山压眉心翠，镜里波生鬓角秋。临玉管，试琼瓯，醒时题恨醉时休。明朝花落归鸿尽，细雨春寒闭小楼。",
        "author": "清代",
        "poem_class": "哲理",
        "dynasty": "龚自珍"
    },
    {
        "title": "画蛇添足",
        "paragraph": "楚有祠者，赐其舍人卮酒，舍人相谓曰：“数人饮之不足，一人饮之有余。请画地为蛇，先成者饮酒。”一人蛇先成，引酒且饮之，乃左手持卮，右手画蛇，曰：“吾能为之足。”未成，一人之蛇成，夺其卮曰：“蛇固无足，子安能为之足？”遂饮其酒。为蛇足者，终亡其酒。革带绳为续，履舄穿无底。昔原大夫赎桑下绝气，传称其仁；秦越人还虢太子结脉，世著其神。设曩之二人不遭仁遇神，则结绝之气竭矣。然而脯出乎车軨，针石运乎手爪。今所赖者，非直车之脯，手爪之针石也。乃收之于斗极，还之于司命，使干皮复含血，枯骨复被肉，允所谓遭仁遇神，真所宜传而著之。余畏禁，不敢班班显言，窃为《穷鸟赋》一篇。其辞曰：有一穷鸟，戢翼原野。罼网加上，机阱在下。缴弹张右，翼弓彀左。飞丸缴矢，交集于我。思飞不得，欲鸣不可。举头畏触，摇足恐堕。内怀怖急，乍冰乍火。幸赖大贤，我矜我怜。昔济我南，今振我西。鸟也虽顽，犹识密恩。内以书心，外用告天。晋夏侯湛观飞鸟赋曰：见逸游之高鸟，邈飘飏而殊逝，擢华毛以迅鹜，回劲翼以扬势，披六翮之联翩，振轻体之迢递，遂乃矜形辽廓。冯虚安翔，翩翻徘徊，上下颉颃，动素羽之习习。乱白质于日光，玩流气以差池。弄长风以抑扬，摄双翅以高举，舒修颈以儴徉。目悦妙势，心嘉羽仪，爱惠音之嘤嘤，美弱翰之参差，蹔高凌于景外，又抑身乎云崖，乍来乍往，若悬若垂，象流星之离天，似圆物之坠危，何斯游之自得，谅逸豫之可希，苟临川而羡鱼，亦观翔而乐飞。梁沈约天渊水鸟应诏赋曰：天渊池，鸟集水涟漪，单泛姿容与，群飞时合离，将骞复敛翮，回首望惊雌，飘薄出孤屿，未曾宿兰渚，飞飞忽云倦，相鸣集池?可怜 九层楼，光影水上浮。本来蹔止息，遇此遂淹留。若夫侣浴清深，朋翻旷翠鬣紫缨之饰。丹冕绿襟之状，过波兮湛澹，随风兮回漾，竦臆兮开萍，蹙水兮兴浪。结客少年场。报怨洛北芒。",
        "author": "两汉",
        "poem_class": "哲理",
        "dynasty": "刘向"
    },
    {
        "title": "放言五首·其四",
        "paragraph": "谁家宅第成还破，何处亲宾哭复歌？昨日屋头堪炙手，今朝门外好张罗。北邙未省留闲地，东海何曾有定波。莫笑贱贫夸富贵，共成枯骨两何如？离离原上草，一岁一枯荣。野火烧不尽，春风吹又生。牛渚西江夜，青天无片云。登舟望秋月，空忆谢将军。余亦能高咏，斯人不可闻。明朝挂帆席，枫叶落纷纷。(席 一作：去)故人不可见，汉水日东流。借问襄阳老，江山空蔡州。",
        "author": "唐代",
        "poem_class": "哲理",
        "dynasty": "白居易"
    },
    {
        "title": "惠子相梁",
        "paragraph": "惠子相梁，庄子往见之。或谓惠子曰：“庄子来，欲代子相。”于是惠子恐，搜于国中三日三夜。庄子往见之，曰：“南方有鸟，其名为鹓鶵，子知之乎？夫鹓鶵发于南海，而飞于北海；非梧桐不止，非练实不食，非醴泉不饮。于是鸱得腐鼠，鹓鶵过之，仰而视之曰：‘吓！’今子欲以子之梁国而吓我邪？”终风且暴，顾我则笑。谑浪笑敖，中心是悼。终风且霾，惠然肯来。莫往莫来，悠悠我思。终风且曀，不日有曀。寤言不寐，愿言则嚏。曀曀其阴，虺虺其雷。寤言不寐，愿言则怀。尧舜千钟。孔子百觚。子路嗑嗑。尚饮十榼。鱼在在藻，有颁其首。王在在镐，岂乐饮酒。鱼在在藻，有莘其尾。王在在镐，饮酒乐岂。鱼在在藻，依于其蒲。王在在镐，有那其居。",
        "author": "先秦",
        "poem_class": "哲理",
        "dynasty": "庄子"
    },
    {
        "title": "秋日偶成",
        "paragraph": "闲来无事不从容，睡觉东窗日已红。万物静观皆自得，四时佳兴与人同。道通天地有形外，思入风云变态中。富贵不淫贫贱乐，男儿到此是豪雄。春路雨添花，花动一山春色。行到小溪深处，有黄鹂千百。 飞云当面化龙蛇，夭矫转空碧。醉卧古藤阴下，了不知南北。 (化龙蛇 一作：舞龙蛇)池上春归何处？满目落花飞絮。孤馆悄无人，梦断月堤归路。无绪，无绪。帘外五更风雨。楚人悲屈原，千载意未歇。精魂飘何处，父老空哽咽。至今沧江上，投饭救饥渴。遗风成竞渡，哀叫楚山裂。屈原古壮士，就死意甚烈。世俗安得知，眷眷不忍决。南宾旧属楚，山上有遗塔。应是奉佛人，恐子就沦灭。此事虽无凭，此意固已切。古人谁不死，何必较考折。名声实无穷，富贵亦暂热。大夫知此理，所以持死节。",
        "author": "宋代",
        "poem_class": "哲理",
        "dynasty": "程颢"
    },
    {
        "title": "西施",
        "paragraph": "家国兴亡自有时，吴人何苦怨西施。西施若解倾吴国，越国亡来又是谁。弓背霞明剑照霜，秋风走马出咸阳。未收天子河湟地，不拟回头望故乡。潮落江平未有风，扁舟共济与君同。时时引领望天末，何处青山是越中。汉皇重色思倾国，御宇多年求不得。杨家有女初长成，养在深闺人未识。天生丽质难自弃，一朝选在君王侧。回眸一笑百媚生，六宫粉黛无颜色。春寒赐浴华清池，温泉水滑洗凝脂。侍儿扶起娇无力，始是新承恩泽时。云鬓花颜金步摇，芙蓉帐暖度春宵。春宵苦短日高起，从此君王不早朝。承欢侍宴无闲暇，春从春游夜专夜。后宫佳丽三千人，三千宠爱在一身。金屋妆成娇侍夜，玉楼宴罢醉和春。姊妹弟兄皆列土，可怜光彩生门户。遂令天下父母心，不重生男重生女。骊宫高处入青云，仙乐风飘处处闻。缓歌慢舞凝丝竹，尽日君王看不足。渔阳鼙鼓动地来，惊破《霓裳羽衣曲》。九重城阙烟尘生，千乘万骑西南行。翠华摇摇行复止，西出都门百余里。六军不发无奈何，宛转娥眉马前死。花钿委地无人收，翠翘金雀玉搔头。君王掩面救不得，回看血泪相和流。黄埃散漫风萧索，云栈萦纡登剑阁。峨嵋山下少人行，旌旗无光日色薄。蜀江水碧蜀山青，圣主朝朝暮暮情。行宫见月伤心色，夜雨闻铃肠断声。天旋日转回龙驭，到此踌躇不能去。(日转 一作：地转)马嵬坡下泥土中，不见玉颜空死处。君臣相顾尽沾衣，东望都门信马归。归来池苑皆依旧，太液芙蓉未央柳。芙蓉如面柳如眉，对此如何不泪垂？春风桃李花开夜，秋雨梧桐叶落时。(花开夜 一作：花开日)西宫南内多秋草，落叶满阶红不扫。(南内 一作：南苑)梨园弟子白发新，椒房阿监青娥老。夕殿萤飞思悄然，孤灯挑尽未成眠。迟迟钟鼓初长夜，耿耿星河欲曙天。鸳鸯瓦冷霜华重，翡翠衾寒谁与共？悠悠生死别经年，魂魄不曾来入梦。临邛道士鸿都客，能以精诚致魂魄。为感君王辗转思，遂教方士殷勤觅。排空驭气奔如电，升天入地求之遍。上穷碧落下黄泉，两处茫茫皆不见。忽闻海上有仙山，山在虚无缥缈间。楼阁玲珑五云起，其中绰约多仙子。中有一人字太真，雪肤花貌参差是。金阙西厢叩玉扃，转教小玉报双成。闻道汉家天子使，九华帐里梦魂惊。揽衣推枕起徘徊，珠箔银屏迤逦开。云鬓半偏新睡觉，花冠不整下堂来。风吹仙袂飘飖举，犹似霓裳羽衣舞。(飘飖 一作：飘飘)玉容寂寞泪阑干，梨花一枝春带雨。(阑 通：栏)含情凝睇谢君王，一别音容两渺茫。昭阳殿里恩爱绝，蓬莱宫中日月长。回头下望人寰处，不见长安见尘雾。惟将旧物表深情，钿合金钗寄将去。钗留一股合一扇，钗擘黄金合分钿。但令心似金钿坚，天上人间会相见。(但令 一作：但教)临别殷勤重寄词，词中有誓两心知。七月七日长生殿，夜半无人私语时。在天愿作比翼鸟，在地愿为连理枝。天长地久有时尽，此恨绵绵无绝期。",
        "author": "唐代",
        "poem_class": "哲理",
        "dynasty": "罗隐"
    },
    {
        "title": "人之初",
        "paragraph": "人之初，性本善。性相近，习相远。苟不教，性乃迁。教之道，贵以专。子不学，非所宜。幼不学，老何为。玉不琢，不成器。人不学，不知义。文章本天成，妙手偶得之。粹然无疵瑕，岂复须人为？君看古彝器，巧拙两无施。汉最近先秦，固已殊淳漓。胡部何为者，豪竹杂哀丝。后夔不复作，千载谁与期？富家不用买良田，书中自有千钟粟。安居不用架高堂，书中自有黄金屋。出门莫恨无人随，书中车马多如簇。娶妻莫恨无良媒，书中自有颜如玉。男儿欲遂平生志，五经勤向窗前读。禹庙兰亭今古路。一夜清霜，染尽湖边树。鹦鹉杯深君莫诉。他时相遇知何处。冉冉年华留不住。镜里朱颜，毕竟消磨去。一句丁宁君记取。神仙须是闲人做。",
        "author": "宋代",
        "poem_class": "哲理",
        "dynasty": "王应麟"
    },
    {
        "title": "自相矛盾 / 矛与盾",
        "paragraph": "楚人有鬻盾与矛者，誉之曰：“吾盾之坚，物莫能陷也。”又誉其矛曰：“吾矛之利，于物无不陷也。”或曰：“以子之矛陷子之盾，何如？” 其人弗能应也。夫不可陷之盾与无不陷之矛，不可同世而立。卫庄公娶于齐东宫得臣之妹，曰庄姜。美而无子，卫人所为赋《硕人》也。又娶于陈，曰厉妫。生孝伯，蚤死。其娣戴妫生桓公，庄姜以为己子。公子州吁，嬖人之子也。有宠而好兵，公弗禁，庄姜恶之。石碏谏曰：“臣闻爱子，教之以义方，弗纳于邪。骄奢淫佚，所自邪也。四者之来，宠禄过也。将立州吁，乃定之矣；若犹未也，阶之为祸。夫宠而不骄，骄而能降，降而不憾，憾而能眕者，鲜矣。且夫贱妨贵，少陵长，远间亲，新间旧，小加大，淫破义，所谓六逆也。君义，臣行，父慈，子孝，兄爱，弟敬，所谓六顺也。去顺效逆，所以速祸也。君人者，将祸是[通“事”]务去，而速之，无乃不可乎？”弗听。其子厚与州吁游，禁之，不可。桓公立，乃老。吴人怜亟。朝夕敬□。𩛥西𩛥北。勿𥨫勿代。□而出□。□献用□。□□□□。□□大祝。曾受其𩫖。□□□寓。逢中𡈹孔□。麀鹿□□。𨖍其□□。□緟緟。大□□□□□□求又□□□□□□□是。既定尔娄猪。盍归吾艾猳。",
        "author": "先秦",
        "poem_class": "哲理",
        "dynasty": "韩非"
    },
    {
        "title": "古代文论选段",
        "paragraph": "《毛诗序》选段诗者，志之所之也。在心为志，发言为诗。情动于中而形于言，言之不足故嗟叹之，嗟叹之不足故永歌之，永歌之不足，不知手之舞之，足之蹈之也。《典论·论文》选段盖文章，经国之大业，不朽之盛事。年寿有时而尽，荣乐止乎其身，二者必至之常期，未若文章之无穷。是以古之作者，寄身于翰墨，见意于篇籍，不假良史之辞，不讬飞驰之势，而声名自传于后。《诗品序》选段若乃春风春鸟，秋月秋蝉，夏云暑雨，冬月祁寒，斯四候之感诸诗者也。嘉会寄诗以亲，离群讬诗以怨。至于楚臣去境，汉妾辞宫。或骨横朔野，魂逐飞蓬。或负戈外戍，杀气雄边。塞客衣单，孀闺泪尽。或士有解佩出朝，一去忘返。女有扬蛾入宠，再盼倾国。凡斯种种，感荡心灵，非陈诗何以展其义？非长歌何以骋其情？故曰：“诗可以群，可以怨。”使穷贱易安，幽居靡闷，莫尚于诗矣。《与元九书》  选段感人心者，莫先乎情，莫始乎言，莫切乎声，莫深乎义。诗者：根情，苗言，华声，实义。《题画》画竹题记一则江馆清秋，晨起看竹，烟光日影露气，皆浮动于疏枝密叶之间。胸中勃勃遂有画意。其实胸中之竹，并不是眼中之竹也。因而磨墨展纸，落笔倏作变相，手中之竹又不是胸中之竹也。总之，意在笔先者，定则也；趣在法外者，化机也。独画云乎哉！《人间词话》三则词以境界为最上，有境界则自成高格，自有名句。境非独谓景物也，喜怒哀乐，亦人心中之一境界。故能写真景物、真感情者，谓之有境界。否则谓之无境界。古今之成大事业、大学问者，必经过三种之境界：“昨夜西风凋碧树。独上高楼，望尽天涯路。”此第一境也。“衣带渐宽终不悔，为伊消得人憔悴。”此第二境也。“众里寻他千百度，蓦然回首，那人正在，灯火阑珊处。”此第三境也。此等语皆非大词人不能道。然遽以此意解释诸词，恐为晏、欧诸公所不许也。天赋仙姿。玉骨冰肌。向炎威、独逞芳菲。轻盈雅淡，初出香闺。是水宫仙，月宫子，汉宫妃。清夸檐卜，韵胜酴醿。笑江梅、雪里开迟。香风轻度，翠叶柔枝。与玉郎摘，美人戴，总相宜。孙泰，山阳人也，少师皇甫颖，操守颇有古贤之风。泰妻即姨妹也。先是姨老矣，以二子为托，曰：“其长损一目，汝可娶其女弟。”姨卒，泰娶其姊。或诘之，泰曰： “其人有废疾，非泰不可适。”众皆伏泰之义。尝于都市遇铁灯台，市之，而命洗刷，却银也。泰亟往还之。中和中，将家于义兴，置一别墅，用缗钱二百千。既半授之矣，泰游吴兴郡，约回日当诣所止。居两月，泰回，停舟徒步，复以余资授之，俾其人他徙。于时睹一老妪，长恸数声。泰惊悸，召诘之，妪曰：“老妇尝事翁姑于此，子孙不肖，为他人所有，故悲耳。”泰怃然久之，因绐曰：“吾适得京书，已别除官，不可住此，所居且命尔子掌之。”言讫，解维而逝，不复返矣。黄牛孛犊子挽紖断，两脚蹋地鞋麻需断。",
        "author": "未知",
        "poem_class": "哲理",
        "dynasty": "佚名"
    },
    {
        "title": "一毛不拔",
        "paragraph": "一猴死，见冥王，求转人身。王曰：“既欲做人，须将毛尽拔去。”即唤夜叉拔之。方拔一根，猴不胜痛叫。王笑曰：“看你一毛不拔，如何做人？”采葵莫伤根，伤根葵不生。结交莫羞贫，羞贫友不成。道丧向千载，人人惜其情。有酒不肯饮，但顾世间名。所以贵我身，岂不在一生？一生复能几，倏如流电惊。鼎鼎百年内，持此欲何成！承乐世，董逃；游四郭，董逃。蒙天恩，董逃；带金紫，董逃。行谢恩，董逃；整车骑，董逃。垂欲发，董逃；与中辞，董逃。出西门，董逃；瞻宫殿，董逃。望京城，董逃；日夜绝，董逃。心摧伤，董逃。",
        "author": "魏晋",
        "poem_class": "哲理",
        "dynasty": "邯郸淳"
    },
    {
        "title": "八至",
        "paragraph": "至近至远东西，至深至浅清溪。至高至明日月，至亲至疏夫妻。莫以今时宠，难忘旧日恩。看花满眼泪，不共楚王言。月日，居易白。微之足下：自足下谪江陵至于今，凡枉赠答诗仅百篇。每诗来，或辱序，或辱书，冠于卷首，皆所以陈古今歌诗之义，且自叙为文因缘，与年月之远近也。仆既受足下诗，又谕足下此意，常欲承答来旨，粗论歌诗大端，并自述为文之意，总为一书，致足下前。累岁已来，牵故少暇，间有容隙，或欲为之；又自思所陈，亦无出足下之见；临纸复罢者数四，卒不能成就其志，以至于今。今俟罪浔阳，除盥栉食寝外无余事，因览足下去通州日所留新旧文二十六轴，开卷得意，忽如会面，心所畜者，便欲快言，往往自疑，不知相去万里也。既而愤悱之气，思有所浊，遂追就前志，勉为此书，足下幸试为仆留意一省。夫文，尚矣，三才各有文。天之文三光首之；地之文五材首之；人之文《六经》首之。就《六经》言，《诗》又首之。何者？圣人感人心而天下和平。感人心者，莫先乎情，莫始乎言，莫切乎声，莫深乎义。诗者，根情，苗言，华声，实义。上自圣贤，下至愚騃，微及豚鱼，幽及鬼神。群分而气同，形异而情一。未有声入而不应、情交而不感者。圣人知其然，因其言，经之以六义；缘其声，纬之以五音。音有韵，义有类。韵协则言顺，言顺则声易入；类举则情见，情见则感易交。于是乎孕大含深，贯微洞密，上下通而一气泰，忧乐合而百志熙。五帝三皇所以直道而行、垂拱而理者，揭此以为大柄，决此以为大窦也。故闻“元首明，股肱良”之歌，则知虞道昌矣。闻五子洛汭之歌，则知夏政荒矣。言者无罪，闻者足诫，言者闻者莫不两尽其心焉。洎周衰秦兴，采诗官废，上不以诗补察时政，下不以歌泄导人情。用至于谄成之风动，救失之道缺。于时六义始剚矣。《国风》变为《骚辞》，五言始于苏、李。《诗》、《骚》皆不遇者，各系其志，发而为文。故河梁之句，止于伤别；泽畔之吟，归于怨思。彷徨抑郁，不暇及他耳。然去《诗》未远，梗概尚存。故兴离别则引双凫一雁为喻，讽君子小人则引香草恶鸟为比。虽义类不具，犹得风人之什二三焉。于时六义始缺矣。晋、宋已还，得者盖寡。以康乐之奥博，多溺于山水；以渊明之高古，偏放于田园。江、鲍之流，又狭于此。如梁鸿《五噫》之例者，百无一二。于时六义浸微矣！陵夷至于梁、陈间，率不过嘲风雪、弄花草而已。噫！风雪花草之物，三百篇中岂舍之乎？顾所用何如耳。设如“北风其凉”，假风以刺威虐；“雨雪霏霏”，因雪以愍征役；“棠棣之华”，感华以讽兄弟；“采采芣苡”，美草以乐有子也。皆兴发于此而义归于彼。反是者，可乎哉！然则“余霞散成绮，澄江净如练”，“归花先委露，别叶乍辞风”之什，丽则丽矣，吾不知其所讽焉。故仆所谓嘲风雪、弄花草而已。于时六义尽去矣。唐兴二百年，其间诗人不可胜数。所可举者，陈子昂有《感遇诗》二十首，鲍防《感兴诗》十五篇。又诗之豪者，世称李、杜。李之作，才矣！奇矣！人不迨矣！索其风雅比兴，十无一焉。杜诗最多，可传者千余首。至于贯穿古今，覙缕格律，尽工尽善，又过于李焉。然撮其《新安》、《石壕》、《潼关吏》、《芦子关》、《花门》之章，“朱门酒肉臭，路有冻死骨”之句，亦不过十三四。杜尚如此，况不迨杜者乎？仆常痛诗道崩坏，忽忽愤发，或废食辍寝，不量才力，欲扶起之。嗟乎！事有大谬者，又不可一二而言，然亦不能不粗陈于左右。仆始生六七月时，乳母抱弄于书屏下，有指“之”字、“无”字示仆者，仆口未能言，心已默识。后有问此二字者，虽百十其试，而指之不差。则知仆宿习之缘，已在文字中矣。及五六岁，便学为诗。九岁谙识声韵。十五六，始知有进士，苦节读书。二十已来，昼课赋，夜课书，间又课诗，不遑寝息矣。以至于口舌成疮，手肘成胝。既壮而肤革不丰盈，未老而齿发早衰白；瞀瞀然如飞蝇垂珠在眸子中者，动以万数，盖以苦学力文之所致，又自悲。家贫多故，二十七方从乡赋。既第之后，虽专于科试，亦不废诗。及授校书郎时，已盈三四百首。或出示交友如足下辈，见皆谓之工，其实未窥作者之域耳。自登朝来，年齿渐长，阅事渐多。每与人言，多询时务；每读书史，多求理道。始知文章合为时而著，歌诗合为事而作。是时皇帝初即位，宰府有正人，屡降玺书，访人急病。仆当此日，擢在翰林，身是谏官，月请谏纸。启奏之间，有可以救济人病，裨补时阙，而难于指言者，辄咏歌之，欲稍稍进闻于上。上以广宸听，副忧勤；次以酬恩奖，塞言责；下以复吾平生之志。岂图志未就而悔已生，言未闻而谤已成矣！又请为左右终言之。凡闻仆《贺雨诗》，众口籍籍，以为非宜矣；闻仆《哭孔戡诗》，众面脉脉，尽不悦矣；闻《秦中吟》，则权豪贵近者，相目而变色矣；闻《登乐游园》寄足下诗，则执政柄者扼腕矣；闻《宿紫阁村》诗，则握军要者切齿矣！大率如此，不可遍举。不相与者，号为沽誉，号为诋讦，号为讪谤。苟相与者，则如牛僧孺之诫焉。乃至骨肉妻孥，皆以我为非也。其不我非者，举世不过三两人。有邓鲂者，见仆诗而喜，无何鲂死。有唐衢者，见仆诗而泣，未几而衢死。其余即足下。足下又十年来困踬若此。呜呼！岂六义四始之风，天将破坏，不可支持耶？抑又不知天意不欲使下人病苦闻于上耶？不然，何有志于诗者，不利若此之甚也！然仆又自思关东一男子耳，除读书属文外，其他懵然无知，乃至书画棋博，可以接群居之欢者，一无通晓，即其愚拙可知矣！初应进士时，中朝无缌麻之亲，达官无半面之旧；策蹇步于利足之途，张空拳于战文之场。十年之间，三登科第，名落众耳，迹升清贯，出交贤俊，入侍冕旒。始得名于文章，终得罪于文章，亦其宜也。日者闻亲友间说，礼、吏部举选人，多以仆私试赋判为准的。其余诗句，亦往往在人口中。仆恧然自愧，不之信也。及再来长安，又闻有军使高霞寓者，欲聘倡妓，妓大夸曰：“我诵得白学士《长恨歌》，岂同他哉？”由是增价。又足下书云：到通州日，见江馆柱间有题仆诗者。何人哉？又昨过汉南日，适遇主人集众娱乐，他宾诸妓见仆来，指而相顾曰：此是《秦中吟》、《长恨歌》主耳。自长安抵江西三四千里，凡乡校、佛寺、逆旅、行舟之中，往往有题仆诗者；士庶、僧徒、孀妇、处女之口，每有咏仆诗者。此诚雕篆之戏，不足为多，然今时俗所重，正在此耳。虽前贤如渊、云者，前辈如李、杜者，亦未能忘情于其间。古人云：“名者公器，不可多取。”仆是何者，窃时之名已多。既窃时名，又欲窃时之富贵，使己为造物者，肯兼与之乎？今之屯穷，理固然也。况诗人多蹇，如陈子昂、杜甫，各授一拾遗，而屯剥至死。孟浩然辈不及一命，穷悴终身。近日孟郊六十，终试协律；张籍五十，未离一太祝。彼何人哉！况仆之才又不迨彼。今虽谪佐远郡，而官品至第五，月俸四五万，寒有衣，饥有食，给身之外，施及家人。亦可谓不负白氏子矣。微之，微之！勿念我哉！仆数月来，检讨囊帙中，得新旧诗，各以类分，分为卷目。自拾遗来，凡所遇所感，关于美刺兴比者；又自武德至元和，因事立题，题为“新乐府”者，共一百五十首，谓之\"讽谕诗\"。又或退公独处，或移动病闲居，知足保和，吟玩性情者一百首，谓之”闲适诗“。又有事物牵于外，情理动于内，随感遇而形于叹咏者一百首，谓之”感伤诗“。又有五言、七言、长句、绝句，自一百韵至两百韵者四百余首，谓之”杂律诗“。凡为十五卷，约八百首。异时相见，当尽致于执事。微之，古人云：“穷则独善其身，达则兼济天下。”仆虽不肖，常师此语。大丈夫所守者道，所待者时。时之来也，为云龙，为风鹏，勃然突然，陈力以出；时之不来也，为雾豹，为冥鸿，寂兮寥兮，奉身而退。进退出处，何往而不自得哉！故仆志在兼济，行在独善，奉而始终之则为道，言而发明之则为诗。谓之讽谕诗，兼济之志也；谓之闲适诗，独善之义也。故览仆诗者，知仆之道焉。其余杂律诗，或诱于一时一物，发于一笑一吟，率然成章，非平生所尚者，但以亲朋合散之际，取其释恨佐欢，今铨次之间，未能删去。他时有为我编集斯文者，略之可也。微之，夫贵耳贱目，荣古陋今，人之大情也。仆不能远征古旧，如近岁韦苏州歌行，才丽之外，颇近兴讽；其五言诗，又高雅闲淡，自成一家之体，今之秉笔者谁能及之？然当苏州在时，人亦未甚爱重，必待身后，人始贵之。今仆之诗，人所爱者，悉不过杂律诗与《长恨歌》已下耳。时之所重，仆之所轻。至于讽谕者，意激而言质；闲适者，思澹而辞迂。以质合迂，宜人之不爱也。今所爱者，并世而生，独足下耳。然百千年后，安知复无如足下者出，而知爱我诗哉？故自八九年来，与足下小通则以诗相戒，小穷则以诗相勉，索居则以诗相慰，同处则以诗相娱。知吾罪吾，率以诗也。如今年春游城南时，与足下马上相戏，因各诵新艳小律，不杂他篇，自皇子陂归昭国里，迭吟递唱，不绝声者二十里余。攀、李在傍，无所措口。知我者以为诗仙，不知我者以为诗魔。何则？劳心灵，役声气，连朝接夕，不自知其苦，非魔而何？偶同人当美景，或花时宴罢，或月夜酒酣，一咏一吟，不觉老之将至。虽骖鸾鹤、游蓬瀛者之适，无以加于此焉，又非仙而何？微之，微之！此吾所以与足下外形骸、脱踪迹、傲轩鼎、轻人寰者，又以此也。当此之时，足下兴有余力，且欲与仆悉索还往中诗，取其尤长者，如张十八古乐府，李二十新歌行，卢、杨二秘书律诗，窦七、元八绝句，博搜精掇，编而次之，号为《元白往还集》。众君子得拟议于此者，莫不踊跃欣喜，以为盛事。嗟乎！言未终而足下左转，不数月而仆又继行，心期索然，何日成就？又可为之太息矣！仆常语足下，凡人为文，私于自是，不忍于割截，或失于繁多。其间妍媸，益又自惑。必待交友有公鉴无姑息者，讨论而削夺之，然后繁简当否，得其中矣。况仆与足下，为文尤患其多。己尚病，况他人乎？今且各纂诗笔，粗为卷第，待与足下相见日，各出所有，终前志焉。又不知相遇是何年，相见是何地，溘然而至，则如之何？微之知我心哉！浔阳腊月，江风苦寒，岁暮鲜欢，夜长少睡。引笔铺纸，悄然灯前，有念则书，言无铨次。勿以繁杂为倦，且以代一夕之话言也。居易自叙如此，文士以为信然。木末芙蓉花，山中发红萼。涧户寂无人，纷纷开且落。",
        "author": "唐代",
        "poem_class": "哲理",
        "dynasty": "李冶"
    },
    {
        "title": "读书要三到",
        "paragraph": "凡读书......须要读得字字响亮，不可误一字，不可少一字，不可多一字，不可倒一字，不可牵强暗记，只是要多诵数遍，自然上口，久远不忘。古人云，“读书百遍，其义自见”。谓读得熟，则不待解说，自晓其义也。余尝谓，读书有三到，谓心到，眼到，口到。心不在此，则眼不看仔细，心眼既不专一，却只漫浪诵读，决不能记，记亦不能久也。三到之中，心到最急。心既到矣，眼口岂不到乎？湖上与张先同赋，时闻弹筝凤凰山下雨初晴，水风清，晚霞明。一朵芙蕖，开过尚盈盈。何处飞来双白鹭，如有意，慕娉婷。忽闻江上弄哀筝，苦含情，遣谁听！烟敛云收，依约是湘灵。欲待曲终寻问取，人不见，数峰青。 一春不识西湖面。翠羞红倦。雨窗和泪摇湘管。意长笺短。 知心惟有雕梁燕。自来相伴。东风不管琵琶怨。落花吹遍。游子春衫已试单，桃花飞尽野梅酸。怪来一夜蛙声歇，又作东风十日寒。",
        "author": "宋代",
        "poem_class": "哲理",
        "dynasty": "朱熹"
    },
    {
        "title": "大学之道",
        "paragraph": "大学之道，在明明德，在亲民，在止于至善。知止而后有定；定而后能静；静而后能安；安而后能虑；虑而后能得。 物有本末，事有终始。知所先后，则近道矣。古之欲明明德于天下者，先治其国；欲治其国者，先齐其家；欲齐其家者，先修其身；欲修其身者，先正其心；欲正其心者，先诚其意；欲诚其意者，先致其知；致知在格物。物格而后知至；知至而后意诚；意诚而后心正；心正而后身修；身修而后家齐；家齐而后国治；国治而后天下平。自天子以至于庶人，壹是皆以修身为本。其本乱而末治者否矣。其所厚者薄，而其所薄者厚，未之有也！哀笑动梁尘。急觞荡幽默。人才不能备，各有偏短长。稽可小人中，便辟必知芒。梁王魏婴觞诸侯于范台。酒酣，请鲁君举觞。鲁君兴，避席择言曰：“昔者，帝女令仪狄作酒而美，进之禹，禹饮而甘之，遂疏仪狄，绝旨酒，曰：‘后世必有以酒亡其国者。’齐桓公夜半不嗛，易牙乃煎熬燔灸，和调五味而进之，桓公食之而饱，至旦不觉，曰：‘后世必有以味亡其国者。’晋文公得南之威，三日不听朝，遂推南之威而远之，曰：‘后世必有以色亡其国者。’楚王登强台而望崩山，左江而右湖，以临彷徨，其乐忘死，遂盟强台而弗登，曰：‘后世必有以高台陂池亡其国者。’今主君之尊，仪狄之酒以；主君之味，易牙之调也；左白台而右闾须，南威之美也；前夹林而后兰台，强台之乐也。有一于此，足以亡其国。今主君兼此四者，可无戒与！”梁王称善相属。",
        "author": "两汉",
        "poem_class": "哲理",
        "dynasty": "礼记"
    },
    {
        "title": "春有百花秋有月",
        "paragraph": "春有百花秋有月，夏有凉风冬有雪。若无闲事挂心头，便是人间好时节。愁云淡淡雨潇潇，暮暮复朝朝。别来应是，眉峰翠减，腕玉香销。小轩独坐相思处，情绪好无聊。一丛萱草，几竿修竹，数叶芭蕉。雪花飞暖融香颊。颊香融暖飞花雪。欺雪任单衣。衣单任雪欺。别时梅子结。结子梅时别。归不恨开迟。迟开恨不归。花不尽，柳无穷。应与我情同。觥船一棹百分空。何处不相逢。 朱弦悄。知音少。天若有情应老。劝君看取利名场。今古梦茫茫。",
        "author": "宋代",
        "poem_class": "哲理",
        "dynasty": "无门慧开禅师"
    },
    {
        "title": "梦天",
        "paragraph": "老兔寒蟾泣天色，云楼半开壁斜白。玉轮轧露湿团光，鸾珮相逢桂香陌。黄尘清水三山下，更变千年如走马。遥望齐州九点烟，一泓海水杯中泻。少小离家老大回，乡音无改鬓毛衰。(无改 一作：未改/难改)儿童相见不相识，笑问客从何处来。离别家乡岁月多，近来人事半消磨。惟有门前镜湖水，春风不改旧时波。六朝文物草连空，天淡云闲今古同。鸟去鸟来山色里，人歌人哭水声中。深秋帘幕千家雨，落日楼台一笛风。惆怅无日见范蠡，参差烟树五湖东。(无日 一作：无因)月落乌啼霜满天，江枫渔火对愁眠。姑苏城外寒山寺，夜半钟声到客船。",
        "author": "唐代",
        "poem_class": "哲理",
        "dynasty": "李贺"
    },
    {
        "title": "妾薄命",
        "paragraph": "汉帝重阿娇，贮之黄金屋。咳唾落九天，随风生珠玉。宠极爱还歇，妒深情却疏。长门一步地，不肯暂回车。雨落不上天，水覆难再收。君情与妾意，各自东西流。昔日芙蓉花，今成断根草。以色事他人，能得几时好。离离原上草，一岁一枯荣。野火烧不尽，春风吹又生。远芳侵古道，晴翠接荒城。又送王孙去，萋萋满别情。曾伴浮云归晚翠，犹陪落日泛秋声。世间无限丹青手，一片伤心画不成。云母屏风烛影深，长河渐落晓星沉。嫦娥应悔偷灵药，碧海青天夜夜心。",
        "author": "唐代",
        "poem_class": "哲理",
        "dynasty": "李白"
    },
    {
        "title": "赐萧瑀",
        "paragraph": "疾风知劲草，板荡识诚臣。勇夫安识义，智者必怀仁。记得那年花下，深夜，初识谢娘时。水堂西面画帘垂，携手暗相期。惆怅晓莺残月，相别，从此隔音尘。如今俱是异乡人，相见更无因。天平山上白云泉，云自无心水自闲。何必奔冲山下去，更添波浪向人间。岁岁金河复玉关，朝朝马策与刀环。 三春白雪归青冢，万里黄河绕黑山。",
        "author": "唐代",
        "poem_class": "哲理",
        "dynasty": "李世民"
    },
    {
        "title": "逍遥游",
        "paragraph": "北冥有鱼，其名为鲲。鲲之大，不知其几千里也；化而为鸟，其名为鹏。鹏之背，不知其几千里也；怒而飞，其翼若垂天之云。是鸟也，海运则将徙于南冥。南冥者，天池也。《齐谐》者，志怪者也。《谐》之言曰：“鹏之徙于南冥也，水击三千里，抟扶摇而上者九万里，去以六月息者也。”野马也，尘埃也，生物之以息相吹也。天之苍苍，其正色邪？其远而无所至极邪？其视下也，亦若是则已矣。且夫水之积也不厚，则其负大舟也无力。覆杯水于坳堂之上，则芥为之舟；置杯焉则胶，水浅而舟大也。风之积也不厚，则其负大翼也无力。故九万里，则风斯在下矣，而后乃今培风；背负青天，而莫之夭阏者，而后乃今将图南。蜩与学鸠笑之曰：“我决起而飞，抢榆枋而止，时则不至，而控于地而已矣，奚以之九万里而南为？”适莽苍者，三餐而反，腹犹果然；适百里者，宿舂粮；适千里者，三月聚粮。之二虫又何知！小知不及大知，小年不及大年。奚以知其然也？朝菌不知晦朔，蟪蛄不知春秋，此小年也。楚之南有冥灵者，以五百岁为春，五百岁为秋；上古有大椿者，以八千岁为春，八千岁为秋。此大年也。而彭祖乃今以久特闻，众人匹之，不亦悲乎？汤之问棘也是已：“穷发之北，有冥海者，天池也。有鱼焉，其广数千里，未有知其修者，其名为鲲。有鸟焉，其名为鹏，背若泰山，翼若垂天之云；抟扶摇羊角而上者九万里，绝云气，负青天，然后图南，且适南冥也。斥鷃笑之曰：‘彼且奚适也？我腾跃而上，不过数仞而下，翱翔蓬蒿之间，此亦飞之至也。而彼且奚适也？’”此小大之辩也。故夫知效一官、行比一乡、德合一君、而征一国者，其自视也，亦若此矣。而宋荣子犹然笑之。且举世誉之而不加劝，举世非之而不加沮，定乎内外之分，辩乎荣辱之境，斯已矣。彼其于世，未数数然也。虽然，犹有未树也。夫列子御风而行，泠然善也，旬有五日而后反。彼于致福者，未数数然也。此虽免乎行，犹有所待者也。若夫乘天地之正，而御六气之辩，以游无穷者，彼且恶乎待哉？故曰：至人无己，神人无功，圣人无名。尧让天下于许由，曰：“日月出矣，而爝火不息；其于光也，不亦难乎？时雨降矣，而犹浸灌；其于泽也，不亦劳乎？夫子立而天下治，而我犹尸之；吾自视缺然，请致天下。”许由曰：“子治天下，天下既已治也；而我犹代子，吾将为名乎？名者，实之宾也；吾将为宾乎？鹪鹩巢于深林，不过一枝；偃鼠饮河，不过满腹。归休乎君，予无所用天下为！庖人虽不治庖，尸祝不越樽俎而代之矣！”肩吾问于连叔曰：“吾闻言于接舆，大而无当，往而不反。吾惊怖其言。犹河汉而无极也；大有径庭，不近人情焉。”连叔曰：“其言谓何哉？”曰：“藐姑射之山，有神人居焉。肌肤若冰雪，淖约若处子，不食五谷，吸风饮露，乘云气，御飞龙，而游乎四海之外；其神凝，使物不疵疠而年谷熟。吾以是狂而不信也。”连叔曰：“然。瞽者无以与乎文章之观，聋者无以与乎钟鼓之声。岂唯形骸有聋盲哉？夫知亦有之！是其言也犹时女也。之人也，之德也，将旁礴万物以为一，世蕲乎乱，孰弊弊焉以天下为事！之人也，物莫之伤：大浸稽天而不溺，大旱金石流，土山焦而不热。是其尘垢秕糠将犹陶铸尧舜者也，孰肯以物为事？”宋人资章甫而适诸越，越人断发文身，无所用之。尧治天下之民，平海内之政，往见四子藐姑射之山，汾水之阳，窅然丧其天下焉。惠子谓庄子曰：“魏王贻我大瓠之种，我树之成，而实五石。以盛水浆，其坚不能自举也。剖之以为瓢，则瓢落无所容。非不呺然大也，吾为其无用而掊之。”庄子曰：“夫子固拙于用大矣。宋人有善为不龟手之药者，世世以洴澼絖为事。客闻之，请买其方百金。聚族而谋曰：‘我世世为洴澼絖，不过数金，今一朝而鬻技百金，请与之。’客得之，以说吴王。越有难，吴王使之将，冬，与越人水战，大败越人。裂地而封之。能不龟手一也，或以封，或不免于洴澼絖，则所用之异也。今子有五石之瓠，何不虑以为大樽，而浮于江湖，而忧其瓠落无所容？则夫子犹有蓬之心也夫！”惠子谓庄子曰：“吾有大树，人谓之樗。其大本拥肿而不中绳墨，其小枝卷曲而不中规矩，立之涂，匠人不顾。今子之言大而无用，众所同去也。”庄子曰：“子独不见狸狌乎？卑身而伏，以候敖者；东西跳梁，不辟高下；中于机辟，死于罔罟。今夫斄牛，其大若垂天之云。此能为大矣，而不能执鼠。今子有大树，患其无用，何不树之于无何有之乡，广莫之野，彷徨乎无为其侧，逍遥乎寝卧其下。不夭斤斧，物无害者，无所可用，安所困苦哉！”形若槁骸。心若死灰。真其实知。不以故自持。媒媒晦晦。无心而不可与谋。彼何人哉。子墨子言曰：“仁人之所以为事者，必兴天下之利，除去天下之害，以此为事者也。”然则天下之利何也？天下之害何也？子墨子言曰：“今若国之与国之相攻，家之与家之相篡，人之与人之相贼，君臣不惠忠，父子不慈孝，兄弟不和调，此则天下之害也。”然则察此害亦何用生哉？以不相爱生邪？子墨子言：“以不相爱生。今诸侯独知爱其国，不爱人之国，是以不惮举其国以攻人之国。今家主独知爱其家，而不爱人之家，是以不惮举其家以篡人之家。今人独知爱其身，不爱人之身，是以不惮举其身以贼人之身。是故诸侯不相爱则必野战，家主不相爱则必相篡，人与人不相爱则必相贼，君臣不相爱则不惠忠，父子不相爱则不慈孝，兄弟不相爱则不和调。天下之人皆不相爱，强必执弱，富必侮贫，贵必敖贱，诈必欺愚。凡天下祸篡怨恨，其所以起者，以不相爱生也，是以仁者非之。”既以非之，何以易之？子墨子言曰：“以兼相爱、交相利之法易之。”然则兼相爱、交相利之法将奈何哉？子墨子言：“视人之国若视其国，视人之家若视其家，视人之身若视其身。是故诸侯相爱则不野战，家主相爱则不相篡，人与人相爱则不相贼，君臣相爱则惠忠，父子相爱则慈孝，兄弟相爱则和调。天下之人皆相爱，强不执弱，众不劫寡，富不侮贫，贵不敖贱，诈不欺愚。凡天下祸篡怨恨可使毋起者，以相爱生也，是以仁者誉之。”然而今天下之士君子曰：“然，乃若兼则善矣。虽然，天下之难物于故也。”子墨子言曰：“天下之士君子特不识其利、辩其故也。今若夫攻城野战、杀身为名，此天下百姓之所皆难也，苟君说之，则士众能为之。况于兼相爱、交相利，则与此异！夫爱人者，人必从而爱之；利人者，人必从而利之；恶人者，人必从而恶之；害人者，人必从而害之。此何难之有？特上弗以为政、士不以为行故也。昔者晋文公好士之恶衣，故文公之臣皆牂羊之裘，韦以带剑，练帛之冠，入以见于君，出以践于朝。是其故何也？君说之，故臣为之也。昔者楚灵王好士细要，故灵王之臣皆以一饭为节，胁息然后带，扶墙然后起。比期年，朝有黧黑之色。是其故何也？君说之，故臣能之也。昔越王句践好士之勇，教驯其臣，私令人焚舟失火，试其士曰：‘越国之宝尽在此！’越王亲自鼓其士而进之。士闻鼓音，破碎乱行，蹈火而死者左右百人有余，越王击金而退之。”是故子墨子言曰：“乃若夫少食恶衣、杀身而为名，此天下百姓之所皆难也，若苟君说之，则众能为之，况兼相爱、交相利与此异矣。夫爱人者，人亦从而爱之；利人者，人亦从而利之；恶人者，人亦从而恶之；害人者，人亦从而害之。此何难之有焉？特士不以为政而士不以为行故也。”叔于田，乘乘马。执辔如组，两骖如舞。叔在薮，火烈具举。袒裼暴虎，献于公所。将叔勿狃，戒其伤女。叔于田，乘乘黄。两服上襄，两骖雁行。叔在薮，火烈具扬。叔善射忌，又良御忌。抑罄控忌，抑纵送忌。叔于田，乘乘鸨。两服齐首，两骖如手。叔在薮，火烈具阜。叔马慢忌，叔发罕忌。抑释掤忌，抑鬯弓忌。",
        "author": "先秦",
        "poem_class": "哲理",
        "dynasty": "庄周"
    },
    {
        "title": "城东早春",
        "paragraph": "诗家清景在新春，绿柳才黄半未匀。 若待上林花似锦，出门俱是看花人。开元二十六年，客有从御史大夫张公出塞而还者；作《燕歌行》以示适，感征戍之事，因而和焉。汉家烟尘在东北，汉将辞家破残贼。男儿本自重横行，天子非常赐颜色。摐金伐鼓下榆关，旌旆逶迤碣石间。校尉羽书飞瀚海，单于猎火照狼山。山川萧条极边土，胡骑凭陵杂风雨。战士军前半死生，美人帐下犹歌舞！大漠穷秋塞草腓，孤城落日斗兵稀。身当恩遇常轻敌，力尽关山未解围。(常轻敌 一作：恒轻敌)铁衣远戍辛勤久，玉箸应啼别离后。少妇城南欲断肠，征人蓟北空回首。边庭飘飖那可度，绝域苍茫无所有！(飘飖 一作：飘摇；无所 一作：更何)杀气三时作阵云，寒声一夜传刁斗。相看白刃血纷纷，死节从来岂顾勋？君不见沙场征战苦，至今犹忆李将军！相见时难别亦难，东风无力百花残。春蚕到死丝方尽，蜡炬成灰泪始干。晓镜但愁云鬓改，夜吟应觉月光寒。蓬山此去无多路，青鸟殷勤为探看。(蓬山 一作：蓬莱)汉主东封报太平，无人金阙议边兵。纵饶夺得林胡塞，碛地桑麻种不生。誓扫匈奴不顾身，五千貂锦丧胡尘。可怜无定河边骨，犹是春闺梦里人。陇戍三看塞草青，楼烦新替护羌兵。同来死者伤离别，一夜孤魂哭旧营。黠虏生擒未有涯，黑山营阵识龙蛇。自从贵主和亲后，一半胡风似汉家。",
        "author": "唐代",
        "poem_class": "哲理",
        "dynasty": "杨巨源"
    },
    {
        "title": "断句",
        "paragraph": "近水楼台先得月，向阳花木易为春。漫漫平沙走白虹，瑶台失手玉杯空。晴天摇动清江底，晚日浮沉急浪中。未遇行藏谁肯信，如今方表名踪。无端良匠画形容。当风轻借力，一举入高空。 才得吹嘘身渐稳，只疑远赴蟾宫。雨馀时候夕阳红。几人平地上，看我碧霄中。湖山胜处放翁家，槐柳阴中野径斜。水满有时观下鹭，草深无处不鸣蛙。箨龙已过头番笋，木笔犹开第一花。叹息老来交旧尽，睡来谁共午瓯茶。",
        "author": "宋代",
        "poem_class": "哲理",
        "dynasty": "苏麟"
    },
    {
        "title": "渔父",
        "paragraph": "屈原既放，游于江潭，行吟泽畔，颜色憔悴，形容枯槁。渔父见而问之曰：“子非三闾大夫与？何故至于斯？”屈原曰：“举世皆浊我独清，众人皆醉我独醒，是以见放。”渔父曰：“圣人不凝滞于物，而能与世推移。世人皆浊，何不淈其泥而扬其波？众人皆醉，何不餔其糟而歠其醨？何故深思高举，自令放为？”屈原曰：“吾闻之，新沐者必弹冠，新浴者必振衣；安能以身之察察，受物之汶汶者乎？宁赴湘流，葬于江鱼之腹中。安能以皓皓之白，而蒙世俗之尘埃乎?”渔父莞尔而笑，鼓枻而去，乃歌曰：“沧浪之水清兮，可以濯吾缨；沧浪之水浊兮，可以濯吾足。”遂去，不复与言。范雎至秦，王庭迎，谓范雎曰：“寡人宜以身受令久矣。今者义渠之事急，寡人日自请太后。今义渠之事已，寡人乃得以身受命。躬窃闵然不敏。”敬执宾主之礼，范雎辞让。是日见范雎，见者无不变色易容者。秦王屏左右，宫中虚无人，秦王跪而请曰：“先生何以幸教寡人？”范雎曰：“唯唯。”有间，秦王复请，范雎曰：“唯唯。”若是者三。秦王跽曰：“先生不幸教寡人乎？”范雎谢曰：“非敢然也。臣闻始时吕尚之遇文王也，身为渔父而钓于渭阳之滨耳。若是者，交疏也。已一说而立为太师，载与俱归者，其言深也。故文王果收功于吕尚，卒擅天下而身立为帝王。即使文王疏吕望而弗与深言，是周无天子之德，而文、武无与成其王也。今臣，羇旅之臣也，交疏于王，而所愿陈者，皆匡君臣之事，处人骨肉之间。愿以陈臣之陋忠，而未知王心也，所以王三问而不对者是也。臣非有所畏而不敢言也，知今日言之于前，而明日伏诛于后，然臣弗敢畏也。大王信行臣之言，死不足以为臣患，亡不足以为臣忧，漆身而为厉，被发而为狂，不足以为臣耻。五帝之圣而死，三王之仁而死，五伯之贤而死，乌获之力而死，奔、育之勇焉而死。死者，人之所必不免也。处必然之势，可以少有补于秦，此臣之所大愿也，臣何患乎？伍子胥橐载而出昭关，夜行而昼伏，至于蔆水，无以饵其口，坐行蒲伏，乞食于吴市，卒兴吴国，阖庐为霸。使臣得进谋如伍子胥，加之以幽囚，终身不复见，是臣说之行也，臣何忧乎？箕子、接舆，漆身而为厉，被发而为狂，无益于殷、楚。使臣得同行于箕子、接舆，漆身可以补所贤之主，是臣之大荣也，臣又何耻乎？臣之所恐者，独恐臣死之后，天下见臣尽忠而身蹶也，是以杜口裹足，莫肯即秦耳。足下上畏太后之严，下惑奸臣之态，居深宫之中，不离保傅之手，终身闇惑，无与照奸，大者宗庙灭覆，小者身以孤危。此臣之所恐耳！若夫穷辱之事，死亡之患，臣弗敢畏也。臣死而秦治，贤于生也。”秦王跽曰：“先生是何言也！夫秦国僻远，寡人愚不肖，先生乃幸至此，此天以寡人慁先生，而存先王之庙也。寡人得受命于先生，此天所以幸先王而不弃其孤也。先生奈何而言若此！事无大小，上及太后，下至大臣，愿先生悉以教寡人，无疑寡人也。”范雎再拜，秦王亦再拜。 杨子之邻人亡羊，既率其党，又请杨子之竖追之。杨子曰：“嘻！亡一羊何 追者之众？”邻人曰：“多歧路。”既反，问：“获羊乎？”曰：“亡之矣。” 曰：“奚亡之？”曰：“歧路之中又有歧焉。吾不知所之，所以反也。”杨子戚 然变容，不言者移时，不笑者竟日。门人怪之，请曰：“羊贱畜，又非夫子之有， 而损言笑者何哉？”杨子不答。(追者之众 一作：追之者众)心都子曰：“大道以多歧亡羊，学者以多方丧生。学 非本不同，非本不一，而末异若是。唯归同反一，为亡得丧。子长先生之门，习 先生之道，而不达先生之况也，哀哉！”楚子狩于州来，次于颍尾，使荡侯、潘子、司马督、嚣尹午、陵尹喜帅师围徐以惧吴。楚子次于乾溪，以为之援。 雨雪，王皮冠，秦复陶，翠被，豹舄，执鞭以出，仆析父从。右尹子革夕，王见之。去冠被，舍鞭，与之语曰：“昔我先王熊绎与吕伋、王孙牟、燮父、禽父，并事康王，四国皆有分，我独无有。今吾使人于周，求鼎以为分，王其与我乎？” 对曰：“与君王哉！昔我先王熊绎，辟在荆山，筚路蓝缕，以处草莽，跋涉山林，以事天子，唯是桃弧、棘矢，以共御王事。齐，王舅也；晋及鲁、卫，王母弟也。楚是以无分，而彼皆有。今周与四国服事君王，将唯命是从，岂其爱鼎？”王曰：“昔我皇祖伯父昆吾，旧许是宅。今郑人贪赖其田，而不我与。我若求之，其与我乎？” 对曰：“与君王哉！周不爱鼎，郑敢爱田？”王曰：“昔诸侯远我而畏晋，今我大城陈、蔡、不羹，赋皆千乘，子与有劳焉。诸侯其畏我乎？”对曰：“畏君王哉！是四国者，专足畏也，又加之以楚，敢不畏君王哉？” 工尹路请曰：“君王命剥圭以为鏚柲，敢请命。”王入视之。析父谓子革：“吾子，楚国之望也！今与王言如响，国其若之何？”子革曰：“摩厉以须，王出，吾刃将斩矣。” 王出，复语。左史倚相趋过。王曰：“是良史也，子善视之。是能读《三坟》、《五典》、《八索》、《九丘》。”对曰：“臣尝问焉，昔穆王欲肆其心，周行天下，将皆必有车辙马迹焉。祭公谋父作《祈招》之诗，以止王心，王是以获没于祗宫。臣问其诗而不知也；若问远焉，其焉能知之？” 王曰：“子能乎？”对曰：“能。其《诗》曰：‘祈招之愔愔，式昭德音。思我王度，式如玉，式如金。形民之力，而无醉饱之心。’” 王揖而入，馈不食，寝不寐，数日。不能自克，以及于难。 仲尼曰：“古也有志：‘克己复礼，仁也。’信善哉！楚灵王若能如是，岂其辱于乾溪？” ",
        "author": "先秦",
        "poem_class": "哲理",
        "dynasty": "屈原"
    },
    {
        "title": "刻舟求剑 / 楚人涉江",
        "paragraph": "楚人有涉江者，其剑自舟中坠于水。遽契其舟，曰：“是吾剑之所从坠。”舟止，从其所契者入水求之。舟已行矣，而剑不行，求剑若此，不亦惑乎！式微，式微，胡不归？微君之故，胡为乎中露？式微，式微，胡不归？微君之躬，胡为乎泥中？楚虽三户。亡秦必楚。临风思永夕，极目感深秋。月落应同照，溪阴故独流。鸟啼清露下，雁过薄寒收。衰草犹如岸，空依此夜舟。",
        "author": "先秦",
        "poem_class": "哲理",
        "dynasty": "佚名"
    },
    {
        "title": "叶公好龙",
        "paragraph": "叶公子高好龙，钩以写龙，凿以写龙，屋室雕文以写龙。于是天龙闻而下之，窥头于牖，施尾于堂。 叶公见之，弃而还走，失其魂魄，五色无主。是叶公非好龙也，好夫似龙而非龙者也。 朱鹭，鱼以乌。路訾邪鹭何食？食茄下。不之食，不以吐，将以问诛者。驱车掸驽马。东到奉高城。神哉彼泰山。五岳专其名。隆高贯云霓。嵯峨出太清。周流二六候。间置十二亭。上有涌醴泉。玉石扬华英。东北望吴野。西眺观日精。魂神所系属。逝者感斯征。王者以归天。效厥元功成。历代无不遵。礼记有品程。探策或长短。唯德享利贞。封者七十帝。轩皇元独灵。餐霞漱沆瀣。毛羽被身形。发举蹈虚廓。径庭升窈冥。同寿东父年。旷代永长生。有所思，乃在大海南。何用问遗君，双珠玳瑁簪。用玉绍缭之。闻君有他心，拉杂摧烧之。摧烧之，当风扬其灰！从今以往，勿复相思，相思与君绝！鸡鸣狗吠，兄嫂当知之。妃呼狶！秋风肃肃晨风飔，东方须臾高知之！",
        "author": "两汉",
        "poem_class": "哲理",
        "dynasty": "刘向"
    },
    {
        "title": "揠苗助长",
        "paragraph": "宋人有闵其苗之不长而揠之者，芒芒然归，谓其人曰：“今日病矣！予助苗长矣！”其子趋而往视之，苗则槁矣。天下之不助苗长者寡矣。以为无益而舍之者，不耘苗者也；助之长者，揠苗者也，非徒无益，而又害之。(闵 通：悯)“敢问夫子恶乎长？”曰：“我知言，我善养吾浩然之气。”“敢问何谓浩然之气？”曰：“难言也。其为气也，至大至刚，以直养而无害，则塞于天地之间。其为气也，配义与道；无是，馁也。是集义所生者，非义袭而取之也。行有不慊于心，则馁矣。我故曰，告子未尝知义，以其外之也。必有事焉，而勿正，心勿忘，勿助长也。无若宋人然：宋人有闵其苗之不长而揠之者，芒芒然归，谓其人曰：‘今日病矣！予助苗长矣！’其子趋而往视之，苗则槁矣。天下之不助苗长者寡矣。以为无益而舍之者，不耘苗者也；助之长者，揠苗者也，非徒无益，而又害之。”“何谓知言？”曰：“诐辞知其所蔽，淫辞知其所陷，邪辞知其所离，遁辞知其所穷。——生于其心，害于其政；发于其政，害于其事。圣人复起，必从吾言矣。”登此昆吾之虚。绵绵生之瓜。余为浑良夫。叫天无辜。心则不竞。何惮于病。畏首畏尾。身其余几。虽鞭之长。不及马腹。杀老牛莫之敢尸。挈缾之知。守不假器。鹿死不择音。",
        "author": "先秦",
        "poem_class": "哲理",
        "dynasty": "佚名"
    },
    {
        "title": "琴诗",
        "paragraph": "若言琴上有琴声，放在匣中何不鸣？若言声在指头上，何不于君指上听？风定落花深，帘外拥红堆雪。长记海棠开后，正伤春时节。酒阑歌罢玉尊空，青缸暗明灭。魂梦不堪幽怨，更一声鶗鴂。莫许杯深琥珀浓，未成沉醉意先融。疏钟已应晚来风。瑞脑香消魂梦断，辟寒金小髻鬟松。醒时空对烛花红。清溪奔快，不管青山碍。十里盘盘平世界，更著溪山襟带。 古今陵谷茫茫，市朝往往耕桑。此地居然形胜，似曾小小兴亡。",
        "author": "宋代",
        "poem_class": "哲理",
        "dynasty": "苏轼"
    },
    {
        "title": "狼三则",
        "paragraph": "其一有屠人货肉归，日已暮，欻一狼来，瞰担上肉，似甚垂涎，随尾行数里。屠惧，示之以刃，少却；及走，又从之。屠无计，思狼所欲者肉，不如姑悬诸树而早取之。遂钩肉，翘足挂树间，示以空担。狼乃止。屠归。昧爽，往取肉，遥望树上悬巨物，似人缢死状。大骇，逡巡近视之，则死狼也。仰首细审，见狼口中含肉，钩刺狼腭，如鱼吞饵。时狼皮价昂，直十余金，屠小裕焉。缘木求鱼，狼则罹之，是可笑也。其二一屠晚归，担中肉尽，止有剩骨。途中两狼，缀行甚远。屠惧，投以骨。一狼得骨止，一狼仍从。复投之，后狼止而前狼又至。骨已尽矣，而两狼之并驱如故。屠大窘，恐前后受其敌。顾野有麦场，场主积薪其中，苫蔽成丘。屠乃奔倚其下，弛担持刀。狼不敢前，眈眈相向。少时，一狼径去，其一犬坐于前。久之，目似瞑，意暇甚。屠暴起，以刀劈狼首，又数刀毙之。方欲行，转视积薪后，一狼洞其中，意将隧入以攻其后也。身已半入，止露尻尾。屠自后断其股，亦毙之。乃悟前狼假寐，盖以诱敌。狼亦黠矣，而顷刻两毙，禽兽之变诈几何哉？止增笑耳。其三一屠暮行，为狼所逼。道旁有夜耕所遗行室，奔入伏焉。狼自苫中探爪入。屠急捉之，令不可去。但思无计可以死之。惟有小刀不盈寸，遂割破狼爪下皮，以吹豕之法吹之。极力吹移时，觉狼不甚动，方缚以带。出视，则狼胀如牛，股直不能屈，口张不得合。遂负之以归。非屠，乌能作此谋也！三事皆出于屠；则屠人之残爆，杀狼亦可用也。 半缺柴门叩不开，石棱砖缝好苍苔。地偏竹径清于水，雨冷诗情瘦似梅。山茗未赊将菊代，学钱无措唤儿回。塾师亦复多情思，破点经书手送来。少年听雨湘东郡。孤馆灯花晕。中年听雨凤城西。一树绿桐花下拨银𢱧。如今听雨薇花廨。酒醒朱颜在。老来啖蔗有余甘。不似彭城吴郡与巴山。夙雾才醒后，朝阳未吐间。翠烟遥辨市，红树忽移湾。风软一江水，云轻九子山。画家浓淡意，斟酌在荆关。",
        "author": "清代",
        "poem_class": "哲理",
        "dynasty": "蒲松龄"
    },
    {
        "title": "智子疑邻",
        "paragraph": "宋有富人，天雨墙坏。其子曰：“不筑，必将有盗。”其邻人之父亦云。暮而果大亡其财，其家甚智其子，而疑邻人之父。噫嘻成王，既昭假尔。率时农夫，播厥百谷。骏发尔私，终三十里。亦服尔耕，十千维耦。不聪不明。不能为王。不瞽不聋。不能为公。月出皎兮，佼人僚兮。舒窈纠兮，劳心悄兮。月出皓兮，佼人懰兮。舒懮受兮，劳心慅兮。月出照兮，佼人燎兮。舒夭绍兮，劳心惨兮。",
        "author": "先秦",
        "poem_class": "哲理",
        "dynasty": "韩非"
    },
    {
        "title": "庖丁解牛",
        "paragraph": "庖丁为文惠君解牛，手之所触，肩之所倚，足之所履，膝之所踦，砉然向然，奏刀騞然，莫不中音。合于《桑林》之舞，乃中《经首》之会。文惠君曰：“嘻，善哉！技盖至此乎？”庖丁释刀对曰：“臣之所好者，道也，进乎技矣。始臣之解牛之时，所见无非牛者。三年之后，未尝见全牛也。方今之时，臣以神遇而不以目视，官知止而神欲行。依乎天理，批大郤，导大窾，因其固然，技经肯綮之未尝，而况大軱乎！良庖岁更刀，割也；族庖月更刀，折也。今臣之刀十九年矣，所解数千牛矣，而刀刃若新发于硎。彼节者有间，而刀刃者无厚；以无厚入有间，恢恢乎其于游刃必有余地矣，是以十九年而刀刃若新发于硎。虽然，每至于族，吾见其难为，怵然为戒，视为止，行为迟。动刀甚微，謋然已解，如土委地。提刀而立，为之四顾，为之踌躇满志，善刀而藏之。”文惠君曰：“善哉！吾闻庖丁之言，得养生焉。”闵予小子，遭家不造，嬛嬛在疚。於乎皇考，永世克孝。念兹皇祖，陟降庭止。维予小子，夙夜敬止。于乎皇王，继序思不忘。鼠社不可熏。言发于尔。不可止于远。行存于身。不可掩于众。",
        "author": "先秦",
        "poem_class": "哲理",
        "dynasty": "庄周"
    },
    {
        "title": "塞翁失马",
        "paragraph": "近塞上之人，有善术者，马无故亡而入胡。人皆吊之，其父曰：“此何遽不为福乎？”居数月，其马将胡骏马而归。人皆贺之，其父曰：“此何遽不能为祸乎？”家富良马，其子好骑，堕而折其髀。人皆吊之，其父曰：“此何遽不为福乎？”居一年，胡人大入塞，丁壮者引弦而战。近塞之人，死者十九。此独以跛之故，父子相保。翠屏山下水云香，别墅归来月在床。今日看图诗兴动，浑如东阁送何郎。孟冬十月。阴气厉清。武官诫田。讲旅统兵。元龟袭吉。元光着明。蚩尤跸路。风弭雨停。乘舆启行。鸾鸣幽轧。虎贲采骑。飞象珥鹖。钟鼓铿锵。箫管嘈喝。万骑齐镳。千乘等盖。夷山填谷。平林涤薮。张罗万里。尽其飞走。趯趯狡兔。扬白跳翰。猎以青骹。掩以修竿。韩卢宋鹊。呈才骋足。噬不尽绁。牵麋掎鹿。魏氏发机。养基抚弦。都卢寻高。搜索猴猨。庆忌孟贲。蹈谷超峦。张目决眦。发怒穿冠。顿熊扼虎。蹴豹搏貙。气有余势。负象而趋。获车既盈。日侧乐终。罢役解徒。大飨离宫。乱曰。圣皇临飞轩。论功校猎徒。死禽积如京。流血成沟渠。明诏大劳赐。大官供有无。走马行酒醴。驱车布肉鱼。鸣鼓举觞爵。击钟釂无余。绝纲纵麟麑。弛罩出凤雏。收功在羽校。威灵振鬼区。陛下长欢乐。永世合天符。所赍千金剑，通犀间碧玙。翡翠饰鸡必，标首明月珠。",
        "author": "两汉",
        "poem_class": "哲理",
        "dynasty": "刘安"
    },
    {
        "title": "菩提偈",
        "paragraph": "菩提本无树，明镜亦非台。佛性常清净，何处有尘埃！身是菩提树，心为明镜台。明镜本清净，何处染尘埃！菩提本无树，明镜亦非台。本来无一物，何处惹尘埃！菩提只向心觅，何劳向外求玄？听说依此修行，西方只在目前！独上江楼思渺然，月光如水水如天。同来望月人何处？风景依稀似去年。伪临朝武氏者，性非和顺，地实寒微。昔充太宗下陈，曾以更衣入侍。洎乎晚节，秽乱春宫。潜隐先帝之私，阴图后房之嬖。入门见嫉，蛾眉不肯让人；掩袖工谗，狐媚偏能惑主。践元后于翚翟，陷吾君于聚麀。加以虺蜴为心，豺狼成性，近狎邪僻，残害忠良，杀姊屠兄，弑君鸩母。人神之所同嫉，天地之所不容。犹复包藏祸心，窥窃神器。君之爱子，幽之于别宫；贼之宗盟，委之以重任。呜呼！霍子孟之不作，朱虚侯之已亡。燕啄皇孙，知汉祚之将尽；龙漦帝后，识夏庭之遽衰。敬业皇唐旧臣，公侯冢子。奉先帝之成业，荷本朝之厚恩。宋微子之兴悲，良有以也；袁君山之流涕，岂徒然哉！是用气愤风云，志安社稷。因天下之失望，顺宇内之推心，爰举义旗，以清妖孽。南连百越，北尽三河，铁骑成群，玉轴相接。海陵红粟，仓储之积靡穷；江浦黄旗，匡复之功何远？班声动而北风起，剑气冲而南斗平。喑呜则山岳崩颓，叱吒则风云变色。以此制敌，何敌不摧；以此图功，何功不克！公等或家传汉爵，或地协周亲，或膺重寄于爪牙，或受顾命于宣室。言犹在耳，忠岂忘心？一抔之土未干，六尺之孤何托？倘能转祸为福，送往事居，共立勤王之勋，无废旧君之命，凡诸爵赏，同指山河。若其眷恋穷城，徘徊歧路，坐昧先几之兆，必贻后至之诛。请看今日之域中，竟是谁家之天下！移檄州郡，咸使知闻。青青一树伤心色，曾入几人离恨中。 为近都门多送别，长条折尽减春风。",
        "author": "唐代",
        "poem_class": "哲理",
        "dynasty": "惠能"
    },
    {
        "title": "放言五首·其三",
        "paragraph": "赠君一法决狐疑，不用钻龟与祝蓍。试玉要烧三日满，辨材须待七年期。周公恐惧流言日，王莽谦恭未篡时。向使当初身便死，一生真伪复谁知？君自故乡来，应知故乡事。来日绮窗前，寒梅著花未？岁落众芳歇，时当大火流。霜威出塞早，云色渡河秋。梦绕边城月，心飞故国楼。思归若汾水，无日不悠悠。清江一曲柳千条，二十年前旧板桥。曾与美人桥上别，恨无消息到今朝。",
        "author": "唐代",
        "poem_class": "哲理",
        "dynasty": "白居易"
    },
    {
        "title": "富贵不能淫",
        "paragraph": "景春曰：“公孙衍、张仪岂不诚大丈夫哉？一怒而诸侯惧，安居而天下熄。”孟子曰：“是焉得为大丈夫乎？子未学礼乎？丈夫之冠也，父命之；女子之嫁也，母命之，往送之门，戒之曰：‘往之女家，必敬必戒，无违夫子！’以顺为正者，妾妇之道也。居天下之广居，立天下之正位，行天下之大道。得志，与民由之；不得志，独行其道。富贵不能淫，贫贱不能移，威武不能屈，此之谓大丈夫。”夜如何其？夜未央，庭燎之光。君子至止，鸾声将将。夜如何其？夜未艾，庭燎晣晣。君子至止，鸾声哕哕。夜如何其？夜乡晨，庭燎有辉。君子至止，言观其旂。孑孑干旄，在浚之郊。素丝纰之，良马四之。彼姝者子，何以畀之？孑孑干旟，在浚之都。素丝组之，良马五之。彼姝者子，何以予之？孑孑干旌，在浚之城。素丝祝之，良马六之。彼姝者子，何以告之？题遍碧苔笺，吟残绿水篇。流霞穿树出，明月隔溪悬。乍听声声笛，还逢泛泛船。琴心谁共识，山水自相怜。",
        "author": "先秦",
        "poem_class": "哲理",
        "dynasty": "孟子及其弟子"
    },
    {
        "title": "自遣",
        "paragraph": "得即高歌失即休，多愁多恨亦悠悠。今朝有酒今朝醉，明日愁来明日愁。春风倚棹阖闾城，水国春寒阴复晴。细雨湿衣看不见，闲花落地听无声。日斜江上孤帆影，草绿湖南万里情。东道若逢相识问，青袍今日误儒生。月落乌啼霜满天，江枫渔火对愁眠。姑苏城外寒山寺，夜半钟声到客船。娉娉袅袅十三余，豆蔻梢头二月初。春风十里扬州路，卷上珠帘总不如。",
        "author": "唐代",
        "poem_class": "哲理",
        "dynasty": "罗隐"
    },
    {
        "title": "论语十则",
        "paragraph": "子曰：“学而时习之，不亦说乎？有朋自远方来，不亦乐乎？人不知而不愠，不亦君子乎？”（《学而》）曾子曰：“吾日三省吾身：为人谋而不忠乎？与朋友交而不信乎？传不习乎？”（《学而》）子曰：“温故而知新，可以为师矣。”（《为政》）子曰：“学而不思则罔,思而不学则殆。”（《为政》）子曰：“由，诲女知之乎！知之为知之，不知为不知，是知也。”（《为政》）子曰：“见贤思齐焉，见不贤而内自省也。”（《里仁》）子曰：“三人行，必有我师焉。择其善者而从之，其不善者而改之。”（《述而》）曾子曰：“士不可以不弘毅，任重而道远。仁以为己任，不亦重乎？死而后已，不亦远乎？”（《泰伯》）子曰：“岁寒，然后知松柏之后凋也。”（《子罕》）子贡问曰：“有一言而可以终身行之者乎？”子曰：“其恕乎！己所不欲，勿施于人。”（《卫灵公》）山居耕田苦。难以得食。起而为吏。身贪鄙者余财。不顾耻辱。身死家室富。又恐受赇枉法为奸触大罪。身死而家灭。贪吏安可为也。念为廉吏。奉法守职。竟死不敢为非。廉吏安可为也。石墨相著而黑，邪心谗言，无得污白。鸲之鹆之。公出辱之。鸲鹆之羽。公在外野。往馈之马。鸲鹆跦跦。公在干侯。徵褰与襦。鸲鹆之巢。远哉遥遥。裯父丧劳。宋父以骄。鸲鹆鸲鹆。往歌来哭。",
        "author": "先秦",
        "poem_class": "哲理",
        "dynasty": "佚名"
    },
    {
        "title": "卖油翁",
        "paragraph": "陈康肃公善射，当世无双 ，公亦以此自矜。尝射于家圃，有卖油翁释担而立，睨之久而不去。见其发矢十中八九，但微颔之。康肃问曰：“汝亦知射乎？吾射不亦精乎？”翁曰：“无他， 但手熟尔。”康肃忿然曰：“尔安敢轻吾射！”翁曰：“以我酌油知之。”乃取一葫芦置于地，以钱覆其口，徐以杓酌油沥之，自钱孔入，而钱不湿。因曰：“我亦无他，惟手熟尔。”康肃笑而遣之。双飞燕子几时回？夹岸桃花蘸水开。春雨断桥人不渡，小舟撑出柳阴来。(渡 一作：度)江头落日照平沙，潮退渔船阁岸斜。白鸟一双临水立，见人惊起入芦花。春来秋去。往事知何处？燕子归飞兰泣露。光景千留不住。酒阑人散忡忡。闲阶独倚梧桐。记得去年今日，依前黄叶西风。",
        "author": "宋代",
        "poem_class": "哲理",
        "dynasty": "欧阳修"
    },
    {
        "title": "晚春",
        "paragraph": "草树知春不久归，百般红紫斗芳菲。(草树 一作：草木)杨花榆荚无才思，惟解漫天作雪飞。黔无驴，有好事者船载以入。至则无可用，放之山下。虎见之，庞然大物也，以为神，蔽林间窥之。稍出近之，慭慭然，莫相知。他日，驴一鸣，虎大骇，远遁；以为且噬己也，甚恐。然往来视之，觉无异能者；益习其声，又近出前后，终不敢搏。稍近，益狎，荡倚冲冒。驴不胜怒，蹄之。虎因喜，计之曰：“技止此耳！”因跳踉大㘎，断其喉，尽其肉，乃去。噫！形之庞也类有德，声之宏也类有能。向不出其技，虎虽猛，疑畏，卒不敢取。今若是焉，悲夫！得即高歌失即休，多愁多恨亦悠悠。今朝有酒今朝醉，明日愁来明日愁。轮台城头夜吹角，轮台城北旄头落。羽书昨夜过渠黎，单于已在金山西。戍楼西望烟尘黑，汉军屯在轮台北。上将拥旄西出征，平明吹笛大军行。四边伐鼓雪海涌，三军大呼阴山动。虏塞兵气连云屯，战场白骨缠草根。剑河风急雪片阔，沙口石冻马蹄脱。(雪片阔 一作：云片阔)亚相勤王甘苦辛，誓将报主静边尘。古来青史谁不见，今见功名胜古人。",
        "author": "唐代",
        "poem_class": "哲理",
        "dynasty": "韩愈"
    },
    {
        "title": "西江月·世事短如春梦",
        "paragraph": "世事短如春梦，人情薄似秋云。不须计较苦劳心，万事原来有命。幸遇三杯酒好，况逢一朵花新。片时欢笑且相亲，明日阴晴未定。凤舞团团饼。恨分破、教孤令。金渠体净，只轮慢碾，玉尘光莹。汤响松风，早减了、二分酒病。 味浓香永。醉乡路、成佳境。恰如灯下，故人万里，归来对影。口不能言，心下快活自省。泛菊杯深，吹梅角远，同在京城。聚散匆匆，云边孤雁，水上浮萍。 教人怎不伤情。觉几度、魂飞梦惊。后夜相思，尘随马去，月逐舟行。壮岁从戎，曾是气吞残虏。阵云高、狼烟夜举。朱颜青鬓，拥雕戈西戍。笑儒冠、自来多误。 功名梦断，却泛扁舟吴楚。漫悲歌、伤怀吊古。烟波无际，望秦关何处。叹流年、又成虚度。",
        "author": "宋代",
        "poem_class": "哲理",
        "dynasty": "朱敦儒"
    },
    {
        "title": "陈太丘与友期行",
        "paragraph": "陈太丘与友期行，期日中。过中不至，太丘舍去，去后乃至。元方时年七岁，门外戏。客问元方：“尊君在不？”答曰：“待君久不至，已去。”友人便怒曰：“非人哉！与人期行，相委而去。”元方曰：“君与家君期日中。日中不至，则是无信；对子骂父，则是无礼。”友人惭，下车引之。元方入门不顾。一年漏将尽，万里人未归。君志固有在，妾躯乃无依。分空临澥雾。披远望沧流。八桂暧如画。三桑眇若浮。烟极希丹水。月远望青丘。琅琊白浮鸠，紫翳飘陌头。食饮东莞野，栖宿越王楼。",
        "author": "南北朝",
        "poem_class": "哲理",
        "dynasty": "刘义庆"
    },
    {
        "title": "得道多助，失道寡助",
        "paragraph": "天时不如地利，地利不如人和。三里之城，七里之郭，环而攻之而不胜。夫环而攻之，必有得天时者矣；然而不胜者，是天时不如地利也。城非不高也，池非不深也，兵革非不坚利也，米粟非不多也；委而去之，是地利不如人和也。故曰：域民不以封疆之界，固国不以山溪之险，威天下不以兵革之利。得道者多助，失道者寡助。寡助之至，亲戚畔之；多助之至，天下顺之。以天下之所顺，攻亲戚之所畔，故君子有不战，战必胜矣。惜诵惜诵以致愍兮，发愤以抒情。所作忠而言之兮，指苍天以为正。令五帝使折中兮，戒六神与向服。俾山川以备御兮，命咎繇使听直。竭忠诚而事君兮，反离群而赘肬。忘儇媚以背众兮，待明君其知之。言与行其可迹兮，情与貌其不变。故相臣莫若君兮，所以证之不远。吾谊先君而后身兮，羌众人之所仇也。专惟君而无他兮，又众兆之所雠也。壹心而不豫兮，羌无可保也。疾亲君而无他兮，有招祸之道也。思君其莫我忠兮，忽忘身之贱贫。事君而不贰兮，迷不知宠之门。患何罪以遇罚兮，亦非余之所志也。行不群以巅越兮，又众兆之所咍也。纷逢尤以离谤兮，謇不可释也。情沉抑而不达兮，又蔽而莫之白也。心郁邑余侘傺兮，又莫察余之中情。固烦言不可结而诒兮，愿陈志而无路。退静默而莫余知兮，进号呼又莫吾闻。申侘傺之烦惑兮，中闷瞀之忳忳。昔余梦登天兮，魂中道而无杭。吾使厉神占之兮，曰有志极而无旁。终危独以离异兮，曰君可思而不可恃。故众口其铄金兮，初若是而逢殆。惩于羹者而吹齑兮，何不变此志也？欲释阶而登天兮，犹有曩之态也。众骇遽以离心兮，又何以为此伴也？同极而异路兮，又何以为此援也？晋申生之孝子兮，父信谗而不好。行婞直而不豫兮，鲧功用而不就。吾闻作忠以造怨兮，忽谓之过言。九折臂而成医兮，吾至今而知其信然。矰弋机而在上兮，罻罗张而在下。设张辟以娱君兮，愿侧身而无所。欲儃徊以干傺兮，恐重患而离尤。欲高飞而远集兮，君罔谓汝何之？欲横奔而失路兮，盖志坚而不忍。背膺牉以交痛兮，心郁结而纡轸。擣木兰以矫蕙兮，糳申椒以为粮。播江离与滋菊兮，愿春日以为糗芳。恐情质之不信兮，故重著以自明。矫兹媚以私处兮，愿曾思而远身。涉江余幼好此奇服兮，年既老而不衰。带长铗之陆离兮，冠切云之崔嵬，被明月兮佩宝璐。世混浊而莫余知兮，吾方高驰而不顾。驾青虬兮骖白螭，吾与重华游兮瑶之圃。登昆仑兮食玉英，与天地兮同寿，与日月兮同光。哀南夷之莫吾知兮，旦余济乎江湘。乘鄂渚而反顾兮，欸秋冬之绪风。步余马兮山皋，邸余车兮方林。乘舲船余上沅兮，齐吴榜以击汰。船容与而不进兮，淹回水而疑滞。朝发枉渚兮，夕宿辰阳。苟余心其端直兮，虽僻远之何伤。入溆浦余儃徊兮，迷不知吾所如。深林杳以冥冥兮，乃猿狖之所居。山峻高以蔽日兮，下幽晦以多雨。霰雪纷其无垠兮，云霏霏而承宇。哀吾生之无乐兮，幽独处乎山中。吾不能变心而从俗兮，固将愁苦而终穷。接舆髡首兮，桑扈臝行。忠不必用兮，贤不必以。伍子逢殃兮，比干菹醢。与前世而皆然兮，吾又何怨乎今之人！余将董道而不豫兮，固将重昏而终身！乱曰：鸾鸟凤皇，日以远兮。燕雀乌鹊，巢堂坛兮。露申辛夷，死林薄兮。腥臊并御，芳不得薄兮。阴阳易位，时不当兮。怀信佗傺，忽乎吾将行兮！哀郢皇天之不纯命兮，何百姓之震愆？民离散而相失兮，方仲春而东迁。去故乡而就远兮，遵江夏以流亡。出国门而轸怀兮，甲之鼂吾以行。发郢都而去闾兮，怊荒忽其焉极？楫齐扬以容与兮，哀见君而不再得。望长楸而太息兮，涕淫淫其若霰。过夏首而西浮兮，顾龙门而不见。心婵媛而伤怀兮，眇不知其所蹠。顺风波以从流兮，焉洋洋而为客。凌阳侯之汜滥兮，忽翱翔之焉薄。心絓结而不解兮，思蹇产而不释。将运舟而下浮兮，上洞庭而下江。去终古之所居兮，今逍遥而来东。羌灵魂之欲归兮，何须臾而忘反。背夏浦而西思兮，哀故都之日远。登大坟以远望兮，聊以舒吾忧心。哀州土之平乐兮，悲江介之遗风。当陵阳之焉至兮，淼南渡之焉如？曾不知夏之为丘兮，孰两东门之可芜？心不怡之长久兮，忧与愁其相接。惟郢路之辽远兮，江与夏之不可涉。忽若去不信兮，至今九年而不复。惨郁郁而不通兮，蹇侘傺而含慼。外承欢之汋约兮，谌荏弱而难持。忠湛湛而愿进兮，妒被离而鄣之。尧舜之抗行兮，瞭杳杳而薄天。众谗人之嫉妒兮，被以不慈之伪名。憎愠惀之修美兮，好夫人之慷慨。众踥蹀而日进兮，美超远而逾迈。乱曰：曼余目以流观兮，冀一反之何时？鸟飞反故乡兮，狐死必首丘。信非吾罪而弃逐兮，何日夜而忘之？抽思心郁郁之忧思兮，独永叹乎增伤。思蹇产之不释兮，曼遭夜之方长。悲秋风之动容兮，何回极之浮浮。数惟荪之多怒兮，伤余心之忧忧。愿摇起而横奔兮，览民尤以自镇。结微情以陈词兮，矫以遗夫美人。昔君与我诚言兮，曰黄昏以为期。羌中道而回畔兮，反既有此他志。憍吾以其美好兮，览余以其修姱。与余言而不信兮，盖为余而造怒。愿承閒而自察兮，心震悼而不敢。悲夷犹而冀进兮，心怛伤之憺憺。兹历情以陈辞兮，荪详聋而不闻。固切人之不媚兮，众果以我为患。初吾所陈之耿著兮，岂至今其庸亡？何独乐斯之謇謇兮？愿荪美之可光。望三王以为像兮，指彭咸以为仪。夫何极而不至兮，故远闻而难亏。善不由外来兮，名不可以虚作。孰无施而有报兮，孰不实而有获？少歌曰：与美人抽思兮，并日夜而无正。憍吾以其美好兮，敖朕辞而不听。倡曰：有鸟自南兮，来集汉北。好姱佳丽兮，牉独处此异域。惸茕独而不群兮，又无良媒在其侧。道卓远而日忘兮，愿自申而不得。望北山而流涕兮，临流水而太息。望孟夏之短夜兮，何晦明之若岁？惟郢路之辽远兮，魂一夕而九逝。曾不知路之曲直兮，南指月与列星。愿径逝而未得兮，魂识路之营营。何灵魂之信直兮，人之心不与吾心同！理弱而媒不通兮，尚不知余之从容。乱曰：长濑湍流，溯江潭兮。狂顾南行，聊以娱心兮。轸石崴嵬，蹇吾愿兮。超回志度，行隐进兮。低徊夷犹，宿北姑兮。烦冤瞀容，实沛徂兮。愁叹苦神，灵遥思兮。路远处幽，又无行媒兮。道思作颂，聊以自救兮。忧心不遂，斯言谁告兮。怀沙滔滔孟夏兮，草木莽莽。伤怀永哀兮，汩徂南土。眴兮杳杳，孔静幽默。郁结纡轸兮，离慜而长鞠。抚情效志兮，冤屈而自抑。刓方以为圜兮，常度未替。易初本迪兮，君子所鄙。章画志墨兮，前图未改。内厚质正兮，大人所盛。巧倕不斲兮，孰察其拨正。玄文处幽兮，矇瞍谓之不章；离娄微睇兮，瞽以为无明。变白以为黑兮，倒上以为下。凤皇在笯兮，鸡鹜翔舞。同糅玉石兮，一概而相量。夫惟党人之鄙固兮，羌不知余之所臧。任重载盛兮，陷滞而不济。怀瑾握瑜兮，穷不知所示。邑犬之群吠兮，吠所怪也。非俊疑杰兮，固庸态也。文质疏内兮，众不知余之异采。材朴委积兮，莫知余之所有。重仁袭义兮，谨厚以为丰。重华不可遌兮，孰知余之从容！古固有不并兮，岂知其何故也？汤禹久远兮，邈而不可慕也？惩违改忿兮，抑心而自强。离慜而不迁兮，愿志之有像。进路北次兮，日昧昧其将暮。舒忧娱哀兮，限之以大故。乱曰：浩浩沅湘，分流汩兮。修路幽蔽，道远忽兮。怀质抱情，独无匹兮。伯乐既没，骥焉程兮。民生禀命，各有所错兮。定心广志，余何所畏惧兮？曾伤爰哀，永叹喟兮。世浑浊莫吾知，人心不可谓兮。知死不可让，愿勿爱兮。明告君子，吾将以为类兮。思美人思美人兮，揽涕而竚眙。媒绝路阻兮，言不可结而诒。蹇蹇之烦冤兮，陷滞而不发。申旦以舒中情兮，志沉菀而莫达。愿寄言于浮云兮，遇丰隆而不将。因归鸟而致辞兮，羌迅高而难当。高辛之灵盛兮，遭玄鸟而致诒。欲变节以从俗兮，媿易初而屈志。独历年而离愍兮，羌凭心犹未化。宁隐闵而寿考兮，何变易之可为！知前辙之不遂兮，未改此度。车既覆而马颠兮，蹇独怀此异路。勒骐骥而更驾兮，造父为我操之，迁逡次而勿驱兮，聊假日以须是时。指嶓冢之西隈兮，与纁黄以为期。开春发岁兮，白日出之悠悠。吾将荡志而愉乐兮，遵江夏以娱忧。揽大薄之芳茝兮，搴长洲之宿莽。惜吾不及古人兮，吾谁与玩此芳草？解萹薄与杂菜兮，备以为交佩。佩缤纷以缭转兮，遂萎绝而离异。吾且儃徊以娱忧兮，观南人之变态。窃快在中心兮，扬厥凭而不竢。芳与泽其杂糅兮，羌芳华自中出。纷郁郁其远蒸兮，满内而外扬。情与质信可保兮，羌居蔽而闻章。令薜荔以为理兮，惮举趾而缘木。因芙蓉而为媒兮，惮褰裳而濡足。登高吾不说兮，入下吾不能。固朕形之不服兮，然容与而狐疑。广遂前画兮，未改此度也。命则处幽吾将罢兮，愿及白日之未暮也。独茕茕而南行兮，思彭咸之故也。惜往日惜往日之曾信兮，受命诏以昭时。奉先功以照下兮，明法度之嫌疑。国富强而法立兮，属贞臣而日竢。秘密事之载心兮，虽过失犹弗治。心纯庞而不泄兮，遭谗人而嫉之。君含怒而待臣兮，不清澈其然否。蔽晦君之聪明兮，虚惑误又以欺。弗参验以考实兮，远迁臣而弗思。信谗谀之浑浊兮，盛气志而过之。何贞臣之无罪兮，被离谤而见尤。惭光景之诚信兮，身幽隐而备之。临沅湘之玄渊兮，遂自忍而沉流。卒没身而绝名兮，惜壅君之不昭。君无度而弗察兮，使芳草为薮幽。焉舒情而抽信兮，恬死亡而不聊。独障壅而弊隐兮，使贞臣为无由。闻百里之为虏兮，伊尹烹于庖厨。吕望屠于朝歌兮，宁戚歌而饭牛。不逢汤武与桓缪兮，世孰云而知之。吴信谗而弗味兮，子胥死而后忧。介子忠而立枯兮，文君寤而追求。封介山而为之禁兮，报大德之优游。思久故之亲身兮，因缟素而哭之。或忠信而死节兮，或訑谩而不疑。弗省察而按实兮，听谗人之虚辞。芳与泽其杂糅兮，孰申旦而别之？何芳草之早殀兮，微霜降而下戒。谅聪不明而蔽壅兮，使谗谀而日得。自前世之嫉贤兮，谓蕙若其不可佩。妒佳冶之芬芳兮，嫫母姣而自好。虽有西施之美容兮，谗妒入以自代。愿陈情以白行兮，得罪过之不意。情冤见之日明兮，如列宿之错置。乘骐骥而驰骋兮，无辔衔而自载；乘泛泭以下流兮，无舟楫而自备。背法度而心治兮，辟与此其无异。宁溘死而流亡兮，恐祸殃之有再。不毕辞而赴渊兮，惜壅君之不识。橘颂后皇嘉树，橘徕服兮。受命不迁，生南国兮。深固难徙，更壹志兮。绿叶素荣，纷其可喜兮。曾枝剡棘，圆果抟兮。青黄杂糅，文章烂兮。精色内白，类任道兮。纷緼宜修，姱而不丑兮。嗟尔幼志，有以异兮。独立不迁，岂不可喜兮？深固难徙，廓其无求兮。苏世独立，横而不流兮。闭心自慎，终不失过兮。秉德无私，参天地兮。愿岁并谢，与长友兮。淑离不淫，梗其有理兮。年岁虽少，可师长兮。行比伯夷，置以为像兮。悲回风悲回风之摇蕙兮，心冤结而内伤。物有微而陨性兮，声有隐而先倡。夫何彭咸之造思兮，暨志介而不忘！万变其情岂可盖兮，孰虚伪之可长？鸟兽鸣以号群兮，草苴比而不芳。鱼葺鳞以自别兮，蛟龙隐其文章。故荼荠不同亩兮，兰茝幽而独芳。惟佳人之永都兮，更统世以自贶。眇远志之所及兮，怜浮云之相羊。介眇志之所惑兮，窃赋诗之所明。惟佳人之独怀兮，折若椒以自处。曾歔欷之嗟嗟兮，独隐伏而思虑。涕泣交而凄凄兮，思不眠以至曙。终长夜之曼曼兮，掩此哀而不去。寤从容以周流兮，聊逍遥以自恃。伤太息之愍怜兮，气于邑而不可止。糺思心以为纕兮，编愁苦以为膺。折若木以弊光兮，随飘风之所仍。存彷佛而不见兮，心踊跃其若汤。抚珮衽以案志兮，超惘惘而遂行。岁曶曶其若颓兮，时亦冉冉而将至。薠蘅槁而节离兮，芳以歇而不比。怜思心之不可惩兮，证此言之不可聊。宁溘死而流亡兮，不忍此心之常愁。孤子吟而抆泪兮，放子出而不还。孰能思而不隐兮，照彭咸之所闻。登石峦以远望兮，路眇眇之默默。入景响之无应兮，闻省想而不可得。愁郁郁之无快兮，居戚戚而不可解。心鞿羁而不开兮，气缭转而自缔。穆眇眇之无垠兮，莽芒芒之无仪。声有隐而相感兮，物有纯而不可为。邈漫漫之不可量兮，缥绵绵之不可纡。愁悄悄之常悲兮，翩冥冥之不可娱。凌大波而流风兮，讬彭咸之所居。上高岩之峭岸兮，处雌蜺之标颠。据青冥而摅虹兮，遂儵忽而扪天。吸湛露之浮源兮，漱凝霜之雰雰。依风穴以自息兮，忽倾寤以婵媛。冯昆仑以澂雾兮，隐渂山以清江。惮涌湍之礚礚兮，听波声之汹汹。纷容容之无经兮，罔芒芒之无纪。轧洋洋之无从兮，驰委移之焉止？漂翻翻其上下兮，翼遥遥其左右。氾潏潏其前后兮，伴张驰之信期。观炎气之相仍兮，窥烟液之所积。悲霜雪之俱下兮，听潮水之相击。借光景以往来兮，施黄棘之枉策。求介子之所存兮，见伯夷之放迹。心调度而弗去兮，刻著志之无适。曰吾怨往昔之所冀兮，悼来者之悐悐。浮江淮而入海兮，从子胥而自适。望大河之洲渚兮，悲申徒之抗迹。骤谏君而不听兮，重任石之何益？心絓结而不解兮，思蹇产而不释。绸缪束薪，三星在天。今夕何夕，见此良人？子兮子兮，如此良人何？绸缪束刍，三星在隅。今夕何夕，见此邂逅？子兮子兮，如此邂逅何？绸缪束楚，三星在户。今夕何夕，见此粲者？子兮子兮，如此粲者何？上天弗恤。夏命其卒。",
        "author": "先秦",
        "poem_class": "哲理",
        "dynasty": "孟子"
    },
    {
        "title": "《论语》十二章",
        "paragraph": "子曰：“学而时习之，不亦说乎？有朋自远方来，不亦乐乎？人不知而不愠，不亦君子乎？”《学而》曾子曰：“吾日三省吾身：为人谋而不忠乎？与朋友交而不信乎？传不习乎？”《学而》子曰：“吾十有五而志于学，三十而立，四十而不惑，五十而知天命，六十而耳顺，七十而从心所欲，不逾矩。”《为政》子曰：“温故而知新，可以为师矣。”《为政》子曰：“学而不思则罔，思而不学则殆。”《为政》子曰：“贤哉，回也！一箪食，一瓢饮，在陋巷，人不堪其忧，回也不改其乐。贤哉，回也！”《雍也》子曰：“知之者不如好之者，好之者不如乐之者。”《雍也》子曰：“饭疏食，饮水，曲肱而枕之，乐亦在其中矣。不义而富且贵，于我如浮云。”《述而》子曰：“三人行，必有我师焉。择其善者而从之，其不善者而改之。”《述而》子在川上曰：“逝者如斯夫，不舍昼夜。”《子罕》子曰：“三军可夺帅也， 匹夫不可夺志也。”《子罕》子夏曰：“博学而笃志，切问而近思，仁在其中矣。”《子张》运石甘泉口。渭水不敢流。千人唱。万人讴。金陵余石大如塸。黄之池。其马歕沙。皇人威仪。黄之泽。其马歕玉。皇人受縠。行必履正，无怀侥倖。",
        "author": "先秦",
        "poem_class": "哲理",
        "dynasty": "佚名"
    },
    {
        "title": "寡人之于国也",
        "paragraph": "梁惠王曰：“寡人之于国也，尽心焉耳矣。河内凶，则移其民于河东，移其粟于河内；河东凶亦然。察邻国之政，无如寡人之用心者。邻国之民不加少，寡人之民不加多，何也？”孟子对曰：“王好战，请以战喻。填然鼓之，兵刃既接，弃甲曳兵而走。或百步而后止，或五十步而后止。以五十步笑百步，则何如？”曰：“不可，直不百步耳，是亦走也。”曰：“王如知此，则无望民之多于邻国也。不违农时，谷不可胜食也；数罟不入洿池，鱼鳖不可胜食也；斧斤以时入山林，材木不可胜用也。谷与鱼鳖不可胜食，材木不可胜用，是使民养生丧死无憾也。养生丧死无憾，王道之始也。五亩之宅，树之以桑，五十者可以衣帛矣。鸡豚狗彘之畜，无失其时，七十者可以食肉矣。百亩之田，勿夺其时，数口之家，可以无饥矣；谨庠序之教，申之以孝悌之义，颁白者不负戴于道路矣。七十者衣帛食肉，黎民不饥不寒，然而不王者，未之有也。狗彘食人食而不知检，涂有饿莩而不知发，人死，则曰：‘非我也，岁也。’是何异于刺人而杀之，曰‘非我也，兵也’？王无罪岁，斯天下之民至焉。”吴为无道。封豕长蛇。以食上国。欲有天下。政从楚起。寡君出自草泽。使来告急。节彼南山，维石岩岩。赫赫师尹，民具尔瞻。忧心如惔，不敢戏谈。国既卒斩，何用不监！节彼南山，有实其猗。赫赫师尹，不平谓何。天方荐瘥，丧乱弘多。民言无嘉，憯莫惩嗟。尹氏大师，维周之氐；秉国之钧，四方是维。天子是毗，俾民不迷。不吊昊天，不宜空我师。弗躬弗亲，庶民弗信。弗问弗仕，勿罔君子。式夷式已，无小人殆。琐琐姻亚，则无膴仕。昊天不佣，降此鞠訩。昊天不惠，降此大戾。君子如届，俾民心阕。君子如夷，恶怒是违。不吊昊天，乱靡有定。式月斯生，俾民不宁。忧心如酲，谁秉国成？不自为政，卒劳百姓。驾彼四牡，四牡项领。我瞻四方，蹙蹙靡所骋。方茂尔恶，相尔矛矣。既夷既怿，如相酬矣。昊天不平，我王不宁。不惩其心，覆怨其正。家父作诵，以究王訩。式讹尔心，以畜万邦。兄弟谗阋。侮人百里。兵在其颈。佐雝者尝焉。佐斗者伤焉。祸不好不能为祸。",
        "author": "先秦",
        "poem_class": "哲理",
        "dynasty": "孟子弟子录"
    },
    {
        "title": "学弈",
        "paragraph": "弈秋，通国之善弈者也。使弈秋诲二人弈，其一人专心致志，惟弈秋之为听；一人虽听之，一心以为有鸿鹄将至，思援弓缴而射之。虽与之俱学，弗若之矣。为是其智弗若与？曰：非然也。墨子怒耕柱子。耕柱子曰：“我无愈于人乎？”墨子曰：“我将上太行，以骥与牛驾，子将谁策？”耕柱子曰：“将策骥也。”墨子曰：“何故策骥也？”耕柱子曰 ：“骥足以策。” 墨子曰：“我亦以子为足以策，故怒之。”耕柱子悟。何自南极。至于北极。绝境越国。弗愁道远。天其弗识。人胡能觉。匪佑自天。弗孽由人。我乎汝乎。其弗知呼。医乎巫乎。其知之乎。",
        "author": "先秦",
        "poem_class": "哲理",
        "dynasty": "孟子"
    },
    {
        "title": "过松源晨炊漆公店",
        "paragraph": "莫言下岭便无难，赚得行人错喜欢。(错喜欢 一作：空喜欢)政入万山围子里，一山放出一山拦。(政入 一作：正入；围子 一作：圈子；放出 一作：放过)绿橘梢头几点春。似留香蕊送行人。明朝紫凤朝天路，十二重城五碧云。歌渐咽，酒初醺。尽将红泪湿湘裙。赣江西畔从今日，明月清风忆使君。登临送目，正故国晚秋，天气初肃。千里澄江似练，翠峰如簇。归帆去棹残阳里，背西风，酒旗斜矗。彩舟云淡，星河鹭起，画图难足。(归帆 一作：征帆)念往昔，繁华竞逐，叹门外楼头，悲恨相续。千古凭高对此，谩嗟荣辱。六朝旧事随流水，但寒烟衰草凝绿。至今商女，时时犹唱，后庭遗曲。(衰草 一作：芳草)落日塞尘起，胡骑猎清秋。汉家组练十万，列舰耸高楼。谁道投鞭飞渡，忆昔鸣髇血污，风雨佛狸愁。季子正年少，匹马黑貂裘。 今老矣，搔白首，过扬州。倦游欲去江上，手种橘千头。二客东南名胜，万卷诗书事业，尝试与君谋。莫射南山虎，直觅富民侯。",
        "author": "宋代",
        "poem_class": "哲理",
        "dynasty": "杨万里"
    },
    {
        "title": "河中石兽",
        "paragraph": "沧州南一寺临河干，山门圮于河，二石兽并沉焉。阅十余岁，僧募金重修，求二石兽于水中，竟不可得，以为顺流下矣。棹数小舟，曳铁钯，寻十余里无迹。一讲学家设帐寺中，闻之笑曰：“尔辈不能究物理。是非木杮，岂能为暴涨携之去？乃石性坚重，沙性松浮，湮于沙上，渐沉渐深耳。沿河求之，不亦颠乎？”众服为确论。一老河兵闻之，又笑曰：“凡河中失石，当求之于上流。盖石性坚重，沙性松浮，水不能冲石，其反激之力，必于石下迎水处啮沙为坎穴，渐激渐深，至石之半，石必倒掷坎穴中。如是再啮，石又再转。转转不已，遂反溯流逆上矣。求之下流，固颠；求之地中，不更颠乎？”如其言，果得于数里外。然则天下之事，但知其一，不知其二者多矣，可据理臆断欤？(转转 一作：再转)欲寄愁心朔雁边，西风浊酒惨离颜。黄花时节碧云天。古戍烽烟迷斥堠，夕阳村落解鞍鞯。不知征战几人还。峭寒催换木棉裘，倚杖郊原作近游。最是秋风管闲事，红他枫叶白人头。绕径寒云拂步生，巑岏青嶂压孤城。东连华岳三峰小，北拥萧关大漠平。山外烟霞闲隐见，世间尘土自虚盈。劳人至此深惆怅，樵唱悠悠何处声。",
        "author": "清代",
        "poem_class": "哲理",
        "dynasty": "纪昀"
    },
    {
        "title": "大道之行也",
        "paragraph": "大道之行也，天下为公。选贤与能，讲信修睦。故人不独亲其亲，不独子其子，使老有所终，壮有所用，幼有所长，矜、寡、孤、独、废疾者皆有所养，男有分，女有归。货恶其弃于地也，不必藏于己；力恶其不出于身也，不必为己。是故谋闭而不兴，盗窃乱贼而不作，故外户而不闭。是谓大同。(矜 同：鳏)有鸟西南飞，熠熠似苍鹰。朝发天北隅，暮闻日南陵。欲寄一言去，托之笺彩缯。因风附轻翼，以遗心蕴蒸。鸟辞路悠长，羽翼不能胜。意欲从鸟逝，驽马不可乘。金勒鞚花骢。故山云雾中。翠苹洲、先有西风。可惜嫩凉时枕簟，都付与、旧山翁。双翠合眉峰。泪华分脸红。向尊前、何太匆匆。才是别离情便苦，都莫问、淡和浓。旦发邺城东。莫次溟水旁。三军如邓林。武士攻萧庄。",
        "author": "两汉",
        "poem_class": "哲理",
        "dynasty": "戴圣"
    },
    {
        "title": "伤仲永",
        "paragraph": "金溪民方仲永，世隶耕。仲永生五年，未尝识书具，忽啼求之。父异焉，借旁近与之，即书诗四句，并自为其名。其诗以养父母、收族为意，传一乡秀才观之。自是指物作诗立就，其文理皆有可观者。邑人奇之，稍稍宾客其父，或以钱币乞之。父利其然也，日扳仲永环谒于邑人，不使学。余闻之也久。明道中，从先人还家，于舅家见之，十二三矣。令作诗，不能称前时之闻。又七年，还自扬州，复到舅家问焉。曰：“泯然众人矣。”王子曰：仲永之通悟，受之天也。其受之天也，贤于材人远矣。卒之为众人，则其受于人者不至也。彼其受之天也，如此其贤也，不受之人，且为众人；今夫不受之天，固众人，又不受之人，得为众人而已耶？燎沉香，消溽暑。鸟雀呼晴，侵晓窥檐语。叶上初阳干宿雨，水面清圆，一一风荷举。故乡遥，何日去？家住吴门，久作长安旅。五月渔郎相忆否？小楫轻舟，梦入芙蓉浦。山边幽谷水边村，曾被疏花断客魂。犹恨东风无意思，更吹烟雨暗黄昏。疏雨池塘见，微风襟袖知。阴阴夏木啭黄鹂，何处飞来白鹭立移时。易醉扶头酒，难逢敌手棋。日长偏与睡相宜，睡起芭蕉叶上自题诗。",
        "author": "宋代",
        "poem_class": "哲理",
        "dynasty": "王安石"
    },
    {
        "title": "邹忌讽齐王纳谏",
        "paragraph": "邹忌修八尺有余，而形貌昳丽。朝服衣冠，窥镜，谓其妻曰：“我孰与城北徐公美？”其妻曰：“君美甚，徐公何能及君也？”城北徐公，齐国之美丽者也。忌不自信，而复问其妾曰：“吾孰与徐公美？”妾曰：“徐公何能及君也？”旦日，客从外来，与坐谈，问之客曰：“吾与徐公孰美？”客曰：“徐公不若君之美也。”明日徐公来，孰视之，自以为不如；窥镜而自视，又弗如远甚。暮寝而思之，曰：“吾妻之美我者，私我也；妾之美我者，畏我也；客之美我者，欲有求于我也。”于是入朝见威王，曰：“臣诚知不如徐公美。臣之妻私臣，臣之妾畏臣，臣之客欲有求于臣，皆以美于徐公。今齐地方千里，百二十城，宫妇左右莫不私王，朝廷之臣莫不畏王，四境之内莫不有求于王：由此观之，王之蔽甚矣。”王曰：“善。”乃下令：“群臣吏民能面刺寡人之过者，受上赏；上书谏寡人者，受中赏；能谤讥于市朝，闻寡人之耳者，受下赏。”令初下，群臣进谏，门庭若市；数月之后，时时而间进；期年之后，虽欲言，无可进者。燕、赵、韩、魏闻之，皆朝于齐。此所谓战胜于朝廷。初春丽晃莺欲娇，桃花流水没河桥。蔷薇花开百重叶，杨柳拂地数千条。陇西将军号都护，楼兰校尉称嫖姚。自从昔别春燕分，经年一去不相闻。无复汉地关山月，唯有漠北蓟城云。淮南桂中明月影，流黄机上织成文。充国行军屡筑营，阳史讨虏陷平城。城下风多能却阵，沙中雪浅讵停兵。属国小妇犹年少，羽林轻骑数征行。遥闻陌头采桑曲，犹胜边地胡笳声。胡笳向暮使人泣，长望闺中空伫立。桃花落地杏花舒，桐生井底寒叶疏。试为来看上林雁，应有遥寄陇头书。无道人之短，无说己之长。施人慎勿念，受施慎勿忘。世誉不足慕，唯仁为纪纲。隐心而后动，谤议庸何伤？无使名过实，守愚圣所臧。在涅贵不淄，暧暧内含光。柔弱生之徒，老氏诫刚强。硁硁鄙夫介，悠悠故难量。慎言节饮食，知足胜不祥。行之苟有恒，久久自芬芳。择御卜右，采德用良。询纳耆老，于我是匡。惟贤是师，惟道是式。箴阙旅贲，内顾自敕。匪皇其度，匪愆其则。越戒敦俭，礼以华国。",
        "author": "两汉",
        "poem_class": "哲理",
        "dynasty": "刘向 撰"
    },
    {
        "title": "临江仙·滚滚长江东逝水",
        "paragraph": "滚滚长江东逝水，浪花淘尽英雄。是非成败转头空。青山依旧在，几度夕阳红。白发渔樵江渚上，惯看秋月春风。一壶浊酒喜相逢。古今多少事，都付笑谈中。曾向沧流剸怒鲸，酒阑分手赠书生。芙蓉涩尽鱼鳞老，总为人间事转平。宋玉墙头杏子花。香也堪夸。艳也堪夸。东风鸟外一枝斜。问是谁家。江上人家。肯信流年鬓有华。诗咏红霞。酒泛流霞。低声昵语似雏鸦。人在天涯。忘却天涯。酒尽灯残夜二更，打窗风雪映空明。驰来北马多骄气，歌到南风尽死声。海外更无奇事报，国中惟有旅葵生。不知冰冱何时了，一见梅花眼便清。",
        "author": "明代",
        "poem_class": "哲理",
        "dynasty": "杨慎"
    },
    {
        "title": "鱼我所欲也",
        "paragraph": "鱼，我所欲也；熊掌，亦我所欲也。二者不可得兼，舍鱼而取熊掌者也。生，亦我所欲也；义，亦我所欲也。二者不可得兼，舍生而取义者也。生亦我所欲，所欲有甚于生者，故不为苟得也；死亦我所恶，所恶有甚于死者，故患有所不辟也。如使人之所欲莫甚于生，则凡可以得生者何不用也？使人之所恶莫甚于死者，则凡可以辟患者何不为也？由是则生而有不用也，由是则可以辟患而有不为也。是故所欲有甚于生者，所恶有甚于死者。非独贤者有是心也，人皆有之，贤者能勿丧耳。一箪食，一豆羹，得之则生，弗得则死。呼尔而与之，行道之人弗受；蹴尔而与之，乞人不屑也。万钟则不辩礼义而受之，万钟于我何加焉！为宫室之美、妻妾之奉、所识穷乏者得我与？乡为身死而不受，今为宫室之美为之；乡为身死而不受，今为妻妾之奉为之；乡为身死而不受，今为所识穷乏者得我而为之：是亦不可以已乎？此之谓失其本心。(与 通 欤；乡 通 向；辟 通 避)绵绵之葛。在于旷野。良工得之。以为絺紵。良工不得。枯死于野。貍首之斑然。执女手之卷然。麦秀渐渐兮，禾黍油油。彼狡童兮，不与我好兮。",
        "author": "先秦",
        "poem_class": "哲理",
        "dynasty": "孟子及其弟子"
    },
    {
        "title": "孙权劝学",
        "paragraph": "初，权谓吕蒙曰：“卿今当涂掌事，不可不学！”蒙辞以军中多务。权曰：“孤岂欲卿治经为博士邪！但当涉猎，见往事耳。卿言多务，孰若孤？孤常读书，自以为大有所益。”蒙乃始就学。及鲁肃过寻阳，与蒙论议，大惊曰：“卿今者才略，非复吴下阿蒙！”蒙曰：“士别三日，即更刮目相待，大兄何见事之晚乎！”肃遂拜蒙母，结友而别。天上低昂似旧，人间儿女成狂。夜来处处试新妆。却是人间天上。 不觉新凉似水，相思两鬓如霜。梦从海底跨枯桑。阅尽银河风浪。并刀如水，吴盐胜雪，纤手破新橙。锦幄初温，兽烟不断，相对坐调笙。 低声问：向谁行宿？城上已三更。马滑霜浓，不如休去，直是少人行！千古江山，英雄无觅孙仲谋处。舞榭歌台，风流总被，雨打风吹去。斜阳草树，寻常巷陌，人道寄奴曾住。想当年，金戈铁马，气吞万里如虎。元嘉草草，封狼居胥，赢得仓皇北顾。四十三年，望中犹记，烽火扬州路。可堪回首，佛狸祠下，一片神鸦社鼓。凭谁问：廉颇老矣，尚能饭否？",
        "author": "宋代",
        "poem_class": "哲理",
        "dynasty": "司马光 撰"
    },
    {
        "title": "生于忧患，死于安乐",
        "paragraph": "舜发于畎亩之中，傅说举于版筑之间，胶鬲举于鱼盐之中，管夷吾举于士，孙叔敖举于海，百里奚举于市。故天将降大任于是人也，必先苦其心志，劳其筋骨，饿其体肤，空乏其身，行拂乱其所为，所以动心忍性，曾益其所不能。(是人 一作：斯人)人恒过，然后能改；困于心，衡于虑，而后作；征于色，发于声，而后喻。入则无法家拂士，出则无敌国外患者，国恒亡。然后知生于忧患而死于安乐也。倬彼甫田，岁取十千。我取其陈，食我农人。自古有年。今适南亩，或耘或耔。黍稷薿薿，攸介攸止，烝我髦士。以我齐明，与我牺羊，以社以方。我田既臧，农夫之庆。琴瑟击鼓，以御田祖。以祈甘雨，以介我稷黍，以穀我士女。曾孙来止，以其妇子。馌彼南亩，田畯至喜。攘其左右，尝其旨否。禾易长亩，终善且有。曾孙不怒，农夫克敏。曾孙之稼，如茨如梁。曾孙之庾，如坻如京。乃求千斯仓，乃求万斯箱。黍稷稻粱，农夫之庆。报以介福，万寿无疆。上帝板板，下民卒瘅。出话不然，为犹不远。靡圣管管。不实于亶。犹之未远，是用大谏。天之方难，无然宪宪。天之方蹶，无然泄泄。辞之辑矣，民之洽矣。辞之怿矣，民之莫矣。我虽异事，及尔同僚。我即尔谋，听我嚣嚣。我言维服，勿以为笑。先民有言，询于刍荛。天之方虐，无然谑谑。老夫灌灌，小子蹻蹻。匪我言耄，尔用忧谑。多将熇熇，不可救药。天之方懠。无为夸毗。威仪卒迷，善人载尸。民之方殿屎，则莫我敢葵？丧乱蔑资，曾莫惠我师？天之牖民，如埙如篪，如璋如圭，如取如携。携无曰益，牖民孔易。民之多辟，无自立辟。价人维藩，大师维垣，大邦维屏，大宗维翰，怀德维宁，宗子维城。无俾城坏，无独斯畏。敬天之怒，无敢戏豫。敬天之渝，无敢驰驱。昊天曰明，及尔出王。昊天曰旦，及尔游衍。良弓之子。必先为箕。良冶之子。必先为裘。",
        "author": "先秦",
        "poem_class": "哲理",
        "dynasty": "孟子及其弟子"
    },
    {
        "title": "赤壁赋",
        "paragraph": "壬戌之秋，七月既望，苏子与客泛舟游于赤壁之下。清风徐来，水波不兴。举酒属客，诵明月之诗，歌窈窕之章。少焉，月出于东山之上，徘徊于斗牛之间。白露横江，水光接天。纵一苇之所如，凌万顷之茫然。浩浩乎如冯虚御风，而不知其所止；飘飘乎如遗世独立，羽化而登仙。(冯 通：凭)于是饮酒乐甚，扣舷而歌之。歌曰：“桂棹兮兰桨，击空明兮溯流光。渺渺兮予怀，望美人兮天一方。”客有吹洞箫者，倚歌而和之。其声呜呜然，如怨如慕，如泣如诉；余音袅袅，不绝如缕。舞幽壑之潜蛟，泣孤舟之嫠妇。苏子愀然，正襟危坐而问客曰：“何为其然也？”客曰：“‘月明星稀，乌鹊南飞。’此非曹孟德之诗乎？西望夏口，东望武昌，山川相缪，郁乎苍苍，此非孟德之困于周郎者乎？方其破荆州，下江陵，顺流而东也，舳舻千里，旌旗蔽空，酾酒临江，横槊赋诗，固一世之雄也，而今安在哉？况吾与子渔樵于江渚之上，侣鱼虾而友麋鹿，驾一叶之扁舟，举匏樽以相属。寄蜉蝣于天地，渺沧海之一粟。哀吾生之须臾，羡长江之无穷。挟飞仙以遨游，抱明月而长终。知不可乎骤得，托遗响于悲风。”苏子曰：“客亦知夫水与月乎？逝者如斯，而未尝往也；盈虚者如彼，而卒莫消长也。盖将自其变者而观之，则天地曾不能以一瞬；自其不变者而观之，则物与我皆无尽也，而又何羡乎！且夫天地之间，物各有主，苟非吾之所有，虽一毫而莫取。惟江上之清风，与山间之明月，耳得之而为声，目遇之而成色，取之无禁，用之不竭。是造物者之无尽藏也，而吾与子之所共适。”(共适 一作：共食)客喜而笑，洗盏更酌。肴核既尽，杯盘狼籍。相与枕藉乎舟中，不知东方之既白。春游浩荡，是年年、寒食梨花时节。白锦无纹香烂漫，玉树琼葩堆雪。静夜沉沉，浮光霭霭，冷浸溶溶月。人间天上，烂银霞照通彻。浑似姑射真人，天姿灵秀，意气殊高洁。万化参差谁信道，不与群芳同列。浩气清英，仙材卓荦，下土难分别。瑶台归去，洞天方看清绝。渺空烟四远，是何年、青天坠长星？幻苍崖云树，名娃金屋，残霸宫城。箭径酸风射眼，腻水染花腥。时靸双鸳响，廊叶秋声。宫里吴王沉醉，倩五湖倦客，独钓醒醒。问苍波无语，华发奈山青。水涵空、阑干高处，送乱鸦斜日落渔汀。连呼酒、上琴台去，秋与云平。摘青梅荐酒，甚残寒，犹怯苎萝衣。正柳腴花瘦，绿云冉冉，红雪霏霏。隔屋秦筝依约，谁品春词？回首繁华梦，流水斜晖。寄隐孤山山下，但一瓢饮水，深掩苔扉。羡青山有思，白鹤忘机。怅年华、不禁搔首，又天涯、弹泪送春归。销魂远，千山啼鴂，十里荼麋。",
        "author": "宋代",
        "poem_class": "哲理",
        "dynasty": "苏轼"
    },
    {
        "title": "沁园春·雪",
        "paragraph": "北国风光，千里冰封，万里雪飘。望长城内外，惟余莽莽；大河上下，顿失滔滔。(余 通：馀)山舞银蛇，原驰蜡象，欲与天公试比高。(原驰 原作：原驱)须晴日，看红装素裹，分外妖娆。(红装 一作：银装)江山如此多娇，引无数英雄竞折腰。惜秦皇汉武，略输文采；唐宗宋祖，稍逊风骚。一代天骄，成吉思汗，只识弯弓射大雕。俱往矣，数风流人物，还看今朝。开时不与人看，如何一霎濛濛坠。日长无绪，回廊小立，迷离情思。细雨池塘，斜阳院落，重门深闭。正参参欲住，轻衫掠处，又特地，因风起。花事阑珊到汝，更休寻满枝琼坠。算人只合，人间哀乐，者般零碎。一样飘零，宁为尘土，勿随流水。怕盈盈，一片春江，都贮得，离人泪。三上北高峰，杭州一望空。飞凤亭边树，桃花岭上风。热来寻扇子，冷去对美人。一片飘飘下，欢迎有晚鹰。霜落千林木叶丹。远山如在有无间。经秋何事亦孱颜。且向田家拚泥饮，聊从卜肆憩征鞍。只应游戏在尘寰。",
        "author": "近现代",
        "poem_class": "哲理",
        "dynasty": "毛泽东"
    }
]