[
    {
        "title": "幽居初夏",
        "paragraph": "湖山胜处放翁家，槐柳阴中野径斜。水满有时观下鹭，草深无处不鸣蛙。箨龙已过头番笋，木笔犹开第一花。叹息老来交旧尽，睡来谁共午瓯茶。莫笑农家腊酒浑，丰年留客足鸡豚。山重水复疑无路，柳暗花明又一村。箫鼓追随春社近，衣冠简朴古风存。从今若许闲乘月，拄杖无时夜叩门。日月如磨蚁，万事且浮休。君看檐外江水，滚滚自东流。风雨瓢泉夜半，花草雪楼春到，老子已菟裘。岁晚问无恙，归计橘千头。 梦连环，歌弹铗，赋登楼。黄鸡白酒，君去村社一番秋。长剑倚天谁问，夷甫诸人堪笑，西北有神州。此事君自了，千古一扁舟。高咏楚词酬午日，天涯节序匆匆。榴花不似舞裙红。无人知此意，歌罢满帘风。 万事一身伤老矣，戎葵凝笑墙东。酒杯深浅去年同。试浇桥下水，今夕到湘中。",
        "author": "宋代",
        "poem_class": "夏天",
        "dynasty": "陆游"
    },
    {
        "title": "闲居初夏午睡起·其二",
        "paragraph": "松阴一架半弓苔，偶欲看书又懒开。戏掬清泉洒蕉叶，儿童误认雨声来。霜降水痕收。浅碧鳞鳞露远洲。酒力渐消风力软，飕飕。破帽多情却恋头。佳节若为酬。但把清尊断送秋。万事到头都是梦，休休。明日黄花蝶也愁。柳庭风静人眠昼，昼眠人静风庭柳。香汗薄衫凉，凉衫薄汗香。手红冰碗藕，藕碗冰红手。郎笑藕丝长，长丝藕笑郎。石梁茅屋有弯碕，流水溅溅度两陂。(度两陂 一作：度西陂)晴日暖风生麦气，绿阴幽草胜花时。",
        "author": "宋代",
        "poem_class": "夏天",
        "dynasty": "杨万里"
    },
    {
        "title": "村居初夏",
        "paragraph": "暮境难禁日月催，腊醅初见拆泥开。压车麦穗黄云卷，食叶蚕声白雨来。薄饭蕨薇端可饱，短衫纻葛亦新裁。宦涂自古多忧畏，白首为农信乐哉！浩荡清淮天共流，长风万里送归舟。应愁晚泊喧卑地，吹入沧溟始自由！日月如磨蚁，万事且浮休。君看檐外江水，滚滚自东流。风雨瓢泉夜半，花草雪楼春到，老子已菟裘。岁晚问无恙，归计橘千头。 梦连环，歌弹铗，赋登楼。黄鸡白酒，君去村社一番秋。长剑倚天谁问，夷甫诸人堪笑，西北有神州。此事君自了，千古一扁舟。叠嶂西驰，万马回旋，众山欲东。正惊湍直下，跳珠倒溅；小桥横截，缺月初弓。老合投闲，天教多事，检校长身十万松。吾庐小，在龙蛇影外，风雨声中。争先见面重重，看爽气朝来三数峰。似谢家子弟，衣冠磊落；相如庭户，车骑雍容。我觉其间，雄深雅健，如对文章太史公。新堤路，问偃湖何日，烟水蒙蒙？",
        "author": "宋代",
        "poem_class": "夏天",
        "dynasty": "陆游"
    },
    {
        "title": "过沙沟店",
        "paragraph": "高柳长涂送客吟，暗惊时序变鸣禽。清风破暑连三日，好雨依时抵万金。远岭抱枝围野色，行云随马弄轻阴。摇鞭喜人肥城界，桑柘阴浓麦浪深。泥金小简，白玉连环，牵情惹恨两三番。好光阴等闲。景阑珊绣帘风软杨花散，泪阑干绿窗雨洒梨花绽，锦斓斑香闺春老杏花残。奈薄情未还。我歌谪仙白云歌，清风飘飘吹女萝。女萝风飞白云出，秦山楚山争嵯峨。秦楚之山青欲舞，白云不向湖山住。忘机在我读书窗，要养贞姿归太素。满山红紫光陆离，白云施施自无为。奔腾汹涌作霖雨，白云悠悠若无侣。白云在天不可呼，白云在地不可孤。卷舒变灭了无意，粲粲不受纤尘污。我与白云皆幻住，白云与我应同趣。孤飞感我庭闱情，回首青山不知处。我欲高飞洞庭船，赊月买酒邀谪仙。为君唤雪梅花天，握手一笑三千年。泺水发源天下无，平地涌出白玉壶。谷虚久恐元气泄，岁旱不愁东海枯。云雾润蒸华不注，波涛声震大明湖。时来泉上濯尘土，冰雪满怀清兴孤。",
        "author": "元代",
        "poem_class": "夏天",
        "dynasty": "王恽"
    },
    {
        "title": "夏日游南湖",
        "paragraph": "麴尘裙与草争绿，象鼻筩胜琼作杯。可惜小舟横两桨，无人催送莫愁来。两岸舟船各背驰，波痕交涉亦难为。只余鸥鹭无拘管，北去南来自在飞。飞来山上千寻塔，闻说鸡鸣见日升。(飞来山 一作：飞来峰)不畏浮云遮望眼，自缘身在最高层。水边沙外。城郭春寒退。花影乱，莺声碎。飘零疏酒盏，离别宽衣带。人不见，碧云暮合空相对。 忆昔西池会。鹓鹭同飞盖。携手处，今谁在。日边清梦断，镜里朱颜改。春去也，飞红万点愁如海。",
        "author": "宋代",
        "poem_class": "夏天",
        "dynasty": "谢薖"
    },
    {
        "title": "减字木兰花·回风落景",
        "paragraph": "五月二十四日，会无咎之随斋。主人汲泉置大盆中，渍白芙蓉，坐客翛然，无复有病暑意。回风落景。散乱东墙疏竹影。满坐清微。入袖寒泉不湿衣。梦回酒醒。百尺飞澜鸣碧井。雪洒冰麾。散落佳人白玉肌。莺嘴啄花红溜，燕尾点波绿皱。指冷玉笙寒，吹彻小梅春透。依旧，依旧，人与绿杨俱瘦。油壁香车不再逢，峡云无迹任西东。梨花院落溶溶月，柳絮池塘淡淡风。几日寂寥伤酒后，一番萧索禁烟中。鱼书欲寄何由达，水远山长处处同。一春略无十日晴，处处浮云将雨行。野田春水碧于镜，人影渡傍鸥不惊。桃花嫣然出篱笑，似开未开最有情。茅茨烟暝客衣湿，破梦午鸡啼一声。",
        "author": "宋代",
        "poem_class": "夏天",
        "dynasty": "苏轼"
    },
    {
        "title": "首夏南池独酌",
        "paragraph": "春尽杂英歇，夏初芳草深。薰风自南至，吹我池上林。绿蘋散还合，赪鲤跳复沉。新叶有佳色，残莺犹好音。依然谢家物，池酌对风琴。惭无康乐作，秉笔思沉吟。境胜才思劣，诗成不称心。西塞山前白鹭飞，桃花流水鳜鱼肥。青箬笠，绿蓑衣，斜风细雨不须归。坐酌泠泠水，看煎瑟瑟尘。无由持一碗，寄与爱茶人。终南阴岭秀，积雪浮云端。林表明霁色，城中增暮寒。",
        "author": "唐代",
        "poem_class": "夏天",
        "dynasty": "白居易"
    },
    {
        "title": "夏夜",
        "paragraph": "猛风飘电黑云生，霎霎高林簇雨声。夜久雨休风又定，断云流月却斜明。结发未识事，所交尽豪雄。却秦不受赏，击晋宁为功。托身白刃里，杀人红尘中。当朝揖高义，举世称英雄。小节岂足言，退耕舂陵东。归来无产业，生事如转蓬。一朝乌裘敝，百镒黄金空。弹剑徒激昂，出门悲路穷。吾兄青云士，然诺闻诸公。所以陈片言，片言贵情通。棣华倘不接，甘与秋草同。闲居少邻并，草径入荒园。鸟宿池边树，僧敲月下门。过桥分野色，移石动云根。暂去还来此，幽期不负言。不著一字，尽得风流。语不涉难，已不堪忧。是有真宰，与之沉浮。如渌满酒，花时返秋。悠悠空尘，忽忽海沤。浅深聚散，万取一收。",
        "author": "唐代",
        "poem_class": "夏天",
        "dynasty": "韩偓"
    },
    {
        "title": "构法华寺西亭",
        "paragraph": "窜身楚南极，山水穷险艰。步登最高寺，萧散任疏顽。西垂下斗绝，欲似窥人寰。反如在幽谷，榛翳不可攀。命童恣披翦，葺宇横断山。割如判清浊，飘若升云间。远岫攒众顶，澄江抱清湾。夕照临轩堕，栖鸟当我还。菡萏溢嘉色，筼筜遗清斑。神舒屏羁锁，志适忘幽潺。弃逐久枯槁，迨今始开颜。赏心难久留，离念来相关。北望间亲爱，南瞻杂夷蛮。置之勿复道，且寄须臾闲。零落桐叶雨，萧条槿花风。悠悠早秋意，生此幽闲中。 况与故人别，中怀正无悰。勿云不相送，心到青门东。 相知岂在多，但问同不同。同心一人去，坐觉长安空。残阳西入崦，茅屋访孤僧。落叶人何在，寒云路几层。 独敲初夜磬，闲倚一枝藤。世界微尘里，吾宁爱与憎。客从东方来，衣上灞陵雨。问客何为来，采山因买斧。冥冥花正开，飏飏燕新乳。昨别今已春，鬓丝生几缕。",
        "author": "唐代",
        "poem_class": "夏天",
        "dynasty": "柳宗元"
    },
    {
        "title": "北塘避暑",
        "paragraph": "尽室林塘涤暑烦，旷然如不在尘寰。谁人敢议清风价，无乐能过百日闲。水鸟得鱼长自足，岭云含雨只空还。酒阑何物醒魂梦，万柄莲香一枕山。祖席离歌，长亭别宴。香尘已隔犹回面。居人匹马映林嘶，行人去棹依波转。画阁魂消，高楼目断。斜阳只送平波远。无穷无尽是离愁，天涯地角寻思遍。我是清都山水郎，天教分付与疏狂。曾批给雨支风券，累上留云借月章。诗万首，酒千觞。几曾着眼看侯王？玉楼金阙慵归去，且插梅花醉洛阳。匹夫而为百世师，一言而为天下法。是皆有以参天地之化，关盛衰之运，其生也有自来，其逝也有所为。故申、吕自岳降，傅说为列星，古今所传，不可诬也。孟子曰：“我善养吾浩然之气。”是气也，寓于寻常之中，而塞乎天地之间。卒然遇之，则王公失其贵，晋、楚失其富，良、平失其智，贲、育失其勇，仪、秦失其辩。是孰使之然哉？其必有不依形而立，不恃力而行，不待生而存，不随死而亡者矣。故在天为星辰，在地为河岳，幽则为鬼神，而明则复为人。此理之常，无足怪者。自东汉以来，道丧文弊，异端并起，历唐贞观、开元之盛，辅以房、杜、姚、宋而不能救。独韩文公起布衣，谈笑而麾之，天下靡然从公，复归于正，盖三百年于此矣。文起八代之衰，而道济天下之溺；忠犯人主之怒，而勇夺三军之帅：此岂非参天地，关盛衰，浩然而独存者乎？盖尝论天人之辨，以谓人无所不至，惟天不容伪。智可以欺王公，不可以欺豚鱼；力可以得天下，不可以得匹夫匹妇之心。故公之精诚，能开衡山之云，而不能回宪宗之惑；能驯鳄鱼之暴，而不能弭皇甫镈、李逢吉之谤；能信于南海之民，庙食百世，而不能使其身一日安于朝廷之上。盖公之所能者天也，其所不能者人也。始潮人未知学，公命进士赵德为之师。自是潮之士，皆笃于文行，延及齐民，至于今，号称易治。信乎孔子之言，“君子学道则爱人，小人学道则易使”也。潮人之事公也，饮食必祭，水旱疾疫，凡有求必祷焉。而庙在刺史公堂之后，民以出入为艰。前太守欲请诸朝作新庙，不果。元佑五年，朝散郎王君涤来守是邦。凡所以养士治民者，一以公为师。民既悦服，则出令曰：“愿新公庙者，听！”民欢趋之，卜地于州城之南七里，期年而庙成。或曰：“公去国万里，而谪于潮，不能一岁而归。没而有知，其不眷恋于潮也，审矣。”轼曰：“不然！公之神在天下者，如水之在地中，无所往而不在也。而潮人独信之深，思之至，焄蒿凄怆，若或见之。譬如凿井得泉，而曰水专在是，岂理也哉？”元丰七年，诏拜公昌黎伯，故榜曰：“昌黎伯韩文公之庙。”潮人请书其事于石，因作诗以遗之，使歌以祀公。其辞曰：“公昔骑龙白云乡，手抉云汉分天章，天孙为织云锦裳。飘然乘风来帝旁，下与浊世扫秕糠。西游咸池略扶桑，草木衣被昭回光。追逐李、杜参翱翔，汗流籍、湜走且僵，灭没倒影不能望。作书抵佛讥君王，要观南海窥衡湘，历舜九嶷吊英、皇。祝融先驱海若藏，约束蛟鳄如驱羊。钧天无人帝悲伤，讴吟下招遣巫阳。犦牲鸡卜羞我觞，於粲荔丹与蕉黄。公不少留我涕滂，翩然被发下大荒。” ",
        "author": "宋代",
        "poem_class": "夏天",
        "dynasty": "韩琦"
    },
    {
        "title": "夏日",
        "paragraph": "离心杳杳思迟迟，深院无人柳自垂。日暮长廊闻燕语，轻寒微雨麦秋时。天接云涛连晓雾，星河欲转千帆舞。仿佛梦魂归帝所。闻天语，殷勤问我归何处。我报路长嗟日暮，学诗谩有惊人句。九万里风鹏正举。风休住，蓬舟吹取三山去！世人作梅词，下笔便俗。予试作一篇，乃知前言不妄耳。藤床纸帐朝眠起，说不尽无佳思。沉香断续玉炉寒，伴我情怀如水。笛声三弄，梅心惊破，多少春情意。 小风疏雨萧萧地，又催下千行泪。吹箫人去玉楼空，肠断与谁同倚。一枝折得，人间天上，没个人堪寄。胜日寻芳泗水滨，无边光景一时新。等闲识得东风面，万紫千红总是春。",
        "author": "宋代",
        "poem_class": "夏天",
        "dynasty": "寇准"
    },
    {
        "title": "咏廿四气诗·小暑六月节",
        "paragraph": "倏忽温风至，因循小暑来。竹喧先觉雨，山暗已闻雷。户牖深青霭，阶庭长绿苔。鹰鹯新习学，蟋蟀莫相催。新妆宜面下朱楼，深锁春光一院愁。 行到中庭数花朵，蜻蜓飞上玉搔头。平林漠漠烟如织，寒山一带伤心碧。暝色入高楼，有人楼上愁。玉阶空伫立，宿鸟归飞急。何处是归程？长亭更短亭。(更短亭 一作：连短亭)暮投石壕村，有吏夜捉人。老翁逾墙走，老妇出门看。吏呼一何怒！妇啼一何苦！听妇前致词：三男邺城戍。一男附书至，二男新战死。存者且偷生，死者长已矣！室中更无人，惟有乳下孙。有孙母未去，出入无完裙。老妪力虽衰，请从吏夜归。急应河阳役，犹得备晨炊。夜久语声绝，如闻泣幽咽。天明登前途，独与老翁别。",
        "author": "唐代",
        "poem_class": "夏天",
        "dynasty": "元稹"
    },
    {
        "title": "白田马上闻莺",
        "paragraph": "黄鹂啄紫椹，五月鸣桑枝。我行不记日，误作阳春时。蚕老客未归，白田已缫丝。驱马又前去，扪心空自悲。岁落众芳歇，时当大火流。霜威出塞早，云色渡河秋。梦绕边城月，心飞故国楼。思归若汾水，无日不悠悠。乘兴南游不戒严，九重谁省谏书函。 春风举国裁宫锦，半作障泥半作帆。莫把阿胶向此倾，此中天意固难明。解通银汉应须曲，才出昆仑便不清。高祖誓功衣带小，仙人占斗客槎轻。三千年后知谁在？何必劳君报太平！",
        "author": "唐代",
        "poem_class": "夏天",
        "dynasty": "李白"
    },
    {
        "title": "女冠子·淡烟飘薄",
        "paragraph": "淡烟飘薄。莺花谢、清和院落。树阴翠、密叶成幄。麦秋霁景，夏云忽变奇峰、倚寥廊。波暖银塘，涨新萍绿鱼跃。想端忧多暇，陈王是日，嫩苔生阁。正铄石天高，流金昼永，楚榭光风转蕙，披襟处、波翻翠幕。以文会友，沈李浮瓜忍轻诺。别馆清闲，避炎蒸、岂须河朔。但尊前随分，雅歌艳舞，尽成欢乐。西塞山边白鹭飞，散花洲外片帆微。桃花流水鳜鱼肥。自庇一身青箬笠，相随到处绿蓑衣。斜风细雨不须归。西湖春色归， 春水绿于染。群芳烂不收， 东风落如糁。参军春思乱如云， 白发题诗愁送春。遥知湖上一樽酒， 能忆天涯万里人。万里思春尚有情， 忽逢春至客心惊。雪消门外千山绿， 花发江边二月晴。少年把酒逢春色， 今日逢春头已白。异乡物态与人殊， 惟有东风旧相识。只道花无十日红，此花无日不春风。一尖已剥胭脂笔，四破犹包翡翠茸。别有香超桃李外，更同梅斗雪霜中。折来喜作新年看，忘却今晨是季冬。",
        "author": "宋代",
        "poem_class": "夏天",
        "dynasty": "柳永"
    },
    {
        "title": "夏日三首·其一",
        "paragraph": "长夏村墟风日清，檐牙燕雀已生成。蝶衣晒粉花枝舞，蛛网添丝屋角晴。(舞 一作：午)落落疏帘邀月影，嘈嘈虚枕纳溪声。久斑两鬓如霜雪，直欲渔樵过此生。风住尘香花已尽，日晚倦梳头。物是人非事事休，欲语泪先流。闻说双溪春尚好，也拟泛轻舟。只恐双溪舴艋舟，载不动许多愁。世皆称孟尝君能得士，士以故归之，而卒赖其力以脱于虎豹之秦。嗟乎！孟尝君特鸡鸣狗盗之雄耳，岂足以言得士？不然，擅齐之强，得一士焉，宜可以南面而制秦，尚何取鸡鸣狗盗之力哉？夫鸡鸣狗盗之出其门，此士之所以不至也。江南蝶，斜日一双双。身似何郎全傅粉，心如韩寿爱偷香。天赋与轻狂。微雨后，薄翅腻烟光。才伴游蜂来小院，又随飞絮过东墙。长是为花忙。",
        "author": "宋代",
        "poem_class": "夏天",
        "dynasty": "张耒"
    },
    {
        "title": "五绝·小满",
        "paragraph": "夜莺啼绿柳，皓月醒长空。最爱垄头麦，迎风笑落红。自笑平生为口忙，老来事业转荒唐。长江绕郭知鱼美，好竹连山觉笋香。逐客不妨员外置，诗人例作水曹郎。只惭无补丝毫事，尚费官家压酒囊。游人脚底一声雷，满座顽云拨不开。天外黑风吹海立，浙东飞雨过江来。十分潋滟金樽凸，千杖敲铿羯鼓催。唤起谪仙泉洒面，倒倾鲛室泻琼瑰。齐有富人，家累千金。其二子甚愚，其父又不教之。一日，艾子谓其父曰：“君之子虽美，而不通世务，他日曷能克其家?”父怒曰：“吾之子敏而且恃多能，岂有不通世务者耶?”艾子曰：“不须试之他，但问君之子，所食者米，从何来？若知之，吾当妄言之罪。”父遂呼其子问之。其子嘻然笑曰：“吾岂不知此也？每以布囊取来。”其父愀然改容曰：“子之愚甚也!彼米不是田中来?”艾子曰：“非其父不生其子。”",
        "author": "宋代",
        "poem_class": "夏天",
        "dynasty": "欧阳修"
    },
    {
        "title": "夏昼偶作",
        "paragraph": "南州溽暑醉如酒，隐几熟眠开北牖。日午独觉无馀声，山童隔竹敲茶臼。霜落荆门江树空，布帆无恙挂秋风。此行不为鲈鱼鲙，自爱名山入剡中。旅馆谁相问，寒灯独可亲。一年将尽夜，万里未归人。寥落悲前事，支离笑此身。愁颜与衰鬓，明日又逢春。人生不相见，动如参与商。今夕复何夕，共此灯烛光。少壮能几时，鬓发各已苍。访旧半为鬼，惊呼热中肠。焉知二十载，重上君子堂。昔别君未婚，儿女忽成行。怡然敬父执，问我来何方。问答乃未已，驱儿罗酒浆。(驱儿 一作：儿女)夜雨剪春韭，新炊间黄粱。主称会面难，一举累十觞。十觞亦不醉，感子故意长。明日隔山岳，世事两茫茫。",
        "author": "唐代",
        "poem_class": "夏天",
        "dynasty": "柳宗元"
    },
    {
        "title": "酒泉子·谢却荼蘼",
        "paragraph": "谢却荼蘼，一片月明如水。篆香消，犹未睡，早鸦啼。嫩寒无赖罗衣薄，休傍阑干角。最愁人，灯欲落，雁还飞。其一有屠人货肉归，日已暮，欻一狼来，瞰担上肉，似甚垂涎，随尾行数里。屠惧，示之以刃，少却；及走，又从之。屠无计，思狼所欲者肉，不如姑悬诸树而早取之。遂钩肉，翘足挂树间，示以空担。狼乃止。屠归。昧爽，往取肉，遥望树上悬巨物，似人缢死状。大骇，逡巡近视之，则死狼也。仰首细审，见狼口中含肉，钩刺狼腭，如鱼吞饵。时狼皮价昂，直十余金，屠小裕焉。缘木求鱼，狼则罹之，是可笑也。其二一屠晚归，担中肉尽，止有剩骨。途中两狼，缀行甚远。屠惧，投以骨。一狼得骨止，一狼仍从。复投之，后狼止而前狼又至。骨已尽矣，而两狼之并驱如故。屠大窘，恐前后受其敌。顾野有麦场，场主积薪其中，苫蔽成丘。屠乃奔倚其下，弛担持刀。狼不敢前，眈眈相向。少时，一狼径去，其一犬坐于前。久之，目似瞑，意暇甚。屠暴起，以刀劈狼首，又数刀毙之。方欲行，转视积薪后，一狼洞其中，意将隧入以攻其后也。身已半入，止露尻尾。屠自后断其股，亦毙之。乃悟前狼假寐，盖以诱敌。狼亦黠矣，而顷刻两毙，禽兽之变诈几何哉？止增笑耳。其三一屠暮行，为狼所逼。道旁有夜耕所遗行室，奔入伏焉。狼自苫中探爪入。屠急捉之，令不可去。但思无计可以死之。惟有小刀不盈寸，遂割破狼爪下皮，以吹豕之法吹之。极力吹移时，觉狼不甚动，方缚以带。出视，则狼胀如牛，股直不能屈，口张不得合。遂负之以归。非屠，乌能作此谋也！三事皆出于屠；则屠人之残爆，杀狼亦可用也。 客心如水水如愁，容易归帆趁疾流。忽讶船窗送吴语，故山月已挂船头。谢家庭院残更立，燕宿雕梁。月度银墙，不辨花丛那辨香。此情已自成追忆，零落鸳鸯。雨歇微凉，十一年前梦一场。",
        "author": "清代",
        "poem_class": "夏天",
        "dynasty": "纳兰性德"
    },
    {
        "title": "乌夜啼·纨扇婵娟素月",
        "paragraph": "纨扇婵娟素月，纱巾缥缈轻烟。高槐叶长阴初合，清润雨馀天。弄笔斜行小草，钩帘浅醉闲眠。更无一点尘埃到，枕上听新蝉。陇首云飞，江边日晚，烟波满目凭阑久。一望关河萧索，千里清秋，忍凝眸？杳杳神京，盈盈仙子，别来锦字终难偶。断雁无凭，冉冉飞下汀洲，思悠悠。暗想当初，有多少、幽欢佳会，岂知聚散难期，翻成雨恨云愁？阻追游。每登山临水，惹起平生心事，一场消黯，永日无言，却下层楼。南园春半踏青时，风和闻马嘶。青梅如豆柳如眉，日长蝴蝶飞。花露重，草烟低，人家帘幕垂。秋千慵困解罗衣，画堂双燕归。把酒祝东风，且共从容。垂杨紫陌洛城东。总是当时携手处，游遍芳丛。聚散苦匆匆，此恨无穷。今年花胜去年红。可惜明年花更好，知与谁同？",
        "author": "宋代",
        "poem_class": "夏天",
        "dynasty": "陆游"
    },
    {
        "title": "画堂春·外湖莲子长参差",
        "paragraph": "外湖莲子长参差，霁山青处鸥飞。水天溶漾画桡迟，人影鉴中移。桃叶浅声双唱，杏红深色轻衣。小荷障面避斜晖，分得翠阴归。归鸿声断残云碧。背窗雪落炉烟直。烛底凤钗明。钗头人胜轻。 角声催晓漏。曙色回牛斗。春意看花难。西风留旧寒。前瞻马耳九仙山。碧连天。晚云间。城上高台，真个是超然。莫使匆匆云雨散，今夜里，月婵娟。小溪鸥鹭静联拳。去翩翩。点轻烟。人事凄凉，回首便他年。莫忘使君歌笑处，垂柳下，矮槐前。适与野情惬，千山高复低。好峰随处改，幽径独行迷。霜落熊升树，林空鹿饮溪。人家在何许？云外一声鸡。",
        "author": "宋代",
        "poem_class": "夏天",
        "dynasty": "张先"
    },
    {
        "title": "乐游原",
        "paragraph": "万树鸣蝉隔岸虹，乐游原上有西风。 羲和自趁虞泉宿，不放斜阳更向东。寒山吹笛唤春归，迁客相看泪满衣。 洞庭一夜无穷雁，不待天明尽北飞。花开不同赏，花落不同悲。欲问相思处，花开花落时。枿坐云游出世尘，兼无瓶钵可随身。逢人不说人间事，便是人间无事人。",
        "author": "唐代",
        "poem_class": "夏天",
        "dynasty": "李商隐"
    },
    {
        "title": "池上早夏",
        "paragraph": "水积春塘晚，阴交夏木繁。舟船如野渡，篱落似江村。静拂琴床席，香开酒库门。慵闲无一事，时弄小娇孙。碧阑干外绣帘垂，猩色屏风画折枝。 八尺龙须方锦褥，已凉天气未寒时。帝城春欲暮，喧喧车马度。共道牡丹时，相随买花去。贵贱无常价，酬直看花数。灼灼百朵红，戋戋五束素。上张幄幕庇，旁织巴篱护。水洒复泥封，移来色如故。家家习为俗，人人迷不悟。有一田舍翁，偶来买花处。低头独长叹，此叹无人喻。一丛深色花，十户中人赋。四月十七，正是去年今日，别君时。忍泪佯低面，含羞半敛眉。不知魂已断，空有梦相随。除却天边月，没人知。",
        "author": "唐代",
        "poem_class": "夏天",
        "dynasty": "白居易"
    },
    {
        "title": "西湖杂咏·夏",
        "paragraph": "晴云轻漾，熏风无浪，开樽避暑争相向。映湖光，逞新妆。 笙歌鼎沸南湖荡，今夜且休回画舫。风，满座凉；莲，入梦香。衰境日匆匆。浮生一梦中。笑愁怀、万古皆同。越水燕山南北道，来不尽，去无穷。萍水偶相逢。晴天接远鸿。似人间、马耳秋风。山立扬休成底用，闻健在，好归农。心间事，说与他。动不动早言两罢。罢字儿碜可可你道是耍，我心里怕那不怕？古徐州形胜，消磨尽，几英雄。想铁甲重瞳，乌骓汗血，玉帐连空。楚歌八千兵散，料梦魂，应不到江东。空有黄河如带，乱山回合云龙。汉家陵阙起秋风，禾黍满关中。更戏马台荒，画眉人远，燕子楼空。人生百年如寄，且开怀，一饮尽千钟。回首荒城斜日，倚栏目送飞鸿。",
        "author": "元代",
        "poem_class": "夏天",
        "dynasty": "薛昂夫"
    },
    {
        "title": "夏词",
        "paragraph": "炎威天气日偏长，汗湿轻罗倚画窗。蜂蝶不知春已去，又衔花瓣到兰房。万里阴山万里沙。谁将绿鬓斗霜华。年来强半在天涯。魂梦不离金屈戌，画图亲展玉鸦叉。生怜瘦减一分花。风絮飘残已化萍，泥莲刚倩藕丝萦。珍重别拈香一瓣，记前生。人到情多情转薄，而今真个不多情。又到断肠回首处，泪偷零。(不多情 一作：悔多情)今夜新月似蛾眉，时还暂去时还归。记取临行重来约，月成钩时人成对。",
        "author": "清代",
        "poem_class": "夏天",
        "dynasty": "智生"
    },
    {
        "title": "初夏",
        "paragraph": "竹摇清影罩幽窗，两两时禽噪夕阳。谢却海棠飞尽絮，困人天气日初长。只有天在上，更无山与齐。举头红日近，回首白云低。雨过横塘水满堤，乱山高下路东西。一番桃李花开尽，惟有青青草色齐。闲倚胡床，庾公楼外峰千朵。与谁同坐。明月清风我。 别乘一来，有唱应须和。还知么。自从添个。风月平分破。",
        "author": "宋代",
        "poem_class": "夏天",
        "dynasty": "朱淑真"
    },
    {
        "title": "初夏绝句",
        "paragraph": "纷纷红紫已成尘，布谷声中夏令新。夹路桑麻行不尽，始知身是太平人。楚江空晚。怅离群万里，恍然惊散。自顾影、欲下寒塘，正沙净草枯，水平天远。写不成书，只寄得、相思一点。料因循误了，残毡拥雪，故人心眼。 谁怜旅愁荏苒。谩长门夜悄，锦筝弹怨。想伴侣、犹宿芦花，也曾念春前，去程应转。暮雨相呼，怕蓦地、玉关重见。未羞他、双燕归来，画帘半卷。蜗角虚名，蝇头微利，算来著甚干忙。事皆前定，谁弱又谁强。且趁闲身未老，尽放我、些子疏狂。百年里，浑教是醉，三万六千场。(尽放我 一作：须放我) 思量。能几许，忧愁风雨，一半相妨，又何须抵死，说短论长。幸对清风皓月，苔茵展、云幕高张。江南好，千钟美酒，一曲满庭芳。杏花村馆酒旗风。水溶溶。飏残红。野渡舟横，杨柳绿阴浓。望断江南山色远，人不见，草连空。 夕阳楼外晚烟笼。粉香融。淡眉峰。记得年时，相见画屏中。只有关山今夜月，千里外，素光同。",
        "author": "宋代",
        "poem_class": "夏天",
        "dynasty": "陆游"
    },
    {
        "title": "夏夜追凉",
        "paragraph": "夜热依然午热同，开门小立月明中。竹深树密虫鸣处，时有微凉不是风。风前欲劝春光住。春在城南芳草路。未随流落水边花，且作飘零泥上絮。 镜中已觉星星误。人不负春春自负。梦回人远许多愁，只在梨花风雨处。一声声，一更更。窗外芭蕉窗里灯，此时无限情。梦难成，恨难平。不道愁人不喜听，空阶滴到明。庆历四年春，滕子京谪守巴陵郡。越明年，政通人和，百废具兴，乃重修岳阳楼，增其旧制，刻唐贤今人诗赋于其上，属予作文以记之。(具 通：俱)予观夫巴陵胜状，在洞庭一湖。衔远山，吞长江，浩浩汤汤，横无际涯，朝晖夕阴，气象万千，此则岳阳楼之大观也，前人之述备矣。然则北通巫峡，南极潇湘，迁客骚人，多会于此，览物之情，得无异乎？若夫淫雨霏霏，连月不开，阴风怒号，浊浪排空，日星隐曜，山岳潜形，商旅不行，樯倾楫摧，薄暮冥冥，虎啸猿啼。登斯楼也，则有去国怀乡，忧谗畏讥，满目萧然，感极而悲者矣。(隐曜 一作：隐耀；淫雨 通：霪雨)至若春和景明，波澜不惊，上下天光，一碧万顷，沙鸥翔集，锦鳞游泳，岸芷汀兰，郁郁青青。而或长烟一空，皓月千里，浮光跃金，静影沉璧，渔歌互答，此乐何极！登斯楼也，则有心旷神怡，宠辱偕忘，把酒临风，其喜洋洋者矣。嗟夫！予尝求古仁人之心，或异二者之为，何哉？不以物喜，不以己悲，居庙堂之高则忧其民，处江湖之远则忧其君。是进亦忧，退亦忧。然则何时而乐耶？其必曰“先天下之忧而忧，后天下之乐而乐”乎！噫！微斯人，吾谁与归？时六年九月十五日。",
        "author": "宋代",
        "poem_class": "夏天",
        "dynasty": "杨万里"
    },
    {
        "title": "山亭夏日",
        "paragraph": "绿树阴浓夏日长，楼台倒影入池塘。水晶帘动微风起，满架蔷薇一院香。(水晶帘 一作 水精帘）汉江回万里，派作九龙盘。横溃豁中国，崔嵬飞迅湍。六帝沦亡后，三吴不足观。我君混区宇，垂拱众流安。今日任公子，沧浪罢钓竿。木兰之枻沙棠舟，玉箫金管坐两头。美酒樽中置千斛，载妓随波任去留。仙人有待乘黄鹤，海客无心随白鸥。屈平辞赋悬日月，楚王台榭空山丘。兴酣落笔摇五岳，诗成笑傲凌沧洲。功名富贵若长在，汉水亦应西北流。鸡鸣紫陌曙光寒，莺啭皇州春色阑。金阙晓钟开万户，玉阶仙仗拥千官。花迎剑珮星初落，柳拂旌旗露未干。独有凤凰池上客，阳春一曲和皆难。",
        "author": "唐代",
        "poem_class": "夏天",
        "dynasty": "高骈"
    },
    {
        "title": "大德歌·夏",
        "paragraph": "俏冤家，在天涯，偏那里绿杨堪系马。困坐南窗下，数对清风想念他。蛾眉淡了教谁画？瘦岩岩羞带石榴花。看山看水独坐，听风听雨高眠。客去客来日日，花开花落年年。铜壶更漏残，红妆春梦阑，江上花无语，天涯人未还。倚楼闲，月明千里，隔江何处山。天津桥上，凭栏遥望，春陵王气都凋丧；树苍苍，水茫茫，云台不见中兴将。千古转头归灭亡。功，也不久长，名，也不久长。",
        "author": "元代",
        "poem_class": "夏天",
        "dynasty": "关汉卿"
    },
    {
        "title": "四时田园杂兴·其三十一",
        "paragraph": "昼出耘田夜绩麻，村庄儿女各当家。童孙未解供耕织，也傍桑阴学种瓜。缑山仙子，高清云渺，不学痴牛騃女。凤箫声断月明中，举手谢、时人欲去。客槎曾犯，银河微浪，尚带天风海雨。相逢一醉是前缘，风雨散、飘然何处？自作新词韵最娇，小红低唱我吹箫。曲终过尽松陵路，回首烟波十四桥。胜日寻芳泗水滨，无边光景一时新。等闲识得东风面，万紫千红总是春。",
        "author": "宋代",
        "poem_class": "夏天",
        "dynasty": "范成大"
    },
    {
        "title": "夏日登车盖亭",
        "paragraph": "纸屏石枕竹方床，手倦抛书午梦长。睡起莞然成独笑，数声渔笛在沧浪。世味年来薄似纱，谁令骑马客京华。小楼一夜听春雨，深巷明朝卖杏花。矮纸斜行闲作草，晴窗细乳戏分茶。素衣莫起风尘叹，犹及清明可到家。游子春衫已试单，桃花飞尽野梅酸。怪来一夜蛙声歇，又作东风十日寒。昨日入城市，归来泪满巾。遍身罗绮者，不是养蚕人。",
        "author": "宋代",
        "poem_class": "夏天",
        "dynasty": "蔡确"
    },
    {
        "title": "观刈麦",
        "paragraph": "田家少闲月，五月人倍忙。夜来南风起，小麦覆陇黄。妇姑荷箪食，童稚携壶浆，相随饷田去，丁壮在南冈。足蒸暑土气，背灼炎天光，力尽不知热，但惜夏日长。复有贫妇人，抱子在其旁，右手秉遗穗，左臂悬敝筐。听其相顾言，闻者为悲伤。家田输税尽，拾此充饥肠。今我何功德？曾不事农桑。吏禄三百石，岁晏有余粮，念此私自愧，尽日不能忘。诗家清景在新春，绿柳才黄半未匀。 若待上林花似锦，出门俱是看花人。百亩庭中半是苔，桃花净尽菜花开。种桃道士归何处，前度刘郎今又来。风吹柳花满店香，吴姬压酒劝客尝。(劝客 一作：唤客)金陵子弟来相送，欲行不行各尽觞。请君试问东流水，别意与之谁短长？",
        "author": "唐代",
        "poem_class": "夏天",
        "dynasty": "白居易"
    },
    {
        "title": "喜晴",
        "paragraph": "窗间梅熟落蒂，墙下笋成出林。连雨不知春去，一晴方觉夏深。见梨花初带夜月，海棠半含朝雨。内苑春、不禁过青门，御沟涨、潜通南浦。东风静、细柳垂金缕。望凤阙、非烟非雾。好时代、朝野多欢，遍九陌、太平箫鼓。 乍莺儿百啭断续，燕子飞来飞去。近绿水、台榭映秋千，斗草聚、双双游女。饧香更、酒冷踏青路。会暗识、夭桃朱户。向晚骤、宝马雕鞍，醉襟惹、乱花飞絮。 正轻寒轻暖漏永，半阴半晴云暮。禁火天、已是试新妆，岁华到、三分佳处。清明看、汉宫传蜡炬。散翠烟、飞入槐府。敛兵卫、阊阖门开，住传宣、又还休务。清明上巳西湖好，满目繁华。争道谁家。绿柳朱轮走钿车。 游人日暮相将去，醒醉喧哗。路转堤斜。直到城头总是花。车遥遥，马憧憧。君游东山东复东，安得奋飞逐西风。愿我如星君如月，夜夜流光相皎洁。月暂晦，星常明。留明待月复，三五共盈盈。",
        "author": "宋代",
        "poem_class": "夏天",
        "dynasty": "范成大"
    },
    {
        "title": "和郭主簿·其一",
        "paragraph": "蔼蔼堂前林，中夏贮清阴。凯风因时来，回飙开我襟。息交游闲业，卧起弄书琴。园蔬有余滋，旧谷犹储今。营己良有极，过足非所钦。舂秫作美酒，酒熟吾自斟。弱子戏我侧，学语未成音。此事真复乐，聊用忘华簪。遥遥望白云，怀古一何深！嗟尔边孝先，胡为坦腹眠。囊萤无腐草，映雪岂霜天。凿壁邻尤远，燃藜木更坚。迩来风雨夜，惊枕亦徒然。一十时。颜如蕣华晔有晖。体如飘风行如飞。娈彼孺子相追随。终朝出游薄暮归。六情逸豫心无违。酒将炙奈乐何。清酒将炙奈乐何。吩咐儿童好种花，春风可是遍天涯。贾琮作郡祇如此，龚遂为官已到家。绿树丹霞飞老鹤，深山穷谷蛰妖蛇。等閒欲继餴饎咏，却愧安能手八叉。",
        "author": "魏晋",
        "poem_class": "夏天",
        "dynasty": "陶渊明"
    },
    {
        "title": "江楼夕望招客",
        "paragraph": "海天东望夕茫茫，山势川形阔复长。灯火万家城四畔，星河一道水中央。风吹古木晴天雨，月照平沙夏夜霜。能就江楼消暑否？比君茅舍较清凉。此地别燕丹，壮士发冲冠。昔时人已没，今日水犹寒。从小丘西行百二十步，隔篁竹，闻水声，如鸣珮环，心乐之。伐竹取道，下见小潭，水尤清冽。全石以为底，近岸，卷石底以出，为坻，为屿，为嵁，为岩。青树翠蔓，蒙络摇缀，参差披拂。(珮 通：佩)潭中鱼可百许头，皆若空游无所依，日光下澈，影布石上。佁然不动，俶尔远逝，往来翕忽，似与游者相乐。(下澈 一作：下彻)潭西南而望，斗折蛇行，明灭可见。其岸势犬牙差互，不可知其源。坐潭上，四面竹树环合，寂寥无人，凄神寒骨，悄怆幽邃。以其境过清，不可久居，乃记之而去。同游者：吴武陵，龚古，余弟宗玄。隶而从者，崔氏二小生，曰恕己，曰奉壹。幽意无断绝，此去随所偶。晚风吹行舟，花路入溪口。际夜转西壑，隔山望南斗。潭烟飞溶溶，林月低向后。生事且弥漫，愿为持竿叟。",
        "author": "唐代",
        "poem_class": "夏天",
        "dynasty": "白居易"
    }
]