[
    {
        "title": "菩萨蛮·湘东驿",
        "paragraph": "客行忽到湘东驿。明朝真是潇湘客。晴碧万重云。几时逢故人。 江南如塞北。别后书难得。先自雁来稀。那堪春半时。春归何处？寂寞无行路。若有人知春去处，唤取归来同住。 春无踪迹谁知？除非问取黄鹂。百啭无人能解，因风飞过蔷薇。一声声，一更更。窗外芭蕉窗里灯，此时无限情。梦难成，恨难平。不道愁人不喜听，空阶滴到明。十里青山远，潮平路带沙。数声啼鸟怨年华。又是凄凉时候，在天涯。白露收残月，清风散晓霞。绿杨堤畔问荷花：记得年时沽酒，那人家？(残月 一作：残暑)",
        "author": "宋代",
        "poem_class": "宋词精选",
        "dynasty": "范成大"
    },
    {
        "title": "临江仙·登凌歊台感怀",
        "paragraph": "偶向凌歊台上望，春光已过三分。江山重叠倍销魂。风花飞有态，烟絮坠无痕。 已是年来伤感甚，那堪旧恨仍存。清愁满眼共谁论。却应台下草，不解忆王孙。一水西来，千丈晴虹，十里翠屏。喜草堂经岁，重来杜老，斜川好景，不负渊明。老鹤高飞，一枝投宿，长笑蜗牛戴屋行。平章了，待十分佳处，著个茅亭。青山意气峥嵘。似为我归来妩媚生。解频教花鸟，前歌後舞，更催云水，暮送朝迎。酒圣诗豪，可能无势，我乃而今驾驭卿。清溪上，被山灵却笑，白发归耕。长相思，长相思。若问相思甚了期，除非相见时。长相思，长相思。欲把相思说似谁，浅情人不知。三过平山堂下，半生弹指声中。十年不见老仙翁，壁上龙蛇飞动。欲吊文章太守，仍歌杨柳春风。休言万事转头空，未转头时皆梦。",
        "author": "宋代",
        "poem_class": "宋词精选",
        "dynasty": "李之仪"
    },
    {
        "title": "菩萨蛮·春来春去催人老",
        "paragraph": "三月晦，送春有集，坐中偶书。春来春去催人老，老夫争肯输年少。醉后少年狂，白髭殊未妨。插花还起舞，管领风光处。把酒共留春，莫教花笑人。书当快意读易尽，客有可人期不来。世事相违每如此，好怀百岁几回开？芙蓉金菊斗馨香。天气欲重阳。远村秋色如画，红树间疏黄。流水淡，碧天长。路茫茫。凭高目断。鸿雁来时，无限思量。日月如磨蚁，万事且浮休。君看檐外江水，滚滚自东流。风雨瓢泉夜半，花草雪楼春到，老子已菟裘。岁晚问无恙，归计橘千头。 梦连环，歌弹铗，赋登楼。黄鸡白酒，君去村社一番秋。长剑倚天谁问，夷甫诸人堪笑，西北有神州。此事君自了，千古一扁舟。",
        "author": "宋代",
        "poem_class": "宋词精选",
        "dynasty": "张元干"
    },
    {
        "title": "长相思·南高峰",
        "paragraph": "南高峰。北高峰。南北高峰云淡浓。湖山图画中。采芙容。赏芙蓉。小小红船西复东。相思无路通。人老簪花不自羞，花应羞上老人头。醉归扶路人应笑，十里珠帘半上钩。尊酒何人怀李白，草堂遥指江东。珠帘十里卷香风。花开又花谢，离恨几千重。轻舸渡江连夜到，一时惊笑衰容。语音犹自带吴侬。夜阑对酒处，依旧梦魂中。未遇行藏谁肯信，如今方表名踪。无端良匠画形容。当风轻借力，一举入高空。 才得吹嘘身渐稳，只疑远赴蟾宫。雨馀时候夕阳红。几人平地上，看我碧霄中。",
        "author": "宋代",
        "poem_class": "宋词精选",
        "dynasty": "袁正真"
    },
    {
        "title": "谒金门·春又老",
        "paragraph": "春又老。南陌酒香梅小。遍地落花浑不扫。梦回情意悄。红笺寄与添烦恼。细写相思多少。醉后几行书字小。泪痕都揾了。近日门前溪水涨。郎船几度偷相访。船小难开红斗帐。无计向。合欢影里空惆怅。愿妾身为红菡萏。年年生在秋江上。重愿郎为花底浪。无隔障。随风逐雨长来往。为范南伯寿。时南伯为张南轩辟宰泸溪，南伯迟迟未行。因作此词以勉之。掷地刘郎玉斗，挂帆西子扁舟。千古风流今在此，万里功名莫放休。君王三百州。燕雀岂知鸿鹄，貂蝉元出兜鍪。却笑泸溪如斗大，肯把牛刀试手不？寿君双玉瓯。百啭千声随意移，山花红紫树高低。始知锁向金笼听，不及林间自在啼。",
        "author": "宋代",
        "poem_class": "宋词精选",
        "dynasty": "王安石"
    },
    {
        "title": "菩萨蛮·商妇怨",
        "paragraph": "春时江上帘纤雨。张帆打鼓开船去。秋晚恰归来。看看船又开。 嫁郎如未嫁。长是凄凉夜。情少利心多。郎如年少何。金陵城上西楼，倚清秋。万里夕阳垂地大江流。中原乱，簪缨散，几时收？试倩悲风吹泪过扬州。秋山不可尽，秋思亦无垠。碧涧流红叶，青林点白云。凉阴一鸟下，落日乱蝉分。此夜芭蕉雨，何人枕上闻。一春略无十日晴，处处浮云将雨行。野田春水碧于镜，人影渡傍鸥不惊。桃花嫣然出篱笑，似开未开最有情。茅茨烟暝客衣湿，破梦午鸡啼一声。",
        "author": "宋代",
        "poem_class": "宋词精选",
        "dynasty": "江开"
    },
    {
        "title": "倦寻芳慢·露晞向晚",
        "paragraph": "露晞向晚，帘幕风轻，小院闲昼。翠迳莺来，惊下乱红铺绣。倚危墙，登高榭，海棠经雨胭脂透。算韶华，又因循过了，清明时候。 倦游燕、风光满目，好景良辰，谁共携手。恨被榆钱，买断两眉长斗。忆高阳，人散后。落花流水仍依旧。这情怀，对东风、尽成消瘦。车遥遥，马憧憧。君游东山东复东，安得奋飞逐西风。愿我如星君如月，夜夜流光相皎洁。月暂晦，星常明。留明待月复，三五共盈盈。雨过横塘水满堤，乱山高下路东西。一番桃李花开尽，惟有青青草色齐。对潇潇暮雨洒江天，一番洗清秋。渐霜风凄紧，关河冷落，残照当楼。是处红衰翠减，苒苒物华休。唯有长江水，无语东流。(凄紧 一作：凄惨) 不忍登高临远，望故乡渺邈，归思难收。叹年来踪迹，何事苦淹留。想佳人妆楼颙望，误几回、天际识归舟。争知我，倚阑杆处，正恁凝愁！(阑 一作：栏) ",
        "author": "宋代",
        "poem_class": "宋词精选",
        "dynasty": "王雱"
    },
    {
        "title": "鹧鸪天·手捻香笺忆小莲",
        "paragraph": "手捻香笺忆小莲。欲将遗恨倩谁传。归来独卧逍遥夜，梦里相逢酩酊天。 花易落，月难圆。只应花月似欢缘。秦筝算有心情在，试写离声入旧弦。齐有富人，家累千金。其二子甚愚，其父又不教之。一日，艾子谓其父曰：“君之子虽美，而不通世务，他日曷能克其家?”父怒曰：“吾之子敏而且恃多能，岂有不通世务者耶?”艾子曰：“不须试之他，但问君之子，所食者米，从何来？若知之，吾当妄言之罪。”父遂呼其子问之。其子嘻然笑曰：“吾岂不知此也？每以布囊取来。”其父愀然改容曰：“子之愚甚也!彼米不是田中来?”艾子曰：“非其父不生其子。”一曲新词酒一杯，去年天气旧亭台。夕阳西下几时回？无可奈何花落去，似曾相识燕归来。小园香径独徘徊。窗前谁种芭蕉树，阴满中庭。阴满中庭。叶叶心心，舒卷有馀清。(清 一作：情)伤心枕上三更雨，点滴霖霪。点滴霖霪。愁损北人，不惯起来听。",
        "author": "宋代",
        "poem_class": "宋词精选",
        "dynasty": "晏几道"
    },
    {
        "title": "玉楼春·华堂帘幕飘香雾",
        "paragraph": "华堂帘幕飘香雾。一搦楚腰轻束素。翩跹舞态燕还鹭，绰约妆容花尽妒。樽前谩咏高唐赋，巫峡云深留不住。重来花畔倚阑干，愁满阑干无倚处。无花无酒过清明，兴味萧然似野僧。昨日邻家乞新火，晓窗分与读书灯。碧桃天上栽和露，不是凡花数。乱山深处水萦回，可惜一枝如画为谁开？(枝 一作：支)轻寒细雨情何限！不道春难管。为君沉醉又何妨，只怕酒醒时候断人肠。尝读六国《世家》，窃怪天下之诸侯，以五倍之地，十倍之众，发愤西向，以攻山西千里之秦，而不免于死亡。常为之深思远虑，以为必有可以自安之计，盖未尝不咎其当时之士虑患之疏，而见利之浅，且不知天下之势也。夫秦之所以与诸侯争天下者，不在齐、楚、燕、赵也，而在韩、魏之郊；诸侯之所与秦争天下者，不在齐、楚、燕、赵也，而在韩、魏之野。秦之有韩、魏，譬如人之有腹心之疾也。韩、魏塞秦之冲，而弊山东之诸侯，故夫天下之所重者，莫如韩、魏也。昔者范雎用于秦而收韩，商鞅用于秦而收魏，昭王未得韩、魏之心，而出兵以攻齐之刚、寿，而范雎以为忧。然则秦之所忌者可以见矣。秦之用兵于燕、赵，秦之危事也。越韩过魏，而攻人之国都，燕、赵拒之于前，而韩、魏乘之于后，此危道也。而秦之攻燕、赵，未尝有韩、魏之忧，则韩、魏之附秦故也。夫韩、魏诸侯之障，而使秦人得出入于其间，此岂知天下之势邪！委区区之韩、魏，以当强虎狼之秦，彼安得不折而入于秦哉？韩、魏折而入于秦，然后秦人得通其兵于东诸侯，而使天下偏受其祸。夫韩、魏不能独当秦，而天下之诸侯，藉之以蔽其西，故莫如厚韩亲魏以摈秦。秦人不敢逾韩、魏以窥齐、楚、燕、赵之国，而齐、楚、燕、赵之国，因得以自完于其间矣。以四无事之国，佐当寇之韩、魏，使韩、魏无东顾之忧，而为天下出身以当秦兵；以二国委秦，而四国休息于内，以阴助其急，若此，可以应夫无穷，彼秦者将何为哉！不知出此，而乃贪疆埸尺寸之利，背盟败约，以自相屠灭，秦兵未出，而天下诸侯已自困矣。至于秦人得伺其隙以取其国，可不悲哉！",
        "author": "宋代",
        "poem_class": "宋词精选",
        "dynasty": "周端臣"
    },
    {
        "title": "恋绣衾·柳丝空有千万条",
        "paragraph": "柳丝空有千万条。系不住、溪头画桡。想今宵、也对新月，过轻寒、何处小桥。 玉箫台榭春多少，溜啼红、脸霞未消。怪别来、胭脂慵傅，被东风、偷在杏梢。东南形胜，三吴都会，钱塘自古繁华。烟柳画桥，风帘翠幕，参差十万人家。云树绕堤沙，怒涛卷霜雪，天堑无涯。市列珠玑，户盈罗绮，竞豪奢。重湖叠巘清嘉，有三秋桂子，十里荷花。羌管弄晴，菱歌泛夜，嬉嬉钓叟莲娃。千骑拥高牙，乘醉听箫鼓，吟赏烟霞。异日图将好景，归去凤池夸。青烟幂处，碧海飞金镜。永夜闲阶卧桂影。露凉时、零乱多少寒螀，神京远，惟有蓝桥路近。 水晶帘不下，云母屏开，冷浸佳人淡脂粉。待都将许多明，付与金尊，投晓共、流霞倾尽。更携取、胡床上南楼，看玉做人间，素秋千顷。城下路，凄风露，今人犁田古人墓。岸头沙，带蒹葭，漫漫昔时流水今人家。黄埃赤日长安道，倦客无浆马无草。开函关，掩函关，千古如何不见一人闲？六国扰，三秦扫，初谓商山遗四老。驰单车，致缄书，裂荷焚芰接武曳长裾。高流端得酒中趣，深入醉乡安稳处。生忘形，死忘名。谁论二豪初不数刘伶？",
        "author": "宋代",
        "poem_class": "宋词精选",
        "dynasty": "赵汝茪"
    },
    {
        "title": "虞美人·扁舟三日秋塘路",
        "paragraph": "余甲寅岁自春官出守湖州。秋杪，道中荷花无复存者。乙卯岁，自琐闼以病得请奉祠，卜居青墩镇。立秋后三日行。舟之前后如朝霞相映，望之不断也。以长短句记之。扁舟三日秋塘路，平度荷花去。病夫因病得来游，更值满川微雨洗新秋。去年长恨拏舟晚，空见残荷满。今年何以报君恩，一路繁花相送过青墩。满载一船秋色，平铺十里湖光。波神留我看斜阳，放起鳞鳞细浪。明日风回更好，今宵露宿何妨。水晶宫里奏霓裳，准拟岳阳楼上。情高意真。眉长鬓青。小楼明月调筝。写春风数声。思君忆君。魂牵梦萦。翠销香暖云屏。更那堪酒醒。摇首出红尘，醒醉更无时节。活计绿蓑青笠，惯披霜冲雪。 晚来风定钓丝闲，上下是新月。千里水天一色，看孤鸿明灭。",
        "author": "宋代",
        "poem_class": "宋词精选",
        "dynasty": "陈与义"
    },
    {
        "title": "楚天遥过清江引·有意送春归",
        "paragraph": "有意送春归，无计留春住。毕竟年年用着来，何似休归去。目断楚天遥，不见春归路。风急桃花也似愁，点点飞红雨。何处合成愁。离人心上秋。纵芭蕉、不雨也飕飕。都道晚凉天气好，有明月、怕登楼。 年事梦中休。花空烟水流。燕辞归、客尚淹留。垂柳不萦裙带住。漫长是、系行舟。燕雁无心，太湖西畔随云去。数峰清苦。商略黄昏雨。 第四桥边，拟共天随住。今何许。凭阑怀古。残柳参差舞。十年生死两茫茫，不思量，自难忘。千里孤坟，无处话凄凉。纵使相逢应不识，尘满面，鬓如霜。夜来幽梦忽还乡，小轩窗，正梳妆。相顾无言，惟有泪千行。料得年年肠断处，明月夜，短松冈。(肠断 一作：断肠)",
        "author": "宋代",
        "poem_class": "宋词精选",
        "dynasty": "如晦"
    },
    {
        "title": "南乡子·风雨满苹洲",
        "paragraph": "风雨满苹洲。绣阁银屏一夜秋。当日袜尘何处去，溪楼。怎对烟波不泪流。 天际目归舟。浪卷涛翻一叶浮。也似我侬魂不定，悠悠。宋玉方悲庾信愁。聚散匆匆不偶然。二年遍历楚山川。但将痛饮酬风月，莫放离歌入管弦。萦绿带，点青钱，东湖春水碧连天。明朝放我东归去，後夜相思月满船。缚虎手，悬河口，车如鸡栖马如狗。白纶巾，扑黄尘，不知我辈可是蓬蒿人？衰兰送客咸阳道，天若有情天亦老。作雷颠，不论钱，谁问旗亭美酒斗十千？酌大斗，更为寿，青鬓长青古无有。笑嫣然，舞翩然，当垆秦女十五语如弦。遗音能记秋风曲，事去千年犹恨促。揽流光，系扶桑，争奈愁来一日却为长。春色将阑，莺声渐老，红英落尽青梅小。画堂人静雨蒙蒙，屏山半掩余香袅。密约沉沉，离情杳杳，菱花尘满慵将照。倚楼无语欲销魂，长空黯淡连芳草。",
        "author": "宋代",
        "poem_class": "宋词精选",
        "dynasty": "陈亮"
    },
    {
        "title": "采桑子·彭浪矶",
        "paragraph": "扁舟去作江南客，旅雁孤云。万里烟尘。回首中原泪满巾。 碧山对晚汀洲冷，枫叶芦根。日落波平。愁损辞乡去国人。黑云翻墨未遮山，白雨跳珠乱入船。卷地风来忽吹散，望湖楼下水如天。春风多可太忙生，长共花边柳外行。与燕作泥蜂酿蜜，才吹小雨又须晴。少年听雨歌楼上，红烛昏罗帐。壮年听雨客舟中，江阔云低、断雁叫西风。 而今听雨僧庐下，鬓已星星也。悲欢离合总无情，一任阶前、点滴到天明。",
        "author": "宋代",
        "poem_class": "宋词精选",
        "dynasty": "朱敦儒"
    },
    {
        "title": "念奴娇·避地溢江书于新亭",
        "paragraph": "凭高远望，见家乡、只在白云深处。镇日思归归未得，孤负殷勤杜宇。故国伤心，新亭泪眼，更洒潇潇雨。长江万里，难将此恨流去。 遥想江口依然，鸟啼花谢，今日谁为主。燕子归来，雕梁何处，底事呢喃语。最苦金沙，十万户尽，作血流漂杵。横空剑气，要当一洗残虏。横看成岭侧成峰，远近高低各不同。不识庐山真面目，只缘身在此山中。岁晚身何托，灯前客未空。半生忧患里，一梦有无中。发短愁催白，颜衰酒借红。我歌君起舞，潦倒略相同。茅檐长扫净无苔，花木成畦手自栽。一水护田将绿绕，两山排闼送青来。",
        "author": "宋代",
        "poem_class": "宋词精选",
        "dynasty": "王澜"
    },
    {
        "title": "临江仙·千里长安名利客",
        "paragraph": "千里长安名利客，轻离轻散寻常。难禁三月好风光。满阶芳草绿，一片杏花香。 记得年时临上马，看人眼泪汪汪。如今不忍更思量。恨无千日酒，空断九回肠。花褪残红青杏小。燕子飞时，绿水人家绕。枝上柳绵吹又少，天涯何处无芳草。墙里秋千墙外道。墙外行人，墙里佳人笑。笑渐不闻声渐悄，多情却被无情恼。若言琴上有琴声，放在匣中何不鸣？若言声在指头上，何不于君指上听？常记溪亭日暮，沉醉不知归路。兴尽晚回舟，误入藕花深处。争渡，争渡，惊起一滩鸥鹭。",
        "author": "宋代",
        "poem_class": "宋词精选",
        "dynasty": "刘彤"
    },
    {
        "title": "浣溪沙·闲弄筝弦懒系裙",
        "paragraph": "闲弄筝弦懒系裙。铅华消尽见天真。眼波低处事还新。 怅恨不逢如意酒。寻思难值有情人。可怜虚度琐窗春。山色横侵蘸晕霞，湘川风静吐寒花。远林屋散尚啼鸦。梦到故园多少路，酒醒南望隔天涯。月明千里照平沙。自古帝王州，郁郁葱葱佳气浮。四百年来成一梦，堪愁。晋代衣冠成古丘。 绕水恣行游。上尽层城更上楼。往事悠悠君莫问，回头。槛外长江空自流。一别都门三改火，天涯踏尽红尘。依然一笑作春温。无波真古井，有节是秋筠。惆怅孤帆连夜发，送行淡月微云。尊前不用翠眉颦。人生如逆旅，我亦是行人。(尊 通：樽)",
        "author": "宋代",
        "poem_class": "宋词精选",
        "dynasty": "晏几道"
    },
    {
        "title": "满江红·豫章滕王阁",
        "paragraph": "万里西风，吹我上、滕王高阁。正槛外、楚山云涨，楚江涛作。何处征帆木末去，有时野鸟沙边落。近帘钩、暮雨掩空来，今犹昨。 秋渐紧，添离索。天正远，伤飘泊。叹十年心事，休休莫莫。岁月无多人易老，乾坤虽大愁难著。向黄昏、断送客魂消，城头角。何处相逢，登宝钗楼，访铜雀台。唤厨人斫就，东溟鲸脍，圉人呈罢，西极龙媒。天下英雄，使君与操，余子谁堪共酒杯。车千乘，载燕南赵北，剑客奇才。饮酣画鼓如雷。谁信被晨鸡轻唤回。叹年光过尽，功名未立，书生老去，机会方来。使李将军，遇高皇帝，万户侯何足道哉。披衣起，但凄凉感旧，慷慨生哀。枣花至小能成实，桑叶虽柔解吐丝。堪笑牡丹如斗大，不成一事又空枝。杏花村馆酒旗风。水溶溶。飏残红。野渡舟横，杨柳绿阴浓。望断江南山色远，人不见，草连空。 夕阳楼外晚烟笼。粉香融。淡眉峰。记得年时，相见画屏中。只有关山今夜月，千里外，素光同。",
        "author": "宋代",
        "poem_class": "宋词精选",
        "dynasty": "吴潜"
    },
    {
        "title": "唐多令·秋暮有感",
        "paragraph": "休去采芙蓉。秋江烟水空。带斜阳、一片征鸿。欲顿闲愁无顿处，都著在两眉峰。心事寄题红。画桥流水东。断肠人、无奈秋浓。回首层楼归去懒，早新月、挂梧桐。南望朱雀门，北望宣德楼，皆旧御路也。州桥南北是天街，父老年年等驾回。忍泪失声询使者，几时真有六军来？醉漾轻舟，信流引到花深处。尘缘相误，无计花间住。烟水茫茫，千里斜阳暮。山无数，乱红如雨。不记来时路。枝上流莺和泪闻，新啼痕间旧啼痕。一春鱼鸟无消息，千里关山劳梦魂。无一语，对芳尊。安排肠断到黄昏。甫能炙得灯儿了，雨打梨花深闭门。",
        "author": "宋代",
        "poem_class": "宋词精选",
        "dynasty": "陈允平"
    },
    {
        "title": "武陵春·人道有情须有梦",
        "paragraph": "人道有情须有梦，无梦岂无情？夜夜相思直到明，有梦怎生成？伊若忽然来梦里，邻笛又还惊。笛里声声不忍听，浑是断肠声。重五山村好，榴花忽已繁。粽包分两髻，艾束著危冠。旧俗方储药，羸躯亦点丹。日斜吾事毕，一笑向杯盘。一川松竹任横斜，有人家，被云遮。雪后疏梅，时见两三花。比着桃源溪上路，风景好，不争多。旗亭有酒径须赊，晚寒些，怎禁他。醉里匆匆，归骑自随车。白发苍颜吾老矣，只此地，是生涯。江水漾西风，江花脱晚红。离情被横笛，吹过乱山东。",
        "author": "宋代",
        "poem_class": "宋词精选",
        "dynasty": "连静女"
    },
    {
        "title": "清平乐·怀人",
        "paragraph": "莺歌蝶舞。池馆春多处。满架花云留不住。散作一川香雨。 相思夜夜情悰。青衫泪满啼红。料想故园桃李，也应怨月愁风。绕床饥鼠，蝙蝠翻灯舞。屋上松风吹急雨，破纸窗间自语。平生塞北江南，归来华发苍颜。布被秋宵梦觉，眼前万里江山。曲阑干外天如水。昨夜还曾倚。初将明月比佳期。长向月圆时候、望人归。 罗衣著破前香在。旧意谁教改。一春离恨懒调弦。犹有两行闲泪、宝筝前。老来曾识渊明，梦中一见参差是。觉来幽恨，停觞不御，欲歌还止。白发西风，折腰五斗，不应堪此。问北窗高卧，东篱自醉，应别有，归来意。须信此翁未死，到如今凛然生气。吾侪心事，古今长在，高山流水。富贵他年，直饶未免，也应无味。甚东山何事，当时也道，为苍生起。",
        "author": "宋代",
        "poem_class": "宋词精选",
        "dynasty": "赵崇"
    },
    {
        "title": "夜半乐·冻云黯淡天气",
        "paragraph": "冻云黯淡天气，扁舟一叶，乘兴离江渚。渡万壑千岩，越溪深处。怒涛渐息，樵风乍起，更闻商旅相呼。片帆高举。泛画鹢、翩翩过南浦。 望中酒旆闪闪，一簇烟村，数行霜树。残日下，渔人鸣榔归去。败荷零落，衰杨掩映，岸边两两三三，浣沙游女。避行客、含羞笑相语。 到此因念，绣阁轻抛，浪萍难驻。叹后约丁宁竟何据。惨离怀，空恨岁晚归期阻。凝泪眼、杳杳神京路。断鸿声远长天暮。苍茫沙嘴鹭鸶眠，片水无痕浸碧天。最爱芦花经雨后，一蓬烟火饭鱼船。年年跃马长安市。客舍似家家似寄。青钱换酒日无何，红烛呼卢宵不寐。 易挑锦妇机中字。难得玉人心下事。男儿西北有神州，莫滴水西桥畔泪。病起萧萧两鬓华，卧看残月上窗纱。豆蔻连梢煎熟水，莫分茶。枕上诗书闲处好，门前风景雨来佳。终日向人多酝藉，木犀花。",
        "author": "宋代",
        "poem_class": "宋词精选",
        "dynasty": "柳永"
    },
    {
        "title": "解连环·怨怀无托",
        "paragraph": "怨怀无托。嗟情人断绝，信音辽邈。纵妙手、能解连环，似风散雨收，雾轻云薄。燕子楼空，暗尘锁、一床弦索。想移根换叶。尽是旧时，手种红药。 汀洲渐生杜若。料舟依岸曲，人在天角。谩记得、当日音书，把闲语闲言，待总烧却。水驿春回，望寄我、江南梅萼。拚今生，对花对酒，为伊泪落。太尉执事：辙生好为文，思之至深。以为文者气之所形，然文不可以学而能，气可以养而致。孟子曰：“我善养吾浩然之气。”今观其文章，宽厚宏博，充乎天地之间，称其气之小大。太史公行天下，周览四海名山大川，与燕、赵间豪俊交游，故其文疏荡，颇有奇气。此二子者，岂尝执笔学为如此之文哉？其气充乎其中而溢乎其貌，动乎其言而见乎其文，而不自知也。辙生十有九年矣。其居家所与游者，不过其邻里乡党之人；所见不过数百里之间，无高山大野可登览以自广；百氏之书，虽无所不读，然皆古人之陈迹，不足以激发其志气。恐遂汩没，故决然舍去，求天下奇闻壮观，以知天地之广大。过秦、汉之故都，恣观终南、嵩、华之高，北顾黄河之奔流，慨然想见古之豪杰。至京师，仰观天子宫阙之壮，与仓廪、府库、城池、苑囿之富且大也，而后知天下之巨丽。见翰林欧阳公，听其议论之宏辩，观其容貌之秀伟，与其门人贤士大夫游，而后知天下之文章聚乎此也。太尉以才略冠天下，天下之所恃以无忧，四夷之所惮以不敢发，入则周公、召公，出则方叔、召虎。而辙也未之见焉。且夫人之学也，不志其大，虽多而何为？辙之来也，于山见终南、嵩、华之高，于水见黄河之大且深，于人见欧阳公，而犹以为未见太尉也。故愿得观贤人之光耀，闻一言以自壮，然后可以尽天下之大观而无憾者矣。辙年少，未能通习吏事。向之来，非有取于斗升之禄，偶然得之，非其所乐。然幸得赐归待选，使得优游数年之间，将以益治其文，且学为政。太尉苟以为可教而辱教之，又幸矣！华胥梦断人何处，听得莺啼红树。几点蔷薇香雨，寂寞闲庭户。暖风不解留花住，片片着人无数。楼上望春归去，芳草迷归路。疏疏淡淡，问阿谁、堪比天真颜色。笑杀东君虚占断，多少朱朱白白。雪里温柔，水边明秀，不借春工力。骨清香嫩，迥然天与奇绝。 尝记宝篽寒轻，琐窗人睡起，玉纤轻摘。漂泊天涯空瘦损，犹有当年标格。万里风烟，一溪霜月，未怕欺他得。不如归去，阆苑有个人忆。",
        "author": "宋代",
        "poem_class": "宋词精选",
        "dynasty": "周邦彦"
    },
    {
        "title": "诉衷情·出林杏子落金盘",
        "paragraph": "出林杏子落金盘。齿软怕尝酸。可惜半残青紫，犹印小唇丹。 南陌上，落花闲。雨斑斑。不言不语，一段伤春，都在眉间。半世交亲随逝水，几人图画入凌烟？春风春雨花经眼，江北江南水拍天。欲解铜章行问道，定知石友许忘年。脊令各有思归恨，日月相催雪满颠。粗缯大布裹生涯，腹有诗书气自华。厌伴老儒烹瓠叶，强随举子踏槐花。囊空不办寻春马，眼乱行看择婿车。得意犹堪夸世俗，诏黄新湿字如鸦。醉别西楼醒不记。春梦秋云，聚散真容易。斜月半窗还少睡。画屏闲展吴山翠。 衣上酒痕诗里字。点点行行，总是凄凉意。红烛自怜无好计。夜寒空替人垂泪。",
        "author": "宋代",
        "poem_class": "宋词精选",
        "dynasty": "周邦彦"
    },
    {
        "title": "虞美人·碧桃天上栽和露",
        "paragraph": "碧桃天上栽和露，不是凡花数。乱山深处水萦回，可惜一枝如画为谁开？(枝 一作：支)轻寒细雨情何限！不道春难管。为君沉醉又何妨，只怕酒醒时候断人肠。老大那堪说。似而今、元龙臭味，孟公瓜葛。我病君来高歌饮，惊散楼头飞雪。笑富贵千钧如发。硬语盘空谁来听？记当时、只有西窗月。重进酒，换鸣瑟。 事无两样人心别。问渠侬：神州毕竟，几番离合？汗血盐车无人顾，千里空收骏骨。正目断关河路绝。我最怜君中宵舞，道“男儿到死心如铁”。看试手，补天裂。并刀如水，吴盐胜雪，纤手破新橙。锦幄初温，兽烟不断，相对坐调笙。 低声问：向谁行宿？城上已三更。马滑霜浓，不如休去，直是少人行！东城渐觉风光好。縠皱波纹迎客棹。绿杨烟外晓寒轻，红杏枝头春意闹。浮生长恨欢娱少。肯爱千金轻一笑。为君持酒劝斜阳，且向花间留晚照。",
        "author": "宋代",
        "poem_class": "宋词精选",
        "dynasty": "秦观"
    },
    {
        "title": "忆君王·依依宫柳拂宫墙",
        "paragraph": "依依宫柳拂宫墙，楼殿无人春昼长。燕子归来依旧忙。忆君王，月破黄昏人断肠。何处望神州？满眼风光北固楼。千古兴亡多少事？悠悠。不尽长江滚滚流。年少万兜鍪，坐断东南战未休。天下英雄谁敌手？曹刘。生子当如孙仲谋。古木阴中系短篷，杖藜扶我过桥东。沾衣欲湿杏花雨，吹面不寒杨柳风。柳下笙歌庭院，花间姊妹秋千。记得春楼当日事，写向红窗夜月前。凭谁寄小莲。绛蜡等闲陪泪，吴蚕到了缠绵。绿鬓能供多少恨，未肯无情比断弦。今年老去年。",
        "author": "宋代",
        "poem_class": "宋词精选",
        "dynasty": "谢克家"
    },
    {
        "title": "思远人·红叶黄花秋意晚",
        "paragraph": "红叶黄花秋意晚，千里念行客。看飞云过尽，归鸿无信，何处寄书得。 泪弹不尽临窗滴。就砚旋研墨。渐写到别来，此情深处，红笺为无色。欧阳公作《蝶恋花》，有“深深深几许”之句，予酷爱之。用其语作“庭院深深”数阕，其声即旧《临江仙》也。庭院深深深几许？云窗雾阁常扃。柳梢梅萼渐分明。春归秣陵树，人老建康城。感月吟风多少事，如今老去无成。谁怜憔悴更凋零。试灯无意思，踏雪没心情。(试灯无意思，踏雪没心情 一作：灯花空结蕊，离别共伤情)清晨帘幕卷轻霜。呵手试梅妆。都缘自有离恨，故画作远山长。思往事，惜流芳。易成伤。拟歌先敛，欲笑还颦，最断人肠。燕雁无心，太湖西畔随云去。数峰清苦。商略黄昏雨。 第四桥边，拟共天随住。今何许。凭阑怀古。残柳参差舞。",
        "author": "宋代",
        "poem_class": "宋词精选",
        "dynasty": "晏几道"
    },
    {
        "title": "清平乐·题上卢桥",
        "paragraph": "清溪奔快，不管青山碍。十里盘盘平世界，更著溪山襟带。 古今陵谷茫茫，市朝往往耕桑。此地居然形胜，似曾小小兴亡。山色横侵蘸晕霞，湘川风静吐寒花。远林屋散尚啼鸦。梦到故园多少路，酒醒南望隔天涯。月明千里照平沙。无花无酒过清明，兴味萧然似野僧。昨日邻家乞新火，晓窗分与读书灯。幽谷那堪更北枝，年年自分着花迟。高标逸韵君知否，正是层冰积雪时。",
        "author": "宋代",
        "poem_class": "宋词精选",
        "dynasty": "辛弃疾"
    },
    {
        "title": "水调歌头·和马叔度游月波楼",
        "paragraph": "客子久不到，好景为君留。西楼着意吟赏，何必问更筹？唤起一天明月，照我满怀冰雪，浩荡百川流。鲸饮未吞海，剑气已横秋。野光浮，天宇迥，物华幽。中州遗恨，不知今夜几人愁？谁念英雄老矣？不道功名蕞尔，决策尚悠悠。此事费分说，来日且扶头！小阁藏春，闲窗锁昼，画堂无限深幽。篆香烧尽，日影下帘钩。手种江梅渐好，又何必、临水登楼。无人到，寂寥浑似，何逊在扬州。从来，知韵胜，难堪雨藉，不耐风揉。更谁家横笛，吹动浓愁。莫恨香消雪减，须信道、扫迹情留。难言处，良宵淡月，疏影尚风流。宝钗分，桃叶渡，烟柳暗南浦。怕上层楼，十日九风雨。断肠片片飞红，都无人管，更谁劝、啼莺声住？鬓边觑，试把花卜归期，才簪又重数。罗帐灯昏，哽咽梦中语：是他春带愁来，春归何处？却不解、带将愁去。望处雨收云断，凭阑悄悄，目送秋光。晚景萧疏，堪动宋玉悲凉。水风轻，蘋花渐老，月露冷、梧叶飘黄。遣情伤。故人何在，烟水茫茫。 难忘，文期酒会，几孤风月，屡变星霜。海阔山遥，未知何处是潇湘。念双燕、难凭远信，指暮天、空识归航。黯相望。断鸿声里，立尽斜阳。",
        "author": "宋代",
        "poem_class": "宋词精选",
        "dynasty": "辛弃疾"
    },
    {
        "title": "鹧鸪天·家住苍烟落照间",
        "paragraph": "家住苍烟落照间，丝毫尘事不相关。斟残玉瀣行穿竹，卷罢《黄庭》卧看山。贪啸傲，任衰残，不妨随处一开颜。元知造物心肠别，老却英雄似等闲！欲上高楼去避愁，愁还随我上高楼。经行几处江山改，多少亲朋尽白头。归休去，去归休。不成人总要封侯？浮云出处元无定，得似浮云也自由。东风吹柳日初长，雨余芳草斜阳。杏花零落燕泥香，睡损红妆。宝篆烟销龙凤，画屏云锁潇湘。夜寒微透薄罗裳，无限思量。满眼长江水，苍然何郡山。向来万里意，今在一窗间。众木俱含晚，孤云遂不还。此中有佳句，吟断不相关。",
        "author": "宋代",
        "poem_class": "宋词精选",
        "dynasty": "陆游"
    },
    {
        "title": "八声甘州·摘青梅荐酒",
        "paragraph": "摘青梅荐酒，甚残寒，犹怯苎萝衣。正柳腴花瘦，绿云冉冉，红雪霏霏。隔屋秦筝依约，谁品春词？回首繁华梦，流水斜晖。寄隐孤山山下，但一瓢饮水，深掩苔扉。羡青山有思，白鹤忘机。怅年华、不禁搔首，又天涯、弹泪送春归。销魂远，千山啼鴂，十里荼麋。栏干十二独凭春，晴碧远连云。千里万里，二月三月，行色苦愁人。谢家池上，江淹浦畔，吟魄与离魂。那堪疏雨滴黄昏。更特地、忆王孙。蜀道登天，一杯送、绣衣行客。还自叹、中年多病，不堪离别。东北看惊诸葛表，西南更草相如檄。把功名、收拾付君侯，如椽笔。儿女泪，君休滴。荆楚路，吾能说。要新诗准备，庐山山色。赤壁矶头千古浪，铜鞮陌上三更月。正梅花、万里雪深时，须相忆。寺里山因花得名，繁英不见草纵横。栽培剪伐须勤力，花易凋零草易生。",
        "author": "宋代",
        "poem_class": "宋词精选",
        "dynasty": "汤恢"
    },
    {
        "title": "江梅引·人间离别易多时",
        "paragraph": "丙辰之冬，予留梁溪，将诣淮南不得，因梦思以述志。人间离别易多时。见梅枝，忽相思。几度小窗幽梦手同携。今夜梦中无觅处，漫徘徊，寒侵被，尚未知。湿红恨墨浅封题。宝筝空，无雁飞。俊游巷陌，算空有、古木斜晖。旧约扁舟，心事已成非。歌罢淮南春草赋，又萋萋。漂零客，泪满衣。春事阑珊芳草歇。客里风光，又过清明节。小院黄昏人忆别。落红处处闻啼鴂。咫尺江山分楚越。目断魂销，应是音尘绝。梦破五更心欲折。角声吹落梅花月。忆昔午桥桥上饮，坐中多是豪英。长沟流月去无声。杏花疏影里，吹笛到天明。 二十余年如一梦，此身虽在堪惊。闲登小阁看新晴。古今多少事，渔唱起三更。闾丘大夫孝终公显尝守黄州，作栖霞楼，为郡中胜绝。元丰五年，余谪居黄。正月十七日，梦扁舟渡江，中流回望，楼中歌乐杂作。舟中人言：公显方会客也。觉而异之，乃作此词，盖越调鼓笛慢。公显时已致仕在苏州。小舟横截春江，卧看翠壁红楼起。云间笑语，使君高会，佳人半醉。危柱哀弦，艳歌余响，绕云萦水。念故人老大，风流未减，独回首、烟波里。推枕惘然不见，但空江、月明千里。五湖闻道，扁舟归去，仍携西子。云梦南州，武昌东岸，昔游应记。料多情梦里，端来见我，也参差是。",
        "author": "宋代",
        "poem_class": "宋词精选",
        "dynasty": "姜夔"
    },
    {
        "title": "长相思·花似伊",
        "paragraph": "花似伊，柳似伊。花柳青春人别离。低头双泪垂。长江东，长江西。两岸鸳鸯两处飞。相逢知几时。水是眼波横，山是眉峰聚。欲问行人去那边？眉眼盈盈处。才始送春归，又送君归去。若到江南赶上春，千万和春住。巨舰只缘因利往，扁舟亦是为名来。往来有愧先生德，特地通宵过钓台。雪花飞暖融香颊。颊香融暖飞花雪。欺雪任单衣。衣单任雪欺。别时梅子结。结子梅时别。归不恨开迟。迟开恨不归。",
        "author": "宋代",
        "poem_class": "宋词精选",
        "dynasty": "欧阳修"
    },
    {
        "title": "菩萨蛮·金陵赏心亭为叶丞相赋",
        "paragraph": "青山欲共高人语。联翩万马来无数。烟雨却低回。望来终不来。 人言头上发。总向愁中白。拍手笑沙鸥。一身都是愁。建炎庚戌题吴江平生太湖上，短棹几经过。如今重到，何事愁与水云多？拟把匣中长剑，换取扁舟一叶，归去老渔蓑。银艾非吾事，丘壑已蹉跎。脍新鲈，斟美酒，起悲歌。太平生长，岂谓今日识干戈。欲泻三江雪浪，净洗胡尘千里，不用挽天河。回首望霄汉，双泪堕清波！危楼古镜影犹寒。倒景忽相看。桃花不识东西晋，想如今、也梦邯郸。缥缈神仙海上，飘零图画人间。宝光丹气共回环。水弱小舟闲。秋风难老三珠树，尚依依、脆管清弹。说与霓裳莫舞，银桥不到深山。塞下秋来风景异，衡阳雁去无留意。四面边声连角起，千嶂里，长烟落日孤城闭。浊酒一杯家万里，燕然未勒归无计。羌管悠悠霜满地，人不寐，将军白发征夫泪。",
        "author": "宋代",
        "poem_class": "宋词精选",
        "dynasty": "辛弃疾"
    },
    {
        "title": "减字木兰花·去年今夜",
        "paragraph": "去年今夜，同醉月明花树下。此夜江边，月暗长堤柳暗船。故人何处？带我离愁江外去。来岁花前，又是今年忆去年。孤馆灯青，野店鸡号，旅枕梦残。渐月华收练，晨霜耿耿；云山摛锦，朝露漙漙。世路无穷，劳生有限，似此区区长鲜欢。微吟罢，凭征鞍无语，往事千端。当时共客长安，似二陆初来俱少年。有笔头千字，胸中万卷；致君尧舜，此事何难？用舍由时，行藏在我，袖手何妨闲处看。身长健，但优游卒岁，且斗尊前。绿遍山原白满川，子规声里雨如烟。乡村四月闲人少，才了蚕桑又插田。何处望神州？满眼风光北固楼。千古兴亡多少事？悠悠。不尽长江滚滚流。年少万兜鍪，坐断东南战未休。天下英雄谁敌手？曹刘。生子当如孙仲谋。",
        "author": "宋代",
        "poem_class": "宋词精选",
        "dynasty": "吕本中"
    },
    {
        "title": "渔家傲·画鼓声中昏又晓",
        "paragraph": "画鼓声中昏又晓。时光只解催人老。求得浅欢风日好。齐揭调。神仙一曲渔家傲。绿水悠悠天杳杳。浮生岂得长年少。莫惜醉来开口笑。须信道。人间万事何时了。身外闲愁空满，眼中欢事常稀。明年应赋送君诗。细从今夜数，相会几多时。浅酒欲邀谁劝，深情惟有君知。东溪春近好同归。柳垂江上影，梅谢雪中枝。一别都门三改火，天涯踏尽红尘。依然一笑作春温。无波真古井，有节是秋筠。惆怅孤帆连夜发，送行淡月微云。尊前不用翠眉颦。人生如逆旅，我亦是行人。(尊 通：樽)蜀道登天，一杯送、绣衣行客。还自叹、中年多病，不堪离别。东北看惊诸葛表，西南更草相如檄。把功名、收拾付君侯，如椽笔。儿女泪，君休滴。荆楚路，吾能说。要新诗准备，庐山山色。赤壁矶头千古浪，铜鞮陌上三更月。正梅花、万里雪深时，须相忆。",
        "author": "宋代",
        "poem_class": "宋词精选",
        "dynasty": "晏殊"
    },
    {
        "title": "长相思·长相思",
        "paragraph": "长相思，长相思。若问相思甚了期，除非相见时。长相思，长相思。欲把相思说似谁，浅情人不知。萧萧梧叶送寒声，江上秋风动客情。知有儿童挑促织，夜深篱落一灯明。秋色渐将晚，霜信报黄花。小窗低户深映，微路绕欹斜。为问山翁何事，坐看流年轻度，拚却鬓双华。徙倚望沧海，天净水明霞。 念平昔，空飘荡，遍天涯。归来三径重扫，松竹本吾家。却恨悲风时起，冉冉云间新雁，边马怨胡笳。谁似东山老，谈笑静胡沙。去年相送，余杭门外，飞雪似杨花。今年春尽，杨花似雪，犹不见还家。对酒卷帘邀明月，风露透窗纱。恰似姮娥怜双燕，分明照、画梁斜。",
        "author": "宋代",
        "poem_class": "宋词精选",
        "dynasty": "晏几道"
    },
    {
        "title": "江南春·波渺渺",
        "paragraph": "波渺渺，柳依依。孤村芳草远，斜日杏花飞。江南春尽离肠断，蘋满汀洲人未归。南浦春来绿一川，石桥朱塔两依然。年年送客横塘路，细雨垂杨系画船。花落柴门掩夕晖，昏鸦数点傍林飞。吟余小立阑干外，遥见樵渔一路归。北山输绿涨横陂，直堑回塘滟滟时。细数落花因坐久，缓寻芳草得归迟。",
        "author": "宋代",
        "poem_class": "宋词精选",
        "dynasty": "寇准"
    }
]