[
    {
        "title": "寒食日作",
        "paragraph": "红深绿暗径相交，抱暖含芳披紫袍。彩索平时墙婉娩，轻球落处晚寥梢。窗中草色妬鸡卵，盘上芹泥憎燕巢。自有玉楼春意在，不能骑马度烟郊。碧山学士焚银鱼，白马却走深岩居。古人已用三冬足，年少今开万卷余。晴云满户团倾盖，秋水浮阶溜决渠。富贵必从勤苦得，男儿须读五车书。我来竟何事，高卧沙丘城。城边有古树，日夕连秋声。鲁酒不可醉，齐歌空复情。思君若汶水，浩荡寄南征。银烛秋光冷画屏，轻罗小扇扑流萤。天阶夜色凉如水，卧看牵牛织女星。(天阶 一作：天街；卧看 一作：坐看)",
        "author": "唐代",
        "poem_class": "寒食",
        "dynasty": "温庭筠"
    },
    {
        "title": "和宋之问寒食题临江驿",
        "paragraph": "闻道山阴会，仍为火忌辰。途中甘弃日，江上苦伤春。 流水翻催泪，寒灰更伴人。丹心终不改，白发为谁新。江城如画里，山晚望晴空。(晚 一作：晓)两水夹明镜，双桥落彩虹。人烟寒橘柚，秋色老梧桐。谁念北楼上，临风怀谢公。客路青山外，行舟绿水前。(青山外 一作：青山下)潮平两岸阔，风正一帆悬。海日生残夜，江春入旧年。乡书何处达？归雁洛阳边。杨柳阴阴细雨晴，残花落尽见流莺。春风一夜吹乡梦，又逐春风到洛城。(乡 一作：香)",
        "author": "唐代",
        "poem_class": "寒食",
        "dynasty": "胡皓"
    },
    {
        "title": "西夏寒食遣兴",
        "paragraph": "春空云淡禁烟中，冷落那堪客里逢。饭煮青精颜固好，杯传蓝尾习能同。锦销文杏枝头雨，雪卷棠梨树底风。往事慢思魂欲断，不堪回首贺兰东。金鸭香消夏日长，抛书高卧北窗凉。晚来骤雨山头过，栀子花开满院香。崇祯五年十二月，余住西湖。大雪三日，湖中人鸟声俱绝。是日更定矣，余拏一小舟，拥毳衣炉火，独往湖心亭看雪。雾凇沆砀，天与云与山与水，上下一白，湖上影子，惟长堤一痕、湖心亭一点、与余舟一芥、舟中人两三粒而已。(余拏 一作：余挐)到亭上，有两人铺毡对坐，一童子烧酒炉正沸。见余大喜曰：“湖中焉得更有此人！”拉余同饮。余强饮三大白而别。问其姓氏，是金陵人，客此。及下船，舟子喃喃曰：“莫说相公痴，更有痴似相公者。”于园在瓜洲步五里铺，富人于五所园也。非显者刺，则门钥不得出。葆生叔同知瓜洲，携余往，主人处处款之。园中无他奇，奇在磊石。前堂石坡高二丈，上植果子松数棵，缘坡植牡丹、芍药，人不得上，以实奇。后厅临大池，池中奇峰绝壑，陡上陡下，人走池底，仰视莲花反在天上，以空奇。卧房槛外，一壑旋下如螺蛳缠，以幽阴深邃奇。再后一水阁，长如艇子，跨小河，四围灌木蒙丛，禽鸟啾唧，如深山茂林，坐其中，颓然碧窈。瓜洲诸园亭，俱以假山显，（胎于石，娠于磊石之手，男女于琢磨搜剔之主人），至于园可无憾矣。",
        "author": "明代",
        "poem_class": "寒食",
        "dynasty": "朱孟德"
    },
    {
        "title": "菩萨蛮·落花夜雨辞寒食",
        "paragraph": "落花夜雨辞寒食。尘香明日城南陌。玉靥湿斜红。泪痕千万重。 伤春头竟白。来去春如客。人瘦绿阴浓。日长帘影中。茅檐低小，溪上青青草。醉里吴音相媚好，白发谁家翁媪？大儿锄豆溪东，中儿正织鸡笼。最喜小儿亡赖，溪头卧剥莲蓬。(亡 同：无)《水经》云：“彭蠡之口有石钟山焉。”郦元以为下临深潭，微风鼓浪，水石相搏，声如洪钟。是说也，人常疑之。今以钟磬置水中，虽大风浪不能鸣也，而况石乎！至唐李渤始访其遗踪，得双石于潭上，扣而聆之，南声函胡，北音清越，桴止响腾，余韵徐歇。自以为得之矣。然是说也，余尤疑之。石之铿然有声者，所在皆是也，而此独以钟名，何哉？元丰七年六月丁丑，余自齐安舟行适临汝，而长子迈将赴饶之德兴尉，送之至湖口，因得观所谓石钟者。寺僧使小童持斧，于乱石间择其一二扣之，硿硿焉。余固笑而不信也。至莫夜月明，独与迈乘小舟，至绝壁下。大石侧立千尺，如猛兽奇鬼，森然欲搏人；而山上栖鹘，闻人声亦惊起，磔磔云霄间；又有若老人咳且笑于山谷中者，或曰此鹳鹤也。余方心动欲还，而大声发于水上，噌吰如钟鼓不绝。舟人大恐。徐而察之，则山下皆石穴罅，不知其浅深，微波入焉，涵澹澎湃而为此也。舟回至两山间，将入港口，有大石当中流，可坐百人，空中而多窍，与风水相吞吐，有窾坎镗鞳之声，与向之噌吰者相应，如乐作焉。因笑谓迈曰：“汝识之乎？噌吰者，周景王之无射也；窾坎镗鞳者，魏庄子之歌钟也。古之人不余欺也！”事不目见耳闻，而臆断其有无，可乎？郦元之所见闻，殆与余同，而言之不详；士大夫终不肯以小舟夜泊绝壁之下，故莫能知；而渔工水师虽知而不能言。此世所以不传也。而陋者乃以斧斤考击而求之，自以为得其实。余是以记之，盖叹郦元之简，而笑李渤之陋也。 柳下笙歌庭院，花间姊妹秋千。记得春楼当日事，写向红窗夜月前。凭谁寄小莲。绛蜡等闲陪泪，吴蚕到了缠绵。绿鬓能供多少恨，未肯无情比断弦。今年老去年。",
        "author": "宋代",
        "poem_class": "寒食",
        "dynasty": "吴文英"
    },
    {
        "title": "寒食",
        "paragraph": "地僻人稀到，檐虚燕未过。清愁诗酒少，寒食雨风多。名字因农具，襟怀属钓蓑。莫惊时节换，安分看如何。小绿间长红，露蕊烟丛。花开花落昔年同。惟恨花前携手处，往事成空。山远水重重，一笑难逢。已拚长在别离中。霜鬓知他从此去，几度春风。炎光谢。过暮雨、芳尘轻洒。乍露冷风清庭户，爽天如水，玉钩遥挂。应是星娥嗟久阻，叙旧约、飙轮欲驾。极目处、微云暗度，耿耿银河高泻。 闲雅。须知此景，古今无价。运巧思、穿针楼上女，抬粉面、云鬟相亚。钿合金钗私语处，算谁在、回廊影下。愿天上人间，占得欢娱，年年今夜。薄露初零，长宵共、永昼分停。绕水楼台，高耸万丈蓬瀛。芝兰为寿，相辉映、簪笏盈庭。花柔玉净，捧觞别有娉婷。鹤瘦松青，精神与、秋月争明。德行文章，素驰日下声名。东山高蹈，虽卿相、不足为荣。安石须起，要苏天下苍生。",
        "author": "宋代",
        "poem_class": "寒食",
        "dynasty": "张镃"
    },
    {
        "title": "寒食日重游李氏园亭有怀",
        "paragraph": "往年同在鸾桥上，见倚朱阑咏柳绵。今日独来香径里，更无人迹有苔钱。伤心阔别三千里，屈指思量四五年。料得他乡遇佳节，亦应怀抱暗凄然。昔年有狂客，号尔谪仙人。笔落惊风雨，诗成泣鬼神。声名从此大，汩没一朝伸。文采承殊渥，流传必绝伦。龙舟移棹晚，兽锦夺袍新。白日来深殿，青云满后尘。乞归优诏许，遇我宿心亲。未负幽栖志，兼全宠辱身。剧谈怜野逸，嗜酒见天真。醉舞梁园夜，行歌泗水春。才高心不展，道屈善无邻。处士祢衡俊，诸生原宪贫。稻粱求未足，薏苡谤何频。五岭炎蒸地，三危放逐臣。几年遭鵩鸟，独泣向麒麟。苏武先还汉，黄公岂事秦。楚筵辞醴日，梁狱上书辰。已用当时法，谁将此义陈。老吟秋月下，病起暮江滨。莫怪恩波隔，乘槎与问津。花枝草蔓眼中开，小白长红越女腮。可怜日暮嫣香落，嫁与春风不用媒。(其一)宫北田塍晓气酣，黄桑饮露窣宫帘。长腰健妇偷攀折，将喂吴王八茧蚕。(其二)竹里缲丝挑网车，青蝉独噪日光斜。桃胶迎夏香琥珀，自课越佣能种瓜。(其三)三十未有二十余，白日长饥小甲蔬。桥头长老相哀念，因遗戎韬一卷书。(其四)男儿何不带吴钩，收取关山五十州。请君暂上凌烟阁，若个书生万户侯？(其五)寻章摘句老雕虫，晓月当帘挂玉弓。不见年年辽海上，文章何处哭秋风？(其六)长卿牢落悲空舍，曼倩诙谐取自容。见买若耶溪水剑，明朝归去事猿公。(其七)春水初生乳燕飞，黄蜂小尾扑花归。窗含远色通书幌，鱼拥香钩近石矶。(其八)泉沙软卧鸳鸯暖，曲岸回篙舴艋迟。泻酒木栏椒叶盖，病容扶起种菱丝。(其九)边让今朝忆蔡邕，无心裁曲卧春风。舍南有竹堪书字，老去溪头作钓翁。(其十)长峦谷口倚嵇家，白昼千峰老翠华。自履藤鞋收石蜜，手牵苔絮长莼花。(其十一)松溪黑水新龙卵，桂洞生硝旧马牙。谁遣虞卿裁道帔，轻绡一匹染朝霞。(其十二)小树开朝径，长茸湿夜烟。柳花惊雪浦，麦雨涨溪田。古刹疏钟度，遥岚破月悬。沙头敲石火，烧竹照渔船。(其十三)一夜新霜著瓦轻，芭蕉新折败荷倾。耐寒唯有东篱菊，金粟初开晓更清。",
        "author": "唐代",
        "poem_class": "寒食",
        "dynasty": "韩偓"
    },
    {
        "title": "扫花游·西湖寒食",
        "paragraph": "冷空淡碧，带翳柳轻云，护花深雾。艳晨易午。正笙箫竞渡，绮罗争路。骤卷风埃，半掩长蛾翠妩。散红缕。渐红湿杏泥，愁燕无语。乘盖争避处。就解佩旗亭，故人相遇。恨春太妒。溅行裙更惜，凤钩尘污。酹入梅根，万点啼痕暗树。峭寒暮。更萧萧、陇头人去。留春不住，费尽莺儿语。满地残红宫锦污，昨夜南园风雨。小怜初上琵琶，晓来思绕天涯。不肯画堂朱户，春风自在杨花。溪水将桥不复回，小舟犹倚短篙开。交情得似山溪渡，不管风波去又来。月缺不改光，剑折不改刚。月缺魄易满，剑折铸复良。势利压山岳，难屈志士肠。男儿自有守，可杀不可苟。",
        "author": "宋代",
        "poem_class": "寒食",
        "dynasty": "吴文英"
    },
    {
        "title": "长安寒食",
        "paragraph": "春日照九衢。春风媚罗绮。万骑出都门，拥在香尘里。莫辞吊枯骨，千载长如此。安知今日身，不是昔时鬼。但看平地游，亦见摧辀死。群鸡正乱叫，客至鸡斗争。驱鸡上树木，始闻叩柴荆。父老四五人，问我久远行。手中各有携，倾榼浊复清。莫辞酒味薄，黍地无人耕。兵戈既未息，儿童尽东征。请为父老歌：艰难愧深情！歌罢仰天叹，四座泪纵横。枿坐云游出世尘，兼无瓶钵可随身。逢人不说人间事，便是人间无事人。竹帛烟销帝业虚，关河空锁祖龙居。坑灰未冷山东乱，刘项原来不读书。",
        "author": "唐代",
        "poem_class": "寒食",
        "dynasty": "邵谒"
    },
    {
        "title": "寒食",
        "paragraph": "田舍清明日，家家出火迟。白衫眠古巷，红索搭高枝。 纱带生难结，铜钗重欲垂。斩新衣踏尽，还似去年时。故园东望路漫漫，双袖龙钟泪不干。 马上相逢无纸笔，凭君传语报平安。清江一曲抱村流，长夏江村事事幽。自去自来堂上燕，相亲相近水中鸥。(堂上 一作：梁上)老妻画纸为棋局，稚子敲针作钓钩。但有故人供禄米，微躯此外更何求？客路青山外，行舟绿水前。(青山外 一作：青山下)潮平两岸阔，风正一帆悬。海日生残夜，江春入旧年。乡书何处达？归雁洛阳边。",
        "author": "唐代",
        "poem_class": "寒食",
        "dynasty": "王建"
    },
    {
        "title": "诉衷情·寒食",
        "paragraph": "涌金门外小瀛洲。寒食更风流。红船满湖歌吹，花外有高楼。晴日暖，淡烟浮。恣嬉游。三千粉黛，十二阑干，一片云头。片片蝶衣轻，点点猩红小。道是天公不惜花，百种千般巧。 朝见树头繁，暮见枝头少。道是天公果惜花，雨洗风吹了。迢迢天汉西南落，喔喔邻鸡一再鸣。壮志病来消欲尽，出门搔首怆平生。三万里河东入海，五千仞岳上摩天。遗民泪尽胡尘里，南望王师又一年。石梁茅屋有弯碕，流水溅溅度两陂。(度两陂 一作：度西陂)晴日暖风生麦气，绿阴幽草胜花时。",
        "author": "宋代",
        "poem_class": "寒食",
        "dynasty": "仲殊"
    },
    {
        "title": "寒食",
        "paragraph": "江乡时节逢寒食，花落未将春减色，岭南能有几多花，寒食临之扫春迹。花多花少非我事，春去春来亦堪惜。柴门风雨小庭寒，无奈池塘烟草碧。欲将诗句慰穷愁，眼中万象皆相识。欣然应接已无暇，都为老来无笔力。梨花风起正清明，游子寻春半出城。日暮笙歌收拾去，万株杨柳属流莺。宝钗分，桃叶渡，烟柳暗南浦。怕上层楼，十日九风雨。断肠片片飞红，都无人管，更谁劝、啼莺声住？鬓边觑，试把花卜归期，才簪又重数。罗帐灯昏，哽咽梦中语：是他春带愁来，春归何处？却不解、带将愁去。风消焰蜡，露浥红莲，花市光相射。桂华流瓦。纤云散，耿耿素娥欲下。衣裳淡雅。看楚女纤腰一把。箫鼓喧，人影参差，满路飘香麝。因念都城放夜。望千门如昼，嬉笑游冶。钿车罗帕。相逢处，自有暗尘随马。年光是也。唯只见、旧情衰谢。清漏移，飞盖归来，从舞休歌罢。",
        "author": "宋代",
        "poem_class": "寒食",
        "dynasty": "郑刚中"
    },
    {
        "title": "寒食郊行书事",
        "paragraph": "野店垂杨步，荒祠苦竹丛。鹭窥芦箔水，鸟啄纸钱风。媪引浓妆女，儿扶烂醉翁。深村时节好，应为去年丰。湖上风来波浩渺。秋已暮、红稀香少。水光山色与人亲，说不尽、无穷好。 莲子已成荷叶老。青露洗、蘋花汀草。眠沙鸥鹭不回头，似也恨、人归早。十八新娘八十郎，苍苍白发对红妆。鸳鸯被里成双夜，一树梨花压海棠。吴兴号水晶宫，荷花盛丽。陈简斋云：“今年何以报君恩，一路荷花相送到青墩。”亦可见矣。丁未之夏，予游千岩，数往来红香中，自度此曲，以无射宫歌之。 簟枕邀凉，琴书换日，睡余无力。细洒冰泉，并刀破甘碧。墙头唤酒，谁问讯、城南诗客。岑寂，高柳晚蝉，说西风消息。虹梁水陌，鱼浪吹香，红衣半狼藉。维舟试望，故国渺天北。可惜渚边沙外，不共美人游历。问甚时同赋，三十六陂秋色？ ",
        "author": "宋代",
        "poem_class": "寒食",
        "dynasty": "范成大"
    },
    {
        "title": "西子妆慢·湖上清明薄游",
        "paragraph": "流水麹尘，艳阳醅酒，画舸游情如雾。笑拈芳草不知名，乍凌波、断桥西堍。垂杨漫舞。总不解、将春系住。燕归来，问彩绳纤手，如今何许。 欢盟误。一箭流光，又趁寒食去。不堪衰鬓著飞花，傍绿阴、冷烟深树。玄都秀句。记前度、刘郎曾赋。最伤心、一片孤山细雨。画船载酒西湖好，急管繁弦，玉盏催传，稳泛平波任醉眠。行云却在行舟下，空水澄鲜，俯仰留连，疑是湖中别有天。茅檐长扫净无苔，花木成畦手自栽。一水护田将绿绕，两山排闼送青来。桑条索漠楝花繁，风敛余香暗度垣。黄鸟数声残午梦，尚疑身属半山园。一向年光有限身，等闲离别易销魂，酒筵歌席莫辞频。满目山河空念远，落花风雨更伤春，不如怜取眼前人。",
        "author": "宋代",
        "poem_class": "寒食",
        "dynasty": "吴文英"
    },
    {
        "title": "蟾宫曲·寒食新野道中",
        "paragraph": "柳濛烟梨雪参差，犬吠柴荆，燕语茅茨。老瓦盆边，田家翁媪，鬓发如丝。桑柘外秋千女儿，髻双鸦斜插花枝。转眄移时，应叹行人，马上哦诗。眼前花怎得接连枝，眉上锁新教配钥匙，描笔儿勾销了伤春事。闷葫芦铰断线儿，锦鸳鸯别对了个雄雌。野蜂儿难寻觅，蝎虎儿干害死，蚕蛹儿毕罢了相思。至道本无言说，全凭立志刚坚。心常不昧究根源。一月千潭普见。会取击风捕影，便知火里栽莲。任他海水变桑田。只这本来无变。一拳搥碎黄鹤楼，一脚踢翻鹦鹉洲。有意气时消意气，不风流处也风流。",
        "author": "元代",
        "poem_class": "寒食",
        "dynasty": "卢挚"
    },
    {
        "title": "浣溪沙·清晓妆成寒食天",
        "paragraph": "清晓妆成寒食天，柳球斜袅间花钿，卷帘直出画堂前。指点牡丹初绽朵，日高犹自凭朱栏，含嚬不语恨春残。船下广陵去，月明征虏亭。山花如绣颊，江火似流萤。自君之出矣，不复理残机。思君如满月，夜夜减清辉。西山白雪三城戍，南浦清江万里桥。海内风尘诸弟隔，天涯涕泪一身遥。惟将迟暮供多病，未有涓埃答圣朝。(惟 通：唯)跨马出郊时极目，不堪人事日萧条。",
        "author": "唐代",
        "poem_class": "寒食",
        "dynasty": "韦庄"
    },
    {
        "title": "醉太平·寒食",
        "paragraph": "声声啼乳鸦，生叫破韶华。夜深微雨润堤沙，香风万家。画楼洗净鸳鸯瓦，彩绳半湿秋千架。觉来红日上窗纱，听街头卖杏花。一帘飞絮滚凤团，启朱扉眼花撩乱。腕消金钏松，腰瘦翠裙宽。独步盘桓，幽窗下画栏畔。【驻马听】妆点幽欢，凤髓茶温白玉碗；安排佳玩，龙涎香袅紫金盘。琼花露点滴水晶丸，荔枝浆荡漾玻璃罐。日光酣，天气暖，牡丹风吹不到芙蓉幔。【乔牌儿】娇莺时，杜字自呼唤。故人一去音尘断，这芳菲谁顾管。【鸿门凯歌】冷淡了联珠翡翠冠，离披了合彩鸳鸯段，零落了回文龟背锦，空闲了通宝鸦青幔，巫山庙云壑翠Лヴ桃源洞烟火黑弥漫，望夫台景物年年在，相思海风波日日满。眉攒，屈纤指把归期算；心酸，染霜毫将离恨纂。【甜水令】空撇下乡幕房栊，银烛帏屏，珠帘楼观，几度月团圆。斗草无心，待月无情，吹箫无伴，眼睁睁寡凤孤鸾。【天香引】将一个瘦形骸青镜羞观，愁也多端，病也多端。柳影花阴，看别人玉鸣鸾。听一篇《长恨歌》肝肠刃剜，念几句送春词骨肉锥钻。盟誓难瞒，疼热难拚。生也同衾，死也同棺。【随煞】多应是在谁家风月闲亭馆，陡恁的情悭义短。我ゐ惶事攒下万千般，他风流罪攒来数十款。送王姬往钱塘十年无梦到京师，卧书窗坦然如是。几偿沽酒债，填不满买花资。近柳题诗，又感起少年事。【驻马听】槁木船容姿，对花月羞斟鹦鹉卮。浮云般神思，扭宫商强作鹧鸪词。我吟到碧梧栖老凤凰枝，他道是雕笼锁定鸳鸯翅。急煎煎捻断吟髭，则被你紫云娘奚落杀白衣士。【沉醉东风】讲礼教虚心儿拜辞，说艰难满口儿嗟咨。蛾眉浅黛颦，花靥啼红渍，向樽前留下些相思。我本是当年杜牧之，休认做苏州剌史。【庆东原】雨歇阳关至，草生南浦时，好山一路相随侍。沉点点莺花担儿，稳拍拍的花藤轿儿，嗑刺刺鹿顶车儿。踅过若耶溪，赶上钱塘市。【离亭宴歇指煞】我不向风流选内求咨示，谁承望别离卷上题名字，关心为此。慢教蜂做问花媒，不劳莺唤寻芳友，何须蝶做追香使。春残小洞房，门掩闲构肆，不是我愁红怨紫。青楼赢的姓名留，彩云渐逐箫声去，锦鳞拟待音书至。明牵双渐情，暗隐江淹志。多娇鉴兹，搜锦绣九回肠，扫云烟半张纸。秋夜梦回有感凤台无伴吕鸾箫，间别来未知音耗。鱼沉尺素稀，雁断锦笺遥。魄散魂消，心间事对谁道。【驻马听】林外萧条，一夜霜侵红叶老。庭前寂寥，几番风撼的碧梧雕。病儿多偏觉被儿薄。影儿孤最怕灯儿照。睡不着，淅零零暮雨窗前哨。【乔牌儿】业眼儿才待交，丫鬟早来报。揽衣推枕掀帘幕，共多情厮撞着。【沉醉东风】则见他乌云髻斜簪玉翘，芙蓉额檀口似樱桃。端的是万种娇，千般俏，更那堪兰麝香飘。今日个得见多情女艳娇，将我这受过的凄凉忘了。【风入松】相思一担我都挑，压损沈郎腰，笋条般瘦损潘安貌。这些时茶和饭懒待汤着，几番待要觅尤云寻取快乐，争奈被水淹蓝桥。【甜水令】则见他款解罗衫，轻分罗帐，低垂罗幕，团弄粉香娇。半拥鸳衾，斜倚珊枕，共谐欢乐，枕凝酥手腕儿相交。【雁儿落】被翻红浪高，髻乌云落。强如海上方，胜似灵丹药。【得胜令】呀，则见他粉汁透鲛绡，恰便似带雨海棠娇。雨歇阳台静，云还楚岫遥。欲再整鸾交，间阻邯郸道。懊恨你一个妖挠，可怎生梦儿里无下梢。【川拨棹】我这里下庭皋，雨初晴月影高。银汉迢迢，落叶萧萧。万籁静闲庭悄悄，原来这几般儿将鸳梦搅。【七弟兄】画帘外铁敲，纱窗外竹摇，呀，敢聒的人越难熬。寒蛩唧唧临阶闹，疏萤点点趁风飘，宾鸿呖呖穿云叫。【梅花酒】呀，我这里自窨约，三鼓又频敲，四更又初交。呀，咱两意又徒劳，心儿里相念着。呀，敢梦儿里故寻着，不由人越懊恼。书房中受寂寥，我心内自量度。【喜江南】几番待接丝弦何处觅鸾胶，敢银瓶无计井中捞，转南柯蚁阵早迷巢。可着我怎了，孤眠独枕过今宵。【离亭宴煞】西风煞是能聒噪，秋声不管离人恼，鬼病儿今番越着。不能够共枕席，谩使传书简，空服灵丹药。近灯檠将香篆焚，叩香几把灵神告，将一个羊儿赛了。你怎生再使我可怜他，着俺这夫妇团圆睡到晓。秋怀碧天风露怯青衫，客窗寒月斜灯暗。浊醪和泪饮，黄菊带愁簪。地北天南，佳期被利名赚。【驻马听】沈约羞惭，都道年来腰瘦减；潘安惊惨，自怜老去鬓{髟}。鸳鸯被错配了玉清庵，凤鸾交干闪下蓝桥站。不知音休笑俺，吟肩惯压相思担。【乔牌儿】汝阳斋曾笑谈，凤月所试评鉴。贾充宅不许儒生探，冷清清谁愿览。【雁儿落】误人书方知性理担，评花稿才觉文章淡。碧云笺慵将鸟篆临，紫霜毫倦把龙香蘸。【得胜令】凤流谜谨包含，姻缘簿煞尴尬。绿绮琴冰弦断，红叶诗御水淹。何堪，青楼集乔科范；难甘，白头吟，冷句刂。【滴滴金】自从他暗与香囊，痛剪青丝，平分宝鉴，直恁的绝雁贴。断鱼缄，都做了落叶随风，断梗逐波，轻舟脱缆，急回头秋已过三。【折桂令】将一片志诚心迤逗的人憨，悲切切似泣露寒蛩，气丝丝如做茧春蚕。抹泪揉眵，看别人花底停骖。可不道多病身愁怀易感，犹兀自读书人饿眼偏馋。憔翠难耽，寂寞多谙，空望想楚庙娉婷，枉祈求普救伽蓝。【尾声】我则见跳龙门撞碎了偷香胆，权宁耐红消绿减。成就了我紫罗礻阑犀角带虎头牌，受用你翡翠衾象牙床凤毛毯。人生弱丧自迷方。来往恰如狂。泥里弄泥团。竟不识、神珠夜光。几多风雨，几回磨灭，争肯暂恛惶。何处是家乡。便指与、疑心怎忘。自别后遥山隐隐，更那堪远水粼粼。见杨柳飞绵滚滚，对桃花醉脸醺醺。透内阁香风阵阵，掩重门暮雨纷纷。怕黄昏忽地又黄昏，不销魂怎地不销魂。新啼痕压旧啼痕，断肠人忆断肠人。今春香肌瘦几分？缕带宽三寸。",
        "author": "元代",
        "poem_class": "寒食",
        "dynasty": "王元鼎"
    },
    {
        "title": "寒食书事",
        "paragraph": "寂寞柴门村落里，也教插柳记年华。禁烟不到粤人国，上冢亦携庞老家。汉寝唐陵无麦饭，山溪野径有梨花。一樽径籍青苔卧，莫管城头奏暮笳。斜风细雨作春寒，对尊前，忆前欢。曾把梨花，寂寞泪阑干。芳草断烟南浦路，和别泪，看青山。昨宵结得梦夤缘，水云间，悄无言。争奈醒来，愁恨又依然。展转衾裯空懊恼，天易见，见伊难。游人脚底一声雷，满座顽云拨不开。天外黑风吹海立，浙东飞雨过江来。十分潋滟金樽凸，千杖敲铿羯鼓催。唤起谪仙泉洒面，倒倾鲛室泻琼瑰。春风吹碧，春云映绿，晓梦入芳裀。软衬飞花，远连流水，一望隔香尘。 萋萋多少江南恨，翻忆翠罗裙。冷落闲门，凄迷古道，烟雨正愁人。",
        "author": "宋代",
        "poem_class": "寒食",
        "dynasty": "赵元镇"
    },
    {
        "title": "寒食还陆浑别业",
        "paragraph": "洛阳城里花如雪，陆浑山中今始发。旦别河桥杨柳风，夕卧伊川桃李月。伊川桃李正芳新，寒食山中酒复春。野老不知尧舜力，酣歌一曲太平人。人闲桂花落，夜静春山空。月出惊山鸟，时鸣春涧中。百感中来不自由，角声孤起夕阳楼。(中 一作：衷)碧山终日思无尽，芳草何年恨即休？睫在眼前长不见，道非身外更何求。谁人得似张公子，千首诗轻万户侯。少陵野老吞声哭，春日潜行曲江曲。江头宫殿锁千门，细柳新蒲为谁绿？忆昔霓旌下南苑，苑中万物生颜色。昭阳殿里第一人，同辇随君侍君侧。辇前才人带弓箭，白马嚼啮黄金勒。翻身向天仰射云，一笑正坠双飞翼。(一笑 一作：一箭)明眸皓齿今何在？血污游魂归不得。清渭东流剑阁深，去住彼此无消息。人生有情泪沾臆，江水江花岂终极！黄昏胡骑尘满城，欲往城南望城北。",
        "author": "唐代",
        "poem_class": "寒食",
        "dynasty": "宋之问"
    },
    {
        "title": "唐多令·寒食",
        "paragraph": "时闻先朝陵寝，有不忍言者。碧草带芳林，寒塘涨水深。五更风雨断遥岑。雨下飞花花上泪，吹不去，两难禁。双缕绣盘金，平沙油壁侵。宫人斜外柳阴阴。回首西陵松柏路，肠断也，结同心。秋山青，秋水明，午梦惊秋醒未醒？乾坤一草亭。故国盟，故国情，夜阑斜月透疏棂，孤鸿三两声。缥渺真探白帝宫，三峰此日为谁雄。苍龙半挂秦川雨，石马长嘶汉苑风。地敞中原秋色尽，天开万里夕阳空。平生突兀看人意，容尔深知造化功。养儿徒养老，无儿生烦恼。临老不见儿，不如无儿好。",
        "author": "明代",
        "poem_class": "寒食",
        "dynasty": "陈子龙"
    },
    {
        "title": "仙城寒食歌·绍武陵",
        "paragraph": "亢龙宾天群龙战，潜龙跃出飞龙现。白衣苍狗等浮云，处处从龙作宫殿。东南半壁燕处堂，正统未亡垂一线。百日朝廷沸似汤，十郡山河去如电。高帝子孙隆准公，身殉社稷无牵恋。粤秀峰头望帝魂，直与煤山相后先。当时藁葬汉台东，三尺荒陵枕郊甸。四坟角立不知名，云是诸王殉国彦。左瞻右顾冢垒垒，万古一丘无贵贱。年年风雨暗清明，陌上行人泪如溅。寻思往事问重泉，笑折山花当九献。怅望钟山春草深，谁人更与除坛墠！秋风昨夜渡潇湘，触石穿林惯作狂。惟有竹枝浑不怕，挺然相斗一千场。秋心如海复如潮，惟有秋魂不可招。漠漠郁金香在臂，亭亭古玉佩当腰。气寒西北何人剑，声满东南几处箫。一川星斗烂无数，长天一月坠林梢。孤城铁瓮四山围，绝顶高秋坐落晖。眼见长江趋大海，青天却似向西飞。",
        "author": "清代",
        "poem_class": "寒食",
        "dynasty": "成鹫"
    },
    {
        "title": "寒食诗",
        "paragraph": "寒食时看郭外春，野人无处不伤神。平原累累添新冢，半是去年来哭人。春水春池满，春时春草生。春人饮春酒，春鸟弄春声。君生我未生，我生君已老。君恨我生迟，我恨君生早。人归万里外，意在一杯中。只虑前程远，开帆待好风。自入长信宫，每对孤灯泣。闺门镇不开，梦从何处入。一别行千里，来时未有期。月中三十日，无夜不相思。危楼高百尺，手可摘星辰。不敢高声语，恐惊天上人。君自故乡来，应知故乡事。来日绮窗前，寒梅著花未？",
        "author": "唐代",
        "poem_class": "寒食",
        "dynasty": "云表"
    },
    {
        "title": "丙辰年鄜州遇寒食城外醉吟五首",
        "paragraph": "满街杨柳绿丝烟，画出清明二月天。 好是隔帘花树动，女郎撩乱送秋千。 雕阴寒食足游人，金凤罗衣湿麝薰。 肠断入城芳草路，淡红香白一群群。 开元坡下日初斜，拜扫归来走钿车。 可惜数株红艳好，不知今夜落谁家。 马骄风疾玉鞭长，过去唯留一阵香。 闲客不须烧破眼，好花皆属富家郎。 雨丝烟柳欲清明，金屋人闲暖凤笙。 永日迢迢无一事，隔街闻筑气球声。清晨入古寺，初日照高林。曲径通幽处，禅房花木深。(曲径 一作：竹径)山光悦鸟性，潭影空人心。万籁此都寂，但余钟磬音。(都寂 一作：俱寂；但余 一作：惟闻)昔日龌龊不足夸，今朝放荡思无涯。 春风得意马蹄疾，一日看尽长安花。近腊月下，景气和畅，故山殊可过。足下方温经，猥不敢相烦，辄便往山中，憩感配寺，与山僧饭讫而去。北涉玄灞，清月映郭。夜登华子冈，辋水沦涟，与月上下。寒山远火，明灭林外。深巷寒犬，吠声如豹。村墟夜舂，复与疏钟相间。此时独坐，僮仆静默，多思曩昔，携手赋诗，步仄径，临清流也。当待春中，草木蔓发，春山可望，轻鲦出水，白鸥矫翼，露湿青皋，麦陇朝雊，斯之不远，倘能从我游乎？非子天机清妙者，岂能以此不急之务相邀。然是中有深趣矣！无忽。因驮黄檗人往，不一，山中人王维白。 ",
        "author": "唐代",
        "poem_class": "寒食",
        "dynasty": "韦庄"
    },
    {
        "title": "寒食雨二首",
        "paragraph": "自我来黄州，已过三寒食。年年欲惜春，春去不容惜。今年又苦雨，两月秋萧瑟。卧闻海棠花，泥污燕支雪。暗中偷负去，夜半真有力。何殊病少年，病起头已白。春江欲入户，雨势来不已。小屋如渔舟，濛濛水云里。空庖煮寒菜，破灶烧湿苇。那知是寒食，但见乌衔纸。君门深九重，坟墓在万里。也拟哭途穷，死灰吹不起。环滁皆山也。其西南诸峰，林壑尤美，望之蔚然而深秀者，琅琊也。山行六七里，渐闻水声潺潺，而泻出于两峰之间者，酿泉也。峰回路转，有亭翼然临于泉上者，醉翁亭也。作亭者谁？山之僧智仙也。名之者谁？太守自谓也。太守与客来饮于此，饮少辄醉，而年又最高，故自号曰醉翁也。醉翁之意不在酒，在乎山水之间也。山水之乐，得之心而寓之酒也。若夫日出而林霏开，云归而岩穴暝，晦明变化者，山间之朝暮也。野芳发而幽香，佳木秀而繁阴，风霜高洁，水落而石出者，山间之四时也。朝而往，暮而归，四时之景不同，而乐亦无穷也。至于负者歌于途，行者休于树，前者呼，后者应，伛偻提携，往来而不绝者，滁人游也。临溪而渔，溪深而鱼肥，酿泉为酒，泉香而酒洌，山肴野蔌，杂然而前陈者，太守宴也。宴酣之乐，非丝非竹，射者中，弈者胜，觥筹交错，起坐而喧哗者，众宾欢也。苍颜白发，颓然乎其间者，太守醉也。已而夕阳在山，人影散乱，太守归而宾客从也。树林阴翳，鸣声上下，游人去而禽鸟乐也。然而禽鸟知山林之乐，而不知人之乐；人知从太守游而乐，而不知太守之乐其乐也。醉能同其乐，醒能述以文者，太守也。太守谓谁？庐陵欧阳修也。梨花淡白柳深青，柳絮飞时花满城。惆怅东栏一株雪，人生看得几清明。枕中云气千峰近，床底松声万壑哀。要看银山拍天浪，开窗放入大江来。",
        "author": "宋代",
        "poem_class": "寒食",
        "dynasty": "苏轼"
    },
    {
        "title": "寒食",
        "paragraph": "普天皆灭焰，匝地尽藏烟。不知何处火，来就客心然。寂寞天宝后，园庐但蒿藜。我里百余家，世乱各东西。存者无消息，死者为尘泥。贱子因阵败，归来寻旧蹊。久行见空巷，日瘦气惨凄，但对狐与狸，竖毛怒我啼。四邻何所有，一二老寡妻。宿鸟恋本枝，安辞且穷栖。方春独荷锄，日暮还灌畦。县吏知我至，召令习鼓鞞。虽从本州役，内顾无所携。近行止一身，远去终转迷。家乡既荡尽，远近理亦齐。永痛长病母，五年委沟溪。生我不得力，终身两酸嘶。人生无家别，何以为蒸黎。自爱残妆晓镜中，环钗漫篸绿丝丛。须臾日射胭脂颊，一朵红苏旋欲融。山泉散漫绕阶流，万树桃花映小楼。闲读道书慵未起，水晶帘下看梳头。红罗著压逐时新，吉了花纱嫩麴尘。第一莫嫌材地弱，些些纰缦最宜人。曾经沧海难为水，除却巫山不是云。取次花丛懒回顾，半缘修道半缘君。寻常百种花齐发，偏摘梨花与白人。今日江头两三树，可怜和叶度残春。少时犹不忧生计，老后谁能惜酒钱？共把十千沽一斗，相看七十欠三年。闲征雅令穷经史，醉听清吟胜管弦。更待菊黄家酝熟，共君一醉一陶然。(酝 一作：酿)",
        "author": "唐代",
        "poem_class": "寒食",
        "dynasty": "沈佺期"
    },
    {
        "title": "菩萨蛮·阑风伏雨催寒食",
        "paragraph": "阑风伏雨催寒食，樱桃一夜花狼藉。刚与病相宜，锁窗薰绣衣。画眉烦女伴，央及流莺唤。半晌试开奁，娇多直自嫌。中表姻亲，诗文情愫，十年幼小娇相护。不须燕子引人行，画堂到得重重户。颠倒思量，朦胧劫数，藕丝不断莲心苦。分明一见怕销魂，却愁不到销魂处。六月荷花香满湖，红衣绿扇映清波。木兰舟上如花女，采得莲房爱子多。看斜阳一缕，刚送得，片帆归。正岸绕孤城，波回野渡，月暗闲堤。依稀是谁相忆？但轻魂如梦逐烟飞。赢得双双泪眼，从教涴尽罗衣。江南几日又天涯，谁与寄相思？怅夜夜霜花，空林开遍，也只侬知。安排十分秋色，便芳菲总是别离时。惟有醉将醽醁，任他柔橹轻移。",
        "author": "清代",
        "poem_class": "寒食",
        "dynasty": "纳兰性德"
    },
    {
        "title": "木兰花·乙卯吴兴寒食",
        "paragraph": "龙头舴艋吴儿竞，笋柱秋千游女并。芳洲拾翠暮忘归，秀野踏青来不定。行云去后遥山暝，已放笙歌池院静。中庭月色正清明，无数杨花过无影。听我尊前醉后歌，人生无奈别离何。但使情亲千里近，须信：无情对面是山河。(无奈 一作：亡奈)寄语石头城下水：居士，而今浑不怕风波。借使未如鸥鸟伴；经惯，也应学得老渔蓑。秋到边城角声哀，烽火照高台。悲歌击筑，凭高酹酒，此兴悠哉。多情谁似南山月，特地暮云开。灞桥烟柳，曲江池馆，应待人来。片片蝶衣轻，点点猩红小。道是天公不惜花，百种千般巧。 朝见树头繁，暮见枝头少。道是天公果惜花，雨洗风吹了。",
        "author": "宋代",
        "poem_class": "寒食",
        "dynasty": "张先"
    },
    {
        "title": "应天长·条风布暖",
        "paragraph": "条风布暖，霏雾弄晴，池台遍满春色。正是夜堂无月，沉沉暗寒食。梁间燕，前社客。似笑我、闭门愁寂。乱花过，隔院芸香，满地狼藉。长记那回时，邂逅相逢，郊外驻油壁。又见汉宫传烛，飞烟五侯宅。青青草，迷路陌。强载酒、细寻前迹。市桥远，柳下人家，犹自相识。当日佳期鹊误传。至今犹作断肠仙。桥成汉渚星波外，人在鸾歌凤舞前。 欢尽夜，别经年。别多欢少奈何天。情知此会无长计，咫尺凉蟾亦未圆。欧阳公作《蝶恋花》，有“深深深几许”之句，予酷爱之。用其语作“庭院深深”数阕，其声即旧《临江仙》也。庭院深深深几许？云窗雾阁常扃。柳梢梅萼渐分明。春归秣陵树，人老建康城。感月吟风多少事，如今老去无成。谁怜憔悴更凋零。试灯无意思，踏雪没心情。(试灯无意思，踏雪没心情 一作：灯花空结蕊，离别共伤情)午梦扁舟花底，香满西湖烟水。急雨打篷声，梦初惊。却是池荷跳雨，散了真珠还聚。聚作水银窝，泻清波。 (泻清波 一作：泛清波)",
        "author": "宋代",
        "poem_class": "寒食",
        "dynasty": "周邦彦"
    },
    {
        "title": "曲游春·禁苑东风外",
        "paragraph": "禁烟湖上薄游，施中山赋词甚佳，余因次其韵。盖平时游舫，至午后则尽入里湖，抵暮始出，断桥小驻而归，非习于游者不知也。故中山亟击节余“闲却半湖春色”之句。谓能道人之所未云。禁苑东风外，飚暖丝晴絮，春思如织。燕约莺期，恼芳情偏在，翠深红隙。漠漠香尘隔，沸十里、乱弦丛笛。看画船、尽入西泠，闲却半湖春色。柳陌，新烟凝碧，映帘底宫眉，堤上游勒。轻暝笼寒，怕梨云梦冷，杏香愁幂。歌管酬寒食，奈蝶怨、良宵岑寂。正满湖、碎月摇花，怎生去得？春风吹碧，春云映绿，晓梦入芳裀。软衬飞花，远连流水，一望隔香尘。 萋萋多少江南恨，翻忆翠罗裙。冷落闲门，凄迷古道，烟雨正愁人。桃溪不作从容住，秋藕绝来无续处。当时相候赤阑桥，今日独寻黄叶路。烟中列岫青无数，雁背夕阳红欲暮。人如风后入江云，情似雨馀粘地絮。初疑夜雨忽朝晴，乃是山泉终夜鸣。流到前溪无半语，在山做得许多声。",
        "author": "宋代",
        "poem_class": "寒食",
        "dynasty": "周密"
    },
    {
        "title": "夜深 / 寒食夜",
        "paragraph": "恻恻轻寒翦翦风，小梅飘雪杏花红。 夜深斜搭秋千索，楼阁朦胧烟雨中。定定住天涯，依依向物华。寒梅最堪恨，常作去年花。边草，边草，边草尽来兵老。山南山北雪晴，千里万里月明。明月，明月，胡笳一声愁绝。谷口春残黄鸟稀，辛夷花尽杏花飞。(谷口 一作：溪上)始怜幽竹山窗下，不改清阴待我归。",
        "author": "唐代",
        "poem_class": "寒食",
        "dynasty": "韩偓"
    }
]