[
    {
        "title": "湖口望庐山瀑布泉 / 湖口望庐山瀑布水",
        "paragraph": "万丈红泉落，迢迢半紫氛。奔流下杂树，洒落出重云。日照虹霓似，天清风雨闻。灵山多秀色，空水共氤氲。寻芳不觉醉流霞，倚树沉眠日已斜。客散酒醒深夜后，更持红烛赏残花。天上碧桃和露种，日边红杏倚云栽。芙蓉生在秋江上，不向东风怨未开。元和十年，予左迁九江郡司马。明年秋，送客湓浦口，闻舟中夜弹琵琶者，听其音，铮铮然有京都声。问其人，本长安倡女，尝学琵琶于穆、曹二善才，年长色衰，委身为贾人妇。遂命酒，使快弹数曲。曲罢悯然，自叙少小时欢乐事，今漂沦憔悴，转徙于江湖间。予出官二年，恬然自安，感斯人言，是夕始觉有迁谪意。因为长句，歌以赠之，凡六百一十六言，命曰《琵琶行》。浔阳江头夜送客，枫叶荻花秋瑟瑟。主人下马客在船，举酒欲饮无管弦。醉不成欢惨将别，别时茫茫江浸月。忽闻水上琵琶声，主人忘归客不发。寻声暗问弹者谁，琵琶声停欲语迟。移船相近邀相见，添酒回灯重开宴。千呼万唤始出来，犹抱琵琶半遮面。转轴拨弦三两声，未成曲调先有情。弦弦掩抑声声思，似诉平生不得志。低眉信手续续弹，说尽心中无限事。轻拢慢捻抹复挑，初为《霓裳》后《六幺》。(六幺 一作：绿腰)大弦嘈嘈如急雨，小弦切切如私语。嘈嘈切切错杂弹，大珠小珠落玉盘。间关莺语花底滑，幽咽泉流冰下难。冰泉冷涩弦凝绝，凝绝不通声暂歇。(暂歇 一作：渐歇)别有幽愁暗恨生，此时无声胜有声。银瓶乍破水浆迸，铁骑突出刀枪鸣。曲终收拨当心画，四弦一声如裂帛。东船西舫悄无言，唯见江心秋月白。沉吟放拨插弦中，整顿衣裳起敛容。自言本是京城女，家在虾蟆陵下住。十三学得琵琶成，名属教坊第一部。曲罢曾教善才服，妆成每被秋娘妒。(服 一作：伏)五陵年少争缠头，一曲红绡不知数。钿头银篦击节碎，血色罗裙翻酒污。(银篦 一作：云篦)今年欢笑复明年，秋月春风等闲度。弟走从军阿姨死，暮去朝来颜色故。门前冷落鞍马稀，老大嫁作商人妇。商人重利轻别离，前月浮梁买茶去。去来江口守空船，绕船月明江水寒。夜深忽梦少年事，梦啼妆泪红阑干。我闻琵琶已叹息，又闻此语重唧唧。同是天涯沦落人，相逢何必曾相识！我从去年辞帝京，谪居卧病浔阳城。浔阳地僻无音乐，终岁不闻丝竹声。住近湓江地低湿，黄芦苦竹绕宅生。其间旦暮闻何物？杜鹃啼血猿哀鸣。春江花朝秋月夜，往往取酒还独倾。岂无山歌与村笛，呕哑嘲哳难为听。今夜闻君琵琶语，如听仙乐耳暂明。莫辞更坐弹一曲，为君翻作《琵琶行》。感我此言良久立，却坐促弦弦转急。凄凄不似向前声，满座重闻皆掩泣。座中泣下谁最多？江州司马青衫湿。",
        "author": "唐代",
        "poem_class": "山水",
        "dynasty": "张九龄"
    },
    {
        "title": "菩萨蛮·月华如水笼香砌",
        "paragraph": "月华如水笼香砌，金环碎撼门初闭。寒影堕高檐，钩垂一面帘。碧烟轻袅袅，红战灯花笑。即此是高唐，掩屏秋梦长。贡橘香匀䩋𩉙容，星光初满小金笼。近臣押赐诸王宅，拜了方开敕字封。问讯瀼西水，千年旧草堂。山容明积雪，江色动垂杨。生事花钿尽，人情菜把伤。苏门引长啸，输尔是能狂。鸳鸯对浴银塘暖，水面蒲梢短。垂杨低拂麴尘波，蛛丝结网露珠多，滴圆荷¤遥思桃叶吴江碧，便是天河隔。锦鳞红鬣影沉沉，相思空有梦相寻，意难任。宝檀金缕鸳鸯枕，绶带盘宫锦。夕阳低映小窗明，南园绿树语莺莺，梦难成¤玉炉香暖频添炷，满地飘轻絮。珠帘不卷度沈烟，庭前闲立画秋千，艳阳天。",
        "author": "五代",
        "poem_class": "山水",
        "dynasty": "孙光宪"
    },
    {
        "title": "蝶恋花·湘水自分漓水下",
        "paragraph": "湘水经东安县东，有沉香塘，石壁隙插一株，云是沉水香，澄潭清冷，绿萝倒影。湘水自分漓水下。曲曲潺湲，千里飞哀泻。冰玉半湾尘不惹，停凝欲挽东流驾。百尺危崖谁羽化。一捻残香，拈插莓苔隙。忆自寻香人去也，寒原夕阳烧悲灺。湘水经东安县东，有沉香塘，石壁隙插一株，云是沉水香，澄潭清冷，绿萝倒影。湘水自分漓水下。曲曲潺湲，千里飞哀泻。冰玉半湾尘不惹，停凝欲挽东流驾。百尺危崖谁羽化。一捻残香，拈插莓苔隙。忆自寻香人去也，寒原夕阳烧悲灺。是处桑麻好，田家乐事同。耕夫閒白昼，牧竖趁春风。短笛云山外，长林雨露中。命俦还藉草，相与说年丰。粤以乙酉之年，壬午之月，玉鼎再亏，金陵不复；公私倾覆，天地崩离；托命牛衣，巢身蜗室。吊东幸之翠华，蒙尘枳道；望北来之浴铁，饮马姑苏；申胥之七日依墙，秦庭何在；墨允之三年采蕨，周栗难食。黄农虞夏，遐哉尚友之乡；南北东西，渺矣安身之处。在昔士衡有辩亡之文，孝穆有归梁之札。客儿饮恨于帝秦，子山伤心于哀乱。咸悲家国，共见词章。余始成童，便膺多难，揭竿报国，束发从军；朱雀弋船，萧萧长往，黄龙战舰，茫茫不归；两镇丧师，孤城溃败。三军鱼腹，云横歇浦之帆；一水狼烟，风动秦房之火。戎行星散，幕府鳔离；长剑短衣，未识从军之乐；青燐蔓草，先悲行路之难。故国云亡，旧乡已破，先君绝命，哭药房于九渊；慈母披缁，隔祗林于百里。羁孤薄命，漂泊无家，万里风尘，志存复楚，三春壁垒，计失依刘，蜀市子规，千山俱哭，吴江精卫，一水群飞。泣海岛之田横，尚无其地；葬平陵之翟义，未有其人。天晦地冥，久同泉下，日暮途远，何意人间，鲁酒楚歌，乌能为乐，吴歈越唱，只令人悲；已矣何言，哀哉自悼，聊为兹赋，以舒郁怀。呜呼！黄旗紫盖，雪戟霜矛，何以南朝天子，竟投大将之弋；北部单于，遂击降王之组。岂高庙之馨，十七世而傍移，孝陵之泽，三百年而中断乎！此天时人事，可以疾首痛心者矣。国屯家难，瞻草木而抚膺；岳圮辰倾，睹河山而失色。劳者言以达其情，穷人歌以志其事。追原祸始，几及千言。寄愁心于诗酒，阮籍穷途；结豪士于屠箫，张良仓海。后有作者，其重悲余志也夫，维昭代之代兴也。秉士德而绍王，丽旭日以承天，执帝柄而司命，聿岳镇而辰悬，扫旄头以静街，鞭角端以定边。穷邛笮，通浪玄；朔方大出，南交凯旋，崇文会武，东鲽西鹣。阅兵则法高司马，论都则赋雄孟坚。备礼乐于虎观，绝烽火于狼烟，法不更而泽久，兵不耀而威宣，俪唐虞而比德，尚殷周而卜年。不意瑶轮无长炯之期，玉历有中屯之会。天子端拱无为，塞聪而治；羽猎灰五柞之场，歌舞纳三灵之地，震筵分枯莞之栖，泰阶起蜩螗之异。议论庙谟，干弋游戏；有道咏瞻乌而长叹，索公指铜驼而下泪，山未颓而黯然，海不波而潜沸。然四极未亏，三伦不易，草木寒于北街，星日耀于南极；闾左多游侠之徒，京华无憔悴之客。迨单于虎帐不朝，匈奴渔阳直入。辽水无声，医闾惨色；乌桓鲜卑之部，封豕长蛇之力，徙帐幕南，空群漠北。中行之背未答，赵信之城再立。使我燕领龙韬，霜矛雪戟。出榆塞而不还，坠犁天而长黑，翻添月窟之哀，长有阴山之哭。于是五帅不归，三城莫复，贼在背肩，寇侵肘腋。元子所以伤心，江统于焉太息。且也朝堂多水火之争，边徼有沙虫之戚；未拜郭隗，先诛李牧。熊罢夜而星沦，猿鹤秋而天覆。自蔽日之借丛，卒终星而丧国。继以中长侍之窃政，大长秋之尸祝，圣娆定中禁只谋，节让起北宫之狱，顾厨祸酷于三君，累若权延于五鹿，璇庭之壁玉几沦，虞渊之灵曜不浴，孤臣饮恨于属镂，硕士含辛而囊木。况夫疆场多事，边径传烽；恒落鱼门之胄，空夸马服之功。卫青未闻其扫幕，魏绛不见其和戎；庸邀汗马，策卖庐龙。及夫星明少海，天孚大横。殷丁河亳之志，周宣江汉之风，诛司隶之王甫，焚诬史之蔡邕。然兵由积弱，政以贿崇。敝簟不能止宣房之绝，勺水安得熄骊山之红；见伊川之披发，鸣天山而挂弓，笳鼓震于辽阳，旌旗明于塞上；问九鼎之重轻，窥三川之保障，嘶风则苜蓿千群，卧雪则騊駼万帐，定远非万里之侯，嫖姚无百战之将。登陴而鱼钥仓皇，入援而龙旗震荡；郅支绝献馘之期，介子断擒王之望，卫丁零叛于东胶，毛修之亡于乐浪。虽无刁斗之将军，尚有纶巾之丞相。山鸣石鼓，宿动金精，三辅之葌蓬春牧，诸陵之弓剑宵惊，降将云帆北渡，贤王宝马东征。方鸿雁集其安宅，鸑鷟奏其升平，列九宾而告庙，开八门而受宁。忽焉五斗米之教起，三里雾之术成。秦晋蜂攘，豫楚蚁营，中横淝泗，南极湘荆。元帅给云台之仗，尚书开戊库之兵，或墨衰以莅金革，或班剑以任鼓钲。卒之黄巾黑犊之屯聚，青袍白马之横行。王曰叔夫，君之寡兄，或撄白刃，有结丹缨。赤社隳而箐茅废，灵光颓而茂苑倾；式亏国族，深轸宸情，祭通侯于太牢束帛，戍王人与扬水流薪，帝子没而烟凝南浦，王孙陨而草遍空城。盗长陵之抔土，伤神洲之陆沉。彼何人哉，哀哉至今！矧夫上谷为鼙鼓之场，北海无龙蛇之阵；李都尉部曲不归，陆平原风流顿尽；叹马陵之道穷，嗟龙城之宵遁。国门则策画万千，旌节则功勋尺寸，干城为矛戟之雠，酖毒是盐梅之分。恒见耻于少卿之书，非所望于钱神之论。圣人励玉衡而靡音，垂翠裘而独闷，便殿空谈，平台屡问，赐金罂则执政为贵人之牢，望山头则延尉皆君子之吝。然主戚虽上法武宣，臣德则远惭廉兰，使臂逆而更难，养痈溃而莫吮。所以辽海东西，人多犯顺，大河南北，野咸饥馑。瓜田藉以益繁，尤来聚而愈迅，遇王师若秋风之卷枯，下坚城若朝霜之悴茵；赤羽动而北驰，黄金鸣而西振，封函谷之一丸，据雍洲之九郡。城郭胥沦，衣冠偕殒，犀兕有未赎之华元，丹青有不归之于禁。既度陕而叩关，复逾河而入晋，三千利犀之骑，十万迎风之刃；黄金台之蔓草空哀，白玉仗之青罘俱震。地坼天崩，海焦星陨，蚩尤之毒舞弥天，轩辕之鼎湖虚殡。恨黄竹于千秋，落苍梧于一瞬，椒宫为血泪之湘君，鹤驾有呼魂之子晋，吊望帝以何期，矢叩阍而难进。可怜泪雨之昭阳，更有风尘之长信，桐棺坠马鬣之封，柏路掩龙輀之輴。当斯时也，四海惊飞，三灵恫震；溘灵飙而大招，吊五云而长恨。天上将军之铁马惊风，宣陵孝子之布衣扶榇，三百年玉座书移，十六世金铺夜烬。且也刘太尉留于苏北，琅琊王渡于江阴，哭秦庭而归虎穴，卜周鼎而陷龙浔。秣陵王气，黯然欲尽，易水寒风，悲哉正深。将军之树北偃，单于之部西临，假号子舆于城下，不立卢芳于雁门，借蚌鹬之利，逞虎狼之心。北阙之楼台调谢，西山之松柏萧森，太液翻而石鲸惨淡，茂陵废而玉盌浮沉。瞻山河而陨涕，抚草木而沾襟，虽君仇之少雪，实国难之相寻。郿坞为燃卓之地，渐台兴剸莽之军；既追风而西捷，遂射日以南侵。使南朝天子，北府大臣，乌衣则披纶挥羽，黄葛则悬胆卧薪。器成错节，圣启忧殷。祖士雅雍州出牧，刘奉春冒顿和亲，组练艅艎者八百里，鲛皮犀属者十万人。庶几佛狸无饮江之志，老罴成卧路之勋，而乃东昏侯之失德，苍梧王之不君，玉儿宠金莲之步，丽华长玉树之淫。柏梁建章，则读西京之赵鬼；临春结绮，则号学士之孔嫔。吴歈越艳，鲁酒梁樽。先见乎玉杯象箸，后征夫酒池肉林，问蛙鸣于为官为私，御龙衮于若亡若存；视江都而为武，拟长城而不文，冠盖之银青俱满，朝堂之铜臭相因。但知安石之赌墅，何止元规之避尘，楚囚无新亭之泪，越绝非石室之音，南徐之甲兵不劲，淝水之草木无神，拜蒋侯为灵帝，弋白雁为国宾，宁右则孔愉江总，阃外则祖约王敦，将相皆更始之羊胃，衣冠多南渡之雁民。宜其及矣，况有强邻。于是清人河上之师，天室通好之使，未许其冠带春秋，遂致夫荆榛天地；苏属国之旄节终留，庾开府之江关永弃。衣貂帐之千里，逐龙驹之万骑，投鞭则淮水不流，饮马则长江无际，白羽死其孔明，绿帜亡其道济。嗟乎扬州歌舞之场，雷塘罗衣之地，一旦烟空，千秋景异。马嘶隋苑之风，蜃吐海门之气，潮上广陵而寂寞，枝发琼花而憔悴。巨鹿沙崩，长平瓦碎，豺虎相邻，蛟鲵远退。鬼有草社之谋，天同鹑首之醉，欃枪空铁甕之城，弧矢落紧山之垒。天子蒙尘，将军仗义，轵道降王，长安旧帝；朱酒舆榇之羞，青衣行酒之事。白日苍茫，黄云迢递。胡嫉之锦瑟新调，代马之丹鬃乍系；玄武池边，景阳宫里，莫愁之歌舞何如，长乐之钟声已矣，斜阳归而燕子秋飞，蔓草平而后湖月起；秦淮一点青烟，桃叶三声渔市，蘼芜遍于故宫，莓苔碧于旧内，平康之巷绝鸡鸣，锺岭之山空鹤唳；风尘萧索兮十二楼，烟雨凄迷兮四百寺。乌啼上苑之花，鹊噪孝园之树。故老吞声，行人陨涕；殷王子麦秀之歌，周大夫黍离之泪，天地何心，山河何罪？若夫龙种困而被奴，凤仪降而为婢，逐燕支而上驰，抱琵琶而北去，黑山之月年年，青冢之花岁岁，室处有荼毒之淫，趸发有髡髵之累。于是竿木群兴，风云毕会，兴六月之师，振九天之锐，横海伏波，戈船下濑。轨亡秦之陈胜，效安刘之翟义，诛殷通于戏下，斩甄阜于帐外。青雀烟腾，黄龙云迈。夸夫有投杖之心，鲁阳无挽戈之计，兵弱虏强，地柔人脆，伤心于王子白衣，绝望于将军蒲类；田横之五百军人，项藉之八千子弟。平陵东而黄犊可卖，大泽左而乌骓不逝。天萧萧兮不明，日荒荒兮欲曀；伤两镇之不归，痛孤城之已溃。闻楚歌则部曲萧条，听胡笳则征夫歔欷，国殇悲而阴雨深，战鬼哭而愁飙厉。烟草依然，江湖如是，毅魄归来，灵风涕泗。至若江关不见，乡国何方；坑既酷于新安，火复烈于咸阳。谷水无浮云之使，昆山非行雨之乡。姑苏烽火，檇李芜荒；草入语儿之馆，月明乡屧之廊。美人则紫薹黄土，英雄则白草青霜，风何为而惨惨，云何事而茫茫。礼魂兮春兰秋菊，吊古兮山高水长，悴琼枝而无色，零瑶草兮不芳。三秋桂冷，十里荷香，景光黯黯兮销魂，烟波漠漠兮断肠；夜不寐而隐隐，泪沾襟而浪浪。何日度莺花之月，何年归玳瑁之梁；燕巢枯柳，蝶舞空墙，垆头无小妇之酒，城东非少年之场。旧游零谢，独垒荒凉，归去而杜鹃啼月，力微而精卫填海。况夫国屯家难，先子云亡，访彭咸于药室，从墨允于首阳，留遗孤于庐垩，曾仗剑于戎行。济云帆之无路，匿土室而自伤，王章之牛衣空卧，马卿之犊鼻频穿；王尼之车长宿，范晔之麝空悬，任西华单衣见肘，孙叔敖馁鬼谁田。弱龄则海筹十六，短发则霜镜三千；惟我生之不辰，丁穷酷之苍天。若乃天南鼎定，浙右龙骞；刘文叔南阳白水，越勾践采葛飞鸢。乾坤重照，日月双悬，湖中贾勇，内地争先，司马秉中军之钺，虞人麾上将之旃；三吴渔猎，七郡风烟，扁舟势疾，三鼓气坚。余乃飘摇择国，踯躅行间。饮君亲之夙恨，郁家国之烦冤，短衣则东州亡命，长戟则西掖备员。既有志于免胄，岂无心于丧元；伍大夫昭关马渡，张留侯仓海龙潜，纨绮非封侯之骨，渔樵当用武之年，千里之月明鼓角，五湖之春泛楼船，鱼龙蟠于甲帐，裘马壮于戈鋋，锦氍毹三军高宴，金叵罗诸将扣舷。既充下乘，聊托中涓，草檄则远愧孔璋，入幕则深惭仲宣，涛寒震泽，风厉由拳，秦帝之椎未中，楚王之墓不鞭。时无文范，人非策权，龙衣逝矣，鱼服困焉。吴明彻之功名何在，秦武阳之拳勇堪怜，吴要离矛因风转，楚龚胜膏以明煎，高渐离之筑声往矣，徐夫人之匕首依然，亡楚之功不就，报韩之志谁传？兼以五马则寡君云梦，六龙则天王翟泉，三户亡秦之谶，九歌哀郢之篇。功成姬芈，名假苏燕，义公即劫，壮夫不还。王裒蓼莪三废，夏馥佣保十年，入林自愧夫介子退，蹈海深惭夫鲁仲连。管宁皂帽，箕子朝鲜，烟断营门之柳，霜凋幕府之莲。国亡家破，军败身全，招魂而湘江有泪，从军而蜀国无弦。哀哉欲绝，已矣何言！呜呼！余生于烈皇之年，长于圣安之世，佐威虏以于征，从长兴而再起；追怀故君，何臧何否。言念相臣，何功何罪。或旰食而宵衣，或坠簪而遗珥，或麦饭以自尝，或肉糜之勘耻。推本先朝，追原祸始，神祖之垂拱不朝，熹庙之委裘而理，罪莫甚于赵高，害莫深夫褒姒，惟屈氂下之狱，舆朱浮之赐死，虽大臣之无刑，非圣人之得已。至于五世伦宗，三朝旧事，指触瑟为良规，斥采芝为佞轨。使腥秽之北风，陷泥涂于南纪，殷深源之方略空空，王夷甫之风流尔尔。若乃威虏偏裨，长兴文吏，原非将帅之才，未有公侯之器，兴怀鸿鹄之形，颇见龙蛇之志，日日胡床之卧，夜夜钧天之醉，既一战之未申，渝九死而靡悔。黄土一抔，丹青万禩。余草木门庭，旂常家世，家淑人黄鹄之悲，先文忠白虹之气，非无德曜之妻，尚有文姬之姊，衣冠连于杜曲，姓氏通夫槐里。寄食无乡，望尘有地，范丹之甑长寒，卞彬之虱未弃，达士穷途之悲，壮夫歧路之泪。载念簪缨，言怀邦国，恨欲言而声已吞，愁将诉而泪沾臆，何必雍门之琴，无假武陵之笛。日月如驰，亲朋不识，独剑空囊，三江浪迹。人容鼓吏之狂，世笑愚公之癖，混缁羽之高贤，结屠箫之豪客 ，三桑生再浴之期，一饭有千金之值，望旧乡而云影苍苍，吊故垒而风声恻恻。蒋诩之径不开，王猷之舟时出。秋水迢遥，寒林萧瑟，野兽暮号，群鸦晚集，鹤唳霜惊，鸥眠月直，过耳伤神，仰天呔息。山气兮江光，春阳兮秋色。嫖姚空旧筑之坛，郎将有先陪之戟，蛟龙非遇雨之期，鲲鹏无御风之力，韩王孙之城下，知已谁人；宋如意之堂前，伤心何极。下江但见夫绿林，圯桥未逢夫黄石。此孤臣所以辍食而拊心，枕戈而于邑者也。",
        "author": "明代",
        "poem_class": "山水",
        "dynasty": "王夫之"
    },
    {
        "title": "浣溪沙·水涨鱼天拍柳桥",
        "paragraph": "水涨鱼天拍柳桥。云鸠拖雨过江皋。一番春信入东郊。闲碾凤团消短梦，静看燕子垒新巢。又移日影上花梢。凡读书......须要读得字字响亮，不可误一字，不可少一字，不可多一字，不可倒一字，不可牵强暗记，只是要多诵数遍，自然上口，久远不忘。古人云，“读书百遍，其义自见”。谓读得熟，则不待解说，自晓其义也。余尝谓，读书有三到，谓心到，眼到，口到。心不在此，则眼不看仔细，心眼既不专一，却只漫浪诵读，决不能记，记亦不能久也。三到之中，心到最急。心既到矣，眼口岂不到乎？春已归来，看美人头上，袅袅春幡。无端风雨，未肯收尽余寒。年时燕子，料今宵梦到西园。浑未办、黄柑荐酒，更传青韭堆盘？却笑东风从此，便薰梅染柳，更没些闲。闲时又来镜里，转变朱颜。清愁不断，问何人会解连环？生怕见花开花落，朝来塞雁先还。宝钗分，桃叶渡，烟柳暗南浦。怕上层楼，十日九风雨。断肠片片飞红，都无人管，更谁劝、啼莺声住？鬓边觑，试把花卜归期，才簪又重数。罗帐灯昏，哽咽梦中语：是他春带愁来，春归何处？却不解、带将愁去。",
        "author": "宋代",
        "poem_class": "山水",
        "dynasty": "周邦彦"
    },
    {
        "title": "木兰花·池塘水绿风微暖",
        "paragraph": "池塘水绿风微暖，记得玉真初见面。重头歌韵响琤琮，入破舞腰红乱旋。玉钩阑下香阶畔，醉后不知斜日晚。当时共我赏花人，点检如今无一半。哀筝一弄湘江曲，声声写尽湘波绿。纤指十三弦，细将幽恨传。当筵秋水慢，玉柱斜飞雁。弹到断肠时，春山眉黛低。渺空烟四远，是何年、青天坠长星？幻苍崖云树，名娃金屋，残霸宫城。箭径酸风射眼，腻水染花腥。时靸双鸳响，廊叶秋声。宫里吴王沉醉，倩五湖倦客，独钓醒醒。问苍波无语，华发奈山青。水涵空、阑干高处，送乱鸦斜日落渔汀。连呼酒、上琴台去，秋与云平。纷纷坠叶飘香砌。夜寂静，寒声碎。真珠帘卷玉楼空，天淡银河垂地。年年今夜，月华如练，长是人千里。愁肠已断无由醉，酒未到，先成泪。残灯明灭枕头欹，谙尽孤眠滋味。都来此事，眉间心上，无计相回避。",
        "author": "宋代",
        "poem_class": "山水",
        "dynasty": "晏殊"
    },
    {
        "title": "河渎神·汾水碧依依",
        "paragraph": "汾水碧依依，黄云落叶初飞。翠娥一去不言归，庙门空掩斜晖。四壁阴森排古画，依旧琼轮羽驾。小殿沈沈清夜，银灯飘落香灺。天把岁华偷换。人把客愁先断。最后饮屠苏，几上杯盘星乱。更漏迢迢夜半。独倚孤灯吟玩。明日放春风，吹送五云楼畔。归鸟急，自呼名。几树寒巢向晚争。鸟意不知人意恼，啾啾时送两三声。欹鬟堕髻摇双桨，采莲晚出清江上。顾影约流萍，梦歌娇未成。相逢颦翠黛，笑把珠□解。家住柳阴中，画桥东复东。",
        "author": "五代",
        "poem_class": "山水",
        "dynasty": "孙光宪"
    },
    {
        "title": "荆南夏夜水楼怀昭丘直上人云梦李莘",
        "paragraph": "无机成旅逸，中夜上江楼。云尽月如练，水凉风似秋。 凫声闻梦泽，黛色上昭丘。不远人情在，良宵恨独游。一丘常欲卧，三径苦无资。北土非吾愿，东林怀我师。黄金燃桂尽，壮志逐年衰。日夕凉风至，闻蝉但益悲。萧娘脸薄难胜泪，桃叶眉尖易觉愁。天下三分明月夜，二分无赖是扬州。人生不相见，动如参与商。今夕复何夕，共此灯烛光。少壮能几时，鬓发各已苍。访旧半为鬼，惊呼热中肠。焉知二十载，重上君子堂。昔别君未婚，儿女忽成行。怡然敬父执，问我来何方。问答乃未已，驱儿罗酒浆。(驱儿 一作：儿女)夜雨剪春韭，新炊间黄粱。主称会面难，一举累十觞。十觞亦不醉，感子故意长。明日隔山岳，世事两茫茫。",
        "author": "唐代",
        "poem_class": "山水",
        "dynasty": "欧阳詹"
    },
    {
        "title": "高阳台·将反魏塘疏香女子亦以次日归吴下置酒话别离怀惘惘",
        "paragraph": "暗水通潮，痴云阁雨，微阴不散重城。留得枯荷，奈他先作离声。清歌欲遏行云住，露春纤、并坐调笙。莫多情，第一难忘，席上轻盈。天涯我是飘零惯，任飞花无定，相送人行。见说兰舟，明朝也泊长亭。门前记取垂杨树，只藏他、三两秋莺。一程程，愁水愁风，不要人听。闻说金微郎戍处，昨宵梦向金微。不知今又过辽西。千屯沙上暗，万骑月中嘶。郎似梅花侬似叶，朅来手抚空枝。可怜开谢不同时。漫言花落早，只是叶生迟。东山崔嵬不可登，绝顶高天明月生。红颜又惹相思苦，此心独忆是卿卿。都道是金玉良姻，俺只念木石前盟。空对着，山中高士晶莹雪；终不忘，世外仙姝寂寞林。叹人间，美中不足今方信：纵然是齐眉举案，到底意难平。",
        "author": "清代",
        "poem_class": "山水",
        "dynasty": "郭麐"
    },
    {
        "title": "虞美人·寄公度",
        "paragraph": "芙蓉落尽天涵水，日暮沧波起。背飞双燕贴云寒，独向小楼东畔、倚阑看。 浮生只合尊前老，雪满长安道。故人早晚上高台，赠我江南春色、一枝梅。南北山头多墓田，清明祭扫各纷然。纸灰飞作白蝴蝶，泪血染成红杜鹃。日落狐狸眠冢上，夜归儿女笑灯前。人生有酒须当醉，一滴何曾到九泉。汉上繁华，江南人物，尚遗宣政风流。绿窗朱户，十里烂银钩。一旦刀兵齐举，旌旗拥、百万貔貅。长驱入，歌楼舞榭，风卷落花愁。清平三百载，典章文物，扫地俱休。幸此身未北，犹客南州。破鉴徐郎何在？空惆怅、相见无由。从今后，断魂千里，夜夜岳阳楼。东风袅袅泛崇光，香雾空蒙月转廊。只恐夜深花睡去，故烧高烛照红妆。",
        "author": "宋代",
        "poem_class": "山水",
        "dynasty": "舒亶"
    },
    {
        "title": "玉楼春·拂水双飞来去燕",
        "paragraph": "拂水双飞来去燕，曲槛小屏山六扇。春愁凝思结眉心，绿绮懒调红锦荐。话别情多声欲战，玉著痕留红粉面。镇长独立到黄昏，却怕良宵频梦见。广陵寒食夜，豪贵足佳期。紫陌人归后，红楼月上时。绮罗香未歇，丝竹韵犹迟。明日踏青兴，输他轻薄儿。小芙蓉，香旖旎，碧玉堂深清似水。闭宝匣，掩金铺， 倚屏拖袖愁如醉。迟迟好景烟花媚，曲渚鸳鸯眠锦翅。凝然愁望静相思， 一双笑靥嚬香蕊。信步腾腾野岩边，离家都为利名牵。疏林一路斜阳里，飒飒西风满耳蝉。",
        "author": "五代",
        "poem_class": "山水",
        "dynasty": "顾敻"
    },
    {
        "title": "更漏子·三十六宫秋夜水",
        "paragraph": "三十六宫秋夜水，露华点滴高梧。丁丁玉漏咽铜壶，明月上金铺。红线毯，博山炉，香风暗触流苏。羊车一去长青芜，镜尘鸾影孤。晚妆初过，沈檀轻注些儿个，向人微露丁香颗。一曲清歌，暂引樱桃破。罗袖裛残殷色可，杯深旋被香醪涴，绣床斜凭娇无那。烂嚼红茸，笑向檀郎唾。万里江山敛暮烟，旅情当此独悠然。沙汀月冷帆初卸，苇岸风多人未眠。已听渔翁歌别浦，更堪边雁过遥天。与君共俟酬身了，结侣波中寄钓船。秋夜露，芰荷香。疏棂微透水风凉。渔歌遥和鸣榔去，得悟穷通是此乡。",
        "author": "五代",
        "poem_class": "山水",
        "dynasty": "欧阳炯"
    },
    {
        "title": "踏莎行·月华如水",
        "paragraph": "月华如水，波纹似练，几簇淡烟衰柳。塞鸿一夜尽南飞，谁与问倚楼人瘦。韵拈风絮，录成金石，不是舞裙歌袖。从前负尽扫眉才，又担阁镜囊重绣。万点猩红将吐萼，嫣然迥出凡尘。移来古寺种朱门。明朝寒食了，又是一年春。细干柔条才数尺，千寻起自微因。绿云蔽日树轮囷。成阴结子后，记取种花人。除是无愁与莫愁。一身孤注掷温柔。倘若有城还有国。愁绝。不能雄武不风流。多谢尘言千百句。难据。羽陵词笔自今收。晚岁披猖终未肯。割忍。他生缥缈此生休。玉纤暗数佳期近，已到也、忽生幽恨。恨无端、添叶与青梧，倒减却、黄杨一寸。天公定亦怜娇俊，念儿女，经年愁损。早收回、溽暑换清商，翻借作，兰秋重闰。",
        "author": "清代",
        "poem_class": "山水",
        "dynasty": "纳兰性德"
    },
    {
        "title": "满庭芳·水抱孤城",
        "paragraph": "水抱孤城，云开远戍，垂柳点点栖鸦。晚潮初落，残日漾平沙。白鸟悠悠自去，汀洲外、无限蒹葭。西风起，飞花如雪，冉冉去帆斜。天涯、还忆旧，香尘随马，明月窥车。渐秋风镜里，暗换年华。纵使长条无恙，重来处、攀折堪嗟。人何许，朱楼一角，寂寞倚残霞。共庆新年笑语哗，红岩士女赠梅花。举杯互敬屠苏酒，散席分尝胜利茶。只有精忠能报国，更无乐土可为家。陪都歌舞迎佳节，遥祝延安景物华。劝君少骂秦始皇，焚坑事业要商量。祖龙魂死秦犹在，孔学名高实秕糠。百代都行秦政法，十批不是好文章。熟读唐人封建论，莫从子厚返文王。故国同谁话劫灰，偷生坯户待惊雷。壮图虚语黄龙捣，恶识真看白雁来。骨尽踏街随地痛，泪倾涨海接天哀。伤时例托伤春惯，怀抱明年倘好开。",
        "author": "近现代",
        "poem_class": "山水",
        "dynasty": "王国维"
    },
    {
        "title": "浪淘沙·曹溪驿折桃花一枝数日零落裹花片投之涪江歌此送之",
        "paragraph": "水软橹声柔，草绿芳洲，碧桃几树隐红楼。者是春山魂一片，招入孤舟。乡梦不曾休，惹甚闲愁？忠州过了又涪州。掷与巴江流到海，切莫回头。晓风催我挂帆行，绿涨春芜岸欲平。长水塘南三日雨，菜花香过秀州城。握手西风泪不干，年来多在别离间。遥知独听灯前雨，转忆同看雪后山。凭寄语，劝加餐。桂花时节约重还。分明小像沉香缕，一片伤心欲画难。天山万笏耸琼瑶，导我西行伴寂寥。我与山灵相对笑，满头晴雪共难消。",
        "author": "清代",
        "poem_class": "山水",
        "dynasty": "左辅"
    },
    {
        "title": "湘口馆潇湘二水所会",
        "paragraph": "九疑浚倾奔，临源委萦回。会合属空旷，泓澄停风雷。高馆轩霞表，危楼临山隈。兹辰始澄霁，纤云尽褰开。天秋日正中，水碧无尘埃。杳杳渔父吟，叫叫羁鸿哀。境胜岂不豫，虑分固难裁。升高欲自舒，弥使远念来。归流驶且广，泛舟绝沿洄。清溪深不测，隐处唯孤云。松际露微月，清光犹为君。茅亭宿花影，药院滋苔纹。余亦谢时去，西山鸾鹤群。君不见走马川行雪海边，平沙莽莽黄入天。 轮台九月风夜吼，一川碎石大如斗，随风满地石乱走。 匈奴草黄马正肥，金山西见烟尘飞，汉家大将西出师。 将军金甲夜不脱，半夜军行戈相拨，风头如刀面如割。 马毛带雪汗气蒸，五花连钱旋作冰，幕中草檄砚水凝。 虏骑闻之应胆慑，料知短兵不敢接，车师西门伫献捷。渔翁夜傍西岩宿，晓汲清湘燃楚竹。烟销日出不见人，欸乃一声山水绿。回看天际下中流，岩上无心云相逐。",
        "author": "唐代",
        "poem_class": "山水",
        "dynasty": "柳宗元"
    },
    {
        "title": "唐铙歌鼓吹曲十二首·其四",
        "paragraph": "泾水黄，陇野茫。负太白，腾天狼。有鸟鸷立，羽翼张。钩喙决前，钜趯傍。怒飞饥啸，翾不可当。老雄死，子复良。巢岐饮渭，肆翱翔。顿地紘，提天纲。列缺掉帜，招摇耀鋩。鬼神来助，梦嘉祥。脑涂原野，魄飞扬。星辰复，恢一方。日落松风起，还家草露晞。云光侵履迹，山翠拂人衣。龙嘘气成云，云固弗灵于龙也。然龙乘是气，茫洋穷乎玄间，薄日月，伏光景，感震电，神变化，水下土，汩陵谷，云亦灵怪矣哉!云，龙之所能使为灵也；若龙之灵，则非云之所能使为灵也。然龙弗得云，无以神其灵矣。失其所凭依，信不可欤 ！异哉！其所凭依，乃其所自为也。《易》曰：“云从龙。”既曰：龙，云从之矣。 满宫明月梨花白，故人万里关山隔。金雁一双飞，泪痕沾绣衣。小园芳草绿，家住越溪曲。杨柳色依依，燕归君不归。",
        "author": "唐代",
        "poem_class": "山水",
        "dynasty": "柳宗元"
    },
    {
        "title": "玲珑四犯·水外轻阴",
        "paragraph": "水外轻阴，做弄得飞云，吹断晴絮。驻马桥西，还系旧时芳树。不见翠陌寻春，每问著、小桃无语。恨燕莺、不识闲情，却隔乱红飞去。 少年曾识春风意，到如今、怨怀难诉。魂惊冉冉江南远，烟草愁如许。此意待写翠笺，奈断肠、都无新句。问甚时、舞凤歌鸾，花里再看仙侣。快上西楼，怕天放、浮云遮月。但唤取、玉纤横笛，一声吹裂。谁做冰壶凉世界，最怜玉斧修时节。问嫦娥、孤冷有愁无？应华发。云液满，琼杯滑。长袖起，清歌咽。叹十常八九，欲磨还缺。但愿长圆如此夜，人情未必看承别。把从前、离恨总成欢，归时说。凤舞团团饼。恨分破、教孤令。金渠体净，只轮慢碾，玉尘光莹。汤响松风，早减了、二分酒病。 味浓香永。醉乡路、成佳境。恰如灯下，故人万里，归来对影。口不能言，心下快活自省。危楼古镜影犹寒。倒景忽相看。桃花不识东西晋，想如今、也梦邯郸。缥缈神仙海上，飘零图画人间。宝光丹气共回环。水弱小舟闲。秋风难老三珠树，尚依依、脆管清弹。说与霓裳莫舞，银桥不到深山。",
        "author": "宋代",
        "poem_class": "山水",
        "dynasty": "高观国"
    },
    {
        "title": "渔家傲引·子月水寒风又烈",
        "paragraph": "子月水寒风又烈。巨鱼漏网成虚设。圉圉从它归丙穴。谋自拙。空归不管旁人说。昨夜醉眠西浦月。今宵独钓南溪雪。妻子一船衣百结。长欢悦。不知人世多离别。楼外垂杨千万缕。欲系青春，少住春还去。犹自风前飘柳絮。随春且看归何处。 绿满山川闻杜宇。便做无情，莫也愁人苦。把酒送春春不语。黄昏却下潇潇雨。老去惜花心已懒，爱梅犹绕江村。一枝先破玉溪春。更无花态度，全有雪精神。 剩向空山餐秀色，为渠著句清新。竹根流水带溪云。醉中浑不记，归路月黄昏。若言琴上有琴声，放在匣中何不鸣？若言声在指头上，何不于君指上听？",
        "author": "宋代",
        "poem_class": "山水",
        "dynasty": "洪适"
    },
    {
        "title": "婆罗门引·暮霞照水",
        "paragraph": "暮霞照水，水边无数木芙蓉。晓来露湿轻红。十里锦丝步障，日转影重重。向楚天空迥，人立西风。夕阳道中。叹秋色、与愁浓。寂寞三千粉黛，临鉴妆慵。施朱太赤，空惆怅、教妾若为容。花易老、烟水无穷。黄金错刀白玉装，夜穿窗扉出光芒。丈夫五十功未立，提刀独立顾八荒。京华结交尽奇士，意气相期共生死。千年史册耻无名，一片丹心报天子。尔来从军天汉滨，南山晓雪玉嶙峋。呜呼！楚虽三户能亡秦，岂有堂堂中国空无人！尝读六国《世家》，窃怪天下之诸侯，以五倍之地，十倍之众，发愤西向，以攻山西千里之秦，而不免于死亡。常为之深思远虑，以为必有可以自安之计，盖未尝不咎其当时之士虑患之疏，而见利之浅，且不知天下之势也。夫秦之所以与诸侯争天下者，不在齐、楚、燕、赵也，而在韩、魏之郊；诸侯之所与秦争天下者，不在齐、楚、燕、赵也，而在韩、魏之野。秦之有韩、魏，譬如人之有腹心之疾也。韩、魏塞秦之冲，而弊山东之诸侯，故夫天下之所重者，莫如韩、魏也。昔者范雎用于秦而收韩，商鞅用于秦而收魏，昭王未得韩、魏之心，而出兵以攻齐之刚、寿，而范雎以为忧。然则秦之所忌者可以见矣。秦之用兵于燕、赵，秦之危事也。越韩过魏，而攻人之国都，燕、赵拒之于前，而韩、魏乘之于后，此危道也。而秦之攻燕、赵，未尝有韩、魏之忧，则韩、魏之附秦故也。夫韩、魏诸侯之障，而使秦人得出入于其间，此岂知天下之势邪！委区区之韩、魏，以当强虎狼之秦，彼安得不折而入于秦哉？韩、魏折而入于秦，然后秦人得通其兵于东诸侯，而使天下偏受其祸。夫韩、魏不能独当秦，而天下之诸侯，藉之以蔽其西，故莫如厚韩亲魏以摈秦。秦人不敢逾韩、魏以窥齐、楚、燕、赵之国，而齐、楚、燕、赵之国，因得以自完于其间矣。以四无事之国，佐当寇之韩、魏，使韩、魏无东顾之忧，而为天下出身以当秦兵；以二国委秦，而四国休息于内，以阴助其急，若此，可以应夫无穷，彼秦者将何为哉！不知出此，而乃贪疆埸尺寸之利，背盟败约，以自相屠灭，秦兵未出，而天下诸侯已自困矣。至于秦人得伺其隙以取其国，可不悲哉！白发将军亦壮哉，西京昨夜捷书来。胡儿敢作千年计，天意宁知一日回。列圣仁恩深雨露，中兴赦令疾风雷。悬知寒食朝陵使，驿路梨花处处开。",
        "author": "宋代",
        "poem_class": "山水",
        "dynasty": "赵昂"
    },
    {
        "title": "石州慢·寒水依痕",
        "paragraph": "寒水依痕，春意渐回，沙际烟阔。溪梅晴照生香，冷蕊数枝争发。天涯旧恨，试看几许消魂，长亭门外山重叠。不尽眼中青，是愁来时节。情切。画楼深闭，想见东风，暗销肌雪。辜负枕前云雨，尊前花月。心期切处，更有多少凄凉，殷勤留与归时说。到得却相逢，恰经年离别。裁剪冰绡，轻叠数重，淡著胭脂匀注。新样靓妆，艳溢香融，羞杀蕊珠宫女。易得凋零，更多少、无情风雨。愁苦。问院落凄凉，几番春暮。凭寄离恨重重，这双燕，何曾会人言语。天遥地远，万水千山，知他故宫何处。怎不思量，除梦里、有时曾去。无据，和梦也新来不做。松竹翠萝寒，迟日江山暮。幽径无人独自芳，此恨凭谁诉。似共梅花语。尚有寻芳侣。着意闻时不肯香，香在无心处。何人解赏西湖好，佳景无时。飞盖相追。贪向花间醉玉卮。谁知闲凭阑干处，芳草斜晖。水远烟微。一点沧洲白鹭飞。",
        "author": "宋代",
        "poem_class": "山水",
        "dynasty": "张元干"
    },
    {
        "title": "扫花游·送春古江村",
        "paragraph": "水园沁碧，骤夜雨飘红，竟空林岛。艳春过了。有尘香坠钿，尚遗芳草。步绕新阴，渐觉交枝径小。醉深窈。爱绿叶翠圆，胜看花好。芳架雪未扫。怪翠被佳人，困迷清晓。柳丝系棹。问阊门自古，送春多少。倦蝶慵飞，故扑簪花破帽。酹残照。掩重城、暮钟不到。我醉欲眠君罢休，已教从事到青州。鬓霜饶我三千丈，诗律输君一百筹。闻道郎君闭东阁，且容老子上南楼。相逢不用忙归去，明日黄花蝶也愁。东风柳陌长，闭月花房小。应念画眉人，拂镜啼新晓。伤心南浦波，回首青门道。记得绿罗裙，处处怜芳草。书当快意读易尽，客有可人期不来。世事相违每如此，好怀百岁几回开？",
        "author": "宋代",
        "poem_class": "山水",
        "dynasty": "吴文英"
    },
    {
        "title": "书李世南所画秋景二首",
        "paragraph": "野水参差落涨痕，疏林欹倒出霜根。扁舟一棹归何处？家在江南黄叶村。人间斤斧日创夷，谁见龙蛇百尺姿。不是溪山成独往，何人解作挂猿枝。西楼月下当时见，泪粉偷匀。歌罢还颦。恨隔炉烟看未真。别来楼外垂杨缕，几换青春。倦客红尘。长记楼中粉泪人。小桃无主自开花，烟草茫茫带晚鸦。几处败垣围故井，向来一一是人家。欧阳文忠公尝问余：“琴诗何者最善？答以退之听颖师琴诗最善。公曰：此诗最奇丽，然非听琴，乃听琵琶也。余深然之。建安章质夫家善琵琶者，乞为歌词。余久不作，特取退之词，稍加隐括，使就声律，以遗之云。昵昵儿女语，灯火夜微明。恩怨尔汝来去，弹指泪和声。忽变轩昂勇士，一鼓填然作气，千里不留行。回首暮云远，飞絮搅青冥。众禽里，真彩凤，独不鸣。跻攀寸步千险，一落百寻轻。烦子指间风雨，置我肠中冰炭，起坐不能平。推手从归去，无泪与君倾。",
        "author": "宋代",
        "poem_class": "山水",
        "dynasty": "苏轼"
    },
    {
        "title": "湖湘以竹车激水粳稻如云书此能仁院壁",
        "paragraph": "象龙唤不应，竹龙起行雨。联绵十车辐，伊轧百舟橹。转此大法轮，救汝旱岁苦。横江锁巨石，溅瀑叠城鼓。神机日夜运，甘泽高下普。老农用不知，瞬息了千亩。抱孙带黄犊，但看翠浪舞。余波及井臼，春玉饮酡乳。江吴夸七蹋，足茧腰背偻。此乐殊未知，吾归当教汝。荷花开后西湖好，载酒来时。不用旌旗，前后红幢绿盖随。画船撑入花深处，香泛金卮。烟雨微微，一片笙歌醉里归。暗淡轻黄体性柔，情疏迹远只香留。何须浅碧深红色，自是花中第一流。(深 一作：轻)梅定妒，菊应羞，画阑开处冠中秋。骚人可煞无情思，何事当年不见收。(阑 通：栏)槐绿低窗暗，榴红照眼明。玉人邀我少留行。无奈一帆烟雨、画船轻。柳叶随歌皱，梨花与泪倾。别时不似见时情。今夜月明江上、酒初醒。",
        "author": "宋代",
        "poem_class": "山水",
        "dynasty": "张孝祥"
    },
    {
        "title": "浣溪沙·水满池塘花满枝",
        "paragraph": "水满池塘花满枝，乱香深里语黄鹂。东风轻软弄帘帏。日正长时春梦短，燕交飞处柳烟低。玉窗红子斗棋时。醉别西楼醒不记。春梦秋云，聚散真容易。斜月半窗还少睡。画屏闲展吴山翠。 衣上酒痕诗里字。点点行行，总是凄凉意。红烛自怜无好计。夜寒空替人垂泪。伽花彩甚奇，谓有初春之兴。因作二首，寄袁公济雪颔霜髯不自惊。更将翦彩发春荣。羞颜未醉已先赪。 莫唱黄鸡并白发，且呼张丈唤殷兄。有人归去欲卿卿。南高峰，北高峰，一片湖光烟霭中。春来愁杀侬。郎意浓，妾意浓。油壁车轻郎马骢，相逢九里松。",
        "author": "宋代",
        "poem_class": "山水",
        "dynasty": "赵令畴"
    },
    {
        "title": "十二郎·垂虹桥",
        "paragraph": "素天际水，浪拍碎、冻云不凝。记晓叶题霜，秋灯吟雨，曾系长桥过艇。又是宾鸿重来后，猛赋得、归期才定。嗟绣鸭解言，香鲈堪钓，尚庐人境。幽兴。争如共载，越娥妆镜。念倦客依前，貂裘茸帽，重向淞江照影。酹酒苍茫，倚歌平远，亭上玉虹腰冷。迎醉面，暮雪飞花，几点黛愁山暝。斜风细雨作春寒，对尊前，忆前欢。曾把梨花，寂寞泪阑干。芳草断烟南浦路，和别泪，看青山。昨宵结得梦夤缘，水云间，悄无言。争奈醒来，愁恨又依然。展转衾裯空懊恼，天易见，见伊难。不见南师久，漫说北群空。当场只手，毕竟还我万夫雄。自笑堂堂汉使，得似洋洋河水，依旧只流东？且复穹庐拜，会向藁街逢！尧之都，舜之壤，禹之封。于中应有，一个半个耻臣戎！万里腥膻如许，千古英灵安在，磅礴几时通？胡运何须问，赫日自当中！痴儿了却公家事，快阁东西倚晚晴。落木千山天远大，澄江一道月分明。朱弦已为佳人绝，青眼聊因美酒横。万里归船弄长笛，此心吾与白鸥盟。",
        "author": "宋代",
        "poem_class": "山水",
        "dynasty": "吴文英"
    },
    {
        "title": "杏帘在望",
        "paragraph": "杏帘招客饮，在望有山庄。菱荇鹅儿水，桑榆燕子梁。一畦春韭绿，十里稻花香。盛世无饥馁，何须耕织忙。绕径寒云拂步生，巑岏青嶂压孤城。东连华岳三峰小，北拥萧关大漠平。山外烟霞闲隐见，世间尘土自虚盈。劳人至此深惆怅，樵唱悠悠何处声。何处淬吴钩？一片城荒枕碧流。曾是当年龙战地，飕飕。塞草霜风满地秋。霸业等闲休。跃马横戈总白头。莫把韶华轻换了，封侯。多少英雄只废丘。山郡逢春复乍晴，陂塘分出几泉清？郭边万户皆临水，雪后千峰半入城。",
        "author": "清代",
        "poem_class": "山水",
        "dynasty": "曹雪芹"
    },
    {
        "title": "酒泉子·水碧风清",
        "paragraph": "水碧风清，入槛细香红藕腻。谢娘敛翠，恨无涯，小屏斜。堪憎荡子不还家，谩留罗带结。帐深枕腻炷沉烟，负当年。十年流落赋归鸿，谁傍昏衢驾烛龙。竹屋乱烟思梓泽，酒家疏雨梦临邛。千年别恨调琴懒，一片年光览镜慵。早晚休歌白石烂，放教归去卧群峰。珠帘高卷莫轻遮，往往相逢隔岁华。春气昨宵飘律管，东风今日放梅花。素姿好把芳姿掩，落势还同舞势斜。坐有宾朋尊有酒，可怜清味属侬家。圣迹谁会得，每到亦徘徊。一尚不可得，三从何处来。清宵寒露滴，白昼野云隈。应是表灵异，凡情安可猜。",
        "author": "五代",
        "poem_class": "山水",
        "dynasty": "顾敻"
    },
    {
        "title": "浣溪沙·败叶填溪水已冰",
        "paragraph": "败叶填溪水已冰，夕阳犹照短长亭。何年废寺失题名。倚马客临碑上字，斗鸡人拨佛前灯，净消尘土礼金经。去时栀子压犀簪，次第寒花掐到今。谁分江湖摇落后，小屏红烛话冬心。无端绕室思茫茫，明月当天万瓦霜。可惜良宵空兀坐，遥怜诸弟在何方。纷纷书帙谁能展，艳艳灯花有底忙？出户独吟聊妄想，孤云断处是家乡。落木淮南雁影高，孤城残日乱蓬蒿。天边故旧愁闻笛，市上儿童笑带刀。世事真成反招隐，吾徒何处续离骚。昔人一饭犹思报，廿载恩深感二毛。",
        "author": "清代",
        "poem_class": "山水",
        "dynasty": "纳兰性德"
    },
    {
        "title": "虞美人·曲阑干外天如水",
        "paragraph": "曲阑干外天如水。昨夜还曾倚。初将明月比佳期。长向月圆时候、望人归。 罗衣著破前香在。旧意谁教改。一春离恨懒调弦。犹有两行闲泪、宝筝前。春路雨添花，花动一山春色。行到小溪深处，有黄鹂千百。 飞云当面化龙蛇，夭矫转空碧。醉卧古藤阴下，了不知南北。 (化龙蛇 一作：舞龙蛇)一叶渔船两小童，收篙停棹坐船中。怪生无雨都张伞，不是遮头是使风。活水还须活火烹，自临钓石取深清。大瓢贮月归春瓮，小杓分江入夜瓶。雪乳已翻煎处脚，松风忽作泻时声。枯肠未易禁三碗，坐听荒城长短更。",
        "author": "宋代",
        "poem_class": "山水",
        "dynasty": "晏几道"
    },
    {
        "title": "凉州词三首·其三",
        "paragraph": "凤林关里水东流，白草黄榆六十秋。边将皆承主恩泽，无人解道取凉州。寻芳不觉醉流霞，倚树沉眠日已斜。客散酒醒深夜后，更持红烛赏残花。锦帏初卷卫夫人，绣被犹堆越鄂君。垂手乱翻雕玉佩，折腰争舞郁金裙。石家蜡烛何曾剪，荀令香炉可待熏。我是梦中传彩笔，欲书花叶寄朝云。上马带吴钩，翩翩度陇头。小来思报国，不是爱封侯。万里乡为梦，三边月作愁。早须清黠虏，无事莫经秋。",
        "author": "唐代",
        "poem_class": "山水",
        "dynasty": "张籍"
    },
    {
        "title": "踏莎行·闲游",
        "paragraph": "水际轻烟，沙边微雨。荷花芳草垂杨渡。多情移徙忽成愁，依稀恰是西湖路。 血染红笺，泪题锦句。西湖岂忆相思苦。只应幽梦解重来，梦中不识从何去。连云松竹，万事从今足。拄杖东家分社肉，白酒床头初熟。西风梨枣山园，儿童偷把长竿。莫遣旁人惊去，老夫静处闲看。长相思，长相思。若问相思甚了期，除非相见时。长相思，长相思。欲把相思说似谁，浅情人不知。湖山信是东南美，一望弥千里。使君能得几回来？便使樽前醉倒更徘徊。沙河塘里灯初上，水调谁家唱？夜阑风静欲归时，惟有一江明月碧琉璃。",
        "author": "宋代",
        "poem_class": "山水",
        "dynasty": "刘将孙"
    },
    {
        "title": "江畔独步寻花·其五",
        "paragraph": "黄师塔前江水东，春光懒困倚微风。桃花一簇开无主，可爱深红爱浅红？山石荦确行径微，黄昏到寺蝙蝠飞。升堂坐阶新雨足，芭蕉叶大栀子肥。僧言古壁佛画好，以火来照所见稀。铺床拂席置羹饭，疏粝亦足饱我饥。夜深静卧百虫绝，清月出岭光入扉。天明独去无道路，出入高下穷烟霏。山红涧碧纷烂漫，时见松枥皆十围。当流赤足踏涧石，水声激激风吹衣。人生如此自可乐，岂必局束为人鞿？(鞿 一作：靰)嗟哉吾党二三子，安得至老不更归。郭橐驼，不知始何名。病偻，隆然伏行，有类橐驼者，故乡人号之“驼”。驼闻之曰：“甚善。名我固当。”因舍其名，亦自谓“橐驼”云。其乡曰丰乐乡，在长安西。驼业种树，凡长安豪富人为观游及卖果者，皆争迎取养。视驼所种树，或移徙，无不活；且硕茂，早实以蕃。他植者虽窥伺效慕，莫能如也。有问之，对曰：“橐驼非能使木寿且孳也，能顺木之天以致其性焉尔。凡植木之性，其本欲舒，其培欲平，其土欲故，其筑欲密。既然已，勿动勿虑，去不复顾。其莳也若子，其置也若弃，则其天者全而其性得矣。故吾不害其长而已，非有能硕茂之也；不抑耗其实而已，非有能早而蕃之也。他植者则不然，根拳而土易，其培之也，若不过焉则不及。苟有能反是者，则又爱之太恩，忧之太勤。旦视而暮抚，已去而复顾。甚者，爪其肤以验其生枯，摇其本以观其疏密，而木之性日以离矣。虽曰爱之，其实害之；虽曰忧之，其实仇之；故不我若也。吾又何能为哉？”问者曰：“以子之道，移之官理，可乎？”驼曰：“我知种树而已，理，非吾业也。然吾居乡，见长人者好烦其令，若甚怜焉，而卒以祸。旦暮吏来而呼曰：‘官命促尔耕，勖尔植，督尔获，早缫而绪，早织而缕，字而幼孩，遂而鸡豚。’鸣鼓而聚之，击木而召之。吾小人辍飧饔以劳吏者，且不得暇，又何以蕃吾生而安吾性耶？故病且怠。若是，则与吾业者其亦有类乎？”问者曰：“嘻，不亦善夫！吾问养树，得养人术。”传其事以为官戒。客去波平槛，蝉休露满枝。永怀当此节，倚立自移时。 北斗兼春远，南陵寓使迟。天涯占梦数，疑误有新知。",
        "author": "唐代",
        "poem_class": "山水",
        "dynasty": "杜甫"
    },
    {
        "title": "滕王阁序",
        "paragraph": "豫章故郡，洪都新府。星分翼轸，地接衡庐。襟三江而带五湖，控蛮荆而引瓯越。物华天宝，龙光射牛斗之墟；人杰地灵，徐孺下陈蕃之榻。雄州雾列，俊采星驰。台隍枕夷夏之交，宾主尽东南之美。都督阎公之雅望，棨戟遥临；宇文新州之懿范，襜帷暂驻。十旬休假，胜友如云；千里逢迎，高朋满座。腾蛟起凤，孟学士之词宗；紫电青霜，王将军之武库。家君作宰，路出名区；童子何知，躬逢胜饯。(豫章故郡 一作：南昌故郡；青霜 一作：清霜)时维九月，序属三秋。潦水尽而寒潭清，烟光凝而暮山紫。俨骖騑于上路，访风景于崇阿。临帝子之长洲，得天人之旧馆。层峦耸翠，上出重霄；飞阁流丹，下临无地。鹤汀凫渚，穷岛屿之萦回；桂殿兰宫，即冈峦之体势。（层峦 一作：层台；即冈 一作：列冈；飞阁流丹 一作：飞阁翔丹）披绣闼，俯雕甍，山原旷其盈视，川泽纡其骇瞩。闾阎扑地，钟鸣鼎食之家；舸舰弥津，青雀黄龙之舳。云销雨霁，彩彻区明。落霞与孤鹜齐飞，秋水共长天一色。渔舟唱晚，响穷彭蠡之滨，雁阵惊寒，声断衡阳之浦。(轴 通：舳；迷津 一作：弥津；云销雨霁，彩彻区明 一作：虹销雨霁，彩彻云衢)遥襟甫畅，逸兴遄飞。爽籁发而清风生，纤歌凝而白云遏。睢园绿竹，气凌彭泽之樽；邺水朱华，光照临川之笔。四美具，二难并。穷睇眄于中天，极娱游于暇日。天高地迥，觉宇宙之无穷；兴尽悲来，识盈虚之有数。望长安于日下，目吴会于云间。地势极而南溟深，天柱高而北辰远。关山难越，谁悲失路之人；萍水相逢，尽是他乡之客。怀帝阍而不见，奉宣室以何年？(遥襟甫畅 一作：遥吟俯畅)嗟乎！时运不齐，命途多舛。冯唐易老，李广难封。屈贾谊于长沙，非无圣主；窜梁鸿于海曲，岂乏明时？所赖君子见机，达人知命。老当益壮，宁移白首之心？穷且益坚，不坠青云之志。酌贪泉而觉爽，处涸辙以犹欢。北海虽赊，扶摇可接；东隅已逝，桑榆非晚。孟尝高洁，空余报国之情；阮籍猖狂，岂效穷途之哭！(见机 一作：安贫；以犹欢 一作：而相欢)勃，三尺微命，一介书生。无路请缨，等终军之弱冠；有怀投笔，慕宗悫之长风。舍簪笏于百龄，奉晨昏于万里。非谢家之宝树，接孟氏之芳邻。他日趋庭，叨陪鲤对；今兹捧袂，喜托龙门。杨意不逢，抚凌云而自惜；钟期既遇，奏流水以何惭？呜呼！胜地不常，盛筵难再；兰亭已矣，梓泽丘墟。临别赠言，幸承恩于伟饯；登高作赋，是所望于群公。敢竭鄙怀，恭疏短引；一言均赋，四韵俱成。请洒潘江，各倾陆海云尔：滕王高阁临江渚，佩玉鸣鸾罢歌舞。画栋朝飞南浦云，珠帘暮卷西山雨。闲云潭影日悠悠，物换星移几度秋。阁中帝子今何在？槛外长江空自流。长空澹澹孤鸟没，万古销沉向此中。 看取汉家何事业，五陵无树起秋风。烽火照西京，心中自不平。牙璋辞凤阙，铁骑绕龙城。雪暗凋旗画，风多杂鼓声。宁为百夫长，胜作一书生。谁家玉笛暗飞声，散入春风满洛城。 此夜曲中闻折柳，何人不起故园情。",
        "author": "唐代",
        "poem_class": "山水",
        "dynasty": "王勃"
    },
    {
        "title": "竹枝词二首·其一",
        "paragraph": "杨柳青青江水平，闻郎江上唱歌声。(唱歌 一作：踏歌)东边日出西边雨，道是无晴却有晴。(却有晴 一作：还有晴)大将军出战，白日暗榆关。三面黄金甲，单于破胆还。昔年有狂客，号尔谪仙人。笔落惊风雨，诗成泣鬼神。声名从此大，汩没一朝伸。文采承殊渥，流传必绝伦。龙舟移棹晚，兽锦夺袍新。白日来深殿，青云满后尘。乞归优诏许，遇我宿心亲。未负幽栖志，兼全宠辱身。剧谈怜野逸，嗜酒见天真。醉舞梁园夜，行歌泗水春。才高心不展，道屈善无邻。处士祢衡俊，诸生原宪贫。稻粱求未足，薏苡谤何频。五岭炎蒸地，三危放逐臣。几年遭鵩鸟，独泣向麒麟。苏武先还汉，黄公岂事秦。楚筵辞醴日，梁狱上书辰。已用当时法，谁将此义陈。老吟秋月下，病起暮江滨。莫怪恩波隔，乘槎与问津。可怜盘石临泉水，复有垂杨拂酒杯。若道春风不解意，何因吹送落花来。",
        "author": "唐代",
        "poem_class": "山水",
        "dynasty": "刘禹锡"
    },
    {
        "title": "桃源行",
        "paragraph": "渔舟逐水爱山春，两岸桃花夹古津。坐看红树不知远，行尽青溪不见人。(不见 一作：忽值)山口潜行始隈隩，山开旷望旋平陆。遥看一处攒云树，近入千家散花竹。樵客初传汉姓名，居人未改秦衣服。居人共住武陵源，还从物外起田园。月明松下房栊静，日出云中鸡犬喧。惊闻俗客争来集，竞引还家问都邑。平明闾巷扫花开，薄暮渔樵乘水入。初因避地去人间，及至成仙遂不还。峡里谁知有人事，世中遥望空云山。不疑灵境难闻见，尘心未尽思乡县。出洞无论隔山水，辞家终拟长游衍。自谓经过旧不迷，安知峰壑今来变。当时只记入山深，青溪几度到云林。春来遍是桃花水，不辨仙源何处寻。江涵秋影雁初飞，与客携壶上翠微。尘世难逢开口笑，菊花须插满头归。但将酩酊酬佳节，不用登临恨落晖。古往今来只如此，牛山何必独霑衣。(霑 同：沾)夕阳度西岭，群壑倏已暝。松月生夜凉，风泉满清听。樵人归欲尽，烟鸟栖初定。之子期宿来，孤琴候萝径。翻手作云覆手雨，纷纷轻薄何须数。(作 一作：为)君不见管鲍贫时交，此道今人弃如土。",
        "author": "唐代",
        "poem_class": "山水",
        "dynasty": "王维"
    },
    {
        "title": "经乱离后天恩流夜郎忆旧游书怀赠江夏韦太守良宰",
        "paragraph": "天上白玉京，十二楼五城。仙人抚我顶，结发受长生。 误逐世间乐，颇穷理乱情。九十六圣君，浮云挂空名。 天地赌一掷，未能忘战争。试涉霸王略，将期轩冕荣。 时命乃大谬，弃之海上行。学剑翻自哂，为文竟何成。 剑非万人敌，文窃四海声。儿戏不足道，五噫出西京。 临当欲去时，慷慨泪沾缨。叹君倜傥才，标举冠群英。 开筵引祖帐，慰此远徂征。鞍马若浮云，送余骠骑亭。 歌钟不尽意，白日落昆明。十月到幽州，戈鋋若罗星。 君王弃北海，扫地借长鲸。呼吸走百川，燕然可摧倾。 心知不得语，却欲栖蓬瀛。弯弧惧天狼，挟矢不敢张。 揽涕黄金台，呼天哭昭王。无人贵骏骨，騄耳空腾骧。 乐毅倘再生，于今亦奔亡。蹉跎不得意，驱马还贵乡。 逢君听弦歌，肃穆坐华堂。百里独太古，陶然卧羲皇。 征乐昌乐馆，开筵列壶觞。贤豪间青娥，对烛俨成行。 醉舞纷绮席，清歌绕飞梁。欢娱未终朝，秩满归咸阳。 祖道拥万人，供帐遥相望。一别隔千里，荣枯异炎凉。 炎凉几度改，九土中横溃。汉甲连胡兵，沙尘暗云海。 草木摇杀气，星辰无光彩。白骨成丘山，苍生竟何罪。 函关壮帝居，国命悬哥舒。长戟三十万，开门纳凶渠。 公卿如犬羊，忠谠醢与菹。二圣出游豫，两京遂丘墟。 帝子许专征，秉旄控强楚。节制非桓文，军师拥熊虎。 人心失去就，贼势腾风雨。惟君固房陵，诚节冠终古。 仆卧香炉顶，餐霞漱瑶泉。门开九江转，枕下五湖连。 半夜水军来，浔阳满旌旃。空名适自误，迫胁上楼船。 徒赐五百金，弃之若浮烟。辞官不受赏，翻谪夜郎天。 夜郎万里道，西上令人老。扫荡六合清，仍为负霜草。 日月无偏照，何由诉苍昊。良牧称神明，深仁恤交道。 一忝青云客，三登黄鹤楼。顾惭祢处士，虚对鹦鹉洲。 樊山霸气尽，寥落天地秋。江带峨眉雪，川横三峡流。 万舸此中来，连帆过扬州。送此万里目，旷然散我愁。 纱窗倚天开，水树绿如发。窥日畏衔山，促酒喜得月。 吴娃与越艳，窈窕夸铅红。呼来上云梯，含笑出帘栊。 对客小垂手，罗衣舞春风。宾跪请休息，主人情未极。 览君荆山作，江鲍堪动色。清水出芙蓉，天然去雕饰。 逸兴横素襟，无时不招寻。朱门拥虎士，列戟何森森。 剪凿竹石开，萦流涨清深。登台坐水阁，吐论多英音。 片辞贵白璧，一诺轻黄金。谓我不愧君，青鸟明丹心。 五色云间鹊，飞鸣天上来。传闻赦书至，却放夜郎回。 暖气变寒谷，炎烟生死灰。君登凤池去，忽弃贾生才。 桀犬尚吠尧，匈奴笑千秋。中夜四五叹，常为大国忧。 旌旆夹两山，黄河当中流。连鸡不得进，饮马空夷犹。 安得羿善射，一箭落旄头。龙马花雪毛，金鞍五陵豪。秋霜切玉剑，落日明珠袍。斗鸡事万乘，轩盖一何高。弓摧南山虎，手接太行猱。酒后竞风采，三杯弄宝刀。杀人如剪草，剧孟同游遨。发愤去函谷，从军向临洮。叱咤经百战，匈奴尽奔逃。归来使酒气，未肯拜萧曹。羞入原宪室，荒径隐蓬蒿。玄宗回马杨妃死，云雨难忘日月新。终是圣明天子事，景阳宫井又何人。无云世界秋三五，共看蟾盘上海涯。 直到天头天尽处，不曾私照一人家。",
        "author": "唐代",
        "poem_class": "山水",
        "dynasty": "李白"
    },
    {
        "title": "宣州谢脁楼饯别校书叔云",
        "paragraph": "弃我去者，昨日之日不可留；乱我心者，今日之日多烦忧。长风万里送秋雁，对此可以酣高楼。蓬莱文章建安骨，中间小谢又清发。俱怀逸兴壮思飞，欲上青天揽明月。(揽 一作：览；明月 一作：日月)抽刀断水水更流，举杯销愁愁更愁。(销愁 一作：消愁)人生在世不称意，明朝散发弄扁舟。木兰之枻沙棠舟，玉箫金管坐两头。美酒樽中置千斛，载妓随波任去留。仙人有待乘黄鹤，海客无心随白鸥。屈平辞赋悬日月，楚王台榭空山丘。兴酣落笔摇五岳，诗成笑傲凌沧洲。功名富贵若长在，汉水亦应西北流。历想为官日，无如刺史时。欢娱接宾客，饱暖及妻儿。自到东都后，安闲更得宜。分司胜刺史，致仕胜分司。何况园林下，欣然得朗之。仰名同旧识，为乐即新知。有雪先相访，无花不作期。斗醲干酿酒，夸妙细吟诗。里巷千来往，都门五别离。岐分两回首，书到一开眉。叶落槐亭院，冰生竹阁池。雀罗谁问讯，鹤氅罢追随。身与心俱病，容将力共衰。老来多健忘，唯不忘相思。从来只有情难尽，何事名为情尽桥。自此改名为折柳，任他离恨一条条。",
        "author": "唐代",
        "poem_class": "山水",
        "dynasty": "李白"
    },
    {
        "title": "咏鹅",
        "paragraph": "鹅，鹅，鹅，曲项向天歌。白毛浮绿水，红掌拨清波。飞雪带春风，裴回乱绕空。君看似花处，偏在洛阳东。(洛阳东 一作：洛城中)慈母手中线，游子身上衣。临行密密缝，意恐迟迟归。谁言寸草心，报得三春晖。万树江边杏，新开一夜风。满园深浅色，照在绿波中。",
        "author": "唐代",
        "poem_class": "山水",
        "dynasty": "骆宾王"
    },
    {
        "title": "临江仙·丝雨如尘云著水",
        "paragraph": "丝雨如尘云著水，嫣香碎拾吴宫。百花冷暖避东风。酷怜娇易散，燕子学偎红。人说病宜随月减，恹恹却与春同。可能留蝶抱花丛。不成双梦影，翻笑杏梁空。电急流光，天生薄命，有泪如潮。勉为欢谑，到底总无聊。欲谱频年离恨，言已尽、恨未曾消。凭谁把，一天愁绪，按出琼箫。往事水迢迢，窗前月、几番空照魂销。旧欢新梦，雁齿小红桥。最是烧灯时候，宜春髻、酒暖蒲萄。凄凉煞，五枝青玉，风雨飘飘。尘满疏帘素带飘，真成暗度可怜宵。几回偷拭青衫泪，忽傍犀奁见翠翘。惟有恨，转无聊。五更依旧落花朝。衰杨叶尽丝难尽，冷雨凄风打画桥。严关百尺界天西，万里征人驻马蹄。飞阁遥连秦树直，缭垣斜压陇云低。天山巉[1]削摩肩立，瀚海苍茫入望迷。谁道崤函千古险？回看只见一丸泥。",
        "author": "清代",
        "poem_class": "山水",
        "dynasty": "纳兰性德"
    },
    {
        "title": "三峡",
        "paragraph": "自三峡七百里中，两岸连山，略无阙处。重岩叠嶂，隐天蔽日，自非亭午夜分，不见曦月。(阙 通：缺；重岩 一作：重峦)至于夏水襄陵，沿溯阻绝。或王命急宣，有时朝发白帝，暮到江陵，其间千二百里，虽乘奔御风，不以疾也。(溯 同：泝；暮到 一作：暮至)春冬之时，则素湍绿潭，回清倒影，绝巘多生怪柏，悬泉瀑布，飞漱其间，清荣峻茂，良多趣味。(巘 一作：左山右献)每至晴初霜旦，林寒涧肃，常有高猿长啸，属引凄异，空谷传响，哀转久绝。故渔者歌曰：“巴东三峡巫峡长，猿鸣三声泪沾裳。”鸡鸣关吏起。伐鼓早通晨。严车临逈陌。延瞰历城闉。蔓草缘高隅。修杨夹广津。迅风首旦发。平路塞飞尘。扰扰游宦子。营营市井人。怀金近从利。抚剑远辞亲。争先万里涂。各事百年身。开芳及稚节。含彩吝惊春。尊贤永照灼。孤贱长隐沦。容华坐销歇。端为谁苦辛。昔有一人，于瓮中盛谷。骆驼入瓮食谷，首不得出。主人以为忧，无计可施。有一老人来语之，曰：“汝莫忧，吾有以教汝出。”主人亟问：“法何？”老人曰：“汝当斩驼头，自当出之。”主人以为妙，即依其语，以刀斩驼头。既杀驼，而复破瓮，如此痴人，为世人所笑。 昔有一人，先瓮中盛谷。骆驼入头瓮中食谷，首不得出。既不得出，其人以为忧。有一老人来语之曰：“汝莫愁，吾教汝出，女当斩头，自能出之。”即用其语，以刀斩头。既杀驼，而复破瓮，如此痴人，世人所笑。曩有一人，先瓮中盛谷。骆驼入头瓮中食谷，首不得出。既不得出，其人患之。有一老父来语之曰：“女莫愁，吾教女出，女当斩头，自能出之。”即用其语，以刀斩头。既杀驼，复破瓮，如此痴人，世人所笑。碧玉捣衣砧，七宝金莲杵。高举徐徐下，轻捣只为汝。",
        "author": "南北朝",
        "poem_class": "山水",
        "dynasty": "郦道元"
    },
    {
        "title": "将进酒",
        "paragraph": "君不见，黄河之水天上来，奔流到海不复回。君不见，高堂明镜悲白发，朝如青丝暮成雪。人生得意须尽欢，莫使金樽空对月。天生我材必有用，千金散尽还复来。烹羊宰牛且为乐，会须一饮三百杯。岑夫子，丹丘生，将进酒，杯莫停。与君歌一曲，请君为我倾耳听。(倾耳听 一作：侧耳听)钟鼓馔玉不足贵，但愿长醉不愿醒。(不足贵 一作：何足贵；不愿醒 一作：不复醒)古来圣贤皆寂寞，惟有饮者留其名。(古来 一作：自古；惟 通：唯)陈王昔时宴平乐，斗酒十千恣欢谑。主人何为言少钱，径须沽取对君酌。五花马、千金裘，呼儿将出换美酒，与尔同销万古愁。金井梧桐秋叶黄，珠帘不卷夜来霜。熏笼玉枕无颜色，卧听南宫清漏长。高殿秋砧响夜阑，霜深犹忆御衣寒。银灯青琐裁缝歇，还向金城明主看。奉帚平明金殿开，且将团扇共徘徊。玉颜不及寒鸦色，犹带昭阳日影来。真成薄命久寻思，梦见君王觉后疑。火照西宫知夜饮，分明复道奉恩时。长信宫中秋月明，昭阳殿下捣衣声。白露堂中细草迹，红罗帐里不胜情。何处秋风至？萧萧送雁群。朝来入庭树，孤客最先闻。东风吹雨过青山，却望千门草色闲。家在梦中何日到，春生江上几人还？(春生 一作：春来)川原缭绕浮云外，宫阙参差落照间。谁念为儒逢世难，独将衰鬓客秦关。",
        "author": "唐代",
        "poem_class": "山水",
        "dynasty": "李白"
    },
    {
        "title": "泜水",
        "paragraph": "泜水清且浅，沙砾明可数。漾漾浮轻波，悠悠汇远浦。千山倒空青，乱石兀崖堵。我来恣游泳，浩歌怀往古。逼侧井陉道，卒列不成伍。背水造奇谋，赤帜立赵土。韩信购左车，张耳陋肺腑。何不赦陈馀，与之归汉主？为春憔悴留春住，那禁半霎催归雨。深巷卖樱桃，雨余红更娇。黄昏清泪阁，忍便花飘泊。消得一声莺，东风三月情。绝域从军计惘然，东南幽恨满词笺。一箫一剑平生意，负尽狂名十五年。三春过后诸芳尽，各自须寻各自门。",
        "author": "清代",
        "poem_class": "山水",
        "dynasty": "郑燮"
    },
    {
        "title": "游洞庭湖五首·其二",
        "paragraph": "南湖秋水夜无烟，耐可乘流直上天。且就洞庭赊月色，将船买酒白云边。沅溪夏晚足凉风，春酒相携就竹丛。莫道弦歌愁远谪，青山明月不曾空。寥落古行宫，宫花寂寞红。白头宫女在，闲坐说玄宗。世乱同南去，时清独北还。他乡生白发，旧国见青山。 晓月过残垒，繁星宿故关。寒禽与衰草，处处伴愁颜。",
        "author": "唐代",
        "poem_class": "山水",
        "dynasty": "李白"
    },
    {
        "title": "荷叶杯·镜水夜来秋月",
        "paragraph": "镜水夜来秋月，如雪。采莲时，小娘红粉对寒浪。惆怅，正思惟。终日昏昏醉梦间，忽闻春尽强登山。因过竹院逢僧话，偷得浮生半日闲。洞房昨夜春风起，故人尚隔湘江水。枕上片时春梦中，行尽江南数千里。清明时节雨纷纷，路上行人欲断魂。借问酒家何处有？牧童遥指杏花村。",
        "author": "唐代",
        "poem_class": "山水",
        "dynasty": "温庭筠"
    },
    {
        "title": "天仙子·草绿裙腰山染黛",
        "paragraph": "草绿裙腰山染黛，闲恨闲愁侬不解。莫愁艇子渡江时，九鸾钗，双凤带，杯酒劝郎情似海。堆来枕上愁何状，江海翻波浪。夜长天色总难明，寂寞披衣起坐数寒星。晓来百念都灰烬，剩有离人影。一钩残月向西流，对此不抛眼泪也无由。昔闻湘水碧如染，今闻湘水胭脂痕。湘灵妆成照湘水，皎如皓月窥彤云。高丘寂寞竦中夜，芳荃零落无余春。鼓完瑶瑟人不闻，太平成象盈秋门。已落芙蓉并叶凋。半枯萧艾过墙高。日斜孤馆易魂消。坐觉清秋归荡荡，眼看白日去昭昭。人间争度渐长宵。",
        "author": "近现代",
        "poem_class": "山水",
        "dynasty": "文廷式"
    },
    {
        "title": "浣溪沙·山绕平湖波撼城",
        "paragraph": "山绕平湖波撼城。湖光倒影浸山青。水晶楼下欲三更。雾柳暗时云度月，露荷翻处水流萤。萧萧散发到天明。金鞭美少年，去跃青骢马。牵系玉楼人，绣被春寒夜。消息未归来，寒食梨花谢。无处说相思，背面秋千下。徐门石潭谢雨，道上作五首。潭在城东二十里，常与泗水增减清浊相应。簌簌衣巾落枣花，村南村北响缲车，牛衣古柳卖黄瓜。(缲 通：缫)酒困路长惟欲睡，日高人渴漫思茶。敲门试问野人家。黄花谩说年年好。也趁秋光老。绿鬓不惊秋，若斗尊前，人好花堪笑。蟠桃结子知多少。家住三山岛。何日跨归鸾，沧海飞尘，人世因缘了。",
        "author": "宋代",
        "poem_class": "山水",
        "dynasty": "张元干"
    },
    {
        "title": "一络索·过尽遥山如画",
        "paragraph": "过尽遥山如画。短衣匹马。萧萧落木不胜秋，莫回首、斜阳下。别是柔肠萦挂。待归才罢。却愁拥髻向灯前，说不尽、离人话。清切频吹越石笳，穷愁犹驾阮生车。时当汉腊遗臣祭，义激韩仇旧相家。陵阙生哀回夕照，河山垂泪发春花。相将便是天涯侣，不用虚乘犯斗槎。欲话心情梦已阑，镜中依约见春山。方悔从前真草草，等闲看。环佩只应归月下，钿钗何意寄人间。多少滴残红蜡泪，几时干。喜荣华正好，恨无常又到，眼睁睁把万事全抛，荡悠悠芳魂销耗。望家乡路远山高。故向爹娘梦里相寻告：儿命已入黄泉，天伦呵，须要退步抽身早！",
        "author": "清代",
        "poem_class": "山水",
        "dynasty": "纳兰性德"
    },
    {
        "title": "菩萨蛮·溪山掩映斜阳里",
        "paragraph": "溪山掩映斜阳里，楼台影动鸳鸯起。隔岸两三家，出墙红杏花。绿杨堤下路，早晚溪边去。三见柳绵飞，离人犹未归。乳燕飞华屋。悄无人、桐阴转午，晚凉新浴。手弄生绡白团扇，扇手一时似玉。渐困倚、孤眠清熟。帘外谁来推绣户，枉教人、梦断瑶台曲。又却是，风敲竹。 石榴半吐红巾蹙。待浮花、浪蕊都尽，伴君幽独。秾艳一枝细看取，芳心千重似束。又恐被、秋风惊绿。若待得君来向此，花前对酒不忍触。共粉泪，两簌簌。草际鸣蛩。惊落梧桐。正人间、天上愁浓。云阶月地，关锁千重。纵浮槎来，浮槎去，不相逢。 星桥鹊驾，经年才见，想离情、别恨难穷。牵牛织女，莫是离中。甚霎儿晴，霎儿雨，霎儿风。情高意真。眉长鬓青。小楼明月调筝。写春风数声。思君忆君。魂牵梦萦。翠销香暖云屏。更那堪酒醒。",
        "author": "宋代",
        "poem_class": "山水",
        "dynasty": "魏夫人"
    },
    {
        "title": "水调歌头·江上春山远",
        "paragraph": "江上春山远，山下暮云长。相留相送，时见双燕语风樯。满目飞花万点，回首故人千里，把酒沃愁肠。回雁峰前路，烟树正苍苍。 漏声残，灯焰短，马蹄香。浮云飞絮，一身将影向潇湘。多少风前月下，迤逦天涯海角，魂梦亦凄凉。又是春将暮，无语对斜阳。芳草池塘，绿阴庭院，晚晴寒透窗纱。玉钩金锁，管是客来唦。寂寞尊前席上，唯愁海角天涯。能留否？酴釄落尽，犹赖有梨花。当年曾胜赏，生香熏袖，活火分茶。极目犹龙骄马，流水轻车。不怕风狂雨骤，恰才称，煮酒笺花。如今也，不成怀抱，得似旧时那？天下之患，最不可为者，名为治平无事，而其实有不测之忧。坐观其变，而不为之所，则恐至於不可救；起而强为之，则天下狃於治平之安而不吾信。惟仁人君子豪杰之士，为能出身为天下犯大难，以求成大功；此固非勉强期月之间，而苟以求名之所能也。天下治平，无故而发大难之端；吾发之，吾能收之，然后有辞於天下。事至而循循焉欲去之，使他人任其责，则天下之祸，必集於我。昔者晁错尽忠为汉，谋弱山东之诸侯，山东诸侯并起，以诛错为名；而天子不以察，以错为之说。天下悲错之以忠而受祸，不知错有以取之也。古之立大事者，不惟有超世之才，亦必有坚忍不拔之志。昔禹之治水，凿龙门，决大河而放之海。方其功之未成也，盖亦有溃冒冲突可畏之患；惟能前知其当然，事至不惧，而徐为之图，是以得至於成功。夫以七国之强，而骤削之，其为变，岂足怪哉？错不於此时捐其身，为天下当大难之冲，而制吴楚之命，乃为自全之计，欲使天子自将而己居守。且夫发七国之难者，谁乎？己欲求其名，安所逃其患。以自将之至危，与居守至安；己为难首，择其至安，而遣天子以其至危，此忠臣义士所以愤怨而不平者也。当此之时，虽无袁盎，错亦未免於祸。何者？己欲居守，而使人主自将。以情而言，天子固已难之矣，而重违其议。是以袁盎之说，得行於其间。使吴楚反，错已身任其危，日夜淬砺，东向而待之，使不至於累其君，则天子将恃之以为无恐，虽有百盎，可得而间哉？嗟夫！世之君子，欲求非常之功，则无务为自全之计。使错自将而讨吴楚，未必无功，惟其欲自固其身，而天子不悦。奸臣得以乘其隙，错之所以自全者，乃其所以自祸欤！ 恼烟撩露，留我须臾住。携手藕花湖上路，一霎黄梅细雨。 娇痴不怕人猜，和衣睡倒人怀。最是分携时候，归来懒傍妆台。",
        "author": "宋代",
        "poem_class": "山水",
        "dynasty": "葛长庚"
    },
    {
        "title": "行田登海口盘屿山",
        "paragraph": "齐景恋遄台，周穆厌紫宫。牛山空洒涕，瑶池实欢悰。年迫愿岂申，游远心能通。大宝不欢娱，况乃守畿封。羁苦孰云慰，观海藉朝风。莫辨洪波极，谁知大壑东。依稀采菱歌，仿佛含颦容。遨游碧沙渚，游衍丹山峰。昔别襄城村，同会长安市。谁学莱芜甑，本得王乔履。阶前养素鹤，池中饴赤鲤。一往玉壶上，兼复见箫史。璧月夜夜满，琼树朝朝新。巫山巫峡深，峭壁耸春林。风岩朝蕊落，雾岭晚猿吟。云来足荐枕，雨过非感琴。仙姬将夜月，度影自浮沈。",
        "author": "南北朝",
        "poem_class": "山水",
        "dynasty": "谢灵运"
    },
    {
        "title": "归园田居·其四",
        "paragraph": "久去山泽游，浪莽林野娱。试携子侄辈，披榛步荒墟。徘徊丘垄间，依依昔人居。井灶有遗处，桑竹残杇株。借问采薪者，此人皆焉如？薪者向我言，死没无复余。一世异朝市，此语真不虚。人生似幻化，终当归空无。涉江采芙蓉，兰泽多芳草。采之欲遗谁，所思在远道。还顾望旧乡，长路漫浩浩。同心而离居，忧伤以终老。桃叶映红花，无风自娿娜。春花映何限，感郎独采我。乘辇夜行游。逍遥步西园。双渠相溉灌。嘉木绕通川。卑枝拂羽盖。修条摩苍天。惊风扶轮毂。飞鸟翔我前。丹霞夹明月。华星出云间。上天垂光彩。五色一何鲜。寿命非松乔。谁能得神仙。遨游快心意。保己终百年。",
        "author": "魏晋",
        "poem_class": "山水",
        "dynasty": "陶渊明"
    },
    {
        "title": "山居示灵澈上人",
        "paragraph": "晴明路出山初暖，行踏春芜看茗归。乍削柳枝聊代札，时窥云影学裁衣。身闲始觉隳名是，心了方知苦行非。外物寂中谁似我，松声草色共无机。四明有狂客，风流贺季真。长安一相见，呼我谪仙人。昔好杯中物，翻为松下尘。金龟换酒处，却忆泪沾巾。狂客归四明，山阴道士迎。敕赐镜湖水，为君台沼荣。人亡余故宅，空有荷花生。念此杳如梦，凄然伤我情。怀君属秋夜，散步咏凉天。空山松子落，幽人应未眠。(空山 一作：山空)乡心新岁切，天畔独潸然。老至居人下，春归在客先。岭猿同旦暮，江柳共风烟。已似长沙傅，从今又几年。",
        "author": "唐代",
        "poem_class": "山水",
        "dynasty": "皎然"
    },
    {
        "title": "阳羡歌·山秀芙蓉",
        "paragraph": "山秀芙蓉，溪明罨画。真游洞穴沧波下。临风慨想斩蛟灵。长桥千载犹横跨。解佩投簪，求田问舍。黄鸡白酒渔樵社。元龙非复少时豪，耳根洗尽功名话。飞琼伴侣，偶别珠宫，未返神仙行缀。取次梳妆，寻常言语，有得几多姝丽。拟把名花比。恐旁人笑我，谈何容易。细思算、奇葩艳卉，惟是深红浅白而已。争如这多情，占得人间，千娇百媚。须信画堂绣阁，皓月清风，忍把光阴轻弃。自古及今，佳人才子，少得当年双关。且恁相偎倚。未消得、怜我多才多艺。愿奶奶、兰心蕙性，枕前言下，表余心意。为盟誓。今生断不孤鸳被。(双关 一作：双美）东南形胜，三吴都会，钱塘自古繁华。烟柳画桥，风帘翠幕，参差十万人家。云树绕堤沙，怒涛卷霜雪，天堑无涯。市列珠玑，户盈罗绮，竞豪奢。重湖叠巘清嘉，有三秋桂子，十里荷花。羌管弄晴，菱歌泛夜，嬉嬉钓叟莲娃。千骑拥高牙，乘醉听箫鼓，吟赏烟霞。异日图将好景，归去凤池夸。桃溪不作从容住，秋藕绝来无续处。当时相候赤阑桥，今日独寻黄叶路。烟中列岫青无数，雁背夕阳红欲暮。人如风后入江云，情似雨馀粘地絮。",
        "author": "宋代",
        "poem_class": "山水",
        "dynasty": "贺铸"
    },
    {
        "title": "满江红·江行和杨济翁韵",
        "paragraph": "过眼溪山，怪都似、旧时相识。还记得、梦中行遍，江南江北。佳处径须携杖去，能消几緉平生屐。笑尘劳、三十九年非、长为客。吴楚地，东南坼。英雄事，曹刘敌。被西风吹尽，了无尘迹。楼观才成人已去，旌旗未卷头先白。叹人间、哀乐转相寻，今犹昔。清溪奔快，不管青山碍。十里盘盘平世界，更著溪山襟带。 古今陵谷茫茫，市朝往往耕桑。此地居然形胜，似曾小小兴亡。近水楼台先得月，向阳花木易为春。芳草池塘，绿阴庭院，晚晴寒透窗纱。玉钩金锁，管是客来唦。寂寞尊前席上，唯愁海角天涯。能留否？酴釄落尽，犹赖有梨花。当年曾胜赏，生香熏袖，活火分茶。极目犹龙骄马，流水轻车。不怕风狂雨骤，恰才称，煮酒笺花。如今也，不成怀抱，得似旧时那？",
        "author": "宋代",
        "poem_class": "山水",
        "dynasty": "辛弃疾"
    },
    {
        "title": "点绛唇·越山见梅",
        "paragraph": "春未来时，酒携不到千岩路。瘦还如许。晚色天寒处。 无限新愁，难对风前语。行人去。暗消春素。横笛空山暮。晚日寒鸦一片愁。柳塘新绿却温柔。若教眼底无离恨，不信人间有白头。肠已断，泪难收。相思重上小红楼。情知已被山遮断，频倚阑干不自由。卖花担上。买得一枝春欲放。泪染轻匀。犹带彤霞晓露痕。 怕郎猜道。奴面不如花面好。云鬓斜簪。徒要教郎比并看。明妃初出汉宫时，泪湿春风鬓角垂。低徊顾影无颜色，尚得君王不自持。归来却怪丹青手，入眼平生几曾有；(几曾有 一作：未曾有)意态由来画不成，当时枉杀毛延寿。一去心知更不归，可怜着尽汉宫衣；寄声欲问塞南事，只有年年鸿雁飞。家人万里传消息，好在毡城莫相忆；君不见咫尺长门闭阿娇，人生失意无南北。",
        "author": "宋代",
        "poem_class": "山水",
        "dynasty": "吴文英"
    },
    {
        "title": "醉蓬莱·归故山",
        "paragraph": "扫西风门径，黄叶凋零，白云萧散。柳换枯阴，赋归来何晚。爽气霏霏，翠蛾眉妩，聊慰登临眼。故国如尘，故人如梦，登高还懒。数点寒英，为谁零落，楚魄难招，暮寒堪揽。步屧荒篱，谁念幽芳远。一室秋灯，一庭秋雨，更一声秋雁。试引芳樽，不知消得，几多依黯。花信来时，恨无人似花依旧。又成春瘦，折断门前柳。天与多情，不与长相守。分飞后，泪痕和酒，占了双罗袖。湖山胜处放翁家，槐柳阴中野径斜。水满有时观下鹭，草深无处不鸣蛙。箨龙已过头番笋，木笔犹开第一花。叹息老来交旧尽，睡来谁共午瓯茶。可怜今夕月，向何处，去悠悠？是别有人间，那边才见，光影东头？是天外，空汗漫，但长风浩浩送中秋？飞镜无根谁系？姮娥不嫁谁留？谓经海底问无由，恍惚使人愁。怕万里长鲸，纵横触破，玉殿琼楼。虾蟆故堪浴水，问云何玉兔解沉浮？若道都齐无恙，云何渐渐如钩？",
        "author": "宋代",
        "poem_class": "山水",
        "dynasty": "王沂孙"
    },
    {
        "title": "烛影摇红·元夕雨",
        "paragraph": "碧澹山姿，暮寒愁沁歌眉浅。障泥南陌润轻酥，灯火深深院。入夜笙歌渐暖。彩旗翻、宜男舞遍。恣游不怕，素袜尘生，行裙红溅。 银烛笼纱，翠屏不照残梅怨。洗妆清靥湿春风，宜带啼痕看。楚梦留情未散。素娥愁、天深信远。晓窗移枕，酒困香残，春阴帘卷。点火樱桃，照一架、荼蘼如雪。春正好，见龙孙穿破，紫苔苍壁。乳燕引雏飞力弱，流莺唤友娇声怯。问春归、不肯带愁归，肠千结。层楼望，春山叠；家何在？烟波隔。把古今遗恨，向他谁说？蝴蝶不传千里梦，子规叫断三更月。听声声、枕上劝人归，归难得。山亭水榭秋方半，凤帏寂寞无人伴。愁闷一番新，双蛾只旧颦。起来临绣户，时有疏萤度。多谢月相怜，今宵不忍圆。胡马嘶风，汉旗翻雪，彤云又吐，一竿残照。古木连空，乱山无数，行尽暮沙衰草。星斗横幽馆，夜无眠、灯花空老。雾浓香鸭，冰凝泪烛，霜天难晓。 长记小妆才了，一杯未尽，离怀多少。醉里秋波，梦中朝雨，都是醒时烦恼。料有牵情处，忍思量、耳边曾道。甚时跃马归来，认得迎门轻笑。",
        "author": "宋代",
        "poem_class": "山水",
        "dynasty": "吴文英"
    },
    {
        "title": "秋日思旧山",
        "paragraph": "咸言上国繁华，岂谓帝城羁旅。十点五点残萤，千声万声秋雨。白云江上故乡，月下风前吟处。欲去不去迟迟，未展平生所伫。秦时明月汉时关，万里长征人未还。但使龙城飞将在，不教胡马度阴山。骝马新跨白玉鞍，战罢沙场月色寒。城头铁鼓声犹震，匣里金刀血未干。小时不识月，呼作白玉盘。又疑瑶台镜，飞在青云端。(青云 一作：白云)仙人垂两足，桂树何团团。白兔捣药成，问言与谁餐？蟾蜍蚀圆影，大明夜已残。羿昔落九乌，天人清且安。阴精此沦惑，去去不足观。忧来其如何？凄怆摧心肝。夜来携手梦同游，晨起盈巾泪莫收。漳浦老身三度病，咸阳宿草八回秋。君埋泉下泥销骨，我寄人间雪满头。阿卫韩郎相次去，夜台茫昧得知不？",
        "author": "唐代",
        "poem_class": "山水",
        "dynasty": "子兰"
    },
    {
        "title": "阮郎归·渔舟容易入春山",
        "paragraph": "渔舟容易入春山，仙家日月闲。绮窗纱幌映朱颜，相逢醉梦间。松露冷，海霜殷。匆匆整棹还。落花寂寂水潺潺，重寻此路难。莫笑农家腊酒浑，丰年留客足鸡豚。山重水复疑无路，柳暗花明又一村。箫鼓追随春社近，衣冠简朴古风存。从今若许闲乘月，拄杖无时夜叩门。秋入云山，物情潇洒。百般景物堪图画。丹枫万叶碧云边，黄花千点幽岩下。 已喜佳辰，更怜清夜。一轮明月林梢挂。松醪常与野人期，忘形共说清闲话。凭高眺远，见长空万里，云无留迹。桂魄飞来，光射处，冷浸一天秋碧。玉宇琼楼，乘鸾来去，人在清凉国。江山如画，望中烟树历历。我醉拍手狂歌，举杯邀月，对影成三客。起舞徘徊风露下，今夕不知何夕？便欲乘风，翻然归去，何用骑鹏翼。水晶宫里，一声吹断横笛。",
        "author": "宋代",
        "poem_class": "山水",
        "dynasty": "司马光"
    },
    {
        "title": "朝中措·送刘仲原甫出守维扬",
        "paragraph": "平山阑槛倚晴空。山色有无中。手种堂前垂柳，别来几度春风。 文章太守，挥毫万字，一饮千钟。行乐直须年少，尊前看取衰翁。只有天在上，更无山与齐。举头红日近，回首白云低。三月七日，沙湖道中遇雨，雨具先去，同行皆狼狈，余独不觉。已而遂晴，故作此词。莫听穿林打叶声，何妨吟啸且徐行。竹杖芒鞋轻胜马，谁怕？一蓑烟雨任平生。料峭春风吹酒醒，微冷，山头斜照却相迎。回首向来萧瑟处，归去，也无风雨也无晴。荷花开后西湖好，载酒来时。不用旌旗，前后红幢绿盖随。画船撑入花深处，香泛金卮。烟雨微微，一片笙歌醉里归。",
        "author": "宋代",
        "poem_class": "山水",
        "dynasty": "欧阳修"
    },
    {
        "title": "满江红·山居即事",
        "paragraph": "几个轻鸥，来点破、一泓澄绿。更何处、一双鸂鶒，故来争浴。细读离骚还痛饮，饱看修竹何妨肉。有飞泉、日日供明珠，三千斛。春雨满，秧新谷。闲日永，眠黄犊。看云连麦垄，雪堆蚕簇，若要足时今足矣，以为未足何时足。被野老、相扶入东园，枇杷熟。汉水东流，都洗尽，髭胡膏血。人尽说，君家飞将，旧时英烈。破敌金城雷过耳，谈兵玉帐冰生颊。想王郎，结发赋从戎，传遗业。腰间剑，聊弹铗。尊中酒，堪为别。况故人新拥，汉坛旌节。马革裹尸当自誓，蛾眉伐性休重说。但从今，记取楚楼风，裴台月。南来飞燕北归鸿，偶相逢，惨愁容。绿鬓朱颜重见两衰翁。别后悠悠君莫问，无限事，不言中。小槽春酒滴珠红，莫匆匆，满金钟。饮散落花流水各西东。后会不知何处是，烟浪远，暮云重。世情薄，人情恶，雨送黄昏花易落。晓风干，泪痕残。欲笺心事，独语斜阑。难，难，难！人成各，今非昨，病魂常似秋千索。角声寒，夜阑珊。怕人寻问，咽泪装欢。瞒，瞒，瞒！(装 通：妆)",
        "author": "宋代",
        "poem_class": "山水",
        "dynasty": "辛弃疾"
    },
    {
        "title": "寄旧山僧",
        "paragraph": "因依老宿发心初，半学修心半读书。雪后每常同席卧，花时未省两山居。猎人箭底求伤雁，钓户竿头乞活鱼。一向风尘取烦恼，不知衰病日难除。日日春光斗日光，山城斜路杏花香。几时心绪浑无事，得及游丝百尺长。高卧南斋时，开帷月初吐。清辉澹水木，演漾在窗户。冉冉几盈虚，澄澄变今古。(冉冉 一作：荏苒)美人清江畔，是夜越吟苦。千里共如何，微风吹兰杜。吴姬越艳楚王妃，争弄莲舟水湿衣。来时浦口花迎入，采罢江头月送归。荷叶罗裙一色裁，芙蓉向脸两边开。乱入池中看不见，闻歌始觉有人来。",
        "author": "唐代",
        "poem_class": "山水",
        "dynasty": "王建"
    },
    {
        "title": "楚宫怨二首·其一",
        "paragraph": "十二山晴花尽开，楚宫双阙对阳台。细腰争舞君沉醉，白日秦兵天下来。钟陵醉别十余春，重见云英掌上身。我未成名卿未嫁，可能俱是不如人。(卿未嫁 一作：君未嫁)林暗草惊风，将军夜引弓。平明寻白羽，没在石棱中。故关衰草遍，离别自堪悲。(自堪悲 一作：正堪悲)路出寒云外，人归暮雪时。少孤为客早，多难识君迟。掩泪空相向，风尘何处期。(掩泪 一作：掩泣)",
        "author": "唐代",
        "poem_class": "山水",
        "dynasty": "李涉"
    },
    {
        "title": "竹枝词九首·其九",
        "paragraph": "山上层层桃李花，云间烟火是人家。银钏金钗来负水，长刀短笠去烧畲。长安回望绣成堆，山顶千门次第开。一骑红尘妃子笑，无人知是荔枝来。海天东望夕茫茫，山势川形阔复长。灯火万家城四畔，星河一道水中央。风吹古木晴天雨，月照平沙夏夜霜。能就江楼消暑否？比君茅舍较清凉。今夜鄜州月，闺中只独看。遥怜小儿女，未解忆长安。香雾云鬟湿，清辉玉臂寒。何时倚虚幌，双照泪痕干。",
        "author": "唐代",
        "poem_class": "山水",
        "dynasty": "刘禹锡"
    },
    {
        "title": "女冠子·春山夜静",
        "paragraph": "春山夜静，愁闻洞天疏磬。玉堂虚，细雾垂珠佩，轻烟曳翠裾。对花情脉脉，望月步徐徐。刘阮今何处？绝来书！公侯延驻暂踟蹰，况值风光三月初。乱落杯盘花片小，静笼池阁柳阴疏。舟维南浦程虽阻，饮预西园兴有馀。却笑田家门下客，当时容易叹车鱼。万山岚霭簇洋城，数处禅斋尽有名。古柏八株堆翠色，灵泉一派逗寒声。暂游颇爱闲滋味，久住翻嫌俗性情。珍重支公每相勉，我于儒行也修行。碧波帘幕垂朱户，帘下莺莺语。薄罗依旧泣青春，野花芳草逐年新，事难论。凤笙何处高楼月，幽怨凭谁说？须臾残照上梧桐，一时弹泪与东风，恨重重。",
        "author": "五代",
        "poem_class": "山水",
        "dynasty": "李珣"
    },
    {
        "title": "南乡子·山果熟",
        "paragraph": "山果熟，水花香，家家风景有池塘。木兰舟上珠帘卷，歌声远，椰子酒倾鹦鹉盏。塞诏东来淝水滨，时情惟望秉陶钧。 将军一阵为功业，忍见沙场百战人。江上阴云锁梦魂，江边深夜舞刘琨。秋风万里芙蓉国，暮雨千家薜荔村。乡思不堪悲橘柚，旅游谁肯重王孙。渔人相见不相问，长笛一声归岛门。柳垂丝，花满树，莺啼楚岸春天暮。棹轻舟，出深浦，缓唱渔郎归去。罢垂纶，还酌醑，孤村遥指云遮处。下长汀，临深渡，惊起一行沙鹭。",
        "author": "五代",
        "poem_class": "山水",
        "dynasty": "李珣"
    },
    {
        "title": "浪淘沙·九日从吴见山觅酒",
        "paragraph": "山远翠眉长。高处凄凉。菊花清瘦杜秋娘。净洗绿杯牵露井，聊荐幽香。乌帽压吴霜。风力偏狂。一年佳节过西厢。秋色雁声愁几许，都在斜阳。顷在黄州，春夜行蕲水中，过酒家饮，酒醉，乘月至一溪桥上，解鞍曲肱，醉卧少休。及觉已晓，乱山攒拥，流水锵然，疑非尘世也。书此语桥柱上。照野弥弥浅浪，横空隐隐层霄。障泥未解玉骢骄，我欲醉眠芳草。可惜一溪风月，莫教踏碎琼瑶。解鞍欹枕绿杨桥，杜宇一声春晓。小令尊前见玉箫。银灯一曲太妖娆。歌中醉倒谁能恨，唱罢归来酒未消。 春悄悄，夜迢迢。碧云天共楚宫遥。梦魂惯得无拘检，又踏杨花过谢桥。元丰七年十二月十八日，浴泗州雍熙塔下，戏作如梦令阕。此曲本唐庄宗制，名忆仙姿，嫌其名不雅，故改为如梦令。盖庄宗作此词，卒章云：“如梦如梦，和泪出门相送。”因取以为名云。水垢何曾相受。细看两俱无有。寄语揩背人，尽日劳君挥肘。轻手，轻手。居士本来无垢。",
        "author": "宋代",
        "poem_class": "山水",
        "dynasty": "吴文英"
    },
    {
        "title": "春晚书山家屋壁二首",
        "paragraph": "柴门寂寂黍饭馨，山家烟火春雨晴。庭花蒙蒙水泠泠，小儿啼索树上莺。水香塘黑蒲森森，鸳鸯鸂鶒如家禽。前村后垄桑柘深，东邻西舍无相侵。蚕娘洗茧前溪渌，牧童吹笛和衣浴。山翁留我宿又宿，笑指西坡瓜豆熟。丁丁漏水夜何长，漫漫轻云露月光。秋逼暗虫通夕响，征衣未寄莫飞霜。今朝郡斋冷，忽念山中客。涧底束荆薪，归来煮白石。欲持一瓢酒，远慰风雨夕。落叶满空山，何处寻行迹。八月涛声吼地来，头高数丈触山回。须臾却入海门去，卷起沙堆似雪堆。",
        "author": "唐代",
        "poem_class": "山水",
        "dynasty": "贯休"
    },
    {
        "title": "山寺题壁",
        "paragraph": "物外真何事，幽廊步不穷。一灯心法在，三世影堂空。 山果青苔上，寒蝉落叶中。归来还闭阁，棠树几秋风。妾发初覆额，折花门前剧。郎骑竹马来，绕床弄青梅。同居长干里，两小无嫌猜，十四为君妇，羞颜未尝开。低头向暗壁，千唤不一回。十五始展眉，愿同尘与灰。常存抱柱信，岂上望夫台。十六君远行，瞿塘滟滪堆。五月不可触，猿声天上哀。门前迟行迹，一一生绿苔。苔深不能扫，落叶秋风早。八月胡蝶黄，双飞西园草。(胡蝶 一作：蝴蝶)感此伤妾心，坐愁红颜老。早晚下三巴，预将书报家。相迎不道远，直至长风沙。忆妾深闺里，烟尘不曾识。嫁与长干人，沙头候风色。五月南风兴，思君下巴陵。八月西风起，想君发扬子。去来悲如何，见少离别多。湘潭几日到，妾梦越风波。昨夜狂风度，吹折江头树。淼淼暗无边，行人在何处。好乘浮云骢，佳期兰渚东。鸳鸯绿蒲上，翡翠锦屏中。自怜十五余，颜色桃花红。那作商人妇，愁水复愁风。北阙休上书，南山归敝庐。不才明主弃，多病故人疏。白发催年老，青阳逼岁除。永怀愁不寐，松月夜窗虚。衔泥燕，飞到画堂前。占得杏梁安稳处，体轻唯有主人怜，堪羡好因缘。",
        "author": "唐代",
        "poem_class": "山水",
        "dynasty": "羊士谔"
    },
    {
        "title": "题友人山居",
        "paragraph": "到君栖迹所，竹径与衡门。亦在乾坤内，独无尘俗喧。 新泉浮石藓，崩壁露松根。更说寻僧处，孤峰上啸猿。花时同醉破春愁，醉折花枝作酒筹。忽忆故人天际去，计程今日到梁州。床前明月光，疑是地上霜。举头望明月，低头思故乡。落魄江湖载酒行，楚腰纤细掌中轻。(江湖 一作：江南；纤细 一作：肠断)十年一觉扬州梦，赢得青楼薄幸名。",
        "author": "唐代",
        "poem_class": "山水",
        "dynasty": "黄滔"
    },
    {
        "title": "阮郎归·呈郑王十二弟",
        "paragraph": "东风吹水日衔山，春来长是闲。落花狼藉酒阑珊，笙歌醉梦间。佩声悄，晚妆残，凭谁整翠鬟？留连光景惜朱颜，黄昏独倚阑。机关才运动，胜败便相随。（以下并见《吟窗杂录》）忽遇南迁客，若为西入心。往来三岛近，活计一囊空。三通明主诏，一片白云心。扫地待明月，踏花迎野僧。水谙彭泽阔，山忆武陵深。金镫冷光风宛转，锦袍红润雨霏微。高齐日月方为道，动合乾坤始是心。傍水野禽通体白，饤盘山果半边红。（见《零陵总记》）而今世上多离别，莫向相思树下啼。（《鹧鸪》，见《古今诗话》）兰房一宿还归去，底死谩生留不住。枕前语，记得否，说尽从来两心素。同心牢记取，切莫等闲相许。后会不知何处，双栖人莫妒。檐雨滴更残，思君安未安。湘川闻不远，道路去寻难。吟鬓霜应蚀，禅衣雪渐寒。倚松因独立，一鸟下江干。",
        "author": "五代",
        "poem_class": "山水",
        "dynasty": "李煜"
    },
    {
        "title": "三善殿夜望山灯诗",
        "paragraph": "百花疑吐夜，四照似含春。的的连星出，亭亭向月新。采珠非合浦，赠佩异江滨。若任扶桑路，堪言并日轮。白马骍角弓。鸣鞭乘北风。要途问边急。杂虏入云中。闭壁自往夏。清野径还冬。侨装多阙绝。旅服少裁缝。埋身守汉境。沈命对胡封。薄暮塞云起。飞沙被远松。含悲望两都。楚歌登四墉。丈夫设计误。怀恨逐边戎。弃别中国爱。要冀胡马功。去来今何道。卑贱生所钟。但令塞上儿。知我独为雄。巫山高不极。白日隐光辉。霭霭朝云去。溟溟暮雨归。岩悬兽无迹。林暗鸟疑飞。枕席竟谁荐。相望空依依。羽腕纤腰。迁延妙舞。秦筝赵瑟。殷勤促柱。降席连緌。称觞接武。稽首万年。献兹多祜。",
        "author": "南北朝",
        "poem_class": "山水",
        "dynasty": "江总"
    },
    {
        "title": "六盘山诗",
        "paragraph": "绕径寒云拂步生，巑岏青嶂压孤城。东连华岳三峰小，北拥萧关大漠平。山外烟霞闲隐见，世间尘土自虚盈。劳人至此深惆怅，樵唱悠悠何处声。凤髻抛残秋草生，高梧湿月冷无声。当时七夕记深盟。信得羽衣传钿合，悔教罗袜葬倾城。人间空唱雨淋铃。蒲团清坐道心长，消受莲花自在香。八万四千门路别，谁知方寸即西方。月夜过七里滩，光景奇绝。歌此调，几令众山皆响。秋光今夜，向桐江，为写当年高躅。风露皆非人世有，自坐船头吹竹。万籁生山，一星在水，鹤梦疑重续。挐音遥去，西岩渔父初宿。心忆汐社沉埋，清狂不见，使我形容独。寂寂冷萤三四点，穿破前湾茅屋。林净藏烟，峰危限月，帆影摇空绿。随风飘荡，白云还卧深谷。",
        "author": "清代",
        "poem_class": "山水",
        "dynasty": "梁联馨"
    },
    {
        "title": "鸟鸣涧",
        "paragraph": "人闲桂花落，夜静春山空。月出惊山鸟，时鸣春涧中。众岫耸寒色，精庐向此分。流星透疏水，走月逆行云。(疏水 一作：疏木)绝顶人来少，高松鹤不群。一僧年八十，世事未曾闻。清溪深不测，隐处唯孤云。松际露微月，清光犹为君。茅亭宿花影，药院滋苔纹。余亦谢时去，西山鸾鹤群。客心争日月，来往预期程。秋风不相待，先至洛阳城。",
        "author": "唐代",
        "poem_class": "山水",
        "dynasty": "王维"
    },
    {
        "title": "秋登万山寄张五 / 九月九日岘山寄张子容",
        "paragraph": "北山白云里，隐者自怡悦。相望试登高，心随雁飞灭。(试 一作 始)愁因薄暮起，兴是清秋发。时见归村人，沙行渡头歇。(沙行 一作：沙平)天边树若荠，江畔洲如月。何当载酒来，共醉重阳节。坐酌泠泠水，看煎瑟瑟尘。无由持一碗，寄与爱茶人。绿野堂开占物华，路人指道令公家。令公桃李满天下，何用堂前更种花。猿啼客散暮江头，人自伤心水自流。 同作逐臣君更远，青山万里一孤舟。",
        "author": "唐代",
        "poem_class": "山水",
        "dynasty": "孟浩然"
    },
    {
        "title": "雁儿落兼得胜令",
        "paragraph": "往常时为功名惹是非，如今对山水忘名利；往常时趁鸡声赴早朝，如今近晌午犹然睡。往常时秉笏立丹墀，如今把菊向东离；往常时俯仰承极贵，如今逍遥谒故知；往常时狂痴，险犯着笞杖徒流罪；如今便宜，课会风花雪月题。云来山更佳，云去山如画。山因云晦明，云共山高下。倚仗立云沙，回首见山家，野鹿眠山草，山猿戏野花。云霞，我爱山无价。看时，行踏。云山也爱咱。抖擞了元亮尘，分付了苏卿印；喜西风范蠡舟，任雪满潘安鬓。乞得自由身，且作太平民；酒吸华峰月，诗吟泺水春。而今，识破东华梦；红裙，休歌南浦云。三十年一梦惊，财与气消磨尽。把当年花月心，都变做了今日山林兴。早是不能行，那更鬓星星。镜里常嗟叹，人前强打撑。歌声，积渐的无心听；多情，你频来待怎生？自高悬神武冠，身无事心无患。对风花雪月吟，有笔砚琴书伴。梦境儿也清安，俗势利不相关，由他傀儡棚头闹，且向昆仑顶上看。云山，隔断红尘岸；游观，壶中天地宽。也不学严子陵七里滩，也不学姜太公磻溪岸，也不学贺知章乞鉴湖，也不学柳子厚游南涧。俺住云水屋三间，风月竹千竿。一任傀儡棚中闹，且向昆仑顶上看。身安，倒大来无忧患；游观，壶中天地宽。年年牛背扶犁住，近日最懊恼杀农父。稻苗肥恰待抽花，渴煞青天雷雨。〔幺〕恨残霞不近人情，截断玉虹南去。望人间三尺甘霖，看一片闲云起处。风乍起，月初阴。树头梧叶响，阶下草虫吟。何处高楼吹短笛，谁家急杵捣清砧。别时容易见时难，玉减香消衣带宽。夜深绣户犹未拴，待他还，一半儿微开一半儿关。",
        "author": "元代",
        "poem_class": "山水",
        "dynasty": "张养浩"
    },
    {
        "title": "山中",
        "paragraph": "荆溪白石出，天寒红叶稀。山路元无雨，空翠湿人衣。林卧愁春尽，搴帷览物华。忽逢青鸟使，邀入赤松家。金灶初开火，仙桃正发花。童颜若可驻，何惜醉流霞。大堤杨柳雨沉沉，万缕千条惹恨深。飞絮满天人去远，东风无力系春心。昨夜夜半，枕上分明梦见。语多时。依旧桃花面，频低柳叶眉。半羞还半喜，欲去又依依。觉来知是梦，不胜悲。",
        "author": "唐代",
        "poem_class": "山水",
        "dynasty": "王维"
    },
    {
        "title": "古风·其十九",
        "paragraph": "西上莲花山，迢迢见明星。(西上 一作：西岳)素手把芙蓉，虚步蹑太清。霓裳曳广带，飘拂升天行。邀我登云台，高揖卫叔卿。(登云台 一作：至云台)恍恍与之去，驾鸿凌紫冥。俯视洛阳川，茫茫走胡兵。流血涂野草，豺狼尽冠缨。何人劚得一片木，三尺春冰五音足。一弹决破真珠囊，迸落金盘声断续。飘飘飖飖寒丁丁，虫豸出蛰神鬼惊。秋鸿叫侣代云黑，猩猩夜啼蛮月明。潏潏汩汩声不定，胡雏学汉语未正。若似长安月蚀时，满城敲鼓声噒噒。青山飞起不压物，野水流来欲湿人。伤心忆得陈后主，春殿半酣细腰舞。黄莺百舌正相呼，玉树后庭花带雨。二妃哭处山重重，二妃没后云溶溶。夜深霜露锁空庙，零落一丛斑竹风。金谷园中草初绿，石崇一弄思归曲。当时二十四友人，手把金杯听不足。又似贾客蜀道间，千铎万磬鸣空山。未若此调呦呦兮啁啁，嘈嘈兮啾啾。引之于山，兽不能走。吹之于水，鱼不能游。方知此艺不可有，人间万事凭双手。若何为我再三弹，送却花前一尊酒。客自长安来，还归长安去。狂风吹我心，西挂咸阳树。此情不可道，此别何时遇。望望不见君，连山起烟雾。开帘见新月，便即下阶拜。(便即 一作：即便)细语人不闻，北风吹裙带。 (裙带 一作：罗带)",
        "author": "唐代",
        "poem_class": "山水",
        "dynasty": "李白"
    },
    {
        "title": "夏日山中",
        "paragraph": "懒摇白羽扇，裸袒青林中。脱巾挂石壁，露顶洒松风。白闻天下谈士相聚而言曰：“生不用封万户侯，但愿一识韩荆州。”何令人之景慕，一至于此耶！岂不以有周公之风，躬吐握之事，使海内豪俊，奔走而归之，一登龙门，则声价十倍！所以龙蟠凤逸之士，皆欲收名定价于君侯。愿君侯不以富贵而骄之、寒贱而忽之，则三千之中有毛遂，使白得颖脱而出，即其人焉。白，陇西布衣，流落楚、汉。十五好剑术，遍干诸侯。三十成文章，历抵卿相。虽长不满七尺，而心雄万夫。皆王公大人许与气义。此畴曩心迹，安敢不尽于君侯哉！君侯制作侔神明，德行动天地，笔参造化，学究天人。幸愿开张心颜，不以长揖见拒。必若接之以高宴，纵之以清谈，请日试万言，倚马可待。今天下以君侯为文章之司命，人物之权衡，一经品题，便作佳士。而君侯何惜阶前盈尺之地，不使白扬眉吐气，激昂青云耶？昔王子师为豫州，未下车，即辟荀慈明，既下车，又辟孔文举；山涛作冀州，甄拔三十余人，或为侍中、尚书，先代所美。而君侯亦荐一严协律，入为秘书郎，中间崔宗之、房习祖、黎昕、许莹之徒，或以才名见知，或以清白见赏。白每观其衔恩抚躬，忠义奋发，以此感激，知君侯推赤心于诸贤腹中，所以不归他人，而愿委身国士。傥急难有用，敢效微躯。且人非尧舜，谁能尽善？白谟猷筹画，安能自矜？至于制作，积成卷轴，则欲尘秽视听。恐雕虫小技，不合大人。若赐观刍荛，请给纸墨，兼之书人，然后退扫闲轩，缮写呈上。庶青萍、结绿，长价于薛、卞之门。幸惟下流，大开奖饰，惟君侯图之。水流花谢两无情，送尽东风过楚城。胡蝶梦中家万里，子规枝上月三更。故园书动经年绝，华发春唯满镜生。自是不归归便得，五湖烟景有谁争。天山雪后海风寒，横笛偏吹行路难。碛里征人三十万，一时回首月中看。",
        "author": "唐代",
        "poem_class": "山水",
        "dynasty": "李白"
    },
    {
        "title": "出塞",
        "paragraph": "秦时明月汉时关，万里长征人未还。但使龙城飞将在，不教胡马度阴山。更深月色半人家，北斗阑干南斗斜。 今夜偏知春气暖，虫声新透绿窗纱。吹箫凌极浦，日暮送夫君。湖上一回首，山青卷白云。鸡鸣紫陌曙光寒，莺啭皇州春色阑。金阙晓钟开万户，玉阶仙仗拥千官。花迎剑珮星初落，柳拂旌旗露未干。独有凤凰池上客，阳春一曲和皆难。",
        "author": "唐代",
        "poem_class": "山水",
        "dynasty": "王昌龄"
    },
    {
        "title": "白雪歌送武判官归京",
        "paragraph": "北风卷地白草折，胡天八月即飞雪。忽如一夜春风来，千树万树梨花开。散入珠帘湿罗幕，狐裘不暖锦衾薄。将军角弓不得控，都护铁衣冷难着。(难着 一作：犹著)瀚海阑干百丈冰，愁云惨淡万里凝。中军置酒饮归客，胡琴琵琶与羌笛。纷纷暮雪下辕门，风掣红旗冻不翻。轮台东门送君去，去时雪满天山路。山回路转不见君，雪上空留马行处。匈奴犹未灭，魏绛复从戎。怅别三河道，言追六郡雄。雁山横代北，狐塞接云中。勿使燕然上，惟留汉将功。玉漏银壶且莫催，铁关金锁彻明开。谁家见月能闲坐？何处闻灯不看来？千里黄云白日曛，北风吹雁雪纷纷。莫愁前路无知己，天下谁人不识君。",
        "author": "唐代",
        "poem_class": "山水",
        "dynasty": "岑参"
    },
    {
        "title": "早秋单父南楼酬窦公衡",
        "paragraph": "白露见日灭，红颜随霜凋。别君若俯仰，春芳辞秋条。泰山嵯峨夏云在，疑是白波涨东海。散为飞雨川上来，遥帷却卷清浮埃。知君独坐青轩下，此时结念同所怀。我闭南楼看道书，幽帘清寂在仙居。曾无好事来相访，赖尔高文一起予。禁门宫树月痕过，媚眼惟看宿鹭窠。斜拔玉钗灯影畔，剔开红焰救飞蛾。肃肃凉风生，加我林壑清。驱烟寻涧户，卷雾出山楹。去来固无迹，动息如有情。日落山水静，为君起松声。(版本一)肃肃凉景生，加我林壑清。驱烟寻涧户，卷雾出山楹。去来固无迹，动息如有情。日落山水静，为君起松声。(版本二)苏家小女名简简，芙蓉花腮柳叶眼。十一把镜学点妆，十二抽针能绣裳。十三行坐事调品，不肯迷头白地藏。 玲珑云髻生花样，飘飖风袖蔷薇香。殊姿异态不可状，忽忽转动如有光。二月繁霜杀桃李，明年欲嫁今年死。 丈人阿母勿悲啼，此女不是凡夫妻。恐是天仙谪人世，只合人间十三岁。大都好物不坚牢，彩云易散琉璃脆。",
        "author": "唐代",
        "poem_class": "山水",
        "dynasty": "李白"
    },
    {
        "title": "关山月",
        "paragraph": "明月出天山，苍茫云海间。长风几万里，吹度玉门关。汉下白登道，胡窥青海湾。由来征战地，不见有人还。戍客望边邑，思归多苦颜。(望边邑 一作：望边色)高楼当此夜，叹息未应闲。烟笼寒水月笼沙，夜泊秦淮近酒家。商女不知亡国恨，隔江犹唱后庭花。澹然空水带斜晖，曲岛苍茫接翠微。波上马嘶看棹去，柳边人歇待船归。数丛沙草群鸥散，万顷江田一鹭飞。谁解乘舟寻范蠡，五湖烟水独忘机。暗暗淡淡紫，融融冶冶黄。陶令篱边色，罗含宅里香。几时禁重露，实是怯残阳。愿泛金鹦鹉，升君白玉堂。",
        "author": "唐代",
        "poem_class": "山水",
        "dynasty": "李白"
    },
    {
        "title": "竹枝词二首·其二",
        "paragraph": "楚水巴山江雨多，巴人能唱本乡歌。今朝北客思归去，回入纥那披绿罗。堂前扑枣任西邻，无食无儿一妇人。不为困穷宁有此？只缘恐惧转须亲。即防远客虽多事，便插疏篱却甚真。已诉征求贫到骨，正思戎马泪盈巾。朝牧牛，牧牛下江曲。夜牧牛，牧牛度村谷。荷蓑出林春雨细，芦管卧吹莎草绿。乱插蓬蒿箭满腰，不怕猛虎欺黄犊。绕池闲步看鱼游，正值儿童弄钓舟。 一种爱鱼心各异，我来施食尔垂钩。",
        "author": "唐代",
        "poem_class": "山水",
        "dynasty": "刘禹锡"
    },
    {
        "title": "姑射山诗题曾山人壁",
        "paragraph": "东西望朔漠，姑射独崔嵬。一片两片云，终南太华来。根绕黄河曲，影落清渭隈。深涧饮渴虹，邃河生秋雷。古径穷难尽。晴岚拨不开。海鸥飞上迟，边风劲触回。傲隐非他古，依灵有奇才。曾生心若何，猿声终夜哀。莫许杯深琥珀浓，未成沉醉意先融。疏钟已应晚来风。瑞脑香消魂梦断，辟寒金小髻鬟松。醒时空对烛花红。版本一天有不测风云，人有旦夕祸福。蜈蚣百足，行不及蛇；雄鸡两翼，飞不过鸦。马有千里之程，无骑不能自往；人有冲天之志，非运不能自通。盖闻：人生在世，富贵不能淫，贫贱不能移。文章盖世，孔子厄于陈邦；武略超群，太公钓于渭水。颜渊命短，殊非凶恶之徒；盗跖年长，岂是善良之辈。尧帝明圣，却生不肖之儿；瞽叟愚顽，反生大孝之子。张良原是布衣，萧何称谓县吏。晏子身无五尺，封作齐国宰相；孔明卧居草庐，能作蜀汉军师。楚霸虽雄，败于乌江自刎；汉王虽弱，竟有万里江山。李广有射虎之威，到老无封；冯唐有乘龙之才，一生不遇。韩信未遇之时，无一日三餐，及至遇行，腰悬三尺玉印，一旦时衰，死于阴人之手。有先贫而后富，有老壮而少衰。满腹文章，白发竟然不中；才疏学浅，少年及第登科。深院宫娥，运退反为妓妾；风流妓女，时来配作夫人。青春美女，却招愚蠢之夫；俊秀郎君，反配粗丑之妇。蛟龙未遇，潜水于鱼鳖之间；君子失时，拱手于小人之下。衣服虽破，常存仪礼之容；面带忧愁，每抱怀安之量。时遭不遇，只宜安贫守份；心若不欺，必然扬眉吐气。初贫君子，天然骨骼生成；乍富小人，不脱贫寒肌体。天不得时，日月无光；地不得时，草木不生；水不得时，风浪不平；人不得时，利运不通。注福注禄，命里已安排定，富贵谁不欲？人若不依根基八字，岂能为卿为相？吾昔寓居洛阳，朝求僧餐，暮宿破窖，思衣不可遮其体，思食不可济其饥，上人憎，下人厌，人道我贱，非我不弃也。今居朝堂，官至极品，位置三公，身虽鞠躬于一人之下，而列职于千万人之上，有挞百僚之杖，有斩鄙吝之剑，思衣而有罗锦千箱，思食而有珍馐百味，出则壮士执鞭，入则佳人捧觞，上人宠，下人拥。人道我贵，非我之能也，此乃时也、运也、命也。嗟呼！人生在世，富贵不可尽用，贫贱不可自欺，听由天地循环，周而复始焉。版本二天地有常用，日月有常明，四时有常序，鬼神有常灵。天有宝，日月星辰。地有宝，五谷金银。家有宝，孝子贤孙。国有宝，正直忠良。合天道，则天府鉴临。合地道，则地府消愆。合人道，则民用和睦。三道既合，祸去福来。天地和，则万物生。地道和，则万物兴。父子和，而家有济。夫妇和，而义不分。时势不可尽倚，贫穷不可尽欺，世事翻来覆去，须当周而复始。余者，居洛阳之时，朝投僧寺，夜宿破窑。布衣不能遮其体，饘粥不能充其饥。上人嫌，下人憎，皆言余之贱也，余曰：非贱也，乃时也，运也，命也。余后登高及第，入中书，官至极品，位列三公，思衣则有绮罗千箱，思食则有百味珍馐，有挞百僚之杖，有斩佞臣之剑，出则壮士执鞭，入则佳人扶袂，廪有余粟，库有余财，人皆言余之贵也，余曰：非贵也，乃时也，运也，命也。蛟龙未遇，暂居云雾之间。君子失时，屈守小人之下。命运未通，被愚人之轻弃。时运未到，被小人之欺凌。初贫君子，自怨骨格风流。乍富小人，不脱俗人体态。生平结交惟结心，莫论富贵贫贱。深得千金，而不为贵，得人一语，而胜千金。吾皆悼追无恨人，富贵须当长保守，苏秦未遇，归家时，父母憎，兄弟恶，嫂不下玑，妻不愿炊，然衣锦归故里，马壮人强，萤光彩布，兄弟含笑出户迎，妻嫂下阶倾己顾，苏秦本是旧苏秦，昔日何陈今何亲。自家骨肉尚如此，何况区区陌路人，抑犹未也。文章冠世，孔子尚厄于陈邦。武略超群，太公曾钓于渭水。颜回命短，岂是凶暴之徒。盗柘年长，自非贤良之辈。帝尧天圣，却养不肖之男。瞽叟顽嚣，反生大孝之子。甘罗十二为宰相，买臣五十作公卿。晏婴身长五尺，封为齐国宰相。韩信力无缚鸡，立为汉朝贤臣，未遇之时，口无一日瓮飧，及至兴通，身受齐王将印，吓燕取赵，统百万雄兵，一旦时休，卒于阴人之毒手。李广有射虎之威，到老无封。冯唐有安邦之志，一世无遇。上古圣贤，不掌阴阳之数。今日儒士，岂离否泰之中。腰金衣紫，都生贫贱之家。草履毛鞋，都是富豪之裔。有贫贱，而后有富贵。有小壮，而后有老衰。人能学积善，家有余庆。青春美女，反招愚独之夫。俊秀才郎，竟配丑貌之妇。五男二女，老来一身全无。万贯千金，死后离乡别井。才疏学浅，少年及第登科。满腹文章，到老终身不第。或富贵，或贫贱，皆由命理注定。若天不得时，则日月无光。地不得时，则草木不生。水不得时，则波浪不静。人不得时，则命运不通。若无根本八字，岂能为卿为相。一生皆由命，半点不由人。蜈蚣多足，不及蛇灵。雄鸡有翼，飞不及鸦。马有千里之驰，非人不能自往。人有千般巧计，无运不能自达。吾敬为此劝世文也。送行无酒亦无钱，劝尔一杯菩萨泉。何处低头不见我？四方同此水中天。",
        "author": "宋代",
        "poem_class": "山水",
        "dynasty": "惟凤"
    },
    {
        "title": "浣溪沙·山滴岚光水拍堤",
        "paragraph": "山滴岚光水拍堤，草香沙暖净无泥。只疑误入武林溪。两岸桃花烘日出，四围高柳到天垂。一尊心事百年期。低茅舍，卖酒家，客来旋把朱帘挂。长天落霞，方池睡鸭，老树昏鸦。几句杜陵诗，一幅王维画。溪上东风吹柳花，溪头春水净无沙。白鸥自信无机事，玄鸟犹知有岁华。锦缆牙樯非昨梦，凤笙龙管是谁家？令人苦忆东陵子，拟问田园学种瓜。草长荒三径，桐阴满四邻。青春如过客，白日属閒人。迸笋争篱出，残花落地新。几时寻要术，吾亦学齐民。",
        "author": "元代",
        "poem_class": "山水",
        "dynasty": "姜彧"
    },
    {
        "title": "长相思",
        "paragraph": "山一程，水一程，身向榆关那畔行，夜深千帐灯。风一更，雪一更，聒碎乡心梦不成，故园无此声。杨柳东塘细水流，红窗睡起唤晴鸠。屏间山压眉心翠，镜里波生鬓角秋。临玉管，试琼瓯，醒时题恨醉时休。明朝花落归鸿尽，细雨春寒闭小楼。东风无一事，妆出万重花。闲来阅遍花影，惟有月钩斜。我有江南铁笛，要倚一枝香雪，吹彻玉城霞。清影渺难即，飞絮满天涯。飘然去，吾与汝，泛云槎。东皇一笑相语：芳意在谁家？难道春花开落，又是春风来去，便了却韶华？花外春来路，芳草不曾遮。疏帘卷春晓，胡蝶忽飞来。游丝飞絮无绪，乱点碧云钗。肠断江南春思，黏着天涯残梦，剩有首重回。银蒜且深押，疏影任徘徊。罗帷卷，明月入，似人开。一尊属月起舞，流影入谁怀？迎得一钩月到，送得三更月去，莺燕不相猜。但莫凭栏久，重露湿苍苔。今日非昨日，明日复何如？竭（去字旁）来真悔何事，不读十年书。为问东风吹老，几度枫江兰径，千里转平芜？寂寞斜阳外，渺渺正愁予！ 千古意，君知否？只斯须。名山料理身後，也算古人愚。一夜庭前绿遍，三月雨中红透，天地入吾庐。容易众芳歇，莫听子规呼。 高梧百尺夜苍苍，乱扫秋星落晓霜。如何不向西州植，倒挂绿毛幺凤皇。",
        "author": "清代",
        "poem_class": "山水",
        "dynasty": "纳兰性德"
    },
    {
        "title": "七里濑",
        "paragraph": "羁心积秋晨，晨积展游眺。孤客伤逝湍，徒旅苦奔峭。石浅水潺湲，日落山照曜。荒林纷沃若，哀禽相叫啸。遭物悼迁斥，存期得要妙。既秉上皇心，岂屑末代诮。目睹严子濑，想属任公钓。谁谓古今殊，异代可同调。雉朝飞。振羽翼。专场挟雌恃强力。媒已惊。翳又逼。蒿间潜彀卢矢直。刎绣颈。碎锦臆。绝命君前无怨色。握君手。执杯酒。意气相倾死何有。夜长愁反覆，怀抱不能裁。披衣坐惆怅，当户立徘徊。风音触树起，月色度云来。夏叶依窗落，秋花当户开。光阴已如此，复持忧自催。我之掌庾承周，以世功而为族；经邦佐汉，用论道而当官。禀嵩华之玉石，润河洛之波澜。居负洛而重世，邑临河而宴安。逮永嘉之艰虞，始中原之乏主。民枕倚于墙壁，路交横于豺虎。值五马之南奔，逢三星之东聚。彼凌江而建国，始播迁于吾祖。分南阳而赐田，裂东岳而胙土。诛茅宋玉之宅，穿径临江之府。水木交运，山川崩竭。家有直道，人多全节。训子见于纯深，事君彰于义烈。新野有生祠之庙，河南有胡书之碣。况乃少微真人，天山逸民，阶庭空谷，门巷蒲轮。移谈讲树，就简书筠。降生世德，载诞贞臣。文词高于甲观，楷模盛于漳滨。嗟有道而无凤，叹非时而有麟。既奸回之奰逆，终不悦于仁人。王子滨洛之岁，兰成射策之年。始含香于建礼，仍矫翼于崇贤；游洊雷之讲肆，齿明离之胄筵。既倾蠡而酌海，遂测管而窥天。方塘水白，钓渚池圆。侍戎韬于武帐，听雅曲于文弦。乃解悬而通籍，遂崇文而会武。居笠毂而掌兵，出兰池而典午。论兵于江汉之君，拭玉于西河之主。于时朝野欢娱，池台钟鼓。里为冠盖，门成邹鲁。连茂苑于海陵，跨横塘于江浦。东门则鞭石成桥，南极则铸铜为柱。橘则园植万株，竹则家封千户。西赆浮玉，南琛没羽。吴歈越吟，荆艳楚舞。草木之遇阳春，鱼龙之逢风雨。五十年中，江表无事。王歙为和亲之侯，班超为定远之使。马武无预于甲兵，冯唐不论于将帅。岂知山岳闇然，江湖潜沸，渔阳有闾左戍卒，离石有将兵都尉。天子方删诗书，定礼乐；设重云之讲，开士林之学；谈劫烬之灰飞，辨常星之夜落。地平鱼齿，城危兽角；卧刁斗于荥阳，绊龙媒于平乐。宰衡以干戈为儿戏，缙绅以清谈为庙略。乘渍水以胶船，驭奔驹以朽索。小人则将及水火，君子则方成猿鹤。敝箄不能救盐池之咸，阿胶不能止黄河之浊。既而鲂鱼赪尾，四郊多垒。殿狎江鸥，宫鸣野雉。湛庐去国，艅艎失水。见被发于伊川，知百年而为戎矣。彼奸逆之炽盛，久游魂而放命。大则有鲸有鲵，小则为枭为獍。负其牛羊之力，肆其水草之性；非玉烛之能调，岂璇玑之可正。值天下之无为，尚有欲于羁縻。饮其琉璃之酒，赏其虎豹之皮；见胡柯于大夏，识鸟卵于条枝。豺牙密厉，虺毒潜吹。轻九鼎而欲问，闻三川而遂窥。始则王子召戎，奸臣介胄。既官政而离逷，遂师言而泄漏。望廷尉之逋囚，反淮南之穷寇。出狄泉之苍鸟，起横江之困兽。地则石鼓鸣山，天则金精动宿。北阙龙吟，东陵麟斗。尔乃桀黠构扇，冯陵畿甸。拥狼望于黄图，填卢山于赤县。青袍如草，白马如练。天子履端废朝，单于长围高宴。两观当戟，千门受箭；白虹贯日，苍鹰击殿；竟遭夏台之祸，终视尧城之变。官守无奔问之人，干戚非平戎之战。陶侃空争米船，顾荣虚摇羽扇。将军死绥，路绝重围。烽随星落，书逐鸢飞。乃韩分赵裂，鼓卧旗折。失群班马，迷轮乱辙。猛士婴城，谋臣卷舌。昆阳之战象走林，常山之阵蛇奔穴。五郡则兄弟相悲，三州则父子离别。护军慷慨，忠能死节，三世为将，终于此灭。济阳忠壮，身参末将，兄弟三人，义声俱唱。主辱臣死，名存身丧。敌人归元，三军凄怆。尚书多算，守备是长。云梯可拒，地道能防。有齐将之闭壁，无燕师之卧墙。大事去矣，人之云亡！申子奋发，勇气咆勃。实总元戎，身先士卒。胄落鱼门，兵填马窟。屡犯通中，频遭刮骨。功业夭枉，身名埋没。或以隼翼鷃披，虎威狐假。沾渍锋镝，脂膏原野。兵弱虏强，城孤气寡。闻鹤唳而心惊，听胡笳而泪下。拒神亭而亡戟，临横江而弃马。崩于钜鹿之沙，碎于长平之瓦。于是桂林颠覆，长洲麋鹿。溃溃沸腾，茫茫墋黩。天地离阻，神人惨酷。晋郑靡依，鲁卫不睦。竞动天关，争回地轴。探雀鷇而未饱，待熊蹯而讵熟？乃有车侧郭门，筋悬庙屋。鬼同曹社之谋，人有秦庭之哭。尔乃假刻玺于关塞，称使者之酬对。逢鄂坂之讥嫌，值耏门之征税。乘白马而不前，策青骡而转碍。吹落叶之扁舟，飘长风于上游。彼锯牙而钩爪，又循江而习流。排青龙之战舰，斗飞燕之船楼。张辽临于赤壁，王濬下于巴丘。乍风惊而射火，或箭重而沉舟。未辨声于黄盖，已先沉于杜侯。落帆黄鹤之浦，藏船鹦鹉之洲。路已分于湘汉，星犹看于斗牛。若乃阴陵失路，钓台斜趣。望赤壁而沾衣，舣乌江而不渡。雷池栅浦，鹊陵焚戍。旅舍无烟，巢禽无树。谓荆衡之杞梓，庶江汉之可恃。淮海维扬，三千馀里。过漂渚而寄食，托芦中而渡水。届于七泽，滨于十死。嗟天保之未定，见殷忧之方始。本不达于危行，又无情于禄仕。谬掌卫于中军，滥尸丞于御史。信生世等于龙门，辞亲同于河洛。奉立身之遗训，受成书之顾托。昔三世而无惭，今七叶而始落。泣风雨于梁山，惟枯鱼之衔索。入欹斜之小径，掩蓬藋之荒扉。就汀洲之杜若，待芦苇之单衣。于是西楚霸王，剑及繁阳。鏖兵金匮，校战玉堂。苍鹰赤雀，铁舳牙樯。沉白马而誓众，负黄龙而渡江，海潮迎舰，江萍送王。戎军屯于石城，戈船掩于淮泗。诸侯则郑伯前驱，盟主则荀罃暮至。剖巢熏穴，奔魑走魅。埋长狄于驹门，斩蚩尤于中冀。燃腹为灯，饮头为器。直虹贯垒，长星属地。昔之虎踞龙盘，加以黄旗紫气，莫不随狐兔而窟穴，与风尘而殄瘁。西瞻博望，北临玄圃，月榭风台，池平树古。倚弓于玉女窗扉，系马于凤皇楼柱。仁寿之镜徒悬，茂陵之书空聚。若夫立德立言，谟明寅亮；声超于系表，道高于河上。更不遇于浮丘，遂无言于师旷。以爱子而托人，知西陵而谁望？非无北阙之兵，犹有云台之仗。司徒之表里经纶，狐偃之惟王实勤。横琱戈而对霸主，执金鼓而问贼臣。平吴之功，壮于杜元凯；王室是赖，深于温太真。始则地名全节，终则山称枉人。南阳校书，去之已远；上蔡逐猎，知之何晚？镇北之负誉矜前，风飙凛然。水神遭箭，山灵见鞭。是以蛰熊伤马，浮蛟没船。才子并命，俱非百年。中宗之夷凶靖乱，大雪冤耻，去代邸而承基，迁唐郊而纂祀。反旧章于司隶，归馀风于正始。沈猜则方逞其欲，藏疾则自矜于己。天下之事没焉，诸侯之心摇矣。既而齐交北绝，秦患西起。况背关而怀楚，异端委而开吴。驱绿林之散卒，拒骊山之叛徒。营军梁溠，蒐乘巴渝。问诸淫昏之鬼，求诸厌劾之符。荆门遭廪延之戮，夏口滥逵泉之诛。蔑因亲以致爱，忍和乐于弯弧。既无谋于肉食，非所望于论都。未深思于五难，先自擅于三端。登阳城而避险，卧砥柱而求安。既言多于忌刻，实志勇而形残。但坐观于时变，本无情于急难。地惟黑子，城犹弹丸。其怨则黩，其盟则寒。岂冤禽之能塞海？非愚叟之可移山。况以沴气朝浮，妖精夜陨。赤鸟则三朝夹日，苍云则七重围轸。亡吴之岁既穷，入郢之年斯尽。周含郑怒，楚结秦冤。有南风之不竞，值西邻之责言。俄而梯冲乱舞，冀马云屯。俴秦车于畅毂，沓汉鼓于雷门。下陈仓而连弩，渡临晋而横船。虽复楚有七泽，人称三户；箭不丽于六麋，雷无惊于九虎。辞洞庭兮落木，去涔阳兮极浦。炽火兮焚旗，贞风兮害蛊。乃使玉轴扬灰，龙文折柱。下江余城，长林故营。徒思拑马之秣，未见烧牛之兵。章曼支以毂走，宫之奇以族行。河无冰而马渡，关未晓而鸡鸣。忠臣解骨，君子吞声。章华望祭之所，云梦伪游之地。荒谷缢于莫敖，冶父囚于群帅。硎穽折拉，鹰鹯批㩌。冤霜夏零，愤泉秋沸。城崩杞妇之哭，竹染湘妃之泪。水毒秦泾，山高赵陉。十里五里，长亭短亭。饥随蛰燕，暗逐流萤。秦中水黑，关上泥青。于时瓦解冰泮，风飞雹散，浑然千里，淄渑一乱。雪暗如沙，冰横似岸。逢赴洛之陆机，见离家之王粲，莫不闻陇水而掩泣，向关山而长叹。况复君在交河，妾在青波。石望夫而逾远，山望子而逾多。才人之忆代郡，公主之去清河。栩阳亭有离别之赋，临江王有愁思之歌。别有飘飖武威，羁旅金微。班超生而望返，温序死而思归。李陵之双凫永去，苏武之一雁空飞。若江陵之中否，乃金陵之祸始。虽借人之外力，实萧墙之内起。拨乱之主忽焉，中兴之宗不祀。伯兮叔兮，同见戮于犹子。荆山鹊飞而玉碎，隋岸蛇生而珠死。鬼火乱于平林，殇魂游于新市。梁故丰徙，楚实秦亡。不有所废，其何以昌？有妫之后，将育于姜。输我神器，居为让王。天地之大德曰生，圣人之大宝曰位。用无赖之子弟，举江东而全弃。惜天下之一家，遭东南之反气。以鹑首而赐秦，天何为而此醉？且夫天道回旋，生民预焉。余烈祖于西晋，始流播于东川。洎余身而七叶，又遭时而北迁。提挈老幼，关河累年。死生契阔，不可问天。况复零落将尽，灵光岿然！日穷于纪，岁将复始。逼切危虑，端忧暮齿。践长乐之神皋，望宣平之贵里。渭水贯于天门，骊山回于地市。幕府大将军之爱客，丞相平津侯之待士。见钟鼎于金张，闻弦歌于许史。岂知灞陵夜猎，犹是故时将军；咸阳布衣，非独思归王子！",
        "author": "南北朝",
        "poem_class": "山水",
        "dynasty": "谢灵运"
    },
    {
        "title": "山行",
        "paragraph": "远上寒山石径斜，白云生处有人家。(生处 一作：深处)停车坐爱枫林晚，霜叶红于二月花。塞北梅花羌笛吹，淮南桂树小山词。请君莫奏前朝曲，听唱新翻杨柳枝。闲吟秋景外，万事觉悠悠。此夜若无月，一年虚过秋。泠泠七弦上，静听松风寒。(七弦 一作：七丝)古调虽自爱，今人多不弹。",
        "author": "唐代",
        "poem_class": "山水",
        "dynasty": "杜牧"
    },
    {
        "title": "登永嘉绿嶂山",
        "paragraph": "裹粮杖轻策，怀迟上幽室。行源径转远，距陆情未毕。澹潋结寒姿，团栾润霜质。涧委水屡迷，林迥岩逾密。眷西谓初月，顾东疑落日。践夕奄昏曙，蔽翳皆周悉。蛊上贵不事，履二美贞吉。幽人常坦步，高尚邈难匹。颐阿竟何端，寂寂寄抱一。恬如既已交，缮性自此出。汉池水如带。巫山云似盖。瀄汩背吴潮。潺湲横楚濑。一望沮漳水。宁思江海会。以我径寸心。从君千里外。一年漏将尽。万里人未归。君志固有在。妾躯乃无依。修条拂层汉。密叶障天浔。凌风知劲节。负雪见贞心。",
        "author": "南北朝",
        "poem_class": "山水",
        "dynasty": "谢灵运"
    },
    {
        "title": "饮湖上初晴后雨",
        "paragraph": "水光潋滟晴方好，山色空蒙雨亦奇。欲把西湖比西子，淡妆浓抹总相宜。人之初，性本善。性相近，习相远。苟不教，性乃迁。教之道，贵以专。子不学，非所宜。幼不学，老何为。玉不琢，不成器。人不学，不知义。蜀客到江南，长忆吴山好。吴蜀风流自古同，归去应须早。还与去年人，共藉西湖草。莫惜尊前仔细看，应是容颜老。松阴一架半弓苔，偶欲看书又懒开。戏掬清泉洒蕉叶，儿童误认雨声来。",
        "author": "宋代",
        "poem_class": "山水",
        "dynasty": "苏轼"
    },
    {
        "title": "后赤壁赋",
        "paragraph": "是岁十月之望，步自雪堂，将归于临皋。二客从予过黄泥之坂。霜露既降，木叶尽脱， 人影在地，仰见明月，顾而乐之，行歌相答。已而叹曰：“有客无酒，有酒无肴，月白风清，如此良夜何！”客曰：“今者薄暮，举网得鱼，巨口细鳞，状似松江之鲈。顾安所得酒 乎？”归而谋诸妇。妇曰：“我有斗酒，藏之久矣，以待子不时之需。”于是携酒与鱼，复 游于赤壁之下。江流有声，断岸千尺；山高月小，水落石出。曾日月之几何，而江山不可复 识矣。予乃摄衣而上，履巉岩，披蒙茸，踞虎豹，登虬龙，攀栖鹘之危巢，俯冯夷之幽 宫。盖二客不能从焉。划然长啸，草木震动，山鸣谷应，风起水涌。予亦悄然而悲，肃然而 恐，凛乎其不可留也。反而登舟，放乎中流，听其所止而休焉。时夜将半，四顾寂寥。适有 孤鹤，横江东来。翅如车轮，玄裳缟衣，戛然长鸣，掠予舟而西也。须臾客去，予亦就睡。梦一道士，羽衣翩跹，过临皋之下，揖予而言曰：“赤壁之游乐 乎？”问其姓名，俯而不答。“呜呼！噫嘻！我知之矣。畴昔之夜，飞鸣而过我者，非子也 邪？”道士顾笑，予亦惊寤。开户视之，不见其处。归志宁无五亩园，读书本意在元元。灯前目力虽非昔，犹课蝇头二万言。唱彻《阳关》泪未干，功名馀事且加餐。浮天水送无穷树，带雨云埋一半山。今古恨，几千般，只应离合是悲欢？江头未是风波恶，别有人间行路难！江头落日照平沙，潮退渔船阁岸斜。白鸟一双临水立，见人惊起入芦花。",
        "author": "宋代",
        "poem_class": "山水",
        "dynasty": "苏轼"
    },
    {
        "title": "与朱元思书",
        "paragraph": "风烟俱净，天山共色。从流飘荡，任意东西。自富阳至桐庐一百许里，奇山异水，天下独绝。水皆缥碧，千丈见底。游鱼细石，直视无碍。急湍甚箭，猛浪若奔。夹岸高山，皆生寒树，负势竞上，互相轩邈，争高直指，千百成峰。泉水激石，泠泠作响；好鸟相鸣，嘤嘤成韵。蝉则千转不穷，猿则百叫无绝。鸢飞戾天者，望峰息心；经纶世务者，窥谷忘反。横柯上蔽，在昼犹昏；疏条交映，有时见日。绿影竞扶疏，红姿相照灼。不学桃李花，乱向春风落。道隐未形，治彰既乱。帝迹悬衡，皇流共贯。惟王创物，永锡洪算。仁固开周，义高登汉。祚融世哲，业光列圣。太上正位，天临海镜。制以化裁，树之形性。惠浸萌生，信及翔泳。崇虚非徵，积实莫尚。岂伊人和，寔灵所贶。日完其朔，月不掩望。航琛越水，辇赆逾嶂。帝体丽明，仪辰作贰。君彼东朝，金昭玉粹。德有润身，礼不愆器。柔中渊映，芳猷兰秘。昔在文昭，今惟武穆。于赫王宰，方旦居叔。有睟睿蕃，爰履奠牧。宁极和钧，屏京维服。朏魄双交，月气参变。开荣洒泽，舒虹烁电。化际无间，皇情爰眷。伊思镐饮，每惟洛宴。郊饯有坛，君举有礼。幕帷兰甸，画流高陛。分庭荐乐，析波浮醴。豫同夏谚，事兼出济。仰阅丰施，降惟微物。三妨储隶，五尘朝黻。途泰命屯，恩充报屈。有悔可悛，滞瑕难拂。木落江渡寒。鴈还风送秋。临流断商弦。瞰川悲棹讴。适郢无东辕。还夏有西浮。三崖隐丹磴。九派引沧流。泪竹感湘别。弄珠怀汉游。岂伊药饵泰。得夺旅人忧。",
        "author": "南北朝",
        "poem_class": "山水",
        "dynasty": "吴均"
    },
    {
        "title": "江南春",
        "paragraph": "千里莺啼绿映红，水村山郭酒旗风。南朝四百八十寺，多少楼台烟雨中。十里长街市井连，月明桥上看神仙。人生只合扬州死，禅智山光好墓田。沅水通波接武冈，送君不觉有离伤。(沅水 一作：流水)青山一道同云雨，明月何曾是两乡。世有伯乐，然后有千里马。千里马常有，而伯乐不常有。故虽有名马，祗辱于奴隶人之手，骈死于槽枥之间，不以千里称也。马之千里者，一食或尽粟一石。食马者不知其能千里而食也。是马也，虽有千里之能，食不饱，力不足，才美不外见，且欲与常马等不可得，安求其能千里也？(食马者 通：饲马者)策之不以其道，食之不能尽其材，鸣之而不能通其意，执策而临之，曰：“天下无马！”呜呼！其真无马邪？其真不知马也！",
        "author": "唐代",
        "poem_class": "山水",
        "dynasty": "杜牧"
    },
    {
        "title": "钱塘湖春行",
        "paragraph": "孤山寺北贾亭西，水面初平云脚低。几处早莺争暖树，谁家新燕啄春泥。乱花渐欲迷人眼，浅草才能没马蹄。最爱湖东行不足，绿杨阴里白沙堤。别浦今朝暗，罗帷午夜愁。鹊辞穿线月，花入曝衣楼。天上分金镜，人间望玉钩。钱塘苏小小，更值一年秋。昨夜圆非今夜圆，却疑圆处减婵娟。一年十二度圆缺，能得几多时少年。君不见走马川行雪海边，平沙莽莽黄入天。 轮台九月风夜吼，一川碎石大如斗，随风满地石乱走。 匈奴草黄马正肥，金山西见烟尘飞，汉家大将西出师。 将军金甲夜不脱，半夜军行戈相拨，风头如刀面如割。 马毛带雪汗气蒸，五花连钱旋作冰，幕中草檄砚水凝。 虏骑闻之应胆慑，料知短兵不敢接，车师西门伫献捷。",
        "author": "唐代",
        "poem_class": "山水",
        "dynasty": "白居易"
    },
    {
        "title": "十月之交",
        "paragraph": "十月之交，朔月辛卯。日有食之，亦孔之丑。彼月而微，此日而微；今此下民，亦孔之哀。日月告凶，不用其行。四国无政，不用其良。彼月而食，则维其常；此日而食，于何不臧。烨烨震电，不宁不令。百川沸腾，山冢崒崩。高岸为谷，深谷为陵。哀今之人，胡憯莫惩？皇父卿士，番维司徒。家伯维宰，仲允膳夫。棸子内史，蹶维趣马。楀维师氏，醘妻煽方处。抑此皇父，岂曰不时？胡为我作，不即我谋？彻我墙屋，田卒污莱。曰予不戕，礼则然矣。皇父孔圣，作都于向。择三有事，亶侯多藏。不慭遗一老，俾守我王。择有车马，以居徂向。黾勉从事，不敢告劳。无罪无辜，谗口嚣嚣。下民之孽，匪降自天。噂沓背憎，职竞由人。悠悠我里，亦孔之痗。四方有羡，我独居忧。民莫不逸，我独不敢休。天命不彻，我不敢效我友自逸。嗟尔不宁侯。为尔不朝于王所。故亢而射女。强食尔食。曾孙侯氏百福。惠子相梁，庄子往见之。或谓惠子曰：“庄子来，欲代子相。”于是惠子恐，搜于国中三日三夜。庄子往见之，曰：“南方有鸟，其名为鹓鶵，子知之乎？夫鹓鶵发于南海，而飞于北海；非梧桐不止，非练实不食，非醴泉不饮。于是鸱得腐鼠，鹓鶵过之，仰而视之曰：‘吓！’今子欲以子之梁国而吓我邪？”营营青蝇，止于樊。岂弟君子，无信谗言。营营青蝇，止于棘。谗人罔极，交乱四国。营营青蝇，止于榛。谗人罔极，构我二人。",
        "author": "先秦",
        "poem_class": "山水",
        "dynasty": "佚名"
    },
    {
        "title": "送桂州严大夫同用南字",
        "paragraph": "苍苍森八桂，兹地在湘南。江作青罗带，山如碧玉篸。户多输翠羽，家自种黄甘。远胜登仙去，飞鸾不假骖。秦王扫六合，虎视何雄哉！挥剑决浮云，诸侯尽西来。明断自天启，大略驾群才。收兵铸金人，函谷正东开。铭功会稽岭，骋望琅琊台。刑徒七十万，起土骊山隈。尚采不死药，茫然使心哀。连弩射海鱼，长鲸正崔嵬。额鼻象五岳，扬波喷云雷。鬐鬣蔽青天，何由睹蓬莱？徐巿载秦女，楼船几时回？但见三泉下，金棺葬寒灰。花间一壶酒，独酌无相亲。举杯邀明月，对影成三人。月既不解饮，影徒随我身。暂伴月将影，行乐须及春。我歌月徘徊，我舞影零乱。醒时同交欢，醉后各分散。(同交欢 一作：相交欢)永结无情游，相期邈云汉。草色青青柳色黄，桃花历乱李花香。东风不为吹愁去，春日偏能惹恨长。",
        "author": "唐代",
        "poem_class": "山水",
        "dynasty": "韩愈"
    },
    {
        "title": "望庐山瀑布",
        "paragraph": "日照香炉生紫烟，遥看瀑布挂前川。飞流直下三千尺，疑是银河落九天。虢国夫人承主恩，平明骑马入宫门。却嫌脂粉污颜色，淡扫蛾眉朝至尊。大历二年十月十九日，夔府别驾元持宅，见临颍李十二娘舞剑器，壮其蔚跂，问其所师，曰：“余公孙大娘弟子也。” 开元五载，余尚童稚，记于郾城观公孙氏，舞剑器浑脱，浏漓顿挫，独出冠时，自高头宜春梨园二伎坊内人洎外供奉，晓是舞者，圣文神武皇帝初，公孙一人而已。玉貌锦衣，况余白首，今兹弟子，亦非盛颜。既辨其由来，知波澜莫二，抚事慷慨，聊为《剑器行》。昔者吴人张旭，善草书帖，数常于邺县见公孙大娘舞西河剑器，自此草书长进，豪荡感激，即公孙可知矣。昔有佳人公孙氏，一舞剑器动四方。观者如山色沮丧，天地为之久低昂。㸌如羿射九日落，矫如群帝骖龙翔。来如雷霆收震怒，罢如江海凝清光。绛唇珠袖两寂寞，晚有弟子传芬芳。临颍美人在白帝，妙舞此曲神扬扬。与余问答既有以，感时抚事增惋伤。先帝侍女八千人，公孙剑器初第一。五十年间似反掌，风尘澒洞昏王室。梨园弟子散如烟，女乐余姿映寒日。金粟堆前木已拱，瞿唐石城草萧瑟。玳筵急管曲复终，乐极哀来月东出。老夫不知其所往，足茧荒山转愁疾。梳洗罢，独倚望江楼。过尽千帆皆不是，斜晖脉脉水悠悠。肠断白蘋洲。",
        "author": "唐代",
        "poem_class": "山水",
        "dynasty": "李白"
    },
    {
        "title": "望洞庭",
        "paragraph": "湖光秋月两相和，潭面无风镜未磨。遥望洞庭山水翠，白银盘里一青螺。(山水翠 一作：山水色)天覆吾，地载吾，天地生吾有意无。不然绝粒升天衢，不然鸣珂游帝都。焉能不贵复不去，空作昂藏一丈夫。一丈夫兮一丈夫，千生气志是良图。请君看取百年事，业就扁舟泛五湖白浪茫茫与海连，平沙浩浩四无边。暮去朝来淘不住，遂令东海变桑田。姑苏台上乌栖时，吴王宫里醉西施。吴歌楚舞欢未毕，青山欲衔半边日。银箭金壶漏水多，起看秋月坠江波。东方渐高奈乐何！",
        "author": "唐代",
        "poem_class": "山水",
        "dynasty": "刘禹锡"
    },
    {
        "title": "望庐山瀑布二首",
        "paragraph": "西登香炉峰，南见瀑布水。挂流三百丈，喷壑数十里。 欻如飞电来，隐若白虹起。初惊河汉落，半洒云天里。 仰观势转雄，壮哉造化功。海风吹不断，江月照还空。 空中乱潈射，左右洗青壁。飞珠散轻霞，流沫沸穹石。 而我乐名山，对之心益闲。无论漱琼液，还得洗尘颜。 且谐宿所好，永愿辞人间。 日照香炉生紫烟，遥看瀑布挂前川。 飞流直下三千尺，疑是银河落九天。杨柳渡头行客稀，罟师荡桨向临圻。 惟有相思似春色，江南江北送君归。春山多胜事，赏玩夜忘归。掬水月在手，弄花香满衣。兴来无远近，欲去惜芳菲。南望鸣钟处，楼台深翠微。醉别江楼橘柚香，江风引雨入舟凉。 忆君遥在潇湘月，愁听清猿梦里长。",
        "author": "唐代",
        "poem_class": "山水",
        "dynasty": "李白"
    },
    {
        "title": "凉州词二首·其一",
        "paragraph": "黄河远上白云间，一片孤城万仞山。羌笛何须怨杨柳，春风不度玉门关。水纹珍簟思悠悠，千里佳期一夕休。从此无心爱良夜，任他明月下西楼。余禁所禁垣西，是法厅事也，有古槐数株焉。虽生意可知，同殷仲文之古树；而听讼斯在，即周召伯之甘棠，每至夕照低阴，秋蝉疏引，发声幽息，有切尝闻，岂人心异于曩时，将虫响悲于前听？嗟乎，声以动容，德以象贤。故洁其身也，禀君子达人之高行；蜕其皮也，有仙都羽化之灵姿。候时而来，顺阴阳之数； 应节为变，审藏用之机。有目斯开，不以道昏而昧其视；有翼自薄，不以俗厚而易其真。吟乔树之微风，韵姿天纵； 饮高秋之坠露，清畏人知。仆失路艰虞，遭时徽纆。不哀伤而自怨，未摇落而先衰。闻蟪蛄之流声，悟平反之已奏；见螳螂之抱影，怯危机之未安。感而缀诗，贻诸知己。庶情沿物应，哀弱羽之飘零； 道寄人知，悯余声之寂寞。非谓文墨，取代幽忧云尔。西陆蝉声唱，南冠客思深。(客思深 一作：客思侵)那堪玄鬓影，来对白头吟。(那堪 一作：不堪)露重飞难进，风多响易沉。无人信高洁，谁为表予心？千里黄云白日曛，北风吹雁雪纷纷。莫愁前路无知己，天下谁人不识君。六翮飘飖私自怜，一离京洛十余年。丈夫贫贱应未足，今日相逢无酒钱。",
        "author": "唐代",
        "poem_class": "山水",
        "dynasty": "王之涣"
    },
    {
        "title": "送友人寻越中山水",
        "paragraph": "闻道稽山去，偏宜谢客才。千岩泉洒落，万壑树萦回。东海横秦望，西陵绕越台。湖清霜镜晓，涛白雪山来。八月枚乘笔，三吴张翰杯。此中多逸兴，早晚向天台。自河南经乱，关内阻饥，兄弟离散，各在一处。因望月有感，聊书所怀，寄上浮梁大兄、於潜七兄、乌江十五兄，兼示符离及下邽弟妹。时难年荒世业空，弟兄羁旅各西东。田园寥落干戈后，骨肉流离道路中。吊影分为千里雁，辞根散作九秋蓬。共看明月应垂泪，一夜乡心五处同。霜落荆门江树空，布帆无恙挂秋风。此行不为鲈鱼鲙，自爱名山入剡中。百舌问花花不语，低回似恨横塘雨。蜂争粉蕊蝶分香，不似垂杨惜金缕。愿君留得长妖韶，莫逐东风还荡摇。秦女含颦向烟月，愁红带露空迢迢。",
        "author": "唐代",
        "poem_class": "山水",
        "dynasty": "李白"
    },
    {
        "title": "游山西村",
        "paragraph": "莫笑农家腊酒浑，丰年留客足鸡豚。山重水复疑无路，柳暗花明又一村。箫鼓追随春社近，衣冠简朴古风存。从今若许闲乘月，拄杖无时夜叩门。梅花南北路，风雨湿征衣。出岭同谁出？归乡如此归！(此归 一作：不归)山河千古在，城郭一时非。饿死真吾志，梦中行采薇。家住江南，又过了、清明寒食。花径里、一番风雨，一番狼籍。红粉暗随流水去，园林渐觉清阴密。算年年、落尽刺桐花，寒无力。庭院静，空相忆。无说处，闲愁极。怕流莺乳燕，得知消息。尺素如今何处也，彩云依旧无踪迹。谩教人、羞去上层楼，平芜碧。燕鸿过后莺归去。细算浮生千万绪。长于春梦几多时，散似秋云无觅处。闻琴解佩神仙侣。挽断罗衣留不住。劝君莫作独醒人，烂醉花间应有数。",
        "author": "宋代",
        "poem_class": "山水",
        "dynasty": "陆游"
    },
    {
        "title": "别云间",
        "paragraph": "三年羁旅客，今日又南冠。无限山河泪，谁言天地宽。(山河 一作：河山)已知泉路近，欲别故乡难。毅魄归来日，灵旗空际看。一涧入苍烟，千花绕涧边。花开与花落，流水送流年。酒满金盆泛绿波，主人半醉朱颜酡。请君且就坐，听我醉时歌。人生天地间，一苇浮江河。富贵与功名，倏忽浮云过。床头有酒且须斟，囊里无钱不用寻。钱多自古坏名节，酒量何妨江海深。刘伶好酒称世贤，李白骑鲸飞上天。石崇元载极奢侈，至今千载遗腥膻。劝君满饮不须辞，万事由天莫怨咨。蛟龙变化非无日，鸿鹄翱翔自有时。醉时歌，歌有节。酒阑客散我还醒，却上高楼对明月。怜君谪宦楚江来，门外湘波日夜回。废井年深生乱草，古墙春尽长荒苔。猿声似诉孤臣恨，马首空劳过客哀。此地无须叹寥落，长安甲第亦成灰。",
        "author": "明代",
        "poem_class": "山水",
        "dynasty": "夏完淳"
    },
    {
        "title": "山中",
        "paragraph": "长江悲已滞，万里念将归。况属高风晚，山山黄叶飞。寒山吹笛唤春归，迁客相看泪满衣。 洞庭一夜无穷雁，不待天明尽北飞。中岁颇好道，晚家南山陲。兴来每独往，胜事空自知。行到水穷处，坐看云起时。偶然值林叟，谈笑无还期。百战沙场碎铁衣，城南已合数重围。 突营射杀呼延将，独领残兵千骑归。",
        "author": "唐代",
        "poem_class": "山水",
        "dynasty": "王勃"
    },
    {
        "title": "从军行七首·其四",
        "paragraph": "青海长云暗雪山，孤城遥望玉门关。黄沙百战穿金甲，不破楼兰终不还。碧玉妆成一树高，万条垂下绿丝绦。不知细叶谁裁出，二月春风似剪刀。烟笼寒水月笼沙，夜泊秦淮近酒家。商女不知亡国恨，隔江犹唱后庭花。江上被花恼不彻，无处告诉只颠狂。走觅南邻爱酒伴，经旬出饮独空床。稠花乱蕊畏江滨，行步欹危实怕春。(畏 一作：裹）诗酒尚堪驱使在，未须料理白头人。江深竹静两三家，多事红花映白花。报答春光知有处，应须美酒送生涯。东望少城花满烟，百花高楼更可怜。谁能载酒开金盏，唤取佳人舞绣筵。黄师塔前江水东，春光懒困倚微风。桃花一簇开无主，可爱深红爱浅红？黄四娘家花满蹊，千朵万朵压枝低。留连戏蝶时时舞，自在娇莺恰恰啼。不是爱花即欲死，只恐花尽老相催。繁枝容易纷纷落，嫩蕊商量细细开。",
        "author": "唐代",
        "poem_class": "山水",
        "dynasty": "王昌龄"
    }
]