[
    {
        "title": "汴京纪事二十首·其五",
        "paragraph": "联翩漕舸入神州，梁主经营摇宋休。一自胡儿来饮马，春波惟见断冰流。春风吹碧，春云映绿，晓梦入芳裀。软衬飞花，远连流水，一望隔香尘。 萋萋多少江南恨，翻忆翠罗裙。冷落闲门，凄迷古道，烟雨正愁人。参差烟树灞陵桥，风物尽前朝。衰杨古柳，几经攀折，憔悴楚宫腰。 夕阳闲淡秋光老，离思满蘅皋。一曲阳关，断肠声尽，独自凭兰桡。落日无情最有情，遍催万树暮蝉鸣。听来咫尺无寻处，寻到旁边却不声。",
        "author": "宋代",
        "poem_class": "忧民",
        "dynasty": "刘子翚"
    },
    {
        "title": "汴京纪事二十首·其三",
        "paragraph": "圣君尝胆愤艰难，双跸无因日问安。汉节凋零胡地阔，北州何处是通汗。纤云弄巧，飞星传恨，银汉迢迢暗度。金风玉露一相逢，便胜却人间无数。柔情似水，佳期如梦，忍顾鹊桥归路！两情若是久长时，又岂在朝朝暮暮。乳燕飞华屋。悄无人、桐阴转午，晚凉新浴。手弄生绡白团扇，扇手一时似玉。渐困倚、孤眠清熟。帘外谁来推绣户，枉教人、梦断瑶台曲。又却是，风敲竹。 石榴半吐红巾蹙。待浮花、浪蕊都尽，伴君幽独。秾艳一枝细看取，芳心千重似束。又恐被、秋风惊绿。若待得君来向此，花前对酒不忍触。共粉泪，两簌簌。红树青山日欲斜，长郊草色绿无涯。游人不管春将老，来往亭前踏落花。",
        "author": "宋代",
        "poem_class": "忧民",
        "dynasty": "刘子翚"
    },
    {
        "title": "追忆征西幕中旧事四首·其二",
        "paragraph": "小猎南山雪未消，绣旗斜卷玉骢骄。不如意事常千万，空想先锋宿渭桥。赵昌父七月望日用东坡韵叙太白、东坡事见寄，过相褒借，且有秋水之约。八月十四日，余卧病博山寺中，因用韵为谢，兼寄吴子似。我志在寥阔，畴昔梦登天。摩挲素月，人世俯仰已千年。有客骖鸾并凤，云遇青山赤壁，相约上高寒。酌酒援北斗，我亦虱其间。少歌曰：神甚放，形如眠。鸿鹄一再高举，天地睹方圆。欲重歌兮梦觉，推枕惘然独念，人事底亏全？有美人可语，秋水隔婵娟。梅雨霁，暑风和。高柳乱蝉多。小园台榭远池波。鱼戏动新荷。 薄纱厨，轻羽扇。枕冷簟凉深院。此时情绪此时天。无事小神仙。有妇人昼日置小儿沙上而浣衣于水者。虎自山上驰来，妇人仓皇沉水避之。二小儿戏沙上自若。虎熟视久之，至以首抵触，庶几其一就惧；而儿痴，竟不知。虎亦寻卒去。噫，虎之食人，先被之以威，而不惧之人，威亦无所施欤！",
        "author": "宋代",
        "poem_class": "忧民",
        "dynasty": "陆游"
    },
    {
        "title": "何易于挽舟",
        "paragraph": "何易于尝为益昌令，县距刺史治所四十里，城嘉陵江南。刺史崔朴尝乘春自上游，多从宾客歌酒。泛舟东下，直出益昌旁。至则索民挽舟。易于即自腰笏，引舟上下。刺史惊问状，易于曰：“方春，百姓不耕即蚕，隙不可夺。易于为县令，当其无事，可以充役。”刺史与宾客跳出舟，偕骑还去。客路青山外，行舟绿水前。(青山外 一作：青山下)潮平两岸阔，风正一帆悬。海日生残夜，江春入旧年。乡书何处达？归雁洛阳边。白玉谁家郎，回车渡天津。看花东陌上，惊动洛阳人。灞原风雨定，晚见雁行频。落叶他乡树，寒灯独夜人。空园白露滴，孤壁野僧邻。寄卧郊扉久，何年致此身。",
        "author": "唐代",
        "poem_class": "忧民",
        "dynasty": "孙樵"
    },
    {
        "title": "书悲",
        "paragraph": "今日我复悲，坚卧脚踏壁。古来共一死，何至尔寂寂！秋风两京道，上有胡马迹。和戎壮士废，忧国清泪滴。关河入指顾，忠义勇推激。常恐埋山丘，不得委锋镝。立功老无期，建议贱非职。赖有墨成池，淋漓豁胸臆。缥缈危楼紫翠间，良辰乐事古难全。感时怀旧独凄然。璧月琼枝空夜夜，菊花人貌自年年。不知来岁与谁看。浩荡清淮天共流，长风万里送归舟。应愁晚泊喧卑地，吹入沧溟始自由！离别一何久，七度过中秋。去年东武今夕，明月不胜愁。岂意彭城山下，同泛清河古汴，船上载凉州。鼓吹助清赏，鸿雁起汀洲。坐中客，翠羽帔，紫绮裘。素娥无赖，西去曾不为人留。今夜清尊对客，明夜孤帆水驿，依旧照离忧。但恐同王粲，相对永登楼。",
        "author": "宋代",
        "poem_class": "忧民",
        "dynasty": "陆游"
    },
    {
        "title": "德佑二年岁旦·其二",
        "paragraph": "有怀长不释，一语一酸辛。此地暂胡马，终身只宋民。读书成底事，报国是何人。耻见干戈里，荒城梅又春。众芳摇落独暄妍，占尽风情向小园。疏影横斜水清浅，暗香浮动月黄昏。霜禽欲下先偷眼，粉蝶如知合断魂。幸有微吟可相狎，不须檀板共金樽。剪绡零碎点酥乾，向背稀稠画亦难。日薄从甘春至晚，霜深应怯夜来寒。澄鲜只共邻僧惜，冷落犹嫌俗客看。忆着江南旧行路，酒旗斜拂堕吟鞍。人生到处知何似，应似飞鸿踏雪泥。泥上偶然留指爪，鸿飞那复计东西。老僧已死成新塔，坏壁无由见旧题。往日崎岖还记否，路长人困蹇驴嘶。山外青山楼外楼，西湖歌舞几时休？暖风熏得游人醉，直把杭州作汴州。",
        "author": "宋代",
        "poem_class": "忧民",
        "dynasty": "郑思肖"
    },
    {
        "title": "追忆征西幕中旧事四首·其一",
        "paragraph": "大散关头北望秦，自期谈笑扫胡尘。收身死向农桑社，何止明明两世人！中秋作本名小秦王，入腔即阳关曲暮云收尽溢清寒，银汉无声转玉盘。此生此夜不长好，明月明年何处看。花开不并百花丛，独立疏篱趣未穷。宁可枝头抱香死，何曾吹落北风中。伽花彩甚奇，谓有初春之兴。因作二首，寄袁公济雪颔霜髯不自惊。更将翦彩发春荣。羞颜未醉已先赪。 莫唱黄鸡并白发，且呼张丈唤殷兄。有人归去欲卿卿。",
        "author": "宋代",
        "poem_class": "忧民",
        "dynasty": "陆游"
    },
    {
        "title": "吊屈原文",
        "paragraph": "后先生盖千祀兮，余再逐而浮湘。求先生之汨罗兮，揽蘅若以荐芳。愿荒忽之顾怀兮，冀陈辞而有光。先生之不从世兮，惟道是就。支离抢攘兮，遭世孔疚。华虫荐壤兮，进御羔袖。牝鸡咿嗄兮，孤雄束咮？哇咬环观兮，蒙耳大吕。堇喙以为羞兮，焚弃稷黍。犴狱之不知避兮，宫庭之不处。陷涂藉秽兮，荣若绣黼。榱折火烈兮。娱娱笑舞。谗巧之哓哓兮，惑以为咸池。便媚鞠恧兮，美逾西施。谓谟言之怪诞兮，反置瑱而远违。匿重痼以讳避兮，进俞、缓之不可为。何先生之凛凛兮，厉针石而从之？但仲尼之去鲁兮，曰吾行之迟迟。柳下惠之直道兮，又焉往而可施！今夫世之议夫子兮，曰胡隐忍而怀斯？惟达人之卓轨兮，固僻陋之所疑。委故都以从利兮，吾知先生之不忍；立而视其覆坠兮，又非先生之所志。穷与达固不渝兮，夫惟服道以守义。矧先生之悃愊兮，蹈大故而不贰。沉璜瘗佩兮，孰幽而不光？荃蕙蔽兮，胡久而不芳？先生之貌不可得兮，犹仿佛其文章。托遗编而叹喟兮，涣余涕之盈眶。呵星辰而驱诡怪兮，夫孰救于崩亡？何挥霍夫雷电兮，苟为是之荒茫。耀姱辞之？曭朗兮，世果以是之为狂。哀余衷之坎坎兮，独蕴愤而增伤。谅先生之不言兮，后之人又何望。忠诚之既内激兮，抑衔忍而不长。芈为屈之几何兮，胡独焚其中肠。吾哀今之为仕兮，庸有虑时之否臧。食君之禄畏不厚兮，悼得位之不昌。退自服以默默兮，曰吾言之不行。既媮风之不可去兮，怀先生之可忘！孤山寺北贾亭西，水面初平云脚低。几处早莺争暖树，谁家新燕啄春泥。乱花渐欲迷人眼，浅草才能没马蹄。最爱湖东行不足，绿杨阴里白沙堤。昨夜圆非今夜圆，却疑圆处减婵娟。一年十二度圆缺，能得几多时少年。危楼高百尺，手可摘星辰。不敢高声语，恐惊天上人。",
        "author": "唐代",
        "poem_class": "忧民",
        "dynasty": "柳宗元"
    },
    {
        "title": "溪上作二首·其二",
        "paragraph": "伛偻溪头白发翁，暮年心事一枝筇。山衔落日青横野，鸦起平沙黑蔽空。天下可忧非一事，书生无地效孤忠。东山七月犹关念，未忍沉浮酒醆中。花落柴门掩夕晖，昏鸦数点傍林飞。吟余小立阑干外，遥见樵渔一路归。自笑平生为口忙，老来事业转荒唐。长江绕郭知鱼美，好竹连山觉笋香。逐客不妨员外置，诗人例作水曹郎。只惭无补丝毫事，尚费官家压酒囊。小阁藏春，闲窗锁昼，画堂无限深幽。篆香烧尽，日影下帘钩。手种江梅渐好，又何必、临水登楼。无人到，寂寥浑似，何逊在扬州。从来，知韵胜，难堪雨藉，不耐风揉。更谁家横笛，吹动浓愁。莫恨香消雪减，须信道、扫迹情留。难言处，良宵淡月，疏影尚风流。",
        "author": "宋代",
        "poem_class": "忧民",
        "dynasty": "陆游"
    },
    {
        "title": "西河·和王潜斋韵",
        "paragraph": "今日事。何人弄得如此。漫漫白骨蔽川原，恨何日已。关河万里寂无烟，月明空照芦苇。 谩哀痛，无及矣。无情莫问江水。西风落日惨新亭，几人坠泪。战和何者是良筹，扶危但看天意。 只今寂寞薮泽里。岂无人、高卧闾里。试问安危谁寄。定相将、有诏催公起。须信前书言犹未。雨洗东坡月色清，市人行尽野人行。莫嫌荦确坡头路，自爱铿然曳杖声。年年社日停针线。怎忍见、双飞燕。今日江城春已半。一身犹在，乱山深处，寂寞溪桥畔。春衫著破谁针线。点点行行泪痕满。落日解鞍芳草岸。花无人戴，酒无人劝，醉也无人管。残霞夕照西湖好，花坞苹汀，十顷波平，野岸无人舟自横。 西南月上浮云散，轩槛凉生。莲芰香清。水面风来酒面醒。",
        "author": "宋代",
        "poem_class": "忧民",
        "dynasty": "曹豳"
    },
    {
        "title": "北望",
        "paragraph": "昔我初生岁，中原失太平。宁知墓木拱，不见塞尘清。京洛无来信，江淮尚宿兵。何时青海月，重照汉家营？壮岁从戎，曾是气吞残虏。阵云高、狼烟夜举。朱颜青鬓，拥雕戈西戍。笑儒冠、自来多误。 功名梦断，却泛扁舟吴楚。漫悲歌、伤怀吊古。烟波无际，望秦关何处。叹流年、又成虚度。紫府东风放夜时。步莲秾李伴人归。五更钟动笙歌散，十里月明灯火稀。 香苒苒，梦依依。天涯寒尽减春衣。凤凰城阙知何处，寥落星河一雁飞。记得金銮同唱第，春风上国繁华。如今薄宦老天涯。十年岐路，空负曲江花。闻说阆山通阆苑，楼高不见君家。孤城寒日等闲斜。离愁难尽，红树远连霞。",
        "author": "宋代",
        "poem_class": "忧民",
        "dynasty": "陆游"
    },
    {
        "title": "西阁曝日",
        "paragraph": "凛冽倦玄冬，负暄嗜飞阁。羲和流德泽，颛顼愧倚薄。毛发具自和，肌肤潜沃若。太阳信深仁，衰气欻有托。欹倾烦注眼，容易收病脚。流离木杪猿，翩跹山颠鹤。用知苦聚散，哀乐日已作。即事会赋诗，人生忽如昨。古来遭丧乱，贤圣尽萧索。胡为将暮年，忧世心力弱。独漉水中泥，水浊不见月。不见月尚可，水深行人没。越鸟从南来，胡鹰亦北渡。我欲弯弓向天射，惜其中道失归路。落叶别树，飘零随风。客无所托，悲与此同。罗帏舒卷，似有人开。明月直入，无心可猜。雄剑挂壁，时时龙鸣。不断犀象，绣涩苔生。国耻未雪，何由成名。神鹰梦泽，不顾鸱鸢。为君一击，鹏抟九天。少年十五二十时，步行夺得胡马骑。射杀山中白额虎，肯数邺下黄须儿！一身转战三千里，一剑曾当百万师。汉兵奋迅如霹雳，虏骑崩腾畏蒺藜。卫青不败由天幸，李广无功缘数奇。自从弃置便衰朽，世事蹉跎成白首。昔时飞箭无全目，今日垂杨生左肘。路旁时卖故侯瓜，门前学种先生柳。苍茫古木连穷巷，寥落寒山对虚牖。誓令疏勒出飞泉，不似颍川空使酒。贺兰山下阵如云，羽檄交驰日夕闻。节使三河募年少，诏书五道出将军。试拂铁衣如雪色，聊持宝剑动星文。愿得燕弓射大将，耻令越甲鸣吾君。莫嫌旧日云中守，犹堪一战取功勋。永州之野产异蛇：黑质而白章，触草木尽死；以啮人，无御之者。然得而腊之以为饵，可以已大风、挛踠、瘘疠，去死肌，杀三虫。其始太医以王命聚之，岁赋其二。募有能捕之者，当其租入。永之人争奔走焉。 有蒋氏者，专其利三世矣。问之，则曰：“吾祖死于是，吾父死于是，今吾嗣为之十二年，几死者数矣。”言之貌若甚戚者。余悲之，且曰：“若毒之乎？余将告于莅事者，更若役，复若赋，则何如？”蒋氏大戚，汪然出涕，曰：“君将哀而生之乎？则吾斯役之不幸，未若复吾赋不幸之甚也。向吾不为斯役，则久已病矣。自吾氏三世居是乡，积于今六十岁矣。而乡邻之生日蹙，殚其地之出，竭其庐之入。号呼而转徙，饥渴而顿踣。触风雨，犯寒暑，呼嘘毒疠，往往而死者，相藉也。曩与吾祖居者，今其室十无一焉。与吾父居者，今其室十无二三焉。与吾居十二年者，今其室十无四五焉。非死则徙尔，而吾以捕蛇独存。悍吏之来吾乡，叫嚣乎东西，隳突乎南北；哗然而骇者，虽鸡狗不得宁焉。吾恂恂而起，视其缶，而吾蛇尚存，则弛然而卧。谨食之，时而献焉。退而甘食其土之有，以尽吾齿。盖一岁之犯死者二焉，其余则熙熙而乐，岂若吾乡邻之旦旦有是哉。今虽死乎此，比吾乡邻之死则已后矣，又安敢毒耶？” 余闻而愈悲，孔子曰：“苛政猛于虎也！”吾尝疑乎是，今以蒋氏观之，犹信。呜呼！孰知赋敛之毒有甚是蛇者乎！故为之说，以俟夫观人风者得焉。（饥渴而顿踣 一作：饿渴）",
        "author": "唐代",
        "poem_class": "忧民",
        "dynasty": "杜甫"
    },
    {
        "title": "鹧鸪天·上元启醮",
        "paragraph": "子夜封章扣紫清。五霞光里佩环声。驿传风火龙鸾舞，步入烟霄孔翠迎。 瑶简重，羽衣轻。金童双引到通明。三湘五管同民乐，万岁千秋与帝龄。春来秋去。往事知何处？燕子归飞兰泣露。光景千留不住。酒阑人散忡忡。闲阶独倚梧桐。记得去年今日，依前黄叶西风。城下路，凄风露，今人犁田古人墓。岸头沙，带蒹葭，漫漫昔时流水今人家。黄埃赤日长安道，倦客无浆马无草。开函关，掩函关，千古如何不见一人闲？六国扰，三秦扫，初谓商山遗四老。驰单车，致缄书，裂荷焚芰接武曳长裾。高流端得酒中趣，深入醉乡安稳处。生忘形，死忘名。谁论二豪初不数刘伶？霜降水痕收。浅碧鳞鳞露远洲。酒力渐消风力软，飕飕。破帽多情却恋头。佳节若为酬。但把清尊断送秋。万事到头都是梦，休休。明日黄花蝶也愁。",
        "author": "宋代",
        "poem_class": "忧民",
        "dynasty": "张孝祥"
    },
    {
        "title": "旱云赋",
        "paragraph": "惟昊天之大旱兮，失精和之正理。遥望白云之蓬勃兮，滃澹澹而妄止。运清浊之澒洞兮，正重沓而并起。嵬隆崇以崔巍兮，时仿佛而有似。屈卷轮而中天兮，象虎惊与龙骇。相抟据而俱兴兮，妄倚俪而时有。遂积聚而合沓兮，相纷薄而慷慨。若飞翔之从横兮，杨侯怒而澎濞。正帷布而雷动兮，相击冲而破碎。或窈窕而四塞兮，诚若雨而不坠。阴阳分而不相得兮，更惟贪邪而狼戾。终风解而霰散兮，陵迟而堵溃。或深潜而闭藏兮，争离而并逝。廓荡荡其若涤兮，日照照而无秽。隆盛暑而无聊兮，煎砂石而烂渭。汤风至而含热兮，群生闷满而愁愦。畎亩枯槁而失泽兮，壤石相聚而为害。农夫垂拱而无聊兮，释其锄耨而下泪。忧疆畔之遇害兮，痛皇天之靡惠。惜稚稼之旱夭兮，离天灾而不遂。怀怨心而不能已兮，窃讬咎于在位。独不闻唐虞之积烈兮，与三代之风气？时俗殊而不还兮，恐功久而坏败。何操行之不得兮，政治失中而违节。阴气辟而留滞兮，猒暴至而沉没。嗟乎！惜旱大剧，何辜于天无恩泽？忍兮啬夫，何寡德矣！既已生之，不与福矣。来何暴也，去何躁也！孳孳望之，其可悼也。憭兮栗兮，以郁怫兮。念思白云，肠如结兮。终怨不雨，甚不仁兮；布而不下，甚不信兮。白云何怨？奈何人兮！涉江采芙蓉，兰泽多芳草。采之欲遗谁？所思在远道。还顾望旧乡，长路漫浩浩。同心而离居，忧伤以终老。屈平疾王听之不聪也，谗谄之蔽明也，邪曲之害公也，方正之不容也，故忧愁幽思而作《离骚》。“离骚”者，犹离忧也。夫天者，人之始也；父母者，人之本也。人穷则反本，故劳苦倦极，未尝不呼天也；疾痛惨怛，未尝不呼父母也。屈平正道直行，竭忠尽智，以事其君，谗人间之，可谓穷矣。信而见疑，忠而被谤，能无怨乎？屈平之作《离骚》，盖自怨生也。《国风》好色而不淫，《小雅》怨诽而不乱。若《离骚》者，可谓兼之矣。上称帝喾，下道齐桓，中述汤、武，以刺世事。明道德之广崇，治乱之条贯，靡不毕见。其文约，其辞微，其志洁，其行廉。其称文小而其指极大，举类迩而见义远。其志洁，故其称物芳；其行廉，故死而不容。自疏濯淖污泥之中，蝉蜕于浊秽，以浮游尘埃之外，不获世之滋垢，皭然泥而不滓者也。推此志也，虽与日月争光可也。欢坐玉殿。会诸贵客。侍者行觞。主人离席。顾视东西厢。丝竹与鞞铎。不醉无归来。明灯以继夕。",
        "author": "两汉",
        "poem_class": "忧民",
        "dynasty": "贾谊"
    },
    {
        "title": "隋堤怀古",
        "paragraph": "隋季穷兵复浚川，自为猛虎可周旋。锦帆东去不归日，汴水西来无尽年。本欲山河传百二，谁知钟鼎已三千。那堪重问江都事，回望空悲绿树烟。有美一人兮，婉如青扬。识曲别音兮，令姿煌煌。 绣袂捧琴兮，登君子堂。如彼萱草兮，使我忧忘。 欲赠之以紫玉尺，白银铛。久不见之兮，湘水茫茫。多情却似总无情，唯觉樽前笑不成。蜡烛有心还惜别，替人垂泪到天明。少年佳节倍多情，老去谁知感慨生。不效艾符趋习俗，但祈蒲酒话升平。鬓丝日日添白头，榴锦年年照眼明。千载贤愚同瞬息，几人湮没几垂名。",
        "author": "唐代",
        "poem_class": "忧民",
        "dynasty": "张祜"
    },
    {
        "title": "苦寒行",
        "paragraph": "冰峰撑空寒矗矗，云凝水冻埋海陆。 杀物之性，伤人之欲，既不能断绝蒺藜荆棘之根株， 又不能展凤凰麒麟之拳跼。如此则何如为和煦，为膏雨， 自然天下之荣枯，融融于万户。望君烟水阔，挥手泪沾巾。飞鸟没何处，青山空向人。长江一帆远，落日五湖春。谁见汀洲上，相思愁白蘋。客去波平槛，蝉休露满枝。永怀当此节，倚立自移时。 北斗兼春远，南陵寓使迟。天涯占梦数，疑误有新知。君自故乡来，应知故乡事。来日绮窗前，寒梅著花未？",
        "author": "唐代",
        "poem_class": "忧民",
        "dynasty": "齐己"
    },
    {
        "title": "贺新郎·怀辛幼安用前韵",
        "paragraph": "话杀浑闲说。不成教、齐民也解，为伊为葛。樽酒相逢成二老，却忆去年风雪。新著了、几茎华发。百世寻人犹接踵，叹只今两地三人月。写旧恨，向谁瑟。 男儿何用伤离别。况古来、几番际会，风从云合。千里情亲长晤对，妙体本心次骨。卧百尺、高楼斗绝。天下适安耕且老，看买犁卖剑平家铁。壮士泪，肺肝裂。闹花深处层楼，画帘半卷东风软。春归翠陌，平莎茸嫩，垂杨金浅。迟日催花，淡云阁雨，轻寒轻暖。恨芳菲世界，游人未赏，都付与、莺和燕。 寂寞凭高念远。向南楼、一声归雁。金钗斗草，青丝勒马，风流云散。罗绶分香，翠绡封泪，几多幽怨。正销魂，又是疏烟淡月，子规声断。小阁藏春，闲窗锁昼，画堂无限深幽。篆香烧尽，日影下帘钩。手种江梅渐好，又何必、临水登楼。无人到，寂寥浑似，何逊在扬州。从来，知韵胜，难堪雨藉，不耐风揉。更谁家横笛，吹动浓愁。莫恨香消雪减，须信道、扫迹情留。难言处，良宵淡月，疏影尚风流。环滁皆山也。其西南诸峰，林壑尤美，望之蔚然而深秀者，琅琊也。山行六七里，渐闻水声潺潺，而泻出于两峰之间者，酿泉也。峰回路转，有亭翼然临于泉上者，醉翁亭也。作亭者谁？山之僧智仙也。名之者谁？太守自谓也。太守与客来饮于此，饮少辄醉，而年又最高，故自号曰醉翁也。醉翁之意不在酒，在乎山水之间也。山水之乐，得之心而寓之酒也。若夫日出而林霏开，云归而岩穴暝，晦明变化者，山间之朝暮也。野芳发而幽香，佳木秀而繁阴，风霜高洁，水落而石出者，山间之四时也。朝而往，暮而归，四时之景不同，而乐亦无穷也。至于负者歌于途，行者休于树，前者呼，后者应，伛偻提携，往来而不绝者，滁人游也。临溪而渔，溪深而鱼肥，酿泉为酒，泉香而酒洌，山肴野蔌，杂然而前陈者，太守宴也。宴酣之乐，非丝非竹，射者中，弈者胜，觥筹交错，起坐而喧哗者，众宾欢也。苍颜白发，颓然乎其间者，太守醉也。已而夕阳在山，人影散乱，太守归而宾客从也。树林阴翳，鸣声上下，游人去而禽鸟乐也。然而禽鸟知山林之乐，而不知人之乐；人知从太守游而乐，而不知太守之乐其乐也。醉能同其乐，醒能述以文者，太守也。太守谓谁？庐陵欧阳修也。",
        "author": "宋代",
        "poem_class": "忧民",
        "dynasty": "陈亮"
    },
    {
        "title": "醒心亭记",
        "paragraph": "滁州之西南，泉水之涯，欧阳公作州之二年，构亭曰“丰乐”，自为记，以见其名义。既又直丰乐之东几百步，得山之高，构亭曰“醒心”，使巩记之。凡公与州之宾客者游焉，则必即丰乐以饮。或醉且劳矣，则必即醒心而望，以见夫群山之相环，云烟之相滋，旷野之无穷，草树众而泉石嘉，使目新乎其所睹，耳新乎其所闻，则其心洒然而醒，更欲久而忘归也。故即其所以然而为名，取韩子退之《北湖》之诗云。噫！其可谓善取乐于山泉之间，而名之以见其实，又善者矣。虽然，公之乐，吾能言之。吾君优游而无为于上，吾民给足而无憾于下。天下之学者，皆为材且良；夷狄鸟兽草木之生者，皆得其宜，公乐也。一山之隅，一泉之旁，岂公乐哉？乃公所寄意于此也。若公之贤，韩子殁数百年而始有之。今同游之宾客，尚未知公之难遇也。后百千年，有慕公之为人而览公之迹，思欲见之，有不可及之叹，然后知公之难遇也。则凡同游于此者，其可不喜且幸欤！而巩也，又得以文词托名于公文之次，其又不喜且幸欤！庆历七年八月十五日记。情若连环，恨如流水，甚时是休。也不须惊怪，沈郎易瘦，也不须惊怪，潘鬓先愁。总是难禁，许多魔难，奈好事教人不自由。空追想，念前欢杳杳，后会悠悠。凝眸，悔上层楼，谩惹起、新愁压旧愁。向彩笺写遍，相思字了，重重封卷，密寄书邮。料到伊行，时时开看，一看一回和泪收。须知道，这般病染，两处心头。梦觉透窗风一线，寒灯吹息。那堪酒醒，又闻空阶，夜雨频滴。嗟因循、久作天涯客。负佳人、几许盟言，便忍把、从前欢会，陡顿翻成忧戚。愁极，再三追思，洞房深处，几度饮散歌阑，香暖鸳鸯被。岂暂时疏散，费伊心力。殢云尤雨，有万般千种，相怜相惜。恰到如今，天长漏永，无端自家疏隔。知何时、却拥秦云态？愿低帏昵枕，轻轻细说与，江乡夜夜，数寒更思忆。壮岁旌旗拥万夫，锦襜突骑渡江初。燕兵夜娖银胡䩮，汉箭朝飞金仆姑。追往事，叹今吾，春风不染白髭须。却将万字平戎策，换得东家种树书。",
        "author": "宋代",
        "poem_class": "忧民",
        "dynasty": "曾巩"
    },
    {
        "title": "石将军战场歌",
        "paragraph": "清风店南逢父老，告我己巳年间事。店北犹存古战场，遗镞尚带勤王字。忆昔蒙尘实惨怛，反覆势如风雨至。紫荆关头昼吹角，杀气军声满幽朔。胡儿饮马彰义门，烽火夜照燕山云。内有于尚书，外有石将军。石家官军若雷电，天清野旷来酣战。朝廷既失紫荆关，吾民岂保清风店。牵爷负子无处逃，哭声震天风怒号。儿女床头伏鼓角，野人屋上看旌旄。将军此时挺戈出，杀敌不异草与蒿。追北归来血洗刀，白日不动苍天高。万里烟尘一剑扫，父子英雄古来少。单于痛哭倒马关，羯奴半死飞狐道。处处欢声噪鼓旗，家家牛酒犒王师。休夸汉室嫖姚将，岂说唐家郭子仪。沉吟此事六十春，此地经过泪满巾。黄云落日古骨白，沙砾惨淡愁行人。行人来折战场柳，下马坐望居庸口。却忆千官迎驾初，千乘万骑下皇都；乾坤得见中兴主，日月重开载造图。枭雄不数云台士，杨石齐名天下无！呜呼杨石今已无，安得再生此辈西备胡。静夜思，何时休，终宵展转听更筹。人生由来不满百，安得朝夕事隐忧。功名富贵倘来物，目前渺渺春云浮。甲第歌钟万户侯，五花骏马千金裘。春风秋月不相待，倏忽朱颜变白头。豪华一去难再得，壮气销沉土一丘。但令名节不堕地，身外区区安用求。静夜思，谁与谋。劝君高枕且熟睡，穷达由天不用愁。新妆竟与画图争，知是昭阳第几名？瘦影自临春水照，卿须怜我我怜卿。经，常道也，其在于天谓之命，其赋于人谓之性，其主于身谓之心。心也，性也，命也，一也。通人物，达四海，塞天地，亘古今，无有乎弗具，无有乎弗同，无有乎或变者也，是常道也。其应乎感也，则为恻隐，为羞恶，为辞让，为是非；其见于事也，则为父子之亲，为君臣之义，为夫妇之别，为长幼之序，为朋友之信。是恻隐也，羞恶也，辞让也，是非也，是亲也，义也，序也，别也，信也，一也；皆所谓心也，性也，命也。通人物，达四海，塞天地，亘古今，无有乎弗具，无有乎弗同，无有乎或变者也，是常道也。是常道也，以言其阴阳消息之行焉，则谓之《易》；以言其纪纲政事之施焉，则谓之《书》；以言其歌咏性情之发焉，则谓之《诗》；以言其条理节文之著焉，则谓之《礼》；以言其欣喜和平之生焉，则谓之《乐》；以言其诚伪邪正之辩焉，则谓之《春秋》。是阴阳消息之行也以至于诚伪邪正之辩也，一也；皆所谓心也，性也，命也。通人物，达四海，塞天地，亘古今，无有乎弗具，无有乎弗同，无有乎或变者也，夫是之谓六经。六经者非他，吾心之常道也。故《易》也者，志吾心之阴阳消息者也；《书》也者，志吾心之纪纲政事者也；《诗》也者，志吾心之歌咏性情者也；《礼》也者，志吾心之条理节文者也；《乐》也者，志吾心之欣喜和平者也；《春秋》也者，志吾心之诚伪邪正者也。君子之于六经也，求之吾心之阴阳消息而时行焉，所以尊《易》也；求之吾心之纪纲政事而时施焉，所以尊《书》也；求之吾心之歌咏性情而时发焉，所以尊《诗》也；求之吾心之条理节文而时著焉。所以尊《礼》也；求之吾心之欣喜和平而时生焉，所以尊《乐》也；求之吾心之诚伪邪正而时辩焉，所以尊《春秋》也。盖昔者圣人之扶人极、忧后世而述六经也，犹之富家者之父祖，虑其产业库藏之积，其子孙者或至于遗忘散失，卒困穷而无以自全也，而记籍其家之所有以贻之，使之世守其产业库藏之积而享用焉，以免于困穷之患。故六经者，吾心之记籍也；而六经之实，则具于吾心，犹之产业库藏之实积，种种色色，具存于其家；其记籍者，特名状数目而已。而世之学者，不知求六经之实于吾心，而徒考索于影响之间，牵制于文义之末，硁硁然以为是六经矣；是犹富家之子孙，不务守视享用其产业库藏之实积，日遗忘散失，至于窭人丐夫，而犹嚣嚣然指其记籍。曰：“斯吾产业库藏之积也！”何以异于是？呜呼！六经之学，其不明于世，非一朝一夕之故矣。尚功利，崇邪说，是谓乱经；习训诂，传记诵，没溺于浅闻小见，以涂天下之耳目，是谓侮经；侈淫辞，竞诡辩，饰奸心盗行，逐世垄断，而犹自以为通经，是谓贼经。若是者，是并其所谓记籍者而割裂弃毁之矣，宁复知所以为尊经也乎？越城旧有稽山书院，在卧龙西岗，荒废久矣。郡守渭南南君大吉，既敷政于民，则慨然悼末学之支离，将进之以圣贤之道，于是使山阴令吴君瀛拓书院而一新之；又为尊经之阁于其后，曰：经正则庶民兴，庶民兴斯无邪慝矣。阁成，请予一言，以谂多士。予既不获辞，则为记之若是。呜呼！世之学者，得吾说而求诸其心焉，其亦庶乎知所以为尊经也矣。",
        "author": "明代",
        "poem_class": "忧民",
        "dynasty": "李梦阳"
    },
    {
        "title": "对雪",
        "paragraph": "帝乡岁云暮，衡门昼长闭。五日免常参，三馆无公事。读书夜卧迟，多成日高睡。睡起毛骨寒，窗牖琼花坠。披衣出户看，飘飘满天地。岂敢患贫居，聊将贺丰岁。月俸虽无余，晨炊且相继。薪刍未阙供，酒肴亦能备。数杯奉亲老，一酌均兄弟。妻子不饥寒，相聚歌时瑞。因思河朔民，输税供边鄙。车重数十斛，路遥几百里。羸蹄冻不行，死辙冰难曳。夜来何处宿，阒寂荒陂里。又思边塞兵，荷戈御胡骑。城上卓旌旗，楼中望烽燧。弓劲添气力，甲寒侵骨髓。今日何处行，牢落穷沙际。自念亦何人，偷安得如是。深为苍生蠹，仍尸谏官位。謇谔无一言，岂得为直士。褒贬无一词，岂得为良史。不耕一亩田，不持一只矢。多惭富人术，且乏安边议。空作对雪吟，勤勤谢知己。一夜东风，枕边吹散愁多少。数声啼鸟。梦转纱窗晓。 来是春初，去是春将老。长亭道。一般芳草。只有归时好。绿遍山原白满川，子规声里雨如烟。乡村四月闲人少，才了蚕桑又插田。萧萧江上荻花秋，做弄许多愁。半竿落日，两行新雁，一叶扁舟。惜分长怕君先去，直待醉时休。今宵眼底，明朝心上，后日眉头。",
        "author": "宋代",
        "poem_class": "忧民",
        "dynasty": "王禹偁"
    },
    {
        "title": "题所居村舍",
        "paragraph": "家随兵尽屋空存，税额宁容减一分。衣食旋营犹可过，赋输长急不堪闻。蚕无夏织桑充寨，田废春耕犊劳军。如此数州谁会得，杀民将尽更邀勋。山川异域，风月同天。寄诸佛子，共结来缘。人事有代谢，往来成古今。江山留胜迹，我辈复登临。水落鱼梁浅，天寒梦泽深。羊公碑尚在，读罢泪沾襟。(尚在 一作：字在)世乱同南去，时清独北还。他乡生白发，旧国见青山。 晓月过残垒，繁星宿故关。寒禽与衰草，处处伴愁颜。",
        "author": "唐代",
        "poem_class": "忧民",
        "dynasty": "杜荀鹤"
    },
    {
        "title": "苏武令·塞上风高",
        "paragraph": "塞上风高，渔阳秋早。惆怅翠华音杳，驿使空驰，征鸿归尽，不寄双龙消耗。念白衣、金殿除恩，归黄阁、未成图报。谁信我、致主丹衷，伤时多故，未作救民方召。调鼎为霖，登坛作将，燕然即须平扫。拥精兵十万，横行沙漠，奉迎天表。东南形胜，三吴都会，钱塘自古繁华。烟柳画桥，风帘翠幕，参差十万人家。云树绕堤沙，怒涛卷霜雪，天堑无涯。市列珠玑，户盈罗绮，竞豪奢。重湖叠巘清嘉，有三秋桂子，十里荷花。羌管弄晴，菱歌泛夜，嬉嬉钓叟莲娃。千骑拥高牙，乘醉听箫鼓，吟赏烟霞。异日图将好景，归去凤池夸。夜凉吹笛千山月，路暗迷人百种花。棋罢不知人换世，酒阑无奈客思家。清明天气醉游郎。莺儿狂。燕儿狂。翠盖红缨，道上往来忙。记得相逢垂柳下，雕玉珮，缕金裳。 春光还是旧春光。桃花香。李花香。浅白深红，一一斗新妆。惆怅惜花人不见，歌一阕，泪千行。",
        "author": "宋代",
        "poem_class": "忧民",
        "dynasty": "李纲"
    },
    {
        "title": "次韵舒尧文祈雪雾猪泉",
        "paragraph": "长笑蛇医一寸腹，衔冰吐雹何时足。苍鹅无罪亦可怜，斩颈横盘不敢哭。岂知泉下有猪龙，卧枕雷车踏阴轴。前年太守为旱请，雨点随人如撒菽。太守归国龙归泉，至今人咏淇园绿。我今又复罹此旱，凛凛疲民在沟渎。却寻旧迹叩神泉，坐客仍携王子渊。看草中和乐职颂，新声妙悟慰华颠。晓来泉上东风急，须上冰珠老蛟泣。怪词欲逼龙飞起，险韵不量吾所及。行看积雪厚埋牛，谁与春工掀百蛰。此时还复借君诗，余力汰辀仍贯笠。挥毫落纸勿言疲，惊龙再起震失匙。凌波仙子生尘袜，水上轻盈步微月。是谁招此断肠魂，种作寒花寄愁绝。含香体素欲倾城，山矾是弟梅是兄。坐对真成被花恼，出门一笑大江横。青烟幂处，碧海飞金镜。永夜闲阶卧桂影。露凉时、零乱多少寒螀，神京远，惟有蓝桥路近。 水晶帘不下，云母屏开，冷浸佳人淡脂粉。待都将许多明，付与金尊，投晓共、流霞倾尽。更携取、胡床上南楼，看玉做人间，素秋千顷。留人不住，醉解兰舟去。一棹碧涛春水路，过尽晓莺啼处。渡头杨柳青青，枝枝叶叶离情。此后锦书休寄，画楼云雨无凭。",
        "author": "宋代",
        "poem_class": "忧民",
        "dynasty": "苏轼"
    },
    {
        "title": "从军诗五首·其五",
        "paragraph": "悠悠涉荒路，靡靡我心愁。四望无烟火，但见林与丘。城郭生榛棘，蹊径无所由。雚蒲竟广泽，葭苇夹长流。日夕凉风发，翩翩漂吾舟。寒蝉在树鸣，鹳鹄摩天游。客子多悲伤，泪下不可收。朝入谯郡界，旷然消人忧。鸡鸣达四境，黍稷盈原畴。馆宅充廛里，士女满庄馗。自非圣贤国，谁能享斯休？诗人美乐土，虽客犹愿留。子为王，母为虏。终日舂薄暮，常与死为伍。相离三千里，当谁使告女。吴王好剑客，百姓多疮瘢。楚王好细腰，宫中多饿死。今日良宴会，欢乐难具陈。弹筝奋逸响，新声妙入神。令德唱高言，识曲听其真。齐心同所愿，含意俱未申。人生寄一世，奄忽若飙尘。何不策高足，先据要路津。无为守穷贱，坎坷长苦辛。",
        "author": "两汉",
        "poem_class": "忧民",
        "dynasty": "王粲"
    },
    {
        "title": "楼上",
        "paragraph": "天地空搔首，频抽白玉簪。皇舆三极北，身事五湖南。恋阙劳肝肺，论材愧杞楠。乱离难自救，终是老湘潭。昔闻洞庭水，今上岳阳楼。吴楚东南坼，乾坤日夜浮。亲朋无一字，老病有孤舟。戎马关山北，凭轩涕泗流。残阳西入崦，茅屋访孤僧。落叶人何在，寒云路几层。 独敲初夜磬，闲倚一枝藤。世界微尘里，吾宁爱与憎。井底引银瓶，银瓶欲上丝绳绝。石上磨玉簪，玉簪欲成中央折。瓶沉簪折知奈何？似妾今朝与君别。忆昔在家为女时，人言举动有殊姿。婵娟两鬓秋蝉翼，宛转双蛾远山色。笑随戏伴后园中，此时与君未相识。妾弄青梅凭短墙，君骑白马傍垂杨。墙头马上遥相顾，一见知君即断肠。知君断肠共君语，君指南山松柏树。感君松柏化为心，暗合双鬟逐君去。到君家舍五六年，君家大人频有言。聘则为妻奔是妾，不堪主祀奉蘋蘩。终知君家不可住，其奈出门无去处。岂无父母在高堂？亦有亲情满故乡。潜来更不通消息，今日悲羞归不得。为君一日恩，误妾百年身。寄言痴小人家女，慎勿将身轻许人！",
        "author": "唐代",
        "poem_class": "忧民",
        "dynasty": "杜甫"
    },
    {
        "title": "打马赋",
        "paragraph": "岁令云徂，卢或可呼。千金一掷，百万十都。樽俎具陈，已行揖让之礼；主宾既醉，不有博奕者乎！打马爰兴，樗蒱遂废。实博奕之上流，乃闺房之雅戏。齐驱骥騄，疑穆王万里之行；间列玄黄，类杨氏五家之队。珊珊佩响，方惊玉蹬之敲；落落星罗，急见连钱之碎。若乃吴江枫冷，胡山叶飞，玉门关闭，沙苑草肥。临波不渡，似惜障泥。或出入用奇，有类昆阳之战；或优游仗义，正如涿鹿之师。或闻望久高，脱复庾郎之失；或声名素昧，便同痴叔之奇。亦有缓缓而归，昂昂而出。鸟道惊驰，蚁封安步。崎岖峻坂，未遇王良；跼促盐车，难逢造父。且夫丘陵云远，白云在天，心存恋豆，志在著鞭。止蹄黄叶，何异金钱。用五十六采之间，行九十一路之内。明以赏罚，覈其殿最。运指麾于方寸之中，决胜负于几微之外。且好胜者，人之常情；小艺者，士之末技。说梅止渴，稍苏奔竟之心；画饼充饥，少谢腾骧之志。将图实效，故临难而不四；欲报厚恩，故知机而先退。或衔枚缓进，已逾关塞之艰；或贾勇争先，莫悟阱堑之坠。皆因不知止足，自贻尤悔。况为之不已，事实见于正经；用之以诚，义必合于天德。故绕床大叫，五木皆卢；沥酒一呼，六子尽赤。平生不负，遂成剑阁之师；别墅未输，已破淮淝之贼。今日岂无元子，明时不乏安石。又何必陶长沙博局之投，正当师袁彦道布帽之掷也。辞曰：佛狸定见卯年死，贵贱纷纷尚流徙，满眼骅骝杂騄駬，时危安得真致此？木兰横戈好女子，老矣谁能志千里，但愿相将过淮水。古人学问无遗力，少壮工夫老始成。纸上得来终觉浅，绝知此事要躬行。无利无名，无荣无辱，无烦无恼。夜灯前、独歌独酌，独吟独笑。况值群山初雪满，又兼明月交光好。便假饶百岁拟如何，从他老。知富贵，谁能保。知功业，何时了。算箪瓢金玉，所争多少。一瞬光阴何足道，便思行乐常不早。待春来携酒殢东风，眠芳草。徐州石潭谢雨，道上作五首。潭在城东二十里，常与泗水增减清浊相应。软草平莎过雨新，轻沙走马路无尘。何时收拾耦耕身？日暖桑麻光似泼，风来蒿艾气如薰。使君元是此中人。",
        "author": "宋代",
        "poem_class": "忧民",
        "dynasty": "李清照"
    },
    {
        "title": "百字令·半堤花雨",
        "paragraph": "半堤花雨。对芳辰消遣，无奈情绪。春色尚堪描画在，万紫千红尘土。鹃促归期，莺收佞舌，燕作留人语。绕栏红药，韶华留此孤主。真个恨杀东风，几番过了，不似今番苦。乐事赏心磨灭尽，忽见飞书传羽。湖水湖烟，峰南峰北，总是堪伤处。新塘杨柳，小腰犹自歌舞。死去元知万事空，但悲不见九州同。王师北定中原日，家祭无忘告乃翁。去年秋，今年秋，湖上人家乐复忧。西湖依旧流。吴循州，贾循州，十五年前一转头。人生放下休。对潇潇暮雨洒江天，一番洗清秋。渐霜风凄紧，关河冷落，残照当楼。是处红衰翠减，苒苒物华休。唯有长江水，无语东流。(凄紧 一作：凄惨) 不忍登高临远，望故乡渺邈，归思难收。叹年来踪迹，何事苦淹留。想佳人妆楼颙望，误几回、天际识归舟。争知我，倚阑杆处，正恁凝愁！(阑 一作：栏) ",
        "author": "宋代",
        "poem_class": "忧民",
        "dynasty": "褚生"
    },
    {
        "title": "聚星堂雪",
        "paragraph": "窗前暗响鸣枯叶，龙公试手行初雪。映空先集疑有无，作态斜飞正愁绝。众宾起舞风竹乱，老守先醉霜松折。恨无翠袖点横斜，只有微灯照明灭。归来尚喜更鼓永，晨起不待铃索掣。未嫌长夜作衣棱，却怕初阳生眼缬。欲浮大白追余赏，幸有回飙惊落屑。模糊桧顶独多时，历乱瓦沟裁一瞥。汝南先贤有故事，醉翁诗话谁续说。当时号令君听取，白战不许持寸铁。天涯旧恨，独自凄凉人不问。欲见回肠，断尽金炉小篆香。黛蛾长敛，任是春风吹不展。困倚危楼，过尽飞鸿字字愁。东风知我欲山行，吹断檐间积雨声。岭上晴云披絮帽，树头初日挂铜钲。野桃含笑竹篱短，溪柳自摇沙水清。西崦人家应最乐，煮芹烧笋饷春耕。身世悠悠我此行，溪边委辔听溪声。散材畏见搜林斧，疲马思闻卷旆钲。细雨足时茶户喜，乱山深处长官清。人间岐路知多少，试向桑田问耦耕。平山阑槛倚晴空，山色有无中。手种堂前垂柳，别来几度春风？文章太守，挥毫万字，一饮千钟。行乐直须年少，尊前看取衰翁。(尊 通：樽)",
        "author": "宋代",
        "poem_class": "忧民",
        "dynasty": "苏轼"
    },
    {
        "title": "冀州道中",
        "paragraph": "我行冀州路，默想古帝都。水土或匪昔，禹贡书亦殊。城郭类村坞，雨雪苦载涂。丛薄聚冻禽，狐狸啸枯株。寒云着我巾，寒风裂我襦。盱衡一吐气，冻凌满髭须。程程望烟火，道傍少人居。小米无得买，浊醪无得酤。土房桑树根，仿佛似酒垆。徘徊问野老，可否借我厨？野老欣笑迎，近前挽我裾。热水温我手，火炕暖我躯。丁宁勿洗面，洗面破皮肤。我知老意仁，缓缓驱仆夫。窃问老何族？云是奕世儒。自从大朝来，所习亮匪初。民人籍征戍，悉为弓矢徒。纵有好儿孙，无异犬与猪。至今成老翁，不识一字书。典故无所考，礼义何所拘？论及祖父时，痛入骨髓余。我闻忽太息，执手空踌蹰。踌蹰向苍天，何时更得甦？饮泣不忍言，拂袖西南隅。故园一千里，孤帆数日程，倚篷窗自叹飘泊命。城头鼓声，江心浪声，山顶钟声。一夜梦难成，三处愁相并。混沌屯蒙如卵，昏昏默默盈空。浩然太素抱鸿蒙。一气循环凝重。内隐真水真火，氤氲盘结如冰。中心元始造玄功。三气齐分太定。西山不似庞公傲。城府有楼山便到。欲将华发染晴岚，千里青青浓可扫。人言华发因愁早。劝我消愁惟酒好。夜来一饮尽千钟，今日醒来依旧老。",
        "author": "元代",
        "poem_class": "忧民",
        "dynasty": "王冕"
    },
    {
        "title": "送韦讽上阆州录事参军",
        "paragraph": "国步犹艰难，兵革未休息。万方哀嗷嗷，十载供军食。庶官务割剥，不暇忧反侧。诛求何多门，贤者贵为德。韦生富春秋，洞彻有清识。操持纲纪地，喜见朱丝直。当令豪夺吏，自此无颜色。必若救疮痍，先应去蟊贼！挥泪临大江，高天意凄恻。行行树佳政，慰我深相忆！归山深浅去，须尽丘壑美。莫学武陵人，暂游桃源里。一自萧关起战尘，河湟隔断异乡春。汉儿尽作胡儿语，却向城头骂汉人。寂寞掩柴扉，苍茫对落晖。鹤巢松树遍，人访荜门稀。绿竹含新粉，红莲落故衣。渡头烟火起，处处采菱归。",
        "author": "唐代",
        "poem_class": "忧民",
        "dynasty": "杜甫"
    },
    {
        "title": "鲁东门观刈蒲",
        "paragraph": "鲁国寒事早，初霜刈渚蒲。挥镰若转月，拂水生连珠。此草最可珍，何必贵龙须，织作玉床席，欣承清夜娱。罗衣能再拂，不畏素尘芜。从来只有情难尽，何事名为情尽桥。自此改名为折柳，任他离恨一条条。岁岁金河复玉关，朝朝马策与刀环。 三春白雪归青冢，万里黄河绕黑山。蓬头稚子学垂纶，侧坐莓苔草映身。 路人借问遥招手，怕得鱼惊不应人。",
        "author": "唐代",
        "poem_class": "忧民",
        "dynasty": "李白"
    },
    {
        "title": "东屯北崦",
        "paragraph": "盗贼浮生困，诛求异俗贫。空村惟见鸟，落日未逢人。步壑风吹面，看松露滴身。远山回白首，战地有黄尘。白日何短短，百年苦易满。苍穹浩茫茫，万劫太极长。麻姑垂两鬓，一半已成霜。天公见玉女，大笑亿千场。吾欲揽六龙，回车挂扶桑。北斗酌美酒，劝龙各一觞。富贵非所愿，与人驻颜光。西塞山前白鹭飞，桃花流水鳜鱼肥。青箬笠，绿蓑衣，斜风细雨不须归。客从东方来，衣上灞陵雨。问客何为来，采山因买斧。冥冥花正开，飏飏燕新乳。昨别今已春，鬓丝生几缕。",
        "author": "唐代",
        "poem_class": "忧民",
        "dynasty": "杜甫"
    },
    {
        "title": "悯黎咏",
        "paragraph": "叶落当归根，云沉久必起。黎人多良田，征歛苦倍蓰。诛求尽余粒，尚豢犊与豕。昨当租吏来，宰割充盘几。吏怒反索金，黎民那有此。泣向逻者借，刻箭以为誓。贷一每输百，朘削痛入髓。生当剥肌肉，死则长已矣。薄诉吏转嗔，锁缚不复视。黎儿愤勇决，挺身负戈矢。枪急千人奔，犯顺非得已。赫赫王章存，令人弃如纸。朔风戒良节，赫赫张皇师。军门号令严，震肃将天威。壮士快鞍马，锋镞如星飞。一举破贼垒，刀斧纷纭挥。剖尸越邱阜，踏血腥川坻。白日暗西岭，瘴气昏余晖。翅鼠堕我前，饥鸟逐人归。征夫怀惨忧，涕泗沾我衣。黎人本同性，云何发祸机？神武贵勿杀，不在斩获为。息火当息薪，弭兵当弭饥。谁生此厉阶，哲士知其非。知者不惑仁不忧，君胡戚戚眉双愁？信步行来皆坦道，凭天判下非人谋。用之则行舍即休，此身浩荡浮虚舟。丈夫落落掀天地，岂顾束缚如穷囚。千金之珠弹鸟雀，掘土何烦用镯镂？君不见东家老翁防虎患，虎夜入室衔其头？西家儿童不识虎，报竿驱虎如驱牛。痴人惩噎遂废食，愚者畏溺先自投。人生达命自洒落，忧谗避毁徒啾啾。白日苍茫落易水，悲风动地萧条起。荆卿入秦功不成，遗恨骊山暮烟紫。昔年此地别燕丹，哀歌变征风雨阑。白虹翕翕贯燕市，黄金台下阴云寒。袖中宝刀霜华重，此事千秋竟成梦。十三杀人徒尔为，百二河山俨不动。呜呼，荆卿磊落殊不伦，渐离慷慨得其真！长安无限屠刀肆，独有吹箫击筑人。浓云如墨黯江树，九疑山迷天色暮。苍松岩下客维舟，鱼龙鼓舞飞烟雾。但见长空风雨来，势与云梦相周回。三湘淋漓泻银竹，七泽汹涌翻春雷。长江横绝巴陵北，一水悠悠漾空碧。洪涛巨涨顷刻中，虹桥隐隐无人迹。前溪遥见野人家，槿篱茅屋半欹斜。高楼谁得江湖趣，坐听潇潇对烛花。隔浦钟声来远寺，晓色苍凉喜开霁。青天万里白云收，满目湘山翠欲流。",
        "author": "明代",
        "poem_class": "忧民",
        "dynasty": "钱嶫"
    },
    {
        "title": "庄居野行",
        "paragraph": "客行野田间，比屋皆闭户。借问屋中人，尽去作商贾。 官家不税商，税农服作苦。居人尽东西，道路侵垄亩。 采玉上山颠，探珠入水府。边兵索衣食，此物同泥土。 古来一人耕，三人食犹饥。如今千万家，无一把锄犁。 我仓常空虚，我田生蒺藜。上天不雨粟，何由活烝黎。乘兴南游不戒严，九重谁省谏书函。 春风举国裁宫锦，半作障泥半作帆。君不见走马川行雪海边，平沙莽莽黄入天。 轮台九月风夜吼，一川碎石大如斗，随风满地石乱走。 匈奴草黄马正肥，金山西见烟尘飞，汉家大将西出师。 将军金甲夜不脱，半夜军行戈相拨，风头如刀面如割。 马毛带雪汗气蒸，五花连钱旋作冰，幕中草檄砚水凝。 虏骑闻之应胆慑，料知短兵不敢接，车师西门伫献捷。露气寒光集，微阳下楚丘。猿啼洞庭树，人在木兰舟。广泽生明月，苍山夹乱流。云中君不见，竟夕自悲秋。",
        "author": "唐代",
        "poem_class": "忧民",
        "dynasty": "姚合"
    },
    {
        "title": "一枝花·咏喜雨",
        "paragraph": "用尽我为国为民心，祈下些值金值玉雨，数年空盼望，一旦遂沾濡，唤省焦枯，喜万象春如故，恨流民尚在途，留不住都弃业抛家，当不的也离乡背土。[梁州]恨不得把野草翻腾做菽粟，澄河沙都变化做金珠。直使千门万户家豪富，我也不枉了受天禄。眼觑着灾伤教我没是处，只落得雪满头颅。[尾声]青天多谢相扶助，赤子从今罢叹吁。只愿得三日霖霪不停住，便下当街上似五湖，都渰了九衢，犹自洗不尽从前受过的苦。何处它年寄此生，山中江上总关情。无端绕屋长松树，尽把风声作雨声。大道玄微，亘古常存，依旧俨然。自心迷不悟，沉沦生死，回头改面，贩骨如山。今日方知，本来模样，弃假还真物外观。离生灭，顿无馀真性，出入泥丸。眉间舞弄金蝉。任飞去飞来透玉环。采日魂月魄，收归鼎运，周天火侯，锻炼成丹。点化形神无衰老，渐返壮还童永注颜。功成日，向彩云深处，稳跨祥鸾。带月披星担惊怕，久立纱窗下，等候他。蓦听得门外地皮儿踏，则道是冤家，原来风动荼蘼架。",
        "author": "元代",
        "poem_class": "忧民",
        "dynasty": "张养浩"
    },
    {
        "title": "云汉",
        "paragraph": "倬彼云汉，昭回于天。王曰：於乎！何辜今之人？天降丧乱，饥馑荐臻。靡神不举，靡爱斯牲。圭壁既卒，宁莫我听？旱既大甚，蕴隆虫虫。不殄禋祀，自郊徂宫。上下奠瘗，靡神不宗。后稷不克，上帝不临。耗斁下土，宁丁我梗。旱既大甚，则不可推。兢兢业业，如霆如雷。周余黎民，靡有孑遗。昊天上帝，则不我遗。胡不相畏？先祖于摧。旱既大甚，则不可沮。赫赫炎炎，云我无所。大命近止，靡瞻靡顾。群公先正，则不我助。父母先祖，胡宁忍予？旱既大甚，涤涤山川。旱魃为虐，如惔如焚。我心惮暑，忧心如熏。群公先正，则不我闻。昊天上帝，宁俾我遯？旱既大甚，黾勉畏去。胡宁瘨我以旱？憯不知其故。祈年孔夙，方社不莫。昊天上帝，则不我虞。敬恭明神，宜无悔怒。旱既大甚，散无友纪。鞫哉庶正，疚哉冢宰。趣马师氏，膳夫左右。靡人不周。无不能止，瞻昂昊天，云如何里！瞻昂昊天，有嘒其星。大夫君子，昭假无赢。大命近止，无弃尔成。何求为我。以戾庶正。瞻昂昊天，曷惠其宁？敕尔瞽。率尔众工。奏尔悲诵。肃肃雝雝。无怠无凶。暾将出兮东方，照吾槛兮扶桑。抚余马兮安驱，夜晈晈兮既明。驾龙辀兮乘雷，载云旗兮委蛇。长太息兮将上，心低徊兮顾怀。羌声色兮娱人，观者憺兮忘归。緪瑟兮交鼓，萧钟兮瑶簴。鸣篪兮吹竽，思灵保兮贤姱。翾飞兮翠曾，展诗兮会舞。应律兮合节，灵之来兮蔽日。青云衣兮白霓裳，举长矢兮射天狼。操余弧兮反沦降，援北斗兮酌桂浆。撰余辔兮高驼翔，杳冥冥兮以东行。楚人伐宋以救郑。宋公将战。大司马固谏曰：“天之弃商久矣，君将兴之，弗可赦也已。”弗听。冬十一月己巳朔，宋公及楚人战于泓。宋人既成列，楚人未既济。司马曰：“彼众我寡，及其未既济也，请击之。”公曰：“不可。”既济而未成列，又以告。公曰：“未可。”既陈而后击之，宋师败绩。公伤股，门官歼焉。国人皆咎公。公曰：“君子不重伤，不禽二毛。古之为军也，不以阻隘也。寡人虽亡国之余，不鼓不成列。”子鱼曰：“君未知战。勍敌之人，隘而不列，天赞我也。阻而鼓之，不亦可乎？犹有惧焉！且今之勍者，皆我敌也。虽及胡耇，获则取之，何有于二毛？明耻教战，求杀敌也。伤未及死，如何勿重？若爱重伤，则如勿伤；爱其二毛，则如服焉。三军以利用也，金鼓以声气也。利而用之，阻隘可也；声盛致志，鼓儳可也。” ",
        "author": "先秦",
        "poem_class": "忧民",
        "dynasty": "佚名"
    },
    {
        "title": "田翁",
        "paragraph": "白发星星筋力衰，种田犹自伴孙儿。官苗若不平平纳，任是丰年也受饥。君不见，黄河之水天上来，奔流到海不复回。君不见，高堂明镜悲白发，朝如青丝暮成雪。人生得意须尽欢，莫使金樽空对月。天生我材必有用，千金散尽还复来。烹羊宰牛且为乐，会须一饮三百杯。岑夫子，丹丘生，将进酒，杯莫停。与君歌一曲，请君为我倾耳听。(倾耳听 一作：侧耳听)钟鼓馔玉不足贵，但愿长醉不愿醒。(不足贵 一作：何足贵；不愿醒 一作：不复醒)古来圣贤皆寂寞，惟有饮者留其名。(古来 一作：自古；惟 通：唯)陈王昔时宴平乐，斗酒十千恣欢谑。主人何为言少钱，径须沽取对君酌。五花马、千金裘，呼儿将出换美酒，与尔同销万古愁。春眠不觉晓，处处闻啼鸟。夜来风雨声，花落知多少。日暮苍山远，天寒白屋贫。柴门闻犬吠，风雪夜归人。",
        "author": "唐代",
        "poem_class": "忧民",
        "dynasty": "杜荀鹤"
    },
    {
        "title": "瞻卬",
        "paragraph": "瞻卬昊天，则不我惠？孔填不宁，降此大厉。邦靡有定，士民其瘵。蟊贼蟊疾，靡有夷届。罪罟不收，靡有夷瘳！人有土田，女反有之。人有民人，女覆夺之。此宜无罪，女反收之。彼宜有罪，女覆说之。哲夫成城，哲妇倾城。懿厥哲妇，为枭为鸱。妇有长舌，维厉之阶！乱匪降自天，生自妇人。匪教匪诲，时维妇寺。鞫人忮忒，谮始竟背。岂曰不极，伊胡为慝？如贾三倍，君子是识。妇无公事，休其蚕织。天何以刺？何神不富？舍尔介狄，维予胥忌。不吊不祥，威仪不类。人之云亡，邦国殄瘁！天之降罔，维其优矣。人之云亡，心之忧矣。天之降罔，维其几矣。人之云亡，心之悲矣！觱沸槛泉，维其深矣。心之忧矣，宁自今矣？不自我先，不自我后。藐藐昊天，无不可巩。无忝皇祖，式救尔后。曾孙侯氏。四正具举。大夫君子。凡以庶士。小大莫处。御于君所。以燕以射。则燕则誉。经始灵台，经之营之。庶民攻之，不日成之。经始勿亟，庶民子来。王在灵囿，麀鹿攸伏。麀鹿濯濯，白鸟翯翯。王在灵沼，於牣鱼跃。虡业维枞，贲鼓维镛。於论鼓钟，於乐辟廱。於论鼓钟，於乐辟廱。鼍鼓逢逢。蒙瞍奏公。原田每每。舍其旧而新是谋。",
        "author": "先秦",
        "poem_class": "忧民",
        "dynasty": "佚名"
    },
    {
        "title": "陈宫",
        "paragraph": "椒宫荒宴竟无疑，倏忽山河尽入隋。 留得后庭亡国曲，至今犹与酒家吹。客从东方来，衣上灞陵雨。问客何为来，采山因买斧。冥冥花正开，飏飏燕新乳。昨别今已春，鬓丝生几缕。回望高城落晓河，长亭窗户压微波。水仙欲上鲤鱼去，一夜芙蓉红泪多。西登香炉峰，南见瀑布水。挂流三百丈，喷壑数十里。 欻如飞电来，隐若白虹起。初惊河汉落，半洒云天里。 仰观势转雄，壮哉造化功。海风吹不断，江月照还空。 空中乱潈射，左右洗青壁。飞珠散轻霞，流沫沸穹石。 而我乐名山，对之心益闲。无论漱琼液，还得洗尘颜。 且谐宿所好，永愿辞人间。 日照香炉生紫烟，遥看瀑布挂前川。 飞流直下三千尺，疑是银河落九天。",
        "author": "唐代",
        "poem_class": "忧民",
        "dynasty": "汪遵"
    },
    {
        "title": "夜思中原",
        "paragraph": "中原邈邈路何长，文物衣冠天一方。独有孤臣挥血泪，更无奇杰叫天阊。关河夜月冰霜重，宫殿春风草木荒。犹耿孤忠思报主，插天剑气夜光芒。中庭淡月照三更，白露洗空河汉明。莫遣西风吹叶尽，却愁无处着秋声。闲愁如飞雪，入酒即消融。好花如故人，一笑杯自空。流莺有情亦念我，柳边尽日啼春风。长安不到十四载，酒徒往往成衰翁。九环宝带光照地，不如留君双颊红。梦入江南烟水路，行尽江南，不与离人遇。睡里消魂无说处，觉来惆怅消魂误。欲尽此情书尺素，浮雁沉鱼，终了无凭据。却倚缓弦歌别绪，断肠移破秦筝柱。",
        "author": "宋代",
        "poem_class": "忧民",
        "dynasty": "刘过"
    },
    {
        "title": "水龙吟·腰刀首帕从军",
        "paragraph": "腰刀首帕从军，戍楼独倚间凝眺。中原气象，狐居兔穴，暮烟残照。投笔书怀，枕戈待旦，陇西年少。欢光阴掣电，易生髀肉，不如易腔改调。 世变沧海成田，奈群生、几番惊扰。干戈烂漫，无时休息，凭谁驱扫。眼底山河，胸中事业，一声长啸。太平时、相将近也，稳稳百年燕赵。鸠雨催成新绿，燕泥收尽残红。春光还与美人同。论心空眷眷，分袂却匆匆。只道真情易写，那知怨句难工。水流云散各西东。半廊花院月，一帽柳桥风。十里青山远，潮平路带沙。数声啼鸟怨年华。又是凄凉时候，在天涯。白露收残月，清风散晓霞。绿杨堤畔问荷花：记得年时沽酒，那人家？(残月 一作：残暑)连理枝头花正开，妒花风雨便相催。愿教青帝常为主，莫遣纷纷点翠苔。",
        "author": "宋代",
        "poem_class": "忧民",
        "dynasty": "李璮"
    },
    {
        "title": "巴丘书事",
        "paragraph": "三分书里识巴丘，临老避胡初一游。晚木声酣洞庭野，晴天影抱岳阳楼。四年风露侵游子，十月江湖吐乱洲。未必上流须鲁肃，腐儒空白九分头。臣闻朋党之说，自古有之，惟幸人君辨其君子小人而已。大凡君子与君子以同道为朋，小人与小人以同利为朋，此自然之理也。然臣谓小人无朋，惟君子则有之。其故何哉？小人所好者禄利也，所贪者财货也。当其同利之时，暂相党引以为朋者，伪也；及其见利而争先，或利尽而交疏，则反相贼害，虽其兄弟亲戚，不能自保。故臣谓小人无朋，其暂为朋者，伪也。君子则不然。所守者道义，所行者忠信，所惜者名节。以之修身，则同道而相益；以之事国，则同心而共济；终始如一，此君子之朋也。故为人君者，但当退小人之伪朋，用君子之真朋，则天下治矣。尧之时，小人共工、驩兜等四人为一朋，君子八元、八恺十六人为一朋。舜佐尧，退四凶小人之朋，而进元、恺君子之朋，尧之天下大治。及舜自为天子，而皋、夔、稷、契等二十二人并列于朝，更相称美，更相推让，凡二十二人为一朋，而舜皆用之，天下亦大治。《书》曰：“纣有臣亿万，惟亿万心；周有臣三千，惟一心。”纣之时，亿万人各异心，可谓不为朋矣，然纣以亡国。周武王之臣，三千人为一大朋，而周用以兴。后汉献帝时，尽取天下名士囚禁之，目为党人。及黄巾贼起，汉室大乱，后方悔悟，尽解党人而释之，然已无救矣。唐之晚年，渐起朋党之论。及昭宗时，尽杀朝之名士，或投之黄河，曰：“此辈清流，可投浊流。”而唐遂亡矣。夫前世之主，能使人人异心不为朋，莫如纣；能禁绝善人为朋，莫如汉献帝；能诛戮清流之朋，莫如唐昭宗之世；然皆乱亡其国。更相称美推让而不自疑，莫如舜之二十二臣，舜亦不疑而皆用之；然而后世不诮舜为二十二人朋党所欺，而称舜为聪明之圣者，以能辨君子与小人也。周武之世，举其国之臣三千人共为一朋，自古为朋之多且大，莫如周；然周用此以兴者，善人虽多而不厌也。嗟呼！兴亡治乱之迹，为人君者，可以鉴矣。 井桐双照新妆冷，冷妆新照双桐井。羞对井花愁，愁花井对羞。影孤怜夜永，永夜怜孤影。楼上不宜秋，秋宜不上楼。三万里河东入海，五千仞岳上摩天。遗民泪尽胡尘里，南望王师又一年。",
        "author": "宋代",
        "poem_class": "忧民",
        "dynasty": "陈与义"
    },
    {
        "title": "宿江边阁 / 后西阁",
        "paragraph": "暝色延山径，高斋次水门。薄云岩际宿，孤月浪中翻。鹳鹤追飞静，豺狼得食喧。不眠忧战伐，无力正乾坤。渌水明秋月，南湖采白蘋。荷花娇欲语，愁杀荡舟人。大堤杨柳雨沉沉，万缕千条惹恨深。飞絮满天人去远，东风无力系春心。银烛吐青烟，金樽对绮筵。离堂思琴瑟，别路绕山川。明月隐高树，长河没晓天。悠悠洛阳道，此会在何年。",
        "author": "唐代",
        "poem_class": "忧民",
        "dynasty": "杜甫"
    },
    {
        "title": "沔水",
        "paragraph": "沔彼流水，朝宗于海。鴥彼飞隼，载飞载止。嗟我兄弟，邦人诸友。莫肯念乱，谁无父母？沔彼流水，其流汤汤。鴥彼飞隼，载飞载扬。念彼不迹，载起载行。心之忧矣，不可弭忘。鴥彼飞隼，率彼中陵。民之讹言，宁莫之惩？我友敬矣，谗言其兴。弈秋，通国之善弈者也。使弈秋诲二人弈，其一人专心致志，惟弈秋之为听；一人虽听之，一心以为有鸿鹄将至，思援弓缴而射之。虽与之俱学，弗若之矣。为是其智弗若与？曰：非然也。载驰载驱，归唁卫侯。驱马悠悠，言至于漕。大夫跋涉，我心则忧。既不我嘉，不能旋反。视尔不臧，我思不远。既不我嘉，不能旋济？视尔不臧，我思不閟。陟彼阿丘，言采其蝱。女子善怀，亦各有行。许人尤之，众稚且狂。我行其野，芃芃其麦。控于大邦，谁因谁极？大夫君子，无我有尤。百尔所思，不如我所之。青春受谢，白日昭只。春气奋发，万物遽只。冥凌浃行，魂无逃只。魂魄归来！无远遥只。魂乎归来！无东无西，无南无北只。东有大海，溺水浟浟只。螭龙并流，上下悠悠只。雾雨淫淫，白皓胶只。魂乎无东！汤谷寂寥只。魂乎无南！南有炎火千里，蝮蛇蜒只。山林险隘，虎豹蜿只。鰅鳙短狐，王虺骞只。魂乎无南！蜮伤躬只；魂乎无西！西方流沙，漭洋洋只。豕首纵目，被发鬤只。长爪踞牙，诶笑狂只。魂乎无西！多害伤只。魂乎无北！北有寒山，趠龙赩只。代水不可涉，深不可测只。天白颢颢，寒凝凝只。魂乎无往！盈北极只。魂魄归来！闲以静只。自恣荆楚，安以定只。逞志究欲，心意安只。穷身永乐，年寿延只。魂乎归来！乐不可言只。五谷六仞，设菰梁只。鼎臑盈望，和致芳只。内鸧鸽鹄，味豺羹只。魂乎归来！恣所尝只。鲜蠵甘鸡，和楚酪只。醢豚苦狗，脍苴蒪只。吴酸蒿蒌，不沾薄只。魂兮归来！恣所择只。炙鸹烝凫，煔鹑敶只。煎鰿膗雀，遽爽存只。魂乎归来！丽以先只。四酎并孰，不涩嗌只。清馨冻饮，不歠役只。吴醴白蘖，和楚沥只。魂乎归来！不遽惕只。代秦郑卫，鸣竽张只。伏戏《驾辩》，楚《劳商》只。讴和《扬阿》，赵萧倡只。魂乎归来！定空桑只。二八接舞，投诗赋只。叩钟调磬，娱人乱只。四上竞气，极声变只。魂乎归来！听歌譔只。朱唇皓齿，嫭以姱只。比德好闲，习以都只。丰肉微骨，调以娱只。魂乎归来！安以舒只。嫮目宜笑，娥眉曼只。容则秀雅，稚朱颜只。魂乎归来！静以安只。姱修滂浩，丽以佳只。曾颊倚耳，曲眉规只。滂心绰态，姣丽施只。小腰秀颈，若鲜卑只。魂乎归来！思怨移只。易中利心，以动作只。粉白黛黑，施芳泽只。长袂拂面，善留客只。魂乎归来！以娱昔只。青色直眉，美目媔只。靥辅奇牙，宜笑嘕只。丰肉微骨，体便娟只。魂乎归来！恣所便只。夏屋广大，沙堂秀只。南房小坛，观绝霤只。曲屋步壛，宜扰畜只。腾驾步游，猎春囿只。琼轂错衡，英华假只。茝兰桂树，郁弥路只。魂乎归来！恣志虑只。孔雀盈园，畜鸾皇只！鵾鸿群晨，杂鶖鸧只。鸿鹄代游，曼骕驦只。魂乎归来！凤凰翔只。曼泽怡面，血气盛只。永宜厥身，保寿命只。室家盈廷，爵禄盛只。魂乎归来！居室定只。接径千里，出若云只。三圭重侯，听类神只。察笃夭隐，孤寡存只。魂兮归来！正始昆只。田邑千畛，人阜昌只。美冒众流，德泽章只。先威后文，善美明只。魂乎归来！赏罚当只。名声若日，照四海只。德誉配天，万民理只。北至幽陵，南交阯只。西薄羊肠，东穷海只。魂乎归来！尚贤士只。发政献行，禁苛暴只。举杰压陛，诛讥罢只。直赢在位，近禹麾只。豪杰执政，流泽施只。魂乎来归！国家为只。雄雄赫赫，天德明只。三公穆穆，登降堂只。诸侯毕极，立九卿只。昭质既设，大侯张只。执弓挟矢，揖辞让只。魂乎来归！尚三王只。",
        "author": "先秦",
        "poem_class": "忧民",
        "dynasty": "佚名"
    },
    {
        "title": "日人石井君索和即用原韵",
        "paragraph": "漫云女子不英雄，万里乘风独向东。诗思一帆海空阔，梦魂三岛月玲珑。铜驼已陷悲回首，汗马终惭未有功。如许伤心家国恨，那堪客里度春风。一从大地起风雷，便有精生白骨堆。僧是愚氓犹可训，妖为鬼蜮必成灾。金猴奋起千钧棒，玉宇澄清万里埃。今日欢呼孙大圣，只缘妖雾又重来。钟山风雨起苍黄，百万雄师过大江。虎踞龙盘今胜昔，天翻地覆慨而慷。宜将剩勇追穷寇，不可沽名学霸王。天若有情天亦老，人间正道是沧桑。万里乘云去复来，只身东海挟春雷。忍看图画移颜色，肯使江山付劫灰。浊酒不销忧国泪，救时应仗出群才。拼将十万头颅血，须把乾坤力挽回。",
        "author": "近现代",
        "poem_class": "忧民",
        "dynasty": "秋瑾"
    },
    {
        "title": "汨罗遇风",
        "paragraph": "南来不作楚臣悲，重入修门自有期。为报春风汨罗道，莫将波浪枉明时。危楼高百尺，手可摘星辰。不敢高声语，恐惊天上人。秋荷一滴露，清夜坠玄天。将来玉盘上，不定始知圆。木落雁南度，北风江上寒。我家襄水曲，遥隔楚云端。乡泪客中尽，孤帆天际看。(孤帆 一作：归帆)迷津欲有问，平海夕漫漫。",
        "author": "唐代",
        "poem_class": "忧民",
        "dynasty": "柳宗元"
    },
    {
        "title": "猛虎行",
        "paragraph": "朝作猛虎行，暮作猛虎吟。肠断非关陇头水，泪下不为雍门琴。旌旗缤纷两河道，战鼓惊山欲倾倒。秦人半作燕地囚，胡马翻衔洛阳草。一输一失关下兵，朝降夕叛幽蓟城。巨鳌未斩海水动，鱼龙奔走安得宁。颇似楚汉时，翻覆无定止。朝过博浪沙，暮入淮阴市。张良未遇韩信贫，刘项存亡在两臣。暂到下邳受兵略，来投漂母作主人。贤哲栖栖古如此，今时亦弃青云士。有策不敢犯龙鳞，窜身南国避胡尘。宝书长剑挂高阁，金鞍骏马散故人。昨日方为宣城客，掣铃交通二千石。有时六博快壮心，绕床三匝呼一掷。楚人每道张旭奇，心藏风云世莫知。三吴邦伯多顾盼，四海雄侠皆相推。萧曹曾作沛中吏，攀龙附凤当有时。溧阳酒楼三月春，杨花漠漠愁杀人。胡人绿眼吹玉笛，吴歌白纻飞梁尘。丈夫相见且为乐，槌牛挝鼓会众宾。我从此去钓东海，得鱼笑寄情相亲。白玉谁家郎，回车渡天津。看花东陌上，惊动洛阳人。关塞年华早，楼台别望违。试衫著暖气，开镜觅春晖。燕入窥罗幕，蜂来上画衣。情催桃李艳，心寄管弦飞。妆洗朝相待，风花暝不归。梦魂何处入，寂寂掩重扉。圆魄上寒空，皆言四海同。安知千里外，不有雨兼风？",
        "author": "唐代",
        "poem_class": "忧民",
        "dynasty": "李白"
    },
    {
        "title": "新制绫袄成感而有咏",
        "paragraph": "水波文袄造新成，绫软绵匀温复轻。晨兴好拥向阳坐，晚出宜披踏雪行。鹤氅毳疏无实事，木棉花冷得虚名。宴安往往叹侵夜，卧稳昏昏睡到明。百姓多寒无可救，一身独暖亦何情！心中为念农桑苦，耳里如闻饥冻声。争得大裘长万丈，与君都盖洛阳城！牛渚西江夜，青天无片云。登舟望秋月，空忆谢将军。余亦能高咏，斯人不可闻。明朝挂帆席，枫叶落纷纷。(席 一作：去)远上寒山石径斜，白云生处有人家。(生处 一作：深处)停车坐爱枫林晚，霜叶红于二月花。新妆宜面下朱楼，深锁春光一院愁。 行到中庭数花朵，蜻蜓飞上玉搔头。",
        "author": "唐代",
        "poem_class": "忧民",
        "dynasty": "白居易"
    },
    {
        "title": "水调歌头·送郑厚卿赴衡州",
        "paragraph": "寒食不小住，千骑拥春衫。衡阳石鼓城下，记我旧停骖。襟以潇湘桂岭，带以洞庭青草，紫盖屹西南。文字起《骚》《雅》，刀剑化耕蚕。看使君，於此事，定不凡。奋髯抵几堂上，尊俎自高谈。莫信君门万里，但使民歌《五袴》，归诏凤凰衔。君去我谁饮，明月影成三。黄菊枝头生晓寒。人生莫放酒杯干。风前横笛斜吹雨，醉里簪花倒著冠。 身健在，且加餐。舞裙歌板尽清欢。黄花白发相牵挽，付与时人冷眼看。彭城夜宿燕子楼，梦盼盼，因作此词。明月如霜，好风如水，清景无限。曲港跳鱼，圆荷泻露，寂寞无人见。紞如三鼓，铿然一叶，黯黯梦云惊断。夜茫茫，重寻无处，觉来小园行遍。 天涯倦客，山中归路，望断故园心眼。燕子楼空，佳人何在，空锁楼中燕。古今如梦，何曾梦觉，但有旧欢新怨。异时对，黄楼夜景，为余浩叹。 幽谷那堪更北枝，年年自分着花迟。高标逸韵君知否，正是层冰积雪时。",
        "author": "宋代",
        "poem_class": "忧民",
        "dynasty": "辛弃疾"
    },
    {
        "title": "阆山歌",
        "paragraph": "阆州城东灵山白，阆州城北玉台碧。松浮欲尽不尽云，江动将崩未崩石。那知根无鬼神会？已觉气与嵩华敌。中原格斗且未归，应结茅斋著青壁。板桥人渡泉声，茅檐日午鸡鸣。莫嗔焙茶烟暗，却喜晒谷天晴。车辚辚，马萧萧，行人弓箭各在腰。耶娘妻子走相送，尘埃不见咸阳桥。(耶娘 一作：爷娘)牵衣顿足拦道哭，哭声直上干云霄。道旁过者问行人，行人但云点行频。或从十五北防河，便至四十西营田。去时里正与裹头，归来头白还戍边。边庭流血成海水，武皇开边意未已。君不闻，汉家山东二百州，千村万落生荆杞。纵有健妇把锄犁，禾生陇亩无东西。况复秦兵耐苦战，被驱不异犬与鸡。长者虽有问，役夫敢申恨？且如今年冬，未休关西卒。县官急索租，租税从何出？信知生男恶，反是生女好。生女犹得嫁比邻，生男埋没随百草。君不见，青海头，古来白骨无人收。新鬼烦冤旧鬼哭，天阴雨湿声啾啾！十月江南天气好，可怜冬景似春华。霜轻未杀萋萋草，日暖初干漠漠沙。老柘叶黄如嫩树，寒樱枝白是狂花。此时却羡闲人醉，五马无由入酒家。",
        "author": "唐代",
        "poem_class": "忧民",
        "dynasty": "杜甫"
    },
    {
        "title": "舟中立秋",
        "paragraph": "垂老畏闻秋，年光逐水流。阴云沉岸草，急雨乱滩舟。时事诗书拙，军储岭海愁。洊饥今有岁，倚棹望西畴。桃花羞作无情死，感激东风。吹落娇红，飞入闲窗伴懊侬。谁怜辛苦东阳瘦，也为春慵。不及芙蓉，一片幽情冷处浓。清切频吹越石笳，穷愁犹驾阮生车。时当汉腊遗臣祭，义激韩仇旧相家。陵阙生哀回夕照，河山垂泪发春花。相将便是天涯侣，不用虚乘犯斗槎。满纸荒唐言，一把辛酸泪！都云作者痴，谁解其中味？",
        "author": "清代",
        "poem_class": "忧民",
        "dynasty": "施闰章"
    },
    {
        "title": "风疾舟中伏枕书怀三十六韵奉呈湖南亲友",
        "paragraph": "轩辕休制律，虞舜罢弹琴。尚错雄鸣管，犹伤半死心。圣贤名古邈，羁旅病年侵。舟泊常依震，湖平早见参。如闻马融笛，若倚仲宣襟。故国悲寒望，群云惨岁阴。水乡霾白屋，枫岸叠青岑。郁郁冬炎瘴，濛濛雨滞淫。鼓迎非祭鬼，弹落似鸮禽。兴尽才无闷，愁来遽不禁。生涯相汩没，时物自萧森。疑惑尊中弩，淹留冠上簪。牵裾惊魏帝，投阁为刘歆。狂走终奚适，微才谢所钦。吾安藜不糁，汝贵玉为琛。乌几重重缚，鹑衣寸寸针。哀伤同庾信，述作异陈琳。十暑岷山葛，三霜楚户砧。叨陪锦帐座，久放白头吟。反朴时难遇，忘机陆易沈。应过数粒食，得近四知金。春草封归恨，源花费独寻。转蓬忧悄悄，行药病涔涔。瘗夭追潘岳，持危觅邓林。蹉跎翻学步，感激在知音。却假苏张舌，高夸周宋镡。纳流迷浩汗，峻址得嶔崟。城府开清旭，松筠起碧浔。披颜争倩倩，逸足竞駸駸。朗鉴存愚直，皇天实照临。公孙仍恃险，侯景未生擒。书信中原阔，干戈北斗深。畏人千里井，问俗九州箴。战血流依旧，军声动至今。葛洪尸定解，许靖力还任。家事丹砂诀，无成涕作霖。乘兴南游不戒严，九重谁省谏书函。 春风举国裁宫锦，半作障泥半作帆。万丈红泉落，迢迢半紫氛。奔流下杂树，洒落出重云。日照虹霓似，天清风雨闻。灵山多秀色，空水共氤氲。烽火城西百尺楼，黄昏独上海风秋。(独上 一作：独坐)更吹羌笛关山月，无那金闺万里愁。琵琶起舞换新声，总是关山旧别情。撩乱边愁听不尽，高高秋月照长城。关城榆叶早疏黄，日暮云沙古战场。表请回军掩尘骨，莫教兵士哭龙荒。青海长云暗雪山，孤城遥望玉门关。黄沙百战穿金甲，不破楼兰终不还。大漠风尘日色昏，红旗半卷出辕门。前军夜战洮河北，已报生擒吐谷浑。胡瓶落膊紫薄汗，碎叶城西秋月团。明敕星驰封宝剑，辞君一夜取楼兰。玉门山嶂几千重，山北山南总是烽。人依远戍须看火，马踏深山不见踪。",
        "author": "唐代",
        "poem_class": "忧民",
        "dynasty": "杜甫"
    },
    {
        "title": "夏夜苦热登西楼",
        "paragraph": "苦热中夜起，登楼独褰衣。山泽凝暑气，星汉湛光辉。火晶燥露滋，野静停风威。探汤汲阴井，炀灶开重扉。凭阑久彷徨，流汗不可挥。莫辩亭毒意，仰诉璿与玑。谅非姑射子，静胜安能希。塞北梅花羌笛吹，淮南桂树小山词。请君莫奏前朝曲，听唱新翻杨柳枝。桐风惊心壮士苦，衰灯络纬啼寒素。谁看青简一编书，不遣花虫粉空蠹。思牵今夜肠应直，雨冷香魂吊书客。秋坟鬼唱鲍家诗，恨血千年土中碧。故人西辞黄鹤楼，烟花三月下扬州。孤帆远影碧空尽，唯见长江天际流。 (唯 通：惟)",
        "author": "唐代",
        "poem_class": "忧民",
        "dynasty": "柳宗元"
    },
    {
        "title": "雨无正",
        "paragraph": "浩浩昊天，不骏其德。降丧饥馑，斩伐四国。旻天疾威，弗虑弗图。舍彼有罪，既伏其辜。若此无罪，沦胥以铺。周宗既灭，靡所止戾。正大夫离居，莫知我勚。三事大夫，莫肯夙夜。邦君诸侯，莫肯朝夕。庶曰式臧，覆出为恶。如何昊天，辟言不信。如彼行迈，则靡所臻。凡百君子，各敬尔身。胡不相畏，不畏于天？戎成不退，饥成不遂。曾我暬御，憯憯日瘁。凡百君子，莫肯用讯。听言则答，谮言则退。哀哉不能言，匪舌是出，维躬是瘁。哿矣能言，巧言如流，俾躬处休！维曰予仕，孔棘且殆。云不何使，得罪于天子；亦云可使，怨及朋友。谓尔迁于王都。曰予未有室家。鼠思泣血，无言不疾。昔尔出居，谁从作尔室？于以采蘋？南涧之滨。于以采藻？于彼行潦。于以盛之？维筐及筥。于以湘之？维锜及釜。于以奠之？宗室牖下。谁其尸之？有齐季女。登彼丘陵。峛崺其阪。仁道在迩。求之若远。遂迷不复。自婴屯蹇。喟然回虑。题彼泰山。郁确其高。梁甫回连。枳棘充路。陟之无缘。将伐无柯。患兹蔓延。惟以永叹。涕霣潺湲。吴人怜亟。朝夕敬□。𩛥西𩛥北。勿𥨫勿代。□而出□。□献用□。□□□□。□□大祝。曾受其𩫖。□□□寓。逢中𡈹孔□。麀鹿□□。𨖍其□□。□緟緟。大□□□□□□求又□□□□□□□是。",
        "author": "先秦",
        "poem_class": "忧民",
        "dynasty": "佚名"
    },
    {
        "title": "拟古九首",
        "paragraph": "荣荣窗下兰，密密堂前柳。初与君别时，不谓行当久。出门万里客，中道逢嘉友。未言心相醉，不在接杯酒。兰枯柳亦衰，遂令此言负。多谢诸少年，相知不忠厚。意气倾人命，离隔复何有？辞家夙严驾，当往至无终。问君今何行？非商复非戎。闻有田子泰，节义为士雄。斯人久已死，乡里习其风。生有高世名，既没传无穷。不学狂驰子，直在百年中。仲春遘时雨，始雷发东隅。众蛰各潜骇，草木纵横舒。翩翩新来燕，双双入我庐。先巢故尚在，相将还旧居。自从分别来，门庭日荒芜；我心固匪石，君情定何如？迢迢百尺楼，分明望四荒，暮作归云宅，朝为飞鸟堂。山河满目中，平原独茫茫。古时功名士，慷慨争此场。一旦百岁後，相与还北邙。松柏为人伐，高坟互低昂。颓基无遗主，游魂在何方！荣华诚足贵，亦复可怜伤。东方有一士，被服常不完；三旬九遇食，十年著一冠。辛勤无此比，常有好容颜。我欲观其人，晨去越河关。青松夹路生，白云宿檐端。知我故来意，取琴为我弹。上弦惊别鹤，下弦操孤鸾。愿留就君住，从今至岁寒。苍苍谷中树，冬夏常如兹；年年见霜雪，谁谓不知时。厌闻世上语，结友到临淄。稷下多谈士，指彼决吾疑。装束既有日，已与家人辞。行行停出门，还坐更自思。不怨道里长，但畏人我欺。万一不合意，永为世笑嗤。伊怀难具道，为君作此诗。日暮天无云，春风扇微和。佳人美清夜，达曙酣且歌。歌竟长叹息，持此感人多。皎皎云间月，灼灼叶中华。岂无一时好，不久当如何。少时壮且厉，抚剑独行游。谁言行游近？张掖至幽州。饥食首阳薇，渴饮易水流。不见相知人，惟见古时丘。路边两高坟，伯牙与庄周。此士难再得，吾行欲何求！种桑长江边，三年望当采。枝条始欲茂，忽值山河改。柯叶自摧折，根株浮沧海。春蚕既无食，寒衣欲谁待！本不植高原，今日复何悔。旁搜列女漫周旋，路出城西别有天。三五纲常皆步步，依稀龟鹤自年年。已推粉黛还身外，却见斓斑舞膝前。剩有紫霞杯玉案，华阴何事觅神仙。我本汉家子。将适单于庭。辞决未及终。前驱已抗旌。仆御涕流离。辕马为悲鸣。哀郁伤五内。泣泪沾朱缨。行行日已远。乃造匈奴城。延我于穹庐。加我阏氏名。殊类非所安。虽贵非所荣。父子见凌辱。对之惭且惊。杀身良未易。默默以茍生。茍生亦何聊。积思常愤盈。愿假飞鸿翼。弃之以遐征。飞鸿不我顾。伫立以屏营。昔为匣中玉。今为粪土英。朝华不足欢。甘为秋草幷。传语后世人。远嫁难为情。关东堂堂。二申两房。未若二梁。环文绮章。",
        "author": "魏晋",
        "poem_class": "忧民",
        "dynasty": "陶渊明"
    },
    {
        "title": "上之回",
        "paragraph": "三十六离宫，楼台与天通。阁道步行月，美人愁烟空。恩疏宠不及，桃李伤春风。淫乐意何极，金舆向回中。万乘出黄道，千旗扬彩虹。前军细柳北，后骑甘泉东。岂问渭川老，宁邀襄野童。但慕瑶池宴，归来乐未穷。春日在天涯，天涯日又斜。莺啼如有泪，为湿最高花。下马饮君酒，问君何所之？君言不得意，归卧南山陲。但去莫复问，白云无尽时。夜夜相思更漏残，伤心明月凭阑干，想君思我锦衾寒。咫尺画堂深似海，忆来惟把旧书看，几时携手入长安？",
        "author": "唐代",
        "poem_class": "忧民",
        "dynasty": "李白"
    },
    {
        "title": "陈后宫",
        "paragraph": "茂苑城如画，阊门瓦欲流。还依水光殿，更起月华楼。侵夜鸾开镜，迎冬雉献裘。从臣皆半醉，天子正无愁。烈士击玉壶，壮心惜暮年。三杯拂剑舞秋月，忽然高咏涕泗涟。凤凰初下紫泥诏，谒帝称觞登御筵。揄扬九重万乘主，谑浪赤墀青琐贤。朝天数换飞龙马，敕赐珊瑚白玉鞭。世人不识东方朔，大隐金门是谪仙。西施宜笑复宜颦，丑女效之徒累身。君王虽爱蛾眉好，无奈宫中妒杀人！客心争日月，来往预期程。秋风不相待，先至洛阳城。中岁颇好道，晚家南山陲。兴来每独往，胜事空自知。行到水穷处，坐看云起时。偶然值林叟，谈笑无还期。",
        "author": "唐代",
        "poem_class": "忧民",
        "dynasty": "李商隐"
    },
    {
        "title": "水夫谣",
        "paragraph": "苦哉生长当驿边，官家使我牵驿船。辛苦日多乐日少，水宿沙行如海鸟。逆风上水万斛重，前驿迢迢后淼淼。半夜缘堤雪和雨，受他驱遣还复去。夜寒衣湿披短蓑，臆穿足裂忍痛何！到明辛苦无处说，齐声腾踏牵船歌。一间茅屋何所值，父母之乡去不得。我愿此水作平田，长使水夫不怨天。剑外忽传收蓟北，初闻涕泪满衣裳。却看妻子愁何在，漫卷诗书喜欲狂。白日放歌须纵酒，青春作伴好还乡。即从巴峡穿巫峡，便下襄阳向洛阳。汴水流，泗水流，流到瓜州古渡头。吴山点点愁。思悠悠，恨悠悠，恨到归时方始休。月明人倚楼。我有所念人，隔在远远乡。我有所感事，结在深深肠。乡远去不得，无日不瞻望。肠深解不得，无夕不思量。况此残灯夜，独宿在空堂。秋天殊未晓，风雨正苍苍。不学头陀法，前心安可忘。",
        "author": "唐代",
        "poem_class": "忧民",
        "dynasty": "王建"
    },
    {
        "title": "秋日山中寄李处士",
        "paragraph": "吾辈道何穷，寒山细雨中。儿童书懒读，果栗树将空。言论关时务，篇章见国风。升平犹可用，应不废为公。何处秋风至？萧萧送雁群。朝来入庭树，孤客最先闻。杳杳寒山道，落落冷涧滨。啾啾常有鸟，寂寂更无人。淅淅风吹面，纷纷雪积身。朝朝不见日，岁岁不知春。北风卷地白草折，胡天八月即飞雪。忽如一夜春风来，千树万树梨花开。散入珠帘湿罗幕，狐裘不暖锦衾薄。将军角弓不得控，都护铁衣冷难着。(难着 一作：犹著)瀚海阑干百丈冰，愁云惨淡万里凝。中军置酒饮归客，胡琴琵琶与羌笛。纷纷暮雪下辕门，风掣红旗冻不翻。轮台东门送君去，去时雪满天山路。山回路转不见君，雪上空留马行处。",
        "author": "唐代",
        "poem_class": "忧民",
        "dynasty": "杜荀鹤"
    },
    {
        "title": "去蜀",
        "paragraph": "五载客蜀郡，一年居梓州。如何关塞阻，转作潇湘游。世事已黄发，残生随白鸥。安危大臣在，不必泪长流。鹅，鹅，鹅，曲项向天歌。白毛浮绿水，红掌拨清波。吹箫凌极浦，日暮送夫君。湖上一回首，山青卷白云。寒山转苍翠，秋水日潺湲。倚杖柴门外，临风听暮蝉。渡头馀落日，墟里上孤烟。(馀 一作 余)复值接舆醉，狂歌五柳前。",
        "author": "唐代",
        "poem_class": "忧民",
        "dynasty": "杜甫"
    },
    {
        "title": "午日处州禁竞渡",
        "paragraph": "独写菖蒲竹叶杯，蓬城芳草踏初回。情知不向瓯江死，舟楫何劳吊屈来。塞下景荒凉，淡薄秋光，金风淅淅透衣裳。读罢安仁《秋兴赋》，憀栗悲伤。廿载住边疆，两鬓成霜，天边鸿雁又南翔。借问夏城屯戍客，是否思乡？春城烟雾晓阴阴，俯仰斜阳吊古今。万里河山犹故国，九京风雨自同心。欲知其主观司隶，未见孤儿属羽林。鹤唳华亭人没后，河桥一阕泪沾襟。蒙茸一架自成林，窈窕繁葩灼暮阴。南国红蕉将比貌，西陵松柏结同心。裁霞缀绮光相乱，剪雨萦烟态转深。紫雪半庭长不扫，闲抛簪组对清吟。",
        "author": "明代",
        "poem_class": "忧民",
        "dynasty": "汤显祖"
    },
    {
        "title": "贞元十四年旱甚见权门移芍药花",
        "paragraph": "绿原青垄渐成尘，汲井开园日日新。四月带花移芍药，不知忧国是何人。二龙争战决雌雄，赤壁楼船扫地空。烈火张天照云海，周瑜于此破曹公。君去沧江望澄碧，鲸鲵唐突留馀迹。一一书来报故人，我欲因之壮心魄。素蘤多蒙别艳欺，此花真合在瑶池。(真合 一作：端合)无情有恨何人觉？月晓风清欲堕时。小山重叠金明灭，鬓云欲度香腮雪。懒起画蛾眉，弄妆梳洗迟。照花前后镜，花面交相映。新帖绣罗襦，双双金鹧鸪。",
        "author": "唐代",
        "poem_class": "忧民",
        "dynasty": "吕温"
    },
    {
        "title": "剑门",
        "paragraph": "唯天有设险，剑门天下壮。连山抱西南，石角皆北向。两崖崇墉倚，刻画城郭状。一夫怒临关，百万未可傍。珠玉走中原，岷峨气凄怆。三皇五帝前，鸡犬各相放。后王尚柔远，职贡道已丧。至今英雄人，高视见霸王。并吞与割据，极力不相让。吾将罪真宰，意欲铲叠嶂！恐此复偶然，临风默惆怅。落魄江湖载酒行，楚腰纤细掌中轻。(江湖 一作：江南；纤细 一作：肠断)十年一觉扬州梦，赢得青楼薄幸名。轮台城头夜吹角，轮台城北旄头落。羽书昨夜过渠黎，单于已在金山西。戍楼西望烟尘黑，汉军屯在轮台北。上将拥旄西出征，平明吹笛大军行。四边伐鼓雪海涌，三军大呼阴山动。虏塞兵气连云屯，战场白骨缠草根。剑河风急雪片阔，沙口石冻马蹄脱。(雪片阔 一作：云片阔)亚相勤王甘苦辛，誓将报主静边尘。古来青史谁不见，今见功名胜古人。浮香绕曲岸，圆影覆华池。常恐秋风早，飘零君不知。",
        "author": "唐代",
        "poem_class": "忧民",
        "dynasty": "杜甫"
    },
    {
        "title": "二月二十四日作",
        "paragraph": "棠梨花开社酒浓，南村北村鼓冬冬。且祈麦熟得饱饭，敢说谷贱复伤农。崖州万里窜酷吏，湖南几时起卧龙？但愿诸贤集廊庙，书生穷死胜侯封。鸠雨催成新绿，燕泥收尽残红。春光还与美人同。论心空眷眷，分袂却匆匆。只道真情易写，那知怨句难工。水流云散各西东。半廊花院月，一帽柳桥风。少年离别意非轻，老去相逢亦怆情。草草杯盘共笑语，昏昏灯火话平生。自怜湖海三年隔，又作尘沙万里行。欲问后期何日是，寄书应见雁南征。世事一场大梦，人生几度秋凉？夜来风叶已鸣廊。看取眉头鬓上。(秋凉 一作：新凉)酒贱常愁客少，月明多被云妨。中秋谁与共孤光。把盏凄然北望。 ",
        "author": "宋代",
        "poem_class": "忧民",
        "dynasty": "陆游"
    },
    {
        "title": "新丰折臂翁",
        "paragraph": "新丰老翁八十八，头鬓眉须皆似雪。玄孙扶向店前行，左臂凭肩右臂折。问翁臂折来几年，兼问致折何因缘。翁云贯属新丰县，生逢圣代无征战。惯听梨园歌管声，不识旗枪与弓箭。无何天宝大征兵，户有三丁点一丁。点得驱将何处去，五月万里云南行。闻道云南有泸水，椒花落时瘴烟起。大军徒涉水如汤，未过十人二三死。村南村北哭声哀，儿别爷娘夫别妻。皆云前后征蛮者，千万人行无一回。是时翁年二十四，兵部牒中有名字。夜深不敢使人知，偷将大石捶折臂。张弓簸旗俱不堪，从兹始免征云南。骨碎筋伤非不苦，且图拣退归乡土。此臂折来六十年，一肢虽废一身全。至今风雨阴寒夜，直到天明痛不眠。痛不眠，终不悔，且喜老身今独在。不然当时泸水头，身死魂孤骨不收。应作云南望乡鬼，万人冢上哭呦呦。老人言，君听取。君不闻开元宰相宋开府，不赏边功防黩武。又不闻天宝宰相杨国忠，欲求恩幸立边功。边功未立生人怨，请问新丰折臂翁。故人西辞黄鹤楼，烟花三月下扬州。孤帆远影碧空尽，唯见长江天际流。 (唯 通：惟)百舌问花花不语，低回似恨横塘雨。蜂争粉蕊蝶分香，不似垂杨惜金缕。愿君留得长妖韶，莫逐东风还荡摇。秦女含颦向烟月，愁红带露空迢迢。天街小雨润如酥，草色遥看近却无。最是一年春好处，绝胜烟柳满皇都。",
        "author": "唐代",
        "poem_class": "忧民",
        "dynasty": "白居易"
    },
    {
        "title": "东城送运判马察院",
        "paragraph": "春风骋巧如翦刀，先裁杨柳后杏桃。圆尖作瓣得疏密，颜色又染燕脂牢。黄鹂未鸣鸠欲雨，深园静墅声嗷嗷。役徒开汴前日放，亦将决水归河槽。都人倾望若焦渴，寒食已近沟已淘。何当黄流与雨至，雨深一尺水一篙。都水御史亦即喜，日夜顺疾回轻舠。频年吴楚岁苦旱，一稔未足生脂膏。吾愿取之勿求羡，穷鸟困兽易遯逃。我今出城勤送子，沽酒不惜典弊袍。数途必向睢阳去，太傅大尹皆英豪。试乞二公评我说，万分岂不益一毛。国给民苏自有暇，东园乃可资游遨。人言落日是天涯，望极天涯不见家。已恨碧山相阻隔，碧山还被暮云遮。褒禅山亦谓之华山，唐浮图慧褒始舍于其址，而卒葬之；以故其后名之曰“褒禅”。今所谓慧空禅院者，褒之庐冢也。距其院东五里，所谓华山洞者，以其乃华山之阳名之也。距洞百余步，有碑仆道，其文漫灭，独其为文犹可识曰“花山”。今言“华”如“华实”之“华”者，盖音谬也。其下平旷，有泉侧出，而记游者甚众，所谓前洞也。由山以上五六里，有穴窈然，入之甚寒，问其深，则其好游者不能穷也，谓之后洞。余与四人拥火以入，入之愈深，其进愈难，而其见愈奇。有怠而欲出者，曰：“不出，火且尽。”遂与之俱出。盖余所至，比好游者尚不能十一，然视其左右，来而记之者已少。盖其又深，则其至又加少矣。方是时，余之力尚足以入，火尚足以明也。既其出，则或咎其欲出者，而余亦悔其随之，而不得极夫游之乐也。于是余有叹焉。古人之观于天地、山川、草木、虫鱼、鸟兽，往往有得，以其求思之深而无不在也。夫夷以近，则游者众；险以远，则至者少。而世之奇伟、瑰怪，非常之观，常在于险远，而人之所罕至焉，故非有志者不能至也。有志矣，不随以止也，然力不足者，亦不能至也。有志与力，而又不随以怠，至于幽暗昏惑而无物以相之，亦不能至也。然力足以至焉，于人为可讥，而在己为有悔；尽吾志也而不能至者，可以无悔矣，其孰能讥之乎？此余之所得也！余于仆碑，又以悲夫古书之不存，后世之谬其传而莫能名者，何可胜道也哉！此所以学者不可以不深思而慎取之也。四人者：庐陵萧君圭君玉，长乐王回深父，余弟安国平父、安上纯父。至和元年七月某日，临川王某记。雾失楼台，月迷津渡。桃源望断无寻处。可堪孤馆闭春寒，杜鹃声里斜阳暮。 驿寄梅花，鱼传尺素。砌成此恨无重数。郴江幸自绕郴山，为谁流下潇湘去。",
        "author": "宋代",
        "poem_class": "忧民",
        "dynasty": "梅尧臣"
    },
    {
        "title": "季梁谏追楚师",
        "paragraph": "楚武王侵随，使薳章求成焉，军于瑕以待之。随人使少师董成。 斗伯比言于楚子曰：“吾不得志于汉东也，我则使然。我张吾三军而被吾甲兵，以武临之，彼则惧而协以谋我，故难间也。汉东之国，随为大。随张，必弃小国。小国离，楚之利也。少师侈，请羸师以张之。”熊率且比曰:“季梁在，何益？”斗伯比曰:“以为后图。少师得其君。”王毁军而纳少师。少师归，请追楚师。随侯将许之。 季梁止之曰：“天方授楚。楚之羸，其诱我也，君何急焉？臣闻小之能敌大也，小道大淫。所谓道，忠于民而信于神也。上思利民，忠也；祝史正辞，信也。今民馁而君逞欲，祝史矫举以祭，臣不知其可也。”公曰：“吾牲牷肥腯，粢盛丰备，何则不信？”对曰：“夫民，神之主也。是以圣王先成民，而后致力于神。故奉牲以告曰‘博硕肥腯。’谓民力之普存也，谓其畜之硕大蕃滋也，谓其不疾瘯蠡也，谓其备腯咸有也。奉盛以告曰：‘洁粢丰盛。’谓其三时不害而民和年丰也。奉酒醴以告曰：‘嘉栗旨酒。’谓其上下皆有嘉德而无违心也。所谓馨香，无谗慝也。故务其三时，修其五教，亲其九族，以致其禋祀。于是乎民和而神降之福，故动则有成。今民各有心，而鬼神乏主，君虽独丰，其何福之有？君姑修政而亲兄弟之国，庶免于难。”随侯惧而修政，楚不敢伐。 既定尔娄猪。盍归吾艾猳。出畏之，入惧之。绵绵之葛。在于旷野。良工得之。以为絺紵。良工不得。枯死于野。",
        "author": "先秦",
        "poem_class": "忧民",
        "dynasty": "左丘明"
    },
    {
        "title": "陪金陵府相中堂夜宴",
        "paragraph": "满耳笙歌满眼花，满楼珠翠胜吴娃。因知海上神仙窟，只似人间富贵家。绣户夜攒红烛市，舞衣晴曳碧天霞。却愁宴罢青娥散，扬子江头月半斜。余禁所禁垣西，是法厅事也，有古槐数株焉。虽生意可知，同殷仲文之古树；而听讼斯在，即周召伯之甘棠，每至夕照低阴，秋蝉疏引，发声幽息，有切尝闻，岂人心异于曩时，将虫响悲于前听？嗟乎，声以动容，德以象贤。故洁其身也，禀君子达人之高行；蜕其皮也，有仙都羽化之灵姿。候时而来，顺阴阳之数； 应节为变，审藏用之机。有目斯开，不以道昏而昧其视；有翼自薄，不以俗厚而易其真。吟乔树之微风，韵姿天纵； 饮高秋之坠露，清畏人知。仆失路艰虞，遭时徽纆。不哀伤而自怨，未摇落而先衰。闻蟪蛄之流声，悟平反之已奏；见螳螂之抱影，怯危机之未安。感而缀诗，贻诸知己。庶情沿物应，哀弱羽之飘零； 道寄人知，悯余声之寂寞。非谓文墨，取代幽忧云尔。西陆蝉声唱，南冠客思深。(客思深 一作：客思侵)那堪玄鬓影，来对白头吟。(那堪 一作：不堪)露重飞难进，风多响易沉。无人信高洁，谁为表予心？远书归梦两悠悠，只有空床敌素秋。 阶下青苔与红树，雨中寥落月中愁。莫恨雕笼翠羽残，江南地暖陇西寒。劝君不用分明语，语得分明出转难。",
        "author": "唐代",
        "poem_class": "忧民",
        "dynasty": "韦庄"
    },
    {
        "title": "扶风歌",
        "paragraph": "朝发广莫门，暮宿丹水山。左手弯繁弱，右手挥龙渊。顾瞻望宫阙，俯仰御飞轩。据鞍长叹息，泪下如流泉。系马长松下，发鞍高岳头。烈烈悲风起，泠泠涧水流。挥手长相谢，哽咽不能言。浮云为我结，归鸟为我旋。去家日已远，安知存与亡？慷慨穷林中，抱膝独摧藏。麋鹿游我前，猿猴戏我侧。资粮既乏尽，薇蕨安可食？揽辔命徒侣，吟啸绝岩中。君子道微矣，夫子固有穷。惟昔李骞期，寄在匈奴庭。忠信反获罪，汉武不见明。我欲竟此曲，此曲悲且长。弃置勿重陈，重陈令心伤！甘瓜抱苦蒂，美枣生荆棘。利傍有倚刀，贪人还自贼。苦相身为女，卑陋难再陈。男儿当门户，堕地自生神。雄心志四海，万里望风尘。女育无欣爱，不为家所珍。长大逃深室，藏头羞见人。垂泪适他乡，忽如雨绝云。低头和颜色，素齿结朱唇。跪拜无复数，婢妾如严宾。情合同云汉，葵藿仰阳春。心乖甚水火，百恶集其身。玉颜随年变，丈夫多好新。昔为形与影，今为胡与秦。胡秦时相见，一绝逾参辰。我受上命，来随临菑。与君子处，曾未盈期。见召本朝，驾言趣期。群子重离，首命于时。饯我路隅，赠我嘉辞。既受德音，敢不答之。余惟薄德，既局且鄙。见养贤侯，于今四祀。既庇西伯，永誓没齿。今也被命，义在不俟。瞻恋我侯，又慕君子。行道迟迟，体逝情止。岂无好爵，惧不我与。圣主受命，千载一遇。攀龙附凤，必在初举。行矣去矣，别易会难。自强不息，人谁获安。愿子大夫，勉篑成山。天休方至，万福尔臻。",
        "author": "魏晋",
        "poem_class": "忧民",
        "dynasty": "刘琨"
    },
    {
        "title": "海人谣",
        "paragraph": "海人无家海里住，采珠役象为岁赋。 恶波横天山塞路，未央宫中常满库。春去也，多谢洛城人。弱柳从风疑举袂，丛兰裛露似沾巾。独坐亦含嚬。春去也，共惜艳阳年。犹有桃花流水上，无辞竹叶醉尊前。惟待见青天。大堤杨柳雨沉沉，万缕千条惹恨深。飞絮满天人去远，东风无力系春心。晴川落日初低，惆怅孤舟解携。鸟向平芜远近，人随流水东西。白云千里万里，明月前溪后溪。独恨长沙谪去，江潭春草萋萋。",
        "author": "唐代",
        "poem_class": "忧民",
        "dynasty": "王建"
    },
    {
        "title": "西河·天下事",
        "paragraph": "天下事，问天怎忍如此！陵图谁把献君王，结愁未已。少豪气概总成尘，空馀白骨黄苇。千古恨，吾老矣。东游曾吊淮水。绣春台上一回登，一回揾泪。醉归抚剑倚西风，江涛犹壮人意。只今袖手野色里，望长淮、犹二千里。纵有英心谁寄！近新来又报胡尘起。绝域张骞归来未？缥缈危亭，笑谈独在千峰上。与谁同赏。万里横烟浪。 老去情怀，犹作天涯想。空惆怅。少年豪放。莫学衰翁样。萧萧江上荻花秋，做弄许多愁。半竿落日，两行新雁，一叶扁舟。惜分长怕君先去，直待醉时休。今宵眼底，明朝心上，后日眉头。泪湿罗衣脂粉满，四叠阳关，唱到千千遍。人道山长山又断，萧萧微雨闻孤馆。(山又断 一作：水又断)惜别伤离方寸乱，忘了临行，酒盏深和浅。好把音书凭过雁，东莱不似蓬莱远。",
        "author": "宋代",
        "poem_class": "忧民",
        "dynasty": "王埜"
    },
    {
        "title": "穆陵关北逢人归渔阳",
        "paragraph": "逢君穆陵路，匹马向桑乾。楚国苍山古，幽州白日寒。城池百战后，耆旧几家残。处处蓬蒿遍，归人掩泪看。桃花浅深处，似匀深浅妆。春风助肠断，吹落白衣裳。玉颗珊珊下月轮，殿前拾得露华新。 至今不会天中事，应是嫦娥掷与人。夜战桑乾北，秦兵半不归。朝来有乡信，犹自寄寒衣。",
        "author": "唐代",
        "poem_class": "忧民",
        "dynasty": "刘长卿"
    },
    {
        "title": "钟陵禁烟寄从弟",
        "paragraph": "落絮飞花日又西，踏青无侣草萋萋。交亲书断竟不到，忍听黄昏杜宇啼。三皇上人春梦醒，东侯老大麒麟生。洞连龙穴全山冷，窗透鳌波尽室清。计拙耻居岩麓老，气狂惭与斗牛平。谁人为向青编上，直傍巢由写一名。滴滴铜壶寒漏咽，醉红楼月。宴馀香殿会鸳衾，荡春心¤真珠帘下晓光侵，莺语隔琼林。宝帐欲开慵起，恋情深。玉殿春浓花烂漫，簇神仙伴。罗裙窣地缕黄金，奏清音¤酒阑歌罢两沉沉，一笑动君心。永愿作鸳鸯伴，恋情深。万国不得雨，孤云犹在山。",
        "author": "五代",
        "poem_class": "忧民",
        "dynasty": "李中"
    },
    {
        "title": "唐太宗吞蝗",
        "paragraph": "贞观二年，京师旱，蝗虫大起。太宗入苑视禾，见蝗虫，掇数枚而曰：“人以谷为命，而汝食之，是害于百姓。百姓有过，在予一人。尔其有灵，但当蚀我心，无害百姓。”将吞之，左右遽谏曰：“恐诚疾，不可！”太宗：“所冀移灾朕躬，何疾之避！”遂吞之。轻阴阁小雨，深院昼慵开。坐看苍苔色，欲上人衣来。西上莲花山，迢迢见明星。(西上 一作：西岳)素手把芙蓉，虚步蹑太清。霓裳曳广带，飘拂升天行。邀我登云台，高揖卫叔卿。(登云台 一作：至云台)恍恍与之去，驾鸿凌紫冥。俯视洛阳川，茫茫走胡兵。流血涂野草，豺狼尽冠缨。大将军出战，白日暗榆关。三面黄金甲，单于破胆还。",
        "author": "唐代",
        "poem_class": "忧民",
        "dynasty": "吴兢"
    },
    {
        "title": "哭刘蕡",
        "paragraph": "上帝深宫闭九阍，巫咸不下问衔冤。黄陵别后春涛隔，湓浦书来秋雨翻。只有安仁能作诔，何曾宋玉解招魂？平生风义兼师友，不敢同君哭寝门。瑶池阿母绮窗开，黄竹歌声动地哀。 八骏日行三万里，穆王何事不重来。胡马，胡马，远放燕支山下。跑沙跑雪独嘶，东望西望路迷。迷路，迷路，边草无穷日暮。白日何短短，百年苦易满。苍穹浩茫茫，万劫太极长。麻姑垂两鬓，一半已成霜。天公见玉女，大笑亿千场。吾欲揽六龙，回车挂扶桑。北斗酌美酒，劝龙各一觞。富贵非所愿，与人驻颜光。",
        "author": "唐代",
        "poem_class": "忧民",
        "dynasty": "李商隐"
    },
    {
        "title": "声声慢·滁州旅次登楼作和李清宇韵",
        "paragraph": "征埃成阵，行客相逢，都道幻出层楼。指点檐牙高处，浪拥云浮。今年太平万里，罢长淮、千骑临秋。凭栏望，有东南佳气，西北神州。千古怀嵩人去，还笑我、身在楚尾吴头。看取弓刀，陌上车马如流。从今赏心乐事，剩安排、酒令诗筹。华胥梦，愿年年、人似旧游。病起萧萧两鬓华，卧看残月上窗纱。豆蔻连梢煎熟水，莫分茶。枕上诗书闲处好，门前风景雨来佳。终日向人多酝藉，木犀花。砧声送风急，蟠蟀思高秋。我来对景，不学宋玉解悲愁。收拾凄凉兴况，分付尊中醽醁，倍觉不胜幽。自有多情处，明月挂南楼。怅襟怀，横玉笛，韵悠悠。清时良夜，借我此地倒金瓯。可爱一天风物，遍倚阑干十二，宇宙若萍浮。醉困不知醒，欹枕卧江流。梅子金黄杏子肥，麦花雪白菜花稀。日长篱落无人过，惟有蜻蜓蛱蝶飞。(惟 通：唯)",
        "author": "宋代",
        "poem_class": "忧民",
        "dynasty": "辛弃疾"
    },
    {
        "title": "岁晏行",
        "paragraph": "岁云暮矣多北风，潇湘洞庭白雪中。渔父天寒网罟冻，莫徭射雁鸣桑弓。去年米贵阙军食，今年米贱大伤农。高马达官厌酒肉，此辈杼轴茅茨空。楚人重鱼不重鸟，汝休枉杀南飞鸿。况闻处处鬻男女，割慈忍爱还租庸。往日用钱捉私铸，今许铅锡和青铜。刻泥为之最易得，好恶不合长相蒙。万国城头吹画角，此曲哀怨何时终？北山白云里，隐者自怡悦。相望试登高，心随雁飞灭。(试 一作 始)愁因薄暮起，兴是清秋发。时见归村人，沙行渡头歇。(沙行 一作：沙平)天边树若荠，江畔洲如月。何当载酒来，共醉重阳节。何人不爱牡丹花，占断城中好物华。疑是洛川神女作，千娇万态破朝霞。胤恭勤不倦，博学多通。家贫不常得油，夏月则练囊盛数十萤火以照书，以夜继日焉。",
        "author": "唐代",
        "poem_class": "忧民",
        "dynasty": "杜甫"
    },
    {
        "title": "酹江月·秋夕兴元使院作用东坡赤壁韵",
        "paragraph": "神州沉陆，问谁是、一范一韩人物。北望长安应不见，抛却关西半壁。塞马晨嘶，胡笳夕引，赢得头如雪。三秦往事，只数汉家三杰。试看百二山河，奈君门万里，六师不发。阃外何人，回首处、铁骑千群都灭。拜将台欹，怀贤阁杳，空指冲冠发。阑干拍遍，独对中天明月。何处相逢，登宝钗楼，访铜雀台。唤厨人斫就，东溟鲸脍，圉人呈罢，西极龙媒。天下英雄，使君与操，余子谁堪共酒杯。车千乘，载燕南赵北，剑客奇才。饮酣画鼓如雷。谁信被晨鸡轻唤回。叹年光过尽，功名未立，书生老去，机会方来。使李将军，遇高皇帝，万户侯何足道哉。披衣起，但凄凉感旧，慷慨生哀。江上往来人，但爱鲈鱼美。君看一叶舟，出没风波里。夜凉吹笛千山月，路暗迷人百种花。棋罢不知人换世，酒阑无奈客思家。",
        "author": "宋代",
        "poem_class": "忧民",
        "dynasty": "胡世将"
    },
    {
        "title": "四怨诗",
        "paragraph": "手推呕哑车，朝朝暮暮耕。未曾分得谷，空得老农名。浩浩乎，平沙无垠，夐不见人。河水萦带，群山纠纷。黯兮惨悴，风悲日曛。蓬断草枯，凛若霜晨。鸟飞不下，兽铤亡群。亭长告余曰：“此古战场也，常覆三军。往往鬼哭，天阴则闻。”伤心哉！秦欤汉欤？将近代欤？吾闻夫齐魏徭戍，荆韩召募。万里奔走，连年暴露。沙草晨牧，河冰夜渡。地阔天长，不知归路。寄身锋刃，腷臆谁愬？秦汉而还，多事四夷，中州耗斁，无世无之。古称戎夏，不抗王师。文教失宣，武臣用奇。奇兵有异于仁义，王道迂阔而莫为。呜呼噫嘻！吾想夫北风振漠，胡兵伺便。主将骄敌，期门受战。野竖旌旗，川回组练。法重心骇，威尊命贱。利镞穿骨，惊沙入面，主客相搏，山川震眩。声析江河，势崩雷电。至若穷阴凝闭，凛冽海隅，积雪没胫，坚冰在须。鸷鸟休巢，征马踟蹰。缯纩无温，堕指裂肤。当此苦寒，天假强胡，凭陵杀气，以相剪屠。径截辎重，横攻士卒。都尉新降，将军复没。尸踣巨港之岸，血满长城之窟。无贵无贱，同为枯骨。可胜言哉！鼓衰兮力竭，矢尽兮弦绝，白刃交兮宝刀折，两军蹙兮生死决。降矣哉，终身夷狄；战矣哉，暴骨沙砾。鸟无声兮山寂寂，夜正长兮风淅淅。魂魄结兮天沉沉，鬼神聚兮云幂幂。日光寒兮草短，月色苦兮霜白。伤心惨目，有如是耶！吾闻之：牧用赵卒，大破林胡，开地千里，遁逃匈奴。汉倾天下，财殚力痡。任人而已，岂在多乎！周逐猃狁，北至太原。既城朔方，全师而还。饮至策勋，和乐且闲。穆穆棣棣，君臣之间。秦起长城，竟海为关。荼毒生民，万里朱殷。汉击匈奴，虽得阴山，枕骸徧野，功不补患。苍苍蒸民，谁无父母？提携捧负，畏其不寿。谁无兄弟？如足如手。谁无夫妇？如宾如友。生也何恩，杀之何咎？其存其没，家莫闻知。人或有言，将信将疑。悁悁心目，寤寐见之。布奠倾觞，哭望天涯。天地为愁，草木凄悲。吊祭不至，精魂无依。必有凶年，人其流离。呜呼噫嘻！时耶命耶？从古如斯！为之奈何？守在四夷。 水精帘里颇黎枕，暖香惹梦鸳鸯锦。江上柳如烟，雁飞残月天。藕丝秋色浅，人胜参差剪。双鬓隔香红，玉钗头上风。夜夜相思更漏残，伤心明月凭阑干，想君思我锦衾寒。咫尺画堂深似海，忆来惟把旧书看，几时携手入长安？",
        "author": "唐代",
        "poem_class": "忧民",
        "dynasty": "曹邺"
    },
    {
        "title": "曲江",
        "paragraph": "望断平时翠辇过，空闻子夜鬼悲歌。金舆不返倾城色，玉殿犹分下苑波。死忆华亭闻唳鹤，老忧王室泣铜驼。天荒地变心虽折，若比伤春意未多。有耳莫洗颍川水，有口莫食首阳蕨。含光混世贵无名，何用孤高比云月？吾观自古贤达人，功成不退皆殒身。子胥既弃吴江上，屈原终投湘水滨。陆机雄才岂自保？李斯税驾苦不早。华亭鹤唳讵可闻？上蔡苍鹰何足道？君不见吴中张翰称达生，秋风忽忆江东行。且乐生前一杯酒，何须身后千载名？去年今日此门中，人面桃花相映红。人面不知何处去，桃花依旧笑春风。汴水流，泗水流，流到瓜州古渡头。吴山点点愁。思悠悠，恨悠悠，恨到归时方始休。月明人倚楼。",
        "author": "唐代",
        "poem_class": "忧民",
        "dynasty": "李商隐"
    },
    {
        "title": "登新平楼",
        "paragraph": "去国登兹楼，怀归伤暮秋。天长落日远，水净寒波流。秦云起岭树，胡雁飞沙洲。苍苍几万里，目极令人愁。永日不可暮，炎蒸毒我肠。安得万里风，飘飖吹我裳。昊天出华月，茂林延疏光。仲夏苦夜短，开轩纳微凉。虚明见纤毫，羽虫亦飞扬。物情无巨细，自适固其常。念彼荷戈士，穷年守边疆。何由一洗濯，执热互相望。竟夕击刁斗，喧声连万方。青紫虽被体，不如早还乡。北城悲笳发，鹳鹤号且翔。况复烦促倦，激烈思时康。田家少闲月，五月人倍忙。夜来南风起，小麦覆陇黄。妇姑荷箪食，童稚携壶浆，相随饷田去，丁壮在南冈。足蒸暑土气，背灼炎天光，力尽不知热，但惜夏日长。复有贫妇人，抱子在其旁，右手秉遗穗，左臂悬敝筐。听其相顾言，闻者为悲伤。家田输税尽，拾此充饥肠。今我何功德？曾不事农桑。吏禄三百石，岁晏有余粮，念此私自愧，尽日不能忘。击筑饮美酒，剑歌易水湄。经过燕太子，结托并州儿。少年负壮气，奋烈自有时。因击鲁句践，争博勿相欺。五陵年少金市东，银鞍白马度春风。落花踏尽游何处，笑入胡姬酒肆中。",
        "author": "唐代",
        "poem_class": "忧民",
        "dynasty": "李白"
    },
    {
        "title": "富贵曲",
        "paragraph": "美人梳洗时，满头间珠翠。岂知两片云，戴却数乡税。春去也，多谢洛城人。弱柳从风疑举袂，丛兰裛露似沾巾。独坐亦含嚬。春去也，共惜艳阳年。犹有桃花流水上，无辞竹叶醉尊前。惟待见青天。客心争日月，来往预期程。秋风不相待，先至洛阳城。解落三秋叶，能开二月花。过江千尺浪，入竹万竿斜。",
        "author": "唐代",
        "poem_class": "忧民",
        "dynasty": "郑遨"
    },
    {
        "title": "金陵三迁有感",
        "paragraph": "憔悴城南短李绅，多情乌帽染黄尘。读书不了平生事，阅世空存后死身。落日江山宜唤酒，西风天地正愁人。任他蜂蝶黄花老，明月园林是小春。袖剑飞吟。洞庭青草，秋水深深。万顷波光，岳阳楼上，一快披襟。不须携酒登临。问有酒、何人共斟？变尽人间，君山一点，自古如今。十轮霜影转庭梧，此夕羁人独向隅。未必素娥无怅恨，玉蟾清冷桂花孤。白发萧萧卧泽中，只凭天地鉴孤忠。厄穷苏武餐毡久，忧愤张巡嚼齿空。细雨春芜上林苑，颓垣夜月洛阳宫。壮心未与年俱老，死去犹能作鬼雄。镜里流年两鬓残，寸心自许尚如丹。衰迟罢试戎衣窄，悲愤犹争宝剑寒。远戍十年临的博，壮图万里战皋兰。关河自古无穷事，谁料如今袖手看。",
        "author": "宋代",
        "poem_class": "忧民",
        "dynasty": "梁栋"
    },
    {
        "title": "碧瓦",
        "paragraph": "碧瓦楼头绣幙遮，赤栏桥外绿溪斜。无风杨柳漫天絮，不雨棠梨满地花。春来秋去。往事知何处？燕子归飞兰泣露。光景千留不住。酒阑人散忡忡。闲阶独倚梧桐。记得去年今日，依前黄叶西风。落花已作风前舞。又送黄昏雨。晓来庭院半残红。惟有游丝千丈、罥晴空。 殷勤花下同携手。更尽杯中酒。美人不用敛蛾眉。我亦多情无奈、酒阑时。金炉香烬漏声残，翦翦轻风阵阵寒。春色恼人眠不得，月移花影上栏干。",
        "author": "宋代",
        "poem_class": "忧民",
        "dynasty": "范成大"
    },
    {
        "title": "蚕妇",
        "paragraph": "粉色全无饥色加，岂知人世有荣华。 年年道我蚕辛苦，底事浑身着苎麻。今日云景好，水绿秋山明。携壶酌流霞，搴菊泛寒荣。地远松石古，风扬弦管清。窥觞照欢颜，独笑还自倾。落帽醉山月，空歌怀友生。绛帻鸡人报晓筹，尚衣方进翠云裘。(报 一作：送)九天阊阖开宫殿，万国衣冠拜冕旒。日色才临仙掌动，香烟欲傍衮龙浮。朝罢须裁五色诏，佩声归向凤池头。诸葛大名垂宇宙，宗臣遗像肃清高。三分割据纡筹策，万古云霄一羽毛。伯仲之间见伊吕，指挥若定失萧曹。运移汉祚终难复，志决身歼军务劳。",
        "author": "唐代",
        "poem_class": "忧民",
        "dynasty": "杜荀鹤"
    },
    {
        "title": "伤心行",
        "paragraph": "咽咽学楚吟，病骨伤幽素。秋姿白发生，木叶啼风雨。 灯青兰膏歇，落照飞蛾舞。古壁生凝尘，羁魂梦中语。强欲登高去，无人送酒来。遥怜故园菊，应傍战场开。空山新雨后，天气晚来秋。明月松间照，清泉石上流。竹喧归浣女，莲动下渔舟。随意春芳歇，王孙自可留。浩浩乎，平沙无垠，夐不见人。河水萦带，群山纠纷。黯兮惨悴，风悲日曛。蓬断草枯，凛若霜晨。鸟飞不下，兽铤亡群。亭长告余曰：“此古战场也，常覆三军。往往鬼哭，天阴则闻。”伤心哉！秦欤汉欤？将近代欤？吾闻夫齐魏徭戍，荆韩召募。万里奔走，连年暴露。沙草晨牧，河冰夜渡。地阔天长，不知归路。寄身锋刃，腷臆谁愬？秦汉而还，多事四夷，中州耗斁，无世无之。古称戎夏，不抗王师。文教失宣，武臣用奇。奇兵有异于仁义，王道迂阔而莫为。呜呼噫嘻！吾想夫北风振漠，胡兵伺便。主将骄敌，期门受战。野竖旌旗，川回组练。法重心骇，威尊命贱。利镞穿骨，惊沙入面，主客相搏，山川震眩。声析江河，势崩雷电。至若穷阴凝闭，凛冽海隅，积雪没胫，坚冰在须。鸷鸟休巢，征马踟蹰。缯纩无温，堕指裂肤。当此苦寒，天假强胡，凭陵杀气，以相剪屠。径截辎重，横攻士卒。都尉新降，将军复没。尸踣巨港之岸，血满长城之窟。无贵无贱，同为枯骨。可胜言哉！鼓衰兮力竭，矢尽兮弦绝，白刃交兮宝刀折，两军蹙兮生死决。降矣哉，终身夷狄；战矣哉，暴骨沙砾。鸟无声兮山寂寂，夜正长兮风淅淅。魂魄结兮天沉沉，鬼神聚兮云幂幂。日光寒兮草短，月色苦兮霜白。伤心惨目，有如是耶！吾闻之：牧用赵卒，大破林胡，开地千里，遁逃匈奴。汉倾天下，财殚力痡。任人而已，岂在多乎！周逐猃狁，北至太原。既城朔方，全师而还。饮至策勋，和乐且闲。穆穆棣棣，君臣之间。秦起长城，竟海为关。荼毒生民，万里朱殷。汉击匈奴，虽得阴山，枕骸徧野，功不补患。苍苍蒸民，谁无父母？提携捧负，畏其不寿。谁无兄弟？如足如手。谁无夫妇？如宾如友。生也何恩，杀之何咎？其存其没，家莫闻知。人或有言，将信将疑。悁悁心目，寤寐见之。布奠倾觞，哭望天涯。天地为愁，草木凄悲。吊祭不至，精魂无依。必有凶年，人其流离。呜呼噫嘻！时耶命耶？从古如斯！为之奈何？守在四夷。 ",
        "author": "唐代",
        "poem_class": "忧民",
        "dynasty": "李贺"
    },
    {
        "title": "南征",
        "paragraph": "春岸桃花水，云帆枫树林。偷生长避地，适远更沾襟。老病南征日，君恩北望心。百年歌自苦，未见有知音。十年磨一剑，霜刃未曾试。今日把示君，谁有不平事？(示 一作：似)燕台一望客心惊，笳鼓喧喧汉将营。(笳鼓 一作：箫鼓)万里寒光生积雪，三边曙色动危旌。沙场烽火连胡月，海畔云山拥蓟城。少小虽非投笔吏，论功还欲请长缨。兰叶春葳蕤，桂华秋皎洁。欣欣此生意，自尔为佳节。谁知林栖者，闻风坐相悦。草木有本心，何求美人折。幽人归独卧，滞虑洗孤清。持此谢高鸟，因之传远情。日夕怀空意，人谁感至精？飞沉理自隔，何所慰吾诚？鱼游乐深池，鸟栖欲高枝。嗟尔蜉蝣羽，薨薨亦何为。有生岂不化，所感奚若斯。神理日微灭，吾心安得知。浩叹杨朱子，徒然泣路岐。孤鸿海上来，池潢不敢顾。侧见双翠鸟，巢在三珠树。矫矫珍木巅，得无金丸惧？美服患人指，高明逼神恶？今我游冥冥，弋者何所慕！吴越数千里，梦寐今夕见。形骸非我亲，衾枕即乡县。化蝶犹不识，川鱼安可羡。海上有仙山，归期觉神变。西日下山隐，北风乘夕流。燕雀感昏旦，檐楹呼匹俦。鸿鹄虽自远，哀音非所求。贵人弃疵贱，下士尝殷忧。众情累外物，恕己忘内修。感叹长如此，使我心悠悠。江南有丹橘，经冬犹绿林。岂伊地气暖，自有岁寒心⑿。可以荐嘉客⒀，奈何阻重深。运命唯所遇，循环不可寻。徒言树桃李，此木岂无阴。永日徒离忧，临风怀蹇修。美人何处所，孤客空悠悠。青鸟跂不至，朱鳖谁云浮。夜分起踯躅，时逝曷淹留。抱影吟中夜，谁闻此叹息。美人适异方，庭树含幽色。白云愁不见，沧海飞无翼。凤凰一朝来，竹花斯可食。汉上有游女，求思安可得。袖中一札书，欲寄双飞翼。冥冥愁不见，耿耿徒缄忆。紫兰秀空蹊，皓露夺幽色。馨香岁欲晚，感叹情何极。白云在南山，日暮长太息。我有异乡忆，宛在云溶溶。凭此目不觏，要之心所钟。但欲附高鸟，安敢攀飞龙。至精无感遇，悲惋填心胸。归来扣寂寞，人愿天岂从？闭门迹群化，凭林结所思。啸叹此寒木，畴昔乃芳蕤。朝阳凤安在，日暮蝉独悲。浩思极中夜，深嗟欲待谁。所怀诚已矣，既往不可追。鼎食非吾事，云仙尝我期。胡越方杳杳，车马何迟迟。天壤一何异，幽嘿卧帘帷。 ",
        "author": "唐代",
        "poem_class": "忧民",
        "dynasty": "杜甫"
    },
    {
        "title": "平陵东",
        "paragraph": "平陵东，松柏桐，不知何人劫义公。劫义公，在高堂下，交钱百万两走马。两走马，亦诚难，顾见追吏心中恻。心中恻，血出漉，归告我家卖黄犊。翩翩堂前燕，冬藏夏来见。兄弟两三人，流宕在他县。故衣谁当补，新衣谁当绽？赖得贤主人，览取为吾绽。夫婿从门来，斜柯西北眄。语卿且勿眄，水清石自见。石见何累累，远行不如归。单棹横疏雨，江滩秋泊时。花留身住越，月递梦还秦。武功既定。庶士咸绥。乐陈我广庭。式宴宾与师。昭文德。宣武威。平九有。抚民黎。荷天宠。延寿尸。千载莫我违。",
        "author": "两汉",
        "poem_class": "忧民",
        "dynasty": "佚名"
    },
    {
        "title": "醉太平·堂堂大元",
        "paragraph": "堂堂大元，奸佞专权。开河变钞祸根源，惹红巾万千。官法滥，刑法重，黎民怨。人吃人，钞买钞，何曾见。贼做官，官做贼，混贤愚。哀哉可怜！冷云冻雪褒斜路，泥滑似登天。年来又到，吴头楚尾，风雨江船。但教康健，心头过得，莫论无钱。从今只望，儿婚女嫁，鸡犬山田。青楼十咏一初见会娇娥罗绮丛中，两意相投，一笑情通。傍柳随花，偎香倚玉，弄月抟风。堪描画喜孜孜鸾凰妒宠，没褒弹立亭亭花月争锋。娇滴滴鸭绿鸳红，颤巍巍雨迹云踪。夙世上未了姻缘，今生则邂逅相逢。二小酌聚殷勤开宴红楼，香喷金猊，帘上银钩。象板轻敲，琼杯满酌，艳曲低讴。结夙世鸾交凤友，尽今生燕侣莺俦。语话相投，情意绸缪。拚醉花前，多少风流。三沐浴酒初醒褪却残妆，炎暑侵肌，粉汗生香。旋摘花枝，轻除蹀躞，慢解香囊。移兰步行出画堂，浣冰肌初试兰汤。回到闺房，换了罗裳。笑引才郎，同纳新凉。四纳凉纳新凉纨扇轻摇，金井梧桐，丹桂香飘。笑指嫦娥，戏将织女，比并妖娆。坐未久风光正好，夜将深暑气潜消。语话相嘲，道与多娇：莫待俄延，误了良宵。五临床并香肩素手相携，行入兰房，拴上朱扉。香袅龙涎，簟舒寒玉，枕并玻璃。相会在绣芙蓉青纱帐里，抵多少泛桃花流水桥西。困倚屏帏，慢解罗衣。受用些雨怯云娇，煞强如月约星期。六并枕殢人娇兰麝生香，风月弥漫，云雨相将。绣幕低低，银屏曲曲，凤枕双双。赛阆苑和鸣凤凰，比瑶池交颈鸳鸯。月射纱窗，灯灭银釭。才子佳人，同赴高唐。七交欢向珊瑚枕上交欢，握雨携云，倒凤颠鸾。簌簌心惊，阴阴春透，隐隐肩攒。柳腰摆东风款款，樱唇喷香雾漫漫。凤翥龙蟠，巧弄娇抟。恩爱无休，受用千般。八言盟结同心尽了今生，琴瑟和谐，鸾凤和鸣。同枕同衾，同生同死，同坐同行。休似那短恩情没下梢王魁桂英，要比那好因缘有前程双渐苏卿。你既留心，俺索真诚。负德辜恩，上有神明！九晓起恨无端报晓何忙？唤却金乌，飞上扶桑。正好欢娱，不防分散，渐觉凄凉。好良宵添数刻争甚短长？喜时节闰一更差甚阴阳？惊却鸳鸯，拆散鸾凰。尤恋香衾，懒下牙床。十叙别惠青楼兴却瓓珊，仆整行装，马鞴雕鞍。叹聚会难亲，想恩爱怎舍，奈心意相关。是则是难留恋休掩泪眼，去则去好将惜善保台颜。便休道凤只鸾单，枕冷衾寒。他日来时，不似今番。渚莲花脱锦衣收，风蓼青雕红穗秋，堤柳绿减长条瘦。系行人来去愁，别离情今古悠悠。南徐城下，西津渡口，北固山头。",
        "author": "元代",
        "poem_class": "忧民",
        "dynasty": "佚名"
    },
    {
        "title": "新荷叶·薄露初零",
        "paragraph": "薄露初零，长宵共、永昼分停。绕水楼台，高耸万丈蓬瀛。芝兰为寿，相辉映、簪笏盈庭。花柔玉净，捧觞别有娉婷。鹤瘦松青，精神与、秋月争明。德行文章，素驰日下声名。东山高蹈，虽卿相、不足为荣。安石须起，要苏天下苍生。应怜屐齿印苍苔，小扣柴扉久不开。春色满园关不住，一枝红杏出墙来。夜饮东坡醒复醉，归来仿佛三更。家童鼻息已雷鸣。敲门都不应，倚杖听江声。 长恨此身非我有，何时忘却营营。夜阑风静縠纹平。小舟从此逝，江海寄余生。(余 一作：馀)别院深深夏席清，石榴开遍透帘明。(夏席清 一作：夏簟清)树阴满地日当午，梦觉流莺时一声。",
        "author": "宋代",
        "poem_class": "忧民",
        "dynasty": "李清照"
    },
    {
        "title": "赠梁任父母同年 / 题梁任父同年",
        "paragraph": "寸寸山河寸寸金，侉离分裂力谁任。杜鹃再拜忧天泪，精卫无穷填海心。出镇淮门，循小秦淮折而北，陂岸起伏多态，竹木蓊郁，清流映带。人家多因水为园亭树石，溪塘幽窃而明瑟，颇尽四时之美。拿小艇，循河西北行，林木尽处，有桥宛然，如垂虹下饮于涧；又如丽人靓妆袨服，流照明镜中，所谓红桥也。 游人登平山堂，率至法海寺，舍舟而陆径，必出红桥下。桥四面触皆人家荷塘。六七月间，菡萏作花，香闻数里，青帘白舫，络绎如织，良谓胜游矣。予数往来北郭，必过红桥，顾而乐之。 登桥四望，忽复徘徊感叹。当哀乐之交乘于中，往往不能自喻其故。王谢冶城之语，景晏牛山之悲，今之视昔，亦有怨耶！壬寅季夏之望，与箨庵、茶村、伯玑诸子，倚歌而和之。箨庵继成一章，予以属和。 嗟乎！丝竹陶写，何必中年；山水清音，自成佳话，予与诸子聚散不恒，良会未易遘，而红桥之名，或反因诸子而得传于后世，增怀古凭吊者之徘徊感叹如予今日，未可知者。 风紧雁行高，无边落木萧萧。楚天魂梦与香消，青山暮暮朝朝。断续凉云来一缕，飘堕几丝灵雨。今夜冷红浦溆，鸳鸯栖向何处？万态深秋去不穷，客程常背伯劳东。残星水冷鱼龙夜，独雁天高阊阖风。瘦马羸童行得得，高原古木听空空。欲知道路看人意，五度清霜压断蓬。",
        "author": "清代",
        "poem_class": "忧民",
        "dynasty": "黄遵宪"
    },
    {
        "title": "田家",
        "paragraph": "父耕原上田，子劚山下荒。六月禾未秀，官家已修仓。岭外音书断，经冬复历春。近乡情更怯，不敢问来人。日光斜照集灵台，红树花迎晓露开。 昨夜上皇新授箓，太真含笑入帘来。多情却似总无情，唯觉樽前笑不成。蜡烛有心还惜别，替人垂泪到天明。",
        "author": "唐代",
        "poem_class": "忧民",
        "dynasty": "聂夷中"
    },
    {
        "title": "新秋夜寄诸弟",
        "paragraph": "两地俱秋夕，相望共星河。高梧一叶下，空斋归思多。方用忧人瘼，况自抱微痾。无将别来近，颜鬓已蹉跎。满宫明月梨花白，故人万里关山隔。金雁一双飞，泪痕沾绣衣。小园芳草绿，家住越溪曲。杨柳色依依，燕归君不归。别梦依依到谢家，小廊回合曲阑斜。多情只有春庭月，犹为离人照落花。平林漠漠烟如织，寒山一带伤心碧。暝色入高楼，有人楼上愁。玉阶空伫立，宿鸟归飞急。何处是归程？长亭更短亭。(更短亭 一作：连短亭)",
        "author": "唐代",
        "poem_class": "忧民",
        "dynasty": "韦应物"
    },
    {
        "title": "泊岳阳城下 / 泊岳阳楼下",
        "paragraph": "江国逾千里，山城近百层。岸风翻夕浪，舟雪洒寒灯。留滞才难尽，艰危气益增。图南未可料，变化有鲲鹏。万艘龙舸绿丝间，载到扬州尽不还。应是天教开汴水，一千余里地无山。尽道隋亡为此河，至今千里赖通波。若无水殿龙舟事，共禹论功不较多。卖炭翁，伐薪烧炭南山中。满面尘灰烟火色，两鬓苍苍十指黑。卖炭得钱何所营？身上衣裳口中食。可怜身上衣正单，心忧炭贱愿天寒。夜来城外一尺雪，晓驾炭车辗冰辙。牛困人饥日已高，市南门外泥中歇。翩翩两骑来是谁？黄衣使者白衫儿。手把文书口称敕，回车叱牛牵向北。一车炭，千余斤，宫使驱将惜不得。半匹红纱一丈绫，系向牛头充炭直。(红纱 一作：红绡)平林漠漠烟如织，寒山一带伤心碧。暝色入高楼，有人楼上愁。玉阶空伫立，宿鸟归飞急。何处是归程？长亭更短亭。(更短亭 一作：连短亭)",
        "author": "唐代",
        "poem_class": "忧民",
        "dynasty": "杜甫"
    },
    {
        "title": "新年",
        "paragraph": "嗟以龙钟身，如何岁复新。石门思隐久，铜镜强窥频。花发新移树，心知故国春。谁能平此恨，岂是北宗人。昨夜圆非今夜圆，却疑圆处减婵娟。一年十二度圆缺，能得几多时少年。客行新安道，喧呼闻点兵。借问新安吏：“县小更无丁？”“府帖昨夜下，次选中男行。”“中男绝短小，何以守王城？”肥男有母送，瘦男独伶俜。白水暮东流，青山犹哭声。“莫自使眼枯，收汝泪纵横。眼枯即见骨，天地终无情！我军取相州，日夕望其平。岂意贼难料，归军星散营。就粮近故垒，练卒依旧京。掘壕不到水，牧马役亦轻。况乃王师顺，抚养甚分明。送行勿泣血，仆射如父兄。”江上被花恼不彻，无处告诉只颠狂。走觅南邻爱酒伴，经旬出饮独空床。稠花乱蕊畏江滨，行步欹危实怕春。(畏 一作：裹）诗酒尚堪驱使在，未须料理白头人。江深竹静两三家，多事红花映白花。报答春光知有处，应须美酒送生涯。东望少城花满烟，百花高楼更可怜。谁能载酒开金盏，唤取佳人舞绣筵。黄师塔前江水东，春光懒困倚微风。桃花一簇开无主，可爱深红爱浅红？黄四娘家花满蹊，千朵万朵压枝低。留连戏蝶时时舞，自在娇莺恰恰啼。不是爱花即欲死，只恐花尽老相催。繁枝容易纷纷落，嫩蕊商量细细开。",
        "author": "唐代",
        "poem_class": "忧民",
        "dynasty": "贾岛"
    },
    {
        "title": "田上",
        "paragraph": "雨足高田白，披蓑半夜耕。人牛力俱尽，东方殊未明。飞光飞光，劝尔一杯酒。吾不识青天高，黄地厚。唯见月寒日暖，来煎人寿。食熊则肥，食蛙则瘦。神君何在？太一安有？天东有若木，下置衔烛龙。吾将斩龙足，嚼龙肉，使之朝不得回，夜不得伏。自然老者不死，少者不哭。何为服黄金、吞白玉？谁似任公子，云中骑碧驴？刘彻茂陵多滞骨，嬴政梓棺费鲍鱼。故人具鸡黍，邀我至田家。绿树村边合，青山郭外斜。开轩面场圃，把酒话桑麻。待到重阳日，还来就菊花。老去悲秋强自宽，兴来今日尽君欢。羞将短发还吹帽，笑倩旁人为正冠。蓝水远从千涧落，玉山高并两峰寒。明年此会知谁健？醉把茱萸仔细看。",
        "author": "唐代",
        "poem_class": "忧民",
        "dynasty": "崔道融"
    },
    {
        "title": "秋望",
        "paragraph": "黄河水绕汉宫墙，河上秋风雁几行。客子过壕追野马，将军弢箭射天狼。黄尘古渡迷飞挽，白月横空冷战场。闻道朔方多勇略，只今谁是郭汾阳。滚滚长江东逝水，浪花淘尽英雄。是非成败转头空。青山依旧在，几度夕阳红。白发渔樵江渚上，惯看秋月春风。一壶浊酒喜相逢。古今多少事，都付笑谈中。有灯无月不娱人，有月无灯不算春。春到人间人似玉，灯烧月下月如银。满街珠翠游村女，沸地笙歌赛社神。不展芳尊开口笑，如何消得此良辰。一瓣芙蕖是彩舟，棹歌离思两夷犹。风鬟雾鬓遥相忆，月户云窗许暂留。波冷绿尘罗袜晓，恨添红叶翠颦秋。双鸾镜里瑶台雪，任是无情也上头。",
        "author": "明代",
        "poem_class": "忧民",
        "dynasty": "李梦阳"
    },
    {
        "title": "山中寡妇 / 时世行",
        "paragraph": "夫因兵死守蓬茅，麻苎衣衫鬓发焦。桑柘废来犹纳税，田园荒后尚征苗。时挑野菜和根煮，旋斫生柴带叶烧。任是深山更深处，也应无计避征徭。碧玉妆成一树高，万条垂下绿丝绦。不知细叶谁裁出，二月春风似剪刀。丈夫非无泪，不洒离别间。杖剑对尊酒，耻为游子颜。蝮蛇一螫手，壮士即解腕。所志在功名，离别何足叹。黄河远上白云间，一片孤城万仞山。羌笛何须怨杨柳，春风不度玉门关。单于北望拂云堆，杀马登坛祭几回。汉家天子今神武，不肯和亲归去来。",
        "author": "唐代",
        "poem_class": "忧民",
        "dynasty": "杜荀鹤"
    },
    {
        "title": "杜陵叟",
        "paragraph": "杜陵叟，杜陵居，岁种薄田一顷余。三月无雨旱风起，麦苗不秀多黄死。九月降霜秋早寒，禾穗未熟皆青乾。长吏明知不申破，急敛暴征求考课。典桑卖地纳官租，明年衣食将何如？剥我身上帛，夺我口中粟。虐人害物即豺狼，何必钩爪锯牙食人肉？不知何人奏皇帝，帝心恻隐知人弊。白麻纸上书德音，京畿尽放今年税。昨日里胥方到门，手持敕牒榜乡村。十家租税九家毕，虚受吾君蠲免恩。流莺漂荡复参差，度陌临流不自持。巧啭岂能无本意？良辰未必有佳期。风朝露夜阴晴里，万户千门开闭时。曾苦伤春不忍听，凤城何处有花枝。黑云压城城欲摧，甲光向日金鳞开。(向日 一作：向月)角声满天秋色里，塞上燕脂凝夜紫。(塞上 一作：塞土)半卷红旗临易水，霜重鼓寒声不起。报君黄金台上意，提携玉龙为君死。饭颗山头逢杜甫，顶戴笠子日卓午。 借问别来太瘦生，总为从前作诗苦。",
        "author": "唐代",
        "poem_class": "忧民",
        "dynasty": "白居易"
    },
    {
        "title": "喜雨亭记",
        "paragraph": "亭以雨名，志喜也。古者有喜，则以名物，示不忘也。周公得禾，以名其书；汉武得鼎，以名其年；叔孙胜敌，以名其子。其喜之大小不齐，其示不忘一也。予至扶风之明年，始治官舍。为亭于堂之北，而凿池其南，引流种木，以为休息之所。是岁之春，雨麦于岐山之阳，其占为有年。既而弥月不雨，民方以为忧。越三月，乙卯乃雨，甲子又雨，民以为未足。丁卯大雨，三日乃止。官吏相与庆于庭，商贾相与歌于市，农夫相与忭于野，忧者以喜，病者以愈，而吾亭适成。于是举酒于亭上，以属客而告之，曰：“五日不雨可乎？”曰：“五日不雨则无麦。”“十日不雨可乎？”曰：“十日不雨则无禾。”“无麦无禾，岁且荐饥，狱讼繁兴，而盗贼滋炽。则吾与二三子，虽欲优游以乐于此亭，其可得耶？今天不遗斯民，始旱而赐之以雨。使吾与二三子得相与优游以乐于此亭者，皆雨之赐也。其又可忘耶？”既以名亭，又从而歌之，曰：“使天而雨珠，寒者不得以为襦；使天而雨玉，饥者不得以为粟。一雨三日，伊谁之力？民曰太守。太守不有，归之天子。天子曰不然，归之造物。造物不自以为功，归之太空。太空冥冥，不可得而名。吾以名吾亭。” 自古帝王州，郁郁葱葱佳气浮。四百年来成一梦，堪愁。晋代衣冠成古丘。 绕水恣行游。上尽层城更上楼。往事悠悠君莫问，回头。槛外长江空自流。我住长江头，君住长江尾。日日思君不见君，共饮长江水。 此水几时休，此恨何时已。只愿君心似我心，定不负相思意。只有天在上，更无山与齐。举头红日近，回首白云低。",
        "author": "宋代",
        "poem_class": "忧民",
        "dynasty": "苏轼"
    },
    {
        "title": "水调歌头·把酒对斜日",
        "paragraph": "把酒对斜日，无语问西风。胭脂何事，都做颜色染芙蓉。放眼暮江千顷，中有离愁万斛，无处落征鸿。天在阑干角，人倚醉醒中。千万里，江南北，浙西东。吾生如寄，尚想三径菊花丛。谁是中州豪杰，借我五湖舟楫，去作钓鱼翁。故国且回首，此意莫匆匆。一夜东风，枕边吹散愁多少。数声啼鸟。梦转纱窗晓。 来是春初，去是春将老。长亭道。一般芳草。只有归时好。清风无力屠得热，落日着翅飞上山。人固已惧江海竭，天岂不惜河汉干？昆仑之高有积雪，蓬莱之远常遗寒。不能手提天下往，何忍身去游其间？太尉执事：辙生好为文，思之至深。以为文者气之所形，然文不可以学而能，气可以养而致。孟子曰：“我善养吾浩然之气。”今观其文章，宽厚宏博，充乎天地之间，称其气之小大。太史公行天下，周览四海名山大川，与燕、赵间豪俊交游，故其文疏荡，颇有奇气。此二子者，岂尝执笔学为如此之文哉？其气充乎其中而溢乎其貌，动乎其言而见乎其文，而不自知也。辙生十有九年矣。其居家所与游者，不过其邻里乡党之人；所见不过数百里之间，无高山大野可登览以自广；百氏之书，虽无所不读，然皆古人之陈迹，不足以激发其志气。恐遂汩没，故决然舍去，求天下奇闻壮观，以知天地之广大。过秦、汉之故都，恣观终南、嵩、华之高，北顾黄河之奔流，慨然想见古之豪杰。至京师，仰观天子宫阙之壮，与仓廪、府库、城池、苑囿之富且大也，而后知天下之巨丽。见翰林欧阳公，听其议论之宏辩，观其容貌之秀伟，与其门人贤士大夫游，而后知天下之文章聚乎此也。太尉以才略冠天下，天下之所恃以无忧，四夷之所惮以不敢发，入则周公、召公，出则方叔、召虎。而辙也未之见焉。且夫人之学也，不志其大，虽多而何为？辙之来也，于山见终南、嵩、华之高，于水见黄河之大且深，于人见欧阳公，而犹以为未见太尉也。故愿得观贤人之光耀，闻一言以自壮，然后可以尽天下之大观而无憾者矣。辙年少，未能通习吏事。向之来，非有取于斗升之禄，偶然得之，非其所乐。然幸得赐归待选，使得优游数年之间，将以益治其文，且学为政。太尉苟以为可教而辱教之，又幸矣！",
        "author": "宋代",
        "poem_class": "忧民",
        "dynasty": "杨炎正"
    },
    {
        "title": "远别离",
        "paragraph": "远别离，古有皇英之二女，乃在洞庭之南，潇湘之浦。海水直下万里深，谁人不言此离苦？日惨惨兮云冥冥，猩猩啼烟兮鬼啸雨。我纵言之将何补？皇穹窃恐不照余之忠诚，雷凭凭兮欲吼怒。尧舜当之亦禅禹。君失臣兮龙为鱼，权归臣兮鼠变虎。或云：尧幽囚，舜野死。九疑联绵皆相似，重瞳孤坟竟何是？帝子泣兮绿云间，随风波兮去无还。恸哭兮远望，见苍梧之深山。苍梧山崩湘水绝，竹上之泪乃可灭。邯郸驿里逢冬至，抱膝灯前影伴身。想得家中夜深坐，还应说着远行人。黔无驴，有好事者船载以入。至则无可用，放之山下。虎见之，庞然大物也，以为神，蔽林间窥之。稍出近之，慭慭然，莫相知。他日，驴一鸣，虎大骇，远遁；以为且噬己也，甚恐。然往来视之，觉无异能者；益习其声，又近出前后，终不敢搏。稍近，益狎，荡倚冲冒。驴不胜怒，蹄之。虎因喜，计之曰：“技止此耳！”因跳踉大㘎，断其喉，尽其肉，乃去。噫！形之庞也类有德，声之宏也类有能。向不出其技，虎虽猛，疑畏，卒不敢取。今若是焉，悲夫！两个黄鹂鸣翠柳，一行白鹭上青天。窗含西岭千秋雪，门泊东吴万里船。",
        "author": "唐代",
        "poem_class": "忧民",
        "dynasty": "李白"
    },
    {
        "title": "北征",
        "paragraph": "北归至凤翔，墨制放往鄜州作。按鄜在凤翔东北，故曰北征。皇帝二载秋，闰八月初吉。杜子将北征，苍茫问家室。维时遭艰虞，朝野无暇日。顾惭恩私被，诏许归蓬筚。拜辞诣阙下，怵惕久未出。虽乏谏诤姿，恐君有遗失。君诚中兴主，经纬固密勿。东胡反未已，臣甫愤所切。挥涕恋行在，道途犹恍惚。乾坤含疮痍，忧虞何时毕？靡靡逾阡陌，人烟眇萧瑟。所遇多被伤，呻吟更流血。回首凤翔县，旌旗晚明灭。前登寒山重，屡得饮马窟。邠郊入地底，泾水中荡潏。猛虎立我前，苍崖吼时裂。菊垂今秋花，石戴古车辙。青云动高兴，幽事亦可悦。山果多琐细，罗生杂橡栗。或红如丹砂，或黑如点漆。雨露之所濡，甘苦齐结实。缅思桃源内，益叹身世拙。坡陀望鄜畤，岩谷互出没。我行已水滨，我仆犹木末。鸱鸟鸣黄桑，野鼠拱乱穴。夜深经战场，寒月照白骨。潼关百万师，往者散何卒？遂令半秦民，残害为异物。况我堕胡尘，及归尽华发。经年至茅屋，妻子衣百结。恸哭松声回，悲泉共幽咽。平生所娇儿，颜色白胜雪。见耶背面啼，垢腻脚不袜。床前两小女，补缀才过膝。海图坼波涛，旧绣移曲折。天吴及紫凤，颠倒在裋褐。老夫情怀恶，呕泄卧数日。那无囊中帛，救汝寒凛栗。粉黛亦解包，衾绸稍罗列。瘦妻面复光，痴女头自栉。学母无不为，晓妆随手抹。移时施朱铅，狼藉画眉阔。生还对童稚，似欲忘饥渴。问事竞挽须，谁能即嗔喝？翻思在贼愁，甘受杂乱聒。新归且慰意，生理焉得说？至尊尚蒙尘，几日休练卒？仰观天色改，坐觉妖氛豁。阴风西北来，惨淡随回纥。其王愿助顺，其俗善驰突。送兵五千人，躯马一万匹。此辈少为贵，四方服勇决。所用皆鹰腾，破敌过箭疾。圣心颇虚伫，时议气欲夺。伊洛指掌收，西京不足拔。官军请深入，蓄锐可俱发。此举开青徐，旋瞻略恒碣。昊天积霜露，正气有肃杀。祸转亡胡岁，势成擒胡月。胡命其能久？皇纲未宜绝。忆昨狼狈初，事与古先别：奸臣竟葅醢，同恶随荡析。不闻夏殷衰，中自诛褒妲。周汉获再兴，宣光果明哲。桓桓陈将军，仗钺奋忠烈。微尔人尽非，于今国犹活。凄凉大同殿，寂寞白兽闼。都人望翠华，佳气向金阙。园陵固有神，洒扫数不缺。煌煌太宗业，树立甚宏达！中岁颇好道，晚家南山陲。兴来每独往，胜事空自知。行到水穷处，坐看云起时。偶然值林叟，谈笑无还期。十年磨一剑，霜刃未曾试。今日把示君，谁有不平事？(示 一作：似)春江潮水连海平，海上明月共潮生。滟滟随波千万里，何处春江无月明！江流宛转绕芳甸，月照花林皆似霰。空里流霜不觉飞，汀上白沙看不见。江天一色无纤尘，皎皎空中孤月轮。江畔何人初见月？江月何年初照人？人生代代无穷已，江月年年望相似。(望相似 一作：只相似)不知江月待何人，但见长江送流水。白云一片去悠悠，青枫浦上不胜愁。谁家今夜扁舟子？何处相思明月楼？可怜楼上月裴回，应照离人妆镜台。(裴回 一作：徘徊)玉户帘中卷不去，捣衣砧上拂还来。此时相望不相闻，愿逐月华流照君。鸿雁长飞光不度，鱼龙潜跃水成文。昨夜闲潭梦落花，可怜春半不还家。江水流春去欲尽，江潭落月复西斜。斜月沉沉藏海雾，碣石潇湘无限路。不知乘月几人归，落月摇情满江树。(落月 一作：落花)",
        "author": "唐代",
        "poem_class": "忧民",
        "dynasty": "杜甫"
    },
    {
        "title": "夏夜叹",
        "paragraph": "永日不可暮，炎蒸毒我肠。安得万里风，飘飖吹我裳。昊天出华月，茂林延疏光。仲夏苦夜短，开轩纳微凉。虚明见纤毫，羽虫亦飞扬。物情无巨细，自适固其常。念彼荷戈士，穷年守边疆。何由一洗濯，执热互相望。竟夕击刁斗，喧声连万方。青紫虽被体，不如早还乡。北城悲笳发，鹳鹤号且翔。况复烦促倦，激烈思时康。莫把阿胶向此倾，此中天意固难明。解通银汉应须曲，才出昆仑便不清。高祖誓功衣带小，仙人占斗客槎轻。三千年后知谁在？何必劳君报太平！一上高城万里愁，蒹葭杨柳似汀洲。溪云初起日沉阁，山雨欲来风满楼。鸟下绿芜秦苑夕，蝉鸣黄叶汉宫秋。行人莫问当年事，故国东来渭水流。扬子江头杨柳春，杨花愁杀渡江人。 数声风笛离亭晚，君向潇湘我向秦。",
        "author": "唐代",
        "poem_class": "忧民",
        "dynasty": "杜甫"
    },
    {
        "title": "风赋",
        "paragraph": "楚襄王游于兰台之宫，宋玉景差侍。有风飒然而至，王乃披襟而当之，曰：“快哉此风！寡人所与庶人共者邪？”宋玉对曰：“此独大王之风耳，庶人安得而共之！” 王曰：“夫风者，天地之气，溥畅而至，不择贵贱高下而加焉。今子独以为寡人之风，岂有说乎？”宋玉对曰：“臣闻于师：枳句来巢，空穴来风。其所托者然，则风气殊焉。” 王曰：“夫风始安生哉？”宋玉对曰：“夫风生于地，起于青苹之末。侵淫溪谷，盛怒于土囊之口。缘太山之阿，舞于松柏之下，飘忽淜滂，激飏熛怒。耾耾雷声，回穴错迕。蹶石伐木，梢杀林莽。至其将衰也，被丽披离，冲孔动楗，眴焕粲烂，离散转移。故其清凉雄风，则飘举升降。乘凌高城，入于深宫。抵华叶而振气，徘徊于桂椒之间，翱翔于激水之上。将击芙蓉之精。猎蕙草，离秦衡，概新夷，被荑杨，回穴冲陵，萧条众芳。然后徜徉中庭，北上玉堂，跻于罗帏，经于洞房，乃得为大王之风也。故其风中人状，直惨凄惏栗，清凉增欷。清清泠泠，愈病析酲，发明耳目，宁体便人。此所谓大王之雄风也。” 王曰：“善哉论事！夫庶人之风，岂可闻乎？”宋玉对曰：“夫庶人之风，塕然起于穷巷之间，堀堁扬尘，勃郁烦冤，冲孔袭门。动沙堁，吹死灰，骇溷浊，扬腐余，邪薄入瓮牖，至于室庐。故其风中人状，直憞溷郁邑，殴温致湿，中心惨怛，生病造热。中唇为胗，得目为篾，啖齰嗽获，死生不卒。此所谓庶人之雌风也。” 忍之须臾，乃全汝躯。经始灵台，经之营之。庶民攻之，不日成之。经始勿亟，庶民子来。王在灵囿，麀鹿攸伏。麀鹿濯濯，白鸟翯翯。王在灵沼，於牣鱼跃。虡业维枞，贲鼓维镛。於论鼓钟，於乐辟廱。於论鼓钟，於乐辟廱。鼍鼓逢逢。蒙瞍奏公。宋有狙公者，爱狙，养之成群，能解狙之意；狙亦得公之心。损其家口，充狙之欲。俄而匮焉，将限其食，恐众狙之不驯于己也。先诳之曰：“与若芧，朝三而暮四，足乎？”众狙皆起怒。俄而曰：“与若芧，朝四而暮三，足乎？”众狙皆伏而喜。",
        "author": "先秦",
        "poem_class": "忧民",
        "dynasty": "宋玉"
    },
    {
        "title": "河湟",
        "paragraph": "元载相公曾借箸，宪宗皇帝亦留神。旋见衣冠就东市，忽遗弓剑不西巡。牧羊驱马虽戎服，白发丹心尽汉臣。唯有凉州歌舞曲，流传天下乐闲人。夜战桑乾北，秦兵半不归。朝来有乡信，犹自寄寒衣。家临九江水，来去九江侧。同是长干人，生小不相识。下马饮君酒，问君何所之？君言不得意，归卧南山陲。但去莫复问，白云无尽时。",
        "author": "唐代",
        "poem_class": "忧民",
        "dynasty": "杜牧"
    },
    {
        "title": "蝶恋花·密州上元",
        "paragraph": "灯火钱塘三五夜，明月如霜，照见人如画。帐底吹笙香吐麝，更无一点尘随马。寂寞山城人老也！击鼓吹箫，却入农桑社。火冷灯稀霜露下，昏昏雪意云垂野。山静似太古，日长如小年。馀花犹可醉，好鸟不妨眠。世味门常掩，时光簟已便。梦中频得句，拈笔又忘筌。暖日迟迟花袅袅。人将红粉争花好。花不能言惟解笑。金壶倒。花开未老人年少。 车马九门来扰扰。行人莫羡长安道。丹禁漏声衢鼓报。催昏晓。长安城里人先老。顷在黄州，春夜行蕲水中，过酒家饮，酒醉，乘月至一溪桥上，解鞍曲肱，醉卧少休。及觉已晓，乱山攒拥，流水锵然，疑非尘世也。书此语桥柱上。照野弥弥浅浪，横空隐隐层霄。障泥未解玉骢骄，我欲醉眠芳草。可惜一溪风月，莫教踏碎琼瑶。解鞍欹枕绿杨桥，杜宇一声春晓。",
        "author": "宋代",
        "poem_class": "忧民",
        "dynasty": "苏轼"
    },
    {
        "title": "又呈吴郎",
        "paragraph": "堂前扑枣任西邻，无食无儿一妇人。不为困穷宁有此？只缘恐惧转须亲。即防远客虽多事，便插疏篱却甚真。已诉征求贫到骨，正思戎马泪盈巾。昨日一花开，今日一花开。今日花正好，昨日花已老。始知人老不如花，可惜落花君莫扫。人生不得长少年，莫惜床头沽酒钱。请君有钱向酒家，君不见，蜀葵花。谁家宅第成还破，何处亲宾哭复歌？昨日屋头堪炙手，今朝门外好张罗。北邙未省留闲地，东海何曾有定波。莫笑贱贫夸富贵，共成枯骨两何如？离别家乡岁月多，近来人事半消磨。惟有门前镜湖水，春风不改旧时波。",
        "author": "唐代",
        "poem_class": "忧民",
        "dynasty": "杜甫"
    },
    {
        "title": "战城南",
        "paragraph": "去年战，桑干源，今年战，葱河道。洗兵条支海上波，放马天山雪中草。万里长征战，三军尽衰老。匈奴以杀戮为耕作，古来唯见白骨黄沙田。秦家筑城避胡处，汉家还有烽火燃。烽火燃不息，征战无已时。野战格斗死，败马号鸣向天悲。乌鸢啄人肠，衔飞上挂枯树枝。士卒涂草莽，将军空尔为。乃知兵者是凶器，圣人不得已而用之。谁家玉笛暗飞声，散入春风满洛城。 此夜曲中闻折柳，何人不起故园情。船下广陵去，月明征虏亭。山花如绣颊，江火似流萤。言入黄花川，每逐青溪水。随山将万转，趣途无百里。声喧乱石中，色静深松里。漾漾泛菱荇，澄澄映葭苇。我心素已闲，清川澹如此。请留磐石上，垂钓将已矣。(磐石 一作：盘石)",
        "author": "唐代",
        "poem_class": "忧民",
        "dynasty": "李白"
    },
    {
        "title": "己亥岁感事",
        "paragraph": "泽国江山入战图，生民何计乐樵苏。凭君莫话封侯事，一将功成万骨枯。寒山转苍翠，秋水日潺湲。倚杖柴门外，临风听暮蝉。渡头馀落日，墟里上孤烟。(馀 一作 余)复值接舆醉，狂歌五柳前。浮云终日行，游子久不至。三夜频梦君，情亲见君意。告归常局促，苦道来不易。江湖多风波，舟楫恐失坠。出门搔白首，若负平生志。冠盖满京华，斯人独憔悴。孰云网恢恢，将老身反累。千秋万岁名，寂寞身后事。暖戏烟芜锦翼齐，品流应得近山鸡。雨昏青草湖边过，花落黄陵庙里啼。游子乍闻征袖湿，佳人才唱翠眉低。相呼相应湘江阔，苦竹丛深日向西。",
        "author": "唐代",
        "poem_class": "忧民",
        "dynasty": "曹松"
    },
    {
        "title": "小寒食舟中作",
        "paragraph": "佳辰强饮食犹寒，隐几萧条戴鹖冠。春水船如天上坐，老年花似雾中看。娟娟戏蝶过闲幔，片片轻鸥下急湍。云白山青万余里，愁看直北是长安。胜败兵家事不期，包羞忍耻是男儿。 江东子弟多才俊，卷土重来未可知。涉江玩秋水，爱此红蕖鲜。攀荷弄其珠，荡漾不成圆。佳人彩云里，欲赠隔远天。相思无因见，怅望凉风前。满园花菊郁金黄，中有孤丛色似霜。 还似今朝歌酒席，白头翁入少年场。",
        "author": "唐代",
        "poem_class": "忧民",
        "dynasty": "杜甫"
    },
    {
        "title": "杜工部蜀中离席",
        "paragraph": "人生何处不离群？世路干戈惜暂分。雪岭未归天外使，松州犹驻殿前军。座中醉客延醒客，江上晴云杂雨云。美酒成都堪送老，当垆仍是卓文君。宣室求贤访逐臣，贾生才调更无伦。可怜夜半虚前席，不问苍生问鬼神。客路青山外，行舟绿水前。(青山外 一作：青山下)潮平两岸阔，风正一帆悬。海日生残夜，江春入旧年。乡书何处达？归雁洛阳边。长安回望绣成堆，山顶千门次第开。一骑红尘妃子笑，无人知是荔枝来。新丰绿树起黄埃，数骑渔阳探使回。霓裳一曲千峰上，舞破中原始下来。万国笙歌醉太平，倚天楼殿月分明。云中乱拍禄山舞，风过重峦下笑声。",
        "author": "唐代",
        "poem_class": "忧民",
        "dynasty": "李商隐"
    },
    {
        "title": "临终诗",
        "paragraph": "劳劳车马未离鞍，临事方知一死难。三百年来伤国步，八千里外吊民残。秋风宝剑孤臣泪，落日旌旗大将坛。海外尘氛犹未息，诸君莫作等闲看。车尘马迹纷如织，羡君筑处真幽僻。柿叶一林红，萧萧四面风。功名应看镜，明月秋河影。安得此山间，与君高卧闲。织女牵牛送夕阳，临看不觉鹊桥长。最伤今夜离愁曲，遥对天涯愈断肠。三春过后诸芳尽，各自须寻各自门。",
        "author": "清代",
        "poem_class": "忧民",
        "dynasty": "李鸿章"
    },
    {
        "title": "赵威后问齐使",
        "paragraph": "齐王使使者问赵威后。书未发，威后问使者曰：“岁亦无恙邪？民亦无恙邪？王亦无恙邪？”使者不说，曰：“臣奉使使威后，今不问王而先问岁与民，岂先贱而后尊贵者乎？”威后曰：“不然，苟无岁，何以有民？苟无民， 何以有君？故有，舍本而问末者耶？”乃进而问之曰：“齐有处士曰锺离子，无恙耶？是其为人也，有粮者亦食，无粮者亦食；有衣者亦衣，无衣者亦衣。是助王养其民也，何以至今不业也？叶阳子无恙乎？是其为人，哀鳏寡，恤孤独，振困穷，补不足。是助王息其民者也，何以至今不业也？北宫之女婴儿子无恙耶？彻其环瑱，至老不嫁，以养父母。是皆率民而出于孝情者也，胡为至今不朝也？此二士弗业，一女不朝，何以王齐国，子万民乎？於陵子仲尚存乎？是其为人也，上不臣于王，下不治其家，中不索交诸侯。此率民而出于无用者，何为至今不杀乎？”度河梁兮渡河梁。举兵所伐攻秦王。孟冬十月多雪霜。隆寒道路诚难当。陈兵未济秦师降。诸侯怖惧皆恐惶。声传海内威远邦。称霸穆桓齐楚庄。天下安宁寿考长。悲去归兮河无梁。野有蔓草，零露漙兮。有美一人，清扬婉兮。邂逅相遇，适我愿兮。野有蔓草，零露瀼瀼。有美一人，婉如清扬。邂逅相遇，与子偕臧。曾子之妻之市，其子随之而泣。其母曰：“汝还，顾反为女杀彘。”妻适市来，曾子欲捕彘杀之。妻止之曰：“特与婴儿戏耳。”曾子曰：“婴儿非与戏也。婴儿非有知也，待父母而学者也，听父母之教。今子欺之，是教子欺也。母欺子，子而不信其母，非所以成教也。”遂烹彘也。",
        "author": "先秦",
        "poem_class": "忧民",
        "dynasty": "战国策"
    },
    {
        "title": "新安吏",
        "paragraph": "客行新安道，喧呼闻点兵。借问新安吏：“县小更无丁？”“府帖昨夜下，次选中男行。”“中男绝短小，何以守王城？”肥男有母送，瘦男独伶俜。白水暮东流，青山犹哭声。“莫自使眼枯，收汝泪纵横。眼枯即见骨，天地终无情！我军取相州，日夕望其平。岂意贼难料，归军星散营。就粮近故垒，练卒依旧京。掘壕不到水，牧马役亦轻。况乃王师顺，抚养甚分明。送行勿泣血，仆射如父兄。”桂魄初生秋露微，轻罗已薄未更衣。银筝夜久殷勤弄，心怯空房不忍归。鸡鸣紫陌曙光寒，莺啭皇州春色阑。金阙晓钟开万户，玉阶仙仗拥千官。花迎剑珮星初落，柳拂旌旗露未干。独有凤凰池上客，阳春一曲和皆难。晓迎秋露一枝新，不占园中最上春。桃李无言又何在，向风偏笑艳阳人。",
        "author": "唐代",
        "poem_class": "忧民",
        "dynasty": "杜甫"
    },
    {
        "title": "咏煤炭",
        "paragraph": "凿开混沌得乌金，藏蓄阳和意最深。爝火燃回春浩浩，洪炉照破夜沉沉。鼎彝元赖生成力，铁石犹存死后心。但愿苍生俱饱暖，不辞辛苦出山林。采石江边一堆土，李白之名高千古。来来往往一首诗，鲁班门前弄大斧。云在青天水在瓶，古僧何处说今僧。一庵若问真何一，昨夜庵中火是灯。化人宫中百事无，道书一卷酒一壶；枝头黄乌听作曲，西山白云看作图。朝爱朝暾上东岫，夕映夕阳映东牖；任他故人不通谒，任他朝事不挂口。偶然案头余酒杯，偶然蹑履山僧来；自斟自醉当自去，礼岂设为我辈哉!昨夜懵腾意超忽，寐时得语醒时述：百年那得更百年，今日还须爱今日。纵能拂衣归故山，农耕社稷亦不闲；何如且会此中趣，别有生涯天地间。",
        "author": "明代",
        "poem_class": "忧民",
        "dynasty": "于谦"
    },
    {
        "title": "鹧鸪天·陌上柔桑破嫩芽",
        "paragraph": "陌上柔桑破嫩芽，东邻蚕种已生些。平冈细草鸣黄犊，斜日寒林点暮鸦。山远近，路横斜，青旗沽酒有人家。城中桃李愁风雨，春在溪头荠菜花。金风细细。叶叶梧桐坠。绿酒初尝人易醉。一枕小窗浓睡。 紫薇朱槿花残。斜阳却照阑干。双燕欲归时节，银屏昨夜微寒。满载一船秋色，平铺十里湖光。波神留我看斜阳，放起鳞鳞细浪。明日风回更好，今宵露宿何妨。水晶宫里奏霓裳，准拟岳阳楼上。曲阑干外天如水。昨夜还曾倚。初将明月比佳期。长向月圆时候、望人归。 罗衣著破前香在。旧意谁教改。一春离恨懒调弦。犹有两行闲泪、宝筝前。",
        "author": "宋代",
        "poem_class": "忧民",
        "dynasty": "辛弃疾"
    },
    {
        "title": "寄李儋元锡",
        "paragraph": "去年花里逢君别，今日花开又一年。(又一年 一作：已一年)世事茫茫难自料，春愁黯黯独成眠。身多疾病思田里，邑有流亡愧俸钱。闻道欲来相问讯，西楼望月几回圆。昔在长安醉花柳，五侯七贵同杯酒。气岸遥凌豪士前，风流肯落他人后？夫子红颜我少年，章台走马著金鞭。文章献纳麒麟殿，歌舞淹留玳瑁筵。与君自谓长如此，宁知草动风尘起。函谷忽惊胡马来，秦宫桃李向明开。我愁远谪夜郎去，何日金鸡放赦回？离离原上草，一岁一枯荣。野火烧不尽，春风吹又生。远芳侵古道，晴翠接荒城。又送王孙去，萋萋满别情。素蘤多蒙别艳欺，此花真合在瑶池。(真合 一作：端合)无情有恨何人觉？月晓风清欲堕时。",
        "author": "唐代",
        "poem_class": "忧民",
        "dynasty": "韦应物"
    },
    {
        "title": "自京赴奉先县咏怀五百字 / 自京赴奉先咏怀五百字",
        "paragraph": "杜陵有布衣，老大意转拙。许身一何愚，窃比稷与契。居然成濩落，白首甘契阔。盖棺事则已，此志常觊豁。穷年忧黎元，叹息肠内热。取笑同学翁，浩歌弥激烈。非无江海志，潇洒送日月。生逢尧舜君，不忍便永诀。当今廊庙具，构厦岂云缺。葵藿倾太阳，物性固莫夺。顾惟蝼蚁辈，但自求其穴。胡为慕大鲸，辄拟偃溟渤。以兹误生理，独耻事干谒。兀兀遂至今，忍为尘埃没。终愧巢与由，未能易其节。沉饮聊自遣，放歌破愁绝。岁暮百草零，疾风高冈裂。天衢阴峥嵘，客子中夜发。霜严衣带断，指直不得结。凌晨过骊山，御榻在嵽嵲。蚩尤塞寒空，蹴蹋崖谷滑。瑶池气郁律，羽林相摩戛。君臣留欢娱，乐动殷樛嶱。赐浴皆长缨，与宴非短褐。彤庭所分帛，本自寒女出。鞭挞其夫家，聚敛贡城阙。圣人筐篚恩，实欲邦国活。臣如忽至理，君岂弃此物。多士盈朝廷，仁者宜战栗。况闻内金盘，尽在卫霍室。中堂舞神仙，烟雾散玉质。煖客貂鼠裘，悲管逐清瑟。劝客驼蹄羹，霜橙压香橘。朱门酒肉臭，路有冻死骨。荣枯咫尺异，惆怅难再述。北辕就泾渭，官渡又改辙。群冰从西下，极目高崒兀。疑是崆峒来，恐触天柱折。河梁幸未坼，枝撑声窸窣。行旅相攀援，川广不可越。老妻寄异县，十口隔风雪。谁能久不顾，庶往共饥渴。入门闻号啕，幼子饥已卒。吾宁舍一哀，里巷亦呜咽。所愧为人父，无食致夭折。岂知秋禾登，贫窭有仓卒。生常免租税，名不隶征伐。抚迹犹酸辛，平人固骚屑。默思失业徒，因念远戍卒。忧端齐终南，澒洞不可掇。花隐掖垣暮，啾啾栖鸟过。星临万户动，月傍九霄多。 不寝听金钥，因风想玉珂。明朝有封事，数问夜如何。迟日江山丽，春风花草香。泥融飞燕子，沙暖睡鸳鸯。 江碧鸟逾白，山青花欲燃。今春看又过，何日是归年。半夜呼儿趁晓耕，羸牛无力渐艰行。时人不识农家苦，将谓田中谷自生。",
        "author": "唐代",
        "poem_class": "忧民",
        "dynasty": "杜甫"
    },
    {
        "title": "潍县署中画竹呈年伯包大中丞括 / 墨竹图题诗",
        "paragraph": "衙斋卧听萧萧竹，疑是民间疾苦声。些小吾曹州县吏，一枝一叶总关情。准拟春来消寂寞。愁雨愁风，翻把春担阁。不为伤春情绪恶，为怜镜里颜非昨。毕竟春光谁领略。九陌缁尘，抵死遮云壑。若得寻春终遂约，不成长负东君诺？君子之学必好问。问与学，相辅而行者也。非学无以致疑，非问无以广识；好学而不勤问，非真能好学者也。理明矣，而或不达于事；识其大矣，而或不知其细，舍问，其奚决焉？贤于己者，问焉以破其疑，所谓“就有道而正”也。不如己者，问焉以求一得，所谓“以能问于不能，以多问于寡”也。等于己者，问焉以资切磋，所谓交相问难(nàn)，审问而明辨之也。《书》不云乎？“好问则裕。”孟子论：“求放心”，而并称曰“学问之道”，学即继以问也。子思言“尊德性”，而归于“道问学”，问且先于学也。古之人虚中乐善，不择事而问焉，不择人而问焉，取其有益于身而已。是故狂夫之言，圣人择之，刍荛(ráo)之微，先民询之，舜以天子而询于匹夫，以大知而察及迩言，非苟为谦，诚取善之弘也。三代而下，有学而无问，朋友之交，至于劝善规过足矣，其以义理相咨访，孜孜焉唯进修是急，未之多见也，况流俗乎？是己而非人，俗之同病。学有未达，强以为知；理有未安，妄以臆度。如是，则终身几无可问之事。贤于己者，忌之而不愿问焉；不如己者，轻之而不屑问焉；等于己者，狎xiá之而不甘问焉，如是，则天下几无可问之人。人不足服矣，事无可疑矣，此唯师心自用耳。夫自用，其小者也；自知其陋而谨护其失，宁使学终不进，不欲虚以下人，此为害于心术者大，而蹈之者常十之八九。不然，则所问非所学焉：询天下之异文鄙事以快言论；甚且心之所已明者，问之人以试其能，事之至难解者，问之人以穷其短。而非是者，虽有切于身心性命之事，可以收取善之益，求一屈己焉而不可得也。嗟乎！学之所以不能几(jī)于古者，非此之由乎？且夫不好问者，由心不能虚也；心之不虚，由好学之不诚也。亦非不潜心专力之故，其学非古人之学，其好亦非古人之好也，不能问宜也。智者千虑，必有一失。圣人所不知，未必不为愚人之所知也；愚人之所能，未必非圣人之所不能也。理无专在，而学无止境也，然则问可少耶？《周礼》，外朝以询万民，国之政事尚问及庶人，是故贵可以问贱，贤可以问不肖，而老可以问幼，唯道之所成而已矣。孔文子不耻下问，夫子贤之。古人以问为美德，而并不见其有可耻也，后之君子反争以问为耻，然则古人所深耻者，后世且行之而不以为耻者多矣，悲夫！曹司农竹虚言，其族兄自歙往扬州，途经友人家。时盛夏，延坐书屋，甚轩爽，暮欲下榻其中。友人曰：“是有魅，夜不可居。”曹强居之。夜半，有物自门隙蠕蠕入，薄如夹纸。入室后，渐开展作人形，乃女子也。曹殊不畏。忽披发吐舌作缢鬼状。曹笑曰：“犹是发，但稍乱；犹是舌，但稍长，亦何足畏?”忽自摘其首置案上。曹又笑曰：“有首尚不足畏，况无首也。”鬼技穷，倏然。及归途再宿，夜半，门隙又蠕蠕，甫露其首，辄唾曰：“又此败兴物耶?”竟不入。",
        "author": "清代",
        "poem_class": "忧民",
        "dynasty": "郑燮"
    },
    {
        "title": "秋兴八首",
        "paragraph": "玉露凋伤枫树林，巫山巫峡气萧森。江间波浪兼天涌，塞上风云接地阴。丛菊两开他日泪，孤舟一系故园心。寒衣处处催刀尺，白帝城高急暮砧。夔府孤城落日斜，每依北斗望京华。听猿实下三声泪，奉使虚随八月槎。画省香炉违伏枕，山楼粉堞隐悲笳。请看石上藤萝月，已映洲前芦荻花。千家山郭静朝晖，日日江楼坐翠微。信宿渔人还泛泛，清秋燕子故飞飞。匡衡抗疏功名薄，刘向传经心事违。同学少年多不贱，五陵衣马自轻肥。闻道长安似弈棋，百年世事不胜悲。王侯第宅皆新主，文武衣冠异昔时。直北关山金鼓振，征西车马羽书驰。鱼龙寂寞秋江冷，故国平居有所思。蓬莱宫阙对南山，承露金茎霄汉间。西望瑶池降王母，东来紫气满函关。云移雉尾开宫扇，日绕龙鳞识圣颜。一卧沧江惊岁晚，几回青琐点朝班。瞿塘峡口曲江头，万里风烟接素秋。花萼夹城通御气，芙蓉小苑入边愁。珠帘绣柱围黄鹄，锦缆牙樯起白鸥。回首可怜歌舞地，秦中自古帝王州。昆明池水汉时功，武帝旌旗在眼中。织女机丝虚夜月，石鲸鳞甲动秋风。波漂菰米沉云黑，露冷莲房坠粉红。关塞极天惟鸟道，江湖满地一渔翁。昆吾御宿自逶迤，紫阁峰阴入渼陂。香稻啄馀鹦鹉粒，碧梧栖老凤凰枝。佳人拾翠春相问，仙侣同舟晚更移。彩笔昔曾干气象，白头吟望苦低垂。永日不可暮，炎蒸毒我肠。安得万里风，飘飖吹我裳。昊天出华月，茂林延疏光。仲夏苦夜短，开轩纳微凉。虚明见纤毫，羽虫亦飞扬。物情无巨细，自适固其常。念彼荷戈士，穷年守边疆。何由一洗濯，执热互相望。竟夕击刁斗，喧声连万方。青紫虽被体，不如早还乡。北城悲笳发，鹳鹤号且翔。况复烦促倦，激烈思时康。残阳西入崦，茅屋访孤僧。落叶人何在，寒云路几层。 独敲初夜磬，闲倚一枝藤。世界微尘里，吾宁爱与憎。黄河远上白云间，一片孤城万仞山。羌笛何须怨杨柳，春风不度玉门关。单于北望拂云堆，杀马登坛祭几回。汉家天子今神武，不肯和亲归去来。",
        "author": "唐代",
        "poem_class": "忧民",
        "dynasty": "杜甫"
    },
    {
        "title": "己亥岁二首·僖宗广明元年",
        "paragraph": "泽国江山入战图，生民何计乐樵苏。 凭君莫话封侯事，一将功成万骨枯。 传闻一战百神愁，两岸强兵过未休。 谁道沧江总无事，近来长共血争流。落日斜，秋风冷。今夜故人来不来，教人立尽梧桐影。荷叶生时春恨生，荷叶枯时秋恨成。 深知身在情长在，怅望江头江水声。垂緌饮清露，流响出疏桐。居高声自远，非是藉秋风。",
        "author": "唐代",
        "poem_class": "忧民",
        "dynasty": "曹松"
    },
    {
        "title": "秋夜将晓出篱门迎凉有感",
        "paragraph": "三万里河东入海，五千仞岳上摩天。遗民泪尽胡尘里，南望王师又一年。云海相望寄此身，那因远适更沾巾。不辞驿骑凌风雪，要使天骄识凤麟。沙漠回看清禁月，湖山应梦武林春。单于若问君家世，莫道中朝第一人。池上春归何处？满目落花飞絮。孤馆悄无人，梦断月堤归路。无绪，无绪。帘外五更风雨。越女采莲秋水畔。窄袖轻罗，暗露双金钏。照影摘花花似面。芳心只共丝争乱。鸂鶒滩头风浪晚。雾重烟轻，不见来时伴。隐隐歌声归棹远。离愁引著江南岸。",
        "author": "宋代",
        "poem_class": "忧民",
        "dynasty": "陆游"
    },
    {
        "title": "雪",
        "paragraph": "尽道丰年瑞，丰年事若何。长安有贫者，为瑞不宜多。小时不识月，呼作白玉盘。又疑瑶台镜，飞在青云端。榴枝婀娜榴实繁，榴膜轻明榴子鲜。 可羡瑶池碧桃树，碧桃红颊一千年。元和十年，予左迁九江郡司马。明年秋，送客湓浦口，闻舟中夜弹琵琶者，听其音，铮铮然有京都声。问其人，本长安倡女，尝学琵琶于穆、曹二善才，年长色衰，委身为贾人妇。遂命酒，使快弹数曲。曲罢悯然，自叙少小时欢乐事，今漂沦憔悴，转徙于江湖间。予出官二年，恬然自安，感斯人言，是夕始觉有迁谪意。因为长句，歌以赠之，凡六百一十六言，命曰《琵琶行》。浔阳江头夜送客，枫叶荻花秋瑟瑟。主人下马客在船，举酒欲饮无管弦。醉不成欢惨将别，别时茫茫江浸月。忽闻水上琵琶声，主人忘归客不发。寻声暗问弹者谁，琵琶声停欲语迟。移船相近邀相见，添酒回灯重开宴。千呼万唤始出来，犹抱琵琶半遮面。转轴拨弦三两声，未成曲调先有情。弦弦掩抑声声思，似诉平生不得志。低眉信手续续弹，说尽心中无限事。轻拢慢捻抹复挑，初为《霓裳》后《六幺》。(六幺 一作：绿腰)大弦嘈嘈如急雨，小弦切切如私语。嘈嘈切切错杂弹，大珠小珠落玉盘。间关莺语花底滑，幽咽泉流冰下难。冰泉冷涩弦凝绝，凝绝不通声暂歇。(暂歇 一作：渐歇)别有幽愁暗恨生，此时无声胜有声。银瓶乍破水浆迸，铁骑突出刀枪鸣。曲终收拨当心画，四弦一声如裂帛。东船西舫悄无言，唯见江心秋月白。沉吟放拨插弦中，整顿衣裳起敛容。自言本是京城女，家在虾蟆陵下住。十三学得琵琶成，名属教坊第一部。曲罢曾教善才服，妆成每被秋娘妒。(服 一作：伏)五陵年少争缠头，一曲红绡不知数。钿头银篦击节碎，血色罗裙翻酒污。(银篦 一作：云篦)今年欢笑复明年，秋月春风等闲度。弟走从军阿姨死，暮去朝来颜色故。门前冷落鞍马稀，老大嫁作商人妇。商人重利轻别离，前月浮梁买茶去。去来江口守空船，绕船月明江水寒。夜深忽梦少年事，梦啼妆泪红阑干。我闻琵琶已叹息，又闻此语重唧唧。同是天涯沦落人，相逢何必曾相识！我从去年辞帝京，谪居卧病浔阳城。浔阳地僻无音乐，终岁不闻丝竹声。住近湓江地低湿，黄芦苦竹绕宅生。其间旦暮闻何物？杜鹃啼血猿哀鸣。春江花朝秋月夜，往往取酒还独倾。岂无山歌与村笛，呕哑嘲哳难为听。今夜闻君琵琶语，如听仙乐耳暂明。莫辞更坐弹一曲，为君翻作《琵琶行》。感我此言良久立，却坐促弦弦转急。凄凄不似向前声，满座重闻皆掩泣。座中泣下谁最多？江州司马青衫湿。",
        "author": "唐代",
        "poem_class": "忧民",
        "dynasty": "罗隐"
    },
    {
        "title": "登楼",
        "paragraph": "花近高楼伤客心，万方多难此登临。锦江春色来天地，玉垒浮云变古今。北极朝廷终不改，西山寇盗莫相侵。可怜后主还祠庙，日暮聊为《梁甫吟》。(梁甫 一作：梁父)雨过一蝉噪，飘萧松桂秋。青苔满阶砌，白鸟故迟留。暮霭生深树，斜阳下小楼。谁知竹西路，歌吹是扬州。一封朝奏九重天，夕贬潮州路八千。(潮州 一作：潮阳)欲为圣明除弊事，肯将衰朽惜残年！(欲为 一作：本为；圣明 一作：圣朝；肯将 一作：敢将)云横秦岭家何在？雪拥蓝关马不前。知汝远来应有意，好收吾骨瘴江边。远看山有色，近听水无声。春去花还在，人来鸟不惊。",
        "author": "唐代",
        "poem_class": "忧民",
        "dynasty": "杜甫"
    },
    {
        "title": "悯农二首",
        "paragraph": "春种一粒粟，秋收万颗子。四海无闲田，农夫犹饿死。锄禾日当午，汗滴禾下土。谁知盘中餐，粒粒皆辛苦？借问江潮与海水，何似君情与妾心？相恨不如潮有信，相思始觉海非深。吾富有钱时，妇儿看我好。吾若脱衣裳，与吾叠袍袄。吾出经求去，送吾即上道。将钱入舍来，见吾满面笑。绕吾白鸽旋，恰似鹦鹉鸟。邂逅暂时贫，看吾即貌哨。人有七贫时，七富还相报。图财不顾人，且看来时道。蓬头稚子学垂纶，侧坐莓苔草映身。 路人借问遥招手，怕得鱼惊不应人。",
        "author": "唐代",
        "poem_class": "忧民",
        "dynasty": "李绅"
    },
    {
        "title": "兵车行",
        "paragraph": "车辚辚，马萧萧，行人弓箭各在腰。耶娘妻子走相送，尘埃不见咸阳桥。(耶娘 一作：爷娘)牵衣顿足拦道哭，哭声直上干云霄。道旁过者问行人，行人但云点行频。或从十五北防河，便至四十西营田。去时里正与裹头，归来头白还戍边。边庭流血成海水，武皇开边意未已。君不闻，汉家山东二百州，千村万落生荆杞。纵有健妇把锄犁，禾生陇亩无东西。况复秦兵耐苦战，被驱不异犬与鸡。长者虽有问，役夫敢申恨？且如今年冬，未休关西卒。县官急索租，租税从何出？信知生男恶，反是生女好。生女犹得嫁比邻，生男埋没随百草。君不见，青海头，古来白骨无人收。新鬼烦冤旧鬼哭，天阴雨湿声啾啾！花近高楼伤客心，万方多难此登临。锦江春色来天地，玉垒浮云变古今。北极朝廷终不改，西山寇盗莫相侵。可怜后主还祠庙，日暮聊为《梁甫吟》。(梁甫 一作：梁父)荆溪白石出，天寒红叶稀。山路元无雨，空翠湿人衣。清江一曲柳千条，二十年前旧板桥。曾与美人桥上别，恨无消息到今朝。",
        "author": "唐代",
        "poem_class": "忧民",
        "dynasty": "杜甫"
    },
    {
        "title": "茅屋为秋风所破歌",
        "paragraph": "八月秋高风怒号，卷我屋上三重茅。茅飞渡江洒江郊，高者挂罥长林梢，下者飘转沉塘坳。南村群童欺我老无力，忍能对面为盗贼。公然抱茅入竹去，唇焦口燥呼不得，归来倚杖自叹息。俄顷风定云墨色，秋天漠漠向昏黑。布衾多年冷似铁，娇儿恶卧踏里裂。床头屋漏无干处，雨脚如麻未断绝。自经丧乱少睡眠，长夜沾湿何由彻！安得广厦千万间，大庇天下寒士俱欢颜！风雨不动安如山。呜呼！何时眼前突兀见此屋，吾庐独破受冻死亦足！(死亦足 一作：死意足）满园花菊郁金黄，中有孤丛色似霜。 还似今朝歌酒席，白头翁入少年场。天北天南绕路边，托根无处不延绵。萋萋总是无情物，吹绿东风又一年。北风卷地白草折，胡天八月即飞雪。忽如一夜春风来，千树万树梨花开。散入珠帘湿罗幕，狐裘不暖锦衾薄。将军角弓不得控，都护铁衣冷难着。(难着 一作：犹著)瀚海阑干百丈冰，愁云惨淡万里凝。中军置酒饮归客，胡琴琵琶与羌笛。纷纷暮雪下辕门，风掣红旗冻不翻。轮台东门送君去，去时雪满天山路。山回路转不见君，雪上空留马行处。",
        "author": "唐代",
        "poem_class": "忧民",
        "dynasty": "杜甫"
    },
    {
        "title": "离骚",
        "paragraph": "帝高阳之苗裔兮，朕皇考曰伯庸。摄提贞于孟陬兮，惟庚寅吾以降。皇览揆余初度兮，肇锡余以嘉名：名余曰正则兮，字余曰灵均。纷吾既有此内美兮，又重之以修能。扈江离与辟芷兮，纫秋兰以为佩。汩余若将不及兮，恐年岁之不吾与。朝搴阰之木兰兮，夕揽洲之宿莽。日月忽其不淹兮，春与秋其代序。惟草木之零落兮，恐美人之迟暮。(惟 通：唯)不抚壮而弃秽兮，何不改乎此度？乘骐骥以驰骋兮，来吾道夫先路！昔三后之纯粹兮，固众芳之所在。杂申椒与菌桂兮，岂惟纫夫蕙茝！彼尧、舜之耿介兮，既遵道而得路。何桀纣之猖披兮，夫惟捷径以窘步。惟夫党人之偷乐兮，路幽昧以险隘。岂余身之殚殃兮，恐皇舆之败绩！忽奔走以先后兮，及前王之踵武。荃不查余之中情兮，反信谗而齌怒。余固知謇謇之为患兮，忍而不能舍也。指九天以为正兮，夫惟灵修之故也。曰黄昏以为期兮，羌中道而改路！初既与余成言兮，后悔遁而有他。余既不难夫离别兮，伤灵修之数化。余既滋兰之九畹兮，又树蕙之百亩。畦留夷与揭车兮，杂杜衡与芳芷。冀枝叶之峻茂兮，愿俟时乎吾将刈。虽萎绝其亦何伤兮，哀众芳之芜秽。众皆竞进以贪婪兮，凭不厌乎求索。羌内恕己以量人兮，各兴心而嫉妒。忽驰骛以追逐兮，非余心之所急。老冉冉其将至兮，恐修名之不立。朝饮木兰之坠露兮，夕餐秋菊之落英。苟余情其信姱以练要兮，长顑颔亦何伤。掔木根以结茝兮，贯薜荔之落蕊。矫菌桂以纫蕙兮，索胡绳之纚纚。謇吾法夫前修兮，非世俗之所服。虽不周于今之人兮，愿依彭咸之遗则。长太息以掩涕兮，哀民生之多艰。余虽好修姱以鞿羁兮，謇朝谇而夕替。既替余以蕙纕兮，又申之以揽茝。亦余心之所善兮，虽九死其犹未悔。怨灵修之浩荡兮，终不察夫民心。众女嫉余之蛾眉兮，谣诼谓余以善淫。固时俗之工巧兮，偭规矩而改错。背绳墨以追曲兮，竞周容以为度。忳郁邑余侘傺兮，吾独穷困乎此时也。宁溘死以流亡兮，余不忍为此态也。鸷鸟之不群兮，自前世而固然。何方圜之能周兮，夫孰异道而相安？屈心而抑志兮，忍尤而攘诟。伏清白以死直兮，固前圣之所厚。悔相道之不察兮，延伫乎吾将反。回朕车以复路兮，及行迷之未远。步余马于兰皋兮，驰椒丘且焉止息。进不入以离尤兮，退将复修吾初服。制芰荷以为衣兮，集芙蓉以为裳。不吾知其亦已兮，苟余情其信芳。高余冠之岌岌兮，长余佩之陆离。芳与泽其杂糅兮，唯昭质其犹未亏。忽反顾以游目兮，将往观乎四荒。佩缤纷其繁饰兮，芳菲菲其弥章。民生各有所乐兮，余独好修以为常。虽体解吾犹未变兮，岂余心之可惩。女嬃之婵媛兮，申申其詈予，曰：鲧婞直以亡身兮，终然夭乎羽之野。汝何博謇而好修兮，纷独有此姱节？薋菉葹以盈室兮，判独离而不服。众不可户说兮，孰云察余之中情？世并举而好朋兮，夫何茕独而不予听？依前圣以节中兮，喟凭心而历兹。济沅、湘以南征兮，就重华而敶词：启《九辩》与《九歌》兮，夏康娱以自纵。不顾难以图后兮，五子用失乎家衖。羿淫游以佚畋兮，又好射夫封狐。固乱流其鲜终兮，浞又贪夫厥家。浇身被服强圉兮，纵欲而不忍。日康娱而自忘兮，厥首用夫颠陨。夏桀之常违兮，乃遂焉而逢殃。后辛之菹醢兮，殷宗用而不长。汤、禹俨而祗敬兮，周论道而莫差。举贤才而授能兮，循绳墨而不颇。皇天无私阿兮，览民德焉错辅。夫维圣哲以茂行兮，苟得用此下土。瞻前而顾后兮，相观民之计极。夫孰非义而可用兮？孰非善而可服？阽余身而危死兮，览余初其犹未悔。不量凿而正枘兮，固前修以菹醢。曾歔欷余郁邑兮，哀朕时之不当。揽茹蕙以掩涕兮，沾余襟之浪浪。跪敷衽以陈辞兮，耿吾既得此中正。驷玉虬以椉鹥兮，溘埃风余上征。朝发轫于苍梧兮，夕余至乎县圃。欲少留此灵琐兮，日忽忽其将暮。吾令羲和弭节兮，望崦嵫而勿迫。路漫漫其修远兮，吾将上下而求索。饮余马于咸池兮，总余辔乎扶桑。折若木以拂日兮，聊逍遥以相羊。前望舒使先驱兮，后飞廉使奔属。鸾皇为余先戒兮，雷师告余以未具。吾令凤鸟飞腾兮，继之以日夜。飘风屯其相离兮，帅云霓而来御。纷总总其离合兮，斑陆离其上下。吾令帝阍开关兮，倚阊阖而望予。时暧暧其将罢兮，结幽兰而延伫。世溷浊而不分兮，好蔽美而嫉妒。朝吾将济于白水兮，登阆风而绁马。忽反顾以流涕兮，哀高丘之无女。溘吾游此春宫兮，折琼枝以继佩。及荣华之未落兮，相下女之可诒。吾令丰隆乘云兮，求宓妃之所在。解佩纕以结言兮，吾令謇修以为理。纷总总其离合兮，忽纬繣其难迁。夕归次于穷石兮，朝濯发乎洧盘。保厥美以骄傲兮，日康娱以淫游。虽信美而无礼兮，来违弃而改求。览相观于四极兮，周流乎天余乃下。望瑶台之偃蹇兮，见有娀之佚女。吾令鸩为媒兮，鸩告余以不好。雄鸠之鸣逝兮，余犹恶其佻巧。心犹豫而狐疑兮，欲自适而不可。凤皇既受诒兮，恐高辛之先我。欲远集而无所止兮，聊浮游以逍遥。及少康之未家兮，留有虞之二姚。理弱而媒拙兮，恐导言之不固。世溷浊而嫉贤兮，好蔽美而称恶。闺中既以邃远兮，哲王又不寤。怀朕情而不发兮，余焉能忍而与此终古？索琼茅以筳篿兮，命灵氛为余占之。曰：两美其必合兮，孰信修而慕之？思九州之博大兮，岂惟是其有女？曰：勉远逝而无狐疑兮，孰求美而释女？何所独无芳草兮，尔何怀乎故宇？世幽昧以昡曜兮，孰云察余之善恶？民好恶其不同兮，惟此党人其独异！户服艾以盈要兮，谓幽兰其不可佩。览察草木其犹未得兮，岂珵美之能当？苏粪壤以充祎兮，谓申椒其不芳。欲从灵氛之吉占兮，心犹豫而狐疑。巫咸将夕降兮，怀椒糈而要之。百神翳其备降兮，九疑缤其并迎。皇剡剡其扬灵兮，告余以吉故。曰：勉升降以上下兮，求矩矱之所同。汤、禹俨而求合兮，挚、咎繇而能调。苟中情其好修兮，又何必用夫行媒？说操筑于傅岩兮，武丁用而不疑。吕望之鼓刀兮，遭周文而得举。宁戚之讴歌兮，齐桓闻以该辅。及年岁之未晏兮，时亦犹其未央。恐鹈鴃之先鸣兮，使夫百草为之不芳。何琼佩之偃蹇兮，众薆然而蔽之。惟此党人之不谅兮，恐嫉妒而折之。时缤纷其变易兮，又何可以淹留？兰芷变而不芳兮，荃蕙化而为茅。何昔日之芳草兮，今直为此萧艾也？岂其有他故兮，莫好修之害也！余以兰为可恃兮，羌无实而容长。委厥美以从俗兮，苟得列乎众芳。椒专佞以慢慆兮，樧又欲充夫佩帏。既干进而务入兮，又何芳之能祗？固时俗之流从兮，又孰能无变化？览椒兰其若兹兮，又况揭车与江离？惟兹佩之可贵兮，委厥美而历兹。芳菲菲而难亏兮，芬至今犹未沬。和调度以自娱兮，聊浮游而求女。及余饰之方壮兮，周流观乎上下。灵氛既告余以吉占兮，历吉日乎吾将行。折琼枝以为羞兮，精琼爢以为粻。为余驾飞龙兮，杂瑶象以为车。何离心之可同兮？吾将远逝以自疏。邅吾道夫昆仑兮，路修远以周流。扬云霓之晻蔼兮，鸣玉鸾之啾啾。朝发轫于天津兮，夕余至乎西极。凤皇翼其承旗兮，高翱翔之翼翼。忽吾行此流沙兮，遵赤水而容与。麾蛟龙使梁津兮，诏西皇使涉予。路修远以多艰兮，腾众车使径待。路不周以左转兮，指西海以为期。屯余车其千乘兮，齐玉轪而并驰。驾八龙之婉婉兮，载云旗之委蛇。抑志而弭节兮，神高驰之邈邈。奏《九歌》而舞《韶》兮，聊假日以媮乐。陟升皇之赫戏兮，忽临睨夫旧乡。仆夫悲余马怀兮，蜷局顾而不行。乱曰：已矣哉！国无人莫我知兮，又何怀乎故都！既莫足与为美政兮，吾将从彭咸之所居！佞之见佞。果丧其田。诈之见诈。果丧其赂。得国而狃。终逢其咎。丧田不惩。祸乱其兴。有来雝雝，至止肃肃。相维辟公，天子穆穆。於荐广牡，相予肆祀。假哉皇考！绥予孝子。宣哲维人，文武维后。燕及皇天，克昌厥后。绥我眉寿，介以繁祉，既右烈考，亦右文母。东方未明，颠倒衣裳。颠之倒之，自公召之。东方未晞，颠倒裳衣。倒之颠之，自公令之。折柳樊圃，狂夫瞿瞿。不能辰夜，不夙则莫。",
        "author": "先秦",
        "poem_class": "忧民",
        "dynasty": "屈原"
    },
    {
        "title": "九歌·国殇",
        "paragraph": "操吴戈兮被犀甲，车错毂兮短兵接。旌蔽日兮敌若云，矢交坠兮士争先。凌余阵兮躐余行，左骖殪兮右刃伤。霾两轮兮絷四马，援玉枹兮击鸣鼓。天时怼兮威灵怒，严杀尽兮弃原野。(怼 一作：坠)出不入兮往不反，平原忽兮路超远。带长剑兮挟秦弓，首身离兮心不惩。诚既勇兮又以武，终刚强兮不可凌。身既死兮神以灵，子魂魄兮为鬼雄！(子魂魄兮 一作：魂魄毅兮)肃肃鸨羽，集于苞栩。王事靡盬，不能蓺稷黍。父母何怙？悠悠苍天，曷其有所？肃肃鸨翼，集于苞棘。王事靡盬，不能蓺黍稷。父母何食？悠悠苍天，曷其有极？肃肃鸨行，集于苞桑。王事靡盬，不能蓺稻梁。父母何尝？悠悠苍天，曷其有常？浩浩白水。鯈鯈之鱼。君来召我。我将安居。国家未立。从我焉如。羔羊之皮，素丝五紽。退食自公，委蛇委蛇。羔羊之革，素丝五緎。委蛇委蛇，自公退食。羔羊之缝，素丝五总。委蛇委蛇，退食自公。",
        "author": "先秦",
        "poem_class": "忧民",
        "dynasty": "屈原"
    },
    {
        "title": "吊古战场文",
        "paragraph": "浩浩乎，平沙无垠，夐不见人。河水萦带，群山纠纷。黯兮惨悴，风悲日曛。蓬断草枯，凛若霜晨。鸟飞不下，兽铤亡群。亭长告余曰：“此古战场也，常覆三军。往往鬼哭，天阴则闻。”伤心哉！秦欤汉欤？将近代欤？吾闻夫齐魏徭戍，荆韩召募。万里奔走，连年暴露。沙草晨牧，河冰夜渡。地阔天长，不知归路。寄身锋刃，腷臆谁愬？秦汉而还，多事四夷，中州耗斁，无世无之。古称戎夏，不抗王师。文教失宣，武臣用奇。奇兵有异于仁义，王道迂阔而莫为。呜呼噫嘻！吾想夫北风振漠，胡兵伺便。主将骄敌，期门受战。野竖旌旗，川回组练。法重心骇，威尊命贱。利镞穿骨，惊沙入面，主客相搏，山川震眩。声析江河，势崩雷电。至若穷阴凝闭，凛冽海隅，积雪没胫，坚冰在须。鸷鸟休巢，征马踟蹰。缯纩无温，堕指裂肤。当此苦寒，天假强胡，凭陵杀气，以相剪屠。径截辎重，横攻士卒。都尉新降，将军复没。尸踣巨港之岸，血满长城之窟。无贵无贱，同为枯骨。可胜言哉！鼓衰兮力竭，矢尽兮弦绝，白刃交兮宝刀折，两军蹙兮生死决。降矣哉，终身夷狄；战矣哉，暴骨沙砾。鸟无声兮山寂寂，夜正长兮风淅淅。魂魄结兮天沉沉，鬼神聚兮云幂幂。日光寒兮草短，月色苦兮霜白。伤心惨目，有如是耶！吾闻之：牧用赵卒，大破林胡，开地千里，遁逃匈奴。汉倾天下，财殚力痡。任人而已，岂在多乎！周逐猃狁，北至太原。既城朔方，全师而还。饮至策勋，和乐且闲。穆穆棣棣，君臣之间。秦起长城，竟海为关。荼毒生民，万里朱殷。汉击匈奴，虽得阴山，枕骸徧野，功不补患。苍苍蒸民，谁无父母？提携捧负，畏其不寿。谁无兄弟？如足如手。谁无夫妇？如宾如友。生也何恩，杀之何咎？其存其没，家莫闻知。人或有言，将信将疑。悁悁心目，寤寐见之。布奠倾觞，哭望天涯。天地为愁，草木凄悲。吊祭不至，精魂无依。必有凶年，人其流离。呜呼噫嘻！时耶命耶？从古如斯！为之奈何？守在四夷。 道由白云尽，春与青溪长。时有落花至，远随流水香。闲门向山路，深柳读书堂。幽映每白日，清辉照衣裳。谁道群生性命微？一般骨肉一般皮。劝君莫打枝头鸟，子在巢中望母归。桐风惊心壮士苦，衰灯络纬啼寒素。谁看青简一编书，不遣花虫粉空蠹。思牵今夜肠应直，雨冷香魂吊书客。秋坟鬼唱鲍家诗，恨血千年土中碧。",
        "author": "唐代",
        "poem_class": "忧民",
        "dynasty": "李华"
    },
    {
        "title": "读书",
        "paragraph": "归志宁无五亩园，读书本意在元元。灯前目力虽非昔，犹课蝇头二万言。漠漠轻寒上小楼，晓阴无赖似穷秋。淡烟流水画屏幽。自在飞花轻似梦，无边丝雨细如愁。宝帘闲挂小银钩。归志宁无五亩园，读书本意在元元。灯前目力虽非昔，犹课蝇头二万言。年年跃马长安市。客舍似家家似寄。青钱换酒日无何，红烛呼卢宵不寐。 易挑锦妇机中字。难得玉人心下事。男儿西北有神州，莫滴水西桥畔泪。",
        "author": "宋代",
        "poem_class": "忧民",
        "dynasty": "陆游"
    },
    {
        "title": "浪淘沙·山寺夜半闻钟",
        "paragraph": "身世酒杯中，万事皆空。古来三五个英雄。雨打风吹何处是，汉殿秦宫。梦入少年丛，歌舞匆匆。老僧夜半误鸣钟。惊起西窗眠不得，卷地西风。几日随风北海游，回从扬子大江头。臣心一片磁针石，不指南方不肯休。堆枕乌云堕翠翘。午梦惊回，满眼春娇。嬛嬛一袅楚宫腰。那更春来，玉减香消。柳下朱门傍小桥。几度红窗，误认鸣镳。断肠风月可怜宵。忍使恹恹，两处无聊。残寒销尽，疏雨过，清明后。花径敛余红，风沼萦新皱。乳燕穿庭户，飞絮沾襟袖。正佳时，仍晚昼。著人滋味，真个浓如酒。频移带眼，空只恁、厌厌瘦。不见又思量，见了还依旧。为问频相见，何似长相守？天不老，人未偶。且将此恨，分付庭前柳。",
        "author": "宋代",
        "poem_class": "忧民",
        "dynasty": "辛弃疾"
    }
]