[
    {
        "title": "三闾祠",
        "paragraph": "平远江山极目回，古祠漠漠背城开。莫嫌举世无知己，未有庸人不忌才。放逐肯消亡国恨？岁时犹动楚人哀！湘兰沅芷年年绿，想见吟魂自往来。人语梦频惊，辕铃动晓征。飞沙沉露气，残月带鸡声。客路逾千里，归心折五更。回怜江上宅，星汉近平明。烟轻雨小，望里青难了。一缕断虹垂树杪，又是乱山残照。凭高目断征途，暮云千里平芜。日夜河流东下，锦书应托双鱼。晚妆欲罢，更把纤眉临镜画。准待分明，和雨和烟两不胜。莫教星替，守取团圆终必遂。此夜红楼，天上人间一样愁。",
        "author": "清代",
        "poem_class": "怀古",
        "dynasty": "查慎行"
    },
    {
        "title": "乌江项王庙",
        "paragraph": "云旗庙貌拜行人，功罪千秋问鬼神。剑舞鸿门能赦汉，船沉巨鹿竟亡秦。范增一去无谋主，韩信原来是逐臣。江上楚歌最哀怨，招魂不独为灵均。十年磨剑，五陵结客，把平生、涕泪都飘尽。老去填词，一半是、空中传恨。几曾围、燕钗蝉鬓。不师秦七，不师黄九，倚新声、玉田差近。落拓江湖，且分付、歌筵红粉。料封侯、白头无分。粤峤犹存拜汉台，东南半壁望中开。命归亭长占王业，人起炎方见霸才。日月行空从地转，蛟龙入海卷潮回。山川自古雄图在，槛外时闻绕电雷！久抛青简束行幐，白鸟苍蝇甚可憎。身是蠹鱼酬夙债，黄河浪里读书灯。",
        "author": "清代",
        "poem_class": "怀古",
        "dynasty": "严遂成"
    },
    {
        "title": "南乡子·邢州道上作",
        "paragraph": "秋色冷并刀，一派酸风卷怒涛。并马三河年少客，粗豪，皂栎林中醉射雕。残酒忆荆高，燕赵悲歌事未消。忆昨车声寒易水，今朝，慷慨还过豫让桥。画梁春尽落香尘。擅风情，秉月貌，便是败家的根本。箕裘颓堕皆从敬，家事消亡首罪宁。宿孽总因情！锦袖歌残翠黛尘，楼台塌尽曲池湮。荒园一种瓢儿菜，独占秦淮旧日春。一寸横波惹春留，何止最宜秋。妆残粉薄，矜严消尽，只有温柔。当时底事匆匆去？悔不载扁舟。分明记得，吹花小径，听雨高楼。",
        "author": "清代",
        "poem_class": "怀古",
        "dynasty": "陈维崧"
    },
    {
        "title": "登太白楼",
        "paragraph": "昔闻李供奉，长啸独登楼。此地一垂顾，高名百代留。白云海色曙，明月天门秋。欲觅重来者，潺湲济水流。一叫一勾勾，两叫两勾勾，三叫日出满天红，驱散残星月朦胧。平生糟粕数行书，潦倒真成一腐儒。天外冥鸿何缥缈，雪中孤鹤太清癯。聪明不及顽如旧，少壮无能老更迂。览镜自惊还自叹，又添几缕白髭须。黄鹤楼前日欲低，汉阳城树乱乌啼。孤舟夜泊东游客，恨杀长江不向西。",
        "author": "明代",
        "poem_class": "怀古",
        "dynasty": "王世贞"
    },
    {
        "title": "秣陵",
        "paragraph": "牛首开天阙，龙岗抱帝宫。六朝春草里，万井落花中。访旧乌衣少，听歌玉树空。如何亡国恨，尽在大江东！题徐渭文《钟山梅花图》，同云臣、南耕、京少赋。十万琼枝，矫若银虬，翩如玉鲸。正困不胜烟，香浮南内；娇偏怯雨，影落西清。夹岸亭台，接天歌管，十四楼中乐太平。谁争赏？有珠珰贵戚，玉佩公卿。 如今潮打孤城，只商女船头月自明。叹一夜啼乌，落花有恨；五陵石马，流水无声。寻去疑无，看来似梦，一幅生绡泪写成。携此卷，伴水天闲话，江海余生。君不见，岁之寒，何处求芳草。又不见，松之乔，青青复矫矫。天地本无心，万物贵其真。直干壮川岳，秀色无等伦。饱历冰与霜，千年方未已。拥护天阙高且坚，迥干春风碧云里。初八月，半镜上青霄。斜倚画阑娇不语，暗移梅影过红桥，裙带北风飘。",
        "author": "清代",
        "poem_class": "怀古",
        "dynasty": "屈大均"
    },
    {
        "title": "秦淮杂诗二十首·其一",
        "paragraph": "年来肠断秣陵舟，梦绕秦淮水上楼。十日雨丝风片里，浓春艳景似残秋。泠泠彻夜，谁是知音者。如梦前朝何处也，一曲边愁难写。极天关塞云中，人随落雁西风。唤取红襟翠袖，莫教泪洒英雄。西风几弄冰肌彻，玲珑晶枕愁双设。时节是重阳，菊花牵恨长。鱼书经岁绝，烛泪流残月。梦也不分明，远山云乱横。未问兰因已惘然，垂杨西北有情天。水月镜花终幻迹，赢得，半生魂梦与缠绵。户网游丝浑是罥，被池方锦岂无缘？为有相思能驻景，消领，逢春惆怅似当年。",
        "author": "清代",
        "poem_class": "怀古",
        "dynasty": "王士祯"
    },
    {
        "title": "临江仙·埋没钱塘歌吹里",
        "paragraph": "埋没钱塘歌吹里，当年却是皇都。赵家轻掷与强胡。江山如许大，不用一钱沽。只有岳王泉下血，至今泛作西湖。可怜故事眼中无。但供侬醉后，囊句付奚奴。君子之于射也，内志正，外体直，持弓矢审固，而后可以言中，故古者射以观德。德也者，得之于其心也，君子之学，求以得之于其心，故君子之于射以存其心也。是故躁于其心者其动妄，荡于其心者其视浮，歉于其心者其气馁，忽于其心者其貌惰，傲于其心者其色矜，五者，心之不存也。不存也者，不学也。君子之学于射，以存其心也，是故心端则体正，心敬则容肃，心平则气舒，心专则视审，心通故时而理，心纯故让而恪，心宏故胜而不张、负而不驰，七者备而君子之德成。君子无所不用其学也，于射见之矣。故曰：为人君者以为君鹄，为人臣者以为臣鹄，为人父者以为父鹄，为人子者以为子鹄。射也者，射己之鹄也，鹄也者，心也，各射己之心也，各得其心而已。故曰：可以观德矣。作《观德亭记》。上邪，与君相知。譬彼结发而盟，山摧海枯志不移。白日迥瞩，肝膈洞披。我手君腕，用不得私。车轮坏，马足罢，东家宴，西家毁。何用钱刀丘积，横金垂紫龌龊为。舟行未泊岸，月色已徘徊。远浦渔灯现，天涯暮色催。",
        "author": "明代",
        "poem_class": "怀古",
        "dynasty": "魏大中"
    },
    {
        "title": "锦堂春·半壁横江矗起",
        "paragraph": "半壁横江矗起，一舟载雨孤行。凭空怒浪兼天涌，不尽六朝声。隔岸荒云远断，绕矶小树微明。旧时燕子还飞否？今古不胜情。次女绣孙，倚此咏落花，词意凄惋。有云：“叹年华，我亦愁中老”，余谓少年人不宜作此，因广其意，亦成一阕。花信匆匆度。算春来、瞢腾一醉，绿阴如许！万紫千红飘零尽，凭仗东风送去。更不问、埋香何处？却笑痴儿真痴绝，感年华、写出伤心句：“春去也，那能驻？”浮生大抵无非寓。慢流连、鸣鸠乳燕，落花飞絮。毕竟韶华何尝老，休道春归太遽。看岁岁朱颜犹故。我亦浮生蹉跎甚，坐花阴、未觉斜阳暮。凭彩笔，绾春住。 江风五月尚飕飕，疑是生寒应麦秋。暑雨不多难望岁，密云虽布转增忧。四方丰歉觇三楚，两载饥寒遍九州。民命久悬仓廪绝，问天何事苦为仇？谁肯栽培木一章，黄泥亭子白茅堂。新蒲新柳三年大，便与儿孙作屋梁。",
        "author": "清代",
        "poem_class": "怀古",
        "dynasty": "归庄"
    },
    {
        "title": "题太公钓渭图",
        "paragraph": "璇室群酣夜，璜溪独钓时。浮云看富贵，流水淡须眉。偶应非熊兆，尊为帝者师。轩裳如固有，千载起人思。挂席向南征，风微细浪生。捲帘烟树渺，何处棹歌声。北人生而不识菱者，仕于南方，席上啖菱，并壳入口。或曰：“食菱须去壳。”其人自护所短，曰：“我非不知，并壳者，欲以去热也。”问者曰：“北土亦有此物否？”答曰：“前山后山，何地不有？”夫菱生于水而非土产，此坐强不知以为知也。绵绵圣学已千年，两字良知是口传。欲识浑沦无斧凿，须从规矩出方圆。不离日用常行内，直造先天未画前。握手临歧更可语？慇勤莫愧别离筵。",
        "author": "明代",
        "poem_class": "怀古",
        "dynasty": "刘基"
    },
    {
        "title": "维扬怀古",
        "paragraph": "广陵城里昔繁华，炀帝行宫接紫霞。玉树歌残犹有曲，锦帆归去已无家。楼台处处迷芳草，风雨年年怨落花。最是多情汴堤柳，春来依旧带栖鸦！滚滚长江东逝水，浪花淘尽英雄。是非成败转头空。青山依旧在，几度夕阳红。白发渔樵江渚上，惯看秋月春风。一壶浊酒喜相逢。古今多少事，都付笑谈中。木落时来，花发时归，年又一年。记南楼望信，夕阳帘外，西窗惊梦，夜雨灯前。写月书斜，战霜阵整，横破潇湘万里天。风吹断，见两三低去，似落筝弦。相呼共宿寒烟。想只在、芦花浅水边。恨呜呜戍角，忽催飞起，悠悠渔火，长照愁眠。陇塞间关，江湖冷落，莫恋遗粮犹在田。须高举，教弋人空慕，云海茫然。一剑横空星斗寒，甫随平北复征蛮。他年觅得封侯印，愿学幽人住此山。",
        "author": "明代",
        "poem_class": "怀古",
        "dynasty": "曾棨"
    },
    {
        "title": "山坡羊·燕城述怀",
        "paragraph": "云山有意，轩裳无计，被西风吹断功名泪。去来兮，再休提！青山尽解招人醉，得失到头皆物理。得，他命里；失，咱命里。其 一英雄在何处？气概属山家。蚁布出入阵，蜂排早晚衙；野花团部伍，溪村拥旗牙。抱膝长吟罢，天边日又斜。其 二避世忘时势，茅庐傍小溪。灌畦晴抱瓮，接树湿封泥。乳鹿依花卧，幽禽过竹啼。新诗随处得，不用别求题。秋夜雨，秋夜雨。马悲草死桑乾路，雁啼木落潇湘浦。声声唤起故乡情，历历似与幽人语。初来未信鬼啾唧，坐久忽觉神凄楚。一时感慨壮心轻，百斛蒲萄为谁举？山林岂无豪放士？江湖亦有饥寒旅。凝愁拥鼻不成眠，檠孤焰短寒花吐。秋夜雨，秋夜雨，今来古往愁无数。谪仙倦作夜郎行，杜陵苦为茅屋赋。只今村落屋已无，岂但屋漏无干处？凋余老稚匍匐走，哭声不出泪如注。谁人知有此情苦？秋夜雨，秋夜雨，赤县神州皆斥卤。长蛇封豕恣纵横，麟凤龟龙失其所。耕夫钓叟意何如？梦入江山毛发竖。余生听惯本无事，今乃云胡惨情绪。排门四望云墨黑，纵有空言亦何补？秋夜雨，秋夜雨，何时住？我愿扫开万里鱼，日月光明天尺五。尔侬我侬，忒煞情多，情多处，热似火。把一块泥，捻一个尔，塑一个我，将咱两个，一齐打破，用水调和。再捻一个尔，再塑一个我。我泥中有尔，尔泥中有我。我与尔生同一个衾，死同一个椁！",
        "author": "元代",
        "poem_class": "怀古",
        "dynasty": "刘致"
    },
    {
        "title": "人月圆·甘露怀古",
        "paragraph": "江皋楼观前朝寺，秋色入秦淮。败垣芳草，空廊落叶，深砌苍苔。远人南去，夕阳西下，江水东来。木兰花在，山僧试问，知为谁开？第一折(房玄龄上)一片丹心扶社稷，两条眉锁庙堂忧。坚心主意施公正，报答皇王爵禄恩。下官房玄龄是也。方今唐天子即位，八方宁静，四海晏然，黎民乐业，五谷丰登，喜遇太平时世，为因唐家十路总管，开疆展土，立国安邦，人人饶勇，个个忠良。今日圣天子设一宴，乃是功臣筵宴，有功者上首而坐，簪花饮酒；功少者下位而次之，只饮酒，不簪花。圣上著下官为主宴官，著军师徐茂公为压宴官，敕赐宝剑金牌，如有搅闹功臣筵宴者，著下官先斩后奏。小校，唐家十路总管来时，即来通报。(小校)得令。(徐上)两朵金花擎日月，一双袍袖拂乾坤。天下尽服圣上管，半由天子半由臣。下官徐茂公是也。自立大唐以来，广用章句，倚功名而取富贵，蒙圣天子可怜，加老夫军师之职。今日圣天子设一宴，乃是功臣筵宴，有功者上首而坐，簪花饮酒；功少者下位而次之，只饮酒，不簪花。圣上著房玄龄大人为主宴官，著下官为压宴官，敕赐宝剑牌，如有搅闹功臣筵宴者，先斩后奏，赴宴走一遭去也。(报介)(相见介)(殷程上)马背征鞍将挂袍，将军可手燃弓稍。休言十载寒窗苦，怎比征夫半日劳？下官殷开山是也。自家程咬金是也。今日咱两人赴功臣宴。走一遭去也。(报介)(相见介)(杜高上)幼小曾将武艺习，南征北讨惯相持，临敌望尘知地势，对垒填三识兵机。吾乃杜如晦是也。吾乃高士廉是也。赴功臣宴走一遭去也。(报介)(相见介)(房)小校：唐家十路总管只齐了么？(小校)还有两位老将军未到。(房)来时报俺知道(小校)得令。(尉迟，奏权上)老夫复姓尉迟，名恭，字敬德，乃朔州善阳人也。这一位老将军，姓秦字叔宝，自降唐以来，与国家东荡西除，南征北讨，多有功勋，甚有汗马。今日圣天子设一宴，乃是功臣筵宴，功多者上首而坐，簪花饮酒；功少者下位而存，只饮酒，不簪花。叔宝老将军你我吃这一宴非容易也！(秦)想着老将军与唐家开疆展土，立国安邦，多有功来也。(尉)俺与唐家建立大功，只除是你知我也呵。【仙吕】【点绛唇】想当日炀帝东亡，那其间主公未定。中原困，盗起纷纷。帝星照河东郡。【混江龙】想着咱初降唐时分，事君竭力致其身，凭着俺十八般武艺，定下了六十四处征尘。都是神乌马踏成了这唐社稷，只这个水磨鞭打就了李乾坤，记当日呵扶持主上，今日呵宴赏公卿。虽然是功分大小，也须索位列卑尊。有功者上首而坐，功少者下位而存。若不将咱为头而赐坐，这下位里难以安身。老将军非为夸己，也不是我骄人。老将军为头，次之是尉迟。除此外谁与咱相争竞。(秦)老将军有擎天手段(尉)你道俺有擎天手段，老将军俺道你可有盖世的功勋。(报介)(相见介)(房)众将军都来齐了么？(小校)都来齐了。(房)军师，请功劳簿来查看，论功行赏。(徐)论功行赏，此酒正该叔宝老将军饮。这尉迟老将军御科园刬马单鞭，这一功论起来，此酒还该尉迟老将请，不可多逊了。(尉)此酒还是老将军饮过，次之才到老夫吃。(房)论功行赏，酒请了。【油葫芦】(尉)见军师数次殷勤，量尉迟何足沦？怎消的当今天子重贤臣。(李土)吾乃季道宗是也，赴功臣宴走一遭去来。(相见介)(李道宗云)这酒该我饮，该我簪花。(尉唱)这厮们走将来上首头坐，全无些谦逊，恼得咱便不登登按不住心头忿。(李)一杯酒吃了便罢，甚么上首头下首头！我怕你上首头那势凶，下首头怎坐存？我本待要推更衣，又不敢先逃遁。我待不言语呵，著这厮欺负俺老功臣。老将军请息怒者。【天下乐】叔宝老将军，你便是活佛也，教咱怎生忍？老将军你便休也不嗔，非是我情性狠。量这个泼无徒怎敢来小觑人。我割舍得发一会儿村，使一会儿狠。道宗。你有何功劳，敢坐上首，簪我的花，饮我的酒？(李)尉迟恭，你有甚么来要打我？(尉)我不打你这泼无徒教咱怎的忍？(打介)打得好，打得好，把我打下两个门牙，我问你有甚么功来？(尉)我有功无功瞒不过三等人。(李)那三等人？【那吒令】那厮，你听我说。知尉迟，辕门外的众军；请尉迟，晋天下的万民；谮尉迟的，是你这样小人。我将这鏖战册件件与你观，功劳簿桩桩与你论，那其间便见得元勋。(李)你有甚么功劳在那里？(尉)我有功来。【鹊踏枝】我也曾在沙场上领着敌军，舍着残生。我也曾揸鼓夺旗，抓将挟人。我也曾杀得败残兵骨碌碌人头乱滚，渗渗呵热血相喷。(李)不要闲说，我与你主宴大人案前告去。主案大人，尉迟恭争口，打下我两个门牙。(尉)主宴大人，量这厮有甚么功来？(房)尉迟，谁不知你有功，你有功无功，满不过两班文武，为何打落道宗二齿，是何道理？可不道有功虽仇必赏，有过虽厚难饶，拿去斩讫报来。(李)敬德，如今太平时世，不用你了。(尉迟)【寄生草】太平时文胜似武，事急也武胜似文。我也曾苦相持恶战讨遭危困，扶持的国家安天下定今日狼烟净，生熬的剑锋缺鞭节曲枪尖钝，我只待要一心儿分破帝乏忧。军师，只我这两条眉锁江山恨。(徐)老将军，这才是你不该了。我与众大人前去哀告，劝得从休欢喜，劝不从休烦恼。主晏大人息怒，那尉迟舍死忘生，展土开疆，困来马上眠，渴饮刀头血。灭六十四处征尘，一十八处擅改年号。多有功劳，甚有汗马，怎生将功折了罪过，小官一一道其实，大人心下自裁处。且唐家十宰是他为头将，饶了这忠孝双全老尉迟。(房)军师列位大人请起，放过尉迟来。尉迟，若不看军师众将之面，不能勾饶了你。暂且记头在项，你且听我说：你本是个著铁之夫，岂知俺文臣之礼？只今日纳了你袍笏入朝的紫罗襕，出朝的黄金印，贬你去职田庄做个庶民百姓，苦耕三顷地，持着一张犁。你听我说：你本是开国元勋，论汗马位列三公。今日赴宴不遵令，却用拳殴打道宗。如执法即当取斩，今原情暂且姑容。黄金阙休官辞爵，谪职田庄浅种深耕。李道宗去官罢职，尉迟恭休逞英雄。小官不敢久停，回圣上话去也。(下)(尉)列位大人。【前腔】想为官的如骑着虎，他用人似积薪，教后来人在上居尊。李道宗这厮呵他非武非文，他曾立甚么功勋？怎敢欺侮俺开国的功臣？他走将来上首头无些谦逊，论功处谁敢欺人？若不是军师救了咱危困，他须是一枝一叶，俺须是四海他人。(徐)老将军请息怒。(尉)【前腔】也不索胡云，休论我性不容人，拳打下谗臣，恁般生嗔。若不是军师可便劝准，我没来由献甚么勤。知他是君负欺臣负欺君。若留得个恶楚秦，若留得西楚霸上在呵，怎生便敢诛了韩信？古人言语不虚云。想淮阴与鄂国，咱两个同时运。一任那渔樵闲话，少不得青史标名。既是圣上贬了老夫，今日就辞了列位，收拾了行李，便往职田庄去罢。【尾声】脱下我入朝相的紫罗襕，摘丁我出朝将的那黄金印，狼吃豹头心儿里暗忍，觑下口往日功劳到今日没半分。常言道好事没下稍，只我□出气力的功臣。(秦)老将军，想你降唐多有功劳，今日也罢了。(尉)想我初离宾武州，乍到唐君。想着初降唐时呵，端的扫荡了些征尘。我便打了那非著己的人。列位大人，明日圣上问道，那个敢打王叔李道宗？列位大人就说是我尉迟。圣上也只索把心儿忍，不忿气吐二千丈怨云。想我主在御科园有难之时，我在澄清涧瓜马，有军士来报，某即揾马单鞭，直赶至御科园。只见那单雄信将俺主公看看赶上，我就历声高叫：咄，那单雄信，休得伤了我主。其时那单雄信撇了我主，望某家刺一狼牙枣槊来。被我侧身躲过，左手搭住枣槊，右手举起水磨刚鞭。只一下，打得那单雄信吐血而走。到如今端的是一言难尽。他只一言说得不好。(众)那一句说得不好？他说道太平年不用俺这老将军。(徐)老将军去了，列位大人，明日可到十里长亭，与尉迟敬德饯行，走一遭也。(诗曰)尉迟恭犯罪难逃，一时间定夺功劳，见圣上亲自保奏，着尉迟星夜回朝。第二折(徐茂公上)老夫徐茂公是也，为尉迟公搅了功臣筵宴，如今贬去职田庄闲居。今日众公卿每在十里长亭与他饯行，须索走一遭去也。(尉迟上)家童，你把奶奶的车儿先行著，我和你且慢慢的行。(童)理会得。爹爹，孩儿想来，爹爹也曾受苦来，那房老爷一时间恼着爹爹，倘心回意转，采取回去，未可知也。且自慢慢的行。【中吕】【粉蝶儿】(尉)为甚么忙出皇州？我将这脱空禅近来参透。而不向杀人场闹里钻头，向职田庄。居止处。将我□□生涯穷究。【醉春风】牢记住战争心，紧抄定抓将手。□□□云阳市上血染了衣，出那娘的丑，这一个须索□□□□言。将我来罪责，若没有军师呵，可不道有谁人将我来搭救。(童)爹爹，那个里长亭有许多人，在那里等着你。【迎仙客】(尉)怪的这长亭□驿马多。(众)老将军请住马。(尉)家童，与我带住马来。(童)理会得。(尉)我忙下得紫骅骝，唐十宰众公卿可都这里有。我可便向前来，忙问候。(尉)众大人为何到此？(众)为老将军远行，俺众公卿等特来与老将军饯行。(尉)俺这里听说罢缘由，怎消得偌大远劳台候。(徐)左右将酒过来，老将军满饮几杯。(尉)有劳众大人。【红绣鞋】不索你个军师生受，(众跪介)(尉)请起来唐十宰文武公侯。恁只待要这搭儿折杀下尉迟休。众公卿休将我来耻笑，怎么将恩义变为仇。那日若无军师。与列位大人呵，可著我险峰儿难措手。(徐)将酒来，老将军再饮一杯。(尉)军师大人，怎么不见叔宝老将军染病在家。(众)叔宝将军染病在家。【满庭芳】(尉)可惜老了一个先锋哀帅首，他曾杀得人有家难奔，有国难逃。只他那十八般武艺都学就，六韬估看得来哀滑熟。只他那嘶杀处全无一个对手，只他那持处谁敢与他做敌头，上阵处搀争斗，不刺刺门旗开处，两阵对员，那壁厢问道：大唐家那员名将出马？俺这里回言道：胡国公秦叔宝出马。那壁厢乃便回言说道，不好了也。(尉)不喇喇闻风儿便走。(众)奸一位老将军。(尉)军师，他端的要一心儿分破下帝上忧。军师，众大人，今日相别，不知几时再得相会。(徐)老将军，你且耐心者。不过一年半载，□众公卿保奏你回朝也。【尾声】饯一道咸阳陌上尘，折一枝霸陵桥上柳。众公卿相见知仙行？(徐)老将军早饮一杯。(尉)饮过这一杯西出刚关这饯行的酒。(徐)老将军去了，列位大人，老夫明日作本头？就保他还朝也。(诗曰)丹心扶社稷，舍命保还朝。第三折(高国王上)英雄久镇高丽王，喜晓黄公三略书，吾乃高丽国大将是也。文通三略，武解六韬，运筹帷幄之中，决胜千里之外。休言人在帐前喧，便在鸦鹊过时不敢噪。俺这海东有个十六国：辛罗国、卯日国、分定国、文直国、落难国、门神国、大汉国、小汉国、蛤麻国、三汉国、日本国、扶桑国、矮人国，百席国、丁香国，了奠国、高丽国。惟有俺这一国，不服大唐。闻知唐朝病了秦琼，贬了尉迟，将老兵骄。我手下有一大将，名唤铁肋金牙，此人有万夫不当之勇。著他领兵十万。前去绿鸭儿边，白鹤坡前，单奈蔚迟出马。小校，与我唤铁金牙出来。(丑)阵鼓铜锣一两敲，辕门里外列英雄，三军报道平安否，买卖归来汗未消。吾乃大将铁肋金牙是也，元帅呼唤，须索去走一遭也。盔甲在身，不能施礼。(高国王)唤你出末，别无他事，有大唐家病了秦琼。贬了敌德，与你雄兵十万，前去绿鸭江边，白鹤坡前，单奈尉迟出马，小心在意。(丑)理会得。今日领军马与尉迟交持去了。(诗)自小英雄志气高。身披耀日锦征袍，飞临阵地沙场上，战败千军血染刀。(生上)只有大在上，更无山与齐。举头红日近，回首白云低，弓乃房玄龄是也。自从将尉迟砭去职田庄闲居，可又三年光景了。如今高丽国知俺这里病了秦琼，贬了敬德，着铁肋金牙在绿鸭江边，白鹤放前，如今下战书末，单奈尉迟出马相持。今尉迟又有风病举发，动止不得，未知虚实，下官奉圣上的命，著军师徐茂公亲往探病。小校，与我请军师徐茂公出来。(小校)得令，军师有请。(徐上相见介)军师，奉圣上命，今有高丽国下战书，堂奈尉迟相持。尉迟若果风病，再作道理，即去回报。(并下)(旦司尉迟上)老爷，想着你有盖世的功劳。今日不用了，你那病从何起？(尉)只为在那功臣宴上打了李道宗，将我贬在此职田庄闲居，又早三年光景了也。奶奶，你去开门看者，有人无人回我。(旦)理会得。开得这门来，呀，无入，不免掩上着。老爷。前后无人。(尉)奶奶，真个无人？你道我这病是真的假的？(旦)老爷的病，怎么是假的？(尉)呀，我那得甚么风病来。昨日庄东头王伴哥，请我赴牛儿会，有那伴哥来迟，我道伴哥你为何来迟。他道，往城中沽酒去来。我道。你到城中去，可有甚么新闻么？他说，新闻到没有，闻得高丽国差铁肋金牙下战书来，单奈尉迟出马。我听他说罢，卒然倒地。众人扶我起来，我就是这等左瘫右痪起来。(旦)老爷。你如今假妆有风疾，我那里知道。(尉)奶奶，我一自降唐出界丘，苦征恶战数千秋，两条眉锁江山恨。一片心怀帝王忧，膂老尚嫌弓力软，眼昏犹识阵云愁。水磨刚鞭不喇喇一骑马，我也曾扶立唐家四百秋。【越调】【斗鹌鹑】我也曾展土开疆，相持对垒，不能勾富贵荣华，刬地卫把我来罢官卸职，他欺负俺是大老元勋，我不合打下那无端的逆贼。今日贬下尉迟，闹了敬德，救下我残生。都亏下军帅世勣。【紫花儿序】若不是老相公倾心儿闹，恰便似韩元师伏剑而亡，我便是子房公拂袖而归。奶奶，我如今与伴哥每肥草鸡儿，冲糯洒儿。在这职田庄受用，可不强似为官？每日闲伴渔樵。每闲话，到豁达似文武班齐，落魄忘机。谁待要为是非，我向这急流中涌退。我如今罢职闲居，若是那铁肋金牙索战，我看他怎生和他相持。奶奶，我分付你来，只怕朝中有人来问，你只说老爷有病哩。(旦)老爷你放心。我知道了。(徐)老夫徐茂公是也。奉圣旨的命，着老夫往职田庄上探尉迟老将军病，可是来到也。小校，那里是职田庄？(小校)这里便是。(徐)小校，你且回避着，唤你便来，不唤你不要来。(小校)理会得。(徐)开国勋臣，有人在此么？(尉)奶奶，是甚么人敲门？你去看来。(旦)理会得。开了这门来，是准？(徐)老夫人拜揖，老将军有么？(旦)军师，俺老爷染病哩。(徐)请通报说，徐勣在此拜见老将军。(旦)理会得。军师少坐，老将军，军师在门首要拜见你哩。(尉)呀，奶奶，不好了。那将军徐勣是足智多谋之人，他如今来，若不见他，他又疑我没病；若出去见他，倘或挑起那往年间相持厮杀的事情，忘了那风疾怎么好？也罢，奶奶，倘或挑起那相持厮杀的事。我若忘了风疾，你就旁边说，老爷，你的拐儿，我就这等风疾起来。奶奶□了这门，待我去迎接军师。(徐)老将军请了。(尉)军师少礼也。【小桃红】不知今日甚风吹，(徐)久别尊颜。我这里有一拜。(尉)军师，我老夫回礼不得了，我如今讲讲不得这里可便权体罪。(徐)老将军。我和你自别之后，不觉又是三年光景了。(尉)军师一自离朝到今日。(徐)老将军染甚病证？(尉)天有不测风云，人有旦夕祸福。谁想我临老也带着残疾。军师，唐家十路总管。都好么？(徐)也都没了。(尉)消磨了往日英雄辈。高士廉，，杜如晦如何？(徐)都闲了。(尉)他可都闲身就国？殷开山，程咬金他两个如何？(徐)都已亡了。(尉)他两个都归泉世。刘文静、秦叔宝他两个如何？(徐)都病了。(尉)军师，唐家十路总管，闲的闲，病的病，死的死，如今止有军师和老汉。俺一班儿白发故人稀。军师，你到小庄贵干？(徐)奉圣上的命，今有高丽国下战书，不奈别的，单奈尉迟出马。圣上命著你星夜领兵前去，复还鄂国公之职，有功回来另行升赏，谢恩。(尉)奶奶，不要谢恩，我去不得。(徐)老将军不去呵，便是违宣抗敕。(尉)【金蕉叶】我、我、我便有几颗头敢违宣抗敕？一句话恼得从头便至尾。怎着我这胡老子安邦定国？你何不去教李道宗相持来对垒？(徐)老将军便有风疾，也请下高丽走一遭。(尉)军师，我这等模样，若到阵面前争先，铁扇子团花遮箭牌，两阵对员，擂鼓摇旗，呐喊一声，那边问道：大唐家甚么人出马？俺这里无人回答。他那里又问：大唐家甚么人出马？俺这里叫两个小卒，这每一扶上俺到阵前，对那边说道，我便是尉迟敬德。可不羞死了人也。【调笑令】他觑了俺这般模样，临老也带着残疾。军师你觑甚么阃外将军八面威。但开门只说我是唐家苗裔，只好去高衙行倚官挟势。若不是军师劝谏赦了罪累，险些个死无葬身之地。(徐)老将军请走一遭，扶持社稷。【秃厮儿】(尉)我怎扶持江山社稷？难沦着鞭简共楂槌你可待强扶持尉迟在军阵里，高丽家捺相持，可教谁敌？【圣药王】军师你莫疑惑，其实的去不得，到朝叫，说与圣人知。到朝中说与众□□□，如今年纪近丁七十，染□病疾，提起那排军布□□□痴。(徐)常言道，老将会兵机。(尉)休休休便提起老将会兵机。(旦)老爷，你那拐儿。(尉)奶奶，老夫风疾举发，去不得。(徐)老将军去不得，□□告回。(尉)奶奶，送了军师出去，闭了门。(徐)出的这门□，我观此人容貌，不是那有病的。方才拜下去，那两条□□尤如铁柱一般，那老夫人又在旁边说道，老爷，你那拐儿。眉头一层，计上心来，众军校那里。(卒)有分付。(徐)□众人到这人家去安下，要他男子汉闸草喂马，女人家补衲袄革翁鞋。你说，我是高丽的小军，他家是有钱的，□问他要白米饭，妙嫩鸡儿，冲糯酒儿吃，那一个老子口礼打将去。(卒)列位，方才老爷分付，着俺拣这房子打进去，开门，开门。(尉)奶奶，又是甚么人在外头叫？不要放他进来。(旦)理会得。(卒)我每是下高丽的小军，行到这里，天色已晚，借你房子歇息一歇息。男子汉闸草喂马，女人家补衲袄革翁鞋。又要白米饭，炒嫩鸡儿，冲糯酒儿吃。夜晚间又要洗洗澡，槌槌腰，刺刺屁股儿。(旦)村弟子孩儿，你是甚么人，这等无礼？待我哄他一哄，你在这里歇息，我闭了门者。(卒作叫嚷介)(尉)奶奶，外面又是甚么人喧嚷？(旦云)(尉)这厮好无礼，待我自去回他，众长官。我这房屋窄小，养不得马，你到别家去罢。(卒)放屁！你不肯，打你老子。(尉)【麻郎儿】这厮他便恶狠狠的叫起。雄纠纠的欺谁？你毁伤我唐家宰职，(打介)著这厮吃我一会儿脚踢拳槌。【幺篇】你便恼番了尉迟，性起，一双手搊住他头髻，纵虎躯轻舒猿臂，我便革支支挣得你分碎，一会儿教你死。(徐轻轻至尉背后班介)【络丝娘】是谁人班住下尉迟敬德？(徐)老将军，你风疾好了么？(尉)只被你败破了我谎也，军师的世勣，正是船到江心补漏迟，我不解其小尊意。(旦)老爷，你的拐儿哩？(尉)迟了也。(徐)小校，这就是总兵老爷。(卒)老爷，小的有罪也。(徐)老将军，只今日复还鄂国公之职，就领兵下高丽去。有功重加升赏，此去只是老将军年老也。(尉)【耍三台】你须知咱名讳，尽忠心天知地知。这一场小可如美良川交兵的手段，御科园单鞭夺槊的雄威。小可如牛口谷鞭伏了窦建德，小可如下河东与刘黑闼相持。你看我再施逞生擒王世充的英雄，你看我重施展活捉□世猛当时的气力。(徐)老将军，你那时年纪小，跨下神乌马，腰悬著水磨鞭，弓开得胜，马到成功。今日年纪高大了，便好道老不以筋骨为能，只怕你也近他不得了。(尉)【幺篇】我老只老呵，老了咱些年纪；老只老呵，老不了我脑中武艺。老只老呵，老不了我龙韬虎略；老只老呵，老不-下我妙策神机。老只老呵，老不了我一片忠心贯日；老只老呵，尚几自万夫难敌。(徐)老将军，你便索要去，只怕你老了，去不得。(尉)俺老只老，止不过添下些雪鬓霜髭；老只老，又不曾驼腰曲背。【尾声】老只老呵，只我这水磨鞭不曾长出些白髭须，量这厮何须咱费力。你看这厮，明日在垓心里，绰见我那铁扑头，红抹额，乌油甲，皂罗袍，他便跳下马受绳缚，着这厮卷了旗，卸下甲，收了军，拱手儿降俺这大唐同。(下)(徐)想着那老将军果然无病，老夫略施小计，使他登时激发。就领兵交战去了。下官即去回圣天子命也。(下)第四折(铁肋金牙上)自家高丽国大将铁肋金牙的便是。来日与大唐交战大小三军；听吾号令，先摆七层回子手：第一层，金盔金甲金裹头将军；第二层，银盔银甲银裹头将军；第三层，铁盔铁甲铁裹头将军；第四层，铜盔铜甲锭裹头将军；第五层。布盔布甲布裹头将军；第六层，纸盔纸甲纸裹头将军；第七层，皮盔皮甲皮裹头将军！众小校，到末日马军摆在一边。步兵摆在一边，中间留一条走路，待我输了好走。(众)走往那里去？(丑)走到你娘床土去，(众)尘头起处，大唐军马未了。(丑)摆开阵势与他交兵。(尉上)老夫尉迟敬德是也，奉朝廷的命，着我下高熏收铁肋金牙，须索走一遭去也。【双调】【新水令】只俺这水磨鞭准准的闲放了一年，不知足那一个合死的与我交战。重磨下新日月，再整顿那旧山川。只被我剿除了六十四处狼烟，更有一千阵恶征战。大小三军，摆开阵势者。(丑)来将何人？(尉)尉迟公是你的爹爹。(丑)尉迟，你敢来与俺交战？(尉)大小三军，擂起鼓来。【雁儿落】(尉)骤骅骝走似烟，骤骅骝走似烟，战马儿疾如箭。莫道是平地上走不出，便走到那鬼窟洞里也直寻见。【得胜令】呀，这的是难比美良川，折么尼走上焰魔火，今日是你合休日，今年是你该死年。当先，不喇喇一骑马疾如箭；心坚，□□□□□懒赠鞭。(小校)把这厮与我绑了，去见圣上去□。(徐)下宫徐茂公是也。今闻得尉迟敬德活拿了铁肋金牙，这早晚敢待来也。小校，尉迟老将军到来，报复□□知道。(尉)老夫尉迟是也。擒了铁肋金牙，将军府里报功去也。(卒)□□。(相见介)(徐)老将军鞍马劳神，怎生擒了这厮？慢慢的说一遍。【甜水令】我闲居时老弱恁赢，厮杀处身轻体健。相持在绿鸭大江边，扑咚咚战鼓声催，二马相交，在垓心鏖战。把铁肋金牙活捉下骏马雕鞍。(徐)老将军，想昔日在御科园刻马单鞭，今日里扫荡征尘，永息狼烟，把功劳试说一遍，就请挂了黄金印也。(尉)【折桂令】想昔门布御科园刬马单鞭，今门里扣荡了征尘，永息狼烟。托赖著圣仁仁慈，千秋万岁，洪福齐天。(徐)老将军请挂了印。(尉)臣不斗大的黄金印悬。(徐)老将军只愿甚么来？臣只愿洛阳城二顷薄田，不愿升迁，只愿身安。若不是文武双全，怎能勾将相之权。(徐)老将军望阙跪者，听圣上的命，加官赐赏。(圣旨)只为你多有功勋，尽忠心辅报朝廷。擒拿了铁肋金牙，复还你鄂国功臣。手下将论功行赏，都着他列补重升。圣明主加官赐爵，朝帝阙拜谢皇恩。(尉)万岁，万岁，万万岁。【沽美酒】感水恩赐我竹。感皇恩赐我官，重义得列朝班。我只愿罢职归农乐残年，向心这职田庄耕锄为伴。我只为铁肋金牙逞战权，因此做风颠。准知道军师探病原，施机尘将吾赚，参破下尉迟愚见。不伏老向江边恶战，我呵，幸遇得圣王明文修武偃，呀，愿皇图河清宴。【尾声】只因我南征北讨能争战，乞刺德心无怨。竹节刚鞭打铁叻金牙，顶门上抓七付眼。一人有床安天下，万国来朝贺太平。范康范康，字子安，杭州人。生卒年不详。约生活于元中期稍后，他与钟嗣成为友人，《录鬼簿》列入\"方今已亡名公才人余相知者\"类中，说他\"明性理，善讲解，能词章，通音律\"。其余生平事迹不可考。所作杂剧今如有《竹叶舟》、《杜甫游春》二种，前一种存。散曲则存小令四首、套数一套。其作品较为典雅清丽，大抵能不落俗套而略有新意，故钟嗣成评日：\"一下笔即新奇，盖天资卓异，人不可及也。\"客舟系缆柳阴旁，湖影侵篷夜气凉。 万顷波光摇月碎，一天风露藕花香。 江城歌吹风流，雨过平山，月满西楼。几许年华，三生醉梦，六月凉秋。按锦瑟佳人劝酒，卷朱帘齐按凉州。客去还留，云树萧萧，河汉悠悠。",
        "author": "元代",
        "poem_class": "怀古",
        "dynasty": "徐再思"
    },
    {
        "title": "过晋阳故城书事",
        "paragraph": "惠远祠前晋溪水，翠叶银花清见底。水上西山如挂屏，郁郁苍苍三十里。中原北门形势雄，想见城阙云烟中。望川亭上阅今古，但有麦浪摇春风。君不见，系舟山头龙角秃，白塔一摧城覆没。薛王出降民不降，屋瓦乱飞如箭镞。汾流决入大夏门，府治移著唐明村。只从巨屏失光彩，河洛几度风烟昏。东阙苍龙西玉虎，金雀觚棱上云雨。不论民居与官府，仙佛所庐余百所。鬼役天才千万古，争教一炬成焦土。至今父老哭向天，死恨河南往来苦。南人鬼巫好禨祥，万夫畚锸开连岗。官街十字改丁字，钉破并州渠亦亡。几时却到承平了，重看官家筑晋阳。水绕千家邑，山围一席天。桑麻新雨露，桧柏老风烟。梦后馀芳草，愁时更杜鹃。亦知推不去，端用得忘年。词名本是燕归梁。无理趣，忒寻常。马风思忆祖纯阳。故更易，悟黄粱。百年一梦暂时光。如省悟，弃家乡。常清常净处真常。累功行，赴蓬无地无媒只一身，蛾眉画出月争新。春来削发芙蓉寺，从此萧郎是路人。",
        "author": "金朝",
        "poem_class": "怀古",
        "dynasty": "元好问"
    },
    {
        "title": "水龙吟·西湖怀古",
        "paragraph": "东南第一名州，西湖自古多佳丽。临堤台榭，画船楼阁，游人歌吹。十里荷花，三秋桂子，四山睛翠。使百年南渡，一时豪杰，都忘却、平生志。可惜天旋时异，藉何人、雪当年耻。登临形胜，感伤今古，发挥英气。力士推山，天吴移水，作农桑地。借钱塘潮汐，为君洗尽，岳将军泪。蜀道登天，一杯送、绣衣行客。还自叹、中年多病，不堪离别。东北看惊诸葛表，西南更草相如檄。把功名、收拾付君侯，如椽笔。儿女泪，君休滴。荆楚路，吾能说。要新诗准备，庐山山色。赤壁矶头千古浪，铜鞮陌上三更月。正梅花、万里雪深时，须相忆。秋气堪悲未必然，轻寒正是可人天。绿池落尽红蕖却，荷叶犹开最小钱。实之三和有忧边之语，走笔答之。国脉微如缕。问长缨何时入手，缚将戎主？未必人间无好汉，谁与宽些尺度？试看取当年韩五。岂有谷城公付授，也不干曾遇骊山母。谈笑起，两河路。少时棋柝曾联句。叹而今登楼揽镜，事机频误。闻说北风吹面急，边上冲梯屡舞。君莫道投鞭虚语，自古一贤能制难，有金汤便可无张许？快投笔，莫题柱。",
        "author": "宋代",
        "poem_class": "怀古",
        "dynasty": "陈德武"
    },
    {
        "title": "卖花声·怀古",
        "paragraph": "阿房舞殿翻罗袖，金谷名园起玉楼，隋堤古柳缆龙舟。不堪回首，东风还又，野花开暮春时候。美人自刎乌江岸，战火曾烧赤壁山，将军空老玉门关。伤心秦汉，生民涂炭，读书人一声长叹。一粒米针穿着吃，一文钱剪截充，但开口昧神灵。看儿女如衔泥燕，爱钱财似竞血蝇。无明夜攒金银，都做充饥画饼。年年牛背扶犁住，近日最懊恼杀农父。稻苗肥恰待抽花，渴煞青天雷雨。〔幺〕恨残霞不近人情，截断玉虹南去。望人间三尺甘霖，看一片闲云起处。我本渔樵，不是白驹空谷。对西山、悠然自足。北窗疏竹。南窗丛菊。爱村居、数间茅屋。风烟草屩，满意一川平绿。问前溪、今朝酒熟。幽禽歌曲。清泉琴筑。欲归来、故人留宿。",
        "author": "元代",
        "poem_class": "怀古",
        "dynasty": "张可久"
    },
    {
        "title": "殿前欢·楚怀王",
        "paragraph": "楚怀王，忠臣跳入汨罗江。《离骚》读罢空惆怅，日月同光。伤心来笑一场，笑你个三闾强，为甚不身心放？沧浪污你，你污沧浪。第一折某姓严名光，字子陵，本贯会稽严州人也。自幼年好游玩江湖，即今在南阳富春山畔七里滩，钓鱼为生。方今王新室在位，为君一十七年，灭汉宗一万五千七百余口，绝刘后患，天下把这姓刘的捉拿。有一人春陵乡白水村姓刘，名秀，字文叔。不敢呼为刘文叔，改名为金和秀才。他常从我为兄相待，近日在下村李二公庄上，闲攀话饮酒。想汉朝以来，【仙吕】【点绛唇】开创高皇，上天责降，萧丞相、韩信、张良。自平帝生王莽。【混江龙】自从夏桀将禹丧，独夫殷纣灭成汤。丕显立吊民伐罪，丕承立守绪成王。刚四十垂拱严郎朝彩风，弟五辈巡狩湘流中淹杀昭王。自开基起运，立国安邦，坐筹帏幄，竭力疆场。百十万阵，三五千场，满身矢簇，遍体金疮，尸横草野，鸦啄人肠。未曾立两行墨迹在史书中，却早卧一丘新土在芒山上。咱人这富贵如蜗牛角半痕涎沫，功名似飞萤尾一点光芒。【油葫芦】刘文叔相期何故爽？一会家白暗想，怎生来今日晚了时光？他则在鱼州揽住收罾网。酒旗摇处沽村酿，畅情时酌一壶，开怀时饮几觞。知他是暮年间身死中年间丧，醉不到三万六千场。【天下乐】则愿的王新室官家寿命长。我这里斟量，有个意况。体乾坤姓正的由他姓王。他夺厂呵夺汉朝，篡了呵篡了汉邦，到与俺闲人每留下醉乡。【那吒令】则咱这醉眼觑世界，不悠悠荡荡。则咱这醉眼觑日月，不来来往往。则咱这醉眼觑富贵，不劳劳穰穰。咱醉眼宽似沧海中，咱醉眼竟高似青霄上，咱醉眼不识个宇宙洪荒。【鹊踏枝】他笑咱唱的来不依腔，舞的来煞颠狂，俺不比您名皱定眉儿别是天堂。富汉每喝菜汤穿粗衣朴裳，有一日泼家私似狗令羊肠。【寄生草】我比他吃茶饭知个饥饱，我比他穿衣服知个暖凉。酒添的神气能荣旺，饭装的皮袋偏肥胖，衣穿的寒暑难侵傍。看谁人省悟是谁痴，怕不凤凰飞在梧桐上。【六幺序】您将他称赏，把他赞奖。那厮则是火避苛虎，当道豺狼。咱人但晓三章，但识斟量，忠孝贤良，但似严光，怎肯受王新室紫绶金章？时史令鬼眼通身眼，有多少马壮人强，改年建号时间旺，夺了刘家朝典，夺了汉世封疆。【幺篇】遍端详，那厮模佯，休紧休忙。等那穹苍，到那时光，汉室忠良，议论商量。引领刀枪，撞入门墙，拖下龙床，脱了衣裳，木驴牵将，闹市云阳，手脚舒长，六道长丁钉上。咱大家看一场。不争你动起刀枪，天下荒荒，正应道龙门鱼伤，尽乾坤一片青罗网。咱人逃出大纛高张，您汉家枝叶合兴旺，见放着天天摧地搭，国破家亡。【后庭花】你道我瓦盆儿丑看相，磁瓯儿少意况。强如这惹祸患黄金盏，招灾殃碧玉觞。玉斝内饮琼浆，耳边傍音嘹亮，绛纱笼银烛光。列金钗十二行，裙摇的琼珮响，步金莲罗袜香。娇滴滴宫样妆，玉纤纤手内将。黄金盏盏面上，关埋伏闹隐藏。【青哥儿】那里面暗隐着风波、风波千丈，你说波使磁瓯的有甚灾伤？我醉了呵东倒西歪尽不妨。我若烂醉在村乡，着李二公扶将到茅舍茅堂。靠瓮牖蓬窗，新苇席清凉，旧木枕边厢，袒脱下衣裳，放散诞心肠，任百事无妨。倒大来免虑忘忧，纳被蒙头，任意番身。强如您宰相侯王，遭断没属官象牙床，泥金坑。【赚煞尾】平地上窝弓，水面上张罗，扯扭谁想村寻相访？鸿鹄志飞腾天一方，拣深山旷野潜藏。莫行唐，蓦岭登岗，拽着个钝木斧、击着条系麻绳、携着条旧担杖。我则待驾孤舟荡漾，趁五湖烟浪，望七里滩头、轻舟短棹、簑笠纶竿，一钩香饵钓斜阳。第二折【越调】【斗鹌鹑】我把这蔓笠做交游，簑衣为伴侣，这蔓笠避了些冷雾寒烟，簑衣遮了些斜风细雨。看红鸳戏波面千层，喜白鹭顶风丝一缕。白日坐一襟芳草裀，晚来宿中间茅苫屋。想从前错怨天公，甚也有安排我处。【紫花儿】您道我不达时务，我是个避世严陵，钓几尾漏网的游鱼。怎禁四蹄玉兔，三足金乌。子细踌躇，观了些成败兴亡阅了些今古，浪淘尽千古风流人物。昨日个虎踞在咸阳，今日早鹿走姑苏。【金蕉叶】七里滩从来是祖居，十辈儿不知祸福。常绕定滩头景物，我若是不做官一世儿平生愿足。【调笑令】巴到日暮，看天隅，见隐隐残霞三四缕。钓的这锦鳞来满向篮中贮，正是收纶罢钓渔父。那的是江上晚来堪画处，抖擞着绿蓑归去。【鬼三台】休停住，疾回去，不去呵枉惹的我讹言讹语。回奏与您汉銮舆，休着俺闲人受苦。皂朝靴紧行拘我二足，纱幞头带着掐我额颅。我手执的是斑竹纶竿，谁秉得你花纹象笏？【秃厮儿】您那有荣辱襕袍靴笏，不如俺无拘束新酒活鱼，青山绿水开画图。玉带上挂金负，都是嚣虚。【圣药王】我在这水国居，乐有余。你问我弃高官不做待闲居。重呵止不过请些俸禄，轻呵但抹着灭了九族。不用一封天子诏贤书，回去也不是护身符。【麻郎儿】我尽说与你肺腹，我共您銮舆，俺两个常绕着南刚酒卢，醉酩酊不能家去。【幺篇】俺是酒徒醉余睡处，又无甚花毡绣褥。我布袍袖将他盖覆，常与我席头儿多处。【络丝娘】倒两个醉廛市同眠抵足，我怎去他手里三叩头扬尘拜舞？我说来的言词你寄将去，休忘了我-句。【尾】说与你刘文叔，有分付处别处分付。我不做官呵，有甚么没发付您那襕袍靴笏？我则知十年前共饮的旧知交，谁认的甚么中兴汉光武！第三折自从与刘文叔酌别之后，又经十年光景。他如今做了中兴皇帝，宣命我两三次，我不肯做官。您不知国家兴废！汉家公卿笑子陵，子陵还笑汉公卿。一竿七里滩头竹，钓出千秋万古名。云山苍苍，江水泱泱，贫道之风，山高水长。主人宣命我两次三回，我不肯去。则做那布衣之交，时作一书来请命我。好一个圣明的皇帝，能昭千叶为之光，克除祸乱为之武。休说君臣相待，则做个朋友相看，也索礼当一贺。【正宫】【端正好】高祖般性宽洪，义帝般心明圣，可知汉业中兴。为我不从丹诏修书请，更道违宣命。【滚绣球】严子陵，莫不忒煞逞？我是个道人家动不如静。休！休！我今番索通个人情，便索登，远路程，怎禁他礼节相敬，岂辞劳鞍马前行。不免的手攀明月来天阙，我则索袖挽清风入帝京，怎得消停。【倘秀才】来了我呵鸥鹭在滩头失惊，不见我呵渔父在矶台漫等。来了我呵钓台上青苔即渐生。这其间柴门静悄悄，茅舍冷清清，料应！【滚绣球】柴门知他扃也不扃？人笑却足应也那不应？荒疏了俺那柳阴花径，有宾朋来呵淮人出户相迎？到初更酒半醒，猛想起故园景，忽然感怀诗兴，对蓬窗斜月似挑灯。香馥馥暗香浮动梅摇影。疏刺剌翠色相交竹弄声，感旧伤情。【倘秀才】见旗帜上月华日精，唬的些居民从速风迸，呈百般的下路潜藏无掩映。不知您，帝王情，是怎生。【滚绣球】折銮驾却是应也不应？布民人却是惊也不惊？更做道一人有庆，汉君王真恁地将銮驾别无处施呈。他出郭迎，俺旧伴等，待刚来我根前显耀他帝王的权柄，和俺钓鱼人莫不两国相争。齐臻臻戈殳镫棒当头摆，明晃晃武士金瓜夹路行，我怎敢冲撞朝廷。【倘秀才】他往常穿一领粗布袍被我常扯的扁襟旦领，他如今穿着领柘黄袍我若是轻抹着该多大来罪名。我则似那草店上相逢时那个身命，便和您，叙交情，做听那伴等。【滚绣球】投至得帝业兴，家业成，四边平静，经了几千场虎斗龙争。则为我交契情，我费打听，到处里曾问遍庶民百姓，最显的是暮秋霜气岩凝。都说你须知复汉功臣力，不及泥田一片冰，端的是鬼怕神惊。【脱布衫】则为你般调人两字功名，躯荣人半世浮生。-个楚霸王拔山举鼎，乌江岸剑抹了咽颈。【小梁州】都则为耻向东吴再起兵，那其间也汉高祖功成。道贼王莽篡了龙廷，有真命，文叔再中兴。【幺篇】贫道暗暗心内自思省，建武十三年八月期程，王新室有百万兵，困你在昆阳阵。那其间醉魂也半轮明月，觉来时，依旧照茅亭。【耍孩儿】自古兴亡成败皆前定，若是你不患难如何得太平？自从祖公公昔日陷彭城，真乃是死里逃生。不龙吟怎得真龙显？不发黑如何得晓日明？虽然你心明圣，若不是云台上英雄并力，你独自个孤掌难鸣。【煞】为民的乐业在家内居，为农的欣然在垄上耕。从你为君，社稷安，盗贼息，狼烟静。九层春露都恩到，两鬓秋霜何星星？百姓每家家庆，庆道是民安国泰，法正官清。【三】休将闲事争提，莫将席面冷，磁瓯瓦钵似南阳兴。若相逢个饮空归去，我怕听阳关第四声。你把这瓮内酒休教剩，我若不令十分酩酊，怎解咱数载离情。【四】你也不是我的君，我也不是你的卿，咱两个一樽酒罢先言定。若你万圣主今夜还得去，我便七里滩途程来日登。又不曾更了名姓，你则是十年前沾酒刘秀，我则是七卫滩垂钓的严陵。【尾】您每朝聚九卿，你须当起五更，去得迟呵着那两班文武在丹墀候等。俺出家来纳被蒙头，黑甜一枕，直睡到红日三竿犹兀自唤不的我醒。(下)第四折则想在昨却外相见之后，便指望便回俺那七里滩去天。不想今日又请我做拂尘筵席。【双调】【新水令】屈恙着野人心直宣的我入宫来，笑刘文叔我似前是何相待。待刚来则是矜夸些金暇宁，显耀些玉楼台，末过足玉殿金阶。我住的草舍茅斋。比您不曾差犬役着万民羞。【乔牌儿】辇路傍啄绿苔，猛然间那惊怪，元来是七里滩朱顶仙鹤在碧云间将雪翅开，他直飞到皇宫探我来。他为甚还闷在阑干外？是不是我的仙鹤？若是我的呵，则不肯来。和他那献果木猿猱也到来。我山野的心常布。俺那里水似蓝山如黛，不由我见景生情，睹物伤怀。俺那七里滩好多好景致：麋鹿衔花，野猿献果。天灯自见，乌鹊报晓，禽有禽言，兽有兽语。【滴滴金】俺那里是猿猱会插手，仙鹤展翅，把人情都解，非浊骨与凡胎。我在绿柳堤边。红蓼滩头，白爇洲外，这其间鸥鹭疑猜。【折桂令】疑猜我在钓鱼滩醉倒来回来，俺出家儿散诞心肠，放浪形骸。我把您上下君臣，非是严光，把您花白。为君的紧打并吞伏四海，为臣的紧铺劳日转千阶。我说与您听，我不人才。有那等不染尘埃，不识兴衰，靠岭偎崖，撒网担柴，寻觅将来，则那的便是人才。敢也不敢？中也不中？我问你咱。【乔牌儿】脚紧抬脚慢抬，一层迈两层迈上金阶。宫女将我忙从策，把严陵来休怪责。【殿前欢】扶策的我步瑶阶，心怀七里濉钓鱼台。醉醺醺跳出龙门外，似草店上般东倒四歪，把我脑撺的抢将下米。这殿阁初兴盖，您君臣斗耍夸胸大，大古里是茅茨不剪，三尺台阶。倘或间失手打破这盏儿呀，家里有几个七里滩赔得过？【水仙子】我这里轻揎袍袖手舒开，满饮琼浆款落台。饮罢时放的稳忙加额，比俺那使磁瓯奸好不自在，怎如咱草店上倒开怀。不想阗是祸患，不知阗足利害，畅好拘束人也玳则筵歼。【落梅风】我在江村里住，肚皮里饥上来，俺则有油盐和的半盏野菜。食鱼羹稻饭几曾卓器摆，几曾这般区区将将大惊小怪。我则待回七里滩去。【离亭宴煞】九经三史文书册，压着一千场国破山河改。富贵荣华，草介尘埃。唱道禄重官高，阗是祸害，凤阁龙楼，包着成败。您那里是舜殿尧阶，严光则是跳出了十万丈风波是非海。正名刘文叔醉隐三家店严子陵垂钓七里滩 项羽自刎虎视鲸吞相并，灭强秦已换炎刘姓。数年逐鹿走中原，创图基祚隆兴。各驰骋，布衣学剑，陇亩兴师，霸业特昌盛。今日悉皆扫荡，上合天统，下应民情。睢河岸外勇难施，广武山前血犹腥。恨错放高皇，懊失追韩信，悔不从范增。【幺】行走行迎，故然怒激刚强性。迤逗向垓心，预埋伏掩映山形，猛围定。涧溪沟壑，列介胄寒光莹，昼夜攻催劫掠，爪牙脱落，羽翼雕零。一个向五云乡里贺升平，一个向八卦图中竞残生，更那堪时月严凝。【麻婆子】汉祖胜乘威势，上苍助显号令。四野布层阴重，六花飞万片轻。不添和气报丰年，特呈凶兆害生灵。手拘束难施展，足滑擦岂暂停。【幺】自清晓彻终日，从黄昏睚五更。趁水泽身难到，夺樵路力不能。旋消冰雪润枯肠，冻烧器械焰荒荆。马无草人无饭，立不安坐不宁。【墙头花】军收雪霁，起凛冽严风劲，汗湿征衣背似冰。战欣欣火灭烟消，干剥剥天寒地冷。【幺】征夫楚寐清，深夜疆场静，四面悲歌忍泪听。便不思败国亡家，皆子想离乡背井。【急曲子】帐周回立故壁，阵东南破去程。众儿郎已杳然，总安眠睡未惊。忽闻嘶困乏征马宛，猛唤回凄凉梦境。【耍孩儿】唯除个植梦怀忠政，错认做奸人暗等。误截一臂不任疼，猛魂飘已赴幽冥。碧澄澄万里天如水，明朗朗十分月满宫。马首立虞姬工，翠蛾低敛，粉泪双擎。【幺】绝疑的宝剑挥圆颈，不二色的刚肠痛。怎教暴露在郊墟，惜香肌难入山陵。望碧云芳草封高冢，对黄土寒沙赴浅坑。伤情兴，须臾天晓，仿佛平明。【三煞】衡路九条，山垓九层，区区纵堑奔荒径。开基创业时皆尽，争帝图王势已倾。军逐，因寻江路，误入阴陵。【二】付能归船路开，却懒将踏板登，丧八千子弟无踪影。羞归西楚亲求救，耻向东吴再起兵。辞了枪骑，伏霜锋闪烁，从二足奔腾。【一】杀五侯虽惧怯，奈只身枉战争，自知此地绝天命。壮怀已丧英雄气，巨口全无叱咤声。寻思到一场长叹，百战衰形。【尾】解委颔把顿项推，举太阿将咽颈称。子见红飘飘光的的绛缨先偏侧了金盔顶，碜可可湿浸浸鲜血早淋漓了战袍领。赠长春宫雪庵学士过隙驹难留时暂，百年几度聪明暗。尘事饱经谙，叹狙公暮四朝三。抵自惭，远投苍海，平步风波，空擘骊龙颔。谩赢得此身良苦，家私分外，活计尴尬。寝食玉锁紧牵连，行坐金枷自披担。世累相萦，阴行难修，业缘未减。【幺】因见无常，谩劳供养看经忏。虽有六亲人，谁能替入棺函。劝省咱，从今白甚，则管教人，吃粉羹餐酸馅，皮骨这回绝却。三年乳哺，十月怀耽，长春有景闷时游，大道无极静中参。出凡笼再不争搀。【耍孩儿】牵衣妻子情伤感，一任红愁绿惨。顿然脱便奔腾，不居土洞石龛。四时风月双邻友，万里乾坤一草庵。鬅松鬓，不分髻角，焉用冠簪。【幺】浮云世态将人赚，识破也诚何以堪。布袍独驾九天风，玩无穷绿水青岚。东游瀛海思徐福，西度流沙慕老聃。抛持尽雀巢燕垒，虎窟龙潭。【一煞】从释缚，自脱监，纸鸢无线舟无缆。风寒暑湿非吾患，味色声香莫我贪。休只待，船中满载，水低俱淹。【二煞】莫苦求，休强揽，莫教邂逅遭坑陷。恐哉笞杖徒流绞，慎矣公侯伯子男。争夸衒，千种美禄，一品高衔。【三煞】衣锦裘，乘骏骖，与朋共敝虽无憾。箪瓢自乐颜回巷，版筑谁亲傅说岩。君不见，花飞树底，日转天南。【四煞】手欲翻，眼未贬，镜中华发霜匀糁。生来忙似尘中蚁，老去空如茧内蚕。明图甚，形骸伛偻，涕唾月音臜。【五煞】饭已熟，睡正酣，尽他世味无如淡。诗囊经卷随藜杖，苍木黄菁满药篮。回头笑，青钱拍板，乌帽蓝衫。【六煞】耳若聋，口似缄，有人来问佯妆憨。胡芦提了全无闷，皮袋肥来最不憨。渔樵伴，山声野调，阔论高谈。【七煞】不动心，已丧胆，丹田饱养难摇撼。身欺古柏衰中旺，味胜青瓜苦后甘。功成处，脸同莲萼，头类松杉。【收尾】甲配了庚，离应了坎。是非不在天公鉴，那道轮回近得俺。笑靥多羞，低头不觉金钗溜。凭媒将就。凤枕回双绣。月地云阶，何日重携手。心坚否。齐眉相守。愿得从今后。",
        "author": "元代",
        "poem_class": "怀古",
        "dynasty": "贯云石"
    },
    {
        "title": "吊岳王墓",
        "paragraph": "大树无枝向北风，十年遗恨泣英雄。班师诏已来三殿，射虏书犹说两宫。每忆上方谁请剑，空嗟高庙自藏弓。栖霞岭上今回首，不见诸陵白露中。春宵花月值千金，爱此花香与月阴。月下花开春寂寂，花羞月色夜沉沉。杯邀月影临花醉，手弄花枝对月吟。明月易亏花易老，月中莫负赏花心。经，常道也。其在于天，谓之命；其赋于人，谓之性。其主于身，谓之心。心也，性也，命也，一也。通人物，达四海，塞天地，亘古今，无有乎弗具，无有乎弗同，无有乎或变者也，是常道也。其应乎感也，则为恻隐，为羞恶，为辞让，为是非；其见于事也，则为父子之亲，为君臣之义，为夫妇之别，为长幼之序，为朋友之信。是恻隐也，羞恶也，辞让也，是非也；是亲也，义也，序也，别也，信也，一也。皆所谓心也，性也，命也。通人物，达四海，塞天地，亘古今，无有乎弗具，无有乎弗同，无有乎或变者也，是常道也。以言其阴阳消息之行焉，则谓之《易》；以言其纪纲政事之施焉，则谓之《书》；以言其歌咏性情之发焉，则谓之《诗》；以言其条理节文之着焉，则谓之《礼》；以言其欣喜和平之生焉，则谓之《乐》；以言其诚伪邪正之辨焉，则谓之《春秋》。是阴阳消息之行也，以至于诚伪邪正之辨也，一也，皆所谓心也，性也，命也。通人物，达四海，塞天地，亘古今，无有乎弗具，无有乎弗同，无有乎或变者也。夫是之谓六经。六经者非他，吾心之常道也。是故《易》也者，志吾心之阴阳消息者也；《书》也者，志吾心之纪纲政事者也；《诗》也者，志吾心之歌咏性情者也；《礼》也者，志吾心之条理节文者也；《乐》也者，志吾心之欣喜和平者也；《春秋》也者，志吾心之诚伪邪正者也。君子之于六经也，求之吾心之阴阳消息而时行焉，所以尊《易》也；求之吾心之纪纲政事而时施焉，所以尊《书》也；求之吾心之歌咏性情而时发焉，所以尊《诗》也；求之吾心之条理节文而时着焉，所以尊《礼》也；求之吾心之欣喜和平而时生焉，所以尊《乐》也；求之吾心之诚伪邪正而时辨焉，所以尊《春秋》也。盖昔者圣人之扶人极，忧后世，而述六经也，由之富家者之父祖，虑其产业库藏之积，其子孙者，或至于遗忘散失，卒困穷而无以自全也，而记籍其家之所有以贻之，使之世守其产业库藏之积而享用焉，以免于困穷之患。故六经者，吾心之记籍也，而六经之实，则具于吾心。犹之产业库藏之实积，种种色色，具存于其家，其记籍者，特名状数目而已。而世之学者，不知求六经之实于吾心，而徒考索于影响之间，牵制于文义之末，硁硁然以为是六经矣。是犹富家之子孙，不务守视享用其产业库藏之实积，日遗忘散失，至为窭人丐夫，而犹嚣嚣然指其记籍曰：「斯吾产业库藏之积也！」何以异于是？呜呼！六经之学，其不明于世，非一朝一夕之故矣。尚功利，崇邪说，是谓乱经；习训诂，传记诵，没溺于浅闻小见，以涂天下之耳目，是谓侮经；侈淫辞，竞诡辩，饰奸心盗行，逐世垄断，而犹自以为通经，是谓贼经。若是者，是并其所谓记籍者，而割裂弃毁之矣，宁复之所以为尊经也乎？越城旧有稽山书院，在卧龙西冈，荒废久矣。郡守渭南南君大吉，既敷政于民，则慨然悼末学之支离，将进之以圣贤之道，于是使山阴另吴君瀛拓书院而一新之，又为尊经阁于其后，曰：「经正则庶民兴；庶民兴，斯无邪慝矣。」阁成，请予一言，以谂多士，予既不获辞，则为记之若是。呜呼！世之学者，得吾说而求诸其心焉，其亦庶乎知所以为尊经也矣。 柳条搓线絮搓绵，搓够千寻放纸鸢。消得春风多少力，带将儿辈上青天。",
        "author": "明代",
        "poem_class": "怀古",
        "dynasty": "高启"
    },
    {
        "title": "人月圆·伤心莫问前朝事",
        "paragraph": "伤心莫问前朝事，重上越王台。鹧鸪啼处，东风草绿，残照花开。怅然孤啸，青山故国，乔木苍苔。当时明月，依依素影，何处飞来？懒云窝，醒时诗酒醉时歌。瑶琴不理抛书卧，无梦南柯。得清闲尽快活，日月似撺梭过，富贵比花开落。青春去也，不乐如何？懒云窝，醒时诗酒醉时歌。瑶琴不理抛书卧，尽自磨陀。想人生待则么？富贵比花开落，日月似撺梭过。呵呵笑我，我笑呵呵。懒云窝，客至待如何？懒云窝里和衣卧，尽自婆娑。想人生待则么？贵比我高些个，富比我松些个，呵呵笑我，我笑呵呵。紫塞风高弓力强，王孙走马猎沙场。呼鹰腰箭归来晚，马上倒悬双白狼。玉箫声断凤凰楼，憔悴人别后。留得啼痕满罗袖。去来休，楼前风景浑依旧。当初只恨，无情烟柳，不解系行舟。",
        "author": "元代",
        "poem_class": "怀古",
        "dynasty": "倪瓒"
    },
    {
        "title": "金缕歌·陪履斋先生沧浪看梅",
        "paragraph": "乔木生云气。访中兴、英雄陈迹，暗追前事。战舰东风慳借便，梦断神州故里。旋小筑、吴宫闲地。华表月明归夜鹤，叹当时、花竹今如此。枝上露，溅清泪。 遨头小簇行春队。步苍苔、寻幽别坞，问梅开未。重唱梅边新度曲，催发寒梢冻蕊。此心与、东君同意。后不如今今非昔，两无言、相对沧浪水。怀此恨，寄残醉。摘青梅荐酒，甚残寒，犹怯苎萝衣。正柳腴花瘦，绿云冉冉，红雪霏霏。隔屋秦筝依约，谁品春词？回首繁华梦，流水斜晖。寄隐孤山山下，但一瓢饮水，深掩苔扉。羡青山有思，白鹤忘机。怅年华、不禁搔首，又天涯、弹泪送春归。销魂远，千山啼鴂，十里荼麋。柳阴直，烟里丝丝弄碧。隋堤上、曾见几番，拂水飘绵送行色。登临望故国，谁识京华倦客？长亭路，年去岁来，应折柔条过千尺。闲寻旧踪迹，又酒趁哀弦，灯照离席。梨花榆火催寒食。愁一箭风快，半篙波暖，回头迢递便数驿，望人在天北。凄恻，恨堆积！渐别浦萦回，津堠岑寂，斜阳冉冉春无极。念月榭携手，露桥闻笛。沉思前事，似梦里，泪暗滴。铁马蒙毡，银花洒泪，春入愁城。笛里番腔，街头戏鼓，不是歌声。那堪独坐青灯。想故国、高台月明。辇下风光，山中岁月，海上心情。",
        "author": "宋代",
        "poem_class": "怀古",
        "dynasty": "吴文英"
    },
    {
        "title": "齐天乐·与冯深居登禹陵",
        "paragraph": "三千年事残鸦外，无言倦凭秋树。逝水移川，高陵变谷，那识当时神禹。幽云怪雨。翠蓱湿空梁，夜深飞去。雁起青天，数行书似旧藏处。寂寥西窗久坐，故人悭会遇，同翦灯语。积藓残碑，零圭断璧，重拂人间尘土。霜红罢舞。漫山色青青，雾朝烟暮。岸锁春船，画旗喧赛鼓。窗间梅熟落蒂，墙下笋成出林。连雨不知春去，一晴方觉夏深。月儿弯弯照九州，几家欢乐几家愁。几家夫妇同罗帐，几个飘零在外头？荷尽已无擎雨盖，菊残犹有傲霜枝。一年好景君须记，最是橙黄橘绿时。(最是 一作：正是) ",
        "author": "宋代",
        "poem_class": "怀古",
        "dynasty": "吴文英"
    },
    {
        "title": "水调歌头·焦山",
        "paragraph": "铁瓮古形势，相对立金焦。长江万里东注，晓吹卷惊涛。天际孤云来去，水际孤帆上下，天共水相邀。远岫忽明晦，好景画难描。混隋陈，分宋魏，战孙曹。回头千载陈迹，痴绝倚亭皋。惟有汀边鸥鹭，不管人间兴废，一抹度青霄。安得身飞去，举手谢尘嚣。袖剑飞吟。洞庭青草，秋水深深。万顷波光，岳阳楼上，一快披襟。不须携酒登临。问有酒、何人共斟？变尽人间，君山一点，自古如今。短长亭，古今情。楼外凉蟾一晕生，雨馀秋更清。暮云平，暮山横。几叶秋声和雁声，行人不要听。阴阴溪曲绿交加，小雨翻萍上浅沙。鹅鸭不知春去尽，争随流水趁桃花。",
        "author": "宋代",
        "poem_class": "怀古",
        "dynasty": "吴潜"
    },
    {
        "title": "满江红·九月二十一日出京怀古",
        "paragraph": "缓辔西风，叹三宿、迟迟行客。桑梓外，锄耰渐入，柳坊花陌。双阙远腾龙凤影，九门空锁鸳鸾翼。更无人擫笛傍宫墙，苔花碧。天相汉，民怀国。天厌虏，臣离德。趁建瓴一举，并收鳌极。老子岂无经世术，诗人不预平戎策。办一襟风月看升平，吟春色。庙堂无策可平戎，坐使甘泉照夕烽。初怪上都闻战马，岂知穷海看飞龙。孤臣霜发三千丈，每岁烟花一万重。稍喜长沙向延阁，疲兵敢犯犬羊锋。一年滴尽莲花漏。碧井酴酥沉冻酒。晓寒料峭尚欺人，春态苗条先到柳。 佳人重劝千长寿。柏叶椒花芬翠袖。醉乡深处少相知，只与东君偏故旧。夜来沉醉卸妆迟，梅萼插残枝。酒醒熏破春睡，梦远不成归。人悄悄，月依依，翠帘垂。更挼残蕊，更捻余香，更得些时。",
        "author": "宋代",
        "poem_class": "怀古",
        "dynasty": "史达祖"
    },
    {
        "title": "姑苏怀古",
        "paragraph": "夜暗归云绕柁牙，江涵星影鹭眠沙。行人怅望苏台柳，曾与吴王扫落花。水是眼波横，山是眉峰聚。欲问行人去那边？眉眼盈盈处。才始送春归，又送君归去。若到江南赶上春，千万和春住。涧水无声绕竹流，竹西花草弄春柔。茅檐相对坐终日，一鸟不鸣山更幽。篱落疏疏一径深，树头新绿未成阴。(新绿 一作：花落)儿童急走追黄蝶，飞入菜花无处寻。",
        "author": "宋代",
        "poem_class": "怀古",
        "dynasty": "姜夔"
    },
    {
        "title": "祝英台近·北固亭",
        "paragraph": "澹烟横，层雾敛。胜概分雄占。月下鸣榔，风急怒涛飐。关河无限清愁，不堪临鉴。正霜鬓、秋风尘染。 漫登览。极目万里沙场，事业频看剑。古往今来，南北限天堑。倚楼谁弄新声，重城正掩。历历数、西州更点。是岁十月之望，步自雪堂，将归于临皋。二客从予过黄泥之坂。霜露既降，木叶尽脱， 人影在地，仰见明月，顾而乐之，行歌相答。已而叹曰：“有客无酒，有酒无肴，月白风清，如此良夜何！”客曰：“今者薄暮，举网得鱼，巨口细鳞，状似松江之鲈。顾安所得酒 乎？”归而谋诸妇。妇曰：“我有斗酒，藏之久矣，以待子不时之需。”于是携酒与鱼，复 游于赤壁之下。江流有声，断岸千尺；山高月小，水落石出。曾日月之几何，而江山不可复 识矣。予乃摄衣而上，履巉岩，披蒙茸，踞虎豹，登虬龙，攀栖鹘之危巢，俯冯夷之幽 宫。盖二客不能从焉。划然长啸，草木震动，山鸣谷应，风起水涌。予亦悄然而悲，肃然而 恐，凛乎其不可留也。反而登舟，放乎中流，听其所止而休焉。时夜将半，四顾寂寥。适有 孤鹤，横江东来。翅如车轮，玄裳缟衣，戛然长鸣，掠予舟而西也。须臾客去，予亦就睡。梦一道士，羽衣翩跹，过临皋之下，揖予而言曰：“赤壁之游乐 乎？”问其姓名，俯而不答。“呜呼！噫嘻！我知之矣。畴昔之夜，飞鸣而过我者，非子也 邪？”道士顾笑，予亦惊寤。开户视之，不见其处。门外绿阴千顷，两两黄鹂相应。睡起不胜情，行到碧梧金井。人静，人静。风动一庭花影。东风夜放花千树，更吹落，星如雨。宝马雕车香满路。凤箫声动，玉壶光转，一夜鱼龙舞。蛾儿雪柳黄金缕，笑语盈盈暗香去。众里寻他千百度，蓦然回首，那人却在，灯火阑珊处。",
        "author": "宋代",
        "poem_class": "怀古",
        "dynasty": "岳珂"
    },
    {
        "title": "满江红·汉水东流",
        "paragraph": "汉水东流，都洗尽，髭胡膏血。人尽说，君家飞将，旧时英烈。破敌金城雷过耳，谈兵玉帐冰生颊。想王郎，结发赋从戎，传遗业。腰间剑，聊弹铗。尊中酒，堪为别。况故人新拥，汉坛旌节。马革裹尸当自誓，蛾眉伐性休重说。但从今，记取楚楼风，裴台月。别茂嘉十二弟。鹈鴂、杜鹃实两种，见《离骚补注》绿树听鹈鴂。更那堪、鹧鸪声住，杜鹃声切。啼到春归无寻处，苦恨芳菲都歇。算未抵、人间离别。马上琵琶关塞黑，更长门、翠辇辞金阙。看燕燕，送归妾。 将军百战身名裂。向河梁、回头万里，故人长绝。易水萧萧西风冷，满座衣冠似雪。正壮士、悲歌未彻。啼鸟还知如许恨，料不啼清泪长啼血。谁共我，醉明月。花开不并百花丛，独立疏篱趣未穷。宁可枝头抱香死，何曾吹落北风中。东城渐觉风光好。縠皱波纹迎客棹。绿杨烟外晓寒轻，红杏枝头春意闹。浮生长恨欢娱少。肯爱千金轻一笑。为君持酒劝斜阳，且向花间留晚照。",
        "author": "宋代",
        "poem_class": "怀古",
        "dynasty": "辛弃疾"
    },
    {
        "title": "念奴娇·登建康赏心亭呈史致道留守",
        "paragraph": "我来吊古，上危楼、赢得闲愁千斛。虎踞龙蟠何处是，只有兴亡满目。柳外斜阳，水边归鸟，陇上吹乔木。片帆西去，一声谁喷霜竹。 却忆安石风流，东山岁晚，泪落哀筝曲。儿辈功名都付与，长日惟消棋局。宝镜难寻，碧云将暮，谁劝杯中绿。江头风怒，朝来波浪翻屋。守得莲开结伴游，约开萍叶上兰舟。来时浦口云随棹，采罢江边月满楼。花不语，水空流，年年拚得为花愁。明朝万一西风动，争向朱颜不耐秋。江北秋阴一半开，晚云含雨却低徊。青山缭绕疑无路，忽见千帆隐映来。门外无人问落花，绿阴冉冉遍天涯。林莺啼到无声处，青草池塘独听蛙。",
        "author": "宋代",
        "poem_class": "怀古",
        "dynasty": "辛弃疾"
    },
    {
        "title": "贺新郎·挽住风前柳",
        "paragraph": "彭传师于吴江三高堂之前钓雪亭，盖擅渔人之窟宅以供诗境也，赵子野约余赋之。挽住风前柳，问鸱夷当日扁舟，近曾来否？月落潮生无限事，零落茶烟未久。谩留得莼鲈依旧。可是功名从来误，抚荒祠、谁继风流后？今古恨，一搔首。江涵雁影梅花瘦，四无尘、雪飞云起，夜窗如昼。万里乾坤清绝处，付与渔翁钓叟。又恰是、题诗时候。猛拍阑干呼鸥鹭，道他年、我亦垂纶手。飞过我，共樽酒。 十轮霜影转庭梧，此夕羁人独向隅。未必素娥无怅恨，玉蟾清冷桂花孤。萧萧梧叶送寒声，江上秋风动客情。知有儿童挑促织，夜深篱落一灯明。人生识字忧患始，姓名粗记可以休。何用草书夸神速，开卷惝恍令人愁。我尝好之每自笑，君有此病何年瘳。自言其中有至乐，适意无异逍遥游。近者作堂名醉墨，如饮美酒销百忧。乃知柳子语不妄，病嗜土炭如珍羞。君于此艺亦云至，堆墙败笔如山丘。兴来一挥百纸尽，骏马倏忽踏九州。我书意造本无法，点画信手烦推求。胡为议论独见假，只字片纸皆藏收。不减钟张君自足，下方罗赵我亦优。不须临池更苦学，完取绢素充衾裯。",
        "author": "宋代",
        "poem_class": "怀古",
        "dynasty": "卢祖皋"
    },
    {
        "title": "满江红·齐山绣春台",
        "paragraph": "十二年前，曾上到、绣春台顶。双脚健、不烦筇杖，透岩穿岭。老去渐消狂气习，重来依旧佳风景。想牧之、千载尚神游，空山冷。 山之下，江流永。江之外，淮山暝。望中原何处，虎狼犹梗。勾蠡规模非浅近，石苻事业真俄顷。问古今、宇宙竟如何，无人省。水是眼波横，山是眉峰聚。欲问行人去那边？眉眼盈盈处。才始送春归，又送君归去。若到江南赶上春，千万和春住。何处望神州？满眼风光北固楼。千古兴亡多少事？悠悠。不尽长江滚滚流。年少万兜鍪，坐断东南战未休。天下英雄谁敌手？曹刘。生子当如孙仲谋。山苍苍，水茫茫，大孤小孤江中央。崖崩路绝猿鸟去，惟有乔木搀天长。客舟何处来，棹歌中流声抑扬。沙平风软望不到，孤山久与船低昂。峨峨两烟鬟，晓镜开新妆。舟中贾客莫漫狂，小姑前年嫁彭郎。",
        "author": "宋代",
        "poem_class": "怀古",
        "dynasty": "吴潜"
    },
    {
        "title": "八声甘州·故将军饮罢夜归来",
        "paragraph": "夜读《李广传》，不能寐。因念晁楚老、杨民瞻约同居山间，戏用李广事，赋以寄之。故将军饮罢夜归来，长亭解雕鞍。恨灞陵醉尉，匆匆未识，桃李无言。射虎山横一骑，裂石响惊弦。落魄封侯事，岁晚田间。谁向桑麻杜曲，要短衣匹马，移住南山？看风流慷慨，谈笑过残年。汉开边、功名万里，甚当时、健者也曾闲。纱窗外、斜风细雨，一阵轻寒。 晚秋天，一霎微雨洒庭轩。槛菊萧疏，井梧零乱，惹残烟。凄然，望江关，飞云黯淡夕阳间。当时宋玉悲感，向此临水与登山。远道迢递，行人凄楚，倦听陇水潺湲。正蝉吟败叶，蛩响衰草，相应喧喧。孤馆，度日如年。风露渐变，悄悄至更阑。长天净，绛河清浅，皓月婵娟。思绵绵。夜永对景，那堪屈指，暗想从前。未名未禄，绮陌红楼，往往经岁迁延。帝里风光好，当年少日，暮宴朝欢。况有狂朋怪侣，遇当歌对酒竞留连。别来迅景如梭，旧游似梦，烟水程何限。念名利，憔悴长萦绊。追往事、空惨愁颜。漏箭移，稍觉轻寒。渐呜咽，画角数声残。对闲窗畔，停灯向晓，抱影无眠。画鼓声中昏又晓。时光只解催人老。求得浅欢风日好。齐揭调。神仙一曲渔家傲。绿水悠悠天杳杳。浮生岂得长年少。莫惜醉来开口笑。须信道。人间万事何时了。湿云不动溪桥冷，嫩寒初透东风影。桥下水声长，一枝和月香。人怜花似旧，花比人应瘦。莫凭小栏干，夜深花正寒。",
        "author": "宋代",
        "poem_class": "怀古",
        "dynasty": "辛弃疾"
    },
    {
        "title": "水调歌头·过岳阳楼作",
        "paragraph": "湖海倦游客，江汉有归舟。西风千里，送我今夜岳阳楼。日落君山云气，春到沅湘草木，远思渺难收。徒倚栏干久，缺月挂帘钩。雄三楚，吞七泽，隘九州。人间好处，何处更似此楼头？欲吊沉累无所，但有渔儿樵子，哀此写离忧。回首叫虞舜，杜若满芳洲。门外无人问落花，绿阴冉冉遍天涯。林莺啼到无声处，青草池塘独听蛙。帘幕疏疏风透。一线香飘金兽。朱阑倚遍黄昏后。廊上月华如昼。 别离滋味浓于酒。著人瘦。此情不及墙东柳。春色年年如旧。(墙东 一作：东墙)禹庙兰亭今古路。一夜清霜，染尽湖边树。鹦鹉杯深君莫诉。他时相遇知何处。冉冉年华留不住。镜里朱颜，毕竟消磨去。一句丁宁君记取。神仙须是闲人做。",
        "author": "宋代",
        "poem_class": "怀古",
        "dynasty": "张孝祥"
    },
    {
        "title": "登岳阳楼二首",
        "paragraph": "洞庭之东江水西，帘旌不动夕阳迟。登临吴蜀横分地，徙倚湖山欲暮时。万里来游还望远，三年多难更凭危。白头吊古风霜里，老木沧波无限悲。天入平湖晴不风，夕帆和雁正浮空。楼头客子杪秋后，日落君山元气中。北望可堪回白首，南游聊得看丹枫。翰林物色分留少，诗到巴陵还未工。年年雪里，常插梅花醉。挼尽梅花无好意，赢得满衣清泪。今年海角天涯，萧萧两鬓生华。看取晚来风势，故应难看梅花。画毂雕鞍狭路逢，一声肠断绣帘中。身无彩凤双飞翼，心有灵犀一点通。金作屋，玉为笼，车如流水马游龙。刘郎已恨蓬山远，更隔蓬山几万重。陌上柔桑破嫩芽，东邻蚕种已生些。平冈细草鸣黄犊，斜日寒林点暮鸦。山远近，路横斜，青旗沽酒有人家。城中桃李愁风雨，春在溪头荠菜花。",
        "author": "宋代",
        "poem_class": "怀古",
        "dynasty": "陈与义"
    },
    {
        "title": "浯溪中兴颂诗和张文潜二首",
        "paragraph": "五十年功如电扫，华清花柳咸阳草。五坊供奉斗鸡儿，酒肉堆中不知老。胡兵忽自天上来，逆胡亦是奸雄才。勤政楼前走胡马，珠翠踏尽香尘埃。何为出战辄披靡，传置荔枝多马死。尧功舜德本如天，安用区区纪文字。著碑铭德真陋哉，乃令神鬼磨山崖。子仪光弼不自猜，天心悔祸人心开。夏商有鉴当深戒，简策汗青今具在。君不见当时张说最多机，虽生已被姚崇卖。君不见惊人废兴传天宝，中兴碑上今生草。不知负国有奸雄，但说成功尊国老。谁令妃子天上来，虢秦韩国皆天才。花桑羯鼓玉方响，春风不敢生尘埃。姓名谁复知安史，健儿猛将安眠死。去天尺五抱瓮峰，峰头凿出开元字。时移势去真可哀，奸人心丑深如崖。西蜀万里尚能反，南内一闭何时开。可怜孝德如天大，反使将军称好在。呜呼，奴辈乃不能道辅国用事张后专，乃能念春荠长安作斤卖。富家不用买良田，书中自有千钟粟。安居不用架高堂，书中自有黄金屋。出门莫恨无人随，书中车马多如簇。娶妻莫恨无良媒，书中自有颜如玉。男儿欲遂平生志，五经勤向窗前读。落日无情最有情，遍催万树暮蝉鸣。听来咫尺无寻处，寻到旁边却不声。蜀道登天，一杯送、绣衣行客。还自叹、中年多病，不堪离别。东北看惊诸葛表，西南更草相如檄。把功名、收拾付君侯，如椽笔。儿女泪，君休滴。荆楚路，吾能说。要新诗准备，庐山山色。赤壁矶头千古浪，铜鞮陌上三更月。正梅花、万里雪深时，须相忆。",
        "author": "宋代",
        "poem_class": "怀古",
        "dynasty": "李清照"
    },
    {
        "title": "读中兴碑 / 读中兴颂碑",
        "paragraph": "玉环妖血无人扫，渔阳马厌长安草。潼关战骨高于山，万里君王蜀中老。金戈铁马从西来，郭公凛凛英雄才。举旗为风偃为雨，洒扫九庙无尘埃。元功高名谁与纪，风雅不继骚人死。水部胸中星斗文，太师笔下龙蛇字。天遣二子传将来，高山十丈磨苍崖。谁持此碑入我室？使我一见昏眸开。百年兴废增感慨，当时数子今安在？君不见，荒凉浯水弃不收，时有游人打碑卖。春到长门春草青，江梅些子破，未开匀。碧云笼碾玉成尘，留晓梦，惊破一瓯春。花影压重门，疏帘铺淡月，好黄昏。二年三度负东君，归来也，著意过今春。梅雪争春未肯降，骚人阁笔费评章。梅须逊雪三分白，雪却输梅一段香。欲减罗衣寒未去，不卷珠帘，人在深深处。红杏枝头花几许？啼痕止恨清明雨。尽日沉烟香一缕，宿酒醒迟，恼破春情绪。飞燕又将归信误，小屏风上西江路。",
        "author": "宋代",
        "poem_class": "怀古",
        "dynasty": "张耒"
    },
    {
        "title": "江间作四首·其三",
        "paragraph": "西山通虎穴，赤壁隐龙宫。形胜三分国，波流万世功。沙明拳宿鹭，天阔退飞鸿。最羡渔竿客，归船雨打篷。生当作人杰，死亦为鬼雄。至今思项羽，不肯过江东。梦入江南烟水路，行尽江南，不与离人遇。睡里消魂无说处，觉来惆怅消魂误。欲尽此情书尺素，浮雁沉鱼，终了无凭据。却倚缓弦歌别绪，断肠移破秦筝柱。月儿弯弯照九州，几家欢乐几家愁。几家夫妇同罗帐，几个飘零在外头？",
        "author": "宋代",
        "poem_class": "怀古",
        "dynasty": "潘大临"
    },
    {
        "title": "屈原塔",
        "paragraph": "楚人悲屈原，千载意未歇。精魂飘何处，父老空哽咽。至今沧江上，投饭救饥渴。遗风成竞渡，哀叫楚山裂。屈原古壮士，就死意甚烈。世俗安得知，眷眷不忍决。南宾旧属楚，山上有遗塔。应是奉佛人，恐子就沦灭。此事虽无凭，此意固已切。古人谁不死，何必较考折。名声实无穷，富贵亦暂热。大夫知此理，所以持死节。缚虎手，悬河口，车如鸡栖马如狗。白纶巾，扑黄尘，不知我辈可是蓬蒿人？衰兰送客咸阳道，天若有情天亦老。作雷颠，不论钱，谁问旗亭美酒斗十千？酌大斗，更为寿，青鬓长青古无有。笑嫣然，舞翩然，当垆秦女十五语如弦。遗音能记秋风曲，事去千年犹恨促。揽流光，系扶桑，争奈愁来一日却为长。点点楼头细雨，重重江外平湖。当年戏马会东徐，今日凄凉南浦。莫恨黄花未吐，且教红粉相扶。酒阑不必看茱萸，俯仰人间今古。十里青山远，潮平路带沙。数声啼鸟怨年华。又是凄凉时候，在天涯。白露收残月，清风散晓霞。绿杨堤畔问荷花：记得年时沽酒，那人家？(残月 一作：残暑)",
        "author": "宋代",
        "poem_class": "怀古",
        "dynasty": "苏轼"
    },
    {
        "title": "题李愬画像",
        "paragraph": "淮阴北面师广武，其气岂只吞项羽。君得李佑不肯诛。便知元济在掌股。羊公德行化悍夫，卧鼓不战良骄吴。公方沉鸷诸将底，又笑元济无头颅。雪中行师等儿戏，夜取蔡州藏袖底。远人信宿犹未知，大类西平击朱泚。锦袍玉带仍父风，拄颐长剑大梁公。君看鞬橐见丞相，此意与天相始终。北望燕云不尽头，大江东去水悠悠。夕阳一片寒鸦外，目断东南四百州。重重叠叠上瑶台，几度呼童扫不开。刚被太阳收拾去，却教明月送将来。(却教 一作：又教)雨打江南树。一夜花开无数。绿叶渐成阴，下有游人归路。 与君相逢处。不道春将暮。把酒祝东风，且莫恁、匆匆去。",
        "author": "宋代",
        "poem_class": "怀古",
        "dynasty": "惠洪"
    },
    {
        "title": "徐孺子祠堂",
        "paragraph": "乔木幽人三亩宅，生刍一束向谁论？藤萝得意干云日，箫鼓何心进酒尊。白屋可能无孺子，黄堂不是欠陈蕃。古人冷淡今人笑，湖水年年到旧痕。莫言下岭便无难，赚得行人错喜欢。(错喜欢 一作：空喜欢)政入万山围子里，一山放出一山拦。(政入 一作：正入；围子 一作：圈子；放出 一作：放过)画船载酒西湖好，急管繁弦，玉盏催传，稳泛平波任醉眠。行云却在行舟下，空水澄鲜，俯仰留连，疑是湖中别有天。北望燕云不尽头，大江东去水悠悠。夕阳一片寒鸦外，目断东南四百州。",
        "author": "宋代",
        "poem_class": "怀古",
        "dynasty": "黄庭坚"
    },
    {
        "title": "明妃曲二首",
        "paragraph": "明妃初出汉宫时，泪湿春风鬓脚垂。低徊顾影无颜色，尚得君王不自持。归来却怪丹青手，入眼平生几曾有；意态由来画不成，当时枉杀毛延寿。一去心知更不归，可怜着尽汉宫衣；寄声欲问塞南事，只有年年鸿雁飞。家人万里传消息，好在毡城莫相忆；君不见咫尺长门闭阿娇，人生失意无南北。明妃初嫁与胡儿，毡车百两皆胡姬。含情欲语独无处，传与琵琶心自知。黄金杆拨春风手，弹看飞鸿劝胡酒。汉宫侍女暗垂泪，沙上行人却回首。汉恩自浅胡恩深，人生乐在相知心。可怜青冢已芜没，尚有哀弦留至今。百亩中庭半是苔。门前白道水萦回。爱闲能有几人来。小院回廊春寂寂，山桃溪杏两三栽。为谁零落为谁开。不如意事常八九，可与语人无二三。自识荆门子才甫，梦驰铁马战城南。磨针溪，在象耳山下。世传李太白读书山中，未成，弃去。过是溪，逢老媪方磨铁杵。问之，曰：“欲作针。”太白感其意，还卒业。",
        "author": "宋代",
        "poem_class": "怀古",
        "dynasty": "王安石"
    },
    {
        "title": "龙兴寺吊少陵先生寓居",
        "paragraph": "中原草草失承平，戍火胡尘到两京。扈跸老臣身万里，天寒来此听江声！幽姿不入少年场。无语只凄凉。一个飘零身世，十分冷淡心肠。 江头月底，新诗旧梦，孤恨清香。任是春风不管，也曾先识东皇。洞庭青草，近中秋，更无一点风色。玉鉴琼田三万顷，着我扁舟一叶。素月分辉，明河共影，表里俱澄澈。悠然心会，妙处难与君说。(着 同：著；玉鉴 一作：玉界)应念岭海经年，孤光自照，肝肺皆冰雪。短发萧骚襟袖冷，稳泛沧浪空阔。尽挹西江，细斟北斗，万象为宾客。扣舷独啸，不知今夕何夕！(肝肺 一作：肝胆；沧浪 一作：沧冥；岭海 一作：岭表)世情薄，人情恶，雨送黄昏花易落。晓风干，泪痕残。欲笺心事，独语斜阑。难，难，难！人成各，今非昨，病魂常似秋千索。角声寒，夜阑珊。怕人寻问，咽泪装欢。瞒，瞒，瞒！(装 通：妆)",
        "author": "宋代",
        "poem_class": "怀古",
        "dynasty": "陆游"
    },
    {
        "title": "江神子·癸亥陈和叔会于赏心亭",
        "paragraph": "七朝文物旧江山。水如天。莫凭阑。千古斜阳，无处问长安。更隔秦淮闻旧曲，秋已半，夜将阑。争教潘鬓不生斑？敛芳颜。抹幺弦。须记琵琶，子细说因缘。待得鸾胶肠已断，重别日，是何年？枝上流莺和泪闻，新啼痕间旧啼痕。一春鱼鸟无消息，千里关山劳梦魂。无一语，对芳尊。安排肠断到黄昏。甫能炙得灯儿了，雨打梨花深闭门。司马温公幼时，患记问不若人。群居讲习，众兄弟既成诵，游息矣；独下帷绝编，迨能倍诵乃止。用力多者收功远，其所精诵，乃终身不忘也。温公尝言：“书不可不成诵。或在马上，或中夜不寝时，咏其文，思其义，所得多矣。”（选自朱熹编辑的《三朝名臣言行录》）昨夜霜风，先入梧桐。浑无处、回避衰容。问公何事，不语书空。但一回醉，一回病，一回慵。朝来庭下，光阴如箭，似无言、有意伤侬。都将万事，付与千钟。任酒花白，眼花乱，烛花红。(光阴如箭 一作：飞英如霰)",
        "author": "宋代",
        "poem_class": "怀古",
        "dynasty": "张舜民"
    },
    {
        "title": "绣岭宫词",
        "paragraph": "春日迟迟春草绿，野棠开尽飘香玉。绣岭宫前鹤发翁，犹唱开元太平曲。红叶晚萧萧，长亭酒一瓢。残云归太华，疏雨过中条。树色随山迥，河声入海遥。帝乡明日到，犹自梦渔樵。四方之歌，异音而同乐。岁正月，余来建平，里中儿联歌《竹枝》，吹短笛，击鼓以赴节。歌者扬袂睢舞，以曲多为贤。聆其音，中黄钟之羽，其卒章激讦如吴声，虽伧儜不可分，而含思宛转，有《淇奥》之艳。昔屈原居沅湘间，其民迎神，词多鄙陋，乃为作《九歌》，到于今荆楚鼓舞之。故余亦作《竹枝词》九篇，俾善歌者飏之，附于末，后之聆巴歈，知变风之自焉。白帝城头春草生，白盐山下蜀江清。南人上来歌一曲，北人莫上动乡情。山桃红花满上头，蜀江春水拍山流。花红易衰似郎意，水流无限似侬愁。江上朱楼新雨晴，瀼西春水縠文生。桥东桥西好杨柳，人来人去唱歌行。日出三竿春雾消，江头蜀客驻兰桡。凭寄狂夫书一纸，家住成都万里桥。两岸山花似雪开，家家春酒满银杯。昭君坊中多女伴，永安宫外踏青来。城西门前滟滪堆，年年波浪不能摧。懊恼人心不如石，少时东去复西来。瞿塘嘈嘈十二滩，此中道路古来难。长恨人心不如水，等闲平地起波澜。巫峡苍苍烟雨时，清猿啼在最高枝。个里愁人肠自断，由来不是此声悲。山上层层桃李花，云间烟火是人家。银钏金钗来负水，长刀短笠去烧畲。谁收春色将归去，慢绿妖红半不存。榆荚只能随柳絮，等闲撩乱走空园。",
        "author": "唐代",
        "poem_class": "怀古",
        "dynasty": "李洞"
    },
    {
        "title": "钓台 / 夜发严滩",
        "paragraph": "巨舰只缘因利往，扁舟亦是为名来。往来有愧先生德，特地通宵过钓台。醉别西楼醒不记。春梦秋云，聚散真容易。斜月半窗还少睡。画屏闲展吴山翠。 衣上酒痕诗里字。点点行行，总是凄凉意。红烛自怜无好计。夜寒空替人垂泪。薄露初零，长宵共、永昼分停。绕水楼台，高耸万丈蓬瀛。芝兰为寿，相辉映、簪笏盈庭。花柔玉净，捧觞别有娉婷。鹤瘦松青，精神与、秋月争明。德行文章，素驰日下声名。东山高蹈，虽卿相、不足为荣。安石须起，要苏天下苍生。林断山明竹隐墙。乱蝉衰草小池塘。翻空白鸟时时见，照水红蕖细细香。村舍外，古城旁。杖藜徐步转斜阳。殷勤昨夜三更雨，又得浮生一日凉。",
        "author": "宋代",
        "poem_class": "怀古",
        "dynasty": "李清照"
    },
    {
        "title": "书摩崖碑后",
        "paragraph": "春风吹船著浯溪，扶藜上读《中兴碑》。平生半世看墨本，摩挲石刻鬓成丝。明皇不作苞桑计，颠倒四海由禄儿。九庙不守乘舆西，万官已作鸟择栖。抚军监国太子事，何乃趣取大物为？事有至难天幸耳，上皇蹰蹐还京师。内间张后色可否？外间李父颐指挥。南内凄凉几苟活，高将军去事尤危。臣结春秋二三策，臣甫杜鹃再拜诗。安知忠臣痛至骨，世上但赏琼琚词。同来野僧六七辈，亦有文士相追随。断崖苍藓对立久，冻雨为洗前朝悲。参横斗转欲三更，苦雨终风也解晴。云散月明谁点缀？天容海色本澄清。空余鲁叟乘桴意，粗识轩辕奏乐声。九死南荒吾不恨，兹游奇绝冠平生。荷花开后西湖好，载酒来时。不用旌旗，前后红幢绿盖随。画船撑入花深处，香泛金卮。烟雨微微，一片笙歌醉里归。危楼还望，叹此意、今古几人曾会？鬼设神施，浑认作、天限南疆北界。一水横陈，连岗三面，做出争雄势。六朝何事，只成门户私计？因笑王谢诸人，登高怀远，也学英雄涕。凭却长江，管不到，河洛腥膻无际。正好长驱，不须反顾，寻取中流誓。小儿破贼，势成宁问强对！(强对 一作：疆场)",
        "author": "宋代",
        "poem_class": "怀古",
        "dynasty": "黄庭坚"
    },
    {
        "title": "念奴娇·宪宗平淮西",
        "paragraph": "晚唐姑息，有多少方镇，飞扬跋扈。淮蔡雄藩联四郡，千里公然旅拒。同恶相资，潜伤宰辅，谁敢分明语。媕婀群议，共云旄节应付。 于穆天子英明，不疑不贰处，登庸裴度。往督全师威令使，擒贼功名归诉。半夜衔枚，满城深雪，忽已亡悬瓠。明堂坐治，中兴高映千古。青山不识我姓字，我亦不识青山名。飞来白鸟似相识，对我对山三两声。摇首出红尘，醒醉更无时节。活计绿蓑青笠，惯披霜冲雪。 晚来风定钓丝闲，上下是新月。千里水天一色，看孤鸿明灭。年年社日停针线。怎忍见、双飞燕。今日江城春已半。一身犹在，乱山深处，寂寞溪桥畔。春衫著破谁针线。点点行行泪痕满。落日解鞍芳草岸。花无人戴，酒无人劝，醉也无人管。",
        "author": "宋代",
        "poem_class": "怀古",
        "dynasty": "李纲"
    },
    {
        "title": "台城 / 题金陵图",
        "paragraph": "江雨霏霏江草齐，六朝如梦鸟空啼。 无情最是台城柳，依旧烟笼十里堤。三年谪宦此栖迟，万古惟留楚客悲。秋草独寻人去后，寒林空见日斜时。汉文有道恩犹薄，湘水无情吊岂知？寂寂江山摇落处，怜君何事到天涯！众鸟高飞尽，孤云独去闲。相看两不厌，只有敬亭山。(只有 一作：唯有)日色欲尽花含烟，月明欲素愁不眠。(欲素 一作：如素)赵瑟初停凤凰柱，蜀琴欲奏鸳鸯弦。此曲有意无人传，愿随春风寄燕然。忆君迢迢隔青天。昔日横波目，今作流泪泉。不信妾断肠，归来看取明镜前。(断肠 一作：肠断)",
        "author": "唐代",
        "poem_class": "怀古",
        "dynasty": "韦庄"
    },
    {
        "title": "焚书坑",
        "paragraph": "竹帛烟销帝业虚，关河空锁祖龙居。坑灰未冷山东乱，刘项原来不读书。南湖秋水夜无烟，耐可乘流直上天。且就洞庭赊月色，将船买酒白云边。朝来新火起新烟，湖色春光净客船。绣羽衔花他自得，红颜骑竹我无缘。胡童结束还难有，楚女腰肢亦可怜。不见定王城旧处，长怀贾傅井依然。虚沾焦举为寒食，实藉严君卖卜钱。钟鼎山林各天性，浊醪粗饭任吾年。此身飘泊苦西东，右臂偏枯半耳聋。寂寂系舟双下泪，悠悠伏枕左书空。十年蹴踘将雏远，万里秋千习俗同。旅雁上云归紫塞，家人钻火用青枫。秦城楼阁烟花里，汉主山河锦绣中。春去春来洞庭阔，白苹愁杀白头翁。嵩云秦树久离居，双鲤迢迢一纸书。 休问梁园旧宾客，茂陵秋雨病相如。",
        "author": "唐代",
        "poem_class": "怀古",
        "dynasty": "章碣"
    },
    {
        "title": "西河",
        "paragraph": "花貌年年溺水滨，俗传河伯娶生人。 自从明宰投巫后，直至如今鬼不神。世间荣落重逡巡，我独丘园坐四春。纵使有花兼有月，可堪无酒又无人。青袍似草年年定，白发如丝日日新。欲逐风波千万里，未知何路到龙津。绿蚁新醅酒，红泥小火炉。晚来天欲雪，能饮一杯无？寂寞掩柴扉，苍茫对落晖。鹤巢松树遍，人访荜门稀。绿竹含新粉，红莲落故衣。渡头烟火起，处处采菱归。",
        "author": "唐代",
        "poem_class": "怀古",
        "dynasty": "汪遵"
    },
    {
        "title": "蔡中郎坟",
        "paragraph": "古坟零落野花春，闻说中郎有后身。 今日爱才非昔日，莫抛心力作词人。弄石临溪坐，寻花绕寺行。时时闻鸟语，处处是泉声。名花倾国两相欢，常得君王带笑看。解释春风无限恨，沉香亭北倚阑干。遗庙丹青落，空山草木长。犹闻辞后主，不复卧南阳。",
        "author": "唐代",
        "poem_class": "怀古",
        "dynasty": "温庭筠"
    },
    {
        "title": "馆娃宫怀古五绝",
        "paragraph": "绮閤飘香下太湖，乱兵侵晓上姑苏。 越王大有堪羞处，只把西施赚得吴。 郑妲无言下玉墀，夜来飞箭满罘罳。越王定指高台笑，却见当时金镂楣。 半夜娃宫作战场，血腥犹杂宴时香。 西施不及烧残蜡，犹为君王泣数行。 素袜虽遮未掩羞，越兵犹怕伍员头。 吴王恨魄今如在，只合西施濑上游。 响屟廊中金玉步，采蘋山上绮罗身。 不知水葬今何处，溪月弯弯欲效颦。翰林院北厅花下作惆怅阶前红牡丹，晚来唯有两枝残。明朝风起应吹尽，夜惜衰红把火看。新昌窦给事宅南亭花下作寂寞萎红低向雨，离披破艳散随风。晴明落地犹惆怅，何况飘零泥土中。大堤杨柳雨沉沉，万缕千条惹恨深。飞絮满天人去远，东风无力系春心。昵昵儿女语，恩怨相尔汝。划然变轩昂，勇士赴敌场。浮云柳絮无根蒂，天地阔远随飞扬。喧啾百鸟群，忽见孤凤皇。(凤皇 一作 凤凰）跻攀分寸不可上，失势一落千丈强。嗟余有两耳，未省听丝篁。自闻颖师弹，起坐在一旁。推手遽止之，湿衣泪滂滂。颖乎尔诚能，无以冰炭置我肠！",
        "author": "唐代",
        "poem_class": "怀古",
        "dynasty": "皮日休"
    },
    {
        "title": "富平少侯",
        "paragraph": "七国三边未到忧，十三身袭富平侯。不收金弹抛林外，却惜银床在井头。彩树转灯珠错落，绣檀回枕玉雕锼。当关不报侵晨客，新得佳人字莫愁。尘劳迥脱事非常，紧把绳头做一场。不经一番寒彻骨，怎得梅花扑鼻香。四方之歌，异音而同乐。岁正月，余来建平，里中儿联歌《竹枝》，吹短笛，击鼓以赴节。歌者扬袂睢舞，以曲多为贤。聆其音，中黄钟之羽，其卒章激讦如吴声，虽伧儜不可分，而含思宛转，有《淇奥》之艳。昔屈原居沅湘间，其民迎神，词多鄙陋，乃为作《九歌》，到于今荆楚鼓舞之。故余亦作《竹枝词》九篇，俾善歌者飏之，附于末，后之聆巴歈，知变风之自焉。白帝城头春草生，白盐山下蜀江清。南人上来歌一曲，北人莫上动乡情。山桃红花满上头，蜀江春水拍山流。花红易衰似郎意，水流无限似侬愁。江上朱楼新雨晴，瀼西春水縠文生。桥东桥西好杨柳，人来人去唱歌行。日出三竿春雾消，江头蜀客驻兰桡。凭寄狂夫书一纸，家住成都万里桥。两岸山花似雪开，家家春酒满银杯。昭君坊中多女伴，永安宫外踏青来。城西门前滟滪堆，年年波浪不能摧。懊恼人心不如石，少时东去复西来。瞿塘嘈嘈十二滩，此中道路古来难。长恨人心不如水，等闲平地起波澜。巫峡苍苍烟雨时，清猿啼在最高枝。个里愁人肠自断，由来不是此声悲。山上层层桃李花，云间烟火是人家。银钏金钗来负水，长刀短笠去烧畲。知音者诚希，念子不能别。行行天未晓，携酒踏明月。",
        "author": "唐代",
        "poem_class": "怀古",
        "dynasty": "李商隐"
    },
    {
        "title": "过陈琳墓",
        "paragraph": "曾于青史见遗文，今日飘蓬过此坟。词客有灵应识我，霸才无主独怜君。石麟埋没藏春草，铜雀荒凉对暮云。莫怪临风倍惆怅，欲将书剑学从军。云物凄清拂曙流，汉家宫阙动高秋。残星几点雁横塞，长笛一声人倚楼。紫艳半开篱菊静，红衣落尽渚莲愁。鲈鱼正美不归去，空戴南冠学楚囚。望君烟水阔，挥手泪沾巾。飞鸟没何处，青山空向人。长江一帆远，落日五湖春。谁见汀洲上，相思愁白蘋。雪净胡天牧马还，月明羌笛戍楼间。借问梅花何处落，风吹一夜满关山。",
        "author": "唐代",
        "poem_class": "怀古",
        "dynasty": "温庭筠"
    },
    {
        "title": "吴宫怀古",
        "paragraph": "香径长洲尽棘丛，奢云艳雨只悲风。 吴王事事须亡国，未必西施胜六宫。去年今日此门中，人面桃花相映红。人面不知何处去，桃花依旧笑春风。蓬头稚子学垂纶，侧坐莓苔草映身。 路人借问遥招手，怕得鱼惊不应人。山水万重书断绝，念君怜我梦相闻。我今因病魂颠倒，唯梦闲人不梦君。",
        "author": "唐代",
        "poem_class": "怀古",
        "dynasty": "陆龟蒙"
    },
    {
        "title": "题木兰庙",
        "paragraph": "弯弓征战作男儿，梦里曾经与画眉。 几度思归还把酒，拂云堆上祝明妃。荒戍落黄叶，浩然离故关。高风汉阳渡，初日郢门山。江上几人在，天涯孤棹还。何当重相见，樽酒慰离颜。鹅，鹅，鹅，曲项向天歌。白毛浮绿水，红掌拨清波。塞北梅花羌笛吹，淮南桂树小山词。请君莫奏前朝曲，听唱新翻杨柳枝。",
        "author": "唐代",
        "poem_class": "怀古",
        "dynasty": "杜牧"
    },
    {
        "title": "潭州",
        "paragraph": "潭州官舍暮楼空，今古无端入望中。湘泪浅深滋竹色，楚歌重叠怨兰丛。陶公战舰空滩雨，贾傅承尘破庙风。目断故园人不至，松醪一醉与谁同。联步趋丹陛，分曹限紫微。晓随天仗入，暮惹御香归。白发悲花落，青云羡鸟飞。圣朝无阙事，自觉谏书稀。谁谓伤心画不成，画人心逐世人情。 君看六幅南朝事，老木寒云满故城。万木冻欲折，孤根暖独回。前村深雪里，昨夜一枝开。风递幽香出，禽窥素艳来。明年如应律，先发望春台。",
        "author": "唐代",
        "poem_class": "怀古",
        "dynasty": "李商隐"
    },
    {
        "title": "茂陵",
        "paragraph": "汉家天马出蒲梢，苜蓿榴花遍近郊。内苑只知含凤嘴，属车无复插鸡翘。玉桃偷得怜方朔，金屋修成贮阿娇。谁料苏卿老归国，茂陵松柏雨萧萧。两竿落日溪桥上，半缕轻烟柳影中。多少绿荷相倚恨，一时回首背西风。云物凄清拂曙流，汉家宫阙动高秋。残星几点雁横塞，长笛一声人倚楼。紫艳半开篱菊静，红衣落尽渚莲愁。鲈鱼正美不归去，空戴南冠学楚囚。翰林院北厅花下作惆怅阶前红牡丹，晚来唯有两枝残。明朝风起应吹尽，夜惜衰红把火看。新昌窦给事宅南亭花下作寂寞萎红低向雨，离披破艳散随风。晴明落地犹惆怅，何况飘零泥土中。",
        "author": "唐代",
        "poem_class": "怀古",
        "dynasty": "李商隐"
    },
    {
        "title": "咸阳城东楼 / 咸阳城西楼晚眺",
        "paragraph": "一上高城万里愁，蒹葭杨柳似汀洲。溪云初起日沉阁，山雨欲来风满楼。鸟下绿芜秦苑夕，蝉鸣黄叶汉宫秋。行人莫问当年事，故国东来渭水流。昨夜裙带解，今朝蟢子飞。铅华不可弃，莫是藁砧归。王杨卢骆当时体，轻薄为文哂未休。尔曹身与名俱灭，不废江河万古流。紫袖红弦明月中，自弹自感暗低容。弦凝指咽声停处，别有深情一万重。",
        "author": "唐代",
        "poem_class": "怀古",
        "dynasty": "许浑"
    },
    {
        "title": "楚江怀古三首",
        "paragraph": "露气寒光集，微阳下楚丘。猿啼洞庭树，人在木兰舟。 广泽生明月，苍山夹乱流。云中君不降，竟夕自悲秋。 惊鸟去无际，寒蛩鸣我傍。芦洲生早雾，兰隰下微霜。 列宿分穷野，空流注大荒。看山候明月，聊自整云装。 野风吹蕙带，骤雨滴兰桡。屈宋魂冥寞，江山思寂寥。 阴霓侵晚景，海树入回潮。欲折寒芳荐，明神讵可招。沅水通波接武冈，送君不觉有离伤。(沅水 一作：流水)青山一道同云雨，明月何曾是两乡。国子先生晨入太学，招诸生立馆下，诲之曰：“业精于勤，荒于嬉；行成于思，毁于随。方今圣贤相逢，治具毕张。拔去凶邪，登崇畯良。占小善者率以录，名一艺者无不庸。爬罗剔抉，刮垢磨光。盖有幸而获选，孰云多而不扬？诸生业患不能精，无患有司之不明；行患不能成，无患有司之不公。”言未既，有笑于列者曰：“先生欺余哉！弟子事先生，于兹有年矣。先生口不绝吟于六艺之文，手不停披于百家之编。纪事者必提其要，纂言者必钩其玄。贪多务得，细大不捐。焚膏油以继晷，恒兀兀以穷年。先生之业，可谓勤矣。觝排异端，攘斥佛老。补苴罅漏，张皇幽眇。寻坠绪之茫茫，独旁搜而远绍。障百川而东之，回狂澜于既倒。先生之于儒，可谓有劳矣。沉浸醲郁，含英咀华，作为文章，其书满家。上规姚姒，浑浑无涯；周诰、殷《盘》，佶屈聱牙；《春秋》谨严，《左氏》浮夸；《易》奇而法，《诗》正而葩；下逮《庄》、《骚》，太史所录；子云，相如，同工异曲。先生之于文，可谓闳其中而肆其外矣。少始知学，勇于敢为；长通于方，左右具宜。先生之于为人，可谓成矣。然而公不见信于人，私不见助于友。跋前踬后，动辄得咎。暂为御史，遂窜南夷。三年博士，冗不见治。命与仇谋，取败几时。冬暖而儿号寒，年丰而妻啼饥。头童齿豁，竟死何裨。不知虑此，而反教人为？”先生曰：“吁，子来前！夫大木为杗，细木为桷，欂栌、侏儒，椳、闑、扂、楔，各得其宜，施以成室者，匠氏之工也。玉札、丹砂，赤箭、青芝，牛溲、马勃，败鼓之皮，俱收并蓄，待用无遗者，医师之良也。登明选公，杂进巧拙，纡馀为妍，卓荦为杰，校短量长，惟器是适者，宰相之方也。昔者孟轲好辩，孔道以明，辙环天下，卒老于行。荀卿守正，大论是弘，逃谗于楚，废死兰陵。是二儒者，吐辞为经，举足为法，绝类离伦，优入圣域，其遇于世何如也？今先生学虽勤而不繇其统，言虽多而不要其中，文虽奇而不济于用，行虽修而不显于众。犹且月费俸钱，岁靡廪粟；子不知耕，妇不知织；乘马从徒，安坐而食。踵常途之役役，窥陈编以盗窃。然而圣主不加诛，宰臣不见斥，兹非其幸欤？动而得谤，名亦随之。投闲置散，乃分之宜。若夫商财贿之有亡，计班资之崇庳，忘己量之所称，指前人之瑕疵，是所谓诘匠氏之不以杙为楹，而訾医师以昌阳引年，欲进其豨苓也。 玉露凋伤枫树林，巫山巫峡气萧森。江间波浪兼天涌，塞上风云接地阴。丛菊两开他日泪，孤舟一系故园心。寒衣处处催刀尺，白帝城高急暮砧。夔府孤城落日斜，每依北斗望京华。听猿实下三声泪，奉使虚随八月槎。画省香炉违伏枕，山楼粉堞隐悲笳。请看石上藤萝月，已映洲前芦荻花。千家山郭静朝晖，日日江楼坐翠微。信宿渔人还泛泛，清秋燕子故飞飞。匡衡抗疏功名薄，刘向传经心事违。同学少年多不贱，五陵衣马自轻肥。闻道长安似弈棋，百年世事不胜悲。王侯第宅皆新主，文武衣冠异昔时。直北关山金鼓振，征西车马羽书驰。鱼龙寂寞秋江冷，故国平居有所思。蓬莱宫阙对南山，承露金茎霄汉间。西望瑶池降王母，东来紫气满函关。云移雉尾开宫扇，日绕龙鳞识圣颜。一卧沧江惊岁晚，几回青琐点朝班。瞿塘峡口曲江头，万里风烟接素秋。花萼夹城通御气，芙蓉小苑入边愁。珠帘绣柱围黄鹄，锦缆牙樯起白鸥。回首可怜歌舞地，秦中自古帝王州。昆明池水汉时功，武帝旌旗在眼中。织女机丝虚夜月，石鲸鳞甲动秋风。波漂菰米沉云黑，露冷莲房坠粉红。关塞极天惟鸟道，江湖满地一渔翁。昆吾御宿自逶迤，紫阁峰阴入渼陂。香稻啄馀鹦鹉粒，碧梧栖老凤凰枝。佳人拾翠春相问，仙侣同舟晚更移。彩笔昔曾干气象，白头吟望苦低垂。",
        "author": "唐代",
        "poem_class": "怀古",
        "dynasty": "马戴"
    },
    {
        "title": "金陵怀古",
        "paragraph": "玉树歌残王气终，景阳兵合戍楼空。松楸远近千官冢，禾黍高低六代宫。石燕拂云晴亦雨，江豚吹浪夜还风。英雄一去豪华尽，惟有青山似洛中。清溪深不测，隐处唯孤云。松际露微月，清光犹为君。茅亭宿花影，药院滋苔纹。余亦谢时去，西山鸾鹤群。天时人事日相催，冬至阳生春又来。刺绣五纹添弱线，吹葭六琯动浮灰。岸容待腊将舒柳，山意冲寒欲放梅。云物不殊乡国异，教儿且覆掌中杯。斑竹枝，斑竹枝，泪痕点点寄相思。楚客欲听瑶瑟怨，潇湘深夜月明时。",
        "author": "唐代",
        "poem_class": "怀古",
        "dynasty": "许浑"
    },
    {
        "title": "汴河亭",
        "paragraph": "广陵花盛帝东游，先劈昆仑一派流。百二禁兵辞象阙，三千宫女下龙舟。凝云鼓震星辰动，拂浪旗开日月浮。四海义师归有道，迷楼还似景阳楼。昨夜星辰昨夜风，画楼西畔桂堂东。身无彩凤双飞翼，心有灵犀一点通。隔座送钩春酒暖，分曹射覆蜡灯红。嗟余听鼓应官去，走马兰台类转蓬。(转蓬 一作：断蓬)闻道阊门萼绿华，昔年相望抵天涯。岂知一夜秦楼客，偷看吴王苑内花。 汉皇重色思倾国，御宇多年求不得。杨家有女初长成，养在深闺人未识。天生丽质难自弃，一朝选在君王侧。回眸一笑百媚生，六宫粉黛无颜色。春寒赐浴华清池，温泉水滑洗凝脂。侍儿扶起娇无力，始是新承恩泽时。云鬓花颜金步摇，芙蓉帐暖度春宵。春宵苦短日高起，从此君王不早朝。承欢侍宴无闲暇，春从春游夜专夜。后宫佳丽三千人，三千宠爱在一身。金屋妆成娇侍夜，玉楼宴罢醉和春。姊妹弟兄皆列土，可怜光彩生门户。遂令天下父母心，不重生男重生女。骊宫高处入青云，仙乐风飘处处闻。缓歌慢舞凝丝竹，尽日君王看不足。渔阳鼙鼓动地来，惊破《霓裳羽衣曲》。九重城阙烟尘生，千乘万骑西南行。翠华摇摇行复止，西出都门百余里。六军不发无奈何，宛转娥眉马前死。花钿委地无人收，翠翘金雀玉搔头。君王掩面救不得，回看血泪相和流。黄埃散漫风萧索，云栈萦纡登剑阁。峨嵋山下少人行，旌旗无光日色薄。蜀江水碧蜀山青，圣主朝朝暮暮情。行宫见月伤心色，夜雨闻铃肠断声。天旋日转回龙驭，到此踌躇不能去。(日转 一作：地转)马嵬坡下泥土中，不见玉颜空死处。君臣相顾尽沾衣，东望都门信马归。归来池苑皆依旧，太液芙蓉未央柳。芙蓉如面柳如眉，对此如何不泪垂？春风桃李花开夜，秋雨梧桐叶落时。(花开夜 一作：花开日)西宫南内多秋草，落叶满阶红不扫。(南内 一作：南苑)梨园弟子白发新，椒房阿监青娥老。夕殿萤飞思悄然，孤灯挑尽未成眠。迟迟钟鼓初长夜，耿耿星河欲曙天。鸳鸯瓦冷霜华重，翡翠衾寒谁与共？悠悠生死别经年，魂魄不曾来入梦。临邛道士鸿都客，能以精诚致魂魄。为感君王辗转思，遂教方士殷勤觅。排空驭气奔如电，升天入地求之遍。上穷碧落下黄泉，两处茫茫皆不见。忽闻海上有仙山，山在虚无缥缈间。楼阁玲珑五云起，其中绰约多仙子。中有一人字太真，雪肤花貌参差是。金阙西厢叩玉扃，转教小玉报双成。闻道汉家天子使，九华帐里梦魂惊。揽衣推枕起徘徊，珠箔银屏迤逦开。云鬓半偏新睡觉，花冠不整下堂来。风吹仙袂飘飖举，犹似霓裳羽衣舞。(飘飖 一作：飘飘)玉容寂寞泪阑干，梨花一枝春带雨。(阑 通：栏)含情凝睇谢君王，一别音容两渺茫。昭阳殿里恩爱绝，蓬莱宫中日月长。回头下望人寰处，不见长安见尘雾。惟将旧物表深情，钿合金钗寄将去。钗留一股合一扇，钗擘黄金合分钿。但令心似金钿坚，天上人间会相见。(但令 一作：但教)临别殷勤重寄词，词中有誓两心知。七月七日长生殿，夜半无人私语时。在天愿作比翼鸟，在地愿为连理枝。天长地久有时尽，此恨绵绵无绝期。草色青青柳色黄，桃花历乱李花香。东风不为吹愁去，春日偏能惹恨长。",
        "author": "唐代",
        "poem_class": "怀古",
        "dynasty": "许浑"
    },
    {
        "title": "题汉祖庙",
        "paragraph": "乘运应须宅八荒，男儿安在恋池隍。 君王自起新丰后，项羽何曾在故乡。长安一片月，万户捣衣声。秋风吹不尽，总是玉关情。何日平胡虏，良人罢远征。帝里重清明，人心自愁思。车声上路合，柳色东城翠。花落草齐生，莺飞蝶双戏。空堂坐相忆，酌茗聊代醉。江涵秋影雁初飞，与客携壶上翠微。尘世难逢开口笑，菊花须插满头归。但将酩酊酬佳节，不用登临恨落晖。古往今来只如此，牛山何必独霑衣。(霑 同：沾)",
        "author": "唐代",
        "poem_class": "怀古",
        "dynasty": "李商隐"
    },
    {
        "title": "题武关",
        "paragraph": "碧溪留我武关东，一笑怀王迹自穷。郑袖娇娆酣似醉，屈原憔悴去如蓬。山樯谷堑依然在，弱吐强吞尽已空。今日圣神家四海，戍旗长卷夕阳中。东来万里客，乱定几年归？肠断江城雁，高高向北飞。古台摇落后，秋日望乡心。(秋日 一作：秋入)野寺来人少，云峰隔水深。夕阳依旧垒，寒磬满空林。惆怅南朝事，长江独至今。老去悲秋强自宽，兴来今日尽君欢。羞将短发还吹帽，笑倩旁人为正冠。蓝水远从千涧落，玉山高并两峰寒。明年此会知谁健？醉把茱萸仔细看。",
        "author": "唐代",
        "poem_class": "怀古",
        "dynasty": "杜牧"
    },
    {
        "title": "咏史二首",
        "paragraph": "骠骑非无势，少卿终不去。世道剧颓波，我心如砥柱。贾生明王道，卫绾工车戏。同遇汉文时，何人居贵位。秋在水清山暮蝉，洛阳树色鸣皋烟。 送君归去愁不尽，又惜空度凉风天。太行之路能摧车，若比人心是坦途。巫峡之水能覆舟，若比人心是安流。人心好恶苦不常，好生毛羽恶生疮。与君结发未五载，岂期牛女为参商。古称色衰相弃背，当时美人犹怨悔。何况如今鸾镜中，妾颜未改君心改。为君熏衣裳，君闻兰麝不馨香。为君盛容饰，君看金翠无颜色。行路难，难重陈。人生莫作妇人身，百年苦乐由他人。行路难，难于山，险于水。不独人间夫与妻，近代君臣亦如此。君不见左纳言，右纳史，朝承恩，暮赐死。行路难，不在水，不在山，只在人情反覆间。问余何意栖碧山，笑而不答心自闲。桃花流水窅然去，别有天地非人间。",
        "author": "唐代",
        "poem_class": "怀古",
        "dynasty": "刘禹锡"
    },
    {
        "title": "八骏图",
        "paragraph": "穆王八骏天马驹，后人爱之写为图。背如龙兮颈如象，骨竦筋高脂肉壮。日行万里速如飞，穆王独乘何所之？四荒八极踏欲遍，三十二蹄无歇时。属车轴折趁不及，黄屋草生弃若遗。瑶池西赴王母宴，七庙经年不亲荐。璧台南与盛姬游，明堂不复朝诸侯。《白云》《黄竹》歌声动，一人荒乐万人愁。周从后稷至文武，积德累功世勤苦。岂知才及四代孙，心轻王业如灰土。由来尤物不在大，能荡君心则为害。文帝却之不肯乘，千里马去汉道兴。穆王得之不为戒，八骏驹来周室坏。至今此物世称珍，不知房星之精下为怪。八骏图，君莫爱。不知香积寺，数里入云峰。古木无人径，深山何处钟。泉声咽危石，日色冷青松。薄暮空潭曲，安禅制毒龙。洞庭白波木叶稀，燕鸿始入吴云飞。吴云寒，燕鸿苦。风号沙宿潇湘浦，节士悲秋泪如雨。白日当天心，照之可以事明主。壮士愤，雄风生。安得倚天剑，跨海斩长鲸。瑶池阿母绮窗开，黄竹歌声动地哀。 八骏日行三万里，穆王何事不重来。",
        "author": "唐代",
        "poem_class": "怀古",
        "dynasty": "白居易"
    },
    {
        "title": "金陵五题·并序",
        "paragraph": "余少为江南客，而未游秣陵，尝有遗恨。后为历阳守，跂而望之。适有客以《金陵五题》相示，逌尔生思，欻然有得。他日友人白乐天掉头苦吟，叹赏良久，且曰《石头》诗云“潮打空城寂寞回”，吾知后之诗人，不复措词矣。余四咏虽不及此，亦不孤乐天之言耳。石头城山围故国周遭在，潮打空城寂寞回。淮水东边旧时月，夜深还过女墙来。乌衣巷朱雀桥边野草花，乌衣巷口夕阳斜。旧时王谢堂前燕，飞入寻常百姓家。台城台城六代竞豪华，结绮临春事最奢。万户千门成野草，只缘一曲后庭花。生公讲堂生公说法鬼神听，身后空堂夜不扃。高坐寂寥尘漠漠，一方明月可中庭。江令宅南朝词臣北朝客，归来唯见秦淮碧。池台竹树三亩馀，至今人道江家宅。叶声落如雨，月色白似霜。夜深方独卧，谁为拂尘床。自余为僇人，居是州，恒惴栗。其隙也，则施施而行，漫漫而游。日与其徒上高山，入深林，穷回溪，幽泉怪石，无远不到。到则披草而坐，倾壶而醉。醉则更相枕以卧，卧而梦。意有所极，梦亦同趣。觉而起，起而归；以为凡是州之山水有异态者，皆我有也，而未始知西山之怪特。今年九月二十八日，因坐法华西亭，望西山，始指异之。遂命仆人过湘江，缘染溪，斫榛莽，焚茅茷，穷山之高而止。攀援而登，箕踞而遨，则凡数州之土壤，皆在衽席之下。其高下之势，岈然洼然，若垤若穴，尺寸千里，攒蹙累积，莫得遁隐。萦青缭白，外与天际，四望如一。然后知是山之特立，不与培塿为类。悠悠乎与颢气俱，而莫得其涯；洋洋乎与造物者游，而不知其所穷。引觞满酌，颓然就醉，不知日之入。苍然暮色，自远而至，至无所见，而犹不欲归。心凝形释，与万化冥合。然后知吾向之未始游，游于是乎始。故为之文以志。是岁，元和四年也。自爱残妆晓镜中，环钗漫篸绿丝丛。须臾日射胭脂颊，一朵红苏旋欲融。山泉散漫绕阶流，万树桃花映小楼。闲读道书慵未起，水晶帘下看梳头。红罗著压逐时新，吉了花纱嫩麴尘。第一莫嫌材地弱，些些纰缦最宜人。曾经沧海难为水，除却巫山不是云。取次花丛懒回顾，半缘修道半缘君。寻常百种花齐发，偏摘梨花与白人。今日江头两三树，可怜和叶度残春。",
        "author": "唐代",
        "poem_class": "怀古",
        "dynasty": "刘禹锡"
    },
    {
        "title": "过五丈原 / 经五丈原",
        "paragraph": "铁马云雕久绝尘，柳营高压汉营春。天清杀气屯关右，夜半妖星照渭滨。下国卧龙空寤主，中原逐鹿不由人。象床锦帐无言语，从此谯周是老臣。深居俯夹城，春去夏犹清。天意怜幽草，人间重晚晴。 并添高阁迥，微注小窗明。越鸟巢干后，归飞体更轻。六朝文物草连空，天淡云闲今古同。鸟去鸟来山色里，人歌人哭水声中。深秋帘幕千家雨，落日楼台一笛风。惆怅无日见范蠡，参差烟树五湖东。(无日 一作：无因)劝君今夜须沉醉，尊前莫话明朝事。珍重主人心，酒深情亦深。须愁春漏短，莫诉金杯满。遇酒且呵呵，人生能几何。",
        "author": "唐代",
        "poem_class": "怀古",
        "dynasty": "温庭筠"
    },
    {
        "title": "西施滩",
        "paragraph": "宰嚭亡吴国，西施陷恶名。浣纱春水急，似有不平声。少年十五二十时，步行夺得胡马骑。射杀山中白额虎，肯数邺下黄须儿！一身转战三千里，一剑曾当百万师。汉兵奋迅如霹雳，虏骑崩腾畏蒺藜。卫青不败由天幸，李广无功缘数奇。自从弃置便衰朽，世事蹉跎成白首。昔时飞箭无全目，今日垂杨生左肘。路旁时卖故侯瓜，门前学种先生柳。苍茫古木连穷巷，寥落寒山对虚牖。誓令疏勒出飞泉，不似颍川空使酒。贺兰山下阵如云，羽檄交驰日夕闻。节使三河募年少，诏书五道出将军。试拂铁衣如雪色，聊持宝剑动星文。愿得燕弓射大将，耻令越甲鸣吾君。莫嫌旧日云中守，犹堪一战取功勋。寒山转苍翠，秋水日潺湲。倚杖柴门外，临风听暮蝉。渡头馀落日，墟里上孤烟。(馀 一作 余)复值接舆醉，狂歌五柳前。有美一人兮，婉如青扬。识曲别音兮，令姿煌煌。 绣袂捧琴兮，登君子堂。如彼萱草兮，使我忧忘。 欲赠之以紫玉尺，白银铛。久不见之兮，湘水茫茫。",
        "author": "唐代",
        "poem_class": "怀古",
        "dynasty": "崔道融"
    },
    {
        "title": "过三闾庙",
        "paragraph": "沅湘流不尽，屈子怨何深。日暮秋风起，萧萧枫树林。白日登山望烽火，黄昏饮马傍交河。行人刁斗风沙暗，公主琵琶幽怨多。野云万里无城郭，雨雪纷纷连大漠。胡雁哀鸣夜夜飞，胡儿眼泪双双落。闻道玉门犹被遮，应将性命逐轻车。年年战骨埋荒外，空见蒲桃入汉家。昨夜夜半，枕上分明梦见。语多时。依旧桃花面，频低柳叶眉。半羞还半喜，欲去又依依。觉来知是梦，不胜悲。朝真暮伪何人辨，古往今来底事无。但爱臧生能诈圣，可知宁子解佯愚。草萤有耀终非火，荷露虽团岂是珠。不取燔柴兼照乘，可怜光彩亦何殊。",
        "author": "唐代",
        "poem_class": "怀古",
        "dynasty": "戴叔伦"
    },
    {
        "title": "禹庙",
        "paragraph": "禹庙空山里，秋风落日斜。荒庭垂桔柚，古屋画龙蛇。云气嘘青壁，江声走白沙。（嘘青壁 一作：生虚壁）早知乘四载，疏凿控三巴。桃红复含宿雨，柳绿更带朝烟。(朝烟 一作：春烟)花落家童未扫，莺啼山客犹眠。相见时难别亦难，东风无力百花残。春蚕到死丝方尽，蜡炬成灰泪始干。晓镜但愁云鬓改，夜吟应觉月光寒。蓬山此去无多路，青鸟殷勤为探看。(蓬山 一作：蓬莱)初月如弓未上弦，分明挂在碧霄边。时人莫道蛾眉小，三五团圆照满天。",
        "author": "唐代",
        "poem_class": "怀古",
        "dynasty": "杜甫"
    },
    {
        "title": "金陵怀古",
        "paragraph": "潮满冶城渚，日斜征虏亭。蔡洲新草绿，幕府旧烟青。兴废由人事，山川空地形。后庭花一曲，幽怨不堪听。名花倾国两相欢，长得君王带笑看。(长得 一作：常得)解释春风无限恨，沉香亭北倚栏杆。前不见古人，后不见来者。念天地之悠悠，独怆然而涕下！自西山道口径北，逾黄茅岭而下，有二道：其一西出，寻之无所得；其一少北而东，不过四十丈，土断而川分，有积石横当其垠。其上为睥睨、梁欐之形，其旁出堡坞，有若门焉。窥之正黑，投以小石，洞然有水声，其响之激越，良久乃已。环之可上，望甚远，无土壤而生嘉树美箭，益奇而坚，其疏数偃仰，类智者所施设也。噫！吾疑造物者之有无久矣。及是，愈以为诚有。又怪其不为之中州，而列是夷狄，更千百年不得一售其伎，是固劳而无用。神者傥不宜如是，则其果无乎？或曰：“以慰夫贤而辱于此者。”或曰：“其气之灵，不为伟人,而独为是物，故楚之南少人而多石。”是二者，余未信之。 ",
        "author": "唐代",
        "poem_class": "怀古",
        "dynasty": "刘禹锡"
    },
    {
        "title": "登古邺城",
        "paragraph": "下马登邺城，城空复何见。东风吹野火，暮入飞云殿。城隅南对望陵台，漳水东流不复回。武帝宫中人去尽，年年春色为谁来。白日登山望烽火，黄昏饮马傍交河。行人刁斗风沙暗，公主琵琶幽怨多。野云万里无城郭，雨雪纷纷连大漠。胡雁哀鸣夜夜飞，胡儿眼泪双双落。闻道玉门犹被遮，应将性命逐轻车。年年战骨埋荒外，空见蒲桃入汉家。望君烟水阔，挥手泪沾巾。飞鸟没何处，青山空向人。长江一帆远，落日五湖春。谁见汀洲上，相思愁白蘋。岱宗夫如何？齐鲁青未了。造化钟神秀，阴阳割昏晓。荡胸生曾云，决眦入归鸟。( 曾 同：层)会当凌绝顶，一览众山小。",
        "author": "唐代",
        "poem_class": "怀古",
        "dynasty": "岑参"
    },
    {
        "title": "秋登宣城谢脁北楼",
        "paragraph": "江城如画里，山晚望晴空。(晚 一作：晓)两水夹明镜，双桥落彩虹。人烟寒橘柚，秋色老梧桐。谁念北楼上，临风怀谢公。中岁颇好道，晚家南山陲。兴来每独往，胜事空自知。行到水穷处，坐看云起时。偶然值林叟，谈笑无还期。胜败兵家事不期，包羞忍耻是男儿。 江东子弟多才俊，卷土重来未可知。群鸡正乱叫，客至鸡斗争。驱鸡上树木，始闻叩柴荆。父老四五人，问我久远行。手中各有携，倾榼浊复清。莫辞酒味薄，黍地无人耕。兵戈既未息，儿童尽东征。请为父老歌：艰难愧深情！歌罢仰天叹，四座泪纵横。",
        "author": "唐代",
        "poem_class": "怀古",
        "dynasty": "李白"
    },
    {
        "title": "登百丈峰二首",
        "paragraph": "朝登百丈峰，遥望燕支道。汉垒青冥间，胡天白如扫。忆昔霍将军，连年此征讨。匈奴终不灭，寒山徒草草。唯见鸿雁飞，令人伤怀抱。晋武轻后事，惠皇终已昏。豺狼塞瀍洛，胡羯争乾坤。四海如鼎沸，五原徒自尊。而今白庭路，犹对青阳门。朝市不足问，君臣随草根。 船动湖光滟滟秋，贪看年少信船流。无端隔水抛莲子，遥被人知半日羞。山桃红花满上头，蜀江春水拍山流。花红易衰似郎意，水流无限似侬愁。女羞夫婿薄，客耻主人贱。遭遇同众流，低回愧相见。君非青铜镜，何事空照面。莫以衣上尘，不谓心如练。人生当荣盛，待士勿言倦。君看白日驰，何异弦上箭。",
        "author": "唐代",
        "poem_class": "怀古",
        "dynasty": "高适"
    },
    {
        "title": "越中览古",
        "paragraph": "越王勾践破吴归，义士还家尽锦衣。(义士 一作：战士)宫女如花满春殿，只今惟有鹧鸪飞。圣代无隐者，英灵尽来归。遂令东山客，不得顾采薇。既至金门远，孰云吾道非。(金门 一作：君门)江淮度寒食，京洛缝春衣。置酒临长道，同心与我违。行当浮桂棹，未几拂荆扉。远树带行客，孤村当落晖。(孤村 一作：孤城)吾谋适不用，勿谓知音稀。浮香绕曲岸，圆影覆华池。常恐秋风早，飘零君不知。旧苑荒台杨柳新，菱歌清唱不胜春。 只今惟有西江月，曾照吴王宫里人。",
        "author": "唐代",
        "poem_class": "怀古",
        "dynasty": "李白"
    },
    {
        "title": "与杭州薛司户登樟亭楼作",
        "paragraph": "水楼一登眺，半出青林高。帟幕英僚敞，芳筵下客叨。 山藏伯禹穴，城压伍胥涛。今日观溟涨，垂纶学钓鳌。凉风起天末，君子意如何。鸿雁几时到，江湖秋水多。文章憎命达，魑魅喜人过。应共冤魂语，投诗赠汨罗。漠漠轻阴晚自开，青天白日映楼台。曲江水满花千树，有底忙时不肯来。江南好，风景旧曾谙。日出江花红胜火，春来江水绿如蓝。能不忆江南？江南忆，最忆是杭州。山寺月中寻桂子，郡亭枕上看潮头。何日更重游？江南忆，其次忆吴宫。吴酒一杯春竹叶，吴娃双舞醉芙蓉。早晚复相逢？",
        "author": "唐代",
        "poem_class": "怀古",
        "dynasty": "孟浩然"
    },
    {
        "title": "邺都引",
        "paragraph": "君不见魏武草创争天禄，群雄睚毗相驰逐。昼携壮士破坚阵，夜接词人赋华屋。都邑缭绕西山阳，桑榆汗漫漳河曲。城郭为墟人代改，但见西园明月在。邺旁高冢多贵臣，蛾眉曼睩共灰尘。试上铜台歌舞处，惟有秋风愁杀人。吟君叹逝双绝句，使我伤怀奏短歌。世上空惊故人少，集中惟觉祭文多。芳林新叶催陈叶，流水前波让後波。万古到今同此恨，闻琴泪尽欲如何。结发未识事，所交尽豪雄。却秦不受赏，击晋宁为功。托身白刃里，杀人红尘中。当朝揖高义，举世称英雄。小节岂足言，退耕舂陵东。归来无产业，生事如转蓬。一朝乌裘敝，百镒黄金空。弹剑徒激昂，出门悲路穷。吾兄青云士，然诺闻诸公。所以陈片言，片言贵情通。棣华倘不接，甘与秋草同。清川带长薄，车马去闲闲。流水如有意，暮禽相与还。荒城临古渡，落日满秋山。迢递嵩高下，归来且闭关。",
        "author": "唐代",
        "poem_class": "怀古",
        "dynasty": "张说"
    },
    {
        "title": "登鹿门山怀古",
        "paragraph": "清晓因兴来，乘流越江岘。沙禽近方识，浦树遥莫辨。渐至鹿门山，山明翠微浅。岩潭多屈曲，舟楫屡回转。昔闻庞德公，采药遂不返。金涧饵芝朮，石床卧苔藓。纷吾感耆旧，结揽事攀践。隐迹今尚存，高风邈已远。白云何时去，丹桂空偃蹇。探讨意未穷，回艇夕阳晚。借问江潮与海水，何似君情与妾心？相恨不如潮有信，相思始觉海非深。人谁不顾老，老去有谁怜。身瘦带频减，发稀冠自偏。废书缘惜眼，多灸为随年。经事还谙事，阅人如阅川。细思皆幸矣，下此便翛然。莫道桑榆晚，为霞尚满天。春日在天涯，天涯日又斜。莺啼如有泪，为湿最高花。",
        "author": "唐代",
        "poem_class": "怀古",
        "dynasty": "孟浩然"
    },
    {
        "title": "长安古意",
        "paragraph": "长安大道连狭斜，青牛白马七香车。玉辇纵横过主第，金鞭络绎向侯家。龙衔宝盖承朝日，凤吐流苏带晚霞。百尺游丝争绕树，一群娇鸟共啼花。(百尺 一作：百丈）游蜂戏蝶千门侧，碧树银台万种色。复道交窗作合欢，双阙连甍垂凤翼。梁家画阁中天起，汉帝金茎云外直。楼前相望不相知，陌上相逢讵相识。借问吹箫向紫烟，曾经学舞度芳年。得成比目何辞死，愿作鸳鸯不羡仙。比目鸳鸯真可羡，双去双来君不见。生憎帐额绣孤鸾，好取门帘帖双燕。双燕双飞绕画梁，罗帷翠被郁金香。片片行云着蝉鬓，纤纤初月上鸦黄。鸦黄粉白车中出，含娇含态情非一。妖童宝马铁连钱，娼妇盘龙金屈膝。御史府中乌夜啼，廷尉门前雀欲栖。隐隐朱城临玉道，遥遥翠幰没金堤。挟弹飞鹰杜陵北，探丸借客渭桥西。俱邀侠客芙蓉剑，共宿娼家桃李蹊。娼家日暮紫罗裙，清歌一啭口氛氲。北堂夜夜人如月，南陌朝朝骑似云。南陌北堂连北里，五剧三条控三市。弱柳青槐拂地垂，佳气红尘暗天起。汉代金吾千骑来，翡翠屠苏鹦鹉杯。罗襦宝带为君解，燕歌赵舞为君开。别有豪华称将相，转日回天不相让。意气由来排灌夫，专权判不容萧相。专权意气本豪雄，青虬紫燕坐春风。自言歌舞长千载，自谓骄奢凌五公。节物风光不相待，桑田碧海须臾改。昔时金阶白玉堂，即今惟见青松在。(惟见 一作：唯见)寂寂寥寥扬子居，年年岁岁一床书。独有南山桂花发，飞来飞去袭人裾。远上寒山石径斜，白云生处有人家。(生处 一作：深处)停车坐爱枫林晚，霜叶红于二月花。清秋幕府井梧寒，独宿江城蜡炬残。永夜角声悲自语，中天月色好谁看。风尘荏苒音书绝，关塞萧条行路难。已忍伶俜十年事，强移栖息一枝安。凄凉宝剑篇，羁泊欲穷年。黄叶仍风雨，青楼自管弦。新知遭薄俗，旧好隔良缘。心断新丰酒，销愁斗几千。",
        "author": "唐代",
        "poem_class": "怀古",
        "dynasty": "卢照邻"
    },
    {
        "title": "乌栖曲",
        "paragraph": "姑苏台上乌栖时，吴王宫里醉西施。吴歌楚舞欢未毕，青山欲衔半边日。银箭金壶漏水多，起看秋月坠江波。东方渐高奈乐何！箫声咽，秦娥梦断秦楼月。秦楼月，年年柳色，灞陵伤别。乐游原上清秋节，咸阳古道音尘绝。音尘绝，西风残照，汉家陵阙。朝闻游子唱离歌，昨夜微霜初渡河。鸿雁不堪愁里听，云山况是客中过。关城树色催寒近，御苑砧声向晚多。(树 一作：曙)莫见长安行乐处，空令岁月易蹉跎。剑外忽传收蓟北，初闻涕泪满衣裳。却看妻子愁何在，漫卷诗书喜欲狂。白日放歌须纵酒，青春作伴好还乡。即从巴峡穿巫峡，便下襄阳向洛阳。",
        "author": "唐代",
        "poem_class": "怀古",
        "dynasty": "李白"
    },
    {
        "title": "感遇诗三十八首·其十九",
        "paragraph": "圣人不利己，忧济在元元。黄屋非尧意，瑶台安可论？吾闻西方化，清净道弥敦。奈何穷金玉，雕刻以为尊？云构山林尽，瑶图珠翠烦。鬼工尚未可，人力安能存？夸愚适增累，矜智道逾昏。数萼初含雪，孤标画本难。香中别有韵，清极不知寒。横笛和愁听，斜枝倚病看。朔风如解意，容易莫摧残。人事有代谢，往来成古今。江山留胜迹，我辈复登临。水落鱼梁浅，天寒梦泽深。羊公碑尚在，读罢泪沾襟。(尚在 一作：字在)山暝闻猿愁，沧江急夜流。(闻 一作：听)风鸣两岸叶，月照一孤舟。建德非吾土，维扬忆旧游。还将两行泪，遥寄海西头。",
        "author": "唐代",
        "poem_class": "怀古",
        "dynasty": "陈子昂"
    },
    {
        "title": "燕昭王",
        "paragraph": "南登碣石馆，遥望黄金台。丘陵尽乔木，昭王安在哉？霸图今已矣，驱马复归来。千万恨，恨极在天涯。山月不知心里事，水风空落眼前花，摇曳碧云斜。采石江边李白坟，绕田无限草连云。可怜荒垄穷泉骨，曾有惊天动地文。但是诗人多薄命，就中沦落不过君。 火山六月应更热，赤亭道口行人绝。知君惯度祁连城，岂能愁见轮台月。脱鞍暂入酒家垆，送君万里西击胡。功名祗向马上取，真是英雄一丈夫。",
        "author": "唐代",
        "poem_class": "怀古",
        "dynasty": "陈子昂"
    },
    {
        "title": "登襄阳城",
        "paragraph": "旅客三秋至，层城四望开。楚山横地出，汉水接天回。冠盖非新里，章华即旧台。习池风景异，归路满尘埃。扬子江头杨柳春，杨花愁杀渡江人。 数声风笛离亭晚，君向潇湘我向秦。莫恨雕笼翠羽残，江南地暖陇西寒。劝君不用分明语，语得分明出转难。弯弯月出挂城头，城头月出照凉州。凉州七里十万家，胡人半解弹琵琶。琵琶一曲肠堪断，风萧萧兮夜漫漫。河西幕中多故人，故人别来三五春。花门楼前见秋草，岂能贫贱相看老。一生大笑能几回，斗酒相逢须醉倒。",
        "author": "唐代",
        "poem_class": "怀古",
        "dynasty": "杜审言"
    },
    {
        "title": "古大梁行",
        "paragraph": "古城莽苍饶荆榛，驱马荒城愁杀人，魏王宫观尽禾黍，信陵宾客随灰尘。忆昨雄都旧朝市，轩车照耀歌钟起，军容带甲三十万，国步连营一千里。全盛须臾哪可论，高台曲池无复存，遗墟但见狐狸迹，古地空余草木根。暮天摇落伤怀抱，抚剑悲歌对秋草，侠客犹传朱亥名，行人尚识夷门道。白璧黄金万户侯，宝刀骏马填山丘，年代凄凉不可问，往来唯见水东流。长啸梁甫吟，何时见阳春？君不见，朝歌屠叟辞棘津，八十西来钓渭滨。宁羞白发照清水，逢时壮气思经纶。广张三千六百钓，风期暗与文王亲。大贤虎变愚不测，当年颇似寻常人。君不见，高阳酒徒起草中，长揖山东隆准公。入门不拜逞雄辩，两女辍洗来趋风。东下齐城七十二，指挥楚汉如旋蓬。狂客落魄尚如此，何况壮士当群雄！我欲攀龙见明主，雷公砰訇震天鼓。帝旁投壶多玉女，三时大笑开电光，倏烁晦冥起风雨。阊阖九门不可通，以额扣关阍者怒。白日不照吾精诚，杞国无事忧天倾。猰貐磨牙竞人肉，驺虞不折生草茎。手接飞猱搏雕虎，侧足焦原未言苦。智者可卷愚者豪，世人见我轻鸿毛。力排南山三壮士，齐相杀之费二桃。吴楚弄兵无剧孟，亚夫咍尔为徒劳。梁甫吟，声正悲。张公两龙剑，神物合有时。风云感会起屠钓，大人臲屼当安之。万丈红泉落，迢迢半紫氛。奔流下杂树，洒落出重云。日照虹霓似，天清风雨闻。灵山多秀色，空水共氤氲。落花落，落花纷漠漠。绿叶青跗映丹萼，与君裴回上金阁。影拂妆阶玳瑁筵，香飘舞馆茱萸幕。落花飞，燎乱入中帷。落花春正满，春人归不归。落花度，氛氲绕高树。落花春已繁，春人春不顾。绮阁青台静且闲，罗袂红巾复往还。盛年不再得，高枝难重攀。试复旦游落花里，暮宿落花间。与君落花院，台上起双鬟。",
        "author": "唐代",
        "poem_class": "怀古",
        "dynasty": "高适"
    },
    {
        "title": "登广武古战场怀古",
        "paragraph": "秦鹿奔野草，逐之若飞蓬。项王气盖世，紫电明双瞳。呼吸八千人，横行起江东。赤精斩白帝，叱咤入关中。两龙不并跃，五纬与天同。楚灭无英图，汉兴有成功。按剑清八极，归酣歌大风。伊昔临广武，连兵决雌雄。分我一杯羹，太皇乃汝翁。战争有古迹，壁垒颓层穹。猛虎啸洞壑，饥鹰鸣秋空。翔云列晓阵，杀气赫长虹。拨乱属豪圣，俗儒安可通。沉湎呼竖子，狂言非至公。抚掌黄河曲，嗤嗤阮嗣宗。大历二年十月十九日，夔府别驾元持宅，见临颍李十二娘舞剑器，壮其蔚跂，问其所师，曰：“余公孙大娘弟子也。” 开元五载，余尚童稚，记于郾城观公孙氏，舞剑器浑脱，浏漓顿挫，独出冠时，自高头宜春梨园二伎坊内人洎外供奉，晓是舞者，圣文神武皇帝初，公孙一人而已。玉貌锦衣，况余白首，今兹弟子，亦非盛颜。既辨其由来，知波澜莫二，抚事慷慨，聊为《剑器行》。昔者吴人张旭，善草书帖，数常于邺县见公孙大娘舞西河剑器，自此草书长进，豪荡感激，即公孙可知矣。昔有佳人公孙氏，一舞剑器动四方。观者如山色沮丧，天地为之久低昂。㸌如羿射九日落，矫如群帝骖龙翔。来如雷霆收震怒，罢如江海凝清光。绛唇珠袖两寂寞，晚有弟子传芬芳。临颍美人在白帝，妙舞此曲神扬扬。与余问答既有以，感时抚事增惋伤。先帝侍女八千人，公孙剑器初第一。五十年间似反掌，风尘澒洞昏王室。梨园弟子散如烟，女乐余姿映寒日。金粟堆前木已拱，瞿唐石城草萧瑟。玳筵急管曲复终，乐极哀来月东出。老夫不知其所往，足茧荒山转愁疾。战哭多新鬼，愁吟独老翁。乱云低薄暮，急雪舞回风。瓢弃尊无绿，炉存火似红。数州消息断，愁坐正书空。醉别江楼橘柚香，江风引雨入舟凉。 忆君遥在潇湘月，愁听清猿梦里长。",
        "author": "唐代",
        "poem_class": "怀古",
        "dynasty": "李白"
    },
    {
        "title": "拟咏怀二十七首·其二十六",
        "paragraph": "萧条亭障远，凄惨风尘多。关门临白狄，城影入黄河。秋风别苏武，寒水送荆轲。谁言气盖世，晨起帐中歌。夜楼明月弦，露下百花鲜。情多意不设，啼罢未归眠。敦煌定若远，一信动经年。杨柳乱成丝，攀折上春时。叶密鸟飞碍，风轻花落迟。城高短箫发，林空画角悲。曲中无别意，并是为相思。伤歌入松路，斗酒望青山。谁非一丘土，参差前后间。",
        "author": "南北朝",
        "poem_class": "怀古",
        "dynasty": "庾信"
    },
    {
        "title": "咏霍将军北伐",
        "paragraph": "拥旄为汉将，汗马出长城。长城地势险，万里与云平。凉秋八九月，虏骑入幽并。飞狐白日晚，瀚海愁云生。羽书时断绝，刁斗昼夜惊。乘墉挥宝剑，蔽日引高旍。云屯七萃士，鱼丽六郡兵。胡笳关下思，羌笛陇头鸣。骨都先自詟，日逐次亡精。玉门罢斥候，甲第始修营。位登万庾积，功立百行成。天长地自久，人道有亏盈。未穷激楚乐，已见高台倾。当令麟阁上，千载有雄名！梢梢枝早劲，涂涂露晚晞。南中荣桔柚，宁知鸿雁飞。拂雾朝青阁，日旰坐彤闱。怅望一涂阻，参差百虑依。春草秋更绿，公子未西归。谁能久京洛，缁尘染素衣。魂兮归来。异方不可以亲。蝮蛇九首。雄虺戴鳞。炎穴一光。骨烂魂伤。玄狐曳尾。赤象为梁。至日归来。无往此异方。洞庭张乐地，潇湘帝子游。云去苍梧野，水还江汉流。停骖我怅望，辍棹子夷犹。广平听方籍，茂陵将见求。心事俱已矣，江上徒离忧。",
        "author": "南北朝",
        "poem_class": "怀古",
        "dynasty": "虞羲"
    },
    {
        "title": "同谢谘议咏铜雀台",
        "paragraph": "穗帷飘井干，樽酒若平生。郁郁西陵树，讵闻歌吹声。芳襟染泪迹，婵媛空复情。玉座犹寂寞，况乃妾身轻。寝瘵谢人徒，灭迹入云峯。岩壑寓耳目，欢爱隔音容。永绝赏心望，长怀莫与同。末路值令弟，开颜披心胸。心胸既云披，意得咸在斯。凌涧寻我室，散帙问所知。夕虑晓月流，朝忌曛日驰。悟对无厌歇，聚散成分离。分离别西川，回景归东山。别时悲已甚，别后情更延。倾想迟嘉音，果枉济江篇。辛勤风波事，款曲洲渚言。洲渚既淹时，风波子行迟，务协华京想，讵存空谷期。傥若果归言，共陶暮暮时。暮春虽未交，仲春善游遨。山桃发红萼，野蕨渐紫苞。鸣嘤已悦豫，幽居犹郁陶。梦寐伫归舟，释我吝与劳。宝剑饰龙渊，长虹画彩旃。山虚和铙管，水净写娄船。连鸡随火度，燧象带烽然。洞庭晚风急，潇湘夜月圆。荀令多文藻，临戎赋雅篇。守山东。山东万岭郁青葱。两溪共一泻。水洁望如空。岸侧青莎被。岩间丹桂丛。上瞻既隐轸。下睇亦溟蒙。远林响咆兽。近树聒鸣虫。路出若溪右涧吐金华东。万仞倒危石。百丈注悬潨。掣曳写流电。奔飞似白虹。洞井含清气。漏穴吐飞风。玉窦膏滴沥。石乳室空笼。峭崿途弥险。崖岨步纔通。余舍平生之所爱。歘暮年而此逢。欲一去而不还。怅邹衣之未褫。揖林壑之清旷。事氓俗之纷诡。幸帝德之方升。值天纲之未毁。既除旧而布新。故化民而俗徙。播赵俗以南徂。扇齐风以东靡。乳雉方可驯。流蝗庶能弭。清心矫世浊。俭政革民侈。秩满归白云。淹留事芝髓。",
        "author": "南北朝",
        "poem_class": "怀古",
        "dynasty": "谢朓"
    },
    {
        "title": "铜爵妓",
        "paragraph": "武皇去金阁，英威长寂寞。雄剑顿无光，杂佩亦销烁。秋至明月圆，风伤白露落。清夜何湛湛，孤烛映兰幕。抚影怆无从，惟怀忧不薄。瑶色行应罢，红芳几为乐？徒登歌舞台，终成蝼蚁郭！六代旧山川。兴亡几百年。繁华今寂寞。朝市昔喧阗。夜月琉璃水。春风柳色天。伤时为怀古。垂泪国门前。夫凌云概日，由余之所未窥；千门万户，张衡之所曾赋。周王璧台之上，汉帝金屋之中，玉树以珊瑚为枝，珠帘以玳瑁为匣。其中有丽人焉。其人也：五陵豪族，充选掖庭；四姓良家，驰名永巷。亦有颖川新市、河间观津，本号娇娥，曾名巧笑。楚王宫里，无不推其细腰；卫国佳人，俱言讶其纤手。阅诗敦礼，岂东邻之自媒；婉约风流，异西施之被教。弟兄协律，生小学歌；少长河阳，由来能舞。琵琶新曲，无待石崇；箜篌杂引，非关曹植。传鼓瑟于杨家，得吹箫于秦女。至若宠闻长乐，陈后知而不平；画出天仙，阏氏览而遥妒。至若东邻巧笑，来侍寝于更衣；西子微颦，得横陈于甲帐。陪游馺娑，骋纤腰于结风；长乐鸳鸯，奏新声于度曲。妆鸣蝉之薄鬓，照堕马之垂鬟。反插金钿，横抽宝树。南都石黛，最发双蛾；北地燕脂，偏开两靥。亦有岭上仙童，分丸魏帝；腰中宝风，授历轩辕。金星将婺女争华，麝月与嫦娥竞爽。惊鸾冶袖，时飘韩掾之香；飞燕长裾，宜结陈王之佩。虽非图画，入甘泉而不分；言异神仙，戏阳台而无别。真可谓倾国倾城，无对无双者也。加以天时开朗，逸思雕华，妙解文章，尤工诗赋。琉璃砚匣，终日随身；翡翠笔床，无时离手。清文满箧，非惟芍药之花；新制连篇，宁止蒲萄之树。九日登高，时有缘情之作；万年公主，非无累德之辞。其佳丽也如彼，其才情也如此。既而椒宫宛转，柘馆阴岑，绛鹤晨严，铜蠡昼静。三星未夕，不事怀衾；五日尤赊，谁能理曲。优游少托，寂寞多闲。厌长乐之疏钟，劳中宫之缓箭。纤腰无力，怯南阳之捣衣；生长深宫，笑扶风之织锦。虽复投壶玉女，为观尽于百骁；争博齐姬，心赏穷于六箸。无怡神于暇景，惟属意于新诗。庶得代彼皋苏，微蠲愁疾。但往世名篇，当今巧制，分诸麟阁，散在鸿都。不藉篇章，无由披览。于是燃指瞑写，弄笔晨书，撰录艳歌，凡为十卷。曾无忝于雅颂，亦靡滥于风人，泾渭之间，如斯而已。于是丽以金箱，装之宝轴。三台妙迹，龙伸蠼屈之书；五色花笺，河北胶东之纸。高楼红粉，仍定鱼鲁之文；辟恶生香，聊防羽陵之蠹。灵飞太甲，高擅玉函；鸿烈仙方，长推丹枕。至如青牛帐里，馀曲既终；朱鸟窗前，新妆已竟。放当开兹缥帙，散此绦绳，永对玩于书帷，长循环于纤手。岂如邓学春秋，儒者之功难习；窦专黄老，金丹之术不成。因胜西蜀豪家，托情穷于鲁殿；东储甲观，流咏止于洞箫。娈彼诸嫉，聊同弃日，猗欤彤管，无或讥焉。瑶琴久芜没。金镜废不看。不见空闺里。纵横愁思端。缓步遵汀渚。扬枻泛春澜。电至烟流绮。水绿桂涵丹。凭酒竟未悦。半景方自叹。每为忧见及。杜若讵能宽。冀采石上草。得以驻余颜。赤鲤傥可乘。云雾不复还。",
        "author": "南北朝",
        "poem_class": "怀古",
        "dynasty": "江淹"
    },
    {
        "title": "登二妃庙",
        "paragraph": "朝云乱人目，帝女湘川宿。折菡巫山下，采荇洞庭腹。故以轻薄好，千里命舻舳。何事非相思，江上葳蕤竹。花中烛。焰焰动帘风。不见来人影。回光持向空。长相思。久离别。美人之远如雨绝。独延伫。心中结。望云云去远。望鸟鸟飞灭。空望终若斯。珠泪不能雪。也知故辙莽难循，岂有风情忆洧溱。乱眼花枝向人笑，荡胸文字待谁论。腾骧短景终成泪，落漠中年始惜春。尽涤尘襟何处去，深山糜鹿可能驯。",
        "author": "南北朝",
        "poem_class": "怀古",
        "dynasty": "吴均"
    },
    {
        "title": "咏荆轲",
        "paragraph": "燕秦不两立，太子已为虞。千金奉短计，匕首荆卿趋。穷年徇所欲，兵势且见屠。微言激幽愤，怒目辞燕都。朔风动易水，挥爵前长驱。函首致宿怨，献田开版图。炯然耀电光，掌握罔正夫。造端何其锐，临事竟趑趄。长虹吐白日，仓卒反受诛。按剑赫凭怒，风雷助号呼。慈父断子首，狂走无容躯。夷城芟七族，台观皆焚污。始期忧患弭，卒动灾祸枢。秦皇本诈力，事与桓公殊。奈何效曹子，实谓勇且愚。世传故多谬，太史征无且。花时同醉破春愁，醉折花枝作酒筹。忽忆故人天际去，计程今日到梁州。长相思，在长安。络纬秋啼金井阑，微霜凄凄簟色寒。孤灯不明思欲绝，卷帷望月空长叹。美人如花隔云端！上有青冥之长天，下有渌水之波澜。(长天 一作：高天)天长路远魂飞苦，梦魂不到关山难。长相思，摧心肝！春去也，多谢洛城人。弱柳从风疑举袂，丛兰裛露似沾巾。独坐亦含嚬。春去也，共惜艳阳年。犹有桃花流水上，无辞竹叶醉尊前。惟待见青天。",
        "author": "唐代",
        "poem_class": "怀古",
        "dynasty": "柳宗元"
    },
    {
        "title": "淮阳感秋",
        "paragraph": "金风荡初节，玉露凋晚林。此夕穷涂士，郁陶伤寸心。野平葭苇合，村荒藜藿深。眺听良多感，徙倚独沾襟。沾襟何所为，怅然怀古意。秦俗犹未平，汉道将何冀。樊哙市井徒，萧何刀笔吏。一朝时运会，千古传名谥。寄言世上雄，虚生真可愧。大艑载三千，渐水丈五馀。水高不得渡，与欢合生居。黄花郁金色，绿蛇衔珠丹。辞谢床上女，还我十指环。万方咸暨，三揖以申。垂旒冯玉，五瑞交陈。拜稽有章，升降有节。圣皇负扆，虞唐比烈。",
        "author": "隋代",
        "poem_class": "怀古",
        "dynasty": "李密"
    },
    {
        "title": "行经孙氏陵",
        "paragraph": "昔在零陵厌，神器若无依。逐兔争先捷，掎鹿竞因机。呼吸开伯道，叱咤掩江畿。豹变分奇略，虎视肃戎威。长蛇衄巴汉，骥马绝淮淝。交战无内御，重门岂外扉。成功举已弃，凶德愎而违。水龙忽东骛，青盖乃西归。朅来已永久，年代嗳微微。苔石疑文字，荆坟失是非。山莺空曙响，陇月自秋晖。银海终无浪，金凫会不飞。阒寂今如此，望望沾人衣。阳关万里道，不见一人归。惟有河边雁，秋来南向飞。游戏五湖采莲归。发花田叶芳袭衣。为君艳歌世所希。世所希。有如玉。江南弄。采莲曲。圆魄当虚闼。清光流思延。延思照孤影。凄怨还自怜。台镜早生尘。匣琴又无弦。悲慕屡伤节。离忧亟华年。君如东扶景。妾似西柳烟。相去既路迥。明晦亦殊悬。愿为铜铁辔。以感长乐前。",
        "author": "南北朝",
        "poem_class": "怀古",
        "dynasty": "何逊"
    },
    {
        "title": "冬节后至丞相第诣世子车中作",
        "paragraph": "廉公失权势，门馆有虚盈。贵贱犹如此，况乃曲池平。高车尘未灭，珠履故馀声。宾阶绿钱满，客位紫苔生。谁当九原上，郁郁望佳城。宜春苑中春已归，披香殿里作春衣。新年鸟声千种啭，二月杨花满路飞。河阳一县并是花，金谷从来满园树。一丛香草足碍人，数尺游丝即横路。开上林而竞入，拥河桥而争渡。出丽华之金屋，下飞燕之兰宫。钗朵多而讶重，髻鬟高而畏风。眉将柳而争绿，面共桃而竞红。影来池里，花落衫中。苔始绿而藏鱼，麦才青而覆雉。吹箫弄玉之台，鸣佩凌波之水。移戚里而家富，入新丰而酒美。石榴聊泛，蒲桃酦醅。芙蓉玉碗，莲子金杯。新芽竹笋，细核杨梅。绿珠捧琴至，文君送酒来。玉管初调，鸣弦暂抚。《阳春》《绿水》之曲，对凤回鸾之舞。更炙笙簧，还移筝柱。月入歌扇，花承节鼓。协律都尉，射雉中郎。停车小苑，连骑长杨。金鞍始被，柘弓新张。拂尘看马埒，分朋入射堂。马是天池之龙种，带乃荆山之玉梁。艳锦安天鹿，新绫织凤凰。三日曲水向河津，日晚河边多解神。树下流杯客，沙头渡水人。镂薄窄衫袖，穿珠帖领巾。百丈山头日欲斜，三晡未醉莫还家。池中水影悬胜镜，屋里衣香不如花。泻水置平地，各自东西南北流。人生亦有命，安能行叹复坐愁？酌酒以自宽，举杯断绝歌路难。心非木石岂无感？吞声踯躅不敢言。夜相思，投壶不停箭，忆欢作娇时。",
        "author": "南北朝",
        "poem_class": "怀古",
        "dynasty": "沈约"
    },
    {
        "title": "赠羊长史·并序",
        "paragraph": "左军羊长史，衔使秦川，作此与之。愚生三季后，慨然念黄虞。得知千载上，正赖古人书。圣贤留余迹，事事在中都。岂忘游心目？关河不可逾。九域甫已一，逝将理舟舆。闻君当先迈，负疴不获俱。路若经商山，为我少踌躇。多谢绮与甪，精爽今何如？紫芝谁复采？深谷久应芜。驷马无贳患，贫贱有交娱。清谣结心曲，人乖运见疏。拥怀累代下，言尽意不舒。嗟古贤原宪。弃背膏粱朱颜。乐此屡空饥寒。形陋体逸心宽。得志一世无患。甘瓜抱苦蒂，美枣生荆棘。利傍有倚刀，贪人还自贼。有鸟有鸟丁令威。去家千年今来归。城郭如故人民非。何不学仙冢累累。",
        "author": "魏晋",
        "poem_class": "怀古",
        "dynasty": "陶渊明"
    },
    {
        "title": "咏三良",
        "paragraph": "束带值明后，顾盼流辉光。一心在陈力，鼎列夸四方。款款效忠信，恩义皎如霜。生时亮同体，死没宁分张。壮躯闭幽隧，猛志填黄肠。殉死礼所非，况乃用其良。霸基弊不振，晋楚更张皇。疾病命固乱，魏氏言有章。从邪陷厥父，吾欲讨彼狂。长干吴儿女，眉目艳新月。屐上足如霜，不著鸦头袜。吴儿多白皙，好为荡舟剧。卖眼掷春心，折花调行客。耶溪采莲女，见客棹歌回。笑入荷花去，佯羞不出来。东阳素足女，会稽素舸郎。相看月未堕，白地断肝肠。镜湖水如月，耶溪女似雪。新妆荡新波，光景两奇绝。天若不爱酒，酒星不在天。地若不爱酒，地应无酒泉。天地既爱酒，爱酒不愧天。已闻清比圣，复道浊如贤。贤圣既已饮，何必求神仙。三杯通大道，一斗合自然。但得酒中趣，勿为醒者传。近寒食雨草萋萋，著麦苗风柳映堤。等是有家归未得，杜鹃休向耳边啼。",
        "author": "唐代",
        "poem_class": "怀古",
        "dynasty": "柳宗元"
    },
    {
        "title": "重赠卢谌",
        "paragraph": "握中有悬璧，本自荆山璆。惟彼太公望，昔在渭滨叟。邓生何感激，千里来相求。白登幸曲逆，鸿门赖留侯。重耳任五贤，小白相射钩。苟能隆二伯，安问党与雠？中夜抚枕叹，想与数子游。吾衰久矣夫，何其不梦周？谁云圣达节，知命故不忧。宣尼悲获麟，西狩涕孔丘。功业未及建，夕阳忽西流。时哉不我与，去乎若云浮。朱实陨劲风，繁英落素秋。狭路倾华盖，骇驷摧双辀。何意百炼刚，化为绕指柔。余少好音声，长而玩之。以为物有盛衰，而此无变；滋味有厌，而此不倦。可以导养神气，宣和情志。处穷独而不闷者，莫近于音声也。是故复之而不足，则吟咏以肆志；吟咏之不足，则寄言以广意。然八音之器，歌舞之象，历世才士，并为之赋颂。其体制风流，莫不相袭。称其才干，则以危苦为上；赋其声音，则以悲哀为主；美其感化，则以垂涕为贵。丽则丽矣，然未尽其理也。推其所由，似原不解音声；览其旨趣，亦未达礼乐之情也。众器之中，琴德最优。故缀叙所怀，以为之赋。其辞曰：惟椅梧之所生兮，托峻岳之崇冈。披重壤以诞载兮，参辰极而高骧。含天地之醇和兮，吸日月之休光。郁纷纭以独茂兮。飞英蕤于昊苍。夕纳景于虞渊兮，旦晞干于九阳。经千载以待价兮，寂神跱而永康。且其山川形势，则盘纡隐深，磪嵬岑嵓。亘岭巉岩，岞崿岖崟。丹崖崄巇，青壁万寻。若乃重巘增起，偃蹇云覆。邈隆崇以极壮，崛巍巍而特秀。蒸灵液以播云，据神渊而吐溜。尔乃颠波奔突，狂赴争流。触岩抵隈，郁怒彪休。汹涌腾薄，奋沫扬涛。瀄汩澎湃，蜿蟺相纠。放肆大川，济乎中州。安回徐迈，寂尔长浮。澹乎洋洋，萦抱山丘。详观其区土之所产毓，奥宇之所宝殖，珍怪琅玕，瑶瑾翕赩，丛集累积，奂衍于其侧。若乃春兰被其东，沙棠殖其西。涓子宅其阳，玉醴涌其前。玄云荫其上，翔鸾集其巅。清露润其肤，惠风流其间。竦肃肃以静谧，密微微其清闲。夫所以经营其左右者，固以自然神丽，而足思愿爱乐矣。于是遁世之士，荣期绮季之畴，乃相与登飞梁，越幽壑，援琼枝，陟峻崿，以游乎其下。周旋永望，邈若凌飞，邪睨昆仑，俯阚海湄。指苍梧之迢递，临回江之威夷。悟时俗之多累，仰箕山之余辉。羡斯岳之弘敞，心慷慨以忘归。情舒放而远览，接轩辕之遗音。慕老童于騩隅，钦泰容之高吟。顾兹梧而兴虑，思假物以托心。乃斫孙枝，准量所任。至人摅思，制为雅琴。乃使离子督墨，匠石奋斤，夔襄荐法，般倕骋神。锼会裛厕，朗密调均。华绘雕琢，布藻垂文。错以犀象，籍以翠绿。弦以园客之丝，徽以钟山之玉。爰有龙凤之象，古人之形。伯牙挥手，钟期听声。华容灼爚，发采扬明，何其丽也！伶伦比律，田连操张。进御君子，新声憀亮，何其伟也！及其初调，则角羽俱起，宫徵相证，参发并趣，上下累应。踸踔磥硌，美声将兴，固以和昶而足耽矣。尔乃理正声，奏妙曲，扬白雪，发清角。纷淋浪以流离，奂淫衍而优渥。粲奕奕而高逝，驰岌岌以相属。沛腾遌而竞趣，翕韡晔而繁缛。状若崇山，又象流波。浩兮汤汤，郁兮峨峨。怫烦冤，纡余婆娑。陵纵播逸，霍濩纷葩。检容授节，应变合度。兢名擅业，安轨徐步。洋洋习习，声烈遐布。含显媚以送终，飘余响乎泰素。若乃高轩飞观，广夏闲房，冬夜肃清，朗月垂光，新衣翠粲，缨徽流芳。于是器冷弦调，心闲手敏。触Ⱨ如志，唯意所拟。初涉渌水，中奏清徵。雅昶唐尧，终咏微子。宽明弘润，优游躇跱。拊弦安歌，新声代起。歌曰：“凌扶摇兮憩瀛洲，要列子兮为好仇。餐沆瀣兮带朝霞，眇翩翩兮薄天游。齐万物兮超自得，委性命兮任去留。激清响以赴会，何弦歌之绸缪。”于是曲引向阑，众音将歇，改韵易调，奇弄乃发。扬和颜，攘皓腕。飞纤指以驰骛，纷（涩去掉三点水加单人旁）譶以流漫。或徘徊顾慕，拥郁抑按，盘桓毓养，从容秘玩。闼尔奋逸，风骇云乱。牢落凌厉，布濩半散。丰融披离，斐韡奂烂。英声发越，采采粲粲。或间声错糅，状若诡赴。双美并进，骈驰翼驱。初若将乖，后卒同趣。或曲而不屈，直而不倨。或相凌而不乱，或相离而不殊。时劫掎以慷慨，或怨㜘而踌躇。忽飘飖以轻迈，乍留联而扶疏。或参谭繁促，复叠攒仄。纵横骆驿，奔遁相逼。拊嗟累赞，间不容息。瑰艳奇伟，殚不可识。若乃闲舒都雅，洪纤有宜。清和条昶，案衍陆离。穆温柔以怡怿，婉顺叙而委蛇。或乘险投会，邀隙趋危。譻若离鹍鸣清池，翼若游鸿翔层崖。纷文斐尾，慊縿离纚。微风余音，靡靡猗猗。或搂批攦捋，缥缭潎冽。轻行浮弹，明婳𥉻慧。疾而不速，留而不滞。翩绵飘邈，微音迅逝。远而听之，若鸾凤和鸣戏云中；迫而察之，若众葩敷荣曜春风。既丰赡以多姿，又善始而令终。嗟姣妙以弘丽，何变态之无穷！若夫三春之初，丽服以时。乃携友生，以遨以嬉。涉兰圃，登重基，背长林，翳华芝，临清流，赋新诗。嘉鱼龙之逸豫，乐百卉之荣滋。理重华之遗操，慨远慕而长思。若乃华堂曲宴，密友近宾，兰肴兼御，旨酒清醇。进南荆，发西秦，绍陵阳，度巴人。变用杂而并起，竦众听而骇神。料殊功而比操，岂笙籥之能伦？若次其曲引所宜，则广陵止息，东武太山。飞龙鹿鸣，鹍鸡游弦。更唱迭奏，声若自然。流楚窈窕，惩躁雪烦。下逮谣俗，蔡氏五曲，王昭楚妃，千里别鹤。犹有一切，承间簉乏，亦有可观者焉。然非夫旷远者，不能与之嬉游；非夫渊静者，不能与之闲止；非夫放达者，不能与之无（希去布加厷）；非夫至精者，不能与之析理也。若论其体势，详其风声，器和故响逸，张急故声清，间辽故音庳，弦长故徽鸣。性洁静以端理，含至德之和平。诚可以感荡心志，而发泄幽情矣！是故怀戚者闻之，莫不憯懔惨凄，愀怆伤心，含哀懊咿，不能自禁。其康乐者闻之，则欨愉欢释，抃舞踊溢，留连澜漫，嗢噱终日。若和平者听之，则怡养悦愉，淑穆玄真，恬虚乐古，弃事遗身。是以伯夷以之廉，颜回以之仁，比干以之忠，尾生以之信，惠施以之辩给，万石以之讷慎。其余触类而长，所致非一，同归殊途。或文或质，总中和以统物，咸日用而不失。其感人动物，盖亦弘矣。于时也，金石寝声，匏竹屏气，王豹辍讴，狄牙丧味。天吴踊跃于重渊，王乔披云而下坠。舞鸑鷟于庭阶，游女飘焉而来萃。感天地以致和，况蚑行之众类。嘉斯器之懿茂，咏兹文以自慰。永服御而不厌，信古今之所贵。乱曰：愔愔琴德，不可测兮；体清心远，邈难极兮；良质美手，遇今世兮；纷纶翕响，冠众艺兮；识音者希，孰能珍兮；能尽雅琴，唯至人兮！绾发绾发，发亦鬓止。日祗日祗，敬亦慎止。靡专靡有，受之父母。鸣鹤匪和，析薪弗荷。隐忧孔疚，我堂靡构。义方既训，家道颖颖。岂敢荒宁，一日三省。三辰垂光。照临四海。焕哉何煌煌。悠悠与天地久长。愚见目前。圣覩万年。明闇相绝。何可胜言。",
        "author": "魏晋",
        "poem_class": "怀古",
        "dynasty": "刘琨"
    },
    {
        "title": "咏怀八十二首·其三十二",
        "paragraph": "朝阳不再盛，白日忽西幽。去此若俯仰，如何似九秋。人生若尘露，天道邈悠悠。齐景升丘山，涕泗纷交流。孔圣临长川，惜逝忽若浮。去者余不及，来者吾不留。愿登太华山，上与松子游。渔父知世患，乘流泛轻舟。修夜家无为。独步光庭侧。仰首看天衢。流光曜八极。抚心悼季世。遥念大道逼。飘飘当路士。悠悠进自棘。得失自己来。荣辱相蚕食。朱紫虽玄黄。太素贵无色。渊淡体至道。色化同消息。天地开辟，日月重光。遭逢际会，奉辞遐方。将扫逋秽，还过故乡。肃清万里，总齐八荒。告成归老，待罪舞阳。南阳宋定伯,年少时，夜行逢鬼。问之，鬼言：“我是鬼。”鬼问：“汝复谁？”定伯诳之，言：“我亦鬼。”鬼问：“欲至何所？”答曰：“欲至宛市。”鬼言：“我亦欲至宛市。”遂行。数里，鬼言：“步行太亟，可共递相担，何如？”定伯曰：“大善。”鬼便先担定伯数里。鬼言：“卿太重，将非鬼也？”定伯言：“我新鬼，故身重耳。”定伯因复担鬼，鬼略无重。如是再三。定伯复言：“我新鬼，不知有何所畏忌？”鬼答言：“惟不喜人唾。”于是共行。道遇水，定伯令鬼先渡，听之，了然无声音。定伯自渡，漕漼作声。鬼复言：“何以作声？”定伯曰：“新死，不习渡水故耳，勿怪吾也。”行欲至宛市，定伯便担鬼著肩上，急持之。鬼大呼，声咋咋然，索下，不复听之。径至宛市中下著地，化为一羊，便卖之恐其变化，唾之。得钱千五百，乃去。于时石崇言：“定伯卖鬼,得钱千五百文。”",
        "author": "魏晋",
        "poem_class": "怀古",
        "dynasty": "阮籍"
    },
    {
        "title": "昭君辞",
        "paragraph": "朝发披香殿，夕济汾阴河。于兹怀九逝，自此敛双蛾。沾妆如湛露，绕臆状流波。日见奔沙起，稍觉转蓬多。朔风犯肌骨，非直伤绮罗。衔涕试南望，关山郁嵯峨。始作阳春曲，终成苦寒歌。惟有三五夜，明月暂经过。阳台氤氲多异色。巫山高高上无极。云来云去常不息。常不息。梦来游。极万世。度千秋。今日小园中。桃花数树红。开君一壸酒。细酌对春风。未能扶毕卓。犹足舞王戎。仙人一捧露。判不及杯中。礼乐既正。神人所以和。玉帛有序。志欲静干戈。各分符瑞。俱誓裂山河。今日相乐。对酒且当歌。道德以喻。听撞钟之声。神奸不若。观铸鼎之形。酆宫既朝。诸侯于是穆。岐阳或狩。淮夷自此平。若涉大川。言凭于舟檝。如和鼎实。有寄于盐梅。君臣一体。可以静氛埃。得人则治。何世无奇才。",
        "author": "南北朝",
        "poem_class": "怀古",
        "dynasty": "沈约"
    },
    {
        "title": "梁甫吟",
        "paragraph": "步出齐城门，遥望荡阴里。里中有三坟，累累正相似。问是谁家墓，田疆古冶氏。力能排南山，又能绝地纪。一朝被谗言，二桃杀三士。谁能为此谋，相国齐晏子。咨尔庶士，迨时斯勖。日月逾迈，岂云旋复。哀我经营，膂力靡及。在兹弱冠，靡所树立。于赫我祖，显于殷国。贰迹阿衡，克光其则。武丁兴商，伊宗皇士。爰作股肱，万邦是纪。奕世载德，迄我显考。保膺淑懿，缵修其道。汉之中叶，俊乂式序。秩彼殷宗，光此勋绪。伊余小子，秽陋靡逮。惧我世烈，自兹以坠。谁能革浊，清我濯溉。谁能昭暗，启我童昧。先人有训，我讯我诰。训我嘉务，诲我博学。爰率朋友，寻此旧则。契阔夙夜，庶不懈忒。秩秩大猷，纪纲庶式。匪勤匪昭，匪壹匪测。农夫不怠，越有黍稷。谁能云作，考之居息。二事败叶，多疾我力。如彼遵衢，则罔所极。二志靡成，聿劳我心。如彼兼听，则溷于音。于戏君子，无恒自逸。徂年如流，鲜兹暇日。行迈屡税，胡能有迄。密勿朝夕，聿同始卒。复为时所拘。覊绁作微臣。为君既不易，为臣良独难。忠信事不显，乃有见疑患。周公佐成王，金縢功不刊。推心辅王室，二叔反流言。待罪居东国，泣涕常流连。皇灵大动变，震雷风且寒。拔树偃秋稼，天威不可干。素服开金縢，感悟求其端。公旦事既显，成王乃哀叹。吾欲竟此曲，此曲悲且长。今日乐相乐，别后莫相忘。",
        "author": "两汉",
        "poem_class": "怀古",
        "dynasty": "佚名"
    },
    {
        "title": "黍离",
        "paragraph": "彼黍离离，彼稷之苗。行迈靡靡，中心摇摇。知我者，谓我心忧；不知我者，谓我何求。悠悠苍天，此何人哉？彼黍离离，彼稷之穗。行迈靡靡，中心如醉。知我者，谓我心忧；不知我者，谓我何求。悠悠苍天，此何人哉？彼黍离离，彼稷之实。行迈靡靡，中心如噎。知我者，谓我心忧；不知我者，谓我何求。悠悠苍天，此何人哉？ 旻天疾威，敷于下土。谋犹回遹，何日斯沮？谋臧不从，不臧覆用。我视谋犹，亦孔之邛。潝潝訿訿，亦孔之哀。谋之其臧，则具是违。谋之不臧，则具是依。我视谋犹，伊于胡厎。我龟既厌，不我告犹。谋夫孔多，是用不集。发言盈庭，谁敢执其咎？如匪行迈谋，是用不得于道。哀哉为犹，匪先民是程，匪大犹是经。维迩言是听，维迩言是争。如彼筑室于道谋，是用不溃于成。国虽靡止，或圣或否。民虽靡膴，或哲或谋，或肃或艾。如彼泉流，无沦胥以败。不敢暴虎，不敢冯河。人知其一，莫知其他。战战兢兢，如临深渊，如履薄冰。请成相。世之殃。愚暗愚暗堕贤良。人主无贤。如瞽无相何伥伥。请布基。慎圣人。愚而自专事不治。主忌苟胜。群臣莫谏必逢灾。论臣过。反其施。尊主安国尚贤义。拒谏饰非。愚而上同国必祸。曷谓罢。国多私。比周还主党与施。远贤。近谗。忠臣蔽塞主势移。曷谓贤。明君臣。上能尊主爱下民。主诚听之。天下为一四海宾。主之孽。谗人达。贤能遁逃国乃蹷。愚以重愚。暗以重暗成为桀。世之灾。妬贤能。飞廉知政任恶来。卑其志意。大其园囿高其台。武王怒。师牧野。纣卒易乡启乃下。武王善之。封之于宋立其祖。世之衰。谗人归。比干见刳箕子累。武王诛之。吕尚招麾殷民怀。世之祸。恶贤士。子胥见杀百里徒。穆公得之。强配五伯六卿施。世之愚。恶大儒。逆斥不通孔子拘。展禽三绌。春申道缀基毕输。请牧基。贤者思。尧在万世如见之。谗人罔极。险陂倾侧此之疑。基必施。辩贤罢。文武之道同伏戏。由之者治。不由者乱何疑为。凡成相。辩法方。至治之极复后王。慎墨季惠。百家之说诚不祥。治复一。脩之吉。君子执之心如结。众人贰之。谗夫弃之形是诘。水至平。端不倾。心术如此象圣人。□而有势。直而用抴必参天。世无王。穷贤良。暴人刍豢仁人糟糠。礼乐灭息。圣人隐伏墨术行。治之经。礼与刑。君子以脩百姓宁。明德慎罚。国家既治四海平。治之志。后势富。君子诚之好以待。处之敦固。有深藏之能远思。思乃精。志之荣。好而一之神以诚。精神相反。一而不贰为圣人。治之道。美不老。君子由佼以好。下以教诲子弟。上以事祖考。成相竭。辞不蹷。君子道之顺以达。宗其贤良辩其殃孽□□□。请成相。道圣王。尧舜尚贤身辞让。许由善卷。重义轻利行显明。尧让贤。以为民。氾利兼爱德施均。辩治上下。贵贱有等明君臣。尧授能。舜遇时。尚贤推德天下治。虽有贤圣。适不遇世孰知之。尧不德。舜不辞。妻以二女任以事。大人哉舜。南面而立万物备。舜授禹以天下。尚德推贤不失序。外不避仇。内不阿亲贤者予。禹劳心力。尧有德。干戈不用三苗服。举舜甽畝。任之天下身休息。得后稷。五谷殖。夔为乐正鸟兽服。契为司徒。民知孝尊弟有德。禹有功。抑下鸿。辟除民害逐共工。北决九河。通十二渚疏三江。禹傅土。平天下。躬亲为民行劳苦。得益皋陶。横革直成为辅。契玄王。生昭明。居于砥石迁于商。十有四世乃有天乙是成汤。天乙汤。论举当。身让卞随举牟光。□□□□道古贤圣基必张。□□愿陈辞。世乱恶善不此治。隐讳疾贤。良由姦诈鲜无灾。患难哉阪为先圣知不用愚者谋。前车已覆。后未知更何觉时。不觉悟。不知苦。迷惑失指易上下。忠不上达。蒙掩耳目塞门户。门户塞。大迷惑。悖乱昏莫不终极。是非反易。比周期上恶正直。正直恶。心无度。邪枉辟回失道途。已无邮人我独自美岂无故。不知戒。后必有恨后遂过不肯悔。谗夫多进。反复言语生诈态。人之态。不如备。争宠疾贤利恶忌。妬功毁贤。下敛党与上蔽匿。上壅蔽。失辅势。任用谗夫不能制。郭公长父之难。厉王流于彘。周幽厉。所以败。不听规谏忠是害。嗟我何人。独不遇时当乱世。欲对衷言不从。恐为子胥身离凶。进谏不听。刭而独鹿弃之江。观往事。以自戒。治乱是非亦可识。□□□□托于成相以喻意。请成相。言治方。君论有五约以明。君谨守之。下皆平正国乃昌。臣下职。莫游食。务本节用財无极。事业听上。莫得相使一民力。守其职。足衣食。厚薄有等明爵服。利往卬上。莫得擅与孰私得。君法明。论有常。表仪既设民知方。进退有律。莫得贵贱孰私王。君法仪。禁不为。莫不说教名不移。脩之者荣。离之者辱孰它师。刑称陈。守其银。下不得用轻私门。罪祸有律。莫得轻重威不分。请牧祺。用有基。主好论议必善谋。五听循领。莫不理续主执持。听之经。明其请。参伍明谨施赏刑。显者必得隐者复显民反诚。言有节。稽其实。信诞以分赏罚必。下不欺上。皆以情言明若日。上通利。隐远至。观法不法见不视。耳目既显。吏敬法令莫敢恣。君教出。行有律。吏谨将之无敌铍滑。下不私请。各以所宜舍巧拙。臣谨脩。君制变。公察善思论不乱。以治天下。后世法之成律贯。晋灵公不君。厚敛以雕墙。从台上弹人，而观其辟丸也。宰夫胹熊蹯不熟，杀之，寘诸畚，使妇人载以过朝。赵盾、士季见其手，问其故而患之。将谏，士季曰：“谏而不入，则莫之继也。会请先，不入，则子继之。”三进及溜，而后视之。曰： “吾知所过矣，将改之。”稽首而对曰：“人谁无过？过而能改，善莫大焉。诗曰：‘靡不有初，鲜克有终。’夫如是，则能补过者鲜矣。君能有终，则社稷之固也，岂惟群臣赖之。又曰：‘衮职有阙，惟仲山甫补之。’能补过也。君能补过，衮不废矣。”犹不改。宣子骤谏。公患之，使鉏麑贼之。晨往，寝门辟矣。盛服将朝，尚早，坐而假寐。麑退，叹而言曰：“不忘恭敬，民之主也。贼民之主，不忠；弃君之命，不信。有一于此，不如死也。”触槐而死。秋九月，晋侯饮赵盾酒，伏甲将攻之。其右提弥明知之, 趋登，曰：“臣侍君宴，过三爵，非礼也。”遂扶以下。公嗾夫獒焉。明搏而杀之。盾曰：“弃人用犬，虽猛何为！”斗且出。提弥明死之。初，宣子田于首山，舍于翳桑。见灵辄饿，问其病，曰： “不食三日矣。”食之，舍其半。问之，曰：“宦三年矣，未知母之存否。今近焉，请以遗之。”使尽之，而为之箪食与肉，寘诸橐以与之。既而与为公介，倒戟以御公徒，而免之。问何故，对曰：“翳桑之饿人也。”问其名居，不告而退。——遂自亡也。乙丑，赵穿攻灵公于桃园。宣子未出山而复。大史书曰： “赵盾弑其君。”以示于朝。宣子曰：“不然。”对曰：“子为正卿， 亡不越竟，反不讨贼，非子而谁？”宣子曰：“乌呼！‘我之怀矣，自诒伊戚’，其我之谓矣！”孔子曰：“董狐，古之良史也，书法不隐。赵盾，古之良大夫也，为法受恶。惜也，越竟乃免。”宣子使赵穿逆公子黑臀于周而立之。壬申，朝于武宫。",
        "author": "先秦",
        "poem_class": "怀古",
        "dynasty": "佚名"
    },
    {
        "title": "梁甫吟",
        "paragraph": "谁谓秋月明？蔽之不必一尺翳。谁谓江水清？淆之不必一斗泥。人情旦暮有翻覆，平地倏忽成山溪。君不见桓公相仲父，竖刁终乱齐；秦穆信逢孙，遂违百里奚。赤符天子明见万里外，乃以薏苡为文犀。停婚仆碑何震怒，青天白日生虹蜺。明良际会有如此，而况童角不辨粟与稊。外间皇父中艳妻，马角突兀连牝鸡。以聪为聋狂作圣，颠倒衣裳行蒺藜。屈原怀沙子胥弃，魑魅叫啸风凄凄。梁甫吟，悲以凄。岐山竹实日稀少，凤凰憔悴将安栖！柳条搓线絮搓绵，搓够千寻放纸鸢。消得春风多少力，带将儿辈上青天。高斋每到思无穷，门巷玲珑野望通。片雨隔村犹夕照，疏林映水已秋风。药囊诗卷闲行后，香灺灯光静坐中。为问只今江海上，如君无事几人同？寒飞千尺玉，清洒一林霜。纵是尘心重，相看亦顿忘。矫矫凌云姿，风生龙夜吼。霜雪不知年，真吾岁寒友。霜干寒如玉，风枝响似琴。潇湘一夜雨，滴碎客中心。叶落根偏固，心虚节更高。一林寒吹发，清夜伴松涛。淇澳春云碧，潇湘夜雨寒。虚窗人静听，飒飒响琅玕。",
        "author": "明代",
        "poem_class": "怀古",
        "dynasty": "刘基"
    }
]