[
    {
        "title": "悲清秋赋",
        "paragraph": "登九疑兮望清川，见三湘之潺湲。水流寒以归海，云横秋而蔽天。余以鸟道计于故乡兮，不知去荆吴之几千。于时西阳半规，映岛欲没。澄湖练明，遥海上月。念佳期之浩荡，渺怀燕而望越。荷花落兮江色秋，风嫋嫋兮夜悠悠。临穷溟以有羡，思钓鳌于沧洲。无修竿以一举，抚洪波而增忧。归去来兮人间不可以讬些，吾将采药于蓬丘。新年都未有芳华，二月初惊见草芽。白雪却嫌春色晚，故穿庭树作飞花。残灯无焰影幢幢，此夕闻君谪九江。 垂死病中惊坐起，暗风吹雨入寒窗。国破山河在，城春草木深。感时花溅泪，恨别鸟惊心。烽火连三月，家书抵万金。白头搔更短，浑欲不胜簪。",
        "author": "唐代",
        "poem_class": "思乡",
        "dynasty": "李白"
    },
    {
        "title": "天净沙·闲题",
        "paragraph": "楚云飞满长空，湘江不断流东。何事离多恨冗？夕阳低送，小楼数点残鸿。寻致争不致争，既言定先言定。论至诚俺至诚，你薄幸谁薄幸？岂不闻举头三尺有神明，忘义多应当罪名！海神庙见有他为证。似王魁负桂英，碜可可海誓山盟。绣带里难逃命，裙刀上更自刑，活取了个年少书生。爱他时似爱初生月，喜他时似喜看梅梢月，想他时道几首西江月，盼他时似盼辰钩月。当初意儿别，今日相抛撇，要相逢似水底捞明月。一对紫燕儿雕梁上肩相并，一对粉蝶儿花丛上偏相趁，一对鸳鸯儿水面上相交颈，一对儿虎猫儿绣凳上相偎定。觑了动人情，不由人心儿硬，冷清清偏俺合孤另。分分付付约定偷期话，冥冥悄悄款把门儿呀，潜潜等等立在花阴下，战战兢兢把不住心儿怕。转过海棠轩，映着荼縻架，果然道色胆天来大。腕肌消松了黄金钏，粉脂残淡了芙蓉面。紫霜毫点遍端溪砚，断肠诗懒写春罗扇。柳絮香衮绵，花落闲庭院，恨鸳鸯不锁黄金殿。影儿孤房儿静灯儿照，枕儿欹床儿卧帏屏儿上靠，心儿里思意儿里想人儿俏，不能够床儿上被儿里怀儿抱。怎生睚今宵，梦儿里添烦恼，几时睚得更儿尽月儿落鸡儿叫。山行警东边路西边路南边路，五里铺七里铺十里铺，行一步盼一步懒一步，霎时间天也暮日也暮云也暮。斜阳满地铺，回首生烟雾，兀的不山无数水无数情无数。宴毕警灯也照星也照月也照，东边笑西边笑南边笑。忽听的钧天乐箫韶乐云和乐，合着这大石调、小石调、黄钟调。银花遍地飘，火树连天照，喜的是君有道臣有道国有道。村夫饮宾也醉主也醉仆也醉，唱一会舞一会笑一会。管甚么三十岁五十岁或七十岁，你也跪他也跪恁也跪。无其繁弦急管催，吃到红轮日西坠，打的那盘也碎碟也碎碗也碎。丹客行朝烧炼暮烧炼朝暮学烧炼，这里串那里串到处都串遍。东家骗西家骗南北都诓遍，惹的妻埋怨子埋怨父母都埋怨。我问你金丹何日成？铅汞何日见？只落的披一片挂一片拖一片。浊波浩浩东倾，今来古往无终极。经天亘地，滔滔流出，昆仑东北。神浪狂飙，奔腾触裂，轰雷沃日。看中原形胜，千年王气。雄壮势、隆今昔。鼓茫茫万里，棹歌声、响凝空碧。壮游汗漫，山川绵邈，飘飘吟迹。我欲乘槎，直穷银汉，问津深入。唤君平一笑，谁夸汉客，取支机石。",
        "author": "元代",
        "poem_class": "思乡",
        "dynasty": "吴西逸"
    },
    {
        "title": "九日偕翁与可江正甫郑景云游凤山",
        "paragraph": "裹将破帽凤山游，凤去台空余古丘。白发尚能今日客，黄花祗作故园秋。天浮渭北荒荒杳，江入旴南隐隐流。我始欲愁君且莫，人生何处是吾州。三年枕上吴中路。遣黄耳、随君去。若到松江呼小渡。莫惊鸥鹭，四桥尽是，老子经行处。辋川图上看春暮。常记高人右丞句。作个归期天已许。春衫犹是，小蛮针线，曾湿西湖雨。梨花淡白柳深青，柳絮飞时花满城。惆怅东栏一株雪，人生看得几清明。净洗铛，少著水，柴头罨烟焰不起。待他自熟莫催他，火候足时他自美。黄州好猪肉，价贱如泥土。贵者不肯吃，贫者不解煮，早晨起来打两碗，饱得自家君莫管。",
        "author": "宋代",
        "poem_class": "思乡",
        "dynasty": "朱复之"
    },
    {
        "title": "九江闻雁",
        "paragraph": "烟波渺渺梦悠悠，家在江南海尽头。音信稀疏兄弟隔，一声新雁九江秋。赤壁矶头，一番过、一番怀古。想当时，周郎年少，气吞区宇。万骑临江貔虎噪，千艘列炬鱼龙怒。卷长波、一鼓困曹瞒，今如许？江上渡，江边路。形胜地，兴亡处。览遗踪，胜读史书言语。几度东风吹世换，千年往事随潮去。问道傍、杨柳为谁春，摇金缕。陶尽门前土，屋上无片瓦。十指不沾泥，鳞鳞居大厦。昨夜江边春水生，蒙冲巨舰一毛轻。(蒙冲 一作：艨艟)向来枉费推移力，此日中流自在行。",
        "author": "宋代",
        "poem_class": "思乡",
        "dynasty": "陈均"
    },
    {
        "title": "渔家傲·东昌道中",
        "paragraph": "野草凄凄经雨碧，远山一抹晴云积。午睡觉来愁似织。孤帆直，游丝绕梦飞无力。古渡人家烟水隔，乡心缭乱垂杨陌。鸿雁自南人自北。风萧瑟，荻花满地秋江白。严霜拥絮频惊起，扑面霜空。斜汉朦胧。冷逼毡帷火不红。香篝翠被浑闲事，回首西风。何处疏钟，一穗灯花似梦中。海棠丝。杨柳丝。小别风丝雨也丝。春愁乱几丝。早寒时。暮寒时。江上春潮平岸时。谢庭书到时。月黑见渔灯，孤光一点萤。微微风簇浪，散作满河星。",
        "author": "清代",
        "poem_class": "思乡",
        "dynasty": "张渊懿"
    },
    {
        "title": "菩萨蛮·微云红衬馀霞绮",
        "paragraph": "微云红衬馀霞绮。明星碧浸银河水。猗枕画檐风。愁生草际蛩。雁行离塞晚。不道衡阳远。归恨隔重山。楼高莫凭栏。草合离宫转夕晖，孤云飘泊复何依？山河风景元无异，城郭人民半已非。满地芦花和我老，旧家燕子傍谁飞？从今别却江南路，化作啼鹃带血归。万里金瓯失壮图，衮衣颠倒落泥涂。空流杜宇声中血，半脱骊龙颔下须。老去秋风吹我恶，梦回寒月照人孤。千年成败俱尘土，消得人间说丈夫。南望朱雀门，北望宣德楼，皆旧御路也。州桥南北是天街，父老年年等驾回。忍泪失声询使者，几时真有六军来？纷纷红紫已成尘，布谷声中夏令新。夹路桑麻行不尽，始知身是太平人。",
        "author": "宋代",
        "poem_class": "思乡",
        "dynasty": "张元干"
    },
    {
        "title": "月三首·其一",
        "paragraph": "断续巫山雨，天河此夜新。若无青嶂月，愁杀白头人。魍魉移深树，虾蟆动半轮。故园当北斗，直指照西秦。嵩云秦树久离居，双鲤迢迢一纸书。 休问梁园旧宾客，茂陵秋雨病相如。强欲登高去，无人送酒来。遥怜故园菊，应傍战场开。玉阶生白露，夜久侵罗袜。却下水晶帘，玲珑望秋月。(水晶 一作 水精)",
        "author": "唐代",
        "poem_class": "思乡",
        "dynasty": "杜甫"
    },
    {
        "title": "月夜江行 / 旅次江亭",
        "paragraph": "扣舷不能寐，浩露清衣襟。弥伤孤舟夜，远结万里心。幽兴惜瑶草，素怀寄鸣琴。三奏月初上，寂寥寒江深。岚雾今朝重，江山此地深。滩声秋更急，峡气晓多阴。望阙云遮眼，思乡雨滴心。将何慰幽独，赖此北窗琴。昨夜星辰昨夜风，画楼西畔桂堂东。身无彩凤双飞翼，心有灵犀一点通。隔座送钩春酒暖，分曹射覆蜡灯红。嗟余听鼓应官去，走马兰台类转蓬。为我引杯添酒饮，与君把箸击盘歌。诗称国手徒为尔，命压人头不奈何。举眼风光长寂寞，满朝官职独蹉跎。亦知合被才名折，二十三年折太多。",
        "author": "唐代",
        "poem_class": "思乡",
        "dynasty": "权德舆"
    },
    {
        "title": "九日寄子约",
        "paragraph": "漫有登高处，兼当望远何。对花惊白发，见雁忆黄河。乱后书来少，霜前木落多。不堪羁宦日，同是阻干戈。明月无挂碍，皎然在虚空。恒河沙世界，照耀一般同。青山欲转绿溪回，古木春云掩复开。不识桃源在何处，但看流水落花来。汉江明月照归人，万里秋风一叶身。休把客衣轻浣濯，此中犹有帝京尘。",
        "author": "明代",
        "poem_class": "思乡",
        "dynasty": "皇甫汸"
    },
    {
        "title": "除夜长安客舍",
        "paragraph": "十上书仍寝，如流岁又迁。望家思献寿，算甲恨长年。虚牖传寒柝，孤灯照绝编。谁应问穷辙，泣尽更潸然。浩浩乎，平沙无垠，夐不见人。河水萦带，群山纠纷。黯兮惨悴，风悲日曛。蓬断草枯，凛若霜晨。鸟飞不下，兽铤亡群。亭长告余曰：“此古战场也，常覆三军。往往鬼哭，天阴则闻。”伤心哉！秦欤汉欤？将近代欤？吾闻夫齐魏徭戍，荆韩召募。万里奔走，连年暴露。沙草晨牧，河冰夜渡。地阔天长，不知归路。寄身锋刃，腷臆谁愬？秦汉而还，多事四夷，中州耗斁，无世无之。古称戎夏，不抗王师。文教失宣，武臣用奇。奇兵有异于仁义，王道迂阔而莫为。呜呼噫嘻！吾想夫北风振漠，胡兵伺便。主将骄敌，期门受战。野竖旌旗，川回组练。法重心骇，威尊命贱。利镞穿骨，惊沙入面，主客相搏，山川震眩。声析江河，势崩雷电。至若穷阴凝闭，凛冽海隅，积雪没胫，坚冰在须。鸷鸟休巢，征马踟蹰。缯纩无温，堕指裂肤。当此苦寒，天假强胡，凭陵杀气，以相剪屠。径截辎重，横攻士卒。都尉新降，将军复没。尸踣巨港之岸，血满长城之窟。无贵无贱，同为枯骨。可胜言哉！鼓衰兮力竭，矢尽兮弦绝，白刃交兮宝刀折，两军蹙兮生死决。降矣哉，终身夷狄；战矣哉，暴骨沙砾。鸟无声兮山寂寂，夜正长兮风淅淅。魂魄结兮天沉沉，鬼神聚兮云幂幂。日光寒兮草短，月色苦兮霜白。伤心惨目，有如是耶！吾闻之：牧用赵卒，大破林胡，开地千里，遁逃匈奴。汉倾天下，财殚力痡。任人而已，岂在多乎！周逐猃狁，北至太原。既城朔方，全师而还。饮至策勋，和乐且闲。穆穆棣棣，君臣之间。秦起长城，竟海为关。荼毒生民，万里朱殷。汉击匈奴，虽得阴山，枕骸徧野，功不补患。苍苍蒸民，谁无父母？提携捧负，畏其不寿。谁无兄弟？如足如手。谁无夫妇？如宾如友。生也何恩，杀之何咎？其存其没，家莫闻知。人或有言，将信将疑。悁悁心目，寤寐见之。布奠倾觞，哭望天涯。天地为愁，草木凄悲。吊祭不至，精魂无依。必有凶年，人其流离。呜呼噫嘻！时耶命耶？从古如斯！为之奈何？守在四夷。 缀玉联珠六十年，谁教冥路作诗仙。浮云不系名居易，造化无为字乐天。童子解吟长恨曲，胡儿能唱琵琶篇。文章已满行人耳，一度思卿一怆然。巴山楚水凄凉地，二十三年弃置身。怀旧空吟闻笛赋，到乡翻似烂柯人。沉舟侧畔千帆过，病树前头万木春。今日听君歌一曲，暂凭杯酒长精神。",
        "author": "唐代",
        "poem_class": "思乡",
        "dynasty": "欧阳詹"
    },
    {
        "title": "边城独望",
        "paragraph": "聊凭危堞望，暗起异乡情。霜落蒹葭白，山昏雾露生。河滩胡雁下，戎垒汉鼙惊。独树残秋色，狂歌泪满缨。春日游，杏花吹满头。陌上谁家年少，足风流？妾拟将身嫁与，一生休。纵被无情弃，不能羞。无云世界秋三五，共看蟾盘上海涯。 直到天头天尽处，不曾私照一人家。看朱成碧思纷纷，憔悴支离为忆君。不信比来长下泪，开箱验取石榴裙。",
        "author": "唐代",
        "poem_class": "思乡",
        "dynasty": "马戴"
    },
    {
        "title": "和上官伟长芜城晚眺",
        "paragraph": "平芜古堞暮萧条，归思凭高黯未消。京口寒烟鸦外灭，历阳秋色雁边遥。清江木落长疑雨，暗浦风多欲上潮。惆怅此时频极目，江南江北路遥遥。碧桃天上栽和露，不是凡花数。乱山深处水萦回，可惜一枝如画为谁开？(枝 一作：支)轻寒细雨情何限！不道春难管。为君沉醉又何妨，只怕酒醒时候断人肠。一春略无十日晴，处处浮云将雨行。野田春水碧于镜，人影渡傍鸥不惊。桃花嫣然出篱笑，似开未开最有情。茅茨烟暝客衣湿，破梦午鸡啼一声。画船载酒西湖好，急管繁弦，玉盏催传，稳泛平波任醉眠。行云却在行舟下，空水澄鲜，俯仰留连，疑是湖中别有天。",
        "author": "宋代",
        "poem_class": "思乡",
        "dynasty": "严羽"
    },
    {
        "title": "九月九日登长城关",
        "paragraph": "朔风万里入衣多，嘹呖寒空一雁过。鱼泽滩头嘶猎马，省嵬城畔看黄河。香醪欲醉茱萸节，壮志还为出塞歌。骋望因高云外尽，乡关回首愧烟萝。碧梧庭院露华清，一叶翻阶鹤梦惊。绿发方瞳玉堂客，蝇头灯下写秋声。鸡鸣风雨潇潇，侧身天地无刘表。啼鹃迸泪，落花飘恨，断魂飞绕。月暗云霄，星沉烟水，角声清袅。问登楼王粲，镜中白发，今宵又添多少。极目乡关何处？渺青山、髻螺低小。几回好梦，随风归去，被渠遮了。宝瑟弦僵，玉笙指冷，冥鸿天杪。但侵阶莎草，满庭绿树，不知昏晓。仙医何处住，卖药到山城。岁月壶中度，人烟醉里行。杏林春树晓，橘井野泉清。已饮上池水，何论指下明。",
        "author": "明代",
        "poem_class": "思乡",
        "dynasty": "石茂华"
    },
    {
        "title": "秋尽",
        "paragraph": "秋尽东行且未回，茅斋寄在少城隈。篱边老却陶潜菊，江上徒逢袁绍杯。雪岭独看西日落，剑门犹阻北人来。不辞万里长为客，怀抱何时得好开。支离东北风尘际，漂泊西南天地间。三峡楼台淹日月，五溪衣服共云山。羯胡事主终无赖，词客哀时且未还。庾信平生最萧瑟，暮年诗赋动江关。春眠不觉晓，处处闻啼鸟。夜来风雨声，花落知多少。一为迁客去长沙，西望长安不见家。 黄鹤楼中吹玉笛，江城五月落梅花。",
        "author": "唐代",
        "poem_class": "思乡",
        "dynasty": "杜甫"
    },
    {
        "title": "凤栖梧·衰柳疏疏苔满地",
        "paragraph": "衰柳疏疏苔满地。十二阑干，故国三千里。南去北来人老矣。短亭依旧残阳里。紫蟹黄柑真解事。似倩西风、劝我归欤未。王粲登临寥落际。雁飞不断天连水。去岁今辰却到家，今年相望又天涯。一春心事闲无处，两鬓秋霜细有华。山接水，水明霞。满林残照见归鸦。何时收拾田园了，儿女团圞[1]夜煮茶。楔子(冲末扮张珪同老旦夫人引净张千上，云)小官姓张名珪，字庭玉，东京人氏，叨中进士，除授广东潮阳县县丞。嫡亲的三口儿家属，夫人赵氏，孩儿张道南，此子广览经书，精通文史，众人皆许他卿相之器，此吾家积德所致也。俺此处知县徐端，也是东京人氏，他有一女，小名碧桃，曾许俺孩儿为妻，至今不曾婚聘。夫人，明日是三月十五日，我待请亲家来庆赏牡丹，你意下如何？(夫人云)相公，你主的是。(张珪云)既然如此，张千，你请徐亲家去。只等许允，早来回话。(张千云)理会的。(下)(张珪云)张千去了，夫人，俺和你须索躬亲治具，休得简慢者。(诗云)同官异地惜春残，治酒相邀赏牡丹，何必沉香亭子比，更教倾国倚阑干。(下)(外扮徐端同贴旦夫人引丑李万上，诗云)一作潮阳令，俄惊数载过。大都秋雁少，只是夜猿多。僻地逢迎简，南天瘴万和。圣思饶雨露，慎勿叹嗟跎。小官姓徐名端，宇章甫，东京人氏，小官自幼登科，曾为钱塘簿。今升广东潮阳县知县。嫡亲的四口儿家属，夫人李氏，生有两个女孩，大的女孩儿唤作碧桃，今年一十八岁，小的女孩儿唤做玉兰，年一十五岁，有此处县丞张珪，也是东京人氏，他有一子，唤做道南，年方二十岁。那孩儿好生聪俊，觑着他那内才外才，久已后必然发迹。一来张珪与小官同乡，二来又是同任，以此将我大的女孩儿许了张道南为妻。虽然定了盟约，尚未就亲。今日无甚事，李万门道觑者，有甚么人来，报复我知道。(李万云)理会的。(张千上，云)自家张千。奉相公的命，请徐亲家去。门上的报复去，道有张亲家差人下请书哩。(李万做报，云)报的相公得知，有张亲家遣张千来下请书，在于门首。(徐端云)着他过来。(张千做入科)(徐端云)张千，此一来有何事？(张千云)小人奉相公的严命，时过春景，牡丹盛开，专请相公和夫人赏玩。(徐端云)量俺有何德能，烦亲家如此费心。夫人，我待辞了这酒，你意下如何？(夫人云)既然是亲家专意来请，如何辞的？咱和你同赏牡丹去走一遭。(徐端云)既是夫人要赏牡丹，便去吃酒，亦无妨碍。张千你先回去，俺与夫人随后来也。(张千云)小人就去回话。(下)(徐端云)分付嬷嬷和梅香，绣房中好生服待两个小姐，我与夫人去赏牡丹便回来也。(同下)(正旦扮碧桃领梅香上，云)妾身是徐知县的女儿，小名碧桃，年长一十八岁，俺爹爹将我配与张县丞的孩儿张道南为妻。今日爹娘到俺公婆家赏牡丹去了，妹子玉兰在绣房中做女工生活。梅香，咱后花园中散心去来。(梅香云)姐姐要耍去，怕相公知道，可不打梅香也。(正旦云)我与你略去看看便回，相公那里知道？(梅香云)这等俺就去来。(做行科，云)姐姐，你看这花园中白的是梨花，红的是桃花，紫的是牡丹，黄的是蔷薇，好赏心也。(副末扮张道南引净兴儿上，云)小生姓张名道南，俺爹爹观为此处县丞。今日衙内因赏牡丹，酒筵中宾客笑乐，不期笼内走了白鹦鹉，远远的望见飞过这花园中去了。兴儿，快随俺跟寻去来。(做跳墙科，兴儿云)相公，那鹦鹉知他在那里？休大惊小怪的。他若拿住俺呵，则说是贼，不要打出我屁来。(正旦云)梅香，你看那蔷薇架边，不有人来也！(梅香云)姐姐，你敢是眼花？这是风弄的花影动，那里得人来！(做见张科，云)呀，真有个人。兀的两个男子。你是甚么人？白日里跳过墙，来俺花园中，待做贼那？(兴儿云)咱家不是贼，只做的两遭强盗。(梅香云)可不是贼？(张道南做慌科，云)小生不是歹人，是隔壁县丞衙里的舍人张道南，因家中玩赏牡丹，不期笼内走了白鹦鹉，看见飞在花园中，因见这角门儿关着，不能得入，以此跳过墙来。委实不是歹人，只望饶过俺咱。(梅香云)你说是张县丞的舍人，知他是也不是？我索和姐姐说去。姐姐，真个有两个人跳过墙来，不知是甚么人？我报的姐姐知道。(正旦云)梅香，你且唤他过来，待我问他。(梅香云)姐姐着你过来。(张道南做见科)(正旦云)兀那君子，你是那里人氏？姓甚名谁？为甚么到这花园中？你从实的说来！(张道南云)小生姓张名道南，俺父亲现为此处县丞。今日因家中玩赏牡丹，不期笼中走了白鹦鹉，飞到这花园里面。小生一时间不是了，错跳过墙来。不知那壁小姐，谁氏人家？望饶过小生之罪，放我出去罢！(正旦做低头科，云)妾身是徐知县的女孩儿，小名碧桃，俺父亲往俺公婆家赏牡丹去了。妾身偶因闷倦，同梅香在这花园中散心咱。(张道南云)原来是碧桃小姐，曾许小生为妻，谁想今日能勾相见，岂非天假其便也。(做施礼科)(正旦唱)【仙吕】【赏花时】我擎着个笑脸儿将他厮问候，(张道南云)小生陪侍小姐同看花咱。(正旦唱)他陪着个小意儿和咱相趁逐。(徐端同夫人上，云)恰才赏牡丹花回绣房中，怎不见大女孩儿？敢是同梅香在后园中看花去了？夫人俺两个看女孩儿去来。(正旦唱)却被这莺声唤猛叫头，(徐端云)叫梅香。(张道南，兴儿惊，云)兀的是有人来也。我与你快走。(同下)(正旦唱)呀，不提防双亲在背后，我可也怎遮得这场羞。(徐端做喝科云)口退！你这小贱人，做的好勾当也。(正旦、梅香跪科)(徐端云)兀那辱门败户的小贱人，你是好人家女孩儿，怎生做这等禽兽的勾当？我待打你来，恐伤了父子情肠，兀的不气杀我也。(夫人云)碧桃，我抬举的你成人长大，不去习女工针指，刬的做这等勾当来。我看你怎生见人？呸！兀的不羞杀老身也。(正旦唱)【幺篇】他那里恼乱春风卒未休，(梅香云)姐姐，这场事怎生结果也？(正旦唱)则着我独立花前黯自愁，泪不住点儿流。(做背科，唱)他须是我天缘配偶，常言道女大不中留。(同梅香下)(徐端云)夫人。不想有如此之事，兀的不气杀老夫也。(夫人云)老相公且息怒，只是老身平日欠教训之过。(梅香做慌上科，云)不想姐姐被老相公埋怨了几句，到卧房内一口气死了，如何是好！须索报复老相公知道。(见科)(徐端云)梅香，你慌张做甚么？(梅香云)恰才小姐被老相公埋怨了几句，向卧房内一口气就气死了，特来报与相公知道。(徐端惊科，云)是真个？(做悲科，云)我的儿阿！(夫人云)事既如此，只索一面报与亲家知道，则说是个急病证死了，一面就在此花园中，捡一块田地，将孩儿尸首埋葬了，省得出丑。儿也，则被你痛杀我也。(同下)第一折(张道南同兴儿上，诗云)独对丹墀日尚中，君恩赐出锦袍红。世人不识文章力，只说家门积善功。小官张道南是也。俺父亲曾为潮阳县县丞。三年任满回来，东京闲住。小官应举，聿得状元及第，除授潮阳知县，现今官衙安下。一壁厢去取父亲、母亲，未曾来到，止有兴儿服侍。天色已晚，我与众衙官饮了几杯酒，心中则是闷倦，不免乘着月色，向花园中和兴儿闲散心咱。(兴儿云)相公，这后园尽也齐整。(张道南云)兴儿。你觑波。夜静更深，风清月朗，古诗有云：花有清香月有阴，此景是也。但可惜春光将暮，众花都己零落。刚那海棠轩侧畔土堆儿上，一树碧桃正开。兴儿，你随俺去看咱？(兴儿做看科，云)相公，兴儿想起来，还记的那时走了白鹦鹉，相公与兴儿来寻，跳过花园来。和那徐知县的小姐相见。谁想今日与相公又来到花园里闲玩，不知相公心儿里，可也还念那小姐么？(张道南云)兴儿，你不提起来，我也忘了。记的那时在花园里共那小姐相会，不久便病死了。正是人面不知何处去，桃花依旧笑春风，徒增一番伤感而己。夜深了，且回去罢。兴儿，你将这碧桃捡那开的盛的折一枝来。胆瓶里插着，等我看咱。(兴儿云)理会的。(做折花科)(张道南云)同我到书房中去。兴儿，将琴来，待我来弹一曲释闷者。(兴儿做取琴科，云)琴在此，请相公自弹，兴儿睡去了。(下)(张道南做弹琴科)(正旦上，云)这里也无人。我本是徐碧桃，不幸辞世，为阳寿未尽，一灵真性不散。听知张道南得了官，在此宅中居住，今夜书房抚琴，不免假做邻家之女，听琴走一遭去呵。(唱)【仙吕】【点绛唇】则我这杏脸藏春，柳眉标恨，萦方寸。无奈东君。花落春将尽。【混江龙】消不的一天愁闷，清明时节雨纷纷。慵施粉黛，倦点朱唇。恰便似薄命照君青冢恨，少年倩女绿窗魂。这其间可正是我愁时分，则见那巢空翡翠，冢卧麒麟。【油葫芦】为甚么我一上青山便化身？端的愁杀人，常只是安排肠断又黄昏，害了个恹渐渐的鬼病儿，积趱下重重叠叠恨。做了个虚飘飘的恶梦儿，捱不出凄凄凉凉运。一会家急急煎煎腹内焦，一会家寻寻思思心内忍。闪的我悲悲切切孤儿寡儿无投奔，因此上凄凄惨惨，无语暗消魂。【天下乐】可怜见梦里形容病里身，则今春，憔悴损，比着这花枝更添瘦几分。也无心对镜鸾。也无心整鬓云，我只怕韶光也妒人。【那吒令】趁碧桃树儿，映纤纤月痕；绕苍苔径儿，步微微露痕；湿香罗袖儿，揾行行泪痕。这其间夜正深，更将尽，(做听科，唱)那琴声却在何处相闻？(张道南云)正是春色恼人眠不得，你看那月移花影上阑干。小官且出书房外看那月色咱。(做开门，正旦做避科，唱)【鹊踏枝】俺只待看是何人？他那里呀的开门。(张道南做见科，云)花阴下好一个女子也！看他那云鬟雾鬓，杏脸桃腮，柳眉星眼，不由咱不动心也。俺试问他咱：那壁小娘子，谁氏人家？夤夜到此何故？(正旦唱)哎，你个题诗的相如，休问我听琴的文君，(张道南云)小生只为春色困人，闲观月色，不期遇着小娘子。(正旦唱)元来是恼春色孤眠不稳，早难道为贱妾断梦劳魂。(张道南云)敢问小娘子谁氏之家？何方居住？因甚到此？(正旦云)妾身乃邻家之女。因月明人静，来此花园中听琴来。(张道南做挂科，云)早知小娘子前来，只合远接。接待不着，勿令见罪。(正旦唱)【寄生草】他把那寒温叙，礼数勤。(张道南云)此一会小官三生有圭也。(正旦唱)则见他曲躬躬笑把言词问，好着我羞答答忙把身躯褪。我只索悄冥冥俞把容颜认。(云)敢问相公高姓？(张道南云)小生姓张，双名道南。(正旦唱)可正是月明千里故人来，惭愧你东风一夜传芳讯。(云)相公因何到此？(张道南)小官现在此县为理。幸得与小娘子相会，小官有句话可敢说么？(正旦云)相公试说咱！(张道南云)小官独居旅邸，若小娘子不嫌，就书院中略叙片时何如？(正旦云)既然公子有留恋之心，妾身同到书房中与相公共话咱。(张道南云)小娘子请坐。看了这女子美貌端庄，岂不是天生就的，不由我不动情。敢问小娘子家住何处？(正旦唱)【醉中天】妾身抱天地无穷恨，蒙雨露有深思。(张道南云)住处有甚邻舍？(正旦唱)常则和野草闲花作比邻。(张道南云)小娘子家有多远？(正旦唱)俺住处路接天台近。(张道南云)你那里还有何人？(正旦唱)俺那里有的是秦人晋人，你可也休将咱盘问，则管里絮叨叨拔树寻根。(张道南云)难得小娘子到此，小生有句话儿，只是不好启齿。(正旦云)有何言语，相公但说不妨。(张道南云)小官未曾婚娶，小娘子又守空房，咱两个成合一处，可也好么？(正旦唱)【金盏儿】他将我厮温存，我将他索殷勤。口儿未说早心儿顺，俺两个正是那不因亲者强来亲。(张道南云)趁此月色，共饮几杯，、岂不美乎？(正旦唱)你待要花前同酌酒，灯细论文。(张道南云)如此好天良夜，只合早成就了洞房花烛，有甚心情还论文哩？(正旦唱)你则待风清明月夜，成就了花烛洞房春。(云)相公，贱妾千金之体，一旦委之足下，只愿你他日休负了人者。(张道南云)小娘子放心，我若负了心呵，天不盖，地不载，日月不照临。我着你稳取五花官诰，驷马香车，永为秦晋之匹也。(正旦云)妾身与相公成此亲事，或诗或词，求一首珠玉，以为后会张本。(张道南云)只是小官学问短浅，焉敢在小娘子跟前卖弄手作！(正旦云)愿求珠玉。(张道南做写科)(词云)缟衣仙子来何处？咫尺近桃源路。说是武陵溪畔住，玉纤微露，金莲稳步，只恐莺花妒。邂逅刘郎垂一顾，何事匆匆便归去。临别叮咛嘱咐。柳亭花馆，月窗云户，休把春辜负。右调寄青玉案。张道南作。(正旦云)相公是好高才也。(张道南云)芜词拙笔，徒污仙眼耳。(正旦唱)【后庭花】写的来银钩般字字真，珠玑般句句新。端的是笔落惊风雨，诗成泣鬼神。不是我意相亲，听了这一篇谈沦。他能书如王右军，能文似扬子云。现如今拥双凫做宰臣，许下我五花诰为县君。(正旦云)相公，妾身收下这词，永为家宝。(张道南云)量小生之词，有何才能，蒙小娘子如此珍重？(正旦唱)【柳叶儿】则要的言而有信，不索你唬鬼瞒神。端的个十分才更有十分俊，休使我心儿困。常将这脚儿勤，咱两个拚则在梦儿中暮雨朝云。(云)相公，天色将明了也，妾身则索回去，明日晚间，再来相会(张道南云)小官明夜晚间，专等待小娘子，是必早些儿来，你休要失了信也。(正旦唱)【赚煞尾】从今后将红叶不题济，准备着青鸟先传信。(张道南云)小官焉敢负小娘子，但有负心，神明鉴察。(正旦唱)则要你说下言词有准，休着我为你个薄幸王魁告海神。(张道南云)小官见小娘子千娇百媚，早把俺那片魂灵儿勾引去了。(正旦唱)则你这俏心儿引惹了三魂，今日托终身，和你待燕尔新婚。(张道南云)此一宵欢爱，如锦鸳成对，似彩凤成双，岂不是一夜夫妻百夜恩？(正旦唱)休忘了一夜夫妻百夜恩，(张道南云)只愿小娘子早谐连理，共效于飞，以足生平之愿，(正旦唱)则要你日亲日近，俺可便相随相趁，(张道南云)小官感蒙小娘子厚情，我只愿学那张敞，断然不敢做王魁也。(正旦唱)哎，你个画眉人可休做了那负心人。(下)(张道南云)谁想今宵遇着小娘子，看了他千般淹润，万种清标，知他是睡里也，是梦里也。(诗云)多情引动惜花心，此夜欢娱抵万金。两意相投情正美，知音端不负知音。(下)第二折(徐端同夫人、李万上，诗云)人有千年誉，花无百日红。自家不修种，反去怨天公。老夫徐端是也，只因年华渐迈，致仕闲居，如今在洛阳城外庄上居住。自从碧桃孩儿死了。又早三年光景，老夫为无得力的儿男，心中甚是烦恼，止有次女玉兰，今年一十八岁，未曾许配他人。去年张道南一举成名，除授潮阳知县，替了老夫之位。他来辞别老夫，此时心中就要将次女招他为婿，岂知他到任月余，耽着疾病，多应是少年的人，不禁瘴厉侵染之故。张亲家与他上表辞官，蒙圣恩可怜，许他还乡调理，待病痊之日，赴京别用，他知今到家了也，老夫本意要亲自问病去，奈其中有许多不便处。不如先遣家中嬷嬷去，一来问病，二来就题这门亲事，不知夫人意下如何？(夫人云)老相公主的是。(徐端云)左右那里？传着我的言语，教嬷嬷去张亲家宅里，问姑夫的症侯，近日安否，二来就题这门亲事。小心在意，疾去早来。(李万云)理会的。(同下)(张道南做病，兴儿扶上，诗云)碧桃花下遇婵娟，只得邮亭一夜眠，至今怕漏春消息，鹦鹉前头不敢言。小官张道南是也？自从与那小娘子相见之后，谁想染成一病，看看至死。俺父亲替我上表辞官，乞归调养，虽然圣恩见允，争奈与那小娘子遂相别了。如今求医问药，再不得个痊可。空着我丢了那小娘子。天阿，可怎生再得见那小娘子一面，小官便死也心甘了。(兴儿云)相公，你害的是甚么病？只怕是粪结，我请太医来看相公的病。(张道南云)兴儿，你休请太医，等我歇息咱。(正旦改扮嬷嬷上，云)老身是徐知县家中嬷嬷，奉老相公言语，着老身去张亲家宅子里，探望姑夫的病证如何，二来就题王兰小姐这门亲事，须索走一遭去也呵。(唱)【中吕】【粉蝶儿】则他这暮景相催，叹桑榆半竿红日，恨无情兔走乌飞。被莺花。闲魔障，他可都笑人憔翠。到如今翠减双眉，羞见这鬓边霜将镜鸾懒对。【醉春风】我这里叹世事若浮云，想光阴如逝水。常则在大人家服侍了许多年，端的是喜，喜。赤紧的小姐谦和，相公宽厚。更遇着大人贤慧。(嬷嬷云)可早来到也。兴儿，你报复去，说徐亲家差嬷嬷问安哩。(兴儿报科，云)相公，有徐家嬷嬷，在于门首。(张道南云)快请进，(见科)(嬷嬷云)相公，老身奉老相公言语，本待自来问候，恐怕相公病体，迎接不便，径着老身来探近日病体如何？(张道南云)我害的病，不阴不阳，发寒发热，不知是甚么症侯？(嬷嬷唱)【红绣鞋】我见他黄甘甘容颜憔翠，更那堪骨体尫羸，只你这秀才每花酒病最难医。(张道南云)我这疾病，只有添没有减的日子。(嬷嬷唱)一会家觉精细，一会家又觉昏迷。害的你病恹恹无些个气力。(张道南云)嬷嬷，我这病越害的沉重了也。(嬷嬷云)相公，我猜着你这病症呵。(唱)【普天乐】你莫不是断王事费精神？(张道南云)不是。(嬷嬷唱)莫不是因茶饭伤脾胃？(张道南云)也不是。(嬷嬷唱)莫不是风寒感冒，因病成疾？(张道南云)也不是。(嬷嬷唱)莫不是文章上若用心？(张道南云)也不是。(嬷嬷唱)莫不是鞍马上多劳力？(张道南云)这都不是。(做叹气科)(嬷嬷唱)哎，他那里无语无言只是长吁气，多敢怕等闲问泄漏了天机。他又不肯明明的说破，则这般恹恹的瘦损，好教我暗暗的猜疑。(云)相公，着兴儿请太医来，用些药可也好么？(张道南云)我待不依来，又怕辜负了相公这场好意。也罢，兴儿，你就去请个太医来。(兴儿云)理会的。我出的这门来。太医在家么？(净扮太医上，诗云)我做太医手段高。《难经》脉诀尽曾学。整整十年中间，医不得一个病人好，拚则兵马司中去坐牢。自家赛卢医的便是。待我看来，那唤我的是那个？(兴儿云)我家相公不快，特来请你！(太医云)这等，咱和你就去。(做见科，云)请问相公，害的是甚么病？(嬷嬷云)太医，你用心看咱。(太医云)嬷嬷你放心，小人三代行医，医书脉诀，无不通晓，包的你手到病除。我的声名。传于四海，谁人及的，我叫做赛卢医，我不会说谎。(嬷嬷唱)【石榴花】他口夸大语说是赛卢医，卖弄那声价有谁及，医方脉诀幼曾习。(净做看脉科)(嬷嬷唱)这病呵是风寒暑湿，巩饱劳役？(云)太医你下甚么苎？(太医云)我下服建中汤，减了附子，加上官桂，就着他疾病痊可也。(嬷嬷唱)你用着建中汤去附子，加官桂必然见功效神奇。(太医云)这寸关尺三指脉微沉细，常是寒热往来，则怕这病候有些差迟，休说我医生不会看脉。(嬷嬷唱)怎又道寸关尺三部脉都沉细，还只怕这病候有差迟。(张道南云)这太医胡说，错看了脉，我害的病，则是风月二字起的。(嬷嬷唱)【斗鹌鹑】元来是风月上留情，全不是寒热间害疾。你则待送雨行云，那些儿于家为国？常言道心病从来无药医，这等干相思不似你，空则想梦里佳人，做了个色中饿鬼。(张道南云)嬷嬷，着这太医回去罢。(太医云)你要我回去，可拿出药钱来送我。(兴儿云)相公不曾吃你一片药，有甚么药钱送你？(太医云)你没的药钱，我就死在你这里。(做死科)(兴儿云)你死，我就呼狗来咬你。(太医做起科，云)这等，你请相公吃我的药，倒着相公死了罢。(下)(嬷嬷背云)我将他心上事题一题，看他说甚么。相公，你可喜也。(张道南云)有甚么喜？你说！(嬷嬷云)相公，你害的病，既是风月的症侯，我与你做个媒人，你心下如何？(张道南云)嬷嬷，你与我做媒，谁家的姐姐？(嬷嬷云)他不是别人家的，是俺老相公的小姐，小字玉兰，生的千娇百媚，与相公做夫人，续了旧日这门姻眷如何？(张道南云)那玉兰比着他家碧桃姐姐，还生得好么？(嬷嬷唱)【上小楼】那小姐十分整齐，千般娇媚。他生的纤纤玉笋，小小银钩，淡淡蛾眉。(张道南云)他有见识么？(嬷嬷唱)他可便有见识。(张道南云)他有福气么？(嬷嬷唱)他可便有福气，堪为匹配，(张道南云)他来我家，便是夫人也。(嬷嬷唱)也不辱没了五花诰县君名位。(张道南云)虽然如此，则不如那小娘子这世罢了。(嬷嬷唱)【幺篇】怎么的问着呵越不应？道着呵越不理？(带云)我如今猜着了也。(张道南云)你猜着甚么？(嬷嬷唱)你恋着雨爱云欢，海誓山盟，月约星期。他那里恼一会，叹一会，不知何意？我便是女杨修难猜哑谜。(张道南做叹科，云)只怕我这个病人，你家老相公未必就许此亲事。(嬷嬷唱)【满庭芳】待招你个先生做女婿，他早是一言既出，你可休心下疑惑。(张道南云)他也识字么？(嬷嬷唱)那小姐诗书上索是攻习，(张道南云)可伶俐么？(嬷嬷唱)那小姐忒温柔俊雅忒伶俐，(张道南云)他伶俐杀也比不的孟光么？(嬷嬷唱)他比孟德耀还多艳质，则你这张京兆怎画蛾眉？真个是天缘对，你可便将息贵体，管教你运至遇良医。(云)相公，这亲事成的成不的，回我一句话儿波！(张遣南云)我本待不要他来，则管里缠，我且一时间应承了罢，向后却做商量。嬷嬷，烦你多多拜上太山，则说小官愿随鞭镫便了。(嬷嬷云)且喜这门亲事道定了也。我回老相公的话去来。(唱)【煞尾】向你个相公行且告别。(张道南云)嬷嬷。你这般惯做媒那？(嬷嬷唱)休道是我惯做媒，我说的这事和谐费了多少元阳气，则索先报与夫人相公喜。(下)(张道南云)嬷嬷去了也。兴儿，你扶我向卧房内歇息去。(诗云)非是区区懒就亲，心中自有上心人。有缘若得重相见，须比灵丹胜几分。(兴儿扶下)第三折(张珪引张千上，云)老夫张珪的便是。自为潮阳县丞，三年任满，回东京闲住。孩儿张道南，一举状元及第，也在潮阳为县丞。不料孩儿染病在身，医药无效。老夫想来，必有邪魔外道述着，不得痊可。此处离城三十里丹霞山，有一道者，乃是萨真人，行五雷正法，好生灵应。老夫今日写下投词，请那先生来看孩儿，这早晚敢待来也。(外扮萨真人引弟子上，云)贫道萨守坚，汾州西河人也。贫道幼年学医，因用药误杀人多，弃医学道，云游方外，参访名山洞天。后到西蜀峡口。遇一道人，乃虚靖天师，觑贫道有仙风道骨，传授咒枣之术。及神霄青符，五雷秘法。贫道又到龙虎山参箓奏名，誓欲剿除天下妖邪鬼怪，救度一切众生，遍游荆襄江淮闽广等处。今日贫道云游到洛阳城外丹霞山中紫府道院，修行办道。昨日有一乡官张县丞，投词坛下，为他孩儿张道南，染病不安，医药无效，恐有邪魔鬼怪缠扰，敬请贫道下山，救度此人。贫道念上帝好生之德，如何不救。今日来到他家，兀那门下人报复去，道有贫道来了也。(张千报科，云)报的老爷得知，萨真人到于门首。(张珪云)道有请。(张千云)请进。(真人做见科)(张珪云)真人，今有小官的孩儿张道南，染其病症，未得痊可，请真人来看一看，是何神鬼。(真人云)贫道试看咱。老相公，这病是一阴鬼缠扰做下的，待贫道设一坛场，剿除此鬼，相公意下如何？(张珪云)多谢了真人。(真人云)贫道登坛之后，不便瞻顾，暂请老相公回避。(张珪云)真人请自稳便。(下)(真人云)道童将道服剑来。(道童递科)(真人云)道香一柱，法鼓三冬。十方肃静，万神仰德，恭焚道香，无为清净。自然香超三界，香满琼楼玉境。遍周天法界，虔诚恭请，叩齿焚香，请三天使者，五老神兵，衔符背剑在云间，跨虎乘鸾来月下。今因信士张珪之子张道南染病，服药无效，今日香灯花果列坛前，法遣神兵排左右。吾奉太上老君急急如律令，摄。一击天清，二击地灵，三击五雷，速变真形。(做拿笔科，云)天圆地方律令九章，神笔到处，万鬼潜藏，(做书符科，云)天上麒鳞子，顿断黄金锁。偷走下天来，人间收的我。紫薇殿下丹霞绕，白玉阶前剑佩齐。十二童子传诏些，星冠云冕一齐回。(做击剑科，云)老君赐我驱邪剑，离火煅成经百炼，出匣森淼雪霜寒，入手辉辉星斗现。(做咒水科，云)我持此水非凡权，九龙吐出将天地，太液池中千万年，吾今将来净妖气。(做仗剑步罡科，云)谨请当日功曹，直符使者。吾今用尔，速至坛前，吾奉太上老君急急如律令。摄。(净扮直符上，云)小圣乃直符使者是也。上仙呼唤，那厢使用？(真人云)有劳神将，去百花园中，勾将碧桃来者。(直符神云)得令。(外扮马、赵、温、关天将十甲上)(天将云)快行动些！(正旦唱)【正宫】【端正好】帅父将法力施，火将把神通显。这些时急急煎煎。向后园中到处搜寻遍，险闹了那一座森罗殿。【滚绣球】这一个戗金铠身上穿。那一个蘸钢鞭腕上悬，一个个气昂昴性儿不善，他每都叫吼吼捋袖拉拳，走的我腿又酸脚又软，不由我不心惊胆战，索陪着笑脸儿褪后趋前。你觑那昏昏怨雾迷千里，更和那惨惨浮云散几天，端的是苦海无边。(直符领旦儿做见科，云)碧桃当面。(真人云)兀的小鬼头，你是何方鬼怪？甚处妖精？怎生将张道南缠搅，害人性命？你向我跟前，从实的说。说的是万事都休。说的不是罚往丰都，永为饿鬼也。(正旦云)上仙可怜见，听妾身慢慢的从头说上一遍。(真人云)你说，贫道听咱。(正旦唱)【呆骨朵】告师父那雷连怒息听分辨，待妾身细泌根源。(真人云)你敢是思凡的神女么？(正旦唱)我也不足神女思凡，(真人云)敢是天魔地仙么？(正旺唱)也不是天魔地仙。(真人云)你是甚么鬼怪？从头实实的说来！(正旦云)妾身是潮阳徐知县之女，小字碧桃。俺父亲将我许与张道南为妻。当日我父亲不在家，我与梅香往后花园中散心去。不想张道南走了白鹦鹉，越墙而过，寻此鹦鹉，偶与妾身相见。说话中间，俺父亲来到，张道南害羞而走。俺父亲将妾身百般嗔怒，我回绣房中，一气而死，今经三年光景也。俺父亲就将俺葬在后花园中，墓顶上长一颗碧桃花树。因妾身有二十年阳寿未尽，以此一灵真性不散。谁想张道南应举及第，在潮阳为理，妾身念此旧盟，与他重谐匹配。张道南曾做〔青玉案〕词留证。只此本情，伏望上仙尊鉴不错。(真人云)你既然身死，却怎生阴府下不收你那三魂七魄？(正旦唱)我有那二十载阳间寿，(真人云)你既还有阳寿，天曹地府不管，你却这等兴妖作怪？(正旦唱)更有那一万种心头怨。(真人云)你怨呵，可怨甚的。(正旦唱)辜负我梦行云十二峰，断送的闭荒坟三四年。(真人云)你死了呵，魂灵却到那里来？(正旦唱)【倘秀才】直到那判生死阎王殿前，(真人云)你还到那里？(正旦唱)更到那掌善恶曹司案边，他道我这枉死情由实可怜。姻缘注五百载，阳寿有二十年，因此上把刚魂放免。(真人云)你怎辄入县舍，缠搅阳官？再与我从实的说来！(正旦唱)【滚绣球】只因我天不管地不收，那一夜风又清月又圆，静巉巉海棠庭院，恰遇他趁花阴行到坟前。(真人云)他到坟前说甚么来？(正旦云)他只念了两句诗，道是人面不知何处去。桃花依旧笑春风。(唱)他把碧桃花折一枝，古人诗念一联。引的我魂灵儿向他行活现，(真人云)他见你可是怎生？(正旦唱)他醉醺醺花里遇神仙。可怜我生埋孤冢三年恨，只得书房一夜眠，并没虚言。(真人云)你两个相会之时，他曾与你甚么东西来么？(正旦唱)【倘秀才】他可便拂金星砚将龙香墨研，染紫霜毫把笺纸展，(真人云)哦，他写甚么来？(正旦唱)他将那(青玉案)新词写一篇。(真人云)那秀才只恁的恋酒贪花也。(正旦唱)他可便酒肠宽似海，端的是色胆大如天，(真人云)你为甚么便随顺他？(正旦唱)不由我不将他来顾恋。(真人云)他向你跟前，也有甚么顾恋的意思？(正旦唱)【滚绣球】他将山盟海誓言，向罗帏锦帐眠，(真人云)他这般病了，如何不怕死？(正旦唱)他可便惜花心死而无怨，(真人云)你是甚么时侯，向他跟前去？(正旦唱)止不过赴佳期月下星前。(真人云)你不去呵，也由得你。(正旦唱)他将我死命的留。我将他死命的缠，俺两个得成双称心满愿。(真人云)他后来告归养病，你不得和他同去，你可敢还思想着他么？(正旦唱)到如今愁和闷有万万千千。(真人云)你愁甚么？(正旦唱)我愁的是北邙衰草藏狐兔，恨的是西岭斜阳泣杜鹃，题起来雨泪涟涟。(真人云)这妇人说有二十年阳寿，又与张道南原是五百年姻缘，合做夫妻，怎凭的他口里说话？直日功曹，与我摄过掌生死判官来者。(直符云)掌生死案的判官安在？(净扮判官持文案上，诗云)亲奉皇天圣敕差，死生文簿手掌抬。空中若说无神道，霹雳雷声那里来？小圣乃阴府掌生死的判官是也。上仙呼唤，须索见来。(做见科，云)上仙呼唤，有何法旨？(真人云)今有徐知县女孩儿，小字碧桃，他已亡过三年，鬼魂作怪，将阳官张道南，缠搅得病。被贫道将碧桃擒至坛前，他道有二十年阳寿未尽。以此召你来问问，端的有阳寿么？(判官云)端的还有二十年阳寿。(真人云)既然如此，当日功曹，与我摄过掌姻缘簿的判官来，(直符云)掌姻缘案的判官安在？(外扮判官持文簿上，诗云)雷声响亮振山川，此际何人不怕天？刚待雨收云散后，凶徒恶党又依然。小圣乃掌姻缘案的判官。上仙呼唤，须索见来。(做见科，云)上仙呼唤，有何法旨？(真人云)今有徐知县的女孩儿，小字碧桃，他已亡过三年，鬼魂作怪，将阳官张道南，缠扰得病。被贫道将碧桃擒至坛前。他道与张道南有五百年姻缘之契。特呼你来问，端的是有也无？(判官云)这妇人端的有夙缘，合为夫妇。(正旦唱)【倘秀才】这一个掌姻缘簿的标写着无缘有缘，那一个掌生死案门先注定十年五年，可正是书案傍边一句言。(真人云)兀那碧桃，我着你还魂去，夫妻重配，父母团圆，你心下可是如何？(正旦唱)但能勾夫妻敢匹配。父母再团圆，我则索谢天！(真人云)我待教这妇人还魂去，争奈他的尸首，久己腐烂了。只除是恁的。掌生死案判官，你检那生死簿上，有年小妇人，是晚该死的，着碧桃借尸还魂去，有何不可？(判官云)蒙真人法旨，检生死簿看，徐知县的小女玉兰，今夕该死，着他借尸还魂去罢。(正旦做拜科，云)若是如此，多谢上仙也。(唱)【随煞尾】谢师父承正法常看诸处行方便，开阐教广与众生解倒悬。成就夫妻是夙缘，匹配鸾凰趁心愿。喜的是前度张郎正少年，早晚灾除病体痊，我也不爱他诗礼儒风祖代传，也不爱他簪笏荣名圣主宣，单则爱那惜玉怜香性儿软。(下)(真人云)谁想有这一场奇怪的事，那徐碧桃已着他借尸还魂去了，等待明早，再往徐知县家，探望一遭，各神将都还本位去。(直符判宫同云)领法旨。(下)(真人诗云)太上玄门道法尊，直将生死勘前因。舒开拨雾拿云手，放转追魂夺魂人。(下)第四折(徐端同夫人扶正旦上，云)老夫徐端，好是烦恼人也！自碧桃孩儿亡过，又早三年光景，谁想玉兰孩儿，昨夜三更时分，暴病而亡，停尸在堂。一壁厢报与张亲家女婿知道，待他来时入殓，兀的不痛杀我也！(正旦做醒科)(夫人云)孩儿，精细者。(正旦唱)【双调】【新水令】则我这俏身躯三载土中埋，今日个得还魂似升天界。寒灰重发焰，枯树再花开。也是我苦尽甘来，常言道否极早生泰。(夫人云)惭愧，孩儿醒过来了也。(徐端云)将定魂汤与孩儿吃。(夫人做递汤科，徐端云)孩儿精细者，吃一盏定魂汤。(正旦做起身拜科)(夫人云)玉兰孩儿，你那里去来？(正旦唱)【步步娇】我与你款款前来深深拜，(徐端云)孩儿，你拜甚么？(正旦唱)可怜我白头父母都年迈，间别来可便三二载，(徐端云)可怎么有二三载？(正旦云)你孩儿自离了父母去呵。(唱)我正是几度南柯梦中来。(徐端云)这是怎么说？(正旦云)你孩儿是碧桃也！(唱)将小名儿道的明白，(徐端云)你道是碧桃，他已死过三年了，你一向在那里？(正旦唱)你孩儿半开中落在那荒郊外。(徐端云)好是奇怪了，俺碧桃孩儿，己死了三年光景，怎生再活？莫不是妖邪鬼怪，倚草附木？我着人请张亲家去了，这早晚怎生还不见来？(张珪同夫人，张道南引张千上，云)小官张珪是也。思量好是烦恼，孩儿张道南，先定下徐章甫亲家大女儿碧桃，不想死了。今次又定下他小女儿玉兰，喜得道南孩儿病又好了，正待完就这门亲事，今日早间，人来报说，玉兰昨夜三更时分，暴病身亡。老夫想来，只是俺道南孩儿，姻缘未到。如今只得同我夫人，道南孩儿，都往他家吊孝走一遭去。可早来到也。不必报复，我自过去。(做见科，云)亲家索是烦恼也！(徐端云)亲家，有碧桃孩儿，还魂了也！(张道南做惊科)好是奇怪！碧桃小姐，怎生活了来？(正旦做见科，云)张道南，你可也认的我么？(唱)【折桂令】原来是有朋自远方来，你道是济济衣冠，楚楚人才。俺也只为情重如山，恩深似海，险害的你骨瘦如柴。再不索闹攘攘大惊小怪，这一场悄促促似鬼使神差。(张道南云)我几曾与你相见？你是这等说？(正旦唱)想着俺缱绻情怀，鱼水和谐。我为你曾下巫山，你为我误入天台。(张道南云)小姐，你则说我和你那里相见来？你试说一遍与我听者。(正旦唱)【沽美酒】当日个花园中成眷爱，美欢娱在书斋，则他那海誓山盟是谁道来？哎，你这读书的秀才，俺两个谋成合不谋败。(张道南云)小姐，你休得胡说！既然与你相见，有甚么显证在那里？(正旦云)有、有、有！(唱)【太平令】请你个假古忄敝的官人休怪，我这里把新词袖里忙抬。(出词科，唱)一字字堪怜堪爱，一句句难学难赛。我对着众客展开，表白，这(青玉案)是那个的亲笔儿留在？(徐端云)这一桩岂不是天下绝奇怪的事？只是其间委曲，怎生得个明白的见人可也好那？(萨真人冲上，云)贫道乃萨真人。今日向徐知县家中，探望走一遭去。(做见科，云)列位，贫道稽首。(张珪云)这是萨真人，前日为小儿的病，投词坛下。尚不曾你我一个明白，今日来的正好。老亲家，令爱还魂的事，还要得个见人，只除问这真人，必有分晓。(徐端云)真人，我大女儿碧桃，已死三年，昨夜小女儿暴亡、今早忽然醒转，他道是碧桃还魂，这怎么说？(真人云)老相不知，听贫道细说一遍。老相，你当初曾将碧桃许与张道南为妻。因那年三月十五日，你夫妻二人，同去张县丞家赏牡丹。不想张道南走了白鹦鹉，跳过你家花园内，寻那鹦鹉，正遇碧桃小姐。见面恰待说话，老相回家撞见，将小姐辱了一场，他回至房中，一口气身亡了。你家将他尸首，埋在后花园中，他阳寿未绝，精神不散。墓顶上长一株碧桃花树来，他一灵儿附在碧桃花树上。三年之后，张道南一举及第，除授此县知县，在你旧衙中居住。那夜风清月明，张道南因闲行到碧桃树边，见花开的正好，折一枝向胆瓶中插着，谁想碧桃就那夜向书房中，与张道南作伴，云来雨去，说誓言盟。以此张道南看看至死。他的父亲与道南上表辞官，乞归养病，蒙圣恩许允，遂得离任到家。虽则碧桃不得同来，然道南病体一时未愈。他父亲看见沉重，服药无效，怕有妖精鬼怪，缠扰为祟，以此投词到贫道坛前。贫道设一坛场，差天将将碧桃勾至坛下，他言称道有二十年阳寿，更与张道南有夙缘前契夫妻之分。贫道不信，唤掌生死、婚姻的判官来问他，果然不虚。贫道着碧桃还魂，争奈尸首腐烂，难以回转，不想你小女玉兰，食尽禄绝，昨夜正三更时分身死。贫道就着判官，借着这玉兰尸首，放碧桃还魂。皆是贫道之力也。(徐端云)孩儿，这真人说话，可是真么？(正旦云)您孩儿若不是上仙法力，岂想有今日也？(唱)【豆叶黄】叮怜我滞魄游魂，流落在海角天涯，长伴着野草闲花，残烟断霭。我只道晓色何曾到夜台，谁承望万里归来，喜喜欢欢，再拜我爹爹奶奶。(夫人云)儿也，你便还魂了，只可惜我玉兰孩儿，兀的不苦痛杀我也。(正旦唱)【七兄弟】这也是你的运衰，他的命该，留不得两裙钗。若不是萨真人显出神通大，则我这墓顶上签钉远乡牌，可不的一灵儿永欠下鸳鸯债。(张道南云)你既是碧桃小姐，当初相见之时，何不就明对我说？却教我做出这一场病症来，争些儿害杀我也。(正旦唱)【梅花酒】非是我假虚脾爱使乖，也只怕粉脸香腮，引动你蜜意幽怀，倒做了黄祸之灾。因此上把鬼名儿潜换改，真姓也暗藏埋，况阳寿尚未该，婚姻簿又明载，天对付俏身材？云和雨好安排。连理树稳情栽，合欢花纵心摘。(张道南云)小姐，我和你当初相别，自谓生死永隔矣，不想今日还魂，重为夫妇，咱两个索是喜也。(正旦唱)【收江南】呀，今日个月明千里故人来，镜鸾重整向妆台，这的是换人肌骨夺人胎。休得要乱猜，你不见桃花依旧待春开。(张珪云)老亲家，喜得令爱还魂，续成姻眷，皆赖真人法力，我待举家拜谢真人便了。(真人云)这本是人天数，贫道不过施此法力，使他借尸还魂，重谐匹配而已，何足谢乎？(徐端云)张老亲家，小女和令郎，另选吉日，过门做亲，我等先拜谢真人才是。(做拜谢科，云)真人请上，受我等一拜。(真人云)不敢，不敢。(词云)徐碧桃艳质天然，已三载闭骨重泉，谁想他一灵不散，与夫君私会花前。为风情恹恹成病，百般的医药难痊。因此上投词禳祷。被贫道识破根源。值小妹正当暴死。将尸首借与生旋。出怀中新词为证，才知我法力无边。此本是生前分定，天匹配再合姻缘。请高堂大排筵宴，相庆贺骨肉团圆。题目张明府醉题青玉案正名萨真人夜断碧桃花第一折(冲末扮宋齐丘引祗从上，诗云)独持忠赤佐君王，保障金陵地一方。江南自古称佳丽，何必区区说大唐？小官姓宋，名齐丘，金陵人氏，见在南唐主人驾下，为丞相之职。俺这后主，天生聪睿，诗词歌赋，品行调丝，风流蕴藉，实乃右文之主。见今中原周世宗升遐，赵点检即位，国号大宋，改元乾德，亲驱戎马，所向无前。如南闽北虏，河东西蜀，望风皆降。惟我江左，不曾加兵。我国亦尝用心防备。近日前路文书行来，宋家遣翰林院学士陶谷，来我国中，索要图籍文书。我想陶谷是个掉弄喉舌之人。况四海未宁，要图籍何用？此人必来以游说为功。我将他机关探破，奏知吾主，则说吾主有疾，不能接见。将陶谷留在馆驿中羁绊住，着每日供给小官，三五日相访一遭。自七月初间至此，今八月将尽。秋露乍零，旅馆萧索。我着金陵太守韩熙载，看他一言一动。略有纤毫破绽，便报与我知道，自有制他的法度。(诗云)\"非是我好用阴谋，则堤防谗舌如钩。待窥破一些动静，管教他有国难投\"。(下)(外扮韩熙载引乐探上)(诗云)远离乡土渡横江，入仕南唐佐李王。从来儿女多情处，不是风云气不长。小官姓韩名熙载，官拜升州太守，佐于南唐李主驾下。今奉宋齐丘丞相钧旨，每日供给大宋学士陶谷，今日安排筵席管待。将歌者秦弱兰，乃金陵名妓，席间令其唱曲，看陶学士所守之志何如？乐探。你与我唤将上厅行首秦弱兰来者。(乐探云)理会的。(做唤科)秦弱兰安在？太守老爷呼唤哩。(正旦扮秦弱兰上，云)妾身秦弱兰是也。门首有人相唤，我试看咱。(做见科，云)哥哥，唤我怎的？(乐探云)太守老爷唤官身哩。(正旦云)我想俺这门户人家，则管里迎宾接客，几时是了也可。(唱)【仙吕】【点绛唇】凭着我雾鬓云鬟，黛眉星眼，寻衣饭。则向这酒社诗坛，多少家乔公案。【混江龙】悲欢聚散，二三年经到有百千番。恰东楼饮宴，早西出阳关。兀的般弄月嘲风留客所，便是俺追欢买笑望夫山。这些时迎新送旧，执盏擎盘。怎倒颤钦钦惹的我心儿惮。怕只怕是那罗纰锦旧，莺老花残。(乐探云)大姐，似你这等上官见喜，非同容易也。(正旦云)哥哥，我自幼到今，无个欢喜的前程。造次的可也不敢上门来。(唱)【油葫芦】也曾把有魂灵的郎君常放翻，但来的和士刬。可正是烟皮名利大家难。(云)上俺门来。有个比喻。(唱)恰便似犬逢饿虎截头涧，更险似军骑羸马连云栈。饶你便会使悭，彻骨奸，则俺这女娘每寄信的鸳鸯简，便是招子弟的引魂幡。【天一乐】常教他一缕儿顽涎湿不乾，丁单，将科派摊。刚刚的对付难上难。脖项上搭上套头，皮面上带上揜眼，怎发付这一千斤铁磨杆。(乐探做到科)(报科)禀老爷，叫将秦弱兰来了。(韩熙载云)着他过来。(正旦见科)(韩熙载云)秦弱兰，教你来伏事陶学士，你可乖觉着。(正旦云)老爷放心！此事容易。(韩熙载云)你且躲在一壁，我教你来便来。(正旦云)理会的。(韩熙载云)左右的，把果桌安排停当，我请陶学士去来。(下)(正末扮陶谷引驿吏上)(诗云)少年文史足三冬，下笔成章气似虹。时人不识君王宠，禅草何因出袖中。小官姓陶名谷，字秀实，襄阳人也，乃晋处士陶潜之后，以进士及第。于周太祖时，曾事钱王俶，颇蒙信任。后因遣入大宋，以观动静，又作宋臣，官授翰林学士，已经三载，不得与俶相会。如今太祖早期，议下江南之策。小官言曰：\"虽尧舜禹汤，兴兵未免有所损益。莫若小臣掉三寸之舌，说李王归降，岂不易哉！\"太祖依臣所奏，先将文书行至升州，随令小官直至南唐，索取图籍文书为由，若见李主，必中说词。自七月至此，今八月将尽，李主抱疾不朝，无由可见。惟宋齐丘丞相，常来驿亭讨论文字。此外升州太守韩熙载，专管供给，甚是尽礼。但我羁留在此，渐入秋深。风光月色，琴韵砧声，不觉感怀，且向亭中闲步一回。(做看科，云)这一片素光粉壁，未尝绘画。驿吏取笔砚来，我待学春秋隐语。因而感怀，成十二字，书于此处，料无有解者。(做写科)(念云)川中狗，百姓眼，虎扑儿，公厨饭。(韩熙载上，云)左右报复去，说韩太守在此。(陶谷云)道有请。(见科)(陶谷云)太守为何至此？(韩熙载云)小官领宋丞相钧旨，聊具蔬酌奉献。左右抬过果桌来。(做设席科)(韩熙载云)将酒来，学士满饮此杯。(陶谷饮科，云)太守饮一杯。(韩熙载云)小官更衣咱。(出科，云)张千，唤秦弱兰来。(张千唤科)(正旦上，云)妾身来了。(韩熙载云弱兰，今日就筵宴之中，要你加精神者。陶学士生性威严，人莫敢犯。你小心过去。(正旦云)老爷放心者。(唱)【后庭花】那学士若见了南唐秦弱兰，更不说西京白牡丹。则消得我席上歌金缕，管取他尊前倒玉山。(韩熙载云)劝的他尽醉，要他十分欢喜。(正旦唱)要欢喜不为难，则着这星眸略瞬盼，教他和骨头都软瘫。(韩熙载云)学士，筵前无乐，不成欢乐。张千，叫个歌者来，唱一曲伏侍学士。(正旦同众妓上叩见科)(陶谷云)大丈夫饮酒，焉用妇人为？吾不与妇人同食，教他靠后，休要恼怒小官(韩熙载云)秦弱兰与学士把一杯。(正旦云)这学士好冷脸子也。(韩熙载云)着动乐者。(陶谷云)住了乐声，小官一生不喜音乐，但听音乐头晕脑闷。(正旦唱)【金盏儿】我这里觑容颜，待迫攀。嗨！畅好是冷丁丁沉默默无情汉。则见那冬凌霜雪都堆在两眉间，恰便似额颅上挂着紫塞，鼻凹里倘着蓝关。可知道秀才双脸冷，宰相五更寒。(韩熙载云)这妇人弹的好，吹的好，教他吹弹歌舞，奉学士酒者。(陶谷云)老子云：\"五音令人耳聋，五色令人目盲。\"听了他呵，正勾当都做不的了。(韩熙载云)弱兰唱者。(正旦唱科)(陶谷喝云)我一生不听音乐。但听了音乐。昏睡三日。靠后。(正旦唱)【醉中天】他教莫把瑶筝按，只许凤箫闲。他道是何用霓裳翠袖弯，更休撒红牙板。不教放筵前过盏，几时得酒阑人散？直恁般见不得歌舞吹弹。(韩熙载云)俗语云：座上若有一点红，斗筲之器盛千钟。座上若无油木梳，烹龙炮凤总成虚。弱兰与学士递一杯。(正旦把盏科)(陶谷怒云)泼贱人靠后，小官一生不吃妇人手内饮食。(韩熙载云)学士饮一杯，怕做甚么？岂不闻将酒劝人，终无恶意。何怒之有？学士也与他接谈，略抬眼重他一看波。直恁般的，弱兰递酒。(正旦递酒科)(陶谷云)靠后！小官乃孔门弟子，放郑声，远佞人。郑声淫，佞人殆。小官平生目不视邪色，耳不听淫声。太守何故三回五次，侮弄小官，是何道理？(正旦唱)【金盏儿】他不把话头攀，唬的我毛骨寒，战兢兢把不住台和盏。我这里承欢奉喜两三番。太守见我退后来早台意怒，学士见我向前去早恶心烦。好教我左右没是处，来往做人难。(韩熙载云)此女子不肯同心，伏侍学士。(正旦云)教妾身怎生是好？天使，只愿你宽恕咱。(陶谷云)此妇人无知，靠后！(正旦唱)【后庭花】学士你只身在旅邸间，着个甚罗帏锦帐单。学士你德行如颜子，也索要风流仿谢安。我劝你且开颜，须不比寻常风范。你敢越聪明越挂眼。(陶谷云)兀那妇人靠后。我头顶儒冠，身穿儒服，乃正人君子。不得无礼。(正旦退科)(韩熙载云)歌者，可再劝酒。(陶谷云)太守，小官酒醉失礼。李太白有诗云：\"我醉欲眠君且去，明朝有意抱琴来。\"我待睡些儿咱。(做醉睡科)(韩熙载云)学士醉了也。您歌者且回去。(正旦云)理会的。(唱)【赚煞】几时捱得酒筵阑，官员散，恨不得目下天昏日晚。唬的那舞女歌儿似受战汗，难施逞乐艺熟闲。(韩熙载云)弱兰，则要你小心在意者。(正旦唱)这其间，春意相关，放着满眼芳菲纵心儿拣。争奈这寻芳人意懒，嬉游的心慢。哎！不是个惜花人休想肯凭栏。(众随下)(韩熙载云)学士睡了也，驿吏看着，醒来时伏侍的卧房中去。(做看壁上字科，问驿吏云)这一堵素光白壁，谁写字在上头？涴了这壁子。(驿吏云)是陶学士写下的。(韩熙载云)既是陶学士写的，将纸笔来我抄了去。(抄科云)将马来，我回丞相话去也。(下)(陶醒科，云)太守去了。(驿吏云)去了。(陶谷云)既然太守去了，收拾铺盖，我回后堂中歇息去。(同下)第二折(宋齐丘引张千上，云)事不关心，关心者乱。今日着韩太守驿亭中管待陶学士去，如何不见来回话？(韩熙载上，云)小官韩熙载，奉宋丞相钧旨，着我管待陶学士，着他动静。不想他写下十二个字在墙壁上，被我抄将来。学士。怎生瞒的过我？此乃\"独眠孤馆\"四字。此人客况动矣。陶谷也，你也说不的李主，我直教你还不得家乡。我将此十二字见丞相去。左右报复去，道韩熙载来见。(报科)(宋齐丘云)着他过来。(见科)(宋齐丘云)昨日席间动静如何？(韩熙载云)昨日陶学士座中古懒，将秦弱兰正眼不看，被此女子将学士灌醉了。学士睡了，小官出门，见壁上十二字，乃是他写下的。小官抄将来与丞相看。(宋齐丘云)熙载，你比外郡太守不同，况且斯文。此非公衙，私宅之内，将座儿来。太守请坐。(韩熙载云)小官不敢。(宋齐丘云)何妨！(韩坐宋看字科，云)太守。你解此意么？乃春秋战国之时，多有作者，号曰\"隐语\"。说他正大，则看这十二个字上，便见他平日所守。川中狗者，蜀犬也；蜀字看个犬字，是个独字。百姓眼者，民目也；民字着个目字，是个眠字。虎扑儿者，爪子也；爪字着个子字，是个孤字。公厨饭者，官食也；官字着个食字，是个馆字。团句道\"独眠孤馆\"。此人客况动矣。陶谷，你如何瞒的过我？你来要说李主下江南，我直教他还不得乡土。太守你近前来。(做耳语科，云)待十数日后，依吾计行，此人必中吾计矣。陶学士！陶学士！(诗云)由你千般计较，枉自惹人谈笑。休夸伶俐精详，必定中吾圈套。(同下)(正旦改扮素衣引梅香上，云)妾身秦弱兰，为陶学士古忄敞，太守着我今夜狐媚了他呵，便得赏赐；狐媚不的呵，便加罪责。今日天晚，则除是这般。梅香，那香桌完备了么？(梅香云)若论姐姐这等乖觉，料他到的那里。(正旦唱)【南吕】【一枝花】我也曾将宣使迎，不似这天臣强。果然道易求无价宝，难得有情郎。他多管是铁石心肠，直恁的难亲傍。一鼻凹衠是雪霜，无情的付粉何郎，冷脸的画眉张敞。【梁州第七】他则是惯受用玉堂金马，不思量月户云窗。则他那古忄敞心甚的唤做鸣珂巷，空那般衣冠济济，状貌堂堂。却为甚偏嫌俺妓女，怕见婆娘？莫不他净了身不辨阴阳？人道这秀才每都不荒唐，偏怎那洞庭湖柳毅传书，谢家庄崔护觅浆，贾充宅韩寿偷香。想我那往常，伎俩，播弄的子弟如翻掌。这个铁卧单我怎窝藏？我自寻思出这个风流俏智量，须要今夜成双。(云)梅香，将香烛来，我烧夜香。(梅掇桌科)(陶谷便衣上，云)小官自从到此，两月有余，不得见唐王，淹留驿亭之中。今夜风清月朗，闲庭寂静，客况萧然，蛩声聒耳，桂子飘香。推开这角门，去这花园内，乘月色观桂花释闷咱。(正旦望见陶科，云)梅香，兀那月下闲行的正是那俫。(梅香云)姐姐，可知是哩。(正旦唱)【贺新郎】他去那无人处独步也气昂昂。这公则是阔论高谈，那里知浅斟低唱。我这里潜身躯迸定脸凝睛望：端的是风清月朗，可甚么软玉温香。(陶谷望北斗顶礼做笑科，云)月色团圆也。(正旦唱)他这般更深离馆舍，夜静步回廊。(陶谷吟诗云)月中桂子宜攀折，苑内凡花不耐看。(正旦唱)我猜他莫不劳魂役梦胡思想。(陶谷云)魏武帝有诗曰：\"月明星稀，乌鹊南飞。绕树三匝，无枝可依。\"看来正是小官。(正旦唱)原来他望天瞻北斗，却不肯和月待西厢。(云)梅香，我烧罢香回去，对此月色，口占一诗。(念科，云)\"隔窗疏雨送秋声，夜夜愁人睡不成。遇此良宵多感慨，清风明月又关情。\"(陶谷云)原来有人在柳阴深处吟诗。我过去看咱。(正旦云)梅香，咱回去来。(陶谷云)小娘子勿罪。(正旦拜科)(陶谷云)一个好女子也。小娘子高姓，谁氏之家，因甚在此官舍之中？(正旦唱)【牧羊关】俺夫主为驿吏身姓张。(陶谷云)元来是驿吏的妻子。你是那里人氏？(正旦唱)生长在雨浙苏杭。(陶谷云)如今你丈夫那里去了？(正旦唱)怎想他半路里情绝，他从那二年前身丧。(陶谷云)小娘子怎生在此住坐？(正旦唱)妾身见如今独自个持着服孝。(陶谷云)你多大年纪持服来。(正旦唱)我从二十六上守孤孀。(陶谷云)敢问小娘，为何这早晚对月吟诗？(正旦云)我自释闷而已，那里是诗。(唱)我也则诗句内题秋景，月明中烧夜香。(陶谷云)小官乃是大宋使臣陶学士。若小娘子不弃，愿同衾枕。不知小娘子意下如何？(正旦云)妾身守服之妇，不堪陪奉尊官。(陶谷云)小娘子何发此言？若心肯时，小官有幸也。(正旦唱)【隔尾】我则道他喜居苦志颜回巷，却元来爱近多情宋玉墙。这搭儿厮叙的言问那停当。想昨日在坐上，那些儿势况，苫眼铺眉尽都是谎。(陶谷云)小娘子但与小官成其夫妇，终身不敢忘也。(正旦云)学士不弃妾身，残床陋质，愿奉箕帚之欢。(陶谷云)小娘子可到官舍中去。(做同行科)(陶谷云)小娘子请坐，异日必娶你为正室夫人。(正旦云)妾身有一句话，向学士道破者。(唱)【牧羊关】你见我心先顺随了，你可不气长。有句话须索商量：你休将容易恩情，等闲撇漾。(陶谷云)他日你做夫人县君哩。(正旦唱)我等驷马车为把定物，五花诰是撞门羊。你明日北去人千里，早变做南柯梦一场。(陶谷云)小娘子，趁此夜阑人静，成其夫妇。多少是好？(正旦云)则怕你日后不取我呵，被人笑耻。有何表记的物件与我，可为凭信。(陶谷云)小娘子将何以为信？(做相戏科)(正旦唱)【红芍药】他早把绣帏儿簌簌的塞了纱窗，款款的背转银缸，早把我腰款抱揾残妆。羞答答懒弃罗裳，袖稍儿遮了面上。叮曾经这般情况？怀儿中把学士再端详，全无那古忄敞心肠。【菩萨梁州】一刬地疏狂，千般的波浪，诸余的事行。难道是不理会惜玉怜香？一团儿软款那安详，半早儿不显威仪相，引逗的人春心荡。昨日在尊席上那模样，便这般和气春风满画堂，全不见脸似冰霜。(出汗巾科，云)学士，告乞珠玉。(陶谷云)有！有！(做写科云)写就了也。(旦接念云)\"好姻缘，恶姻缘，奈何天。只得邮亭一夜眠，别神仙。琵琶拨尽相思调，知音少。待得鸾胶续断弦，是何年？右调［风光好］。是好高才也。请学士落款。(陶谷写科，云)\"翰林陶学士作。\"(正旦云)谢了学士者(唱)【三煞】我看了高才词翰华笺上，却为甚不肯烂醉佳人锦瑟傍？可知我把小未的郎君放。他兀的锦绣文章，更做着皇家卿相，被我着个小局段儿早打入天罗网。看这公古忄敞性从来无些雅况，我试与满捧瑶觞。(云)学士，你饮一杯酒者。(陶谷云)我吃！我吃！(正旦唱)【二煞】你这般当歌对酒销金帐。煞强如扫雪烹茶破草堂。你许下我的休教无承望。此别后水远山长，把美缱绻则怕贵人多忘，则要你经板儿印在心上。当日也是我在尊前不容近傍，假妆好人家便引动情肠。【煞尾】我想这歌台舞袖风流相，怎如大院深宅窈窕娘。也得今朝，这-场。想官司，也不枉。共学士，有情况。再开筵，敢说强。〔风光好〕，是招状。我明白，太守行，决将咱，断觑当。我把那段疋绫罗不希望。我本不乐作娼，则向那烟花簿上勾抹了我的名儿胜如赏。(下)(陶谷云)小官回京，决取此女为妻，方是我平生愿足。(诗云)客中最怕是秋天，虫声砧韵总凄然。今宵幸遇良人妇，美满恩情结好缘。(下)第三折(宋齐丘引张千上，云)小官宋齐丘，与韩熙载定计，处置那陶谷学士，如何不见回话？这早晚敢待来也。(韩熙载上)(诗云)安排打凤牢龙计，引起尤云殢雨心。小官韩熙载，不想陶学士被某识破十二字隐语，用些机关，果中其计。我今来回丞相的话。左右报复去，道韩熙载来见。(报科)(宋齐丘云)有请！(见科)(宋齐丘云)干事如何？(韩熙载云)此人果中其计，秦弱兰赚了他一篇乐章，亲笔落款，他自将着，今日来回丞相话哩。(宋齐丘云)我料他怎出的咱二人之手。则今日便卧翻羊，摆下果桌，小官就对他说！我唐主病可，今日着俺将着茶饭，来与学士释闷，明日早朝相见。他听的必然欢喜。饮酒之间，唤秦弱兰来歌此乐章，看他怎生说话？太守一壁厢执料茶饭，小官回了主人的话，便到馆驿中来也。(韩熙载云)谨领钧旨。(同下)(陶谷上，云)小官陶学士，昨夜晚间，不意驿吏之妻，与我苟合。我看此女有沉鱼落雁之容，闭月羞花之貌，我许他娶为正室。今日等韩太守来时，我嘱他放此妇人回去，等我日后好来取他。(韩熙载上，云)来到这驿亭中。学士恭喜，(陶谷云)敢问何喜？(韩熙载云)学士归有日矣。我主病体颇安，明日早朝，便请相见，(陶谷云)这也则完的一场使事，何足为喜？(宋齐丘引张千上，云)来到这馆驿门首。左右报复去，道某家来了也。(报见科)(宋齐丘云)学士归有日矣。玉体颇安，请学士明日相见。(韩见宋科)(宋齐丘云)学士，韩太守是当今文学之上，是任太守，即古之京兆尹。陪坐何如？(陶谷云)这也不妨。(宋齐丘云)将酒来，我奉学士一杯。太守一面准备歌儿舞女，教他侑酒，与学士作欢如何？(韩熙载云)丞相说的是。早已备下了，即当唤来供奉学士。(陶谷云)丞相差矣。我辈孔门高弟，何用此辈侑酒？休唤来。(宋齐丘云)学上宽洪大度，何所不容。便唤几个来唱与俺听，学士休听便了。(正旦上，云)今日筵间。那学士还做古忄敞么！(唱)【正宫】【端正好】总然你富才华，高名分，谁不爱翠袖红裙。你看这般东风桃李香成阵，犹兀自难遣东君恨。【滚绣球】人都道秀才每村，不会将女色亲。他每则是识廉耻正心不肯，但出语也做的个郎君。假若是夸谈俺好妇人，则着些俗言语便不真。他每用文章也道的来淹润，则着两句诗说尽精神。裙拖六幅湘江水，髻挽巫山一段云，休道不消魂。(做见科)(正旦云)你看他比前日又冷脸也。(唱)【倘秀才】昨夜个横着片风月胆房中那亲，今日个幽絲着柄冰霜脸人前又狠。空这般苫眼铺眉立那教门。我须索心恭谨，意殷勤，侑尊。(张千云)上厅行首秦弱兰谨参。(旦拜科)(宋齐丘云)学士，此乃金陵数一数二的歌者，与学士递一杯。(陶谷云)丞相，小官此一来，非为歌妓酒食而来。奉命索取图书。李主托疾不见，不以我为朝使相待，弃礼多矣。我非比其他学士，奉命南来，使事未完，故令歌者狐媚小官，是何体也？(宋齐丘云)学士息怒，酒乃天之美禄。学士不饮，小官吃几杯。(韩熙载云)弱兰，你与学士把盏者。(正旦云)理会的。(唱)【滚绣球】这酒则是斟八分，学士索是饮一巡，则不要滴留喷噀。(陶谷云)靠后些。(正旦唱)学士这玳筵间息怒停嗔，你则待点上灯，关上门，那时节举杯丰韵。(陶谷云)小官不吃酒，但吃一口，昏睡三日。将过去。(正旦唱)这里酒盏儿不肯沾唇，却不道相逢不饮空归去，则这明月清风也笑人，常索教酒满金樽。(陶谷接杯科)(韩熙载云)弱兰，你歌一曲侑觞咱。(正旦唱词科，云)\"好姻缘，恶姻缘，奈何天。只得邮亭一夜眠，别神仙。琵琶拨尽相思调，知音少。待得鸾胶续断弦，是何年？\"(陶谷云)这妇人在我跟前，唱这等淫词艳曲，好生不敬。(宋齐丘云)这也则是风月之词，非为不敬。学士休罪。(韩熙载云)谁着你唱这等词，教学士怪我？酒散之后，我不道的饶了你哩。(正旦唱)【叨叨令】学士写时节有些腔儿韵，妾身讴时节有些词儿顺。(陶谷云)不知是何等无知之人，做下此等语句？(正旦唱)做时节难诉千般恨，写时节则是三更尽。(旦拜陶科，唱)学士你记得也么哥，你记得也么哥，(出词科，唱)兀的是亲笔写了牢收顿。(陶谷怒云)这个泼烟花赃诬人。我那里与你会面来？(正旦云)妾身不敢。昨夜蒙大人错爱。(唱)【滚绣球】那素衣服是妾身，诈做驿吏妻把香火焚。我诵情诗暗传芳信，向明月中独立黄昏。见学士下砌跟，瞻北辰，转身躯猛然惊问，便和咱燕尔新婚。咱正是武陵溪畔曾相识，今日佯推不认人。道的他满面似烧云。(陶谷云)这妇人好无礼也。你故写淫词，展污小官清名。(宋齐丘云)学士，各人笔迹，自家认得。(正旦云)学士，你要推托，听妾身说昨夜之事。(唱)【倘秀才】妾身本不肯舒心就亲，学士便做不的先奸后婚。(陶谷云)小官昨夜门也不曾出，那里会你来？(正旦唱)学士早回过灯光掩上门。(陶谷云)小官并无此事，你赃诬我哩！(正旦唱)妾身谋成不谋败，学士宜假不宜真，不信不自隐。(陶谷怒云)这妇人虚诈情由。我若是与你相会呵，我便认了有何妨？难道小官直如此忘魂？(正旦悲科，云)学士你好无仁义也。(唱)【滚绣球】好也啰学士你营勾了人，却便妆忘魂。知他是甚娘情分，你则是憎嫌俺烟月风尘。昨夜个我虽改换的衣袂新，须是模样真。咱只得眼前厮趁，实丕丕与你情亲。你把万般做作千般怒，兀的甚一夜夫妻百夜恩，则是眼里无珍。(宋齐丘云)学士，这小的最老实，不会说谎。(韩熙载云)老丞相主婚，小官为媒，招学士为金陵秦弱兰女婿。(陶谷云)小娘子，是谁教你这等短道儿来？(正旦云)都是太守相公，教妾身这般见识来。(韩熙载云)学士便娶了秦弱兰何妨？论此女聪明，不玷辱了你。(正旦云)若得与学士成其夫妇，妾之愿也。多谢二位老爷。(做叩谢科)(宋齐丘云)你与学士把一杯酒者。(正旦递酒科)(唱)【三煞】贱妾煞是展污了个经天纬地真英俊，为国于民大宰臣。(陶谷云)酒后疏狂，惹此一场是非。(正旦唱)贱妾煞不识高低，不知远近，不辨贤愚，不别清浑。这的是天注定的是非，天指引的前程。天匹配的婚姻，咱兀的教太守主婚。(陶谷云)可着谁做媒人？(正旦唱)则这〔风光好〕是媒人。(陶谷做伏案盹睡科)(宋齐丘云)太守，陶学士见咱识破他就里，羞见咱推醉睡了。秦弱兰，俺上马去也。你等他醒了，看他说甚么。便来回俺的话。(韩同下)(陶醒科，问正旦云)他每都去了。(正旦云)都去了。(陶谷云)则着你害了我也。(正旦云)怎生我害了你？(陶谷云)我本意来说他，反被他算了我。我如今也回不的大宋去，也见不的唐主。我且至杭州寻个前程，却便来取你。古人云：\"十年不识君王面，始信婵娟解误人。\"信斯言也。(正旦唱)【二煞】此别后我专想着你玉堂金马怀离恨，谁再与野草闲花作近邻。(陶谷云)我今别处寻个前程，便来取你。(正旦唱)我等你那取我的轩车，赠咱的官品。我也待显耀乡间，改换我这家门。学士怎肯似那等穷酸饿醋，得一个及第成名，却又早负德辜恩。则要你言而有信，休担阁了少年人。(陶谷云)姐姐，你既与我成其夫妇，焉肯负你。久以后夫人县君，必然你做也。(正旦唱)【黄钟煞】你可休\"一春鱼雁无音信\"，却教我\"千里关山劳梦魂。\"我和你两情调两意肯，这谐合有气分。我觑了暗地哂，全不见没事狠，绸缪处直恁亲，临相别也怀恨。若还家独门身，被儿底少温存，怕不想旧日人，要圆成要寻问，则这续断鸾胶语句儿真，便是我锦片前程敢可也盼的准。(下)(陶谷云)谁想被宋齐丘韩熙载反算了我。小官羞归大宋，耻向汴梁。我有故人钱俶。在杭州为天下兵马大元帅，镇守吴越两浙之地，便宜行事，自放两浙官选。我则索那处寻个前程，再做道理。(诗云)当年玉殿逞高强，为爱娇容悔这场。自料不能还故国，须当带月走南唐。(下)第四折(外扮钱王引近侍卒子上)某姓钱名俶，字德厚。自先祖钱镠，世居杭州。唐昭宗时，改杭州为镇海军，封我祖为镇海军节度使，号杭州为衣锦城。梁太祖赐玉带一条，打猎马十疋。唐庄宗赐玉册金印。先祖下世。我父元瓘嗣爵父没之后，某嗣守钱唐。会汴京太祖即位，我故人陶谷劝我归宋，同至汴京。众臣僚上疏五十三道，皆谏太祖留我。太祖不从。我带去的大小将官，陛赏各有等差。后赐一包袱，封裹御押，嘱言曰：\"待尔归后，然后发此观之\"。我回国开视，乃众臣留我之疏。我见之大惊，向北再拜曰：\"臣已心伏陛下，誓守臣节\"。遂留陶谷于宋，为翰林学士。后来差他去说南唐李主，被宋齐丘所算，不敢回去，复来投我。我问其详，他以实告，曾为十二字隐语。被宋齐丘看破，遂泄其机，使秦弱兰为谋以中之。那秦弱兰是江南名妓。近日宋主遣曹彬下江南，收了李唐。有一歌者来至我境，把隘军人，擒来见我，乃秦弱兰也。我与他房屋居住，又与他钱物用度，着本处乐探领去，陶谷尚不知道。我今日推往郊外打围，就湖山堂上排宴，着人请陶学士去了。怎生这早晚这不见来？(陶谷土，云)小官陶谷。自从中了宋齐丘之计，我想那一个聪明女子，临别时相期：我若得志，必然娶你为妻。李白有言：\"美女能疗饥\"。我看着他呵，不吃饭也罢了。我今来两浙，投钱元帅，一见如故。他如今正授天下兵马大元帅，自选两浙官吏。我今在此，寻个前程，只不能勾再见那秦弱兰。今日元帅在湖山堂，较猎相招，我索去走一遭。左右报复去，道小官来了也。(报见科)(钱王云)学士，某在此湖山堂上，聊备蔬酌，与你等尽欢而散。(陶谷云)多谢！多谢！小官偶作一词，望大人斤削。(钱接念科，云)词寄(青玉案)：冰澌乍泮春来早，一夜野梅开了。帘幕风闲人静悄。晓窗梦断，篆烟轻袅，庭院苔痕绕。归期暗卜天涯渺，鱼水云鸿信杳。镜里朱颜惊渐老。不求名利，不思宣召，惟恨知音少\"。好高才也。常言道：筵前无乐。不成欢笑。左右的，叫一个歌者来奉酒。(卒子云)理会的。(正旦上，云)妾身秦弱兰，今大宋遣曹彬下江南，收伏了李主。妾身避难，来到杭州。多亏钱元帅收留，与我房屋钱物，在此居住。不知俺那陶学士在那里也呵？(唱)【中吕】【粉蝶儿】一自当时，向烟花簿豁除了名氏。打叠起狂荡心儿，专等那七香车，五花诰，绝无人至。一路上寻思，莫不他翻悔了这门亲事？【醉春风】我则想学士寄音书，却早是钱王传令旨。他全然不知俺至诚心，消不得半张儿纸，纸。到今日如今，见时相见，是谁不是。(乐探报云)禀大王，唤将歌者来了。(钱王云)学士，这歌者原是学士所会的金陵秦弱兰，避难来此。学士且躲在人丛里，看他认得认不得？(陶闪避科)(钱王云)叫那歌者过来。(正旦唱)【迎仙客】我心恐恐入内门，战兢兢步阶址，这里错行了眼前轻是死。如今我也上丹墀，朝帝子。我暗暗地冷笑孜孜，兀良抵多少长亭畔迎宣使。(做见科，云)大王叩头。(钱王云)你是秦弱兰，当初怎生认的陆学士来？(正旦云)大王听妾身慢说一遍。(唱)【石榴花】他从去年宣命下京师，韩太守接着时。他则是冷丁丁清耿耿并无私，轩昂气志，捻断吟髭。妾身向筵前过盏无迁次，他面皮上刮下冰澌。那妖娆乐妓勤伏侍，他一件件尽推辞。(钱王云)他这等古俶，你如何承应？(正旦唱)【斗鹌鹑】他见不的妙舞宫腰，听不的俺清歌皓齿。(钱王云)他席间怎生发怒来？(正旦唱)他袖拂了金杯，手推开玉卮。(钱王云)后来又怎生看上你来？(正旦唱)妾向馆驿里别妆个美貌姿。俺两个相见时，则他那旧性全无。共妾身新婚燕尔。(钱王云)他既爱上你，曾甚么说话来？(正旦唱)【上小楼】他许我夫人位次。妾除了烟花名字。再不曾披着带着。官员祗候，褙子冠儿。(钱王云)你自离了陶学士，再曾迎新送旧么？(正旦唱)我这些时，甚的是，茶坊酒肆，每日价冷清清为他守志。(钱王呼一净官上，指云)秦弱兰，这个是陶学士么？(净官悲云)小娘子，兀的不想杀我也。(正旦云)这不是陶学士。(唱)【幺篇】他生的端严相貌，尊崇举上。几曾见这般眼暗头昏，地惨天愁，抹泪揉眵。觑绝时，这君子，其实不是，却怎生没半星儿相似。(钱王云)这个既不是，你在这众宫中试看咱。(正旦唱)【快活三】我向这金阶下领台旨，教我向百官内暗窥伺。他每都静巉巉齐臻臻显容姿。(行至陶前科)(唱)我猛可里抬头视。【鲍老作】则见他人丛里叠扑着个幽絲々脸儿，\"间别来安乐否陶学士\"，(做扯住科)(陶谷云)你是何人？扯住我的衣服。(正旦唱)从头儿觑这百司，那里有这学冷鼻凹的文章士。我为你离乡背井，抛家失业，来觅男儿，倒把我不瞅不睬，不知不识，相问相思。(陶谷云)这女子，你敢错认了也。我非是下等之人，休得无礼。(钱王云)弱兰，你要认的是着。(正旦唱)【哨遍】对着这千乘当今帝子，等教我一星星数说你乔行止。我为你截日离了官司，再不当火院家私，便弄针黹。每日价胭憔粉悴，玉减香消，专等你那音书至，今日全无一字。都泪淹破腮颊，病瘦损腰肢。则这腕儿上慢松子的金钏是相知，身儿上宽绰了罗衣是正明师。你这般背约违期，负德辜恩，怎生意思？(陶谷云)我那里见你来？休得胡缠。(正旦唱)【耍孩儿】枉了我一年独守冰霜志，指望你封妻荫子。我并不想东风卖笑倚门时，毕罗了采笔题诗。再不向泥金扇底歌新曲，日玉堂前舞柘枝。我自离了莺花市，无半星儿点污，一打儿瑕疵。【三煞】你那些假古忄敞原来是妆谎子，你无诚无信无终始。我则道你是铺眉苦眼真君子。你最是昧己瞒心泼小儿，许下俺调琴瑟，今日似难鸣孤掌，不线的单丝。(钱王云)秦弱兰，你既认的是真，你与他自说缘故。(正旦唱)【二煞】我正是忒坎坷，自怨咨，九重天忽有君恩至。正是一湾死水全无浪，也有春风摆动时。不甫能寻着尔。(出风光好词科，云)大王，这是他亲笔写下的。(唱)这是他诳君的招状，亲笔的情词。【煞尾】公堂上坐着相公，阶直下列着武士。我这里尽场分说心间事，拚两个双棒儿阶前觅一个死。(做撞阶科)(钱王云)住、住、住！秦弱兰留性命，逗你耍哩。(陶谷云)姐姐，间别无恙。则被你想杀我也。(钱王云)秦弱兰，陶学士为你回不的汴京。你两口儿且在我杭州居住。等我朝京，见了大宋主人。奏过还着陶学士复旧职。那其间驷马轩车，五花官诰，都是你的。(正旦拜科，云)多谢了大王。(钱王云)古人有言：\"乐莫乐兮新相知，悲莫悲兮生别离。\"今日你两个夫妻会合，便当杀羊宰马，做个庆喜筵席。(词云)当日个有意江南降李主，故书隐语显文章。岂谓彼中有识者，独眠孤馆早参详。故教此女来狐媚，恼乱春风学士肠。驿亭巧把姻缘结，新词留下好风光。此心愧报难回汴，只得潜身且寄杭。专待君恩重召取，那其间同驾香车入画堂。半世孤高占仕路，一天风月动词场。若道钟情非我辈，因何千载说高唐。题目宋齐丘明识新词藻韩熙载暗遣闲花草正名秦弱兰羞寄断肠诗陶学士醉写风光好",
        "author": "元代",
        "poem_class": "思乡",
        "dynasty": "王庭筠"
    },
    {
        "title": "寒食江州满塘驿",
        "paragraph": "去年上巳洛桥边，今年寒食庐山曲。遥怜巩树花应满，复见吴洲草新绿。吴洲春草兰杜芳，感物思归怀故乡。驿骑明朝发何处？猿声今夜断君肠。清江一曲抱村流，长夏江村事事幽。自去自来堂上燕，相亲相近水中鸥。(堂上 一作：梁上)老妻画纸为棋局，稚子敲针作钓钩。但有故人供禄米，微躯此外更何求？历想为官日，无如刺史时。欢娱接宾客，饱暖及妻儿。自到东都后，安闲更得宜。分司胜刺史，致仕胜分司。何况园林下，欣然得朗之。仰名同旧识，为乐即新知。有雪先相访，无花不作期。斗醲干酿酒，夸妙细吟诗。里巷千来往，都门五别离。岐分两回首，书到一开眉。叶落槐亭院，冰生竹阁池。雀罗谁问讯，鹤氅罢追随。身与心俱病，容将力共衰。老来多健忘，唯不忘相思。危冠广袖楚宫妆，独步闲庭逐夜凉。 自把玉钗敲砌竹，清歌一曲月如霜。",
        "author": "唐代",
        "poem_class": "思乡",
        "dynasty": "宋之问"
    },
    {
        "title": "九日登清水营城",
        "paragraph": "朔方三度重阳节，河曲干旌岁岁忙。鬓发已甘尘路白，菊花犹送塞垣黄。中丞疏有回天力，太宰功兼蹜地方。云外好呼南去雁，系书先为报江乡。春风两岸发繁花，春月乘风渡浦沙。皎皎波心摇白练，盈盈岸侧映红霞。水月空明浑不定，一枝窈窕元端正。月色偏能泛水纹，水纹不解流花影。素娥倚桂妒花香，鲛室持绡待月光。但道弄珠来洛女，谁知飞片误刘郎。刘郎洛女临妆匣，镜里胭脂翠羽压。玉兔翻骑赤鲤游，琼枝倒被银蟾插。客来停棹大江湄，春信归来已后期。却忆深闺花月貌，倩将流水寄相思。万里中秋月正晴，四山云霭忽然生。须臾浊雾随风散，依旧青天此月明。肯信良知原不昧，从他外物岂能撄。老夫今夜狂歌发，化作钧天满太清。兴亡成败，叹英雄黄土，侠骨荒丘。千秋万岁，无限为龙为狗。君不见六朝烟草余芳乐，几片降旗上石头。青天外，白鹭洲，暮鸦残照水悠悠。斜阳里，结绮楼，湘帘半挂月如钩。新寒入敝裘，想霜鞯骏马，飘零难偶。江花江草，秋来剪出离愁。想着我弓开杨叶胡云冷，剑拂莲花汉月秋。愁三月，梦九州，归期数尽大刀头。人千里，泪两眸，西风雁字倩谁收。吞声哭未休，怅荒烟古渡，衰蒲残柳。清霄无寐，漫将往事追求。珊鞭风软金条脱，宝剑霜生锦臂鞲。飙威驶，露影流，隔墙人唱小伊州。杯中物，鬓上秋，梦回酒醒月空楼。南冠客楚囚，望云山万里，那禁回首！丁丁晓箭，难为心坎眉头。几番的空帘剪雨三更梦，我待要望海乘风万里游。雨空逝，水自流，寒江积雾放孤舟。空中影，浪上沤，玉关何处觅封侯！我那人呵影何方？书在金陵，客梦西楼。一样西风两地愁。",
        "author": "明代",
        "poem_class": "思乡",
        "dynasty": "齐之鸾"
    },
    {
        "title": "曲江春望怀江南故人",
        "paragraph": "杜若洲边人未归，水寒烟暖想柴扉。故园何处风吹柳，新雁南来雪满衣。目极思随原草遍，浪高书到海门稀。 此时愁望情多少，万里春流绕钓矶。岁暮远为客，边隅还用兵。烟尘犯雪岭，鼓角动江城。天地日流血，朝廷谁请缨？济时敢爱死？寂寞壮心惊！红楼别夜堪惆怅，香灯半卷流苏帐。残月出门时，美人和泪辞。琵琶金翠羽，弦上黄莺语。劝我早还家，绿窗人似花。客心千里倦，春事一朝归。还伤北园里，重见落花飞。",
        "author": "唐代",
        "poem_class": "思乡",
        "dynasty": "赵嘏"
    },
    {
        "title": "寒食江畔",
        "paragraph": "草香沙暖水云晴，风景令人忆帝京。还似往年春气味，不宜今日病心情。闻莺树下沉吟立，信马江头取次行。忽见紫桐花怅望，下邽明日是清明。危冠广袖楚宫妆，独步闲庭逐夜凉。 自把玉钗敲砌竹，清歌一曲月如霜。岁岁金河复玉关，朝朝马策与刀环。 三春白雪归青冢，万里黄河绕黑山。昨夜裙带解，今朝蟢子飞。铅华不可弃，莫是藁砧归。",
        "author": "唐代",
        "poem_class": "思乡",
        "dynasty": "白居易"
    },
    {
        "title": "鹧鸪天·卫县道中有怀其人",
        "paragraph": "雁足无书古塞幽。一程烟草一程愁。帽檐尘重风吹野，帐角香销月满楼。 情思乱，梦魂浮。缃裙多忆敝貂裘。官河水静阑干暖，徙倚斜阳怨晚秋。风住尘香花已尽，日晚倦梳头。物是人非事事休，欲语泪先流。闻说双溪春尚好，也拟泛轻舟。只恐双溪舴艋舟，载不动许多愁。迢迢天汉西南落，喔喔邻鸡一再鸣。壮志病来消欲尽，出门搔首怆平生。三万里河东入海，五千仞岳上摩天。遗民泪尽胡尘里，南望王师又一年。游九仙山，闻里中儿歌陌上花，父老云，吴越王妃每岁春必归临安，王以书遗妃曰：“陌上花开，可缓缓归矣。”吴人用其语为歌，含思宛转，听之凄然。而其词鄙野，为易之云。陌上花开蝴蝶飞，江山犹是昔人非。遗民几度垂垂老，游女长歌缓缓归。陌上山花无数开，路人争看翠軿来。若为留得堂堂去，且更从教缓缓回。生前富贵草头露，身后风流陌上花。已作迟迟君去鲁，犹教缓缓妾还家。",
        "author": "宋代",
        "poem_class": "思乡",
        "dynasty": "史达祖"
    },
    {
        "title": "洛桥寒食日作十韵",
        "paragraph": "上苑风烟好，中桥道路平。蹴球尘不起，泼火雨新晴。 宿醉头仍重，晨游眼乍明。老慵虽省事，春诱尚多情。 遇客踟蹰立，寻花取次行。连钱嚼金勒，凿落写银罂。 府酝伤教送，官娃岂要迎。舞腰那及柳，歌舌不如莺。 乡国真堪恋，光阴可合轻。三年遇寒食，尽在洛阳城。一树寒梅白玉条，迥临村路傍溪桥。(村路 一作：林村)不知近水花先发，疑是经冬雪未销。借问江潮与海水，何似君情与妾心？相恨不如潮有信，相思始觉海非深。击筑饮美酒，剑歌易水湄。经过燕太子，结托并州儿。少年负壮气，奋烈自有时。因击鲁句践，争博勿相欺。五陵年少金市东，银鞍白马度春风。落花踏尽游何处，笑入胡姬酒肆中。",
        "author": "唐代",
        "poem_class": "思乡",
        "dynasty": "白居易"
    },
    {
        "title": "送蜀客",
        "paragraph": "剑南风景腊前春，山鸟江风得雨新。莫怪送君行较远，自缘身是忆归人。四月十七，正是去年今日，别君时。忍泪佯低面，含羞半敛眉。不知魂已断，空有梦相随。除却天边月，没人知。至近至远东西，至深至浅清溪。至高至明日月，至亲至疏夫妻。百战沙场碎铁衣，城南已合数重围。 突营射杀呼延将，独领残兵千骑归。",
        "author": "唐代",
        "poem_class": "思乡",
        "dynasty": "雍陶"
    },
    {
        "title": "建昌江",
        "paragraph": "建昌江水县门前，立马教人唤渡船。忽似往年归蔡渡，草风沙雨渭河边。云想衣裳花想容，春风拂槛露华浓。 若非群玉山头见，会向瑶台月下逢。遑遑三十载，书剑两无成。山水寻吴越，风尘厌洛京。扁舟泛湖海，长揖谢公卿。且乐杯中物，谁论世上名。几年无事傍江湖，醉倒黄公旧酒垆。 觉后不知明月上，满身花影倩人扶。",
        "author": "唐代",
        "poem_class": "思乡",
        "dynasty": "白居易"
    },
    {
        "title": "都下送辛大之鄂",
        "paragraph": "南国辛居士，言归旧竹林。未逢调鼎用，徒有济川心。 予亦忘机者，田园在汉阴。因君故乡去，遥寄式微吟。一笑相倾国便亡，何劳荆棘始堪伤。小怜玉体横陈夜，已报周师入晋阳。巧笑知堪敌万几，倾城最在著戎衣。晋阳已陷休回顾，更请君王猎一围。菱叶萦波荷飐风，荷花深处小船通。逢郎欲语低头笑，碧玉搔头落水中。谁谓伤心画不成，画人心逐世人情。 君看六幅南朝事，老木寒云满故城。",
        "author": "唐代",
        "poem_class": "思乡",
        "dynasty": "孟浩然"
    },
    {
        "title": "水调歌头·送王修甫东还",
        "paragraph": "樊川吾所爱，老我莫能俦。二年鞍马淇上，来往更风流。梦里池塘春草，却被鸣禽呼觉，柳暗水边楼。浩荡故园思，汶水日悠悠。洛阳花，梁苑月，苦迟留。半生许与词伯，不负壮年游。我亦布衣游子，久欲观光齐鲁，羁绁在鹰韛、早晚西湖上，同醉木兰舟。怎生来宽掩了裙儿？为玉削肌肤，香褪腰肢。饭不沾匙，昨如翻饼，气若游丝。得受用遮莫害死，果诚实有甚推辞？干闹了多时，本是结发的欢娱，倒做了彻骨儿相思。从征万里走风沙，南北东西总是家。落得胸中空索索，凝然心是白莲花。睡海棠，春将晚。恨不得明皇掌中看。霓裳便是中原乱。不因这玉环，引起那禄山，怎知蜀道难！",
        "author": "元代",
        "poem_class": "思乡",
        "dynasty": "王恽"
    },
    {
        "title": "都下无忧馆小楼春尽旅怀二首",
        "paragraph": "病眼逢书不敢开，春泥谢容亦无来。更无短计销长日，且绕栏干一百回。不关老去愿春迟，只恨春归我未归。最是杨花欺客子，向人一一作西飞。半世交亲随逝水，几人图画入凌烟？春风春雨花经眼，江北江南水拍天。欲解铜章行问道，定知石友许忘年。脊令各有思归恨，日月相催雪满颠。门外无人问落花，绿阴冉冉遍天涯。林莺啼到无声处，青草池塘独听蛙。西湖春色归， 春水绿于染。群芳烂不收， 东风落如糁。参军春思乱如云， 白发题诗愁送春。遥知湖上一樽酒， 能忆天涯万里人。万里思春尚有情， 忽逢春至客心惊。雪消门外千山绿， 花发江边二月晴。少年把酒逢春色， 今日逢春头已白。异乡物态与人殊， 惟有东风旧相识。",
        "author": "宋代",
        "poem_class": "思乡",
        "dynasty": "杨万里"
    },
    {
        "title": "塞上忆汶水",
        "paragraph": "沙碛秋高苑马肥，哀笳一曲塞云飞。南都儿辈应相念，过尽征鸿犹未归。楔子(外扮老夫人上，开)老身姓郑，夫主姓崔，官拜前朝相国，不幸因病告殂。只生得个小姐，小字莺莺。年一十九岁，针指女工，诗词书算，无不能者。老相公在日，曾许下老身之侄--乃郑尚书之长子郑恒--为妻。因俺孩儿父丧未满，未得成合。又有个小妮子，是自幼伏侍孩儿的，唤作红娘。一个小厮，唤做欢郎。先夫弃世之后，老身与女孩儿扶柩至博陵安葬；因路途有阻，不能得去，来到河中府，将这灵柩寄在普救寺内。这寺是先夫相国修造的，是则天娘娘香火院，况兼法本长老又是俺相公剃度的和尚；因此俺就这西厢下一座宅子安下。一壁写书附京师去，唤郑恒来相扶回博陵去。我想先夫在日，食前方丈，从者数百；今日至亲则这三四口儿，好生伤感人呵！【仙吕】【赏花时】夫主京师禄命终，子母孤孀途路穷；因此上旅榇在梵王宫。盼不到博陵旧冢，血泪洒杜鹃红。今日暮春天气，好生困人，不免唤红娘出来分付他。红娘何在？(旦来，扮红见科)(夫人云)你看佛殿上没人烧香呵，和小姐闲散心耍一回去来。(红云)谨依严命。(夫人下)(红云)小姐有请。(正旦扮莺莺上)(红云)夫人着俺和姐姐佛殿上闲耍一回去来。(旦唱)【么篇】可正是人值残春蒲郡东，门掩重关萧寺中；花落水流红，闲愁万种，无语怨东风。(并下)第一折(正末扮张生骑马，引俫人上，开)小生姓张，名珙，宇君瑞，本贯西洛人也。先人拜礼部尚书，不幸五旬之上，因病身亡。后一年丧母。小生书剑飘零，功名未遂，游于四方。即今贞元十七年二月上旬，唐德宗即位，欲往上朝取应，路经河中府过。蒲关上有一故人，姓杜名确，字君实，与小生同郡同学，当初为八拜之交。后弃文就武，遂得武举状元，官拜征西大元帅，统领十万大军，镇守着蒲关。小生就望哥哥一遭，却往京师求进。暗想小生萤窗雪案，刮垢磨光，学成满腹文章，尚在湖海飘零，何日得遂大志也呵！万金宝剑藏秋水，满马春愁压绣鞍。【仙吕】【点绛唇】游艺中原，脚根无线、如蓬转。望眼连天，日近长安远。【混江龙】向诗书经传，蠹鱼似不出费钻研。将棘围守暖，把铁砚磨穿。投至得云路鹏程九万里，先受了雪窗萤火二十年。才高难入俗人机，时乖不遂男儿愿。空雕虫篆刻，缀断简残编。行路之间，早到蒲津。这黄河有九曲，此正古河内之地，你看好形势也呵！【油葫芦】九曲风涛何处显，则除是此地偏。这河带齐梁，分秦晋，隘幽燕；雪浪拍长空，天际秋云卷；竹索缆浮桥，水上苍龙偃；东西溃九州，南北串百川。归舟紧不紧如何见？却便似弩箭乍离弦。【天下乐】只疑是银河落九天；渊泉、云外悬，入东洋不离此径穿。滋洛阳千种花，润梁园万顷田，也曾泛浮槎到日月边。话说间早到城中。这里一座店儿，琴童接下马者！店小二哥那里？(小二上，云)自家是这状元店里小二哥。官人要下呵，俺这里有干净店房。(末云)头房里下，先撒和那马者！小二哥，你来，我问你：这里有甚么闲散心处？名山胜境，福地宝坊皆可。(小二云)俺这里有一座寺，名曰普救寺，是则天皇后香火院，盖造非俗：琉璃殿相近青宵，舍利塔直侵云汉。南来北往，三教九流，过者无不瞻仰；则除那里可以君子游玩。(末云)琴童料持下晌午饭！俺到那里走一遭便回来也。(童云)安排下饭，撒和了马，等哥哥回家。(下)(法聪上)小僧法聪，是这普救寺法本长老座下弟子。今日师父赴斋去了，着我在寺中，但有探长老的，便记着，待师父回来报知。山门下立地，看有甚么人来。(末上，云)却早来到也。(见聪了，聪问云)客官从何来？(末云)小生西洛至此，闻上刹幽雅清爽，一来瞻仰佛像，二来拜谒长老。敢问长老在么？(聪云)俺师父不在寺中，贫僧弟子法聪的便是，请先生方丈拜茶。(末云)既然长老不在呵，不必吃茶；敢烦和尚相引，瞻仰一遭，幸甚！(聪云)小僧取钥匙，开了佛殿、钟楼、塔院、罗汉堂、香积厨，盘桓一会，师父敢待回来。(做看科)(未云)是盖造得好也呵！。【村里迓鼓】随喜了上方佛殿，早来到下方僧院。行过厨房近西，法堂北，钟楼前面。游了洞房，登了宝塔，将回廊绕遍。数了罗汉，参了菩萨，拜了圣贤。(莺莺引红娘捻花枝上，云)红娘，俺去佛殿上耍去来。(末做见科)呀！正撞着五百年前风流业冤。【元和令】颠不剌的见了万千，似这般可喜娘的庞儿罕曾见。则着人眼花撩乱口难言，魂灵儿飞在半天。他那里尽人调戏亸着香肩，只将花笑捻。【上马娇】这的是兜率宫，休猜做了离恨天。呀，谁想着寺里遇神仙！我见他宜嗔宜喜春风面，偏、宜贴翠花钿。【胜葫芦】则见他宫样眉儿新月偃，斜侵入鬓云边。(旦云)红娘，你觑：寂寂僧房人不到，满阶苔衬落花红。(末云)我死也！未语人前先腼腆，樱桃红绽，玉粳白露，半响恰方言。【幺篇】恰便似呖呖莺声花外啭，行一步可人怜。解舞腰肢娇又软，千般袅娜，万般旖旎，似垂柳晚风前。(红云)那壁有人，咱家去来。(旦回顾觑末，下)(末云)和尚，恰怎么观音现来？(聪云)胡说，这是河中开府崔相国的小姐。(末云)世间有这等女子，岂非天姿国色乎？休说那模样儿，则那一对小脚儿，价值百缢之金。(聪云)偌远地，他在那壁，你在这壁，系着长裙儿，你便怎知他脚儿小？(末云)法聪，来、来、来，你问我怎便知，你觑：【后庭花】若不是衬残红，芳径软，怎显得步香尘底样儿浅。且休题眼角儿留情处，则这脚踪儿将心事传。慢俄延，投至到栊门儿前面，刚挪了一步远。刚刚的打个照面，风魔了张解元。似神仙归洞天，空余下杨柳烟，只闻得鸟雀喧。【柳叶儿】呀，门掩着梨花深院，粉墙儿高似青天。恨天，天不与人行方便，好着我难消遣，端的是怎留连。小姐呵，则被你兀的不引了人意马心猿？(聪云)休惹事，河中开府的小姐去远了也。(末唱)【寄生草】兰麝香仍在，珮环声渐远。东风摇曳垂杨线，游丝牵惹桃花片，珠帘掩映芙蓉面。你道是河中开府相公家，我道是南海水月观音现。\"十年不识君王面，始信婵娟解误人\"。小生便不往京师去应举也罢。(觑聪云)敢烦和尚对长老说知，有僧房借半间，早晚温习经史，胜如旅邸内冗杂。房金依例拜纳，小生明日自来也。【赚煞】饿眼望将穿，馋口涎空咽，空着我透骨髓相思病染，怎当他临去秋波那一转！休道是小生，便是铁石人也意惹情牵。近庭轩，花柳争妍，日午当庭塔影圆。春光在眼前，争奈玉人不见，将一座梵王宫疑是武陵源。(并下)第二折(夫人上，白)前日长老将钱去与老相公做好事，不见来回话。道与红娘，传着我的言语去问长老：几时好与老相公做好事？就着他办下东西的当了，来回我话者。(下)(净扮洁上)老僧法本，在这普救寺内做长老。此寺是则天皇后盖造的，后呆崩损，又是崔相国重修的，观今崔第夫人领着家眷扶柩回博陵，因路阻暂寓本寺西厢之下，待路通回博陵迁葬。夫人处事温俭，治家有方，是是非非，人莫敢犯。夜来老僧赴斋，不知曾有人来望老僧否？(唤聪问科)(聪云)夜来有一秀才自西洛而来，特谒我师，不遇而返。(洁云)山门外觑着，若再来时，报我知道。(末上)昨日见了那小姐，倒有顾盼小生之意。今日去问长老借一间僧房，早晚温习经史；倘遇那小姐出来，必当饱看一会。【中吕】【粉蝶儿】不做周方，埋怨杀你个法聪和尚！借与我半间儿客舍僧房，与我那可憎才居止处门儿相向。虽不能够窃玉偷香，且将这盼行云眼睛儿打当。【醉春风】往常时见傅粉的委实羞，画眉的敢是谎;今日多情人一见了有情娘，着小生心儿里早痒、痒。迤逗得肠慌，断送得眼乱，引惹得心忙。(末见聪科)(聪云)师父正望先生来哩，只此少待，小僧通报去。(洁出见末科)(末云)是好一个和尚呵！【迎仙客】我则见他头似雪，鬓如霜，面如童，少年得内养；貌堂堂，声朗朗，头直上只少个圆光。恰便似捏塑来的僧伽像。(洁云)请先生方丈内相见。夜来老僧不在，有失迎迓，望先生恕罪！(末云)小生久闻老和尚清誉，欲来座下听讲，何期昨日不得相遇。今能一见，是小生三生有幸矣。(洁云)先生世家何郡？敢问上姓大名，因甚至此？(末云)小生姓张，名珙，字君瑞。【石榴花】大师一一问行藏，小生仔细诉衷肠，自来西洛是吾乡，宦游在四方，寄居咸阳。先人拜礼部尚书多名望，五旬上因病身亡。(洁云)老相公弃世，必有所遗。(末唱)平生正直无偏向，止留下四海一空囊。【斗鹤鹑】俺先人甚的是浑俗和光，衠一味风清月朗。(洁云)先生此一行，必上朝取应去。(末唱)小生无意求官，有心待听讲。小生特谒长老，奈路途奔驰，无以相馈。量着穷秀才人情则是纸半张，又没甚七青八黄，尽着你说短论长，一任待掂斤播两。径禀：有白银一两，与常住公用，略表寸心，望笑留是幸！(洁云)先生客中，何故如此？(末云)物鲜不是辞，但充讲下一茶耳。【上小楼】小生特来见访，大师何须谦让。(洁云)老僧决不敢受，(末唱)这钱也难买柴薪，不够斋粮，且备茶汤。(觑聪云)这一两银末为厚礼。你若有主张，对艳妆，将言词说上，我将你众和尚死生难忘。(洁云)先生必有所请。(末云)小生不揣有恳，因恶旅邸冗杂，早晚难以温习经史；欲假一室，晨昏听讲。房金按月任意多少。(洁云)敝寺颇有数问，任先生拣选。(末唱)【幺篇】也不要香积厨，枯木堂。远着南轩，离着东墙，靠着西厢。近主廊，过耳房，都皆停当。(洁云)便不呵，就与老僧同处何如？(末笑云)要恁怎么。你是必休提着长老方丈。(红上，云)老夫人着俺问长老：几时好与老相公做好事？看得停当回话。须索走一遭去来。(见洁科)长老万福！夫人使侍妾来问：几时好与老相公做好事？着看的停当了回话。(末背云)好个女子也呵！【脱布衫】大人家举止端详，全没那半点儿轻狂。大师行深深拜了，启朱唇语言得当。【小梁州】可喜娘的庞儿浅淡妆，穿一套缟素衣裳；胡伶渌老不寻常，偷睛望，眼挫里抹张郎。【幺篇】若共他多情的小姐同鸳帐。怎舍得他叠被铺床。我将小姐央，夫人央，他不令许放，我亲门写与从良。(洁云)二月十五日，可与老相公做好事。(红云)妾与长老同去佛殿看了，却回夫人话。(洁云)先生请少坐，老僧同小娘子看一遭便来(末云)何故却小生？便同行一遭，又且何如？(洁云)便同行。(末云)着小娘子先行，俺近后些。(洁云)一个有道理的秀才。(末云)小生有一句话敢道么？(洁云)便道不妨。(末唱)【快活三】崔家女艳汝，莫不是演撒你个老洁郎？(洁云)俺出家人那有此事？(末唱)既不沙，却怎睃趁着你头上放毫光，打扮的特来晃。(洁云)先生是何言语！早是那小娘子不听得哩，若知呵，是甚意思！(红上捞殿科)(末唱)【朝天子】过得主廊，引入洞房，好事从天降。我与你看着门儿，你进去。(洁怒云)先生，此非先王之法言。岂不得罪于圣人之门乎？老僧偌大年纪，焉肯作此等之态？(末唱)好模好样忒莽撞，没则罗便罢，烦恼怎么那唐三藏？怪不得小生疑你，偌大一个宅堂，可怎生别没个儿郎，使得梅香来说勾当。(洁云)老夫人治家严肃，内外并无一个男子出入。(末背云)这秃厮巧说。你在我行、口强，硬抵着头皮撞。(洁对红云)这斋供道场都完备了，十五日请夫人小姐拈香。(末问云)何故？(洁云)这是崔相国小姐至孝，为报父母之恩。又是老相公禫日，就脱孝服，所以做好事。(末哭科，云)\"哀哀父母，生我劬劳，欲报深恩，吴天罔极。\"小姐是一女子，尚然有报父母之心；小生湖海飘零数年，自父母下世之后，并不曾有一陌纸钱相报。望和尚慈悲为本，小生亦备钱五千，怎生带得一分儿斋，追荐俺父母咱！便夫人知也不妨，以尽人子之心。(洁云)法聪与这先生带一分者。(末背问聪云)那小姐明日来么？(聪云)他父母的勾当，如何不来。(末背云)这五千钱使得有些下落者。【四边静】人间天上，看莺莺强如做道场。软玉温香，休道是相亲傍；若能够荡他一荡，倒与人消灾障。(洁云)都到方丈吃茶。(做到科)(末云)小生更衣咱。(末出科，云)那小娘子已定出来也，我只在这里等待问他咱。(红辞洁云)我不吃茶了，恐夫人怪来迟，去回话也。(红出科)(末迎红娘祗揖科)小娘子拜揖！(红云)先生万福！(末云)小娘子莫非莺莺小姐的侍妾么？(红云)我便是，何劳先生动问？(末云)小生姓张，名珙，字君瑞，本贯西洛人也，年方二十三岁，正月十七日子时建生，并不曾娶妻……(红云)谁问你来？(末云)敢问小姐常出来么？(红怒云)先生是读书君子，孟子曰：\"男女授受不亲，礼也。\"君子\"瓜田不纳履，李下不整冠。\"道不得个\"非礼勿视，非礼勿听，非礼勿言，非礼勿动。\"俺夫人治家严肃，有冰霜之操。内无应门五尺之童，年至十二三者，非呼召不敢辄入中堂。向日莺莺潜出闺房，夫人窥之，召立莺莺于庭下，责之日：\"汝为女子，不告而出闺门，倘遇游客小僧私视，岂不自耻。\"莺立谢而言曰：\"今当改过从新，毋敢再犯。\"是他亲女，尚然如此，何况以下侍妾乎？先生习先王之道，尊周公之礼，不干己事，何故用心？早是妾身，可以容恕，若夫人知其事呵，决无干休。今后得问的问，不得问的休胡说！(下)(末云)这相思索是害也！【哨遍】听说罢心怀悒怏，把一天愁都撮在眉尖上。说\"夫人节操凛冰霜，不召呼，谁敢辄入中堂？\"自思想，比及你心儿里畏惧老母亲威严，小姐呵，你不合临去也叫头儿望。待飏下教人怎飏？赤紧的情沾了肺腑，意惹了肝肠。若今生难得有情人，是前世烧了断头香。我得时节手掌里奇擎，心坎儿里温存，眼皮儿上供养。【耍孩儿】当初那巫山远隔如天样，听说罢又在巫山那厢。业身躯虽是立在回廊，魂灵儿巴在他行。本待要安排心事传幽客，我只怕漏泄春光与乃堂。夫人怕女孩儿春心荡，怪黄莺儿作对，怨粉蝶儿成双。【五煞】小姐年纪小，性气刚。张郎倘得相亲榜，乍相逢厌见何郎粉，看邂逅偷将韩寿香。才到得风流况，成就了会温存的娇婿，怕甚么能拘束的亲娘。【四煞】夫人忒虑过，小生空妄想，郎才女貌合相仿。休直待眉儿浅淡思张敞，春色飘零忆阮郎，非是咱自夸奖：他有德言工貌，小生有恭俭温良。【三煞】想着他眉儿浅浅描，脸儿淡淡妆，粉香腻玉搓咽项。翠裙鸳绣金莲小，红袖鸾销玉笋长。不想呵其实强：你撇下半天风韵，我拾得万种思量。却忘了辞长老。(见洁科)小生敢问长老，房舍如何？(洁云)塔院侧过西厢一间房，甚是潇洒，正可先生安下。现收拾下了，随先生早晚来。(末云)小生便回店中搬去。(洁云)吃斋了去。(末云)老僧收拾下斋，小生取行李便来。(洁云)既然如此，老僧准备下斋，先生是必便来。(下)(末云)若在店中人闹，倒好消遣；搬在寺中静处，怎么捱这凄凉也呵。【二煞】院宇深，枕簟凉，一灯孤影摇书幌。纵然酬得今生志，着甚支吾此夜长。睡不着如翻掌，少可有一万声长吁短叹，五千遍捣枕槌床。【尾】娇羞花解语，温柔玉有香，我和他乍相逢记不真娇模样，我则索手低着牙儿慢慢的想。(下)第三折(正旦上，云)老夫人着红娘问长老去了，这小贱人不来我行回话。(红上，云)回夫人话了，去回小姐话去。(旦云)使你问长老：几时做好事？(红云)恰回夫人话也。正待回姐姐话：二月十五日，请夫人姐姐拈香。(红笑云)姐姐，你不知，我对你说一件好笑的勾当。咱前日寺里见的那秀才，今日也在方丈里。他先出门儿外等着红娘，深深唱个喏道：\"小生姓张，名珙，字君瑞，本贯西洛人也，年二十三岁，正月十七日子时建生，并不曾娶妻。\"姐姐，却是谁问他来？他又问：\"那壁小娘子莫非莺莺小姐的侍妾乎？小姐常出来么？\"被红娘抢白了一顿呵回来了。姐姐，我不知他想甚么哩，世上有这等傻角！(旦笑云)红娘，休对夫人说。天色晚也，安排香案，咱花园内烧香去来。(下)(末上，云)搬至寺中，正近西厢居址。我问和尚每来，小姐每夜花园内烧香。这个花园和俺寺中合着。比及小姐出来，我先在太湖石畔墙角儿边等待，饱看一会。两廊僧众都睡着了。夜深人静，月朗风清，是好天气也呵！正是\"闲寻方丈高僧语，闷对西厢皓月吟。\"【越调】【斗鹌鹑】玉宇无尘，银河泻影；月色横空，花阴满庭；罗袂生寒，芳心自警。侧着耳朵儿听，蹑着脚步儿行，悄悄冥冥，潜潜等等。【紫花儿序】等待那齐齐整整，袅袅婷婷，姐姐莺莺。一更之后，万籁无声，直至莺庭。若是回廊下没揣的见俺可憎，将他来紧紧的搂定；只问你那会少离多，有影无形。(旦引红娘上，云)开了角门儿，将香桌出来者。(末唱)【金蕉叶】猛听得角门呀的一声，风过处花香细生。踮着脚儿仔细定睛，比我那初见时庞儿越整。(旦云)红娘，移香桌儿近太湖石畔放者！(末做看科，云)料想着娇厌拘束，等闲飞出广寒宫。看他容分一捻，体露半襟，辨香袖以无言，垂罗裙而不语。似湘陵妃子，斜倚舜庙朱扉；如玉殿嫦娥，微观蟾宫素影。是好女子也呵！【调笑令】我这里甫能，见娉婷，比着那月殿嫦娥也不恁般撑。遮遮掩掩穿芳径，料应来小脚儿难行。可喜娘的脸儿百媚生，兀的不引子人魂灵。(旦云)取香来！(末云)听小姐祝告甚么？(旦云)此一炷香，愿化去先人，早生天界！此一柱香，愿中堂老母，身安无事！此一炷香，……(做不语科)(红云)姐姐不祝这一炷香，我替姐姐祝告：愿俺姐姐早寻一个姐夫，拖带红娘咱！(旦再拜云)心中无限伤心事，尽在深深两拜中。(长吁科)(末云)小姐倚栏长叹，似有动情之意。【小桃红】夜深香霭散空庭。帘幕东风静。拜罢也斜将曲栏凭，长吁了两三声。剔团圝明月如悬镜。又不见轻云薄雾，都只是香烟人气，两般儿氤氲得不分明。我虽不及司马相如，我则看小姐颇有文君之意，我且高吟一绝，看他说甚的：\"月色溶溶夜，花阴寂寂春；如何临皓魄，不见月中人？\"(旦云)有人墙角吟诗。(红云)这声音便是那二十三岁不曾娶妻的那傻角。(旦云)好清新之诗，我依韵做一首。(红云)你两个是好做一首。(旦念诗云)\"兰闺久寂寞，无事度芳春；料得行吟者，应怜长叹人。\"(末云)好应酬得快也呵！【秃厮儿】早是那脸儿上扑堆着可憎，那堪那心儿里埋没着聪明。他把那新诗和得忒应声，一字字，诉衷情，堪听。【圣药王】那语句清，抒律轻，小名儿不枉了唤做莺莺。他若是共小生、厮觑定，隔墙儿酬和到天明。方信道\"惺惺的自古惜惺惺。\"我撞出去，看他说甚么。【麻郎儿】我拽起罗衫欲行，(旦做见科)他陪着笑脸儿相迎。(红云)姐姐，有人，咱家去来，怕夫人嗔着。(莺回顾下)(末唱)不做美的红娘太浅情，便做道\"谨依来命\"。【幺篇】我忽听、一声、猛惊。原来是扑剌刺宿鸟飞腾，颤巍巍花梢弄影，乱纷纷落红满径。小姐，你去了呵，那里发付小生！【络丝娘】空撇下碧澄澄苍苔露冷，明皎皎花筛月影。白日凄凉枉耽病，今夜把相思再整。【东原乐】帘垂下，户已扃，却才个悄悄相问，他那里低低应。月朗风清恰二更。厮傒争：他无缘，小生薄命。【绵搭絮】恰寻归路，伫立空庭，竹梢风摆，斗柄云横。呀！今夜凄凉有四星，他不瞅人待怎生！虽然是眼角儿传情，咱两个口不言心自省。今夜甚睡到我眼里呵！【拙鲁速】对着盏碧萤萤短檠灯，倚着扇冷清清旧帏屏。灯儿又不明，梦儿又不成；窗儿外淅零零的风儿透疏棂，忒楞楞的纸条儿鸣；枕头儿上孤另，被窝儿坐寂静。你便是铁石人，铁石人也动情。【幺篇】怨不能，恨不成，坐不安，睡不宁。有一日柳遮花映，雾帐云屏，夜阑人静，海誓山盟。恁时节风流嘉庆，锦片也似前程，美满恩情，咱两个画堂春自生。【尾】一天好事从今定，一首诗分明照证；再不向青琐闼梦儿中寻，则去那碧桃花树儿下等。(下)第四折(洁引聪上，云)今日二月十五日开启，众僧动法器者。请夫人小姐拈香。比及夫人未来，先请张生拈香。怕夫人问呵，则说道贫僧亲者。(末上，云)今日二月十五日，和尚请拈香，须索走一遭。【双调】【新水令】梵王宫殿月轮高，碧琉璃瑞烟笼罩。香烟云盖结，讽咒海波潮。幡影飘遥，诸檀越尽来到。【驻马听】法鼓金铎，二月春雷响殿角；钟声佛号，半天风雨洒松梢。侯门不许老僧敲，纱窗外定有红娘报。害相思的馋眼脑，见他时须看个十分饱。(末见洁科)(洁云)先生先拈香，恐夫人问呵，则说是老僧的亲，(末拈香科)【沈醉东风】惟愿存在的人间寿高，亡化的天上逍遥。为曾、祖、父先灵，礼佛、法、僧三宝。焚名香暗中祷告：则愿得红娘休劣，夫人休焦，犬儿休恶！佛啰，早成就了幽期密约！(夫人引旦上，云)长老请拈香，小姐，咱走一遭。(末做见科)(觑聪云)为你志诚呵，神仙下降也。(聪云)这生却早两遭儿也。(末唱)【雁儿落】我则道这玉天仙离了碧霄，原来是可意种来清醮。小子多愁多病身，怎当他倾国倾城貌。【得胜令】恰便似檀口点樱桃，粉鼻儿倚琼瑶，淡白梨花面，轻盈杨柳腰。妖娆，满面儿扑堆着俏；苗条，一团儿是娇。(洁云)贫僧一句话，夫人行敢道么？老僧有个敝亲，是个饱学的秀才，父母亡后，无可相报。对我说\"央及带一分斋，追荐父母。\"贫僧一时应允了，恐夫人见责。(夫人云)长老的亲便是我的亲，请来厮见咱。(末拜夫人科)(众僧见旦发科)(末唱)【乔牌儿】大师年纪老，法座上也凝眺；举名的班首真呆僗，觑着法聪头做金磬敲。【甜水令】老的小的，村的俏的，没颠没倒，胜似闹元宵。稔色人儿，可意冤家，怕人知道，看时节泪眼偷瞧。【折桂令】着小生迷留没乱，心痒难挠。哭声儿似莺啭乔林，泪珠儿似露滴花梢。大师也难学，把一个发慈悲的脸儿来朦着，击磬的头陀懊恼，添香的行者心焦。烛影风摇，香霭云飘；贪着莺莺，烛灭香消。(洁云)风灭灯也。（末云）小生点灯烧香。(旦与红云)那生忙了一夜。【锦上花】外像儿风流，青春年少；内性儿聪明，冠世才学。扭捏着身子儿百般做作，米往向人前卖弄俊俏。(红云)我猜那生。【幺篇】黄昏这一回，白日那一觉，窗儿外那会镬铎。到晚来向书帏里比及睡着，千万声长吁怎捱到晓。(末云)那小姐好生顾盼小子。【碧玉箫】情引眉梢，心绪你知道；愁种心苗，情思我猜着。畅懊恼！响铛铛云板敲。行者又嚎，沙弥又哨，您须不夺人之好。(洁与众僧发科了)(动法器了，洁摇铃杵宣疏了，烧纸科)(洁云)天明了也，请夫人小姐回宅。(末云)再做一会也好，那里发付小生也呵！【鸳鸯煞】有心争似无心好，多情却被无情恼。劳攘了一宵，月儿沈，钟儿响，鸡儿叫。畅道是玉人归去得疾，好事收拾得早，道场毕诸人散了。酩子里各归家，葫芦提闹到晓。(并下)【络丝娘煞尾】则为你闭月羞花相貌，少不得剪草除根大小。题目老夫人闲春院崔莺莺烧夜香正名小红娘传好事张君瑞闹道场人皆谓我不办事，天下办事有几人？袖里屠龙斩蛟手，埋没青锋二十春。晓开闾阖庆天申，九五龙飞第一春。星围电绕天威近，肃朝班对紫宸，嵩呼舞蹈扬尘。和气融三岛，欢声沸五云，洪福齐臻。舟中孤舟夜泊洞庭边，灯火青荧对客船。朔风吹老梅花片，推开篷雪满天，诗豪与风雪争先。雪片与风鏖战，诗和雪缴缠，一笑琅然。山居自乐西风篱菊灿秋花，落日枫林噪晚鸦。数椽茅屋青山下，是山中宰相家，教儿孙自种桑麻。亲眷至煨香芋，宾朋来煮嫩茶，富贵休夸。小斋容膝窄如舟，苔径无媒翠欲流。衡门半掩黄花瘦，属东篱富贵秋，药炉经卷香篝。野菜炊香饭，云腴涨雪瓯，傲煞王侯。功名场上事多般，成败如棋不待观。山林寻个好知心伴，要常教心地宽，笑平生不解眉攒。土炕上蒲席厚，砂锅里酒汤暖，妻子团。朝吟暮醉两相宜，花落花开总不知。虚名嚼破无滋味，比闲人惹是非，淡家私付与山妻。水碓里舂来米，山庄上线了鸡，事事休提。赠舞女赵杨花《霓裳》一曲锦缠头，杨柳楼心月半钩。玉纤双撮泥金袖，称珍珠络臂，翠盘中一榻温柔。秋水双波溜，春山八字愁，杀温柔。",
        "author": "元代",
        "poem_class": "思乡",
        "dynasty": "曹元用"
    },
    {
        "title": "游朝阳岩遂登西亭二十韵",
        "paragraph": "谪弃殊隐沦，登陟非远郊。所怀缓伊郁，讵欲肩夷巢。高岩瞰清江，幽窟潜神蛟。开旷延阳景，回薄攒林梢。西亭构其巅，反宇临呀庨。背瞻星辰兴，下见云雨交。惜非吾乡土，得以荫菁茆。羁贯去江介，世仕尚函崤。故墅即沣川，数亩均肥硗。台馆集荒丘，池塘疏沈坳。会有圭组恋，遂贻山林嘲。薄躯信无庸，锁屑剧斗筲。囚居固其宜，厚羞久已包。庭除植蓬艾，隟牖悬蟏蛸。所赖山水客，扁舟柱长梢。挹流敌清觞，掇野代嘉肴。适道有高言，取乐非弦匏。逍遥屏幽昧，澹薄辞喧呶。晨鸡不余欺，风雨闻嘐嘐。再期永日闲，提挈移中庖。六朝文物草连空，天淡云闲今古同。鸟去鸟来山色里，人歌人哭水声中。深秋帘幕千家雨，落日楼台一笛风。惆怅无日见范蠡，参差烟树五湖东。(无日 一作：无因)三更灯火五更鸡，正是男儿读书时。黑发不知勤学早，白首方悔读书迟。秋丛绕舍似陶家，遍绕篱边日渐斜。 不是花中偏爱菊，此花开尽更无花。",
        "author": "唐代",
        "poem_class": "思乡",
        "dynasty": "柳宗元"
    },
    {
        "title": "更漏子·秋",
        "paragraph": "墨痕香，红蜡泪。点点愁人离思。桐叶落，蓼花残。雁声天外寒。五云岭，九溪坞。待到秋来更苦。风淅淅，水淙淙。不教蓬径通。小雨丝丝欲网春，落花狼藉近黄昏。车尘不到张罗地，宿鸟声中自掩门。环滁皆山也。其西南诸峰，林壑尤美，望之蔚然而深秀者，琅琊也。山行六七里，渐闻水声潺潺，而泻出于两峰之间者，酿泉也。峰回路转，有亭翼然临于泉上者，醉翁亭也。作亭者谁？山之僧智仙也。名之者谁？太守自谓也。太守与客来饮于此，饮少辄醉，而年又最高，故自号曰醉翁也。醉翁之意不在酒，在乎山水之间也。山水之乐，得之心而寓之酒也。若夫日出而林霏开，云归而岩穴暝，晦明变化者，山间之朝暮也。野芳发而幽香，佳木秀而繁阴，风霜高洁，水落而石出者，山间之四时也。朝而往，暮而归，四时之景不同，而乐亦无穷也。至于负者歌于途，行者休于树，前者呼，后者应，伛偻提携，往来而不绝者，滁人游也。临溪而渔，溪深而鱼肥，酿泉为酒，泉香而酒洌，山肴野蔌，杂然而前陈者，太守宴也。宴酣之乐，非丝非竹，射者中，弈者胜，觥筹交错，起坐而喧哗者，众宾欢也。苍颜白发，颓然乎其间者，太守醉也。已而夕阳在山，人影散乱，太守归而宾客从也。树林阴翳，鸣声上下，游人去而禽鸟乐也。然而禽鸟知山林之乐，而不知人之乐；人知从太守游而乐，而不知太守之乐其乐也。醉能同其乐，醒能述以文者，太守也。太守谓谁？庐陵欧阳修也。竞渡深悲千载冤，忠魂一去讵能还。国亡身殒今何有，只留离骚在世间。",
        "author": "宋代",
        "poem_class": "思乡",
        "dynasty": "张淑芳"
    },
    {
        "title": "维扬冬末寄幕中二从事",
        "paragraph": "江上数株桑枣树，自从离乱更荒凉。那堪旅馆经残腊，只把空书寄故乡。典尽客衣三尺雪，炼精诗句一头霜。故人多在芙蓉幕，应笑孜孜道未光。百亩庭中半是苔，桃花净尽菜花开。种桃道士归何处，前度刘郎今又来。君到姑苏见，人家尽枕河。古宫闲地少，水港小桥多。(水港 一作：水巷)夜市卖菱藕，春船载绮罗。遥知未眠月，乡思在渔歌。浮云终日行，游子久不至。三夜频梦君，情亲见君意。告归常局促，苦道来不易。江湖多风波，舟楫恐失坠。出门搔白首，若负平生志。冠盖满京华，斯人独憔悴。孰云网恢恢，将老身反累。千秋万岁名，寂寞身后事。",
        "author": "唐代",
        "poem_class": "思乡",
        "dynasty": "王建"
    },
    {
        "title": "望江南·燕塞雪",
        "paragraph": "燕塞雪，片片大如拳。蓟上酒楼喧鼓吹，帝城车马走骈阗。羁馆独凄然。 燕塞月，缺了又还圆。万里妾心愁更苦，十春和泪看婵娟。何日是归年。重重叠叠上瑶台，几度呼童扫不开。刚被太阳收拾去，却教明月送将来。(却教 一作：又教)半烟半雨溪桥畔，渔翁醉着无人唤。疏懒意何长，春风花草香。江山如有待，此意陶潜解。问我去何之，君行到自知。缥缈危楼紫翠间，良辰乐事古难全。感时怀旧独凄然。璧月琼枝空夜夜，菊花人貌自年年。不知来岁与谁看。",
        "author": "宋代",
        "poem_class": "思乡",
        "dynasty": "华清淑"
    },
    {
        "title": "金陵后观棋绝句六首·选一",
        "paragraph": "寂寞枯枰响泬寥，秦淮秋老咽寒潮。白头灯影凉宵里，一局残棋见六朝。十载江南事已非，与君辛苦各生归。愁看京口三军溃，痛说扬州十日围。碧血未消今战垒，白头相见旧征衣。东京朱祜年犹少，莫向尊前叹式微。水软橹声柔，草绿芳洲，碧桃几树隐红楼。者是春山魂一片，招入孤舟。乡梦不曾休，惹甚闲愁？忠州过了又涪州。掷与巴江流到海，切莫回头。半卷湘帘半掩门，碾冰为土玉为盆。偷来梨蕊三分白，借得梅花一缕魂。月窟仙人缝缟袂，秋闺怨女拭啼痕。娇羞默默同谁诉，倦倚西风夜已昏。",
        "author": "清代",
        "poem_class": "思乡",
        "dynasty": "钱谦益"
    },
    {
        "title": "浪淘沙·秋",
        "paragraph": "塞下景荒凉，淡薄秋光，金风淅淅透衣裳。读罢安仁《秋兴赋》，憀栗悲伤。廿载住边疆，两鬓成霜，天边鸿雁又南翔。借问夏城屯戍客，是否思乡？山亭寥落接人稀，泥补柴门叶补衣。不起竹床头似雪，已无心去问襌机。危楼樽酒赋蒹葭，南望潇湘水一涯。云麓半涵青海雾，岸枫遥映赤城霞。双飞日月驱神骏，半缺河山待女娲。学就屠龙空束手，剑锋腾踏绕霜花。雪满空山晓会琴，耸肩驴背自长路。乾坤千古兴亡迹，公是公非总陆沉。",
        "author": "明代",
        "poem_class": "思乡",
        "dynasty": "朱栴"
    },
    {
        "title": "入峡寄弟",
        "paragraph": "吾昔与尔辈，读书常闭门。未尝冒湍险，岂顾垂堂言。自此历江湖，辛勤难具论。往来行旅弊，开凿禹功存。壁立千峰峻，潈流万壑奔。我来凡几宿，无夕不闻猿。浦上摇归恋，舟中失梦魂。泪沾明月峡，心断鹡鸰原。离阔星难聚，秋深露已繁。因君下南楚，书此示乡园。龙脊贴连钱，银蹄白踏烟。无人织锦韂，谁为铸金鞭。腊月草根甜，天街雪似盐。未知口硬软，先拟蒺藜衔。忽忆周天子，驱车上玉山。鸣驺辞凤苑，赤骥最承恩。此马非凡马，房星本是星。向前敲瘦骨，犹自带铜声。大漠沙如雪，燕山月似钩。何当金络脑，快走踏清秋。饥卧骨查牙，粗毛刺破花。鬣焦珠色落，发断锯长麻。西母酒将阑，东王饭已干。君王若燕去，谁为曳车辕？赤兔无人用，当须吕布骑。吾闻果下马，羁策任蛮儿。飂叔去匆匆，如今不豢龙。夜来霜压栈，骏骨折西风。催榜渡乌江，神骓泣向风。君王今解剑，何处逐英雄？内马赐宫人，银鞯刺麒麟。午时盐坂上，蹭蹬溘风尘。批竹初攒耳，桃花未上身。他时须搅阵，牵去借将军。宝玦谁家子，长闻侠骨香。堆金买骏骨，将送楚襄王。香幞赭罗新，盘龙蹙蹬鳞。回看南陌上，谁道不逢春？不从桓公猎，何能伏虎威？一朝沟陇出，看取拂云飞。唐剑斩隋公，拳毛属太宗。莫嫌金甲重，且去捉飘风。白铁锉青禾，砧间落细莎。世人怜小颈，金埒畏长牙。伯乐向前看，旋毛在腹间。只今掊白草，何日蓦青山？萧寺驮经马，元从竺国来。空知有善相，不解走章台。重围如燕尾，宝剑似鱼肠。欲求千里脚，先采眼中光。暂系腾黄马，仙人上彩楼。须鞭玉勒吏，何事谪高州？汉血到王家，随鸾撼玉珂。少君骑海上，人见是青骡。武帝爱神仙，烧金得紫烟。厩中皆肉马，不解上青天。岱宗夫如何？齐鲁青未了。造化钟神秀，阴阳割昏晓。荡胸生曾云，决眦入归鸟。( 曾 同：层)会当凌绝顶，一览众山小。重帏深下莫愁堂，卧后清宵细细长。神女生涯原是梦，小姑居处本无郎。风波不信菱枝弱，月露谁教桂叶香。直道相思了无益，未妨惆怅是清狂。",
        "author": "唐代",
        "poem_class": "思乡",
        "dynasty": "孟浩然"
    },
    {
        "title": "鹧鸪天·送元济之归豫章",
        "paragraph": "敧枕婆娑两鬓霜。起听檐溜碎喧江。那边云筋销啼粉，这里车轮转别肠。 诗酒社，水云乡。可堪醉墨几淋浪。画图恰似归家梦，千里河山寸许长。中庭淡月照三更，白露洗空河汉明。莫遣西风吹叶尽，却愁无处着秋声。柳下笙歌庭院，花间姊妹秋千。记得春楼当日事，写向红窗夜月前。凭谁寄小莲。绛蜡等闲陪泪，吴蚕到了缠绵。绿鬓能供多少恨，未肯无情比断弦。今年老去年。漠漠春阴酒半酣。风透春衫，雨透春衫。人家蚕事欲眠三。桑满筐篮，柘满筐篮。先自离怀百不堪。樯燕呢喃，梁燕呢喃。篝灯强把锦书看。人在江南，心在江南。",
        "author": "宋代",
        "poem_class": "思乡",
        "dynasty": "辛弃疾"
    },
    {
        "title": "冬郊行望",
        "paragraph": "桂密岩花白，梨疏林叶红。江皋寒望尽，归念断征篷。越王勾践破吴归，义士还家尽锦衣。(义士 一作：战士)宫女如花满春殿，只今惟有鹧鸪飞。锦里开芳宴，兰缸艳早年。缛彩遥分地，繁光远缀天。 接汉疑星落，依楼似月悬。别有千金笑，来映九枝前。联步趋丹陛，分曹限紫微。晓随天仗入，暮惹御香归。白发悲花落，青云羡鸟飞。圣朝无阙事，自觉谏书稀。",
        "author": "唐代",
        "poem_class": "思乡",
        "dynasty": "王勃"
    },
    {
        "title": "西亭春望",
        "paragraph": "日长风暖柳青青，北雁归飞入窅冥。岳阳城上闻吹笛，能使春心满洞庭。纤云四卷天无河，清风吹空月舒波。沙平水息声影绝，一杯相属君当歌。君歌声酸辞且苦，不能听终泪如雨。洞庭连天九疑高，蛟龙出没猩鼯号。十生九死到官所，幽居默默如藏逃。下床畏蛇食畏药，海气湿蛰熏腥臊。昨者州前捶大鼓，嗣皇继圣登夔皋。赦书一日行万里，罪从大辟皆除死。迁者追回流者还，涤瑕荡垢清朝班。州家申名使家抑，坎轲只得移荆蛮。判司卑官不堪说，未免捶楚尘埃间。同时辈流多上道，天路幽险难追攀。君歌且休听我歌，我歌今与君殊科。一年明月今宵多，人生由命非由他。有酒不饮奈明何。昔年曾向五陵游，子夜歌清月满楼。银烛树前长似昼，露桃花里不知秋。西园公子名无忌，南国佳人号莫愁。今日乱离俱是梦，夕阳唯见水东流！意气骄满路，鞍马光照尘。借问何为者，人称是内臣。朱绂皆大夫，紫绶或将军。(或 一作：悉)夸赴军中宴，走马去如云。尊罍溢九酝，水陆罗八珍。果擘洞庭橘，脍切天池鳞。食饱心自若，酒酣气益振。是岁江南旱，衢州人食人。",
        "author": "唐代",
        "poem_class": "思乡",
        "dynasty": "贾至"
    },
    {
        "title": "晚度天山有怀京邑",
        "paragraph": "忽上天山路，依然想物华。云疑上苑叶，雪似御沟花。行叹戎麾远，坐怜衣带赊。交河浮绝塞，弱水浸流沙。旅思徒漂梗，归期未及瓜。宁知心断绝，夜夜泣胡笳。为有云屏无限娇，凤城寒尽怕春宵。 无端嫁得金龟婿，辜负香衾事早朝。丈夫非无泪，不洒离别间。杖剑对尊酒，耻为游子颜。蝮蛇一螫手，壮士即解腕。所志在功名，离别何足叹。凉风起天末，君子意如何。鸿雁几时到，江湖秋水多。文章憎命达，魑魅喜人过。应共冤魂语，投诗赠汨罗。",
        "author": "唐代",
        "poem_class": "思乡",
        "dynasty": "骆宾王"
    },
    {
        "title": "寄宇文判官",
        "paragraph": "西行殊未已，东望何时还。终日风与雪，连天沙复山。二年领公事，两度过阳关。相忆不可见，别来头已斑。茶。香叶，嫩芽。慕诗客，爱僧家。碾雕白玉，罗织红纱。铫煎黄蕊色，碗转曲尘花。夜后邀陪明月，晨前独对朝霞。洗尽古今人不倦，将知醉后岂堪夸。解落三秋叶，能开二月花。过江千尺浪，入竹万竿斜。云想衣裳花想容，春风拂槛露华浓。 若非群玉山头见，会向瑶台月下逢。",
        "author": "唐代",
        "poem_class": "思乡",
        "dynasty": "岑参"
    },
    {
        "title": "首春逢耕者",
        "paragraph": "南楚春候早，余寒已滋荣。土膏释原野，白蛰竞所营。缀景未及郊，穑人先偶耕。园林幽鸟啭，渚泽新泉清。农事诚素务，羁囚阻平生。故池想芜没，遗亩当榛荆。慕隐既有系，图功遂无成。聊从田父言，款曲陈此情。眷然抚耒耜，回首烟云横。晓迎秋露一枝新，不占园中最上春。桃李无言又何在，向风偏笑艳阳人。少小离家老大回，乡音无改鬓毛衰。(无改 一作：未改/难改)儿童相见不相识，笑问客从何处来。离别家乡岁月多，近来人事半消磨。惟有门前镜湖水，春风不改旧时波。楼上黄昏欲望休，玉梯横绝月中钩。芭蕉不展丁香结，同向春风各自愁。东南日出照高楼，楼上离人唱石州。总把春山扫眉黛，不知供得几多愁？",
        "author": "唐代",
        "poem_class": "思乡",
        "dynasty": "柳宗元"
    },
    {
        "title": "赋得白鹭鸶送宋少府入三峡",
        "paragraph": "白鹭拳一足，月明秋水寒。人惊远飞去，直向使君滩。豫章故郡，洪都新府。星分翼轸，地接衡庐。襟三江而带五湖，控蛮荆而引瓯越。物华天宝，龙光射牛斗之墟；人杰地灵，徐孺下陈蕃之榻。雄州雾列，俊采星驰。台隍枕夷夏之交，宾主尽东南之美。都督阎公之雅望，棨戟遥临；宇文新州之懿范，襜帷暂驻。十旬休假，胜友如云；千里逢迎，高朋满座。腾蛟起凤，孟学士之词宗；紫电青霜，王将军之武库。家君作宰，路出名区；童子何知，躬逢胜饯。(豫章故郡 一作：南昌故郡；青霜 一作：清霜)时维九月，序属三秋。潦水尽而寒潭清，烟光凝而暮山紫。俨骖騑于上路，访风景于崇阿。临帝子之长洲，得天人之旧馆。层峦耸翠，上出重霄；飞阁流丹，下临无地。鹤汀凫渚，穷岛屿之萦回；桂殿兰宫，即冈峦之体势。（层峦 一作：层台；即冈 一作：列冈；飞阁流丹 一作：飞阁翔丹）披绣闼，俯雕甍，山原旷其盈视，川泽纡其骇瞩。闾阎扑地，钟鸣鼎食之家；舸舰弥津，青雀黄龙之舳。云销雨霁，彩彻区明。落霞与孤鹜齐飞，秋水共长天一色。渔舟唱晚，响穷彭蠡之滨，雁阵惊寒，声断衡阳之浦。(轴 通：舳；迷津 一作：弥津；云销雨霁，彩彻区明 一作：虹销雨霁，彩彻云衢)遥襟甫畅，逸兴遄飞。爽籁发而清风生，纤歌凝而白云遏。睢园绿竹，气凌彭泽之樽；邺水朱华，光照临川之笔。四美具，二难并。穷睇眄于中天，极娱游于暇日。天高地迥，觉宇宙之无穷；兴尽悲来，识盈虚之有数。望长安于日下，目吴会于云间。地势极而南溟深，天柱高而北辰远。关山难越，谁悲失路之人；萍水相逢，尽是他乡之客。怀帝阍而不见，奉宣室以何年？(遥襟甫畅 一作：遥吟俯畅)嗟乎！时运不齐，命途多舛。冯唐易老，李广难封。屈贾谊于长沙，非无圣主；窜梁鸿于海曲，岂乏明时？所赖君子见机，达人知命。老当益壮，宁移白首之心？穷且益坚，不坠青云之志。酌贪泉而觉爽，处涸辙以犹欢。北海虽赊，扶摇可接；东隅已逝，桑榆非晚。孟尝高洁，空余报国之情；阮籍猖狂，岂效穷途之哭！(见机 一作：安贫；以犹欢 一作：而相欢)勃，三尺微命，一介书生。无路请缨，等终军之弱冠；有怀投笔，慕宗悫之长风。舍簪笏于百龄，奉晨昏于万里。非谢家之宝树，接孟氏之芳邻。他日趋庭，叨陪鲤对；今兹捧袂，喜托龙门。杨意不逢，抚凌云而自惜；钟期既遇，奏流水以何惭？呜呼！胜地不常，盛筵难再；兰亭已矣，梓泽丘墟。临别赠言，幸承恩于伟饯；登高作赋，是所望于群公。敢竭鄙怀，恭疏短引；一言均赋，四韵俱成。请洒潘江，各倾陆海云尔：滕王高阁临江渚，佩玉鸣鸾罢歌舞。画栋朝飞南浦云，珠帘暮卷西山雨。闲云潭影日悠悠，物换星移几度秋。阁中帝子今何在？槛外长江空自流。无云世界秋三五，共看蟾盘上海涯。 直到天头天尽处，不曾私照一人家。长啸梁甫吟，何时见阳春？君不见，朝歌屠叟辞棘津，八十西来钓渭滨。宁羞白发照清水，逢时壮气思经纶。广张三千六百钓，风期暗与文王亲。大贤虎变愚不测，当年颇似寻常人。君不见，高阳酒徒起草中，长揖山东隆准公。入门不拜逞雄辩，两女辍洗来趋风。东下齐城七十二，指挥楚汉如旋蓬。狂客落魄尚如此，何况壮士当群雄！我欲攀龙见明主，雷公砰訇震天鼓。帝旁投壶多玉女，三时大笑开电光，倏烁晦冥起风雨。阊阖九门不可通，以额扣关阍者怒。白日不照吾精诚，杞国无事忧天倾。猰貐磨牙竞人肉，驺虞不折生草茎。手接飞猱搏雕虎，侧足焦原未言苦。智者可卷愚者豪，世人见我轻鸿毛。力排南山三壮士，齐相杀之费二桃。吴楚弄兵无剧孟，亚夫咍尔为徒劳。梁甫吟，声正悲。张公两龙剑，神物合有时。风云感会起屠钓，大人臲屼当安之。",
        "author": "唐代",
        "poem_class": "思乡",
        "dynasty": "李白"
    },
    {
        "title": "送四镇薛侍御东归",
        "paragraph": "相送泪沾衣，天涯独未归。将军初得罪，门客复何依？梦去湖山阔，书停陇雁稀。园林幸接近，一为到柴扉。黄河远上白云间，一片孤城万仞山。羌笛何须怨杨柳，春风不度玉门关。单于北望拂云堆，杀马登坛祭几回。汉家天子今神武，不肯和亲归去来。古之学者必有师。师者，所以传道受业解惑也。人非生而知之者，孰能无惑？惑而不从师，其为惑也，终不解矣。生乎吾前，其闻道也固先乎吾，吾从而师之；生乎吾后，其闻道也亦先乎吾，吾从而师之。吾师道也，夫庸知其年之先后生于吾乎？是故无贵无贱，无长无少，道之所存，师之所存也。嗟乎！师道之不传也久矣！欲人之无惑也难矣！古之圣人，其出人也远矣，犹且从师而问焉；今之众人，其下圣人也亦远矣，而耻学于师。是故圣益圣，愚益愚。圣人之所以为圣，愚人之所以为愚，其皆出于此乎？爱其子，择师而教之；于其身也，则耻师焉，惑矣。彼童子之师，授之书而习其句读者，非吾所谓传其道解其惑者也。句读之不知，惑之不解，或师焉，或不焉，小学而大遗，吾未见其明也。巫医乐师百工之人，不耻相师。士大夫之族，曰师曰弟子云者，则群聚而笑之。问之，则曰：“彼与彼年相若也，道相似也，位卑则足羞，官盛则近谀。”呜呼！师道之不复，可知矣。巫医乐师百工之人，君子不齿，今其智乃反不能及，其可怪也欤！圣人无常师。孔子师郯子、苌弘、师襄、老聃。郯子之徒，其贤不及孔子。孔子曰：三人行，则必有我师。是故弟子不必不如师，师不必贤于弟子，闻道有先后，术业有专攻，如是而已。李氏子蟠，年十七，好古文，六艺经传皆通习之，不拘于时，学于余。余嘉其能行古道，作《师说》以贻之。 大漠沙如雪，燕山月似钩。何当金络脑，快走踏清秋。",
        "author": "唐代",
        "poem_class": "思乡",
        "dynasty": "岑参"
    },
    {
        "title": "春草",
        "paragraph": "春草青青万里馀，边城落日见离居。 情知海上三年别，不寄云间一纸书。移舟泊烟渚，日暮客愁新。野旷天低树，江清月近人。葡萄美酒夜光杯，欲饮琵琶马上催。醉卧沙场君莫笑，古来征战几人回？洛阳女儿对门居，才可颜容十五余。良人玉勒乘骢马，侍女金盘脍鲤鱼。画阁朱楼尽相望，红桃绿柳垂檐向。罗帷送上七香车，宝扇迎归九华帐。狂夫富贵在青春，意气骄奢剧季伦。自怜碧玉亲教舞，不惜珊瑚持与人。春窗曙灭九微火，九微片片飞花琐。戏罢曾无理曲时，妆成祗是熏香坐。城中相识尽繁华，日夜经过赵李家。谁怜越女颜如玉，贫贱江头自浣纱。",
        "author": "唐代",
        "poem_class": "思乡",
        "dynasty": "张旭"
    },
    {
        "title": "醉高歌带摊破喜春来·旅中",
        "paragraph": "长江远映青山，回首难穷望眼。扁舟来往蒹葭岸，烟锁云林又晚。篱边黄菊经霜暗，囊底青蚨逐日悭。破情思晚砧鸣，断愁肠檐马韵，惊客梦晓钟寒。归去难，修一缄回两字报平安。高卷珠帘日渐长，梅花庭院雪飘香。闲倚阑干看新柳，不知谁为染鹅黄。天津桥上，凭栏遥望，春陵王气都凋丧；树苍苍，水茫茫，云台不见中兴将。千古转头归灭亡。功，也不久长，名，也不久长。晚云收，夕阳挂，一川枫叶，两岸芦花。鸥鹭栖，牛羊下。万顷波光天图画，水晶宫冷浸红霞。凝烟暮景，转晖老树，背影昏鸦。",
        "author": "元代",
        "poem_class": "思乡",
        "dynasty": "顾德润"
    },
    {
        "title": "北芒客舍诗",
        "paragraph": "泱漭望舒隐，黮黤玄夜阴。寒鸡思天曙，振翅吹长音。蚊蚋归丰草，枯叶散萧林。陈醴发悴颜，巴歈畅真心。缊被终不晓，斯叹信难任。何以除斯叹，付之与瑟琴。长笛响中夕，闻此消胸襟。迢迢槐江岭，是为玄圃丘。西南望昆墟，光气难与俦。亭亭明玕照，洛洛清瑶流。恨不及周穆，托乘一来游。邈矣垂天景。壮哉奋地雷。丰隆岂久响。华光但西隤。日落似有竟。时逝恒若催。仰悲朗月运。坐观琁盖回。盛门无再入。衰房莫苦开。人生固已短。出处鲜为谐。慷慨惟昔人。兴此千载怀。升龙悲绝处。葛藟变条枚。寤寐岂虚叹。曾是感与叹。弭意无足欢。愿言有余哀。庞氏有烈妇。义声驰雍凉。父母家有重怨。仇人暴且强。虽有男兄弟。志弱不能当。烈女念此痛。丹心为寸伤。外若无意者。内潜思无方。白日入都市。怨家如平常。匿剑藏白刃。一奋寻身僵。身首为之异处。伏尸列肆旁。肉与土合成泥。洒血溅飞梁。猛气上干云霓。仇党失守为披攘。一市称烈义。观者收泪并慨慷。百男何当益。不如一女良。烈女直造县门。云父不幸遭祸殃。今仇身以分裂。虽死情益扬。杀人当伏法。义不苟活隳旧章。县令解印绶。令我伤心不忍听。刑部垂头塞耳。令我吏举不能成。烈著希代之绩。义立无穷之名。夫家同受共祚。子子孙孙咸享其荣。今我作歌咏高风。激扬壮发悲且清。",
        "author": "魏晋",
        "poem_class": "思乡",
        "dynasty": "刘伶"
    },
    {
        "title": "夜泊钱塘",
        "paragraph": "江行日已暮，何处可维舟。树里孤灯雨，风前一雁秋。离心迸落叶，乡梦入寒流。酒市那从问，微吟寄短愁。天生龙湖，以待卓吾。天生卓吾，乃在龙湖。龙湖卓吾，其乐何如。四时读书，不知其余。读书伊何，会我者多。一与心会，自笑自歌。歌吟不已，继以呼呵。恸哭呼呵，涕泗滂沱。歌匪无因，书中有人。我观其人，实获我心。哭匪无因，空潭无人。未见其人，实劳我心。弃置莫读，束之高屋。怡性养神，辍歌送哭。何必读书，然后为乐。乍闻此言，若悯不谷。束书不观，吾何以欢。怡性养神，正在此间。世界何窄，方册何宽。千圣万贤，与公何冤。有身无家，有首无发。死者是身，朽者是骨。此独不朽，愿与偕殁。倚啸丛中，声震林鹘。歌哭相从，其乐无穷。寸阴可惜，曷敢从容。天上风云庆会时，庙谟争遣草茆知。邻墙旋打娱宾酒，稚子齐歌乐岁诗。老去又逢新岁月，春来更有好花枝。晚风何处江楼笛，吹到东溟月上时。路出大梁城，关河开晓晴。日翻龙窟动，风扫雁沙平。倚剑嗟身事，张帆快旅情。茫茫不知处，空外棹歌声。",
        "author": "明代",
        "poem_class": "思乡",
        "dynasty": "茅坤"
    },
    {
        "title": "游九龙潭",
        "paragraph": "山窗游玉女，涧户对琼峰。岩顶翔双凤，潭心倒九龙。酒中浮竹叶，杯上写芙蓉。故验家山赏，惟有风入松。谁家宅第成还破，何处亲宾哭复歌？昨日屋头堪炙手，今朝门外好张罗。北邙未省留闲地，东海何曾有定波。莫笑贱贫夸富贵，共成枯骨两何如？战哭多新鬼，愁吟独老翁。乱云低薄暮，急雪舞回风。瓢弃尊无绿，炉存火似红。数州消息断，愁坐正书空。雨前初见花间蕊，雨后兼无叶里花。蛱蝶飞来过墙去，却疑春色在邻家。(版本一) 雨前初见花间蕊，雨后全无叶底花。蜂蝶纷纷过墙去，却疑春色在邻家。(版本二)",
        "author": "唐代",
        "poem_class": "思乡",
        "dynasty": "武则天"
    },
    {
        "title": "夜宿田家",
        "paragraph": "簦笠相随走路岐，一春不换旧征衣。雨行山崦黄泥坂，夜扣田家白板扉。身在乱蛙声里睡，心从化蝶梦中归。乡书十寄九不达，天北天南雁自飞。朝云漠漠散轻丝。楼阁淡春姿。柳泣花啼，九街泥重，门外燕飞迟。 而今丽日明金屋，春色在桃枝。不似当时，小桥冲雨，幽恨两人知。春已半。触目此情无限。十二阑干闲倚遍。愁来天不管。 好是风和日暖。输与莺莺燕燕。满院落花帘不卷。断肠芳草远。山与歌眉敛，波同醉眼流。游人都上十三楼。不羡竹西歌吹、古扬州。菰黍连昌歜，琼彝倒玉舟。谁家水调唱歌头。声绕碧山飞去、晚云留。",
        "author": "宋代",
        "poem_class": "思乡",
        "dynasty": "戴复古"
    },
    {
        "title": "送僧南归",
        "paragraph": "渐老念乡国，先归独羡君。吴山全接汉，江树半藏云。振锡林烟断，添瓶涧月分。重栖上方定，孤狖雪中闻。知音者少，算乾坤许大，著身何处。直待功成方肯退，何日可寻归路。多景楼前，垂虹亭下，一枕眠秋雨。虚名相误，十年枉费辛苦。不是奏赋明光，上书北阙，无惊人之语。我自匆忙天未许，赢得衣裾尘土。白璧追欢，黄金买笑，付与君为主。莼鲈江上，浩然明日归去。昼出耘田夜绩麻，村庄儿女各当家。童孙未解供耕织，也傍桑阴学种瓜。山与歌眉敛，波同醉眼流。游人都上十三楼。不羡竹西歌吹、古扬州。菰黍连昌歜，琼彝倒玉舟。谁家水调唱歌头。声绕碧山飞去、晚云留。",
        "author": "宋代",
        "poem_class": "思乡",
        "dynasty": "简长"
    },
    {
        "title": "六月三日夜闻蝉",
        "paragraph": "荷香清露坠，柳动好风生。微月初三夜，新蝉第一声。乍闻愁北客，静听忆东京。我有竹林宅，别来蝉再鸣。不知池上月，谁拨小船行？支离东北风尘际，漂泊西南天地间。三峡楼台淹日月，五溪衣服共云山。羯胡事主终无赖，词客哀时且未还。庾信平生最萧瑟，暮年诗赋动江关。青海长云暗雪山，孤城遥望玉门关。黄沙百战穿金甲，不破楼兰终不还。昨夜斗回北，今朝岁起东。我年已强仕，无禄尚忧农。桑野就耕父，荷锄随牧童。田家占气候，共说此年丰。",
        "author": "唐代",
        "poem_class": "思乡",
        "dynasty": "白居易"
    },
    {
        "title": "生查子·短焰剔残花",
        "paragraph": "短焰剔残花，夜久边声寂。倦舞却闻鸡，暗觉青绫湿。天水接冥蒙，一角西南白。欲渡浣花溪，远梦轻无力。无才可去补苍天，枉入红尘若许年。此系身前身后事，倩谁记去作奇传？曾慕鸳鸯效双栖，南谷林深叶迷离。?除却鹦哥谁人晓，莫将幽情向人啼。白梅懒赋赋红梅，逞艳先迎醉眼开。冻脸有痕皆是血，酸心无恨亦成灰。误吞丹药移真骨，偷下瑶池脱旧胎。江北江南春灿烂，寄言蜂蝶漫疑猜。（出自《红楼梦》第五十回。）",
        "author": "清代",
        "poem_class": "思乡",
        "dynasty": "纳兰性德"
    },
    {
        "title": "九日",
        "paragraph": "三载重阳菊，开时不在家。何期今日酒，忽对故园花。野旷云连树，天寒雁聚沙。登临无限意，何处望京华。昔有佳人公孙氏，婵娟花艳无人及。□□□绽牡丹□，猩红带露海棠湿。才可颜容十五馀，枇杷花下闭门居。低鬟缓视抱明月，风骨自是倾城姝。一朝选在君王侧，天子非常赏颜色。黄金作身双飞龙，更有红颜生羽翼。仙台蛾眉秦镜明，黄金阁上晚妆成。罗襦宝带为君解，犹自君王说小名。姊妹弟兄皆列上，百事胜人健如虎。朝弄琼箫下綵云，催弦急管为君舞。燕赵美女三千人，三千宠爱在一身。横垂宝幄同心结，生死自谓长随君。何言中路遭弃捐，东飞百劳西飞燕。苍蝇苍蝇奈尔何，黄金销烁素丝变。几许幽情欲话难，讵随中妇凤楼寒。相思相见知何日，抱得秦筝不忍弹。翻手作云覆作雨，君恩反复谁能数。二十三春长信宫，谁人不忘此离苦。夜如何其夜未央，独眠人起合欢床。泪痕不与君恩断，共滴长门一夜长。珠帘粉泽无人顾，吊影徘徊独愁暮。古来万事皆由命，错把黄金买词赋。奉帚平明金殿开，昭阳歌吹风送来。须吏宫女传来信，飞燕昭阳侍寝回。劝君且莫誇头角，自古佳人多命薄。高山成谷沧海填，木槿朝看暮还落。世俗宁知伪与真，还同弃妾逐新人。但看古来盛名下，屈膝铜铺锁阿甄。蓬首不梳心历乱，玉枕夜寒鱼信断。岁暮云矣增离忧，不道流年暗中换。冬至阳生春又来，百花辇路为苍苔。无因并写春风恨，一寸相思一寸灰。兰闱琼芳积烟露，草色年年旧宫路。梨花满地不开门，凤辇不来春又暮。伤春未已复悲秋，海色西风十二楼。思牵今夜肠应直，河汉三更看斗牛。秋去秋来几恩怨，天上人间不想见。班姬饮恨长信宫，却恨含情掩秋扇。白日寻思夜梦频，梦来何处更为云。传闻纨扇恩未歇，万一君王起旧人。春秋四气更回换，鸳被相思双带缓。功名宝贵若长在，菖蒲花开月长满。宛转蛾眉能几时，无盐何用妒西施。世情都付东流水，为君起唱长相思。不独凄凉眼前事，近代君臣亦如此。屈原憔悴滞江潭，萧何下狱淮阴死。世间反复不易陈，金杯且酌休辞频。但看古来歌舞地，柏梁铜雀生黄尘。鱼羹稻衲好终身，弹指流年到四旬；善亦懒为何况恶，富非所望不忧贫。僧房一局金藤着，野店三杯石冻春；自恨不才还自庆，半生无事太平人。后改田衣稻衲拟终身，弹指流年了四旬；善亦懒为何况恶，富非所望不忧贫。僧房一局金藤着，野店三杯石冻春；如此福缘消不尽，半生落魄太平人。春风孤棹远经过，千古繁华逐逝波。楚地江山今尚在，隋堤杨柳已无多。璚花台古游仙往，芍药厅荒牧竖歌。二十四桥明月夜，吹箫人去奈愁何。",
        "author": "明代",
        "poem_class": "思乡",
        "dynasty": "文森"
    },
    {
        "title": "九日感赋",
        "paragraph": "百结愁肠郁不开，此生惆怅异乡来。思亲堂上茱初插，忆妹窗前句乍裁。对菊难逢元亮酒，登楼愧乏仲宣才。良时佳节成辜负，旧日欢场半是苔。云封高岫护将军，霆击寒春灭下民。到底不如租界好，打牌声里又新春。独立寒秋，湘江北去，橘子洲头。看万山红遍，层林尽染；漫江碧透，百舸争流。鹰击长空，鱼翔浅底，万类霜天竞自由。怅寥廓，问苍茫大地，谁主沉浮？携来百侣曾游，忆往昔峥嵘岁月稠。恰同学少年，风华正茂；书生意气，挥斥方遒。指点江山，激扬文字，粪土当年万户侯。曾记否，到中流击水，浪遏飞舟？庭院深深人悄悄，埋怨鹦哥，错报韦郎到。压鬓钗梁金凤小，低头只是闲烦恼。花发江南年正少，红袖高楼，争抵还乡好？遮断行人西去道，轻躯愿化车前草。",
        "author": "近现代",
        "poem_class": "思乡",
        "dynasty": "秋瑾"
    },
    {
        "title": "扫花游·秋声",
        "paragraph": "商飙乍发，渐淅淅初闻，萧萧还住。顿惊倦旅。背青灯吊影，起吟愁赋。断续无凭，试立荒庭听取。在何许？但落叶满阶，惟有高树。迢递归梦阻。正老耳难禁，病怀凄楚。故山院宇。想边鸿孤唳，砌蛩私语。数点相和，更著芭蕉细雨。避无处。这闲愁，夜深尤苦。玉惨花愁出凤城，莲花楼下柳青青。尊前一唱阳关曲，别个人人第五程。寻好梦，梦难成。有谁知我此时情，枕前泪共阶前雨，隔个窗儿滴到明。红藕香残玉簟秋。轻解罗裳，独上兰舟。云中谁寄锦书来？雁字回时，月满西楼。花自飘零水自流。一种相思，两处闲愁。此情无计可消除，才下眉头，却上心头。呜呼！盛衰之理，虽曰天命，岂非人事哉！原庄宗之所以得天下，与其所以失之者，可以知之矣。世言晋王之将终也，以三矢赐庄宗而告之曰：“梁，吾仇也；燕王，吾所立，契丹，与吾约为兄弟，而皆背晋以归梁。此三者，吾遗恨也。与尔三矢，尔其无忘乃父之志！”庄宗受而藏之于庙。其后用兵，则遣从事以一少牢告庙，请其矢，盛以锦囊，负而前驱，及凯旋而纳之。方其系燕父子以组，函梁君臣之首，入于太庙，还矢先王，而告以成功，其意气之盛，可谓壮哉！及仇雠已灭，天下已定，一夫夜呼，乱者四应，仓皇东出，未及见贼而士卒离散，君臣相顾，不知所归。至于誓天断发，泣下沾襟，何其衰也！岂得之难而失之易欤？抑本其成败之迹，而皆自于人欤？《书》曰：“满招损，谦得益。”忧劳可以兴国，逸豫可以亡身，自然之理也。故方其盛也，举天下之豪杰莫能与之争；及其衰也，数十伶人困之，而身死国灭，为天下笑。夫祸患常积于忽微，而智勇多困于所溺，岂独伶人也哉！作《伶官传》。",
        "author": "宋代",
        "poem_class": "思乡",
        "dynasty": "王沂孙"
    },
    {
        "title": "隔浦莲近拍·中山县圃姑射亭避暑作",
        "paragraph": "新篁摇动翠葆，曲径通深窈。夏果收新脆，金丸落，惊飞鸟。浓霭迷岸草。蛙声闹，骤雨鸣池沼。水亭小。浮萍破处，帘花檐影颠倒。纶巾羽扇，困卧北窗清晓。屏里吴山梦自到。惊觉，依然身在江表。 绕床饥鼠，蝙蝠翻灯舞。屋上松风吹急雨，破纸窗间自语。平生塞北江南，归来华发苍颜。布被秋宵梦觉，眼前万里江山。几日随风北海游，回从扬子大江头。臣心一片磁针石，不指南方不肯休。山静似太古，日长如小年。馀花犹可醉，好鸟不妨眠。世味门常掩，时光簟已便。梦中频得句，拈笔又忘筌。",
        "author": "宋代",
        "poem_class": "思乡",
        "dynasty": "周邦彦"
    },
    {
        "title": "塞鸿秋·山行警",
        "paragraph": "东边路西边路南边路，五里铺七里铺十里铺。行一步盼一步懒一步，霎时间天也暮日也暮云也暮。斜阳满地铺，回首生烟雾。兀的不山无数水无数情无数。学仙须学做天仙，修炼金丹性命全。全，羲皇画卦先。先天К，明师的诀传。金丹大药不难求，家家有种可自修。修，休离丹灶头。无中有，坎离颠倒收。金丹妙道大神功，降收白虎摄赤龙。龙，烹煎玉鼎中。须臾用，阴阳造化工。黍珠饵罢罢雍雍，精调火候十月功。功，胎仙灵变通。婴儿踊，万真朝绛宫。慧光明彻本来宗，无边法界一性通。通，禅心空不空。如来共，老君儒化同。修真祖性复全真，自在逍遥物外人。人，无贪无恚嗔。长生事，杏花枝上春。善功八百行三千，四海遨游度有缘。缘，九重丹诏宣。乘鸾鹤，班行列御前。见闻知觉总休题，悟得真空及第归。归，勘破造化机。非难易，永劫天地齐。天机泄漏勉诸公，不是寻常乾慧通。通，扫除皈正宗。勤修奉，化行仙圣风。金韹韹，鼓■■，行人且勿行，木兰换衣裹戎装。木兰戴金鋀，矛著铁裲裆。右手雁翎刀，左手月轮弓。跨上八尺马，轻若飞鸿翔。木兰父老下无丁弟，上无壮王兄。木兰代父前我行，我羌健儿八尺长，不知木兰与强。木兰□䟤跋䟤跋，谁雌谁复雄。健儿何草草，木兰何堂堂。东市斫，西市斫，相斫似阿若郎。擒贼报信归，报我国王。国王赏功爵名字，始知木兰是女娘。女娘安用尚郎，请移木兰爷娘当。国王进忠良，制我羌垂衣裳不下堂，木兰去兵亦为妇采桑。渡连西涧草还生，六月黄鹂几个鸣。为忆风流韦刺史，也曾来此涧边行。",
        "author": "元代",
        "poem_class": "思乡",
        "dynasty": "佚名"
    },
    {
        "title": "寄江南故人",
        "paragraph": "曾向钱塘住，闻鹃忆蜀乡。不知今夕梦，到蜀到钱塘。明妃初出汉宫时，泪湿春风鬓脚垂。低徊顾影无颜色，尚得君王不自持。归来却怪丹青手，入眼平生几曾有；意态由来画不成，当时枉杀毛延寿。一去心知更不归，可怜着尽汉宫衣；寄声欲问塞南事，只有年年鸿雁飞。家人万里传消息，好在毡城莫相忆；君不见咫尺长门闭阿娇，人生失意无南北。明妃初嫁与胡儿，毡车百两皆胡姬。含情欲语独无处，传与琵琶心自知。黄金杆拨春风手，弹看飞鸿劝胡酒。汉宫侍女暗垂泪，沙上行人却回首。汉恩自浅胡恩深，人生乐在相知心。可怜青冢已芜没，尚有哀弦留至今。炎光谢。过暮雨、芳尘轻洒。乍露冷风清庭户，爽天如水，玉钩遥挂。应是星娥嗟久阻，叙旧约、飙轮欲驾。极目处、微云暗度，耿耿银河高泻。 闲雅。须知此景，古今无价。运巧思、穿针楼上女，抬粉面、云鬟相亚。钿合金钗私语处，算谁在、回廊影下。愿天上人间，占得欢娱，年年今夜。花不尽，柳无穷。应与我情同。觥船一棹百分空。何处不相逢。 朱弦悄。知音少。天若有情应老。劝君看取利名场。今古梦茫茫。",
        "author": "宋代",
        "poem_class": "思乡",
        "dynasty": "家铉翁"
    },
    {
        "title": "醉落魄·江天云薄",
        "paragraph": "江天云薄，江头雪似杨花落。寒灯不管人离索。照得人来，真个睡不著。归期已负梅花约，又还春动空飘泊。晓寒谁看伊梳掠。雪满西楼，人阑干角。华胥梦断人何处，听得莺啼红树。几点蔷薇香雨，寂寞闲庭户。暖风不解留花住，片片着人无数。楼上望春归去，芳草迷归路。衣上征尘杂酒痕，远游无处不销魂。此身合是诗人未？细雨骑驴入剑门。燕子来时新社，梨花落后清明。池上碧苔三四点，叶底黄鹂一两声。日长飞絮轻。巧笑东邻女伴，采桑径里逢迎。疑怪昨宵春梦好，元是今朝斗草赢。笑从双脸生。",
        "author": "宋代",
        "poem_class": "思乡",
        "dynasty": "周紫芝"
    },
    {
        "title": "夏日登易氏万卷楼用唐韵",
        "paragraph": "高楼六月自生寒，沓嶂峰回拥碧阑。久客已忘非故土，此身兼喜是闲官。幽花傍晚烟初暝，深树新晴雨未干。极目海天家万里，风尘关塞欲归难。青山如黛远村东，嫩绿长溪柳絮风。鸟雀不知郊野好，穿花翻恋小庭中。君不见洛阳城东桃李花，暮时红雨早时霞。又不见瑶台素月飞银阙，三五蟾光四五缺。人生行乐不须愁，富贵豪华电露流。昔时鼎盛五侯里，今时零落成荒丘。长安贵人眼中数，规名规利何太苦。日中走马平津第，绛尘拂衣汗成雨。白衣苍狗在须臾，雷公駍鍧震下土。扬雄寂寞默守玄，贾谊太息将安补。青玉案，紫霞杯，与君沽酒临高台。烹龙炰凤白日暮，清歌妙舞香风来。朝不从骐骥游，暮不从黄鹄栖。浮名碌碌果何有，天地于我如醯鸡。茫茫吹万同一吷，曾史桀蹠皆电灭。君今少壮复不饮，坐使红颜镜中歇。红颜销歇奈尔何，华发萧萧日以多。直须枕藉杯中酒，莫问浮沉海上波。荷花十里起香风，云白天青一镜中。游人忽载笙歌去，无数鸳鸯起绿丛。",
        "author": "明代",
        "poem_class": "思乡",
        "dynasty": "王阳明"
    },
    {
        "title": "春日闻杜宇",
        "paragraph": "杜鹃日日劝人归，一片归心谁得知。望帝有神如可问，谓予何日是归期。天与秋光，转转情伤，探金英知近重阳。薄衣初试，绿蚁新尝，渐一番风，一番雨，一番凉。黄昏院落，凄凄惶惶，酒醒时往事愁肠。那堪永夜，明月空床。闻砧声捣，蛩声细，漏声长。浩荡清淮天共流，长风万里送归舟。应愁晚泊喧卑地，吹入沧溟始自由！送行无酒亦无钱，劝尔一杯菩萨泉。何处低头不见我？四方同此水中天。",
        "author": "宋代",
        "poem_class": "思乡",
        "dynasty": "谢枋得"
    },
    {
        "title": "于中好·雁帖寒云次第飞",
        "paragraph": "雁帖寒云次第飞，向南犹自怨归迟。谁能瘦马关山道，又到西风扑鬓时。人杳杳，思依依，更无芳树有乌啼。凭将扫黛窗前月，持向今宵照别离。细草空林，丝丝冷雨挽风片。瘦小孤魂，伴个人儿便。寂寞泉台，今夜呼君遍。朦胧见，鬼灯一线，露出桃花面。陋室空堂，当年笏满床；衰草枯杨，曾为歌舞场。蛛丝儿结满雕梁，绿纱今又糊在蓬窗上。说什么脂正浓，粉正香，如何两鬓又成霜？昨日黄土陇头送白骨，今宵红灯帐底卧鸳鸯。金满箱，银满箱，转眼乞丐人皆谤。正叹他人命不长，那知自己归来丧！训有方，保不定日后作强梁。择膏粱，谁承望流落在烟花巷！因嫌纱帽小，致使锁枷扛，昨怜破袄寒，今嫌紫蟒长。乱烘烘你方唱罢我登场，反认他乡是故乡。甚荒唐，到头来都是为他人作嫁衣裳！开辟鸿蒙，谁为情种？都只为这风月情浓。趁着这奈何天，伤怀日，寂寥时，因此上演出这悲金悼玉的红楼梦。",
        "author": "清代",
        "poem_class": "思乡",
        "dynasty": "纳兰性德"
    },
    {
        "title": "安公子·弱柳丝千缕",
        "paragraph": "弱柳丝千缕。嫩黄匀遍鸦啼处。寒入罗衣春尚浅，过一番风雨。问燕子来时，绿水桥边路。曾画楼、见个人人否。料静掩云窗，尘满哀弦危柱。 庾信愁如许。为谁都著眉端聚。独立东风弹泪眼，寄烟波东去。念永昼春闲，人倦如何度。闲傍枕、百啭黄鹂语。唤觉来厌厌，残照依然花坞。香墨弯弯画，燕脂淡淡匀。揉蓝衫子杏黄裙，独倚玉阑无语点檀唇。人去空流水，花飞半掩门。乱山何处觅行云？又是一钩新月照黄昏。青苔满地初晴后，绿树无人昼梦余。唯有南风旧相识，偷开门户又翻书。安远楼小集，侑觞歌板之姬黄其姓者，乞词于龙洲道人，为赋此《唐多令》。同柳阜之、刘去非、石民瞻、周嘉仲、陈孟参、孟容。时八月五日也。芦叶满汀洲，寒沙带浅流。二十年重过南楼。柳下系船犹未稳，能几日，又中秋。黄鹤断矶头，故人今在否？旧江山浑是新愁。欲买桂花同载酒，终不似，少年游。(在否 一作：在不)",
        "author": "宋代",
        "poem_class": "思乡",
        "dynasty": "袁去华"
    },
    {
        "title": "长亭怨·与李天生冬夜宿雁门关作",
        "paragraph": "记烧烛、雁门高处。积雪封城，冻云迷路。添尽香煤，紫貂相拥夜深语。苦寒如许。难和尔、凄凉句。一片望乡愁，饮不醉、垆头驼乳。无处，问长城旧主，但见武灵遗墓。沙飞似箭，乱穿向、草中狐兔。那能使、口北关南，更重作、并州门户。且莫吊沙场，收拾秦弓归去。望门投止思张俭，忍死须臾待杜根。我自横刀向天笑，去留肝胆两昆仑。(版本一)望门投趾怜张俭，直谏陈书愧杜根。手掷欧刀仰天笑，留将公罪后人论。(版本二)深情似海，问相逢初度，是何年纪。依约而今还记取，不是前生夙世。放学花前，题诗石上，春水园亭里。逢君一笑，人间无此欢喜。无奈苍狗看云，红羊数劫，惘惘休提起。客气渐多真气少，汩没心灵何已。千古声名，百年担负，事事违初意。心头阁住，儿时那种情味。沉沉更鼓急，渐渐人声绝。吹灯窗更明，月照一天雪。",
        "author": "清代",
        "poem_class": "思乡",
        "dynasty": "屈大均"
    },
    {
        "title": "清明呈馆中诸公",
        "paragraph": "新烟着柳禁垣斜，杏酪分香俗共夸。白下有山皆绕郭，清明无客不思家。卞侯墓下迷芳草，卢女门前映落花。喜得故人同待诏，拟沽春酒醉京华。北斗低垂挂戍楼，黄河不逐月西流。一声长笛冲沙起，散作边人万里愁。昔孔子欲居九夷，人以为陋。孔子曰：“君子居之，何陋之有？”守仁以罪谪龙场，龙场古夷蔡之外，于今为要绥，而习类尚因其故。人皆以予自上国往，将陋其地，弗能居也。而予处之旬月，安而乐之，求其所谓甚陋者而莫得。独其结题鸟言，山栖羝服，无轩裳宫室之观，文仪揖让之缛，然此犹淳庞质素之遗焉。盖古之时，法制未备，则有然矣，不得以为陋也。夫爱憎面背，乱白黝丹，浚奸穷黠，外良而中螫，诸夏盖不免焉。若是而彬郁其容，宋甫鲁掖，折旋矩矱，将无为陋乎？夷之人乃不能此，其好言恶詈，直情率遂，则有矣。世徒以其言辞物采之眇而陋之，吾不谓然也。始予至，无室以止，居于丛棘之间，则郁也；迁于东峰，就石穴而居之，又阴以湿。龙场之民，老稚日来视，予喜不予陋，益予比。予尝圃于丛棘之右，民谓予之乐之也，相与伐木阁之材，就其地为轩以居予。予因而翳之以桧竹，莳之以卉药，列堂阶，办室奥，琴编图史，讲诵游适之道略具，学士之来游者，亦稍稍而集。于是人之及吾轩者，若观于通都焉，而予亦忘予之居夷也。因名之曰 “何陋”，以信孔子之言。嗟夫！诸夏之盛，其典章礼乐，历圣修而传之，夷不能有也，则谓之陋固宜；于后蔑道德而专法令，搜抉钩絷之术穷，而狡匿谲诈，无所不至，浑朴尽矣！夷之民，方若未琢之璞，未绳之木，虽粗砺顽梗，而椎斧尚有施也，安可以陋之？斯孔子所为欲居也欤？虽然，典章文物，则亦胡可以无讲？今夷之俗，崇巫而事鬼，渎礼而任情，不中不节，卒未免于陋之名，则亦不讲于是耳。然此无损于其质也。诚有君子而居焉，其化之也盖易。而予非其人也，记之以俟来者。月落秋山晓，城头鼓角停。长江流远梦，短棹拨残星。露湿鸥衣白，天光雁字青。苍茫回首望，海岳一孤亭。",
        "author": "明代",
        "poem_class": "思乡",
        "dynasty": "高启"
    },
    {
        "title": "天边行",
        "paragraph": "天边老人归未得，日暮东临大江哭。陇右河源不种田，胡骑羌兵入巴蜀。洪涛滔天风拔木，前飞秃鹙后鸿鹄。九度附书向洛阳，十年骨肉无消息。胜败兵家事不期，包羞忍耻是男儿。 江东子弟多才俊，卷土重来未可知。闽国扬帆去，蟾蜍亏复圆。秋风生渭水，落叶满长安。此地聚会夕，当时雷雨寒。兰桡殊未返，消息海云端。群山万壑赴荆门，生长明妃尚有村。一去紫台连朔漠，独留青冢向黄昏。画图省识春风面，环珮空归夜月魂。(夜月 一作：月夜)千载琵琶作胡语，分明怨恨曲中论。",
        "author": "唐代",
        "poem_class": "思乡",
        "dynasty": "杜甫"
    },
    {
        "title": "玉蝴蝶·晚雨未摧宫树",
        "paragraph": "晚雨未摧宫树，可怜闲叶，犹抱凉蝉。短景归秋，吟思又接愁边。漏初长、梦魂难禁，人渐老、风月俱寒。想幽欢。土花庭甃，虫网阑干。 无端。啼蛄搅夜，恨随团扇，苦近秋莲。一笛当楼，谢娘悬泪立风前。故园晚、强留诗酒，新雁远、不致寒暄。隔苍烟。楚香罗袖，谁伴婵娟。南来飞燕北归鸿，偶相逢，惨愁容。绿鬓朱颜重见两衰翁。别后悠悠君莫问，无限事，不言中。小槽春酒滴珠红，莫匆匆，满金钟。饮散落花流水各西东。后会不知何处是，烟浪远，暮云重。寄语东山窈窕娘，好将幽梦恼襄王。禅心已作沾泥絮，不逐春风上下狂。门隔花深梦旧游。夕阳无语燕归愁。玉纤香动小帘钩。 落絮无声春堕泪，行云有影月含羞。东风临夜冷于秋。",
        "author": "宋代",
        "poem_class": "思乡",
        "dynasty": "史达祖"
    },
    {
        "title": "四牡",
        "paragraph": "四牡騑騑，周道倭迟。岂不怀归？王事靡盬，我心伤悲。四牡騑騑，啴啴骆马。岂不怀归？王事靡盬，不遑启处。翩翩者鵻，载飞载下，集于苞栩。王事靡盬，不遑将父。翩翩者鵻，载飞载止，集于苞杞。王事靡盬，不遑将母。驾彼四骆，载骤骎骎。岂不怀归？是用作歌，将母来谂。沧浪之水清兮，可以濯我缨；沧浪之水浊兮，可以濯我足。鱼在在藻，有颁其首。王在在镐，岂乐饮酒。鱼在在藻，有莘其尾。王在在镐，饮酒乐岂。鱼在在藻，依于其蒲。王在在镐，有那其居。子曰：“学而时习之，不亦说乎？有朋自远方来，不亦乐乎？人不知而不愠，不亦君子乎？”《学而》曾子曰：“吾日三省吾身：为人谋而不忠乎？与朋友交而不信乎？传不习乎？”《学而》子曰：“吾十有五而志于学，三十而立，四十而不惑，五十而知天命，六十而耳顺，七十而从心所欲，不逾矩。”《为政》子曰：“温故而知新，可以为师矣。”《为政》子曰：“学而不思则罔，思而不学则殆。”《为政》子曰：“贤哉，回也！一箪食，一瓢饮，在陋巷，人不堪其忧，回也不改其乐。贤哉，回也！”《雍也》子曰：“知之者不如好之者，好之者不如乐之者。”《雍也》子曰：“饭疏食，饮水，曲肱而枕之，乐亦在其中矣。不义而富且贵，于我如浮云。”《述而》子曰：“三人行，必有我师焉。择其善者而从之，其不善者而改之。”《述而》子在川上曰：“逝者如斯夫，不舍昼夜。”《子罕》子曰：“三军可夺帅也， 匹夫不可夺志也。”《子罕》子夏曰：“博学而笃志，切问而近思，仁在其中矣。”《子张》",
        "author": "先秦",
        "poem_class": "思乡",
        "dynasty": "佚名"
    },
    {
        "title": "醉桃源·赠卢长笛",
        "paragraph": "沙河塘上旧游嬉。卢郎年少时。一声长笛月中吹。和云和雁飞。惊物换，叹星移。相看两鬓丝。断肠吴苑草凄凄。倚楼人未归。渔父醒，春江午，梦断落花飞絮。酒醒还醉醉还醒，一笑人间今古。幽姿不入少年场。无语只凄凉。一个飘零身世，十分冷淡心肠。 江头月底，新诗旧梦，孤恨清香。任是春风不管，也曾先识东皇。闾丘大夫孝终公显尝守黄州，作栖霞楼，为郡中胜绝。元丰五年，余谪居黄。正月十七日，梦扁舟渡江，中流回望，楼中歌乐杂作。舟中人言：公显方会客也。觉而异之，乃作此词，盖越调鼓笛慢。公显时已致仕在苏州。小舟横截春江，卧看翠壁红楼起。云间笑语，使君高会，佳人半醉。危柱哀弦，艳歌余响，绕云萦水。念故人老大，风流未减，独回首、烟波里。推枕惘然不见，但空江、月明千里。五湖闻道，扁舟归去，仍携西子。云梦南州，武昌东岸，昔游应记。料多情梦里，端来见我，也参差是。",
        "author": "宋代",
        "poem_class": "思乡",
        "dynasty": "吴文英"
    },
    {
        "title": "奉陪封大夫九日登高",
        "paragraph": "九日黄花酒，登高会昔闻。霜威逐亚相，杀气傍中军。横笛惊征雁，娇歌落塞云。边头幸无事，醉舞荷吾君。长安少年游侠客，夜上戍楼看太白。陇头明月迥临关，陇上行人夜吹笛。关西老将不胜愁，驻马听之双泪流。身经大小百余战，麾下偏裨万户侯。苏武才为典属国，节旄空尽海西头。锦里开芳宴，兰缸艳早年。缛彩遥分地，繁光远缀天。 接汉疑星落，依楼似月悬。别有千金笑，来映九枝前。天街小雨润如酥，草色遥看近却无。最是一年春好处，绝胜烟柳满皇都。莫道官忙身老大，即无年少逐春心。凭君先到江头看，柳色如今深未深。",
        "author": "唐代",
        "poem_class": "思乡",
        "dynasty": "岑参"
    },
    {
        "title": "和孙明府怀旧山",
        "paragraph": "五柳先生本在山，偶然为客落人间。秋来见月多归思，自起开笼放白鹇。闲吟秋景外，万事觉悠悠。此夜若无月，一年虚过秋。千山鸟飞绝，万径人踪灭。孤舟蓑笠翁，独钓寒江雪。古台摇落后，秋日望乡心。(秋日 一作：秋入)野寺来人少，云峰隔水深。夕阳依旧垒，寒磬满空林。惆怅南朝事，长江独至今。",
        "author": "唐代",
        "poem_class": "思乡",
        "dynasty": "雍陶"
    },
    {
        "title": "晓行",
        "paragraph": "人语梦频惊，辕铃动晓征。飞沙沉露气，残月带鸡声。客路逾千里，归心折五更。回怜江上宅，星汉近平明。无端绕室思茫茫，明月当天万瓦霜。可惜良宵空兀坐，遥怜诸弟在何方。纷纷书帙谁能展，艳艳灯花有底忙？出户独吟聊妄想，孤云断处是家乡。维太平不易之元，蓉桂竞芳之月，无可奈何之日，怡红院浊玉，谨以群花之蕊，冰鲛之縠，沁芳之泉，枫露之茗，四者虽微，聊以达诚申信，乃致祭于白帝宫中抚司秋艳芙蓉女儿之前曰：窃思女儿自临浊世，迄今凡十有（通“又）”六载。其先之乡籍姓氏，湮沦而莫能考者久矣。而玉得于衾枕栉沐之间，栖息宴游之夕，亲昵狎亵，相与共处者，仅五年八月有奇。忆女儿曩生之昔，其为质则金玉不足喻其贵，其为性则冰雪不足喻其洁，其为神则星日不足喻其精，其为貌则花月不足喻其色。姊娣悉慕媖娴，妪媪咸仰惠德。孰料鸠鸩恶其高，鹰鸷翻遭罦罬；薋葹妒其臭，茝兰竟被芟鉏！花原自怯，岂奈狂飙；柳本多愁，何禁骤雨！偶遭蛊虿之谗，遂抱膏肓之疚。故樱唇红褪，韵吐呻吟；杏脸香枯，色陈顑颔。诼谣謑诟，出自屏帏；荆棘蓬榛，蔓延户牖。岂招尤则替，实攘诟而终。既忳幽沉于不尽，复含罔屈于无穷。高标见嫉，闺帏恨比长沙；直烈遭危，巾帼惨于羽野。自蓄辛酸，谁怜夭折？仙云既散，芳趾难寻。洲迷聚窟，何来却死之香？海失灵槎，不获回生之药。眉黛烟青，昨犹我画；指环玉冷，今倩谁温？鼎炉之剩药犹存，襟泪之余痕尚渍。镜分鸾别，愁开麝月之奁；梳化龙飞，哀折檀云之齿。委金钿于草莽，拾翠盒于尘埃。楼空鳷鹊，徒悬七夕之针；带断鸳鸯，谁续五丝之缕？况乃金天属节，白帝司时，孤衾有梦，空室无人。桐阶月暗，芳魂与倩影同销；蓉帐香残，娇喘共细言皆绝。连天衰草，岂独蒹葭；匝地悲声，无非蟋蟀。露阶晚砌，穿帘不度寒砧；雨荔秋垣，隔院希闻怨笛。芳名未泯，檐前鹦鹉犹呼；艳质将亡，槛外海棠预萎。捉迷屏后，莲瓣无声；斗草庭前，兰芳枉待。抛残绣线，银笺彩缕谁裁？褶断冰丝，金斗御香未熨。昨承严命，既趋车而远陟芳园；今犯慈威，复拄杖而近抛孤柩。及闻蕙棺被燹，惭违共穴之盟；石椁成灾，愧迨同灰之诮。尔乃西风古寺，淹滞青燐，落日荒丘，零星白骨。楸榆飒飒，蓬艾萧萧。隔雾圹以啼猿，绕烟塍而泣鬼。自为红绡帐里，公子情深；始信黄土陇中，女儿命薄！汝南泪血，斑斑洒向西风；梓泽馀衷，默默诉凭冷月。呜呼！固鬼蜮之为灾，岂神灵而亦妒？箝诐奴之口，讨岂从宽？剖悍妇之心，忿犹未释！在卿之尘缘虽浅，而玉之鄙意尤深。因蓄惓惓之思，不禁谆谆之问。始知上帝垂旌，花宫待诏，生侪兰蕙，死辖芙蓉。听小婢之言，似涉无稽；据浊玉之思，则深为有据。何也：昔叶法善摄魂以撰碑，李长吉被诏而为记，事虽殊其理则一也。故相物以配才，苟非其人，恶乃滥乎其位？始信上帝委托权衡，可谓至洽至协，庶不负其所秉赋也。因希其不昧之灵，或陟降于兹，特不揣鄙俗之词，有污慧听。乃歌而招之曰：天何如是之苍苍兮，乘玉虬以游乎穹窿耶？地何如是之茫茫兮，驾瑶象以降乎泉壤耶？望伞盖之陆离兮，抑箕尾之光耶？列羽葆而为前导兮，卫危虚于傍耶？驱丰隆以为庇从兮，望舒月以临耶？听车轨而伊轧兮，御鸾鹥以征耶？闻馥郁而薆然兮，纫蘅杜以为纕耶？炫裙裾之烁烁兮，镂明月以为珰耶？借葳蕤而成坛畤兮，檠莲焰以烛兰膏耶？文瓠瓟以为觯斝兮，漉醽醁以浮桂醑耶？瞻云气而凝盼兮，仿佛有所觇耶？俯窈窕而属耳兮，恍惚有所闻耶？期汗漫而无夭阏兮，忍捐弃予于尘埃耶？倩风廉之为余驱车兮，冀联辔而携归耶？余中心为之慨然兮，徒噭噭而何为耶？卿偃然而长寝兮，岂天运之变于斯耶？既窀穸且安稳兮，反其真而又奚化耶？余犹桎梏而悬附兮，灵格余以嗟来耶？来兮止兮，卿其来耶？若夫鸿蒙而居，寂静以处，虽临于兹，余亦莫睹。搴烟萝而为步障，列苍蒲而森行伍。警柳眼之贪眠，释莲心之味苦。素女约于桂岩，宓妃迎于兰渚。弄玉吹笙，寒簧击敔。征嵩岳之妃，启骊山之姥。龟呈洛浦之灵，兽作咸池之舞。潜赤水兮龙吟，集珠林兮凤翥。爰格爰诚，匪簠匪莒。发轫乎霞城，还旌乎玄圃。既显微而若通，复氤氲而倏阻。离合兮烟云，空蒙兮雾雨。尘霾敛兮星高，溪山丽兮月午。何心意之忡忡，若寤寐之栩栩？余乃欷歔怅望，泣涕彷徨。人语兮寂历，天籁兮篔筜。鸟惊散而飞，鱼唼喋以响。志哀兮是祷，成礼兮期祥。呜呼哀哉！尚飨！欲寄愁心朔雁边，西风浊酒惨离颜。黄花时节碧云天。古戍烽烟迷斥堠，夕阳村落解鞍鞯。不知征战几人还。",
        "author": "清代",
        "poem_class": "思乡",
        "dynasty": "张问陶"
    },
    {
        "title": "柳梢青·病酒心情",
        "paragraph": "病酒心情。唤愁无限，可奈流莺。又是一年，花惊寒食，柳认清明。天涯翠巘层层。是多少、长亭短亭。倦倚东风，只凭好梦，飞到银屏。黑云翻墨未遮山，白雨跳珠乱入船。卷地风来忽吹散，望湖楼下水如天。陶尽门前土，屋上无片瓦。十指不沾泥，鳞鳞居大厦。一春长费买花钱，日日醉湖边。玉骢惯识西湖路，骄嘶过、沽酒楼前。红杏香中箫鼓，绿杨影里秋千。(湖边 一作：花边)暖风十里丽人天，花压鬓云偏。画船载取春归去，馀情付、湖水湖烟。明日重扶残醉，来寻陌上花钿。",
        "author": "宋代",
        "poem_class": "思乡",
        "dynasty": "黄简"
    },
    {
        "title": "思归",
        "paragraph": "暖丝无力自悠扬，牵引东风断客肠。外地见花终寂寞，异乡闻乐更凄凉。红垂野岸樱还熟，绿染回汀草又芳。旧里若为归去好，子期凋谢吕安亡。闻道黄龙戍，频年不解兵。可怜闺里月，长在汉家营。少妇今春意，良人昨夜情。谁能将旗鼓，一为取龙城。脉脉广川流，驱马历长洲。鹊飞山月曙，蝉噪野风秋。男儿事长征，少小幽燕客。赌胜马蹄下，由来轻七尺。杀人莫敢前，须如猬毛磔。黄云陇底白云飞，未得报恩不得归。辽东小妇年十五，惯弹琵琶解歌舞。今为羌笛出塞声，使我三军泪如雨。",
        "author": "唐代",
        "poem_class": "思乡",
        "dynasty": "韦庄"
    },
    {
        "title": "赠诸游旧诗",
        "paragraph": "弱操不能植，薄伎竞无依。浅智终已矣，令名安可希。扰扰从役倦，屑屑身事微。少壮轻年月，迟暮惜光辉。一涂今未是，万绪昨如非。新知虽已乐，旧爱尽暌违。望乡空引领，极目泪沾衣。旅客长憔悴，春物自芳菲。岸花临水发，江燕绕樯飞。无由下征帆，独与暮潮归。京洛多妖艳，馀香爱物华。俱临邓渠水，共采邺园花。时摇五明扇，聊驻七香车。情疏看笑浅，娇深眄欲斜。微津染长黛，新溜湿轻纱。莫言人未解，随君独问家。玄冬寂修夜。天围静且开。亭皋霜气怆。松宇清风来。高琴时以思。幽多多感怀。幸藉汾阳想。岭首一些徘徊。江路西南永，归流东北骛。天际识归舟，云中辨江树。旅思倦摇摇，孤游昔已屡。既欢怀禄情，复协沧洲趣。嚣尘自兹隔，赏心于此遇。虽无玄豹姿，终隐南山雾。",
        "author": "南北朝",
        "poem_class": "思乡",
        "dynasty": "何逊"
    },
    {
        "title": "酒泉太守席上醉后作",
        "paragraph": "酒泉太守能剑舞，高堂置酒夜击鼓。胡笳一曲断人肠，座上相看泪如雨。琵琶长笛曲相和，羌儿胡雏齐唱歌。浑炙犁牛烹野驼，交河美酒归叵罗。三更醉后军中寝，无奈秦山归梦何。百亩庭中半是苔，桃花净尽菜花开。种桃道士归何处，前度刘郎今又来。懒摇白羽扇，裸袒青林中。脱巾挂石壁，露顶洒松风。松下问童子，言师采药去。只在此山中，云深不知处。",
        "author": "唐代",
        "poem_class": "思乡",
        "dynasty": "岑参"
    },
    {
        "title": "春日寄乡友",
        "paragraph": "旅心已多恨，春至尚离群。翠枝结斜影，绿水散圆文。戏鱼两相顾，游鸟半藏云。何时不悯默，是日最思君。其一遥看孟津河，杨柳郁婆娑。我是虏家儿，不解汉儿歌。其二健儿须快马，快马须健儿。跸跋黄尘下，（跸－毕换必）然后别雄雌。代马秋不归，缁纨无复绪。迎寒理衣缝，映月抽纤缕。的皪愁睇光，连娟思眉聚。清露下罗衣，秋风吹玉柱。流阴稍已多，馀光亦难取。日晚荒城上，苍茫馀落晖。都护楼兰返，将军疏勒归。马有风尘气，人多关塞衣。阵云平不动，秋蓬卷欲飞。闻道楼船战，今年不解围。",
        "author": "南北朝",
        "poem_class": "思乡",
        "dynasty": "王僧孺"
    },
    {
        "title": "行舟忆永和兄弟",
        "paragraph": "一挂吴帆不计程，几回系缆几回行。天寒有日云犹冻，江阔无风浪自生。数点家山常在眼，一声寒雁正关情。长年忽得南来鲤，恐有音书作急烹。稻云不雨不多黄，荞麦空花早着霜。已分忍饥度残岁，更堪岁里闰添长。波声拍枕长淮晓，隙月窥人小。无情汴水自东流，只载一船离恨向西州。竹溪花浦曾同醉，酒味多于泪。谁教风鉴在尘埃？酝造一场烦恼送人来！秋山不可尽，秋思亦无垠。碧涧流红叶，青林点白云。凉阴一鸟下，落日乱蝉分。此夜芭蕉雨，何人枕上闻。",
        "author": "宋代",
        "poem_class": "思乡",
        "dynasty": "周必大"
    },
    {
        "title": "诉衷情·秋情",
        "paragraph": "片云载雨过江鸥。水色澹汀洲。小莲玉惨红怨，翠被又经秋。 凉意思，到南楼。小帘钩。半窗灯晕，几叶芭蕉，客梦床头。庐山烟雨浙江潮，未至千般恨不消。到得还来别无事，庐山烟雨浙江潮。水是眼波横，山是眉峰聚。欲问行人去那边？眉眼盈盈处。才始送春归，又送君归去。若到江南赶上春，千万和春住。人生到处知何似，应似飞鸿踏雪泥。泥上偶然留指爪，鸿飞那复计东西。老僧已死成新塔，坏壁无由见旧题。往日崎岖还记否，路长人困蹇驴嘶。",
        "author": "宋代",
        "poem_class": "思乡",
        "dynasty": "吴文英"
    },
    {
        "title": "望湘人·记归程过半",
        "paragraph": "记归程过半，家住天南，吴烟越岫飘渺，转眼秋冬，几回新月，偏向离人燎皎。急管宵残，疏钟梦断，客衣寒悄。忆临岐，泪染湘罗，怕助风霜易老。是尔翠黛慵描，正恹恹憔悴，向予低道：念此去谁怜，冷暖关山路杳？才携手教、款语丁宁，眼底征云缭绕。悔不剪、春雨蘼芜，牵惹愁怀多少！满眼韶华，东风惯是吹红去。几番烟雾，只有花难护。梦里相思，故国王孙路。春无主！杜鹃啼处，泪洒胭脂雨。上善若水，是以有德。下士闻道，笑而不识。鹪鹩巢林，卑栖自溺。大鹏扶摇，汝将安适。午枕梦初残，高楼上，独凭阑干。清商应律金风至，砧声断续，笳音幽怨，雁阵惊寒。景物不堪看，凝眸处愁有千般。秋光谈薄人情似，迢迢野水，茫茫衰草，隐隐青山。",
        "author": "明代",
        "poem_class": "思乡",
        "dynasty": "陆宏定"
    },
    {
        "title": "祝英台近·春日客龟溪游废园",
        "paragraph": "采幽香，巡古苑，竹冷翠微路。斗草溪根，沙印小莲步。自怜两鬓清霜，一年寒食，又身在、云山深处。昼闲度。因甚天也悭春，轻阴便成雨。绿暗长亭，归梦趁飞絮。有情花影阑干，莺声门径，解留我、霎时凝伫。环滁皆山也。其西南诸峰，林壑尤美，望之蔚然而深秀者，琅琊也。山行六七里，渐闻水声潺潺，而泻出于两峰之间者，酿泉也。峰回路转，有亭翼然临于泉上者，醉翁亭也。作亭者谁？山之僧智仙也。名之者谁？太守自谓也。太守与客来饮于此，饮少辄醉，而年又最高，故自号曰醉翁也。醉翁之意不在酒，在乎山水之间也。山水之乐，得之心而寓之酒也。若夫日出而林霏开，云归而岩穴暝，晦明变化者，山间之朝暮也。野芳发而幽香，佳木秀而繁阴，风霜高洁，水落而石出者，山间之四时也。朝而往，暮而归，四时之景不同，而乐亦无穷也。至于负者歌于途，行者休于树，前者呼，后者应，伛偻提携，往来而不绝者，滁人游也。临溪而渔，溪深而鱼肥，酿泉为酒，泉香而酒洌，山肴野蔌，杂然而前陈者，太守宴也。宴酣之乐，非丝非竹，射者中，弈者胜，觥筹交错，起坐而喧哗者，众宾欢也。苍颜白发，颓然乎其间者，太守醉也。已而夕阳在山，人影散乱，太守归而宾客从也。树林阴翳，鸣声上下，游人去而禽鸟乐也。然而禽鸟知山林之乐，而不知人之乐；人知从太守游而乐，而不知太守之乐其乐也。醉能同其乐，醒能述以文者，太守也。太守谓谁？庐陵欧阳修也。黄金错刀白玉装，夜穿窗扉出光芒。丈夫五十功未立，提刀独立顾八荒。京华结交尽奇士，意气相期共生死。千年史册耻无名，一片丹心报天子。尔来从军天汉滨，南山晓雪玉嶙峋。呜呼！楚虽三户能亡秦，岂有堂堂中国空无人！百种相思千种恨，早是伤春，那更春醪困。薄幸辜人终不愤，何时枕畔分明问。懊恼风流心一寸，强醉偷眠，也即依前闷。此意为君君不信，泪珠滴尽愁难尽。",
        "author": "宋代",
        "poem_class": "思乡",
        "dynasty": "吴文英"
    },
    {
        "title": "梦江南·九曲池头三月三",
        "paragraph": "九曲池头三月三，柳毵毵。香尘扑马喷金衔，涴春衫。苦笋鲥鱼乡味美，梦江南。阊门烟水晚风恬，落归帆。湖山胜处放翁家，槐柳阴中野径斜。水满有时观下鹭，草深无处不鸣蛙。箨龙已过头番笋，木笔犹开第一花。叹息老来交旧尽，睡来谁共午瓯茶。摘青梅荐酒，甚残寒，犹怯苎萝衣。正柳腴花瘦，绿云冉冉，红雪霏霏。隔屋秦筝依约，谁品春词？回首繁华梦，流水斜晖。寄隐孤山山下，但一瓢饮水，深掩苔扉。羡青山有思，白鹤忘机。怅年华、不禁搔首，又天涯、弹泪送春归。销魂远，千山啼鴂，十里荼麋。小桃无主自开花，烟草茫茫带晚鸦。几处败垣围故井，向来一一是人家。",
        "author": "宋代",
        "poem_class": "思乡",
        "dynasty": "贺铸"
    },
    {
        "title": "至正改元辛巳寒食日示弟及诸子侄",
        "paragraph": "江山信美非吾土，漂泊栖迟近百年。山舍墓田同水曲，不堪梦觉听啼鹃。山河萦带九州横。深谷几为陵。千年万年兴废，花月洛阳城。图富贵，论功名。我无能。一壶春酒，数首新诗，实诉衷情。第一折(冲末扮齐公子领祗候上，云)纷纷战国尚尊周，五霸争强作列侯。率土之滨承治化，威名耿耿壮春秋。某乃齐公子是也。祖立国临淄，自周初之时，封七十二国，后并一十八国，因吴越相争以来，周平王以后，为春秋之世。今各分十二国，乃鲁国、卫国、晋国、郑国、曹国、蔡国、燕国、陈国、宋国、楚国、秦国、俺齐国，惟俺东齐封疆宽阔，桑麻遍地，积粟如山，黎民乐业，雨顺风调。某因昨夜晚间作一梦，见一轮皓月，出离海角，恰丽中天，忽被云雾遮蔽。撒然惊觉，正当夜半子时。未知主何凶吉，可请中大夫合眼虎来，与吾圆梦。早间已令人请去了，这其间敢待来也。(净扮合眼虎上，云)东齐东齐，生的跷蹊，不是秃头，便是瞎的。小官乃合眼虎是也，乃齐国中大夫之职。我平生好厮打，若打的过人，我睁着眼则管里打；若打不过人，我合着眼着人则管里打。有公子呼唤，不知有甚事，须索走一遭去。可早来到也。报复去，道有合眼虎来了也。(祗候云)理会的。(报科，云)喏！报的公子得知，有合眼虎来了也。(齐公子云)着他过来。(祗侯云)理会的。着过去。(做见科)(净合眼虎云)公子呼唤小官有何事？(齐公子云)合眼虎，唤你来别无甚事，某昨夜作一梦，见一轮皓月，出离海角，恰丽中天，忽被云遮。未知主何凶吉，请你来圆梦。(净合眼虎云)我道为甚么，原来是梦境之事。打甚么不紧！公子，你寻思波，月者是亮也，亮者是明也，云者雾也。月里头云，云里头雾，月云雾，好事吉祥之兆。今日若不得财，公子，必然有人请你嚼酒。(齐公子云)这厮胡云！令人，请上大夫晏婴来者。(祗候云)理会的！(做请科，云)晏大夫有请！(外扮晏婴上，云)纲常礼乐正彝伦，善与人交秉性淳。治国齐家为国土，在明明德在新民。小官姓晏名婴，字平仲，官拜齐国上大夫之职。今有公子呼唤，须索走一遭去。可早来到也。令人，报复去，道有小官晏婴来了也。(祗候云)理会的。(报科，云)喏！报的公子得知，有晏大夫来了也。(齐公子云)道有请。(祗候云)理会的。有请。(见科)(晏婴云)公子呼唤晏婴有何事？(齐公子云)大夫，请你来不为别，某昨夜作一梦，见一轮皓月，出离海角，恰丽中天，忽被云遮。特请大夫来圆此梦，未知主何凶吉。(晏婴云)公子，月者属阴也，皓者明也，浮云遮蔽者，乃此人时运未遇。公子未娶夫人，所有贤明淑女，隐于乡村，或在林麓之间也。(齐公子云)大夫，便怎生得见？(晏婴云)公子要见不难，到来日出城打围猎射，午时三刻，必遇淑女贤人。(齐公子云)此言有准么？(晏婴云)决然有准无差。(净合眼虎??晏矮子正是胡说。这梦人人都有，这两日春困，睡多梦多，我在前也曾抽签掷珓，也曾与人圆梦来，如今卖龟儿卦的多了，不灵了。可不道梦是心头想，眼跳眉毛长，鹊噪为食忙，嚏喷鼻子痒。又说道抽签掷珓，一贯好钞，全无正经，则是胡道。(齐公子云)谁听你胡云！合眼虎，分付左右，收拾什物鞍马鹰犬，到来日采猎，走一遭去。(净合眼虎云)得令！我出的这门来，大小头目，便收拾鞍马，打点鹰犬，公子要打围猎射去。可不干我事，都是晏矮子来。他说道明日打围处，撞见贤人淑女。若见呵，便罢，若不撞见呵，晏婴我儿也，我替你愁哩！梦是心头想，晏婴胡打嚷；若不见淑女，慢慢白他谎。(下)(齐公子云)左右，与我唤将田能来者！(祗候云)理会的。(做唤科，云)田能安在？(外扮田能上，云)四塞关河立帝基，巍巍泰岳列峰奇；如山积粟民安业，赳赳威名号大齐。某乃田能是也，佐于齐公子麾下，为统军上将军之职。正在教场中操练士马，公子呼唤，须索走一遭去。可早来到也。报复去，道有田能来了也。(祗候云)理会的。(报科，云)喏！报的公子得知，有田能来了也。(齐公子云)着他过来。(祗侯云)理会的，过去。(见科)(齐公子云)田能来了也。(田能云)小官来了也。(齐公子云)且一壁有者。左右，与我唤将徐弘吉等来者。(祗候云)理会的。徐弘吉等安在？(外扮徐弘吉同徐弘义上)(徐弘吉云)武艺精熟敢战争，相持厮杀惯交兵；扶持齐国为良将，威镇边关显姓名。某乃徐弘吉，兄弟徐弘义，在齐公子麾下为左右裨将之职。恰才点军回还，公子呼唤，不知有甚事，须索走一遭去。可早来到也。报复去，道有俺二人来了也。(祗侯云)理会的。(报科，云)喏！有裨将徐弘吉、徐弘义来了也。(齐公子云)着他过来。(祗候云)理会的。过去。(见科)(徐弘吉)个子呼唤俺二将那厢使用？(齐公子云)我如今要打围猎射去，田能。(田能云)有！(齐公子云)你同他二将，即便收拾鞍马猎射去，不可迟延。(田能云)得令！徐弘吉、徐弘义，俺统领一丢人马，收拾行装等物，跟公子打围去。你二人先布围场，某保公子出城。(徐弘吉云)去来。(田能云)裨将先去布围场，射猎春蒐出帝乡；大张罗网收牲口，旋回齐唱凯歌腔。(同裨将下)(齐公子云)大夫阴阳有准，若应此梦，必然重赏封官也。率士临淄掌大权，为无正室觅姻缘；春蒐采猎临郊野，当遇佳人应梦贤。(下)(晏婴云)公子回去了也。书云：先进于礼乐，野人也。盖谓郊野之民，乃有质朴之风。今公子无有夫人，未治其内，岂治其外？得此梦境，到来日采猎于桑间，必遇贤哉淑女，可配君子。一轮皓月正当空，却被浮云惨雾漾；深沉林麓知何处，只在来朝采猎中。(下)(外扮孛老儿领卜儿、净、茶旦上)(孛老儿云)积祖苍山是本家，深村乡里事桑麻。秋收春种田园乐，无是无非度岁华。老汉复姓钟离，名个信字。积祖是这齐国无盐邑人氏。嫡亲的五口儿家属：婆婆刘氏，儿孩儿是钟大，媳妇儿邹氏，女孩儿是钟离春。家间颇有些田土，多收下些粗粮薄食，人都以我为钟大户称之。女孩儿钟离春，年长二十岁，心性明慧，胸襟磊落，则是有些儿颜陋。昼诵诗书，夜观天象，十八般武艺皆通，九经三史尽晓。非因学而成就，实乃天赋其能。文武兼备，韬略精深，有安江山社稷之才，齐家治国之策。争奈未曾许聘他人。如今时遇春间天道，正是农忙时节，钟大孩儿使牛去了，媳妇儿，你家中好生看蚕者！(茶旦云)父亲但开口，则卖弄他那女孩儿攻书写字、舞剑轮枪，学的那里用？俺是庄农人家出身，如今农忙时节，为儿的耕田坝地去了，我独自个在家，又要绩麻织纺，又要采桑喂蚕，又要侍奉公婆茶饭。他每日横不拈、竖不抬，那得闲茶饭，养活着他怎地？(卜儿云)老的也，你休听闲言剩语的，孩儿既攻书写字呵，也是好处。有朝一日孩儿显达呵，也是俺两口儿好处。你叫他出来，我问他。(孛老儿云)傻弟子，他是我女孩儿，终不道不养活他。你与我唤出他来者。(茶旦云)父亲使我唤他，可不干我事，又则道我攀他哩！我依着父亲，叫他出来。(唤科，云)无盐姑姑，父亲唤你哩！(正旦扮钟离春上，云)妾身复姓钟离，名春，无盐女是也。年长二十岁，在此深村居住。先祖仕宦，今我父亲专务为农。妾身生来懒攻针指，好习诗书，颇谙武事。父亲呼唤，不知有甚事，须索走一遭去。我想上古先王，治理天下，流传到今，非同容易也呵！(唱)【仙吕】【点绛唇】自从那克伐殷汤，立基开创，今归向，周室诸王，治世为尊上。【混江龙】后来也春秋雄壮，各称一国立家邦。界分列土，隘定封疆。却正是幸值繁华歌稔岁，喜逢美景乐风光。端的是人和美行谦让，为人要心存义理，秉受纲常。(见科，云)嫂嫂万福。(茶旦云)姑姑，父亲唤你哩！咱见去来。(见科)(茶旦云)父亲，姑姑来了也。(孛老儿云)孩儿来了也。(正旦云)父亲，唤您孩儿有何事？(孛老儿云)孩儿也，你是庄户人家女孩儿，不肯做针指农妇生活，每日则是习学武艺，写字读书，学他何用？(正旦云)哦，父亲原来为此也！(唱)【油葫芦】你着我针指匆匆居草堂，又着我攀绣床，不如我抚瑶琴学舞剑诵文章，争如我暗嗟吁豪气冲天上。我则待施逞韬略驱兵将。(孛老儿云)孩儿，依着俺则做女工生活可不好？(正旦唱)我从来志意坚，心性刚，我这胸中素有江湖量，争知我待时运且潜藏。(孛老儿云)你是个女孩儿家，便学成那武艺，量你到的那里也。(正旦唱)【天下乐】有-日出众超群独占强，我则待昭彰，把名姓扬。凭着我机谋运筹才智广。(卜儿云)孩儿也，你学成那兵书战策，敢与谁人拒敌也？(正旦唱)任交锋将阵势排，会理伏把兵艺扬，我与皇家定边疆除恶党。(孛老儿云)孩儿也，俺这里也有为官的，也有为吏的，也有为商贾的，算来都不如俺这庄农每快活。(卜儿云)孩儿也，那登仕路的，可是怎生？那为商贾的，可是如何？你说一遍，我试听咱。(茶旦云)俺庄农每委实受用快活也。(正旦唱)【寄生草】读书的登高位，治财的为人商，登仕的官高三品彰名望，为商的货行千里图增长。庄家每田蚕万倍多兴旺。(茶旦云)姑姑，在家也是闲，俺采罢桑，去那牡丹亭上散心，到好耍子。(正旦唱)你待着玩清凉一座牡丹亭，我则待坐中军九顶莲花帐。(孛老儿云)孩儿，你如今不小也。如今春将尽，夏将临，正是蚕忙时候，跟着嫂嫂采些桑叶喂蚕，可不好？(正旦云)父亲命敢不应承？妾身去、去、去！(孛老儿云)媳妇儿，好生看孩儿，不要闲游荡。(正旦云)嫂嫂，咱采桑去来。(唱)【尾声】我如今甘苦用辛勤，怎敢闲游荡。相伴着村务女提篮儿采桑，打叠起风流美艳妆，入家园数尽桑行，为蚕忙。急急春光，内外家私各自当。凭着我高才伎俩，威严形状，有一日保全宗社定齐邦。(同茶旦下)(孛老儿云)孩儿采桑去了也，老汉无甚事，庄东里看田禾，走一遭去。春来耕种效殷勤，夏至挥锄受苦辛；秋天五谷收成了，快活三冬老富民。(下)第二折(田能同徐弘吉、徐弘义领卒子驾鹰引犬打旗上)(田能云)莫乃田能是也。同众官来到此郊野外，大小三军，布下围场，公子这早晚敢待来也，将围场摆开者！(徐弘吉云)将军，摆布严整了也。(田能云)公子敢待来也。(齐公子同晏婴、祗候跚马儿上)(齐公子云)某齐公子是也。来到郊外，兀的不是围场。(做跚马儿走科，云)可怎生獐狍鹿兔，不见一个？兀的不是一个雪白兔子！众人休放箭，等我射这玉兔。(做射箭科，云)着！箭射中玉兔也，左右与我拿来！(卒子云)报的公子得知，玉兔带箭走了也。(田能赶科，云)呀！兔子活哩，带着箭走了也。(齐公子云)泼毛团带着我一枝金鈚箭走了也，那里去，更待干罢！众人跟着某，务要赶上。(做赶科，云)紧赶他紧走，慢赶他慢走。田能，您守定围场，我务要赶上他。(下)(田能云)好是跷蹊也，俺采猎半日，止有一个白毛玉兔，公子射中，带着金鈚箭走了，公子追将去了。众将士，俺四下里抓寻玉兔去来。(同下)(茶旦提篮儿上，唱)【撼动山】提着这个采药蓝，我头发儿乱髡鬈。今年可便好收蚕，好收蚕也么哥，雨润条柔，露湿花梢，转桑行行过家南。(云)妾身邹氏，父亲母亲言语，着我相伴姑姑采桑去。早来到郊园也。姑姑行动些。(正旦提篮儿上，云)妾身无盐女是也。时遇春末夏初之际，养蚕正忙。蒙父母言语，着跟着嫂嫂采桑喂蚕。无盐，几时是你那发迹的时节也！(唱)【中吕】【粉碟儿】这些时慵怠妆梳，正遇着务农忙养蚕时序。爱偷闲学剑攻书，隐深林，潜野外，世居农务。(茶旦云)你看这姑姑采桑处还拿着一本书，便有甚么好处？(正旦唱)这书中曾下工夫，我待要治家邦播扬名誉。(茶旦云)姑姑，你曾不曾出来，你看这邻近的人家女孩儿，还不似你都来采桑喂蚕？你般出来，一来采桑，二来耍一耍，不强似闲坐也？(正旦唱)【醉春风】你看那邻里俊娇娃，更和这乡闾小幼女，家园万卉叶蓁蓁，要把这成行儿数，数。走不彻榆林，观不尽枣棘，数不尽桑树。(茶旦云)咱慢慢的采桑，看有甚么人来。(齐公子跚马儿赶兔上，云)走走走！甫能赶上，带着金鈚，走入桑园去了。(做看科，云)可怎生不见了？兀那桑间有几个采桑的女子，我试问他一声。兀那采桑的女子，你曾见一个兔子，着一枝箭么？(茶旦云)你在这里问兔儿，我说与你，你去南海子寻问去，连獐子说与你！(齐公子云)兀那女人，那里是往临淄去的路也？(正旦唱)【红绣鞋】他问俺那个是临淄的道路。(云)你是甚么人？(齐公子云)某乃齐公子是也。(正旦云)既是齐公子。(唱)你可便怎来到俺这郊墟？哎，你个公子齐侯有疏虞。(齐公子云)这厮好无礼也，有甚么疏虞处？(正旦唱)岂不知禾苗在地，也不念麦将熟，(云)如今田苗在地。(唱)你道波，你不合骤骅骝践田亩。(齐公子云)好是不祥也。为这个泼毛团，受这个采桑妇的气！我出的这桑林，可怎生不见晏婴？(晏婴跚马儿慌上见科，云)公子，量那玉兔打甚么不紧，直赶到这里！(齐公子云)晏婴，你圆的好梦！淑女也不得见，倒受了采桑妇一肚子气。(晏婴云)公子，在那里？我试看咱。(惊科，云)看了此女子，生的像貌非俗。日当卓午，这个莫不是应梦的贤人淑女？休问是不是，我指着他题一首诗，看他说甚么。兀那女子，我作首诗你听着，看你晓的么。诗曰：采桑忙来采桑忙，朝朝每日串桑行；织下绫罗和匹段，未知那个着衣裳。(正旦云)这个敢是朝中宰相？我回他一首。你听者，诗曰：将军忙来将军忙，朝朝每日斗争强；空有江山并社稷，无人敢与定封疆。(茶旦云)一个道采桑忙也采桑忙，一个道将军忙也将军忙。男女不可话衰肠，若是您不上紧走，俺老子撞见打您娘。(晏婴云)呀、呀、呀！果然是贤人！兀那采桑女人，你那里人氏，姓字名谁？你试说，我试听咱。(正旦唱)【石榴花】俺酬恩报国作农夫，这的是勤苦用耕锄。(晏婴云)农忙时候，索是勤苦也。(正旦唱)看承禾黍不轻疏。(晏婴云)你那里人氏？(正旦唱)住齐邦境隅，邑土乡俗。(晏婴云)你既是俺本国之民，当归附于国君也。(正旦唱)差科征税当归附，盛兴隆民户咸伏。君侯暂且容宽恕，试听我谈论待须臾。(晏婴云)俺本国人强马壮，士民乐业，文武贤能，有何谈论之事？(正旦唱)【斗鹌鹑】您如今便士不能文，您如今兵慵傲武。(云)殆哉殆哉！春秋之间，外不修君臣之礼，内不肃齐家之治。一旦志弱，彼国侵争，悔之晚矣！(晏婴云)恰才贤女所言本国之事，小官愿闻。(正旦唱)那个肯入水擒蛟，伏林刺虎？一个个智浅才疏腹内虚，怎能勾志纵横德不孤。(晏婴云)方今春秋战国，各据其境，岂无文武贤能！(正旦唱)岂不知西患衡秦？岂不知南仇大楚？(晏婴云)公子，小官观此女子，出言非俗，正是贤人，此乃是应梦的贤人。若得此女子为夫人，齐国大治。(公子云)大夫，你问他。(晏婴云)小官恰才闻贤女所言，非桑间妇女，出言皆治国齐家之道，实女流中翘楚也。俺齐公子见今未有正室夫人，贤女若肯见许，与齐公子结亲，小官亲为大保，贤女意下如何？(正旦云)你是何人？(晏婴云)小官乃齐国上大夫晏婴是也。(正旦云)哦，晏丞相，久闻尊名。妾来采桑，非是结亲之所，有父母在堂，焉敢轻许？(晏婴云)贤女许个肯宇，接了公子把定，再与你父母议亲。(正旦云)既然如此，愿公子退谄佞，去雕琢，选兵马，实府库，用贤良，进直言，如此者愿备后宫。大人不可相戏也。(晏婴云)一言为主，主一无适，愿以信物奉之如何？(正旦云)任大夫为之。(晏婴云)公子，且喜贤女已许，奉信物为定。(公子云)途中无甚宝物，将这紫丝鞭权为信定。(晏婴云)将来。贤女，俺公子将此紫丝鞭为信定。(正旦云)要结夫妇之礼，岂为执鞭之事？不可。(茶旦云)也罢也罢，将来赶牛。(晏婴云)公子，那壁贤女说，既要结夫妇之礼。岂为执鞭之事。(公子云)将这口剑为信定。(晏婴云)也罢也罢。贤女，公子这口宝剑为信定。(正旦云)兵器乃不祥之物，岂可为信物？(茶旦云)留着切桑叶喂蚕。(晏婴云)公子，贤女说，兵器者不祥物也，不可用为信物。(公子云)可怎生？(晏婴云)公子将腰间玉带与贤女，堪为信物。(公子云)言者当也。这玉带与他权为信定。(晏婴云)将来将来。贤女，俺公子将这玉带奉为信定，贤女意下如何？(正旦云)妾身暂且将留，到家与父母计较。(公子云)晏大夫，就着贤女跟同回去，异日与他父母处行礼如何？(晏婴云)小官与贤女说去。贤女，如今公子将贤女车车载着同回，异日与你父母行礼，择吉日良辰，成亲如何？(正旦云)此非礼也。既要结亲，迎礼于钟氏之门，择吉日良时，亲迎过门，此其礼也。君是同车车载回，是为奔女也。(公子听科，云)晏大夫，此言深有理也。(晏婴云)贤女，只收留玉带者。(正旦云)妾身收了玉带。(唱)【耍孩儿】这玲珑玉带为凭据，立于朝偏能济楚。纲常礼乐定规模，把人伦身体拘束。(晏婴云)将玉带权为定礼，两下各不敢失信。(正旦唱)今日个立信与织纺勤劳女，堪匹配你个衣冠大丈夫，得之者贵显家豪富。他声闻乡里，光耀门闾。(公子云)大夫，问贤女要回奉礼物。(晏婴云)理会的。贤女，小官奉公子之命，问贤女要回奉的礼物。(正旦云)有有有！这一个桑木梳，权为回奉之礼。(晏婴接科，云)公子，贤女以此桑木梳一个，权为回奉之礼。(公子云)大夫，我那玉带价值百金，量这桑梳木有甚稀罕？你说去。(晏婴云)小官说去。贤女，俺公子说，玉带价值百金，量这桑木有甚打紧。(茶旦云)有甚打紧？投至的等的一个货郎儿来，千难万难的。(正旦云)大夫，休看这桑木梳小可，他能理万法。(晏婴云)好言语！公子，贤女说休看的他小可，能理万法。(公子云)句句字字，皆合乎大道。女子，你姓甚名谁，何处人氏？某选吉日良时，下财行礼，娶为正室夫人。(正旦云)你听者。(唱)【尾声】我姓钟离名字春，住苍山原是祖。(公子云)我知也，你指与俺临淄去的路儿咱。(正旦唱)你如今出桑园便是临淄路。我本是齐国无盐邑之女。(下)(茶旦云)贺万千之喜！谁想俺姑姑与齐公子做了夫人，得了玉带。我也家去报喜去来。晏婴堪为上大夫，文章才智又通书；再搽一斗胭脂粉，我是个村疃多年老诌狐。(下)(公子云)大夫，贺万千之喜！果应此梦。便选吉日良辰，娶夫人至本国，自有加官赐赏。只因采猎入桑园，淑女相逢结美缘；奇哉智略无盐女，治国齐家作大贤。(同下)楔子(外扮秦姬辇领从人上，云)强秦雄霸占咸阳，斗宝临潼拱上邦。壮士纷纷施勇烈，威名赳赳自昭彰。某乃秦姬辇是也，今在秦昭公手下为上将。方今春秋之世，秦为上国，十一国都来进贡。惟有东齐，三年不行进贡。听知的倚仗钟无盐英雄智勇，某今将这对玉连环前往东齐，单奈无盐，若解开玉环，休兵罢战，若解不开，统兵前去，征伐不进贡之罪，未为晚矣。令人！唤将虎白长来。(从人云)理会的。虎白长安在？(净扮虎白长上，云)某乃虎白长是也。正操练人马，大人呼唤，不知有甚事，须索走一遭去。可早来到也。令人，报复去，道白长来了也。(从人云)理会的。(报科，云)喏！报的元帅得知，有虎白长来了也。(秦姬辇云)着他过来。(从人云)理会的。过去。(见科)(净虎白长云)元帅唤小将那里使用？(秦姬辇云)唤你来不为别，差你为使命，将着一对玉连环，前往东齐国，奈他解开这玉连环，俺秦国免他进贡，他若解不开，俺便统兵征伐。小心在意，疾去早来。(净虎白长云)老子也，与这么一个差使！则今日辞别了元帅，直至齐邦，走一遭去。差使不寻常，星夜到齐邦；解开玉连环，生死我都当。(下)(秦姬辇云)虎白长去了也，若回来时，自有主意。西秦姬辇世间无，勇跃寰中大丈夫。慢说晏婴多巧计，休言贤女有机谋。玉环进往东齐去，解不开时激恼吾；兵至辽关则一阵，东齐一国属秦都。(下)(外扮孙操领从人上，云)先祖受封居范阳，兵强将勇立家邦。一任周初分疆土，修文演武用贤良。某乃大将孙操是也，乃孙武子之后。某习祖父之兵法，久居范阳，佐于燕公子麾下，保守无虞。颇奈东齐无礼，倚仗兵多将广，自称大国。某心中不忿，造蒲琴一张，此琴有金微玉轸，凤沼龙池，上面制蒲弦七条。今差使命，送至临淄，若弹响蒲琴，齐为上邦，若弹不响蒲琴，齐为下邦。倘若不允，然后领兵征伐，未为晚矣。令人！与我唤将孙仿来者。(从人云)理会的。(做唤科，云)孙仿安在？(净扮孙仿上，云)小人是孙仿，一生则说谎。听的父亲叫，看他胡厮嚷。来也，来也！恰才拾马粪来家。自家孙仿是也，乃孙操次男。父亲呼唤，不知有甚事，须索走一遭去。来到也。报复去，道有三合来了也。(从人云)理会的。(报科，云)喏！报的将军得知，有三舍来了也。(孙操云)着他过来。(从人云)理会的。着过去。(净孙仿做见科，云)父亲，唤您孩儿那厢使用？(孙操云)孙仿，唤你来别无甚事，颇奈东齐无礼，累次侵扰邻邦。你将这张蒲琴，直至东齐，单奈临淄名将。若弹响蒲琴，齐为上邦，弹不响蒲琴，齐为下国。你小心在意，疾去早来。(净孙仿云)得令！则今日持着蒲琴，辞别了父亲，直至东齐，走一遭去。这张蒲琴好，果然无处讨；若还弹不响，看你怎么了。(下)(孙操云)孙仿去了也，若回来时，自有个主意。蒲琴巧匠制工成，智量机关如用兵；弹出高山流水调，东齐尊大显奇能。(下)(齐公子同晏婴、田能、合眼虎领祗侯上)(齐公子云)淑女贞良世罕稀，英才智略果为奇。自从娶得夫人后，始觉融融家道齐。某齐公子是也。自采猎应梦，得见淑女，论齐家治国之道，凭晏婴为媒，娶为夫人。依夫人所言，屏不急之事，招致贤良，纳用直言，以此齐国大治。大夫一壁安排筵宴贺喜。令人，门首觑者，看有甚么人来。(净虎白长捧玉连环上，云)某乃虎白长是也。自离西秦，个月期程，可早来到东齐也。这的是府门。令人，报复去，道有秦国使命到此。(祗候云)理会的。(报科，云)喏！报的公子得知，有秦国使命在于门首。(齐公子云)着他过来。(祗候云)理会的。过去。(净虎白长做见科，云)某奉俺秦国元帅秦姬辇的将令，将这一对玉连环进与公子，若解开玉环，西秦与东齐年年进贡，若解不开玉环，东齐可与俺西秦进奉。(齐公子云)将来，一壁有者。(净孙仿捧琴上，云)某乃孙仿是也。自离燕国，可早来到东齐也。令人，报复去，道有大将孙操，差使命在此。(祗候云)理会的。(报科，云)喏！报的公子得知，有大将孙操，差使命在于门首。(齐公子云)着过来。(祗候云)理会的。过去。(见科)(齐公子云)使命是那一国来的？(净孙仿云)某是燕国来的。奉大将孙操元帅的将令，将着这一张蒲琴，上面七条蒲弦，进与您东齐，若是有人操的响，俺本国与东齐进贡称臣，操不响，领十万雄兵，至苍山交锋。(公子做看琴、玉环科，云)将来，我试看咱。这一张琴，上面是七条蒲弦，可怎生操的响？这一对玉连环相连着，又无痕路，可怎生解的开？晏婴，似此怎生计较？(晏婴云)公子放心，请夫人出来，他自有妙法，商量此事。(齐公子云)大夫说的是。侍女，传报后堂中，请出夫人来者。(祗候云)理会的。后面侍女，请夫人出来议事。(外应科，云)理会的。(正旦上，云)妾乃无盐女是也。自昔日遇着齐公子，一席话间，公子纳为正室夫人。公子在前堂，令人相请，不知有甚事，须索走一遭去。(做见科，云)公子唤妾身有何事？(公子云)夫人，请你来不为别，今有燕国范阳孙操，差使命进一张蒲琴，秦姬辇进一对玉连环，特来奈俺东齐。若操响蒲琴，解开玉环，他两国称臣进贡，若操不响蒲琴，解不开玉环，着俺进贡，他为上国，不然统兵前来征伐。无计可施，特请夫人商议。(正旦云)将琴来我看。(做看科，云)他那里是奈公子众官，正意的则是奈妾身！有何难哉！可用丈二竹竿一条，将琴挂在高处，妾身自有主意。(祗候做挂琴科)(正旦云)晏婴，你扶着。兀那使命，你近前来听者，琴者禁也，以禁人之心。这琴上有三十大龙吟，二十大素声，按宫商角徵羽。兀那厮，你听者：玉轸金徽妙理深，良工特意造蒲琴，吾今聊展丹诚手，操出高山流水音。(琴响科)(正旦云)兀那厮，你听的琴响么？(净孙仿云)听的，听的，委果琴响。既是响了，我回去罢。(做走科)(正旦云)左右拿下去，剥了那厮衣服！(祗候做剥衣服科)(正旦做写背科，云)用针刺了，与孙操看去！令人，抢出去！(祗候做抢科，云)出去！(净孙仿云)夫人忒造次，并严于我事。我又不做贼，怎么身上刺了字？(下)(正旦云)将秦国玉环来我看。(做看科，云)公子，夫玉者出自昆冈，难同环境珰珓，良工有智，造作连环。吾今用意，要解不难。兀那厮，你看者，巧匠琢磨非等闲，相联一对最宜看；袖中舒出拿云手，当面分明解玉环。(正旦做解开玉环科)(净虎白长云)既然玉环开也，慢在小子告回。(做走科)(正旦云)令人，将那厮拿下去！(祗候做拿科)(净虎白长做跪科，云)老子也，怎么的？(正旦云)将笔来。(做写科，云)左右将针来，黥了面上字，你与秦姬辇看去。令人，抢出去！(净虎白长出门科，云)脸上刺上宇，我又不曾做贼。可是苦也！戴上眼罩子回本国，看秦将军怎的说。脸上刺字也不妨，穿州经县过村坊；闹市丛中人看见，则是小的每嘈的我慌。(下)(齐公子云)夫人，既然操响蒲琴，解开玉环，皆夫人之妙智也。则不合将来人黥面刺背而回，听知的孙操秦姬辇好生英雄，倘惹起刀兵来，怎了？(正旦云)公子，不如是着他小量齐邦。不妨事，有妾身哩！(唱)【仙吕】【赏花时】便休题孙操轩昂志勇骁，怕甚么姬辇英才天下少，卫吴起更丰标。任他有通天智巧。(云)公子放心。(唱)我直着十一国敢可兀的尽来朝。(下)(齐公子云)夫人去了也。田能，便与我整搠人马，铮剑磨刀，你为副将，合眼虎为先锋。若两国兵至，与他拒敌。(田能云)得令！则今日下教场，点就人马，整备什物，单等两国来交锋。大小三军，听吾将令！奉命出师起大营，阔剑长枪列万层；方天画戟悬豹尾，矛盾斧钺挂红缨。立国安邦忠良将，深知韬略有声名；他时统领齐兵去，马践偏邦如土平。(下)(合眼虎云)则今日点起人马，以备秦兵。秦兵秦兵，个个英雄，准是我输，必定他赢。(下)(齐公子云)众将去了也。便是他两家领兵来，凭着夫人神机妙策，量他到的那里！西秦姬辇逞雄才，范阳孙操卷江淮；则说东齐无贤士，鸣琴又解玉环开。(下)(晏婴云)公子去了也。小官且回私宅去。贤母奇才治国均，谁如钟氏世绝伦；安危定乱平天下，才识桑间应梦人。(下)(秦姬辇领从人上)(秦姬辇云)遣使临齐国，不见信音回。某秦姬辇是也。自从使命将玉环奈东齐去，不见回来。令人，门首觑者，但有军情事，报复某知道。(从人云)理会的。(净虎白长上，云)走，走，走！自家虎白长是也。进玉环去，惹了一身祸来了。不住程回来到秦国，须索见秦将军去。来到也。报复去，道虎白长来了也。(从人云)理会的。(报科，云)喏！报的元帅得知，有虎白长来了也。(秦姬辇云)方才说罢，使命来了，着他过来。(从人云)理会的。过去。(做见科)(秦姬辇云)虎白长，进玉环一事如何？(净虎白长云)将军，不好说。走到东齐，献了玉环，大小官员，都解不的。惟有齐公子夫人，解开了玉环。不敢说谎。(秦姬辇云)玉环安在？(净虎白长做与玉环看科，云)这的便是。(秦姬辇云)无盐女好无礼也，怎敢将玉环摔碎了！兀那厮，脸上黑的是甚么？(净虎白长云)是甚么？你看！你看！(秦姬辇看科，云)我试看咱。立国安邦齐有贤，英雄战将万千员，殿前解开秦国宝，摔碎无价玉连环。吾身颇会驱兵将，休把东齐作等闲。说与儿曹秦姬辇，怕娘休要过潼关。(净虎白长云)呸！你还念哩。你近不的他，把我脸上刺了一脸字，洗又洗不的，可怎么了？好个秦姬辇，专一则弄事，着我进玉环，刺了一脸字。(下)(秦姬辇云)颇奈无盐女无礼，将玉环摔碎，又将某看承为儿曹，将使命刺了面字，此恨痛入骨髓。某如今奏知主公，亲自为帅，点就十万雄兵，会同卫国吴起，征伐东齐，擒拿无盐女，走一遭去。我听言说罢怒生嗔，来朝疾便践征尘。你殿前摔碎无价宝，黥面将咱恶语喷。卫国吴起为前部，吾今亲自统三军；驱兵领将临齐地，放心活捉桑间采叶人。(下)(孙操领卒子上，云)宝帐周围排虎将，中军左右列雄兵；文韬武略机谋大，下寨安营神鬼惊。某乃孙操是也。奉燕国公子之命，遣使命进蒲琴，前往东齐，奈他去了。报马来说，今日来到，小校门首觑者，若来时，报复我知道。(卒子云)理会的。(净孙仿上，云)祸福无门，惟有自招。进与蒲琴，惹下心焦。某乃孙仿是也，进蒲琴已回，飞星回程，来到本国也。回父亲话，走一遭去。可早来到也。报复去，道有孙仿来了也。(卒子云)理会的。喏！报的将军得知，有孙仿来了也。(孙操云)着他过来。(卒子云)理会的。过去。(做见科)(孙操云)孙仿，进蒲琴一事如何？(净孙仿做长吁气，跌脚捶胸科，云)您孩儿奉父亲的言语，将着蒲琴到东齐，被无盐女操响蒲琴。将孩儿殴了一顿。(孙操云)齐夫人操响蒲琴？这厮是能。他说甚么来？(净仿云)他说甚么来？你来你来。(做脱衣服与孙操看科，云)不知这脊梁上，写着甚么，将针刺了字，疼杀我，你看你看。进的好蒲琴，惹下祸了。(孙操做看念科，云)我试看咱。无盐英名天下知，八方归伏罢征旗。踏翻各国为尘土，荡散偏邦化作泥。孙操愚夫生巧计，蒲琴做作惹灾危。书与小邦贼子看，怕娘及早顺东齐。(孙仿噀科，云)噀，你还念哩。你不害羞，我去也。俺老子奈他弄机会，来往走了数十日，做了八句骂贼子，大字刺了一脊背。(下)(孙操云)颇奈采桑村妇无礼，怎敢将吾毁骂，更待干罢！则今日分付点人马，亲身为帅，俺会同二国，征伐东齐，擒拿无盐女，以雪此恨。大小三军，听吾将令！忠义兴邦起大兵，刀枪济济甲层层；人如猛虎离山岳，马似长蛟出水行。压地兵山尘土暗，冲天杀气密云生。扬威耀武相攻战，踏碎东齐如土平。(下)(外扮吴起领卒子上，云)武略文韬体圣谟，深通兵法运神术。功名四十无成就，枉做堂堂大丈夫。某乃大将吴起是也。其先卫国人，曾于盖公山学艺，今在魏文侯麾下为大将之职。西战于秦，拔其五城。某行兵有法，卧不设席，行不乘骑，与士卒同甘苦，尝与魏武侯浮西河而下，武侯曰：\"美哉山河之固。\"某对曰：\"在德不在险。\"以此一言，人称某为文武元帅。今因齐国无礼，累次辱俺二国，俺如今点就雄兵十万，与秦姬辇、燕孙操会合一处，征伐东齐。则今日拔寨起营。大小三军，听吾将令！彩云拥出万山中，闪烁金光射碧空；马似蛟龙离大海，人如虎豹出巅峰。征尘滚滚冲宵汉，杀气腾腾战晓风；全凭勇略将齐邦破，恁时方识我英雄。(下)第三折(正旦同田能，净合眼虎跚马儿领卒子打旗号上)(正旦云)妾身无盐女是也。颇奈秦姬辇无礼，调各国名将，合兵一处，要与俺齐国交战。凭着我神机妙策，量他到那里也！(唱)【越调】【斗鹌鹑】则我这阵布奎星，旗分箕尾，暗置虚危，明排翼壁。势若参房，形如斗室。作用稀，兵法奇，一会儿遁起天山，师乘地水。【紫花儿序】凭着我五行斡运，八卦周流，万象璇玑。用先天乾坤南北，坎离东西，周回。艮兑风雷一任疾，山泽通气，霎时天地相交，水火相催。(净合眼虎云)娘待今日怎么与他厮杀？量他到的那里！等我一个杀他这些秦兵。(正旦云)大小众将，您军排万队，将列阵前，摆一个周天二十八宿，名曰\"九宫八卦阵\"。合眼虎！(净合眼虎云)哎！娘叫怎的？(正旦云)与你一千军马，与我引战，则要你输。若秦兵不识此机，你诈败赶入垓心，必中吾计。(净合眼虎云)知道了。料必我则是输了。(正旦云)远远的敢是秦兵来了也。(秦姬辇同孙操、吴起跚马儿领卒子上)(秦姬辇云)某乃秦姬辇是也。颇奈钟无盐无礼，将某玉环摔破，将使命文面而回，此恨痛入骨髓。某会合魏国吴起、燕国孙操，统大势雄兵，征伐钟无盐，走一遭去。大小三军，摆开阵势者！(孙操云)将军且稍待，等我与他比试三合！来者何人？(净合眼虎云)某乃齐公子手下合眼虎是也。(孙操云)兀那厮，你那无盐女在于何处，怎敢将吾毁谤？我不与你厮杀，你则着无盐女出来。(净合眼虎云)我道你不敢和我相持么？(孙操云)小贼开大言，小校操鼓来！(战科)(净合眼虎诈败走科，云)近不的他，走、走、走！(下)(孙操云)那里去！不问那里赶将去。(正旦云)左右与我拿住者！(众做拿住孙操科)(卒子云)拿住孙操也。(正旦唱)【调笑令】这厮不识咱运机，将人来紧追袭。呀！你如今船到江心补漏迟，抵多少临崖勒马才收骑。尚兀自追赶着争持，不睹事撞入咱阵里，你正是有路无归。(云)与我拿向前来。(卒子云)理会的。当面。(孙操跪科，云)夫人可怜见，怎生饶过我这一遭。(正旦云)你原来怕死。既然怕死，且饶他这一遭。(田能云)夫人，既拿住可放了，敢不中么？(正旦云)不妨事，你那里知道！释了缚，小校，抢出去！(卒子云)理会的。(抢科云)出去！(孙操出门科，云)无盐女委实壮哉，饶了我的性命，我回本营中去。(做见众科，云)两阵之间，被齐兵把我拿将过去，无盐女放回我来了也。(秦姬辇、吴起跚马儿走科，云)呸！孙操，你羞么？你压着阵。吴起，咱两个与他交锋去。(净合眼虎跚马儿上，云)秦将出马，我这遭必然赢了。(秦姬辇云)来者何人？(净合眼虎云)我说与你，我是合眼虎。我儿也，你须闻我的名。(秦姬辇云)兀那厮，我不与你厮杀，你那无盐女，怎敢摔破俺玉连环，又将使命文面而回，此恨痛入骨髓。则着无盐女出来，我不杀你这匹夫。(净合眼虎云)这厮无礼，怎敢毁谤俺夫人！我和你比试三合。(秦姬辇云)小校，操鼓来！(战科)(净合眼虎败走科，云)敌不住他，走、走、走！(下)(秦姬辇、吴起赶科)(秦姬辇云)走的那里去！(正旦云)与我拿住者！(众拿住二将科)(唱)【鬼三台】由你有瞒天智，拿云计，出不的八卦阴阳道理。(秦姬辇云)被他智赚了俺，何足道哉！(正旦唱)你犹兀自说兵机。各自要于家为国，你不合把军兵来逞雄尽意追。岂不知伏兵暗藏使见识，您今日遭陷擒缚，方才是临危自悔。(秦姬辇同吴起跪科，云)你使这短见，也不为强。你如今放出俺去，与你相持，若两阵之间拿住我，便是算您强。(正旦云)你也说的是。释了缚，抢出去(卒子云)理会的。(抢科，云)出去。(秦姬辇、吴起出门科)(秦姬辇云)这厮是能。吴将军，俺二人结束威风，上的马摆开阵势。兀那无盐女，你出马来！(正旦云)小校，将刀马来，我与他交锋。操鼓来！(调阵子科)(唱)【秃厮儿】定齐刀青龙举起，安邦将似大蟒争驰。你看那交锋则凭个手段疾，端的也你争驰，辨个高低。(秦姬辇云)及早下马受降！(战科)(正旦唱)【圣药王】那一个枪举的迟，这一个马骤的微，看看的马乏人困怎支持。征尘起，杀气迷，抛撇金鼓漾了征旗。(秦姬辇、吴起、孙操败走科)(秦姬辇云)不中，敌不住他，我与你走走走！(下)(正旦唱)则见他没揣的撞出兵围。(正旦云)小校，与我鸣金！(卒子云)理会的。(正旦唱)【尾声】今日个濉河边战退英雄辈，四海声名贯知。待教那十一国尽来朝，我直着永镇齐邦万万纪。(同下)第四折(外扮秦国公子领祗候上)(秦公子云)八水通流分上国，三川似锦乐丞民；春秋继世尊赢氏，赳赳威严号大秦。某乃秦哀公是也，建国于咸阳。方今春秋十二国，秦为上国，不期齐国有无盐女，好生的智勇多能，因解玉连环一事，将使命文面而回。某差秦姬辇众将，大败而归，又下将战书来。如今会俺十一国公子至临淄，尊齐为上国。某已约定十国公子，如期而至。某不敢久停，领本部人马，收拾方物进贡，走一遭去。白马金鞍碧玉轿，无盐端的是英豪。红罗袍下盘鸾凤，百万军中舞剑刀。文通礼乐三千字，武按阴阳出六韬；十一国中无敌手，谨当表贺尽来朝。(同下)(齐公子同晏婴、田能、合眼虎领祗候上)(齐公子云)勇烈夫人天下奇，行兵布阵按神机。交锋八卦排军队，凛凛威名说大齐。某齐公子是也。当日为因解玉环，操蒲琴一事，秦姬辇会同燕、卫二国，合兵一处，征伐东齐。被夫人同众将领兵迎敌，将秦兵一鼓而下，得胜回还，名传四海，威慑诸邦。今各国公子，尊齐为上国，此夫人之功能也。说各国公子都来到也，今日安排筵会，论功行赏，庆贺齐邦夫人。请将夫人来者。(晏婴云)理会的，帘内丫鬟，请夫人出来。(正旦整扮领侍女上，云)妾身无盐女是也。公子令人来请，须索走一遭去。(唱)【双调】【新水令】今日个大周威势显英豪，俺端的气昂昂智筹雄略。见如今他邦皆纳土，列国尽来朝。将勇兵骁，则俺这威名大似山岳。(正旦云)令人，报复去，道妾身来了也。(祗候云)理会的。喏！报的公子得知，有夫人来了也。(齐公子云)某接待夫人去。(见科，云)夫人有请。(正旦云)公子万福。(齐公子云)夫人，今日各国归伏，皆赖夫人之功能。当日夜梦云遮的月，今日云散月明，皆因晏婴大夫圆梦。若不是大夫，岂有今日也！(正旦唱)【沉醉东风】今日个皓月莹莹皎皎，都则为白云冉冉飘飘。到中天分外明，照齐国生光耀。显一轮晃彻青霄，蟾影辉辉澄大朝，把万里浮云净扫。(齐公子云)夫人不知，某差人取夫人一双父母到此，加官赐赏，不见来到。令人，门首觑者，若来时，报复我知道。(孛老儿同卜儿、搽旦上)(孛老儿云)欢来不似今朝，喜来那逢今日。老汉钟大户是也。谁想女孩儿有如此般才能，平定了齐国。公子着人取俺老小，可早来到也。哥哥报复去，道有钟大户来了也。(祗候云)理会的。(报科，云)喏！报的公子得知，有钟大户一家儿来了也。(齐公子云)有请。(祗候云)理会的。有请！(见科)(孛老儿云)公子，呼唤老汉有何事？(齐公子云)钟大户，你见你女孩儿咱。(孛老儿同卜儿打认科，云)孩儿也，你怎生别是个模样了！我道你不是个受苦的。(正旦拜科，云)父亲、母亲，认的您孩儿么？间别无恙否？(唱)【甜水令】想当日频采桑园，躬收蚕茧，把家私补报。(孛老儿云)孩儿索是辛苦也。(正旦唱)端的是昼辛苦夜勤劳，不付能得进其身，成名得志，则怕乡人耻笑。(云)采桑处，若不遇着齐公子。(唱)这其间可便甘老在荒郊。(孛老儿云)孩儿，旧话休题。(齐公子云)见如今各国归顺，尊为上邦，皆夫人汗马之劳也。(正旦唱)【折桂令】这春秋战国争豪，平定了临淄，安妥了齐朝。不动征旗，不施戈甲，不动枪刀。险些儿作村妇桑间到老，想当日做农姬田畔徒劳，博得个名姓清标，自在逍遥。(齐公子云)钟大户，因你女孩儿有大功勋，特请你加官赐赏。封你为太师柱国之职。食邑三千户；老夫人柱国太夫人，更褒封三代。(孛老儿云)深感厚恩，何以敢当也！(正旦唱)你今日受赏封官，报答您那养育劬劳。(下)(齐公子云)令人，门首觑者，各国公子敢待来也。(秦公子领卒子上)(秦公子云)某乃秦公子是也。同各国公子，来齐国庆贺，可早来到也。令人，报复去，道秦公子来了也。(祗侯云)理会的。(报科，云)喏！报的公子得知，有各国公子来了也。(齐公子云)某亲自接待去。(接见科，云)公子有请。(秦公子云)公子先请。(齐公子云)不敢不敢。(秦公子云)俺各国公子来迟，恕罪也。(齐公子云)某有何德能。有劳公子屈降也。(秦公子云)公子，今俺各国皆同一心，休兵罢战，永为唇齿之邦。想俺都是大周宗枝，故此特来庆贺也。(齐公子云)晏婴，安排酒宴，谢各国公子远临，同饮庆喜筵宴。众公子听者：则为这贤夫人名扬天下，齐兵胜四海传奇；操蒲琴七弦律吕，解玉环珍宝精微。穿九曲明珠剔透，秤白牙大象夺魅；晓六艺遍通书画，善博弈极尽围棋。文学广善占天象，武略勇对垒相持；谢你个晏平仲文才安国，多亏了钟离春智勇定齐。题目晏平仲文才安国正名钟离春智勇定齐 未开常探花开未。又恐开时风雨至。花开风雨不相妨，说甚不来花下醉。百年枉作千年计。今日不知明日事。春风欲劝座中人，一片落红当眼坠。",
        "author": "元代",
        "poem_class": "思乡",
        "dynasty": "虞集"
    },
    {
        "title": "有所思",
        "paragraph": "西征登陇首，东望不见家。关树抽紫叶，塞草发青芽。昆明当欲满，葡萄应作花。流泪对汉使，因书寄狭斜。玄冬寂修夜。天围静且开。亭皋霜气怆。松宇清风来。高琴时以思。幽多多感怀。幸藉汾阳想。岭首一些徘徊。春蚕不应老。昼夜常怀丝。何惜微躯尽。缠绵自有时。龚胜无馀生，季业有终尽。嵇公理既迫，霍生命亦殒。凄凄后霜柏，纳纳冲风菌。邂逅竟几时，修短非所悯。恨我君子志，不获岩下泯。送心正觉前，斯痛久已忍。唯愿乘来生，怨亲同心朕。",
        "author": "南北朝",
        "poem_class": "思乡",
        "dynasty": "沈约"
    },
    {
        "title": "题盘豆驿水馆后轩",
        "paragraph": "极目晴川展画屏，地从桃塞接蒲城。滩头鹭占清波立，原上人侵落照耕。去雁数行天际没，孤云一点静中生。凭轩尽日不回首，楚水吴山无限情。自西山道口径北，逾黄茅岭而下，有二道：其一西出，寻之无所得；其一少北而东，不过四十丈，土断而川分，有积石横当其垠。其上为睥睨、梁欐之形，其旁出堡坞，有若门焉。窥之正黑，投以小石，洞然有水声，其响之激越，良久乃已。环之可上，望甚远，无土壤而生嘉树美箭，益奇而坚，其疏数偃仰，类智者所施设也。噫！吾疑造物者之有无久矣。及是，愈以为诚有。又怪其不为之中州，而列是夷狄，更千百年不得一售其伎，是固劳而无用。神者傥不宜如是，则其果无乎？或曰：“以慰夫贤而辱于此者。”或曰：“其气之灵，不为伟人,而独为是物，故楚之南少人而多石。”是二者，余未信之。 我本楚狂人，凤歌笑孔丘。手持绿玉杖，朝别黄鹤楼。五岳寻仙不辞远，一生好入名山游。庐山秀出南斗傍，屏风九叠云锦张，影落明湖青黛光。金阙前开二峰长，银河倒挂三石梁，香炉瀑布遥相望，回崖沓嶂凌苍苍。翠影红霞映朝日，鸟飞不到吴天长。登高壮观天地间，大江茫茫去不还。黄云万里动风色，白波九道流雪山。好为庐山谣，兴因庐山发。闲窥石镜清我心，谢公行处苍苔没。早服还丹无世情，琴心三叠道初成。遥见仙人彩云里，手把芙蓉朝玉京。先期汗漫九垓上，愿接卢敖游太清。离人无语月无声，明月有光人有情。别后相思人似月，云间水上到层城。",
        "author": "唐代",
        "poem_class": "思乡",
        "dynasty": "韦庄"
    },
    {
        "title": "秋浦感主人归燕寄内",
        "paragraph": "霜凋楚关木，始知杀气严。寥寥金天廓，婉婉绿红潜。胡燕别主人，双双语前檐。三飞四回顾，欲去复相瞻。岂不恋华屋，终然谢珠帘。我不及此鸟，远行岁已淹。寄书道中叹，泪下不能缄。潇湘何事等闲回，水碧沙明两岸苔。 二十五弦弹夜月，不胜清怨却飞来。大鹏飞兮振八裔，中天摧兮力不济。馀风激兮万世，游扶桑兮挂左袂。后人得之传此，仲尼亡兮谁为出涕。迢递三巴路，羁危万里身。乱山残雪夜，孤烛异乡人。(异乡人 一作：异乡春)渐与骨肉远，转于僮仆亲。那堪正飘泊，明日岁华新。",
        "author": "唐代",
        "poem_class": "思乡",
        "dynasty": "李白"
    },
    {
        "title": "旅次洋州寓居郝氏林亭",
        "paragraph": "举目纵然非我有，思量似在故山时。鹤盘远势投孤屿，蝉曳残声过别枝。凉月照窗攲枕倦，澄泉绕石泛觞迟。青云未得平行去，梦到江南身旅羁。遥夜人何在，澄潭月里行。悠悠天宇旷，切切故乡情。外物寂无扰，中流澹自清。念归林叶换，愁坐露华生。犹有汀洲鹤，宵分乍一鸣。越女新妆出镜心，自知明艳更沉吟。齐纨未是人间贵，一曲菱歌敌万金。(版本一)越女新妆出镜心，自知明艳更沉吟。齐纨未足时人贵，一曲菱歌敌万金。(版本二)初月如弓未上弦，分明挂在碧霄边。时人莫道蛾眉小，三五团圆照满天。",
        "author": "唐代",
        "poem_class": "思乡",
        "dynasty": "方干"
    },
    {
        "title": "古八变歌",
        "paragraph": "北风初秋至，吹我章华台。浮云多暮色，似从崦嵫来。枯桑鸣中林，络纬响空阶。翩翩飞蓬征，怆怆游子怀。故乡不可见，长望始此回。吾欲上谒从高山。山头危险道路难。遥望五岳端。黄金为阙班璘。但见芝草叶落纷纷。百鸟集来如烟。山兽纷纶麟辟邪其端。鹍鸡声鸣。但见山兽援戏相拘攀。小复前行。玉堂未心怀流还。传教出门来。门外人何求所言。欲从圣道。求一得命延。教敕凡吏受言。采取神药若木端。玉兔长跪捣药虾蟆丸。奉上陛下一玉柈。服此药可得神仙。服尔神药。莫不欢喜。陛下长生老寿。四面肃肃稽首。天神拥护左右。陛下长与天相保守。驱车上东门，遥望郭北墓。白杨何萧萧，松柏夹广路。下有陈死人，杳杳即长暮。潜寐黄泉下，千载永不寤。浩浩阴阳移，年命如朝露。人生忽如寄，寿无金石固。万岁更相送，贤圣莫能度。服食求神仙，多为药所误。不如饮美酒，被服纨与素。枕有规矩，恭一其德。承元宁躬，终始不忒。",
        "author": "两汉",
        "poem_class": "思乡",
        "dynasty": "佚名"
    },
    {
        "title": "在京思故园见乡人问",
        "paragraph": "旅泊多年岁，老去不知回。忽逢门前客，道发故乡来。敛眉俱握手，破涕共衔杯。殷勤访朋旧，屈曲问童孩。衰宗多弟侄，若个赏池台。旧园今在否，新树也应栽。柳行疏密布，茅斋宽窄裁。经移何处竹，别种几株梅。渠当无绝水，石计总生苔。院果谁先熟，林花那后开。羁心只欲问，为报不须猜。行当驱下泽，去剪故园莱。竹帛烟销帝业虚，关河空锁祖龙居。坑灰未冷山东乱，刘项原来不读书。飞光飞光，劝尔一杯酒。吾不识青天高，黄地厚。唯见月寒日暖，来煎人寿。食熊则肥，食蛙则瘦。神君何在？太一安有？天东有若木，下置衔烛龙。吾将斩龙足，嚼龙肉，使之朝不得回，夜不得伏。自然老者不死，少者不哭。何为服黄金、吞白玉？谁似任公子，云中骑碧驴？刘彻茂陵多滞骨，嬴政梓棺费鲍鱼。高阁客竟去，小园花乱飞。参差连曲陌，迢递送斜晖。肠断未忍扫，眼穿仍欲归。芳心向春尽，所得是沾衣。",
        "author": "唐代",
        "poem_class": "思乡",
        "dynasty": "王绩"
    },
    {
        "title": "沁园春·寒食郓州道中",
        "paragraph": "十五年来，逢寒食节，皆在天涯。叹雨濡露润，还思宰柏，风柔日媚，羞看飞花。麦饭纸钱，只鸡斗酒，几误林间噪喜鸦。天笑道，此不由乎我，也不由他。 鼎中炼熟丹砂。把紫府清都作一家。想前人鹤驭，常游绛阙，浮生蝉蜕，岂恋黄沙。帝命守坟，王令修墓，男子正当如是邪。又何必，待过家上冢，书锦荣华。淳熙丙申至日，予过维扬。夜雪初霁，荠麦弥望。入其城，则四顾萧条，寒水自碧，暮色渐起，戍角悲吟。予怀怆然，感慨今昔，因自度此曲。千岩老人以为有《黍离》之悲也。淮左名都，竹西佳处，解鞍少驻初程。过春风十里，尽荠麦青青。自胡马窥江去后，废池乔木，犹厌言兵。渐黄昏，清角吹寒，都在空城。 杜郎俊赏，算而今重到须惊。纵豆蔻词工，青楼梦好，难赋深情。二十四桥仍在，波心荡，冷月无声。念桥边红药，年年知为谁生？人老簪花不自羞，花应羞上老人头。醉归扶路人应笑，十里珠帘半上钩。粗缯大布裹生涯，腹有诗书气自华。厌伴老儒烹瓠叶，强随举子踏槐花。囊空不办寻春马，眼乱行看择婿车。得意犹堪夸世俗，诏黄新湿字如鸦。",
        "author": "宋代",
        "poem_class": "思乡",
        "dynasty": "谢枋得"
    },
    {
        "title": "流夜郎题葵叶",
        "paragraph": "惭君能卫足，叹我远移根。白日如分照，还归守故园。清川带长薄，车马去闲闲。流水如有意，暮禽相与还。荒城临古渡，落日满秋山。迢递嵩高下，归来且闭关。大鹏一日同风起，扶摇直上九万里。假令风歇时下来，犹能簸却沧溟水。世人见我恒殊调，闻余大言皆冷笑。宣父犹能畏后生，丈夫未可轻年少。竹坞无尘水槛清，相思迢递隔重城。 秋阴不散霜飞晚，留得枯荷听雨声。",
        "author": "唐代",
        "poem_class": "思乡",
        "dynasty": "李白"
    },
    {
        "title": "癸未八月十四日至十六夜月色皆佳",
        "paragraph": "年年岁岁望中秋，岁岁年年雾雨愁。凉月风光三夜好，老夫怀抱一生休。明时谅费银河洗，缺处应须玉斧修。京洛胡尘满人眼，不知能似浙江不。晚日寒鸦一片愁。柳塘新绿却温柔。若教眼底无离恨，不信人间有白头。肠已断，泪难收。相思重上小红楼。情知已被山遮断，频倚阑干不自由。半亩方塘一鉴开，天光云影共徘徊。问渠那得清如许？为有源头活水来。(那 通：哪)行到东溪看水时，坐临孤屿发船迟。野凫眠岸有闲意，老树着花无丑枝。短短蒲茸齐似剪，平平沙石净于筛。情虽不厌住不得，薄暮归来车马疲。",
        "author": "宋代",
        "poem_class": "思乡",
        "dynasty": "曾几"
    },
    {
        "title": "梦扬州·晚云收",
        "paragraph": "晚云收。正柳塘、烟雨初休。燕子未归，恻恻清寒如秋。小栏外，东风软，透绣帷、花蜜香稠。江南远，人何处，鹧鸪啼破春愁。长记曾陪燕游。酬妙舞清歌，丽锦缠头。殢酒为花，十载因谁淹留。醉鞭拂面归来晚，望翠楼，帘卷金钩。佳会阻，离情正乱，频梦扬州。满洞苔钱。买断风烟。笑桃花流落晴川。石楼高处，夜夜啼猿。看二更云，三更月，四更天。细草如毡。独枕空拳。与山麋野鹿同眠。残霞未散，淡雾沉绵。是晋时人，唐时洞，汉时仙。江头落日照平沙，潮退渔船阁岸斜。白鸟一双临水立，见人惊起入芦花。红叶黄花秋意晚，千里念行客。看飞云过尽，归鸿无信，何处寄书得。 泪弹不尽临窗滴。就砚旋研墨。渐写到别来，此情深处，红笺为无色。",
        "author": "宋代",
        "poem_class": "思乡",
        "dynasty": "秦观"
    },
    {
        "title": "日夕出富阳浦口和朗公诗",
        "paragraph": "客心愁日暮，徙倚空望归。山烟涵树色，江水映霞晖。独鹤凌空逝，双凫出浪飞。故乡千余里，兹夕寒无衣。试望平原，蔓草萦骨，拱木敛魂。人生到此，天道宁论？于是仆本恨人，心惊不已。直念古者，伏恨而死。至如秦帝按剑，诸侯西驰。削平天下，同文共规，华山为城，紫渊为池。雄图既溢，武力未毕。方架鼋鼍以为梁，巡海右以送日。一旦魂断，宫车晚出。若乃赵王既虏，迁于房陵。薄暮心动，昧旦神兴。别艳姬与美女，丧金舆及玉乘。置酒欲饮，悲来填膺。千秋万岁，为怨难胜。至如李君降北，名辱身冤。拔剑击柱，吊影惭魂。情往上郡，心留雁门。裂帛系书，誓还汉恩。朝露溘至，握手何言？若夫明妃去时，仰天太息。紫台稍远，关山无极。摇风忽起，白日西匿。陇雁少飞，代云寡色。望君王兮何期？终芜绝兮异域。至乃敬通见抵，罢归田里。闭关却扫，塞门不仕。左对孺人，顾弄稚子。脱略公卿，跌宕文史。 赍志没地，长怀无已。及夫中散下狱，神气激扬。浊醪夕引，素琴晨张。秋日萧索，浮云无光。郁青霞之奇意，入修夜之不旸。或有孤臣危涕，孽子坠心。迁客海上，流戍陇阴，此人但闻悲风汩起，血下沾衿。亦复含酸茹叹，销落湮沉。若乃骑叠迹，车屯轨，黄尘匝地，歌吹四起。无不烟断火绝，闭骨泉里。已矣哉！春草暮兮秋风惊，秋风罢兮春草生。绮罗毕兮池馆尽，琴瑟灭兮丘垄平。自古皆有死，莫不饮恨而吞声。听鸣蝉。此听悲无极。群嘶玉树里。回噪金门侧。长风送晚声。清露供朝食。晚风朝露实多宜。秋日高鸣独见知。轻身蔽数叶。哀鸣抱一枝。流乱罢还续。酸伤合更离。暂听别人心即断。才闻客子泪先垂。故乡已超忽。空庭正芜没。一夕复一朝。坐见凉秋月。河流带地从来崄。峭路干天不可越。红尘早弊陆生衣。明镜空悲潘掾发。长安城里帝王州。鸣钟列鼎自相求。西望渐台临太液。东瞻甲观距龙楼。说客恒持小冠出。越使常怀宝剑游。学仙未成便尚主。寻源不见已封侯。富贵功名本多豫。繁华轻薄尽无忧。讵念嫖姚嗟木梗。谁忆田单倦土牛。归去来。青山下。秋菊离离日堪把。独焚枯鱼宴林野。终成独校子云书。何如还驱少游马。可闻不可见。能重复能轻。镜前飘落粉。琴上响余声。",
        "author": "南北朝",
        "poem_class": "思乡",
        "dynasty": "何逊"
    },
    {
        "title": "睦州四韵",
        "paragraph": "州在钓台边，溪山实可怜。有家皆掩映，无处不潺湲。好树鸣幽鸟，晴楼入野烟。残春杜陵客，中酒落花前。梁上有双燕，翩翩雄与雌。衔泥两椽间，一巢生四儿。四儿日夜长，索食声孜孜。青虫不易捕，黄口无饱期。觜爪虽欲敝，心力不知疲。须臾十来往，犹恐巢中饥。辛勤三十日，母瘦雏渐肥。喃喃教言语，一一刷毛衣。一旦羽翼成，引上庭树枝。举翅不回顾，随风四散飞。雌雄空中鸣，声尽呼不归。却入空巢里，啁啾终夜悲。燕燕尔勿悲，尔当返自思。思尔为雏日，高飞背母时。当时父母念，今日尔应知。青青一树伤心色，曾入几人离恨中。 为近都门多送别，长条折尽减春风。翰林院北厅花下作惆怅阶前红牡丹，晚来唯有两枝残。明朝风起应吹尽，夜惜衰红把火看。新昌窦给事宅南亭花下作寂寞萎红低向雨，离披破艳散随风。晴明落地犹惆怅，何况飘零泥土中。",
        "author": "唐代",
        "poem_class": "思乡",
        "dynasty": "杜牧"
    },
    {
        "title": "十六夜玩月",
        "paragraph": "旧挹金波爽，皆传玉露秋。关山随地阔，河汉近人流。谷口樵归唱，孤城笛起愁。巴童浑不寝，半夜有行舟。蜀国曾闻子规鸟，宣城还见杜鹃花。 一叫一回肠一断，三春三月忆三巴。借问江潮与海水，何似君情与妾心？相恨不如潮有信，相思始觉海非深。锄禾日当午，汗滴禾下土。谁知盘中餐，粒粒皆辛苦？",
        "author": "唐代",
        "poem_class": "思乡",
        "dynasty": "杜甫"
    },
    {
        "title": "淮南卧病书怀寄蜀中赵徵君蕤",
        "paragraph": "吴会一浮云，飘如远行客。功业莫从就，岁光屡奔迫。良图俄弃捐，衰疾乃绵剧。古琴藏虚匣，长剑挂空壁。楚冠怀钟仪，越吟比庄舄。国门遥天外，乡路远山隔。朝忆相如台，夜梦子云宅。旅情初结缉，秋气方寂历。风入松下清，露出草间白。故人不可见，幽梦谁与适。寄书西飞鸿，赠尔慰离析。空山新雨后，天气晚来秋。明月松间照，清泉石上流。竹喧归浣女，莲动下渔舟。随意春芳歇，王孙自可留。故园东望路漫漫，双袖龙钟泪不干。 马上相逢无纸笔，凭君传语报平安。诸葛大名垂宇宙，宗臣遗像肃清高。三分割据纡筹策，万古云霄一羽毛。伯仲之间见伊吕，指挥若定失萧曹。运移汉祚终难复，志决身歼军务劳。",
        "author": "唐代",
        "poem_class": "思乡",
        "dynasty": "李白"
    },
    {
        "title": "送贾讷倅眉",
        "paragraph": "老翁山下玉渊回，手植青松三万栽。父老得书知我在，小轩临水为君开。试看一一龙蛇活，更听萧萧风雨哀。便与甘棠同不剪，苍髯白甲待归来。杯汝来前！老子今朝，点检形骸。甚长年抱渴，咽如焦釜；于今喜睡，气似奔雷。汝说“刘伶，古今达者，醉后何妨死便埋”。浑如此，叹汝于知己，真少恩哉！更凭歌舞为媒。算合作人间鸩毒猜。况怨无小大，生于所爱；物无美恶，过则为灾。与汝成言，勿留亟退，吾力犹能肆汝杯。杯再拜，道麾之即去，招则须来。摘青梅荐酒，甚残寒，犹怯苎萝衣。正柳腴花瘦，绿云冉冉，红雪霏霏。隔屋秦筝依约，谁品春词？回首繁华梦，流水斜晖。寄隐孤山山下，但一瓢饮水，深掩苔扉。羡青山有思，白鹤忘机。怅年华、不禁搔首，又天涯、弹泪送春归。销魂远，千山啼鴂，十里荼麋。鸠雨催成新绿，燕泥收尽残红。春光还与美人同。论心空眷眷，分袂却匆匆。只道真情易写，那知怨句难工。水流云散各西东。半廊花院月，一帽柳桥风。",
        "author": "宋代",
        "poem_class": "思乡",
        "dynasty": "苏轼"
    },
    {
        "title": "席上贻歌者",
        "paragraph": "花月楼台近九衢，清歌一曲倒金壶。 座中亦有江南客，莫向春风唱鹧鸪。解落三秋叶，能开二月花。过江千尺浪，入竹万竿斜。独坐悲双鬓，空堂欲二更。雨中山果落，灯下草虫鸣。白发终难变，黄金不可成。欲知除老病，唯有学无生。草色青青柳色黄，桃花历乱李花香。东风不为吹愁去，春日偏能惹恨长。",
        "author": "唐代",
        "poem_class": "思乡",
        "dynasty": "郑谷"
    },
    {
        "title": "声声慢·咏桂花",
        "paragraph": "蓝云笼晓，玉树悬秋，交加金钏霞枝。人起昭阳，禁寒粉粟生肌。浓香最无著处，渐冷香、风露成霏。绣茵展，怕空阶惊坠，化作萤飞。 三十六宫愁重，问谁持金锸，和月都移。掣锁西厢，清尊素手重携。秋来鬓华多少，任乌纱、醉压花低。正摇落，叹淹留、客又未归。白发萧萧卧泽中，只凭天地鉴孤忠。厄穷苏武餐毡久，忧愤张巡嚼齿空。细雨春芜上林苑，颓垣夜月洛阳宫。壮心未与年俱老，死去犹能作鬼雄。镜里流年两鬓残，寸心自许尚如丹。衰迟罢试戎衣窄，悲愤犹争宝剑寒。远戍十年临的博，壮图万里战皋兰。关河自古无穷事，谁料如今袖手看。东风夜放花千树，更吹落，星如雨。宝马雕车香满路。凤箫声动，玉壶光转，一夜鱼龙舞。蛾儿雪柳黄金缕，笑语盈盈暗香去。众里寻他千百度，蓦然回首，那人却在，灯火阑珊处。漫漫平沙走白虹，瑶台失手玉杯空。晴天摇动清江底，晚日浮沉急浪中。",
        "author": "宋代",
        "poem_class": "思乡",
        "dynasty": "吴文英"
    },
    {
        "title": "秋浦寄内",
        "paragraph": "我今寻阳去，辞家千里馀。结荷倦水宿，却寄大雷书。虽不同辛苦，怆离各自居。我自入秋浦，三年北信疏。红颜愁落尽，白发不能除。有客自梁苑，手携五色鱼。开鱼得锦字，归问我何如。江山虽道阻，意合不为殊。新年都未有芳华，二月初惊见草芽。白雪却嫌春色晚，故穿庭树作飞花。自余为僇人，居是州，恒惴栗。其隙也，则施施而行，漫漫而游。日与其徒上高山，入深林，穷回溪，幽泉怪石，无远不到。到则披草而坐，倾壶而醉。醉则更相枕以卧，卧而梦。意有所极，梦亦同趣。觉而起，起而归；以为凡是州之山水有异态者，皆我有也，而未始知西山之怪特。今年九月二十八日，因坐法华西亭，望西山，始指异之。遂命仆人过湘江，缘染溪，斫榛莽，焚茅茷，穷山之高而止。攀援而登，箕踞而遨，则凡数州之土壤，皆在衽席之下。其高下之势，岈然洼然，若垤若穴，尺寸千里，攒蹙累积，莫得遁隐。萦青缭白，外与天际，四望如一。然后知是山之特立，不与培塿为类。悠悠乎与颢气俱，而莫得其涯；洋洋乎与造物者游，而不知其所穷。引觞满酌，颓然就醉，不知日之入。苍然暮色，自远而至，至无所见，而犹不欲归。心凝形释，与万化冥合。然后知吾向之未始游，游于是乎始。故为之文以志。是岁，元和四年也。越王勾践破吴归，义士还家尽锦衣。(义士 一作：战士)宫女如花满春殿，只今惟有鹧鸪飞。",
        "author": "唐代",
        "poem_class": "思乡",
        "dynasty": "李白"
    },
    {
        "title": "旅寓安南",
        "paragraph": "交趾殊风候，寒迟暖复催。仲冬山果熟，正月野花开。积雨生昏雾，轻霜下震雷。故乡逾万里，客思倍从来。移舟泊烟渚，日暮客愁新。野旷天低树，江清月近人。凤尾香罗薄几重，碧文圆顶夜深缝。扇裁月魄羞难掩，车走雷声语未通。曾是寂寥金烬暗，断无消息石榴红。斑骓只系垂杨岸，何处西南任好风。(任 一作：待)寂寞掩柴扉，苍茫对落晖。鹤巢松树遍，人访荜门稀。绿竹含新粉，红莲落故衣。渡头烟火起，处处采菱归。",
        "author": "唐代",
        "poem_class": "思乡",
        "dynasty": "杜审言"
    },
    {
        "title": "客发苕溪",
        "paragraph": "客心如水水如愁，容易归帆趁疾流。忽讶船窗送吴语，故山月已挂船头。水浴凉蟾风入袂，鱼鳞蹙损金波碎。好天良夜酒盈尊，心自醉，愁难睡。西风月落城乌起。凤髻抛残秋草生，高梧湿月冷无声。当时七夕记深盟。信得羽衣传钿合，悔教罗袜葬倾城。人间空唱雨淋铃。鸾笺偷写伊名字，琴语依稀。筝语依稀。花影无媒忽进帏。兰因絮果从头问，吟也凄迷。掐也凄迷。梦向楼心灯火归。",
        "author": "清代",
        "poem_class": "思乡",
        "dynasty": "叶燮"
    },
    {
        "title": "匪风",
        "paragraph": "匪风发兮，匪车偈兮。顾瞻周道，中心怛兮。匪风飘兮，匪车嘌兮。顾瞻周道，中心吊兮。谁能亨鱼？溉之釜鬵。谁将西归？怀之好音。裳裳者华，其叶湑兮。我觏之子，我心写兮。我心写兮，是以有誉处兮。裳裳者华，芸其黄矣。我觏之子，维其有章矣。维其有章矣，是以有庆矣。裳裳者华，或黄或白。我觏之子，乘其四骆。乘其四骆，六辔沃若。左之左之，君子宜之。右之右之，君子有之。维其有之，是以似之。鼓钟将将，淮水汤汤，忧心且伤。淑人君子，怀允不忘。鼓钟喈喈，淮水湝湝，忧心且悲。淑人君子，其德不回。鼓钟伐鼛，淮有三洲，忧心且妯。淑人君子，其德不犹。鼓钟钦钦，鼓瑟鼓琴，笙磬同音。以雅以南，以籥不僭。公父文伯退朝，朝其母，其母方绩，文伯曰：“以歜之家而主犹绩，惧干季孙之怒也。其以歜为不能事主乎？”其母叹曰：“鲁其亡乎？使僮子备官而未之闻耶？居，吾语女。昔圣王之处民也，择瘠土而处之，劳其民而用之，故长王天下。夫民劳则思，思则善心生；逸则淫，淫则忘善；忘善则恶心生。沃土之民不材，淫也。瘠土之民，莫不向义，劳也。是故天子大采朝日，与三公九卿，祖识地德，日中考政，与百官之政事。师尹惟旅牧相，宣序民事。少采夕月，与大史司载纠虔天刑。日入，监九御，使洁奉鐕郊之粢盛，而後即安。诸侯朝修天子之业命，昼考其国国职，夕省其典刑，夜儆百工，使无慆淫，而後即安。卿大朝考其职，昼讲其庶政，夕序其业，夜庀其家事，而後即安。士朝受业，昼而讲贯，夕而习复，夜而计过，无憾，而後即安。自庶人以下，明而动，晦而休，无日以怠。王后亲织玄紞，公侯之夫人，加之纮、綖。卿之内子为大带，命妇成祭服。列士之妻，加之以朝服。自庶士以下，皆衣其夫。社而赋事，蒸而献功，男女效绩，愆则有辟。古之制也！君子劳心，小人劳力，先王之训也！自上以下，谁敢淫心舍力？今我寡也，尔又在下位，朝夕处事，犹恐忘先人之业。况有怠惰，其何以避辟？吾冀而朝夕修我，曰：‘必无废先人。’尔今曰：‘胡不自安？’以是承君之官，余惧穆伯之绝祀也？”仲尼闻之曰：“弟子志之，季氏之妇不淫矣！”",
        "author": "先秦",
        "poem_class": "思乡",
        "dynasty": "佚名"
    },
    {
        "title": "归梦",
        "paragraph": "道路时通塞，江山日寂寥。偷生唯一老，伐叛已三朝。雨急青枫暮，云深黑水遥。梦归归未得，不用楚辞招。一路经行处，莓苔见履痕。白云依静渚，春草闭闲门。过雨看松色，随山到水源。溪花与禅意，相对亦忘言。风恬日暖荡春光，戏蝶游蜂乱入房。数枝门柳低衣桁，一片山花落笔床。梁园日暮乱飞鸦，极目萧条三两家。庭树不知人去尽，春来还发旧时花。客去波平槛，蝉休露满枝。永怀当此节，倚立自移时。 北斗兼春远，南陵寓使迟。天涯占梦数，疑误有新知。",
        "author": "唐代",
        "poem_class": "思乡",
        "dynasty": "杜甫"
    },
    {
        "title": "壬辰寒食",
        "paragraph": "客思似杨柳，春风千万条。更倾寒食泪，欲涨冶城潮。巾发雪争出，镜颜朱早凋。未知轩冕乐，但欲老渔樵。彭城夜宿燕子楼，梦盼盼，因作此词。明月如霜，好风如水，清景无限。曲港跳鱼，圆荷泻露，寂寞无人见。紞如三鼓，铿然一叶，黯黯梦云惊断。夜茫茫，重寻无处，觉来小园行遍。 天涯倦客，山中归路，望断故园心眼。燕子楼空，佳人何在，空锁楼中燕。古今如梦，何曾梦觉，但有旧欢新怨。异时对，黄楼夜景，为余浩叹。 梅子金黄杏子肥，麦花雪白菜花稀。日长篱落无人过，惟有蜻蜓蛱蝶飞。(惟 通：唯)清晨帘幕卷轻霜。呵手试梅妆。都缘自有离恨，故画作远山长。思往事，惜流芳。易成伤。拟歌先敛，欲笑还颦，最断人肠。",
        "author": "宋代",
        "poem_class": "思乡",
        "dynasty": "王安石"
    },
    {
        "title": "遥同杜员外审言过岭",
        "paragraph": "天长地阔岭头分，去国离家见白云。洛浦风光何所似，崇山瘴疠不堪闻。南浮涨海人何处，北望衡阳雁几群。两地江山万余里，何时重谒圣明君。孤山寺北贾亭西，水面初平云脚低。几处早莺争暖树，谁家新燕啄春泥。乱花渐欲迷人眼，浅草才能没马蹄。最爱湖东行不足，绿杨阴里白沙堤。胡马大宛名，锋棱瘦骨成。竹批双耳峻，风入四蹄轻。所向无空阔，真堪托死生。骁腾有如此，万里可横行。朝见裴叔则，朗如行玉山。黄河落天走东海，万里写入胸怀间。身骑白鼋不敢度，金高南山买君顾。徘徊六合无相知，飘若浮云且西去！",
        "author": "唐代",
        "poem_class": "思乡",
        "dynasty": "沈佺期"
    },
    {
        "title": "遇长安使寄裴尚书",
        "paragraph": "传闻合浦叶，远向洛阳飞。北风尚嘶马，南冠独不归。去云目徒送，离琴手自挥。秋蓬失处所，春草屡芳菲。太息关山月，风尘客子衣。阳春二三月，杨柳齐作花。春风一夜入闺闼，杨花飘荡落南家。含情出户脚无力，拾得杨花泪沾臆。秋去春还双燕子，愿衔杨花入窠里。东山看西水，水流磐石间。公死姥更嫁，孤儿甚可怜。谢太傅寒雪日内集，与儿女讲论文义。俄而雪骤，公欣然曰：“白雪纷纷何所似？”兄子胡儿曰：“撒盐空中差可拟。”兄女曰：“未若柳絮因风起。”公大笑乐。即公大兄无奕女，左将军王凝之妻也。",
        "author": "南北朝",
        "poem_class": "思乡",
        "dynasty": "江总"
    },
    {
        "title": "雨雪曲",
        "paragraph": "雨雪隔榆溪，从军度陇西。绕阵看狐迹，依山见马蹄。天寒旗彩坏，地暗鼓声低。漫漫愁云起，苍苍别路迷。常年腊月半，已觉梅花阑。不信今春晚，俱来雪里看。树动悬冰落，枝高出手寒。早知觅不见，真悔著衣单。可怜称二八，逐节似飞鸿。悬胜河阳伎，暗与淮南同。入行看履进，转面望鬟空。腕动苕华玉，衫随如意风。上客何须起，啼乌曲未终。河流迅且浊，汤汤不可陵。桧楫难为榜，松舟才自胜。空庭偃旧木，荒畴余故塍。不睹行人迹，但见狐兔兴。寄言河上老，此水何当澄。",
        "author": "南北朝",
        "poem_class": "思乡",
        "dynasty": "江总"
    },
    {
        "title": "秋日酬王昭仪",
        "paragraph": "愁到浓时酒自斟，挑灯看剑泪痕深。黄金台愧少知己，碧玉调将空好音。万叶秋风孤馆梦，一灯夜雨故乡心。庭前昨夜梧桐雨，劲气萧萧入短襟。危楼古镜影犹寒。倒景忽相看。桃花不识东西晋，想如今、也梦邯郸。缥缈神仙海上，飘零图画人间。宝光丹气共回环。水弱小舟闲。秋风难老三珠树，尚依依、脆管清弹。说与霓裳莫舞，银桥不到深山。莺初解语，最是一年春好处。微雨如酥，草色遥看近却无。休辞醉倒，花不看开人易老。莫待春回，颠倒红英间绿苔。雪洗虏尘静，风约楚云留。何人为写悲壮，吹角古城楼。湖海平生豪气，关塞如今风景，剪烛看吴钩。剩喜燃犀处，骇浪与天浮。忆当年，周与谢，富春秋，小乔初嫁，香囊未解，勋业故优游。赤壁矶头落照，肥水桥边衰草，渺渺唤人愁。我欲乘风去，击楫誓中流。",
        "author": "宋代",
        "poem_class": "思乡",
        "dynasty": "汪元量"
    },
    {
        "title": "寒夜思友三首·其三",
        "paragraph": "朝朝翠山下，夜夜苍江曲。复此遥相思，清尊湛芳绿。蓬头稚子学垂纶，侧坐莓苔草映身。 路人借问遥招手，怕得鱼惊不应人。旧苑荒台杨柳新，菱歌清唱不胜春。 只今惟有西江月，曾照吴王宫里人。饮马渡秋水，水寒风似刀。平沙日未没，黯黯见临洮。昔日长城战，咸言意气高。黄尘足今古，白骨乱蓬蒿。",
        "author": "唐代",
        "poem_class": "思乡",
        "dynasty": "王勃"
    },
    {
        "title": "浣溪沙·丙辰岁不尽五日吴松作",
        "paragraph": "雁怯重云不肯啼，画船愁过石塘西。打头风浪恶禁持。 春浦渐生迎棹绿，小梅应长亚门枝，一年灯火要人归。西塞山边白鹭飞，散花洲外片帆微。桃花流水鳜鱼肥。自庇一身青箬笠，相随到处绿蓑衣。斜风细雨不须归。年来鞍马困尘埃，赖有青山豁我怀。日暮北风吹雨去，数峰清瘦出云来。欲上高楼去避愁，愁还随我上高楼。经行几处江山改，多少亲朋尽白头。归休去，去归休。不成人总要封侯？浮云出处元无定，得似浮云也自由。",
        "author": "宋代",
        "poem_class": "思乡",
        "dynasty": "姜夔"
    },
    {
        "title": "冬夕",
        "paragraph": "浩汗霜风刮天地，温泉火井无生意。 泽国龙蛇冻不伸，南山瘦柏消残翠。云想衣裳花想容，春风拂槛露华浓。 若非群玉山头见，会向瑶台月下逢。寒雨连江夜入吴，平明送客楚山孤。洛阳亲友如相问，一片冰心在玉壶。龙嘘气成云，云固弗灵于龙也。然龙乘是气，茫洋穷乎玄间，薄日月，伏光景，感震电，神变化，水下土，汩陵谷，云亦灵怪矣哉!云，龙之所能使为灵也；若龙之灵，则非云之所能使为灵也。然龙弗得云，无以神其灵矣。失其所凭依，信不可欤 ！异哉！其所凭依，乃其所自为也。《易》曰：“云从龙。”既曰：龙，云从之矣。 ",
        "author": "唐代",
        "poem_class": "思乡",
        "dynasty": "岑参"
    },
    {
        "title": "游南阳清泠泉",
        "paragraph": "惜彼落日暮，爱此寒泉清。西辉逐流水，荡漾游子情。空歌望云月，曲尽长松声。山中有流水，借问不知名。映地为天色，飞空作雨声。转来深涧满，分出小池平。恬澹无人见，年年长自清。五原春色旧来迟，二月垂杨未挂丝。 (旧来迟 一作：归来迟)即今河畔冰开日，正是长安花落时。凤凰台上凤凰游，凤去台空江自流。吴宫花草埋幽径，晋代衣冠成古丘。三山半落青天外，二水中分白鹭洲。(二水 一作：一水)总为浮云能蔽日，长安不见使人愁。",
        "author": "唐代",
        "poem_class": "思乡",
        "dynasty": "李白"
    },
    {
        "title": "鄂州南楼",
        "paragraph": "谁将玉笛弄中秋？黄鹤归来识旧游。汉树有情横北渚，蜀江无语抱南楼。烛天灯火三更市，摇月旌旗万里舟。却笑鲈乡垂钓手，武昌鱼好便淹留。清夜无尘，月色如银。酒斟时、须满十分。浮名浮利，虚苦劳神。叹隙中驹，石中火，梦中身。虽抱文章，开口谁亲。且陶陶、乐尽天真。几时归去，作个闲人。对一张琴，一壶酒，一溪云。北风吹雪四更初，嘉瑞天教及岁除。半盏屠苏犹未举，灯前小草写桃符。平山阑槛倚晴空，山色有无中。手种堂前垂柳，别来几度春风？文章太守，挥毫万字，一饮千钟。行乐直须年少，尊前看取衰翁。(尊 通：樽)",
        "author": "宋代",
        "poem_class": "思乡",
        "dynasty": "范成大"
    },
    {
        "title": "南乡子·烟漠漠",
        "paragraph": "烟漠漠，雨凄凄，岸花零落鹧鸪啼。远客扁舟临野渡，思乡处，潮退水平春色暮。岐山高兴陇山连，制锦无私服晏眠。鹦鹉语中分百里，凤凰声里过三年。秦无旧俗云烟媚，周有遗风父老贤。莫役生灵种杨柳，一枝枝折灞桥边。使君心智杳难同，选胜开亭景莫穷。高敞轩窗迎海月，预栽花木待春风。静披典籍堪师古，醉拥笙歌不碍公。满径苔纹疏雨后，入檐山色夕阳中。偏宜下榻延徐孺，最称登门礼孔融。事简岂妨频赏玩，况当为政有馀功。堂开星斗边，大谏采薇还。禽隐石中树，月生池上山。凉风吹咏思，幽语隔禅关。莫拟归城计，终妨此地闲。",
        "author": "五代",
        "poem_class": "思乡",
        "dynasty": "李珣"
    },
    {
        "title": "晓行巴峡",
        "paragraph": "际晓投巴峡，馀春忆帝京。晴江一女浣，朝日众鸡鸣。水国舟中市，山桥树杪行。登高万井出，眺迥二流明。人作殊方语，莺为故国声。赖多山水趣，稍解别离情。关塞年华早，楼台别望违。试衫著暖气，开镜觅春晖。燕入窥罗幕，蜂来上画衣。情催桃李艳，心寄管弦飞。妆洗朝相待，风花暝不归。梦魂何处入，寂寂掩重扉。凉月如眉挂柳湾，越中山色镜中看。兰溪三日桃花雨，半夜鲤鱼来上滩。千山鸟飞绝，万径人踪灭。孤舟蓑笠翁，独钓寒江雪。",
        "author": "唐代",
        "poem_class": "思乡",
        "dynasty": "王维"
    },
    {
        "title": "菩萨蛮·榛荆满眼山城路",
        "paragraph": "榛荆满眼山城路，征鸿不为愁人住。何处是长安，湿云吹雨寒。丝丝心欲碎，应是悲秋泪。泪向客中多，归时又奈何。关山虽胜路难堪，才上征鞍又解骖。十丈黄尘千尺雪，可知俱不似江南。林下荒苔道韫家，生怜玉骨委尘沙。愁向风前无处说，数归鸦。半世浮萍随逝水，一宵冷雨葬名花。魂是柳绵吹欲碎，绕天涯。红毛国，旧许与中国相贸易,边帅见其众，不许登岸。红毛人固请赐一毡地足矣。帅思一毡所容无几，许之。其人置毡岸上，但容二人，拉之容四五人。且拉且登，顷刻毡大亩许，已登百人矣。短刃并发，出于不意，被掠数里而去。",
        "author": "清代",
        "poem_class": "思乡",
        "dynasty": "纳兰性德"
    },
    {
        "title": "途中寒食题黄梅临江驿寄崔融",
        "paragraph": "马上逢寒食，愁中属暮春。可怜江浦望，不见洛阳人。北极怀明主，南溟作逐臣。故园肠断处，日夜柳条新。一尺深红胜曲尘，天生旧物不如新。(胜曲尘 一作：蒙曲尘)合欢桃核终堪恨，里许元来别有人。井底点灯深烛伊，共郎长行莫围棋。玲珑骰子安红豆，入骨相思知不知。 客从东方来，衣上灞陵雨。问客何为来，采山因买斧。冥冥花正开，飏飏燕新乳。昨别今已春，鬓丝生几缕。早梅发高树，迥映楚天碧。朔吹飘夜香，繁霜滋晓白。欲为万里赠，杳杳山水隔。寒英坐销落，何用慰远客。 ",
        "author": "唐代",
        "poem_class": "思乡",
        "dynasty": "宋之问"
    },
    {
        "title": "百字令·宿汉儿村",
        "paragraph": "无情野火，趁西风烧遍、天涯芳草。榆塞重来冰雪里，冷入鬓丝吹老。牧马长嘶，征笳乱动，并入愁怀抱。定知今夕，庾郎瘦损多少。便是脑满肠肥，尚难消受，此荒烟落照。何况文园憔悴后，非复酒垆风调。回乐峰寒，受降城远，梦向家山绕。茫茫百感，凭高唯有清啸。柳絮年年三月暮，断送莺花，十里湖边路。万转千回无落处，随侬只恁低低去。满眼颓垣欹病树，纵有余英，不值风姨妒。烟里黄沙遮不住，河流日夜东南注。禅边风味客边愁，馈我清光又满楼。一月可曾闲几日，百年难得闰中秋。菊花信待重阳久，桂子香闻上界留。遮莫圆明似前度，不知谁续广寒游。疏是枝条艳是花，春妆儿女竞奢华。闲庭曲槛无余雪，流水空山有落霞。幽梦冷随红袖笛，游仙香泛绛河槎。前身定是瑶台种，无复相疑色相差。（出自《红楼梦》第五十回。）",
        "author": "清代",
        "poem_class": "思乡",
        "dynasty": "纳兰性德"
    },
    {
        "title": "观博平王志安少府山水粉图",
        "paragraph": "粉壁为空天，丹青状江海。游云不知归，日见白鸥在。博平真人王志安，沈吟至此愿挂冠。松溪石磴带秋色，愁客思归坐晓寒。寒山吹笛唤春归，迁客相看泪满衣。 洞庭一夜无穷雁，不待天明尽北飞。黄河远上白云间，一片孤城万仞山。羌笛何须怨杨柳，春风不度玉门关。有耳莫洗颍川水，有口莫食首阳蕨。含光混世贵无名，何用孤高比云月？吾观自古贤达人，功成不退皆殒身。子胥既弃吴江上，屈原终投湘水滨。陆机雄才岂自保？李斯税驾苦不早。华亭鹤唳讵可闻？上蔡苍鹰何足道？君不见吴中张翰称达生，秋风忽忆江东行。且乐生前一杯酒，何须身后千载名？",
        "author": "唐代",
        "poem_class": "思乡",
        "dynasty": "李白"
    },
    {
        "title": "种桃杏",
        "paragraph": "无论海角与天涯，大抵心安即是家。路远谁能念乡曲，年深兼欲忘京华。忠州且作三年计，种杏栽桃拟待花。一自萧关起战尘，河湟隔断异乡春。汉儿尽作胡儿语，却向城头骂汉人。日日春光斗日光，山城斜路杏花香。几时心绪浑无事，得及游丝百尺长。丁丁漏水夜何长，漫漫轻云露月光。秋逼暗虫通夕响，征衣未寄莫飞霜。",
        "author": "唐代",
        "poem_class": "思乡",
        "dynasty": "白居易"
    },
    {
        "title": "桂州腊夜",
        "paragraph": "坐到三更尽，归仍万里赊。雪声偏傍竹，寒梦不离家。晓角分残漏，孤灯落碎花。二年随骠骑，辛苦向天涯。山石荦确行径微，黄昏到寺蝙蝠飞。升堂坐阶新雨足，芭蕉叶大栀子肥。僧言古壁佛画好，以火来照所见稀。铺床拂席置羹饭，疏粝亦足饱我饥。夜深静卧百虫绝，清月出岭光入扉。天明独去无道路，出入高下穷烟霏。山红涧碧纷烂漫，时见松枥皆十围。当流赤足踏涧石，水声激激风吹衣。人生如此自可乐，岂必局束为人鞿？(鞿 一作：靰)嗟哉吾党二三子，安得至老不更归。地白风色寒，雪花大如手。笑杀陶渊明，不饮杯中酒。 浪抚一张琴，虚栽五株柳。空负头上巾，吾于尔何有。繁华事散逐香尘，流水无情草自春。日暮东风怨啼鸟，落花犹似坠楼人。",
        "author": "唐代",
        "poem_class": "思乡",
        "dynasty": "戎昱"
    },
    {
        "title": "秋怀",
        "paragraph": "凉叶萧萧散雨声，虚堂淅淅掩霜清。黄华自与西风约，白发先从远客生。吟似候虫秋更苦，梦和寒鹊夜频惊。何时石岭关山路，一望家山眼暂明？尽是刘郎去后栽，为谁零落为谁开。风流才子多春思，半醉闲吟独自来。翠纽圆匀绿线轻，著行排立弄新晴。更看三月春风里，散作飞花满凤城。大非为坚固，今迷执居家。还悟得紫灵砂。弃琴棋书画。载殷勤锻炼，中养就名花。今知味岂须夸。日功成无价。",
        "author": "金朝",
        "poem_class": "思乡",
        "dynasty": "元好问"
    },
    {
        "title": "浣溪沙·楼上晴天碧四垂",
        "paragraph": "楼上晴天碧四垂，楼前芳草接天涯。劝君莫上最高梯。新笋已成堂下竹，落花都上燕巢泥。忍听林表杜鹃啼。沈家园里花如锦，半是当年识放翁。也信美人终作土，不堪幽梦太匆匆。危楼还望，叹此意、今古几人曾会？鬼设神施，浑认作、天限南疆北界。一水横陈，连岗三面，做出争雄势。六朝何事，只成门户私计？因笑王谢诸人，登高怀远，也学英雄涕。凭却长江，管不到，河洛腥膻无际。正好长驱，不须反顾，寻取中流誓。小儿破贼，势成宁问强对！(强对 一作：疆场)缥缈红妆照浅溪。薄云疏雨不成泥。送君何处古台西。废沼夜来秋水满，茂林深处晚莺啼。行人肠断草凄迷。",
        "author": "宋代",
        "poem_class": "思乡",
        "dynasty": "周邦彦"
    },
    {
        "title": "澄迈驿通潮阁二首",
        "paragraph": "倦客愁闻归路遥，眼明飞阁俯长桥。贪看白鹭横秋浦，不觉青林没晚潮。余生欲老海南村，帝遣巫阳招我魂。杳杳天低鹘没处，青山一发是中原。绿橘梢头几点春。似留香蕊送行人。明朝紫凤朝天路，十二重城五碧云。歌渐咽，酒初醺。尽将红泪湿湘裙。赣江西畔从今日，明月清风忆使君。买陂塘、旋栽杨柳，依稀淮岸江浦。东皋嘉雨新痕涨，沙觜鹭来鸥聚。堪爱处最好是、一川夜月光流渚。无人独舞。任翠幄张天，柔茵藉地，酒尽未能去。 青绫被，莫忆金闺故步。儒冠曾把身误。弓刀千骑成何事，荒了邵平瓜圃。君试觑。满青镜、星星鬓影今如许。功名浪语。便似得班超，封侯万里，归计恐迟暮。天涯也有江南信。梅破知春近。夜阑风细得香迟。不道晓来开遍、向南枝。 玉台弄粉花应妒。飘到眉心住。平生个里愿杯深。去国十年老尽、少年心。",
        "author": "宋代",
        "poem_class": "思乡",
        "dynasty": "苏轼"
    },
    {
        "title": "麻平晚行",
        "paragraph": "百年怀土望，千里倦游情。高低寻戍道，远近听泉声。涧叶才分色，山花不辨名。羁心何处尽，风急暮猿清。中和癸卯春三月，洛阳城外花如雪。东西南北路人绝，绿杨悄悄香尘灭。路旁忽见如花人，独向绿杨阴下歇。凤侧鸾欹鬓脚斜，红攒黛敛眉心折。借问女郎何处来？含颦欲语声先咽。回头敛袂谢行人，丧乱漂沦何堪说！三年陷贼留秦地，依稀记得秦中事。君能为妾解金鞍，妾亦与君停玉趾。前年庚子腊月五，正闭金笼教鹦鹉。斜开鸾镜懒梳头，闲凭雕栏慵不语。忽看门外起红尘，已见街中擂金鼓。居人走出半仓惶，朝士归来尚疑误。是时西面官军入，拟向潼关为警急。皆言博野自相持，尽道贼军来未及。须臾主父乘奔至，下马入门痴似醉。适逢紫盖去蒙尘，已见白旗来匝地。扶羸携幼竞相呼，上屋缘墙不知次。南邻走入北邻藏，东邻走向西邻避。北邻诸妇咸相凑，户外崩腾如走兽。轰轰昆昆乾坤动，万马雷声从地涌。火迸金星上九天，十二官街烟烘烔。日轮西下寒光白，上帝无言空脉脉。阴云晕气若重围，宦者流星如血色。紫气潜随帝座移，妖光暗射台星拆。家家流血如泉沸，处处冤声声动地。舞伎歌姬尽暗捐，婴儿稚女皆生弃。东邻有女眉新画，倾国倾城不知价。长戈拥得上戎车，回首香闺泪盈把。旋抽金线学缝旗，才上雕鞍教走马。有时马上见良人，不敢回眸空泪下；西邻有女真仙子，一寸横波剪秋水。妆成只对镜中春，年幼不知门外事。一夫跳跃上金阶，斜袒半肩欲相耻。牵衣不肯出朱门，红粉香脂刀下死。南邻有女不记姓，昨日良媒新纳聘。琉璃阶上不闻行，翡翠帘间空见影。忽看庭际刀刃鸣，身首支离在俄顷。仰天掩面哭一声，女弟女兄同入井；北邻少妇行相促，旋拆云鬟拭眉绿。已闻击托坏高门，不觉攀缘上重屋。须臾四面火光来，欲下回梯梯又摧。烟中大叫犹求救，梁上悬尸已作灰。妾身幸得全刀锯，不敢踟蹰久回顾。旋梳蝉鬓逐军行，强展蛾眉出门去。旧里从兹不得归，六亲自此无寻处。一从陷贼经三载，终日惊忧心胆碎。夜卧千重剑戟围，朝餐一味人肝脍。鸳帏纵入岂成欢？宝货虽多非所爱。蓬头垢面眉犹赤，几转横波看不得。衣裳颠倒语言异，面上夸功雕作字。柏台多半是狐精，兰省诸郎皆鼠魅。还将短发戴华簪，不脱朝衣缠绣被。翻持象笏作三公，倒佩金鱼为两史。朝闻奏对入朝堂，暮见喧呼来酒市。一朝五鼓人惊起，叫啸喧呼如窃语。夜来探马入皇城，昨日官军收赤水。赤水去城一百里，朝若来兮暮应至。凶徒马上暗吞声，女伴闺中潜生喜。皆言冤愤此时销，必谓妖徒今日死。逡巡走马传声急，又道官军全阵入。大彭小彭相顾忧，二郎四郎抱鞍泣。沉沉数日无消息，必谓军前已衔璧。簸旗掉剑却来归，又道官军悉败绩。四面从兹多厄束，一斗黄金一斗粟。尚让厨中食木皮，黄巢机上刲人肉。东南断绝无粮道，沟壑渐平人渐少。六军门外倚僵尸，七架营中填饿殍。长安寂寂今何有？废市荒街麦苗秀。采樵斫尽杏园花，修寨诛残御沟柳。华轩绣毂皆销散，甲第朱门无一半。含元殿上狐兔行，花萼楼前荆棘满。昔时繁盛皆埋没，举目凄凉无故物。内库烧为锦绣灰，天街踏尽公卿骨！来时晓出城东陌，城外风烟如塞色。路旁时见游奕军，坡下寂无迎送客。霸陵东望人烟绝，树锁骊山金翠灭。大道俱成棘子林，行人夜宿墙匡月。明朝晓至三峰路，百万人家无一户。破落田园但有蒿，摧残竹树皆无主。路旁试问金天神，金天无语愁于人。庙前古柏有残枿，殿上金炉生暗尘。一从狂寇陷中国，天地晦冥风雨黑。案前神水咒不成，壁上阴兵驱不得。闲日徒歆奠飨恩，危时不助神通力。我今愧恧拙为神，且向山中深避匿。寰中箫管不曾闻，筵上牺牲无处觅。旋教魇鬼傍乡村，诛剥生灵过朝夕。妾闻此语愁更愁，天遣时灾非自由。神在山中犹避难，何须责望东诸侯！前年又出杨震关，举头云际见荆山。如从地府到人间，顿觉时清天地闲。陕州主帅忠且贞，不动干戈唯守城。蒲津主帅能戢兵，千里晏然无犬声。朝携宝货无人问，暮插金钗唯独行。明朝又过新安东，路上乞浆逢一翁。苍苍面带苔藓色，隐隐身藏蓬荻中。问翁本是何乡曲？底事寒天霜露宿？老翁暂起欲陈辞，却坐支颐仰天哭。乡园本贯东畿县，岁岁耕桑临近甸。岁种良田二百廛，年输户税三千万。小姑惯织褐絁袍，中妇能炊红黍饭。千间仓兮万丝箱，黄巢过后犹残半。自从洛下屯师旅，日夜巡兵入村坞。匣中秋水拔青蛇，旗上高风吹白虎。入门下马若旋风，罄室倾囊如卷土。家财既尽骨肉离，今日垂年一身苦。一身苦兮何足嗟，山中更有千万家。朝饥山上寻蓬子，夜宿霜中卧荻花！妾闻此老伤心语，竟日阑干泪如雨。出门惟见乱枭鸣，更欲东奔何处所？仍闻汴路舟车绝，又道彭门自相杀。野色徒销战士魂，河津半是冤人血。适闻有客金陵至，见说江南风景异。自从大寇犯中原，戎马不曾生四鄙。诛锄窃盗若神功，惠爱生灵如赤子。城壕固护教金汤，赋税如云送军垒。奈何四海尽滔滔，湛然一境平如砥。避难徒为阙下人，怀安却羡江南鬼。愿君举棹东复东，咏此长歌献相公。闲坐悲君亦自悲，百年都是几多时。邓攸无子寻知命，潘岳悼亡犹费词。同穴窅冥何所望，他生缘会更难期。惟将终夜长开眼，报答平生未展眉。君不见走马川行雪海边，平沙莽莽黄入天。 轮台九月风夜吼，一川碎石大如斗，随风满地石乱走。 匈奴草黄马正肥，金山西见烟尘飞，汉家大将西出师。 将军金甲夜不脱，半夜军行戈相拨，风头如刀面如割。 马毛带雪汗气蒸，五花连钱旋作冰，幕中草檄砚水凝。 虏骑闻之应胆慑，料知短兵不敢接，车师西门伫献捷。",
        "author": "唐代",
        "poem_class": "思乡",
        "dynasty": "王勃"
    },
    {
        "title": "郢门秋怀",
        "paragraph": "郢门一为客，巴月三成弦。朔风正摇落，行子愁归旋。 杳杳山外日，茫茫江上天。人迷洞庭水，雁度潇湘烟。 清旷谐宿好，缁磷及此年。百龄何荡漾，万化相推迁。 空谒苍梧帝，徒寻溟海仙。已闻蓬海浅，岂见三桃圆。 倚剑增浩叹，扪襟还自怜。终当游五湖，濯足沧浪泉。岭外音书断，经冬复历春。近乡情更怯，不敢问来人。大漠沙如雪，燕山月似钩。何当金络脑，快走踏清秋。白日登山望烽火，黄昏饮马傍交河。行人刁斗风沙暗，公主琵琶幽怨多。野云万里无城郭，雨雪纷纷连大漠。胡雁哀鸣夜夜飞，胡儿眼泪双双落。闻道玉门犹被遮，应将性命逐轻车。年年战骨埋荒外，空见蒲桃入汉家。",
        "author": "唐代",
        "poem_class": "思乡",
        "dynasty": "李白"
    },
    {
        "title": "和子由踏青",
        "paragraph": "东风陌上惊微尘，游人初乐岁华新。人闲正好路旁饮，麦短未怕游车轮。城中居人厌城郭，喧阗晓出空四邻。歌鼓惊山草木动，箪瓢散野乌鸢驯。何人聚众称道人？遮道卖符色怒嗔：宜蚕使汝茧如瓮，宜畜使汝羊如麇。路人未必信此语，强为买服禳新春。道人得钱径沽酒，醉倒自谓吾符神！天涯流落思无穷！既相逢，却匆匆。携手佳人，和泪折残红。为问东风余几许？春纵在，与谁同！隋堤三月水溶溶。背归鸿，去吴中。回首彭城，清泗与淮通。欲寄相思千点泪，流不到，楚江东。(欲寄 一作：寄我)少年离别意非轻，老去相逢亦怆情。草草杯盘共笑语，昏昏灯火话平生。自怜湖海三年隔，又作尘沙万里行。欲问后期何日是，寄书应见雁南征。情若连环，恨如流水，甚时是休。也不须惊怪，沈郎易瘦，也不须惊怪，潘鬓先愁。总是难禁，许多魔难，奈好事教人不自由。空追想，念前欢杳杳，后会悠悠。凝眸，悔上层楼，谩惹起、新愁压旧愁。向彩笺写遍，相思字了，重重封卷，密寄书邮。料到伊行，时时开看，一看一回和泪收。须知道，这般病染，两处心头。",
        "author": "宋代",
        "poem_class": "思乡",
        "dynasty": "苏轼"
    },
    {
        "title": "芳树",
        "paragraph": "芳树千株发，摇荡三阳时。气软来风易，枝繁度鸟迟。春至花如锦，夏近叶成帷。欲寄边城客，路远谁能持。警七曜。诏八神。排阊阖。渡天津。悬瓠城高百尺楼。荒烟村落，疏雨汀洲。天涯南去更无州。坐看儿童，蛮语吴讴。过尽宾鸿过尽秋。归期杳杳，归计悠悠。栏干凭遍不胜愁。汝水多情，却解东流。白水满春塘，旅雁每迥翔。唼流牵弱藻，敛翮带馀霜。群浮动轻浪，单泛逐孤光。悬飞竟不下，乱起未成行。刷羽同摇漾，一举还故乡。",
        "author": "南北朝",
        "poem_class": "思乡",
        "dynasty": "李爽"
    },
    {
        "title": "庾楼晓望",
        "paragraph": "独凭朱槛立凌晨，山色初明水色新。竹雾晓笼衔岭月，频风暖送过江春。子城阴处犹残雪，衙鼓声前未有尘。三百年来庾楼上，曾经多少望乡人。诗家清景在新春，绿柳才黄半未匀。 若待上林花似锦，出门俱是看花人。长安大道连狭斜，青牛白马七香车。玉辇纵横过主第，金鞭络绎向侯家。龙衔宝盖承朝日，凤吐流苏带晚霞。百尺游丝争绕树，一群娇鸟共啼花。(百尺 一作：百丈）游蜂戏蝶千门侧，碧树银台万种色。复道交窗作合欢，双阙连甍垂凤翼。梁家画阁中天起，汉帝金茎云外直。楼前相望不相知，陌上相逢讵相识。借问吹箫向紫烟，曾经学舞度芳年。得成比目何辞死，愿作鸳鸯不羡仙。比目鸳鸯真可羡，双去双来君不见。生憎帐额绣孤鸾，好取门帘帖双燕。双燕双飞绕画梁，罗帷翠被郁金香。片片行云着蝉鬓，纤纤初月上鸦黄。鸦黄粉白车中出，含娇含态情非一。妖童宝马铁连钱，娼妇盘龙金屈膝。御史府中乌夜啼，廷尉门前雀欲栖。隐隐朱城临玉道，遥遥翠幰没金堤。挟弹飞鹰杜陵北，探丸借客渭桥西。俱邀侠客芙蓉剑，共宿娼家桃李蹊。娼家日暮紫罗裙，清歌一啭口氛氲。北堂夜夜人如月，南陌朝朝骑似云。南陌北堂连北里，五剧三条控三市。弱柳青槐拂地垂，佳气红尘暗天起。汉代金吾千骑来，翡翠屠苏鹦鹉杯。罗襦宝带为君解，燕歌赵舞为君开。别有豪华称将相，转日回天不相让。意气由来排灌夫，专权判不容萧相。专权意气本豪雄，青虬紫燕坐春风。自言歌舞长千载，自谓骄奢凌五公。节物风光不相待，桑田碧海须臾改。昔时金阶白玉堂，即今惟见青松在。(惟见 一作：唯见)寂寂寥寥扬子居，年年岁岁一床书。独有南山桂花发，飞来飞去袭人裾。朝辞白帝彩云间，千里江陵一日还。两岸猿声啼不住，轻舟已过万重山。",
        "author": "唐代",
        "poem_class": "思乡",
        "dynasty": "白居易"
    },
    {
        "title": "奉酬李都督表丈早春作",
        "paragraph": "力疾坐清晓，来时悲早春。转添愁伴客，更觉老随人。红入桃花嫩，青归柳叶新。望乡应未已，四海尚风尘。暗暗淡淡紫，融融冶冶黄。陶令篱边色，罗含宅里香。几时禁重露，实是怯残阳。愿泛金鹦鹉，升君白玉堂。世有伯乐，然后有千里马。千里马常有，而伯乐不常有。故虽有名马，祗辱于奴隶人之手，骈死于槽枥之间，不以千里称也。马之千里者，一食或尽粟一石。食马者不知其能千里而食也。是马也，虽有千里之能，食不饱，力不足，才美不外见，且欲与常马等不可得，安求其能千里也？(食马者 通：饲马者)策之不以其道，食之不能尽其材，鸣之而不能通其意，执策而临之，曰：“天下无马！”呜呼！其真无马邪？其真不知马也！寻章摘句老雕虫，晓月当帘挂玉弓。不见年年辽海上，文章何处哭秋风。",
        "author": "唐代",
        "poem_class": "思乡",
        "dynasty": "杜甫"
    },
    {
        "title": "寒食寄郑起侍郎",
        "paragraph": "清明时节出郊原，寂寂山城柳映门。水隔淡烟修竹寺，路经疏雨落花村。天寒酒薄难成醉，地迥楼高易断魂。回首故山千里外，别离心绪向谁言？不到谢公台。明月清风好在哉。旧日髯孙何处去，重来。短李风流更上才。秋色渐摧颓。满院黄英映酒杯。看取桃花春二月，争开。尽是刘郎去后栽。渡江天马南来，几人真是经纶手。长安父老，新亭风景，可怜依旧。夷甫诸人，神州沉陆，几曾回首。算平戎万里，功名本是，真儒事、君知否。(君知否 一作：公知否) 况有文章山斗。对桐阴、满庭清昼。当年堕地，而今试看，风云奔走。绿野风烟，平泉草木，东山歌酒。待他年，整顿乾坤事了，为先生寿。凤舞团团饼。恨分破、教孤令。金渠体净，只轮慢碾，玉尘光莹。汤响松风，早减了、二分酒病。 味浓香永。醉乡路、成佳境。恰如灯下，故人万里，归来对影。口不能言，心下快活自省。",
        "author": "宋代",
        "poem_class": "思乡",
        "dynasty": "杨徽之"
    },
    {
        "title": "渡河北",
        "paragraph": "秋风吹木叶，还似洞庭波。常山临代郡，亭障绕黄河。心悲异方乐，肠断陇头歌。薄暮临征马，失道北山阿。独酌谣。独酌起中宵。中宵照春月。初花发春朝。春花春月正徘徊。一尊一弦当夜开。聊奏孙登曲。仍斟毕卓杯。罗绮徒纷乱。金翠转迟回。中心本如水。凝志更同灰。逍遥自可乐。世语世情哉。首夏犹清和。芳草亦未歇。水宿淹晨暮。阴霞屡兴没。周览倦瀛壖。况乃陵穷发。川后时安流。天吴静不发。扬帆采石华。挂席拾海月。溟涨无端倪。虚舟有超越。仲连轻齐组。子牟眷魏阙。矜名道不足。适己物可忽。请附任公言。终然谢天伐。褭褭临窗竹。蔼蔼垂门桐。灼灼青轩女。泠泠高台中。明志逸秋霜。玉颜艳春红。人生谁不别。恨君早从戎。鸣弦惭夜月。绀黛羞春风。",
        "author": "南北朝",
        "poem_class": "思乡",
        "dynasty": "王褒(南北)"
    },
    {
        "title": "清平乐·发汉儿村题壁",
        "paragraph": "参横月落，客绪从谁托。望里家山云漠漠，似有红楼一角。不如意事年年，消磨绝塞风烟。输与五陵公子，此时梦绕花前。满眼生机转化钧，天工人巧日争新。预支五百年新意，到了千年又觉陈。李杜诗篇万口传，至今已觉不新鲜。江山代有才人出，各领风骚数百年。只眼须凭自主张，纷纷艺苑漫雌黄。矮人看戏何曾见，都是随人说短长。少时学语苦难圆，只道工夫半未全。到老始知非力取，三分人事七分天。诗解穷人我未空，想因诗尚不曾工。熊鱼自笑贪心甚，既要工诗又怕穷。凭山俯海古边州，旆影翻飞见戍楼。马后桃花马前雪，出关争得不回头？爱子心无尽，归家喜及辰。寒衣针线密，家信墨痕新。见面怜清瘦，呼儿问苦辛。低徊愧人子，不敢叹风尘。",
        "author": "清代",
        "poem_class": "思乡",
        "dynasty": "纳兰性德"
    },
    {
        "title": "登柳州峨山",
        "paragraph": "荒山秋日午，独上意悠悠。如何望乡处，西北是融州。别梦依依到谢家，小廊回合曲阑斜。多情只有春庭月，犹为离人照落花。永日不可暮，炎蒸毒我肠。安得万里风，飘飖吹我裳。昊天出华月，茂林延疏光。仲夏苦夜短，开轩纳微凉。虚明见纤毫，羽虫亦飞扬。物情无巨细，自适固其常。念彼荷戈士，穷年守边疆。何由一洗濯，执热互相望。竟夕击刁斗，喧声连万方。青紫虽被体，不如早还乡。北城悲笳发，鹳鹤号且翔。况复烦促倦，激烈思时康。黄师塔前江水东，春光懒困倚微风。桃花一簇开无主，可爱深红爱浅红？",
        "author": "唐代",
        "poem_class": "思乡",
        "dynasty": "柳宗元"
    },
    {
        "title": "水龙吟·夜深客子移舟处",
        "paragraph": "夜深客子移舟处，两两沙禽惊起。红衣入桨，青灯摇浪，微凉意思。把酒临风，不思归去，有如此水。况茂陵游倦，长干望久，芳心事、箫声里。屈指归期尚未。鹊南飞、有人应喜。画阑桂子，留香小待，提携影底。我已情多，十年幽梦，略曾如此。甚谢郎、也恨飘零，解道月明千里。留春不住，费尽莺儿语。满地残红宫锦污，昨夜南园风雨。小怜初上琵琶，晓来思绕天涯。不肯画堂朱户，春风自在杨花。实之三和有忧边之语，走笔答之。国脉微如缕。问长缨何时入手，缚将戎主？未必人间无好汉，谁与宽些尺度？试看取当年韩五。岂有谷城公付授，也不干曾遇骊山母。谈笑起，两河路。少时棋柝曾联句。叹而今登楼揽镜，事机频误。闻说北风吹面急，边上冲梯屡舞。君莫道投鞭虚语，自古一贤能制难，有金汤便可无张许？快投笔，莫题柱。留人不住，醉解兰舟去。一棹碧涛春水路，过尽晓莺啼处。渡头杨柳青青，枝枝叶叶离情。此后锦书休寄，画楼云雨无凭。",
        "author": "宋代",
        "poem_class": "思乡",
        "dynasty": "姜夔"
    },
    {
        "title": "临江仙·绿暗汀洲三月暮",
        "paragraph": "绿暗汀洲三月暮，落花风静帆收。垂杨低映木兰舟。半篙春水滑，一段夕阳愁。灞水桥东回首处，美人新上帘钩。青鸾无计入红楼。行云归楚峡，飞梦到扬州。无利无名，无荣无辱，无烦无恼。夜灯前、独歌独酌，独吟独笑。况值群山初雪满，又兼明月交光好。便假饶百岁拟如何，从他老。知富贵，谁能保。知功业，何时了。算箪瓢金玉，所争多少。一瞬光阴何足道，便思行乐常不早。待春来携酒殢东风，眠芳草。竹摇清影罩幽窗，两两时禽噪夕阳。谢却海棠飞尽絮，困人天气日初长。凌波不过横塘路，但目送、芳尘去。锦瑟华年谁与度？月桥花院，琐窗朱户，只有春知处。飞云冉冉蘅皋暮，彩笔新题断肠句。试问闲情都几许？一川烟草，满城风絮，梅子黄时雨。(版本一)凌波不过横塘路，但目送、芳尘去。锦瑟华年谁与度？月台花榭，琐窗朱户，只有春知处。碧云冉冉蘅皋暮，彩笔新题断肠句。试问闲愁都几许？一川烟草，满城风絮，梅子黄时雨。(版本二)",
        "author": "宋代",
        "poem_class": "思乡",
        "dynasty": "晁补之"
    },
    {
        "title": "南流夜郎寄内",
        "paragraph": "夜郎天外怨离居，明月楼中音信疏。北雁春归看欲尽，南来不得豫章书。远别离，古有皇英之二女，乃在洞庭之南，潇湘之浦。海水直下万里深，谁人不言此离苦？日惨惨兮云冥冥，猩猩啼烟兮鬼啸雨。我纵言之将何补？皇穹窃恐不照余之忠诚，雷凭凭兮欲吼怒。尧舜当之亦禅禹。君失臣兮龙为鱼，权归臣兮鼠变虎。或云：尧幽囚，舜野死。九疑联绵皆相似，重瞳孤坟竟何是？帝子泣兮绿云间，随风波兮去无还。恸哭兮远望，见苍梧之深山。苍梧山崩湘水绝，竹上之泪乃可灭。一片花飞减却春，风飘万点正愁人。且看欲尽花经眼，莫厌伤多酒入唇。江上小堂巢翡翠，花边高冢卧麒麟。(花边 一作：苑边)细推物理须行乐，何用浮名绊此身。朝回日日典春衣，每日江头尽醉归。酒债寻常行处有，人生七十古来稀。穿花蛱蝶深深见，点水蜻蜓款款飞。传语风光共流转，暂时相赏莫相违。大鹏飞兮振八裔，中天摧兮力不济。馀风激兮万世，游扶桑兮挂左袂。后人得之传此，仲尼亡兮谁为出涕。",
        "author": "唐代",
        "poem_class": "思乡",
        "dynasty": "李白"
    },
    {
        "title": "双头莲·呈范至能待制",
        "paragraph": "华鬓星星，惊壮志成虚，此身如寄。萧条病骥。向暗里、消尽当年豪气。梦断故国山川，隔重重烟水。身万里，旧社凋零，青门俊游谁记？尽道锦里繁华，叹官闲昼永，柴荆添睡。清愁自醉。念此际、付与何人心事。纵有楚柁吴樯，知何时东逝？空怅望，鲙美菰香，秋风又起。元丰七年十二月十八日，浴泗州雍熙塔下，戏作如梦令阕。此曲本唐庄宗制，名忆仙姿，嫌其名不雅，故改为如梦令。盖庄宗作此词，卒章云：“如梦如梦，和泪出门相送。”因取以为名云。水垢何曾相受。细看两俱无有。寄语揩背人，尽日劳君挥肘。轻手，轻手。居士本来无垢。情高意真。眉长鬓青。小楼明月调筝。写春风数声。思君忆君。魂牵梦萦。翠销香暖云屏。更那堪酒醒。春来秋去。往事知何处？燕子归飞兰泣露。光景千留不住。酒阑人散忡忡。闲阶独倚梧桐。记得去年今日，依前黄叶西风。",
        "author": "宋代",
        "poem_class": "思乡",
        "dynasty": "陆游"
    },
    {
        "title": "柳",
        "paragraph": "半烟半雨江桥畔，映杏映桃山路中。 会得离人无限意，千丝万絮惹春风。岭外音书断，经冬复历春。近乡情更怯，不敢问来人。艳色天下重，西施宁久微。朝为越溪女，暮作吴宫妃。贱日岂殊众，贵来方悟稀。邀人傅香粉，不自著罗衣。君宠益娇态，君怜无是非。当时浣纱伴，莫得同车归。持谢邻家子，效颦安可希。枿坐云游出世尘，兼无瓶钵可随身。逢人不说人间事，便是人间无事人。",
        "author": "唐代",
        "poem_class": "思乡",
        "dynasty": "郑谷"
    },
    {
        "title": "醉高歌·感怀",
        "paragraph": "十年燕月歌声，几点吴霜鬓影。西风吹起鲈鱼兴，已在桑榆暮景。荣枯枕上三更，傀儡场头四并。人生幻化如泡影，那个临危自省？岸边烟柳苍苍，江上寒波漾漾。阳关旧曲低低唱，只恐行人断肠。十年旧剑长吁，一曲琵琶暗许。月明江上别湓浦，愁听兰舟夜雨。楔子(冲末扮李彦实引净李文道上，诗云)月过十五光明少，人到中年万事休。儿孙自有儿孙福，莫为儿孙作马牛。老汉姓李，名彦实，在这河南府录事司醋务巷住坐。嫡亲的五口儿家属：这个是孩儿李文道，还有个侄儿李德昌，侄儿媳妇刘玉娘，侄儿根前有个小厮，叫做佛留。侄儿如今要往南昌做买卖去，说今日来辞我，怎生这早晚还不见来？(正末扮李德昌同旦、俫上，云)自家李德昌是也。这个是我浑家刘玉娘，这个是我孩儿佛留。我开着个绒线铺，这对门是我叔父李彦实。有个兄弟唤做李文道，乃是医士。我在这长街市上算了一卦，道我有一百日灾难，千里之外可躲。我今一来躲灾，二来往南昌做些买卖。大嫂，咱三口儿辞叔父去来。(旦云)咱去来波。(正末做见李彦实科，云)叔父，你孩儿去南昌做买卖，就躲灾难。今日是好日辰，特来拜辞叔父。(李彦实云)孩儿，你去则去，路上小心者。(正末向李文道云)兄弟，好看觑家中。(李文道云)哥哥，早些儿回来。(正末云)叔父，您孩儿今日便索长行也。(做出门科，旦云)李大，你今日做买卖去，我有句话，敢说么？(正末云)有何说？(旦云)小叔叔时常调戏我。(正末怒，云)噤声！我在家时不说，及至今日临行，说这等言语。大嫂，再也休提，你则好看家中，小心在意者。(唱)【仙吕】【赏花时】则为你叔嫂从来情性乖，我因此上将伊曾劝解。(旦悲科，云)你去了，我怎了也！(正未唱)你可便省烦恼，莫伤怀。你则照管这家私世外，(带云)别的不打紧。(唱)你是必好觑当小婴孩。(旦云)这个我自知道，则要你挣坐者。(正末唱)【幺篇】则俺这男子为人须挣坐，我向这外府他乡做买卖。(旦云)你则是早些回来。(正末唱)休则管泪盈腮，多不到一年半载，但得些利便回来。(同旦下)(李彦实云)李文道，你哥哥做买卖去了，你无事休到嫂嫂家去。我若知道，不道的饶了你哩。(诗云)正是叔嫂从来要避嫌，况他男儿为客去江南。你若无事到他家里去，我一准拿来打十三。(同下)第一折(旦上，云)妾身刘玉娘是也，有丈夫李德昌贩南昌买卖去了。今日无甚事，我开开这绒线铺，看有甚么人来。(李文道上，云)自家李文道便是，开着个生药铺，人顺口都叫我做赛卢医。有我哥哥李德昌做买卖去了，则有俺嫂嫂在家，我一心看上他。争奈俺父亲教我不要往他家去，如今瞒着父亲，推看他去，就调戏他。肯不肯，不折了本。来到门首也，我自过去。(见旦科，云)嫂嫂，自从哥哥去后，不曾来望得你。(旦云)你哥哥不在家，你来怎么？(李云)我来望你吃钟茶，有甚么事。(旦云)这厮来的意思不好，我叫父亲去。父亲！(李彦实上，云)是谁叫我？(旦云)是您孩儿。(李彦实云)孩儿，你叫我怎的？(旦云)小叔叔来房里调戏我来，因此与父亲说。(李彦实见科，云)你又来这里怎的？(做打，文道下)(李彦实云)若那厮再来，你则叫我，不道的饶了他哩。我打那弟子孩儿去。(下)(旦云)似这般，几时是了？我收了这铺儿。李德昌，你几时来家？兀的不痛杀我也！(下)(正末挑担上，云)是好大雨也呵。(唱)【仙吕】【点绛唇】七月才初，孟秋时序，犹存暑。穿着这单布衣服，怎避这悬麻雨？【混江龙】连阴不住，荒郊一望水模糊。我则见雨迷了山岫，云锁了青虚。(带云)这雨大不大？(唱)云气深，如倒悬着东大海；雨势大，似翻合了洞庭湖。好教我满眼儿没处寻归路，黑暗暗云迷四野，白茫茫水淹长涂。(云)这雨越下的大了也。(唱)【油葫芦】恰便似画出潇湘水墨图，淋的我湿渌渌，更那堪吉丢古堆波浪渲城渠。你看他吸留忽刺水流乞留曲律路，更和这失留疏剌风摆希留急了树。怎当他乞纽忽浓的泥，更和他匹丢扑搭的淤。我与你便急章拘诸慢行的赤留出律去，我则索滴羞跌屑整身躯。【天下乐】百忙里鞋儿断了乳，好着我难行。也是我穷对付，扯将这蒲包上菻麻且系住。淋的我头怎抬，走的我脚怎舒，好着我眼巴巴无是处。(云)远远的一座古庙，我且向庙中避雨咱。(放担科)(云)我放下这担儿。原来是五道将军庙，多年倒塌了，好是凄凉也。(唱)【醉中天】折供卓撑着门户，野荒草遍阶除。(云)五道将军爷爷，自家李德昌便是，做买卖回来。望爷爷保护咱。(唱)我这里捻土焚香画地炉，我拜罢也忙瞻顾。多谢神灵祐护，望爷爷金鞭指路，则愿无灾殃早到乡间。(云)一场好大雨也，衣服行李尽都湿了。我脱下这衣服来试晒咱，(唱)【醉扶归】我这里扭我这单布裤，晒我这湿衣服。(云)怎生这般漏？哦！元来是这屋宇坍塌了，所以这般漏。我试看这行李咱。(唱)我则怕盖行李的油单有漏处，我与你须索从头觑。(云)且喜得都不曾湿嗨！可怎生这等漏得紧。(唱)奇怪这两三番揩不干我这额头颅，(云)可是为甚么？呆汉，你慌怎的？(唱)可忘了将我这湿渌渌头巾去。(云)我脱下这衣服来晒咱。(做脱衣科)我山这庙门看天色咱。(做出门科)哎呀！我这一会增寒发热起来，可怎了也。(唱)【一半儿】恰便是小鹿儿扑扑地撞我胸脯，火块似烘烘烧我肺腑，(云)敢是我这身体不洁净，触犯神灵，望金鞭指路，圣手遮拦。(唱)莫不是腥臊臭秽把你这神道触？(云)李德昌，你差了也，既为神灵，怎见俺众生过犯。(唱)我可也重思虑，(带云)我猜着这病也，(唱)多敢是一半儿因风一半儿雨。(云)可怎生得一个人来寄信与我浑家，教他来看我也好。我且歇息咱。(外扮高山挑担子上，云)阿呀！好大雨也。来到这五道将军庙躲躲雨咱。(做放下担儿科，云)老汉高山是也，龙门镇人氏，嫡亲的两口儿，有个老婆婆。每年家赶这七月七，入城来卖一担魔合罗。刚出的这门，四下里布起云来．则是盆倾瓮瀽相似。早是我那婆子着我拿着两块油单纸，不是都坏了。我试看咱，谢天地，不曾坏了一个。这个鼓儿是我衣饭碗儿，着了雨皮松了也。我摇一摇，还响哩。(正末云)兀的不有人来也，惭愧。(唱)【金盏花】淋的来不寻俗，猛听得早眉舒。那里这等小朗朗摇动蛇皮鼓？我出门来观觑，他能迭落快铺谋。他有那关头的蜡钗子，压鬓髩的骨头梳。他有那乞巧的泥媳妇，消夜的闷葫芦。(正末做扳过，揖云)才的，祗揖！(高山云)阿呀！有鬼也。(正末云)我不是鬼，我是人。(高山云)你是人，做这短见勾当。先叫我一声，我便知道是人，你猛可里扳将过来唱喏，多年古庙，前后没人，早是我也，若是第二个，不唬杀了。(高山挝土科，正末云)你待怎么？(高山云)惊了我顖颗子哩。(正末云)老的，小人也是货郎儿。老的，你进来坐一坐咱。(高山云)老汉与你坐一坐。你勒着手帕做甚么？(正末云)老的，我在这庙里避雨，脱的衣服早了，冒了些风寒。老的，你如今那里去？(高山云)我往城里做买卖去。(正末云)老的，怎生与我寄个信去咱。(高山云)哥哥，我有三桩戒愿：一不与人家作媒，二不与人家做保，三不与人家寄信。(正末云)自家河南府，在城醋务巷居住。小人姓李名德昌，嫡亲的三口儿。浑家刘玉娘，孩儿佛留。小人往南昌做买卖去，如今利增百倍也。(高山起身，云)住！住！住！(出门看科，云)这里有避雨的，都来一搭儿说话咱，有也无？(入见正末，云)有你这等人？谁问你说出这个话来？倘或有人听的，图了你财，致了你命，不干生受一场。你知道我是甚么人？便好道：画虎画皮难画骨，知人知面不知心。(正末云)这那里便有贼？老的，我如今感了风寒，一卧不起，只望老的你便寄个信与俺浑家．教他来看我。若不肯寄信去，我有些好歹，就是老的误了我性命。(高山云)那个夫人的倒会放刁。我今日破了戒，我则寄你这一个信。你在那里住坐？有什么门面铺席？两邻对门是甚么人家？说的我知道。你则将息你那病症。(正末唱)【后庭花】俺家里有一遭新板闼住两间高瓦屋。隔壁儿是个熟食店，对门儿是个生药局。怕老的若有不是处你则问那里是李德昌家绒线铺，街坊每他都道与。(高山云)我知道了，你放心！(正末云)老的，在心者，是必走一遭去。(唱)【赚煞】你是必记心怀，你叮也休疑虑，不是我嘱咐了重还嘱咐。争奈自己耽疾难动举，你教他借马寻驴莫踌躇。争奈纸笔全无，怎写旷安两字书？老的只要你莫阻，说与俺看家拙妇，教他早些来把我这病人扶。(下)(高山云)出得这庙门来，住了雨也。则今日往城里卖魔合罗，就与李德昌寄信走一遭去。(下)第二折(李文道上，云)自家李文道。今日无甚事，我且到这药铺门前觑者，看有甚么人来。(高山上，云)老汉高山是也。来到这河南府城里，不知那里是醋务巷。我放下这担儿，试问人咱。(见李文道科，云)哥哥，敢问那里醋务巷？(李文道云)你问他怎的？(高山云)这里有个李德昌，他去南昌做买卖回来，利增百倍，如今在城南五道将军庙里染病，教我与他家寄个信。(李文道背云)好了。(回云)老的，这是小醋务巷，还有大醋务巷。你投东往西行，投南往北走，转过一个湾儿，门前有株大槐树，高房子，红油门儿，绿油窗儿，门上挂着斑竹帘儿，帘儿下卧着个哈叭狗儿，则那便是李德昌家。(高山云)谢了哥哥，(做挑担行科)好哥哥说与我，投东往西行，投南往北走，转过湾儿，门前一株大槐树，高房子，红油门儿，绿油窗儿，挂着斑竹帘儿，帘儿下卧着个哈叭狗儿。假若走了那啥叭狗儿，我那里寻去？(下)(李文道云)便好道人有所愿，天必从之。他如今得病了，我也不着嫂嫂知道。我将这服毒药走到城外药杀他，那其间老婆也是我的，钱物也是我的。凭着我一片好心，天也与我半碗饭吃。(下)(旦同俫儿上，云)妾身刘玉娘，自从丈夫李德昌南昌做买卖去了，音信皆无。今日开开这铺儿，看有甚么人来。(高山上，云)走杀我也，把那贼弟子孩儿！他说道还有个大醋务巷，那里不走过来。(放下担科，云)我把那精驴贼丑生弟子孩儿，原来则这个醋务巷，着我沿城走了一遭，左右则在这里。(旦出门见科，云)兀那老子，好不晓事，人家做买卖去处，你当着门做甚么？(高山云)你看我的造物，头里着小弟子孩儿哄的我走了一日，如今又着这婆娘抢白我。哎！高山，你也怨你自己当初不与李德昌寄信，可也没这场勾当。(旦云)兀那老的，你那里见李德昌来？请家里吃茶波。(高山云)搅了你家买卖。(旦云)老的，你那里见李德昌来？(高山云)嫂子敢是刘玉娘？(旦云)则我便是。(高山云)这小的敢是佛留？(旦云)正是。老的你怎么知道？(高山云)嫂嫂，如今李德昌利增百倍，在城外五道将军庙里染病，你快寻个头口取他去。(旦云)多多亏了老的，等李德昌来家，慢慢的拜谢你老人家。(俫儿上，云)奶奶，我要个魔合罗儿。(旦打俫科，云)小弟子孩儿，咱家买菜的钱也无，那得钱来？(高山云)你休打孩儿，我与他一个魔合罗儿，你牢牢收着，不要坏了。底下有我的名字，道是高山塑。你父亲来家呵，见了这魔合罗，我寄信不寄信，久后做个大证见哩(下)(旦云)谁想李德昌在五道将军庙染病。我将孩儿寄在邻舍家，锁了门户，借个头口去看李德昌走一遭去来。(下)(正末抱病上，)自从南昌回来，感了风寒病症，一卧不起。我央高山寄信去，教我浑家来看我。怎生这早晚不见来？李德昌，这的是时也，命也，运也，信不虚也呵。(唱)【黄钟】【醉花阴】干着我贩卖南昌利钱好，急叫来又早病魔缠着。盼家门咫尺似天遥，好教我这会儿心焦，按不住小鹿儿拘拘地跳。端的是最难熬，只一阵头疼险些就劈破了。【喜迁莺】教谁来医疗，奈无人古庙萧萧。量度，又怕有歹人来到。不由人小中添懊恼，不由人不泪雨抛。迭屑屑魂飞胆落，扑速速肉颤身摇。【出队子】似这般无颠无倒，越趣人厮窨约。一会家阴阴的腹痛似锥挑，一会家烘烘的发热似火烧，一会家撒撒的增寒似水浇。(云)大嫂，你在那里也呵！(唱)【刮地风】悬望妻儿音信杳，急煎煎心痒难揉。(云)我出庙门望一望波。(唱)我这里慢腾腾行出灵神庙，举日偷瞧。我与你恰下涩道，立在檐梢，觉昏沉刚挣揣把门倚靠。我则道十分紧闭着，原来是不插拴牢。靠着时呀的门开了，滴留扑仰剌叉吃一交。【四门子】这的是严霜偏打枯根草，哎哟！正跌着我这残病腰。一会家疼一会家焦，想钱财莫不是无福消？一会家疼一会家焦，我将这神灵祷告。(李文道慌上)来到这庙也，哥哥在那里？(正末见科)(唱)【古水仙子】呀、呀、呀，猛见了，嗨、嗨、嗨，唬的我悠悠魂魄消。将、将、将，纸钱来忙遮，把、把、把，泥神来紧靠，慌、慌、慌，我这驻掩映着。(李文道云)我来望哥哥，受你兄弟两拜。(正末唱)他、他、他，走将来展脚舒腰，我、我、我，向前来仔细观了相貌。是、是、是，我兄弟间别身安乐，请、请、清，免拜波李文道。(云)兄弟，我自从南昌回来，感了风寒病症，不能还家。你嫂嫂在那里？(李文道云)嫂嫂便来也。哥哥，你这病几日了？(正末唱)【寨儿令】也不昨宵，则是今朝，被风寒暑湿吹着。(李文道云)我与哥哥把把脉咱。(做把脉科，云)哥哥，我知道这病也，我就带将药来了。(做调药，与正末吃科)(正末云)兄弟且住，等你嫂嫂来我吃。(李文道云)不要等他，你吃了就好了。(正末咽科)(唱)我咽下去有似热油浇，烘烘的烧五脏，火火的燎三焦。(带云)兄弟也，(唱)这的敢不是风寒药？【神仗儿】他将那水凋，我氵虢的咽了，不觉忽的昏迷，他把我丕的来药倒。烟生七窍，冰浸四稍。谁承望笑里藏刀，眼见的丧荒郊。(做倒科)(李文道云)药倒了也。我收拾了东西回家中去来。(下)(正末唱)【节节高】这厮如损人利己，不合大道。钱物又不多，要时分明要，怎生下得教哥哥身夭。更做道钱心重，情分少，任辱没杀分金管鲍。【者刺古】身躯被病执缚，难走难逃。咽喉被药把捉，难叫难号。托青天暗表，望灵神早报。行善得善，行恶得恶。天呵！莫不是今年灾祸招。【挂金索】我则道调理风寒，谁想他暗里藏毒药。他如今致命图财，我正是自养着家生哨，疑怪来时，不将着亲嫂嫂。万代人传，倒惹的关张笑。【尾】所有金珠共财宝，一星星早不剩分毫，他紧紧的将马儿驮去了。(卧桌下)(旦上，云)可早来到也。下的这头口，进的这庙来。怎生不见李大？原来在这供桌底下病重了也。(做扶正末科)李大，你骑上头口，咱家去来。(下，旦随慌上，云)谁想李大到家中，七窍迸流鲜血死了也。须索与小叔叔说知，做一个计较。(做唤李文道科，云)小叔叔！(李文道上，云)这妇人害怕，叫我哩。嫂嫂，你叫我怎的？(旦云)您哥哥来家也。(李文道云)请哥哥出来。(旦云)李大到的家中，七窍流血死了也。(李文道云)死了哥哥也！有甚么难见处。哥哥做买卖去了，你家里有奸夫，见哥哥回来，你与奸夫通谋，药杀俺哥哥也。(旦云)我是儿女夫妻，怎下得便药杀他？(李文道云)俺哥哥已死了，你可要官休私休？(旦云)怎生是宫休私休？(李文道云)官休，我告到官司，教你与我哥哥偿命；私休，你与我做老婆便了。(旦云)你是甚么言语？我宁死也不与你做老婆。(李文道云)我和你见官去。(旦云)我情愿见官去。李大，则被你痛杀我也。(拖旦下)(挣扮孤引张千上，诗云)我做官人单爱钞，不问原被都只要。若是上司来刷卷，厅上打的鸡儿叫。小官是河南府的县令是也。今日坐起早衙，张千，看有告状的，着他进来。(张千云)理会的。(李文道同旦上，云)你寻思波。(旦云)我只和你见官去。(李文道云)我和你见官去来。冤屈也。(孤云)拿过来。(张千云)当面。(孤做跪科)(张千云)相公，他是告状的，怎生跪着他？(孤云)你不知道，但来告的，都是衣食父母。(张千喝旦跪科)(孤云)你两个告甚么？(李文道云)小人是本处人氏，嫡亲的五口儿。这个是我嫂嫂，小人是李文道。有个哥哥李德昌，去南昌做买卖回来，利增百倍。当日来家，嫂嫂养着奸夫，合毒药杀死亲夫。大人可怜见，与小人做主咱。(孤云)我问你，你哥哥死了么？(李文道云)死了。(孤云)死了罢，又告甚么？(张千云)大人，你与他整理。(孤云)我那里会整理，你与我去请外郎来。(张千云)外郎安在？(丑扮令史上)(诗云)官人清似水，外郎白如面。水面打一和，糊涂成一片。小人是萧令史。正在司房里攒造文书，只听得一片声叫我，料着又是官人整理不下甚么词讼。我去见来。(令史见犯人科，云)这厮我那里曾见他来？哦！这厮是那赛卢医。我昨日在他门首借条板凳也借不出来，今日也来到我这衙门里。张千，拿下去打着者。(张拿科，李做舒三个指头科，云)令史，我与你这个。(令史云)你那两个指头瘸？(李文道云)哥哥，你整理这桩事。(令史云)我知道，休言语。你告甚么？原告是谁？(孕文道云)小人是原告。(令史云)你是原告，说你那词因来。(李文道云)小人是本处人氏，是李文道。有个哥哥是李德昌，去南昌做买卖，利增百倍还家。俺嫂嫂有。奸夫，合毒药药杀俺哥哥。令史，与我做主咱。(令史云)是实么？画了字者。张千，拿过那妇人来。兀那妇人，你怎生药杀丈夫？从实招来。(旦云)大人可怜见。小妇人是刘玉娘，俺男儿是李德昌，南昌做买卖回来，在城外五道将军庙内染病。妾身寻了个头口，直至庙中，问着不言语，取到家中，七窍进流鲜血，蓦然气绝而死。妾身唤小叔叔来问他，小叔叔说妾身有奸夫。妾身是儿女夫妻，怎下的药杀男儿。大人，妾身并无奸夫。(令史云)不打也不招。张千，与我打着者。张千打科(令史云)你招了罢。(旦云)小妇人并无奸夫。(令史云)不打不招。张千，与我打着者。(张千又打科)(旦云)住、住、住！我待不招来，我那里受的这等拷打，我且含糊招了罢。是我药杀俺男儿来。(孤云)你休招，招了就是死的了也。(争史云)他既招了，将枷来上了枷了，下在死囚牢中去。(孤云)张千，取枷来上了枷者。(张千云)枷上了，下在牢中去。(旦云)天那！谁人与我做主也呵？(下)(孤云)令史，你来，恰才那人舒着手与了你几人银子，你对我实说。(令史云)不瞒你说，与了五个银子。(孤云)你须分两个与我。(同下)第三折(外扮府尹引张千上，诗云)滥官肥马紫丝缰，猾吏春衫簌地长。稼穑不知准坏却，可教风雨损农桑。老夫完颜女直人氏。完颜者姓王，普察姓李。老夫自幼读书，后来习武，为俺祖父多有功勋，因此上子孙累辈承袭，为官为将。这河南府官浊史弊，往往陷害良民。圣人亲笔点差老夫为府尹，因老夫除邪秉正，敕赐势剑金牌，先斩后奏。老夫上任三个日头，今日升厅，坐起早衙。怎生不见掌案当该司吏？(张千云)当该司吏，大人呼唤。(令史上，云)来了，来了。(见科)(府尹云)你是司吏？(令史云)小的是。(府尹云)兀那厮，你听者，圣人为你这河南府宫浊吏弊，敕赐老夫势剑金牌，先斩后奏。若你那文卷有半点差错，着势剑金牌先斩你那驴头。有合佥押的文书。拿来我佥押。(令史云)有、有、有！就把一宗文卷大人看。(府尹看科，云)这是那一起？(令史云)这是刘玉娘药死亲夫，招状是实，则要大人判个斩字。(府尹云)刘玉娘因奸药死丈夫，这是犯十恶的罪，为何前官手里不就结绝了？(令史云)则等大人来到。(府尹云)待报的囚人在那里？(令史云)见在死囚牢中。(府尹云)取来我再审问。(令史云)张千，去牢中提出刘玉娘来。(张千云)理会的。(旦上，云)哥哥唤我做甚么？(张千云)你见大人去。(令史云)兀那妇人，如今新官到任，问你，休说甚么，你若胡说了，我就打死你。张千，押上厅去。(张千云)犯妇当面。(旦跪科)(府尹云)则这个是那待报的女囚？(令史云)则他便是。(府尹云)兀那女囚，你是刘玉娘？你怎生因奸药死丈夫？恐怕前官枉错了，你有不尽的言语，从实说来，我与你做主咱。(旦云)小妇人无有词因。(府尹云)既他囚人口里无有词因，则管问他怎么？将笔来我判个斩字，押出市曹杀坏了者。(张千押旦出科)(旦云)天也，谁人与我做主也呵？(正末扮张鼎上，云)自家姓张名鼎，字平叔，在这河南府做着个六案都孔目，掌管六房事务。奉相公台旨，教我劝农已回。今日升厅坐衙，有几宗合佥押的文书，相公行佥押去。我想这为吏的扭曲作直，舞文弄法，只这管笔上，送了多少人也呵。(唱)【商调】【集贤宾】这些时曹司里有些勾当，我这里因佥押离了司房。我如今身耽受公私利害，笔尖注生死存亡。详察这生分女作歹为非，更和这忤逆男随波逐浪。我可又奉官人委付将六案掌，有公事怎敢仓皇。则听的冬冬传击鼓，偌偌报撺箱。【逍遥乐】我则抬头观望，官长升厅，静悄悄有如听讲。我索整顿了衣裳，正行中举目参详。见雄纠纠公人如虎狼，推拥着个得罪的婆娘。则见他愁眉泪眼，带锁披枷，莫不是竞土争桑？(云)则见禀墙外，一个待报的犯妇，不知为甚么，好是凄惨也呵。(唱)【金菊香】我则见湿浸浸血污了旧衣裳，多应是碜可可的身耽着新棒疮，更那堪死囚枷压伏的驼了脊梁。他把这粉颈舒长，伤心处泪汪汪。(云)你看那受刑的妇人，必然冤枉，带着枷锁，眼泪不住点儿流下。古人云：\"存乎人者莫良于眸子，眸子不能掩其恶。\"又云：\"观其言而察其行，审其罪而定其政。\"(唱)【醋葫芦】我孜孜的觑了一会，明明的观了半晌，我见他不平中把心事暗包藏。婆娘家怎生遭这般冤屈纲，偏惹得带枷吃棒，休、休、休道不的自己枉着忙。【幺篇】我这里慢慢的转过两廊，迟迟的行至禀堂。他那里哭啼啼口内诉衷肠，我待两三番推阻不问当。(张千云)刘玉娘，你告这个孔目哥哥，他与你做主。(旦扯住正末衣科，云)哥哥救我咱。(正末唱)他紧拽定衣服不放，不由咱不与你做商量。(云)张千，把那妇人唤至跟前，我问他。(张千云)刘玉娘近前来。(旦跪科)(正末云)兀那妇人，说你那词因我听咱。(旦诉词，云)哥哥停嗔息怒，听妾身从头分诉。李德昌本为躲灾，贩南昌多有钱物。他来到庙中困歇，不承望感的病促。到家中七窍内迸流鲜血，知他是怎生服毒。进入门当下身亡，慌的我去叫小叔叔。他道我暗地里养着奸夫，将毒药药的亲夫身故。不明白拖到官司，吃棍棒打拷无数。我是个妇人家怎熬这六问三推，葫芦提屈画了招状。我须是李德昌绾角儿夫妻，怎下的胡行乱做。小叔叔李文道暗使计谋，我委实的衔冤负屈。(正末云)兀那妇人，我替你相公行说去。说准呵你休欢喜，说不准呵休烦恼。张千，且留人者。(张千云)理会的。(末见科，云)大人，小人是张鼎，替大人下乡劝农已回。听的大人升厅坐衙，有几宗合佥押文书，请相公佥押。(府尹云)这个便是六案都孔目张鼎。这人是个能吏，有什么合禀的事你说。(正末递文书科)(府尹云)这是甚么文书？(正末唱)【金菊香】这的是打家劫盗勘完的脏，这个是犯界茶盐取定的详该咱一地方。这个是新下到的符样，这个是官差纳送远仓粮。(府尹云)这宗是什么文卷？(正末唱)【醋葫芦】这的是沿河道便盖桥，这的是随州城新置仓。这的是王首和那陈立赖人田庄，这的是张千殴打李万伤。(带云)怕官人不信呵，(唱)勾将来对词供状，这的是王阿张数次骂街坊。(府尹云)再无了文卷也？(正末云)相公，再无了。(府尹云)都着有司发落去。张鼎，与你十个免帖，放你十日休假。假满之后，再来办事。(正末云)谢了相公。(做出门科)(张千云)孔目哥哥，这件事曾说来么？(正末云)我可忘了也。(唱)【幺篇】又不是公事忙，不由咱心绪穰。若有那大公事失误了惹下灾殃，这些儿事务你早不记想，早难道贵人多忘。张千呵，且教他暂时停待莫慌张。(云)我只禀事，忘了。我再向大人行说去。(张千云)哥哥可怜见，与他说一声。(正末再见科)(府尹云)张鼎，你又来说甚么？(正末云)大人，恰才出的衙门，只见禀墙外有个受刑妇人，在那里声冤叫屈。知道的是他贪生怕死，不知道的则道俺衙门中错断了公事。相公试寻思波。(府尹云)这桩事是前官断定，萧令史该房。(正末云)萧令史，我须是六案都孔目，这是人命重事，怎生不教我知道？(令史云)你下乡劝农去了，难道你一年不回，我则管等着你？(正末云)将状子来我看。(令史云)你看状子。(正末看科，云)供状人刘玉娘，见年三十五岁，系河南府在城录事司当差民户。有夫李德昌，将带资本课银一十锭，贩南昌买卖。前去一年，并无音信。至七月内，有不知姓名男子一个来寄信，说夫李德昌在五道将军庙中染病，不能动止。五娘听言，慌速雇了头口，直至城南庙中，扶策到家，入门气绝，七窍迸流鲜血。玉娘即时报与小叔叔李文道，有小叔叔说玉娘与奸夫同谋，合毒药药杀丈夫。所供是实，并无虚捏。相公，这状子不中使。(令史云)买不的东西，可知不中使。(正末云)四下里无墙壁。(令史云)相公在露天坐衙哩。(正末云)上面都是窟笼。(令史云)都是老鼠咬破的。(正末云)相公不信呵，听张鼎慢慢说一遍。(府尹云)你说我听。(正末云)\"供状人刘玉娘年三十五岁，系河南府在城录事司当差民户。有夫李德昌，将带资本课银一十锭，贩南昌买卖。\"这十锭银可是官收了？苦主收了？(令史云)不曾收。(正末云)这个也罢。\"前去一年，并无音信。于七月内，有不知姓名男子前来寄信。\"相公。这寄信人多大年纪？曾勾到官不曾？(令史云)不曾勾他。(正末云)这个不曾勾到官，怎么问得？又道：\"夫主李德昌在五道将军庙中染病，不能动止。玉娘听说，慌速雇了头口，到于城南庙中，扶策到家，入门气绝，七窍迸流鲜血。玉娘即时报与小叔叔李文道。小叔叔说玉娘与奸夫同谋。\"相公，这奸夫姓张姓李姓赵姓王？曾勾到官不曾？(令史云)若无奸夫，就是我。(正末云)\"合毒药药杀丈夫。\"相公，这毒药在谁家合来？这服药好歹有个着落。(令史云)若无人合这药，也就是我。(正末云)相公，你想波，银子又无，寄信人又无，奸夫又无，合毒药人又无，谋合人又无。这一行人都无，可怎生便杀了这妇人？(府尹云)萧令史，张鼎说这文案不中使。(令史云)张孔目，你也多管，干你甚么事？(?┰?萧令史，我与你说。人命事关天关地，非同小可。古人去：\"系狱之囚，日胜三秋。外则身苦，内则心忧。或笞或杖，或徒或流，掌刑君子，当以审求。赏罚国之大柄，喜怒人之常情。勿因喜而增赏，勿以怒而加刑。喜而增赏，犹恐追悔。怒而加刑，人命何辜？\"这的是霜降始知节妇苦，雪飞方表窦娥冤。(唱)【幺篇】早是这为官的性忒刚，则你这为吏的见不长，则这一桩公事总荒唐。那寄信人怎好不细防，更少这奸夫招状。(带云)相公，你想波。(唱)可怎生葫芦提推拥他亡云阳？(令史云)大人，张鼎骂你葫芦提也。(府尹云)张鼎，是谁葫芦提？(令史云)张鼎说，大人葫芦提。(府尹云)张鼎，是谁葫芦提？(正末跪科)小人怎敢！(府尹云)张鼎，这刘玉娘因奸杀夫，是前官断定的文案，差错是萧令史该管，你怎生说老夫葫芦提？我理任三日，就说我葫芦提，这以前须不是我在这里为官。兀那厮，近前来，这桩事就分付与你，三日便要问成。问不成呵，我不道的饶了你哩。哎！(词云)你个无端的贼吏奸猾，将老夫一谜里欺压。刘玉娘因奸杀夫，须则是前官问罢。你道是文卷差迟，你道是其中有诈。合毒药是李四张三？养奸夫是赵二王大？寄信人何姓何名？谋合人或多或寡？不由俺官长施行，则随你曹司掌把。你对谁行大叫高呼，公然的没些惧怕。我分付你这宗文卷，更限着三日严假。则要你审问推详，使不着舞文弄法。你问的成呵，我与你写表章，骑驿马，呈都省，奏圣人，重重的赐赏封官。问不成呵，将你个赛随何，欺陆贾、挺曹司、翻旧案，赤瓦不刺海猢狲头，尝我那明晃晃的势剑铜铡。(下)(令史云)左右你的头硬，便试一试铜铡，也不妨事。(诗云)得好休时不肯休。偏要立限当官决死囚。正是是非只为多开口，烦恼皆因强出头。(下)(正末云)张鼎，这是你的不是了也。(唱)【后庭花】揽这场不分明的腌勾当，今日将子人来无事讲。你早则得福也萧司吏，则被你送了人也刘玉娘。我这里自斟量，则俺那官人要个明降。这杀人的要见伤，做贼的要见脏，犯奸的要见双，一行人怎问当？【双雁儿】多则是没来山葫芦提打关防，待推辞早承向。眼见得三日时光如反掌，教我待不慌来怎个慌？待不忙来怎不忙？(云)张千，将刘玉娘下在死囚牢中去。(张千云)理会的。(正末唱)【浪里来煞】那刘五娘罪责虚，萧令史口诤强。我把那衔冤负屈是非场，离家枉死李德昌，知他来怎生身丧？我直教平人无事罪人偿。(下)第四折(正末上，云)自家张鼎是也。奉相公台旨，与我三日假限，若问成有赏。问不成呵，教我替刘玉娘偿命。张鼎，这是你的不是了也。(唱)【中吕】【粉蝶儿】投至我勘问出强贼，早忧愁的寸肠粉碎，闷恹恹废寝忘食。你教我怎研穷，难决断，这其间详细，索用心机，要搜寻百谋千计。【醉春风】我好意儿劝他家，将一个恶头儿揣与自己。原来口是祸之门，张鼎也你今日个，悔，悔！则要你那万法皆明，出脱的众人无事，全在你寸心不昧。(云)张千，押过那刘玉娘来。(张千云)理会的。犯妇当面。(旦跪科(正末唱)【叫声】虎狼似恶公人，可扑鲁拥推、拥推阶前跪，我则见暗着气吞着声把头低。(云)张千，且疏了他那枷者。(张千云)理会的。(做卸枷科，旦起身拜，云)谢了孔目，我改日送烧饼盒儿来。(做走科)(正末云)那里去？你去了呵，我替你男儿偿命那？(旦云)我则道饶了我来。(正末云)兀那妇人，你说你那词因来。若说的是呵，万事罢论；若说的不是呵。张千，准备下大棒子者。(唱)【喜春来】你道是衔冤负屈吃尽亏，则你这致命图财本是谁？直打的皮开肉绽悔时迟。不是我强罗织，早说了是便宜。(旦云)孔目哥哥．打死孩儿也，则是屈招了。(正末唱)【红绣鞋】我领了严假限一朝两日，你恰才支吾到数次十回，又惹场六问共三推。听了你一篇话，全无有半星实，我跟前怎过得。【迎仙客】比及下拶指，先浸了麻槌，行仗的腕头加气力。直打得紫连青，青间赤。枉惹得棍棒临逼，待悔如何悔。(旦云)便打杀我，则是屈招了也。(正末唱)【白鹤子】你道是便死呵则是屈，硬抵对不招实。(带云)我不问你别的，(唱)则问你出城时主何心？则他那入门死因何意？(云)兀那妇人，我问你。(唱)【幺篇】莫不他同买卖是新伴当？(旦云)我不知道。(正末唱)莫示是原茶酒旧相知？他可也怎生来寄家书？因甚上通消息？(旦云)孔目哥哥，我忘了那个人也。(正末云)你近前来，我打与你个模样儿。(旦云)日子久了，我忘了也。(正末唱)【幺篇】那厮身材是长共短？肌肉儿瘦和肥？他可是面皮黑面皮黄？他可是有髭髟力无髭髟力？(旦云)我想起些儿也。(正末云)惭愧。圣人道：\"视其所以，观其所由，察其所安，人焉瘦哉。\"(唱)【幺篇】投至得推详出贼下落，搜寻的案完备。兀的不熬煎的我鬓斑白，烦恼的我心肠碎？(云)兀那妇人，(唱)【幺篇】莫不是身居在小巷东？家住在大街西？他可是甚坊曲甚庄村？何姓字何名讳？(云)我再问你咱。(唱)【幺篇】莫不是买油面为节食？莫不是裁段匹作秋衣？我问你为何事离宅院？有甚干来城内？(云)张千，明日是甚日？(张千云)明日是七月七。(旦云)孔目哥哥，我想起来也。当年正是七月七，有一个卖魔合罗的寄信来，又与了我一个魔合罗儿。(正末云)兀那妇人，你那魔合罗有也无？如今在那里？(旦云)如今在俺家堂阁板儿上放着哩。(正末云)张千，与我取将来。(张千云)理会得。(做行科)我出的这门，来到这醋务巷。问人来，这是刘玉娘家里。我开开这门，家堂阁板上有个魔合罗，我拿着去。出的这门，来到衙门也。孔目哥哥，兀的不是个魔合罗儿。(正末云)是好一个魔合罗儿也。张千，装香来。魔合罗，是谁图财致命，李德昌怎生入门就死了？你对我说咱。(唱)【叫声】你曾把愚痴的小孩提，教诲、教诲的心聪慧，若把这冤屈事说与勘官知。【醉春风】不强似你教幼女演裁缝，劝佳人学绣刺？要分别那不明白的重刑名，魔合罗全在你。你若出脱了这妇衔冤，我教人将你享祭，煞强如小儿博戏。(云)魔合罗，你说波。可怎不言语？想当日狗有展草之恩，马有垂缰之报，禽兽尚然如此，何况你乎？你既教人拨火烧香，你何不通灵显圣。可怜负屈衔冤鬼，你指出图财致命人。(唱)【滚绣球】我与你曲湾湾画翠眉，宽绰绰穿绛衣，明晃晃凤冠霞帔，妆严的你这样何为？你若是到七月七，那其间乞巧的，将你做一家儿燕喜，你可便显神通，百事依随。比及你露十指玉笋穿针线，你怎不启一点朱唇说是非，教万代人知。(云)魔合罗，是谁杀了李德昌来？你对我说咱。(唱)【倘秀才】枉塑你似观音像仪，怎无那半点儿慈悲面皮？空着我盘问你将我不应对。我彻上下，细观窥到底。【蛮姑儿】我则道在那壁，原来在这里，谁想这底座儿下包藏着杀人贼。呼左右，上阶基，谁把高山认的？(云)张千，你认的高山么？(张千云)我认的。(正末云)你与我一步一棍打将来。(张千云)理会的。我出的衙门来试看咱。(高山上，云)我去城里讨魔合罗钱去咱。(张千做拿科，云)快走，衙门里等你哩。(高山云)哎呀！打杀我也。(做见跪科)(正末云)你便是那高山？(高山云)是便是，不知犯甚罪？被这厮流水似打将来。(正末云)兀那老子，你曾与人寄信来么？(高山云)老汉自小有三戒：一不作媒，二不做保，三不寄信。我不曾与人寄信。(正未云)着这老子画了字者。(高山云)我不曾寄信，教我画甚么字？(正末云)兀那老子，这魔合罗是谁塑的？(高山云)是我塑的。(正末云)着那妇人出来。(旦见高，云)老的，你认的我么？(高山云)姐姐，你敢是刘玉娘？你那李德昌好么？(旦云)李德昌死了也。(高山云)死了也，到是一个好人来。(正末云)可不道你不曾寄信？(高山云)我则寄了这一遭儿。(正末云)兀那老子，你怎生图财致命了李德昌？你从实招来。(高山诉词，云)听我老汉一一说真实，孔目哥哥自思忆。去年时遇七月七，来到城里觅衣食。行到城南五道庙，慌忙合掌去参谒。忽然有个李德昌，正在庙中染病疾。哭哭啼啼相烦我，因此替他传信息。一生破戒只这遭，谁想回家救不得。老汉担里无过魔合罗，并没一点砒霜一寸铁。怎把走村串疃货郎儿，屈勘做了图财致命杀人贼？(正末云)兀那老子，你与我实诉者。(高山云)正面儿的头戴凤翅盔，身穿锁子甲，手里仗着剑。左壁厢一个，戴黑楼兜子，身穿着绿襕，手拿着一管笔，挟着个纸簿子。右壁厢一个，青脸獠牙。朱红头发，手拿着狼牙棒。(正末云)那个不是泥的。(高山云)你叫我实塑。(正末云)张千，与我打这老子。(张千做打科)(正末唱)【快活三】魔合罗是你塑的，这高山是你名讳。今日个并脏拿贼更推谁？你刬地硬抵着头皮儿对。【鲍老儿】须是你药杀他男儿，又带累他妻。呀！你畅好会使拖刀计，漾一个瓦块儿在虚空里，怎生住的？呀！到了呵须按实田地，不要你狂言诈语，花唇巧舌，信口支持。则要你依头缕当，分星劈两，责状招实。(高山云)孔目哥哥，休道招状。我等身图也敢画与你。(做画字科)(正末云)兀那老子，你近前来我问你波。(唱)【鬼三台】你和他从头里，传消息，沿路上曾撞着谁？(高山云)我不曾撞着人。(正末云)兀那老子，比及你见刘玉娘呵，城中先见谁来？(高山云)我想起来也。我入的城来，撒了一胞尿。(正末云)谁问你这个来？(高山云)我入城时，曾问人来，那人家门首吊着个龟盖。(正末云)敢是鳖壳？(高山云)直这等鳖杀我也。他那门前又有个石船。(正末云)敢是石碾子？(高山云)若是碾着，骨头都粉碎了。我见里面坐着个人，那厮是个兽医。(正末云)敢是个太医？(高山云)是个兽医。(正末云)怎生认的他是兽医？(高山云)既不是兽医，怎生做出这驴马的勾当？他叫做什么赛卢医？(正末云)刘玉娘，你认的赛卢医么？(旦云)他就是我小叔叔。(正末云)你叔嫂可和睦么？(旦云)俺不和睦(正末唱)听言罢，闷渐消，添欢喜，这官司才是实。呼左右问端的这医人与谁相识。(云)张千，将老子打上八十？为他不应塑魔合罗。打着者。(张千打科，云)六十，七十，八十。抢出去。(高山云)哥哥为什么打我这八十？(张千云)为你不应塑魔合罗。(高山云)塑魔合罗打了八十，若塑个金刚就割下头未？(下)(正末云)张千，将刘玉娘提在一壁，你与我唤将赛卢医来。(张千云)我出的这衙门来，这个门儿就是。赛卢医在家么？(李文道上，云)谁唤哩？我开门看咱，哥哥叫我怎的？(张千云)我是衙门张千，孔目哥哥相请。(李文道云)咱和你去来。(张千云)到也，我先过去。(报科)赛卢医来了也。(正末云)着他进来。(见科)(李文道云)孔目哥哥，叫我有何事？(正末云)老相公夫人染病，这是五两银子，权当药资，休嫌少。(李文道云)要甚么药？(正末唱)【剔银灯】他又不是多年旧积，则是些冷物重伤了脾胃。则你那建中汤我想也堪医治，你则是加些附子当归。(李文道云)我随身带着药，拿与老夫人吃去。(张千云)将来，我送去。(做送药，回科)(正末与张千做耳喑科，云)张千，你看老夫人吃药如何？(张千云)理会的。(下，随上，云)孔目哥哥，老夫人吃了药，七窍迸流鲜血死了也。(正末云)赛卢医，你听得么？老夫人吃下药七窍迸流鲜血死了也。(李文道慌科，云)孔目哥哥救我咱。(正末云)我如今出脱你，你家里有甚么人？(李文道云)我有个老子。(正末云)多大年纪了？(李文道云)俺老子八十岁了。(正末云)老不加刑，则是罚赎。赛卢医，你若合的你老子，我便出脱的你。你若舍不的呵，出脱不的你。(李文道云)谢了哥哥。(正末云)我如今说与你：我便道赛卢医，你说小的。我便道谁合毒药来？你便道是俺老子来。我便道谁生情造意来？你便道是俺老子来。我便道谁拿银子来？你便道是俺老子来。我便道不是你么？你便道并不干小的事。你这般说，才出脱的你。(李文道云)谢了哥哥。(正末云)张千，你着他司房里去，你与我一步一棍打将那老子来者。(唱)那老子我亲身的，问他是实，(带云)张千，(唱)你只道见有人当官来告执。【蔓青菜】你说道是新刷卷的张司吏，一径的将你紧勾迫，教我火速来唤你。但若有分毫不遵依，你将他拖向囚牢内。(张千云)我出的这门来，老李在家么？(李彦实上，云)是谁唤我哩？(张千云)衙门里唤你哩。(李彦实云)我和你去来。(李老做见正末科，云)唤老汉有甚么事？(正末云)兀那老子，有人告着你哩。(李彦实云)是谁告我？老汉有甚罪过？(正末云)是你孩儿李文道告你。你不信须认的他声音也。(唱)【穷河西】谁向宫中指攀着伊，是你那孝子曾参赛卢医。又不是恰才新认义，须是你亲侄。哎！老丑生无端忒下的。(李彦实云)我不信，李文道在那里？(正末云)你不信，听我叫，赛卢医！(李文道云)小的有。(正末云)谁合毒药来？(李文道云)是俺父亲来。(正末云)谁土情造意来？(李文道云)是俺父亲来。(正末云)谁拿银子来？(李文道云)是俺父亲来。(正末云)都是谁来？(李文道云)并不干我事，都是俺父亲来。(正末云)兀那老子，快快从实招来。(李彦实云)哥哥，这都是他做的事，怎么推在我老子身上？(正末云)既是他，你画了字者。(李老画字科)(张千云)他画了字也，我开开这门。(李老打文道科，云)药杀哥哥也是你，谋取财物也是你，强逼嫂嫂私休也是你。都是你来，都是你来。(李文道云)不是，我招的是药杀夫人的事。(李彦实云)呀！我可将药杀了哥哥的事都招了也。(李文道云)招了咱死也，老弟子孩儿。(正末唱)【柳青娘】只着这些儿见识，瞒过这老无知。却不你干悔万悔，泼水在地怎收拾。唬的个黄甘甘脸儿如地皮，可不道一言既出，便是驷马难追。已招伏，怎改易，要承抵。【道和】方知端的，知端的、虚事不能实。忒跷蹊，教俺、教俺难根缉，教俺、教俺耽干系。使心机，啜赚出是和非。难支吾，难支对，难分说，难分细。那些、那些咱欢喜，咱伶俐，一行人个个服情罪。若非、若非有大理，这当堂假限刚三日，可不的势剑倒是咱先吃。(云)一行人休少了一个，跟我见相公去来。(府尹上，云)张鼎，问的事如何？(正末云)问成了也，请相公下断。(府尹云)这件事老夫已明知了也。一行人听我下断：本处官吏不才，仗一百永不叙用。李彦实主家不正，仗八十，年老罚钞赎罪。刘玉娘屈受拷讯，请敕旌表门庭。李文道谋杀兄长，押赴市曹处斩。老夫分三个月俸钱，重赏张鼎。(词云)奉圣旨赐赏迁升，张孔目执掌刑名。刘玉娘供明无事，守家私旌表门庭。泼无徒败伦伤化，押市曹正法严刑。(旦拜谢科，云)感谢相公。(正末唱)【煞尾】想兄弟情亲如手足，怎下的生心将兄命亏。我将杀人贼斩首在云阳内，还报的这衔冤负屈鬼。题目李文道毒药摆哥哥萧令史暗里得钱多正名高老儿屈下河南府张平叔智勘魔合罗涌金门外柳垂金，三日不来成绿阴。折取一枝入城去，使人知道已春深。第一出开宗【满庭芳】(末上)五代残唐，汉刘知远，生时紫雾红光。李家庄上，招赘做东床。二舅不容完聚，生巧计拆散鸳行。三娘受苦，产下咬脐郎。知远投军，卒发迹到边疆，得遇绣英岳氏，愿配与鸾凰。一十六岁，咬脐生长，因出猎识认亲娘。知远加官进职，九州安抚，衣锦还乡。第二出访友【绛都春引】(生上)年乖运蹇，枉有冲天气宇。最苦堂堂七尺躯，受无限嗟吁，似饿虎岩前睡也，困龙失却明珠。结交须结英与豪，莫结区区儿女曹，正所谓也。自家姓刘，名皓，字智远，本贯徐州沛县沙陀村人氏。自幼父亲早丧，随母改嫁，把继父泼天家业，尽皆花费，被继父逐出在外。日间在赌坊中搜求贯百，夜宿马鸣王庙安身。这苦怨天不得，恨自己难言。正是时运苦淹留，何须去强求？百花逢骤雨，万木怕深秋。怒气推山岳，英雄贯斗牛。一朝时运至，谈笑觅封侯。那堪正值隆冬天气，积雪堆琼，江上渔翁，两两披蓑拽棹；人间过客，个个失路迷踪。你看好大雪。【绛都春】彤云布密，见四野尽是银妆玉砌。进玉筛珠，进丘筛珠，只见柳絮梨花在空中舞。长安酒价增高贵，见渔父披蓑归去。(合)鼻中但闻得梅花香，要见并没觅处。【前腔】(小生上)堪觑，青山顿老，见过往行人失路迷踪。下幕垂帘，下幕垂帘，酌酒羊羔歌白苧。红炉兽炭人完聚，怎知道街头贫苦？(合前)晚来风雪满乾坤，四野人家尽掩门，暗想刘兄在何处？许多心事向谁论？正是相识满天下，知心能几人？自家当初结义十个弟兄，各自投东往西去了，止剩弟兄三人。大哥刘智远，二哥郭彦威，自家史弘肇。大哥流落天街，我已怀揣贯百，不免寻访他，买三杯五盏，与他敌寒。有何不可？呀！远观不审，近觑分明。有个汉子，呆立在彼。上前看来。(见介。生)兄弟何来？(小生)小弟见天气寒冷，特来寻兄。欲买三杯五盏，与兄敌寒。(生)兄弟，我好恨也！(小生)敢是恨小弟来迟？(生)那个恨你！【皂罗袍】自恨一身无奈，论奔波劳役，受尽迍灾。通文会武两尴尬，目今怎得将来买？(合)朝无依倚，怎生布摆？夜无衾盖。怎生摆划？日长夜永愁无奈。【前腔】(小生)劝你宽心宁耐，论韩信乞食，漂母堪哀。忽朝一日运通泰，男儿志气终须在。(合)那时腰金衣紫，日转九阶，一朝荣贵，名扬四海。那时节驷马高车载。哥哥，小弟见天气严寒，怀揣贯百，欲买三杯五盏，与兄火爱寒，但哥哥能饮。小弟颇酌，买酒吃不醉，买饭吃不饱。哥哥且到寒家去，有浊醪与哥哥尽醉方归。(生)如此多谢。只一件，多时不到宅上，恐怕嫂嫂见外，不当稳便。(小生)哥哥说那里话。(生)如此多感。(小生)穿长街，过短巷，这里便是。哥哥少待，等我叫出拙妻出来。(叫介。丑上)隔脑！隔脑！(小生)混堂里洗澡，这不是隔脑。快来快来。(丑)来了来了。【十棒鼓】奴奴生得如花貌，言语又波俏。丈大叫做廿一郎，奴奴唤做三七嫂。方才房中补衣补袄。(小生)大嫂快来。(丑)忽听老公叫，慌忙便来到。那个？一个两个，三四五六七八九十来个。(小生)眼见虚花了。(丑)蜜蜂见我脸上花斑斑的，在我脸上采花。(小生)那些个赛过西施。(丑)那个在此？(小生)是汝刘伯伯。(丑)今日也刘伯伯，明日也刘伯伯，怎么不见刘老娘？(小生)浅水摊头氽下一个坐婆来，这不是刘老娘。(丑)来得快，我要一个老娘刘。(小生)韩信乞食于漂母，这不是老娘刘。(丑)我如今又要一个老娘刘不刘。(小生)哎！浑不过三。哥哥且请坐。(丑)刘伯伯，多时不见，吃得这般脸儿红丢丢的，好像个老猴孙屁股。(小生)不要取笑。(丑)不啰。我说刘伯伯指日封侯。(小生)且住。前日做下的浊醪有么？(丑)甚么叫做浊醪？(小生)清酒叫香醪，白酒叫浊醪。(丑)原来如此。只是天寒如此大风大雪，我请东村头张妈妈，西村头李妈妈，他一钟，我一钟，尽数都吃没了。(小生)咳！怎么好？我请刘伯伯到家，你与我妆个面皮才好。(丑)不然，我前日洗裹脚，剩得些干面在此。我打些合锅素面吃后，饮酒如何？(小生)如此甚好。你快打来。(丑下。小生)哥哥请坐了。(丑上)面在此。【梧叶儿】(生)智远多蒙恩顾，感蒙爱怜，得鱼后怎忘筌？待等春雷动，管取来报贤。(合)这严寒吃一碗合锅素面。【前腔】(小生)一碗家常饭，何须苦挂牵？略且止饥寒。有日春雷动，管取朝帝辇。(合前)【前腔】(丑)宁可添一斗，怎禁一口添？全不管家筵。每日要柴和米，酱醋油共盐。(合前)(生)相识如同亲眷，(小生)朝朝每日厮见。(丑)刘伯少坐片时，吃一碗合锅素面。第三出报社【三台令】(外上)歌声百里喧传，喜膝下儿孙满前。晚景乐丰年，爇明香答谢苍天。自乐村庄得自由，地炉煨芋度春秋。但愿子孙荣秀日，何须谈笑觅封侯。老夫李文奎，世居沙陀村住居。祖遗下田产，春种秋收，虽无千钟之粟，颇有桑麻之乐。自家所生子女三人。长子洪一、次子洪信、次女三娘。且喜一门和气，外无牵挂。今日这般天气，瑞雪飘飘，梅花绽蕊，正宜赏玩。院子，请太婆，叫春儿请三娘，一同出来赏玩。【前腔】(老旦上)桑麻粗守田园，喜膝下儿孙满前。(旦上)竹离茅舍，前村雪里，问道野梅开未？(丑上)待春儿折取-枝，惟有暗香扑鼻。(相见介。外)你看几树老寒梅，冷淡不嫌溪畔静，精神偏向雪中开。(老旦)飞雪徘徊，顷刻妆成银世界，须臾变作玉楼台。(旦)月色更奇哉。惟有暗香来。(外)今日天寒大雪，梅花正开，请你同女孩儿出来，一同赏玩。(老旦)孩儿将酒过来。(旦)酒在此。【莺啼序】(外)随车缟带逐乱飞，搅银海生辉。睹前村、草舍茅檐，尽是玉筋低垂贺来年，时丰岁稔，喜今岁先呈祥瑞。(合)雪晴时，梅梢上淡月，三白总相宜。【前腔】(老旦)冯夷特地助威，扫云散天霁。向云衢推出银蟾，万里光莹如洗。姑射与嫦娥斗美，问梅道那些个为最？(合前)【前腔】(旦)诗人先自品题，胜玉骨冰肌，雪光映月色交辉，一点暗香扑鼻。月照梅在奴纱窗上弄影，向雪里精神越美。(合前)【前腔】(丑)撒盐未是比宜，不若柳絮风吹。看氏空素魄团圆，并无-点尘翳。看梅花香清韵美，比三姐娇容无二。(合前)(净领众上)【入赚】特来咨启，马鸣王显圣多灵异。照旧规，今冬社主伊家里。(外)莫踌蹰，非于老汉相推避，只为农事冗，不来报我应失计。(老旦)自当留意，可办下福礼三牲，银瓶注酒斟醁酉羲。(旦)花数枝，年年献上香和纸。小心传示！小心传示！(众)老员外拜揖。今年社主是老员外为头，特来报知。(外)咳！果然是我。你们不来报知，我几乎忘记了。今年社会，可胜似上年么？(净)今年齐整。跳鬼判的，踹跷的，做百戏的，不能尽述。我们演与太公看。【插花三台令】(众舞)打和鼓乔妆三教，舞狮豹间着大旗。小二哥敲罗击鼓，使牛儿萧笛乱吹，浪猪娘先呈百戏，驷马勒妆神跳鬼。牛筋引鼠哥一队，忙行走竹马似飞。(舞下。外、老旦、旦)【尾声】答还心愿皆如意，果然是人欢神喜，祭赛鸣王，平安过四时。(外)福礼三牲要志诚，(老旦)祭赛鸣王果是灵。(旦)凡事劝人休碌碌，(众)举头三尺有神明。第四出祭赛(净扮道士上)宫清公吏瘦，神灵庙祝肥。乡闾来朝贺，社户保灾非。自家马鸣王庙中提典是也。今年会首，却是前村李大公承赛。昨日已去报知，今日摆下香案，待我请神则个。(念介)奉请东方五千五百五十五个大金刚，都是铜头铜脑铜牙铜齿铜将军，都到庙里吃福鸡嚼福鸡。天尊！(内介)道人，不见下降。自古东方不养西方养。奉请西方五千五百五十五个大金刚，都是铁头铁脑铁牙齿铁将军，都到庙里吃福鸡嚼福鸡，天尊！(内介)为何又不来？道人，我家养家神道在那里。(内介)请他出来。(马鸣，王鬼判上介)神道自古敬如父母，使如奴仆。今年会首。乃前衬李文奎。他家极志诚。若还讨芠？要圣芠便是圣芠，不可三疑四惑。若还不听我说，我教你不要慌，暂辞神道去。迎取会首来。(生上)【金焦叶】奈何？奈何？恨苍天把人耽误。自恨时乖运苦，怎禁这般折挫？朦胧喑哑家豪富，智慧聪明却受贫。年月日时该分定，算来由命不由人。我刘智远身上无衣。口中无食，受这般狼狈。风雪又大，无处赶趁，不免到马鸣王庙中去躲避则个。【一江风】冻云垂。凛凛朔风起，刮体难存济。自思之，枉有一旦英难。到此成何济？身寒肚又饥，身寒肚又饥，愁烦诉与谁？空教我滴尽英雄泪。此间已是庙前，进得门来。你看东廊下风又大。西廊下雪又紧。且往正殿上去。呀！且喜大开在此，不免把平昔心事，诉与鸣王知道。【前腔】告神祗，神圣听咨启，可怜三日无粮米。泪偷垂，只得撮土为香，拜告天和地。神圣，别人赌钱，十赌九赢，偏我智远呵……。蒲牌买快时，蒲牌买快时。十番九遍输，望神圣与我空中庇。呀！你看旌幡队队，鼓乐喧天，想是赛会的来了。不免躲在供桌底下，取些福礼充饥，有何不可？正是一日不识羞，三日不忍饿。(躲介。外、老旦上)【疏影急】祥光影里，见宫殿尽是金装玉砌。(旦)宝阁珠搂，琉璃鸳瓦侵云起。(末丑)金钉朱户光耀日，两廊下塑狰狞小鬼。(合)巧装成神像多灵异，威严相貌世间无比。(外)阿婆，你看好一座殿宇。前面山如岳岱，后边水绕连天。香烟不绝喷龙涎，愿保人间康健。(老旦)只见耀日山门华丽，两廊画壁神仙。(旦)御书牌额字新鲜，敕赐鸣王宝殿。(外)果是好一座殿宇。叫当直的请庙官出来。【小引】(净上)庙官来，庙官来，打点香炉蜡烛台。但办志诚心，何劳神不灵？但办志诚意，何劳神不至？(末)我员外在这里，上前相见。(净)老员外稽首。(外)庙官少礼。(末)见了大婆。(净)三钱一只。(末)怎的说？(净)大鹅。(末)不是。是大婆。(净)嗄，大婆稽首。(末)见了三娘。(净)五钱一只。(末)怎的说？(净)你说是山羊。(末)不是，是三小娘。(净)嗄，就是前年在此烧香，扒在栏干上，几乎跌在水里去的，至如今这等长成了。稽首。(丑)还有我在此。(净)叫道人快把十王殿门关了。(丑)怎么说？(净)我见你这鬼婆婆都走出来了。(丑)啐！你这醮鬼。(净)我倒是个妙人。(外)休得胡说，快请神道。(净通诚介)水也水也，井水三担。河水三担。(末)减省些。(净)减省两担半。(外)院子过来。一是误，二是故，这庙官不致诚。请张庙官出来。(末照前与净说介。净)实不相瞒，早上吃几杯早酒，一时唐突太公。自今以后，诚诚致致，致致诚诚。停一会香金钱与老哥两个八刀。(末)那个要你的，果儿与我几个便了。(净)果子小事。(未照前与外说介。外)这也罢，只要志诚便了。(净指末介)老员外，此是何人？(外)是我掌家的。(净)何为掌家？(外)我诸事都托他。(净)不好了，托人托了鬼了。(外)怎么说？(净)方才香金钱他要分我一半。(末)那个要你的。(净)我若不说，不见你的好情。(末)休得取笑。(净又通诚介)上八定，下八定，中八定，三八二十四定。抬子歪邪，扛得端正。香烟蓬蓬，神道空中。香烟馥郁，大王吃肉。鸡儿虽小，蒲灯底下，好块大肉。奉请马大王细嚼细嚼，慢吞慢吞，骨头留与庙祝，请祭主来上坑。(末收科介)【花滚】(外)然起道德香，然起道德香，超三界炉烟细。嵬阁楼殿，通情旨，弟子家住沙陀村里。(合)同家眷男女，到来瞻礼。【前腔】(老旦)举眼望瑶池，举眼望瑶池，早以知惭愧。见腊雪呈祥，预报丰年瑞，并无旱涸虫蝗，麦生双穗。(合前)【前腔】(旦)三娘本娇媚，三娘本娇媚，父母多年纪。生长村庄勤纺织，攻针指。愿降慈祥，父母双全喜。(合前)生偷鸡介。众惊介。(外)神道灵异，把我祭物，金龙爪去了。(末)这方见太公来得志诚。(净混介)【前腔】三牲不见来，三牲不见来，几案上空空的。酒果又全无，又没些香和纸。马鸣王粗眉毛，大眼睛，落腮胡，有些不欢喜。(外)你们休得胡言语。(合前。净)请女眷后殿焚香，请老员外散福。(外)还早，年规讨筊后方才散福。(老旦)神道亲临下降，(旦)愿得消除灾障。(净)为香金钱还得志减，三抛都是上上。(老旦、旦、丑俱下。净)请老员外通诚。(外通诚介。净打筊介)好筊好筊。三圣连迎筊，灾殃疾病消。再停三五载，平步上青霄。目下有个贵星，落在庄上来。老员外请后殿散福。(净扯末介)一只福鸡，休拿了去，大家分一分也好。(末)我怎么拿汝的福鸡？(外)放手么。我家当直，怎扯住了他？(净)小道念得口干舌燥，便只这个福鸡，被他拿了我的。(外)嗳，不是。你方才不曾见来，我拜下去时，只见满殿红光，神帐里现出五爪金龙，把福鸡爪去了。(净)我家神道是泥塑木雕，那得五爪金龙？(外)自家不敬神，安得神人敬？你既不信，明日赔你一只罢了。(外、末下。净)你这神道。一只鸡也管不得，怎么管一方一境？还不进去。(神道下。净)且住，这样悔气，待我叫喊一叫。(喊介)一只福鸡儿，落在谁家，若不还我，要骂的。(内介。净)啐！我是不知死活的。呀，在那里吃响？(取桌，见生介)呀！到是你偷了我福鸡儿。打这蛮子。(相打介。外上)且住，不要打。怎么这等？(净)是他偷我福鸡。(外)这是我远方来的侄儿。我赔你一只鸡罢。(净)常在我庙中打搅，得放手时且放手，得饶人处且饶人。(下)【好姐姐】(外)看你堂堂貌美，因甚的不谋生理。家居那里？姓名还是谁？听吾语，你肯务农耕田地，带你归家作道理。【前腔】(生)祖居在沙陀村里，字智远刘家嫡子。双亲早亡，此身无所倚，蒙周济。若得太公收留取，结草衔环当报你。(外)堂堂七尺貌英雄，(生)自恨时乖运未通。(外)今日得吾提掇起，免教人在污泥中。第五出留庄【七娘子】(老旦上)孩儿美貌体天然，似洛浦神仙，荏苒芳年。(旦)凛烈寒风垂幕，喜得晴明天气。(老旦)孩儿，你父亲在庙中赛愿，这时候不见回来。我和你在庄前庄后观看一番则个。庄前庄后牧牛羊，村北村南稻满场。(旦)家有余粮鸡犬饱，户无徭役子孙康。好个村景。(老旦)【尾犯序】村落少人烟，见横塘水暖，宿鹭如拳。喜野梅开遍，时有香传，消遣，饮香醪时煨芋栗，采山花斜插鬓边。(合)茅檐下，见眬瞳父老，欢笑舞晴喧。【前腔】(旦)家筵聊自遣，喜庄农自种，百亩良田，数十个人家，相闻鸡犬，声远，听摇船渔歌唱晚，见牧童骑犊困眠。(合前)【前腔】(老旦)今朝天色渐严寒，霜凝万瓦，冰筯挂在檐前。更有喜鹊声声，在枝上喧传，欣然。料必是特来报喜，愿子母欢谐老年。(合前)【前腔】(旦)亭前修竹两三竿，清闲度日，宜暑宜寒。野蔌山肴，足可饥餐。心闲，纸糊帘竹钩半卷，饮村酒三怀自遣。(合前)(外同生上)【入赚】(外)才貌兼全，见你身狼狈又饥寒。太婆，是我领归来，好生与我行方便。(老旦)听伊言，我与他人不面善。未知他家住何州并那县？恩多又恐番成怨。(生)婆婆出语何难见？公公见我身狼狈又饥寒，休疑我，分明咫尺家不远。(旦)莫埋怨，口食身衣宿世缘。母亲，留在家中听使唤。(老旦)休强言，守闺女不当汝占先。(旦)奴自归房拈针线。再难相劝，再难相劝。(旦下)【缠枝花】(外)休得把他相轻贱。此汉身强健，春种秋收休辞倦，自然不用愁衣饭。(合)记得买臣未遇挑薪卖。后来发迹何难？【前腔】(老旦)公公既要行方便。何劳我心多执见？汉子，只怕他命乖福分浅，在我家中不常远。(合前)【前腔】(生)上告公公见怜，再告婆婆听言，这恩德铭心镂肝。若是收留在宅上，大凡事自当向前。(合前)【尾声】这恩德缘非浅。(老旦)取出青蚨数贯。(外)要青蚨何干？(老旦)留与他人作雇钱。(外)太婆，这汉子不是受雇之人。(外)不须忧虑不须嗟，你且宽心度岁华。休恋故乡生处好，受恩深处便为家。第六出牧牛【似娘儿】(生上)受雇度年时，无烦恼无是无非。三杯浊酒堪消遣，牧羊放马转过疏篱。富则亲兮贫则退，此乃人间真小辈。贫则亲兮富则疏，此是人间大丈夫。自家刘智远，多感李太公收留在家，着我锄田耕地，都不晓得。在此牧牛放马，太公见我身上寒冷，与我几杯酒吃。将马上料，身子有些困倦，不免卧牛岗上，少睡片时则个。正是归来饱饭黄昏后，不脱蓑衣卧月明。一磨去，二磨来。两眼胶粘拨不开。卧牛岗上一觉睡，梦魂飞入楚阳台。(生做睡介。外上)踏破铁鞋无觅处，得来全不费工夫。前日在马鸣王庙中赛愿，收留一个汉子，叫做刘智远。此人锄田耕地都不晓，止会牧牛放马。我家有一匹暴劣乌追马，诸人降他不伏。此人一降一伏。我见他身上寒冷，把酒饭与他吃了，不知去那里去睡了。不免到庄前庄后闲步一回。(生作鼾介。外)呀！那里雷响？冬行春令，必致人间灾病，此是万民有灾。霎时间有大雨来了。小厮，房上晒的东西收了，就有大雨下来。【小桃红】腊天不雨，喜在庄农，爱日暄晴昼也。转过疏篱步跷踵，极目看西东，四下里影无踪，只听得雷声也。莫不是老倒无能？怨天公令自行冬。远远望见卧牛岗边，一道火光，透入天门。莫非小的失火？待我观看。【下山虎】见一人高卧，见一人高卧，倒在蒿蓬，鼻息如雷振也。气如吐虹。我把两眼摩挲，觑他貌容。呀！元来是霸业图王一大雄，更有蛇穿窍定须显荣，振动山河鱼化龙。咳！自古道：\"草庐隐帝主，白屋出公卿。蛇穿五窍，五霸诸侯。蛇穿七窍，大贵人也。\"我家一洼之水，怎隐得真龙在家？眉头一皱，计上心来。我小女三娘，未曾婚配他人。趁此汉未发达之时，将女儿配为夫妇，后来光耀李家庄。我要招他为婿，只是没人做媒，央我兄弟做媒便了。【蛮牌令犯】(外)急急去报三公。(旦上)见怪非怪，其怪自害。(外)女孩儿因甚出闺门？(旦)怪哉怪哉真怪哉，见五色蛇儿坠紫青红，一步步赶来后，影也无踪。(外)孩儿，你为何到此？(旦)奴家在绣房中做女工针指，只见天窗下调下一条花蛇。奴家紧赶紧走，慢赶慢行，赶到这里，不见这蛇了。(外)我儿，你可要见这蛇么？(旦)奴家要见。在那里？(外)这不是蛇。(旦)见着后，见着后使奴心惊，莫不是妖精把他缠定？(外)女孩儿休得气冲冲，大贵人蛇穿七窍中。一朝运通，九霄气冲，异日轩昂把妻子来封。(旦)爹爹，那汉子怎么有许多的蛇在他身上？(外)孩儿，蛇穿五窍，五霸诸侯。蛇穿七窍，大贵人也。我家一洼之水，怎隐得真龙在家？孩儿，你未曾婚配，趁此汉未发达之时，将你配为夫妇，后来光耀李家庄。我欲招他为婿。你意下如何？(旦)爹爹，他是我家牧牛放马之人，如何使得？【傍妆台】爹爹做事不思维，他是我家牧牛的。缘何把我与他做夫妻？爹听启，儿拜启，山鸡怎与凤凰栖？【前腔】(外)孩儿你好不思维，难道刘郎穷到底，不记得马鸣王庙里现出五爪金龙来取鸡。爹言语，儿记取，后来必定挂朝衣。你自进去，我自有主张。(旦下)(外)画虎未成君莫笑，安排牙爪始惊人。(净上)一年之计在于春，一生之计在于勤，一日之计在于寅。春若不耕，秋无所望。寅若不起，日无所办。少若不勤，老无所归。自家不是别人，李洪一是也。好笑我家爹娘，在马鸣王庙中赛愿，收留一个汉子，叫做刘穷。自到我家，锄田耕地，一些不晓，止晓得牧羊放马。终日使枪弄棍，骑了马走到东，走到西，哄得我庄上人不务生理。我今日回家，寻见了他，着实打他一顿，赶他出去便了。(生鼾介。净)呀！雷响，敢是天雷地雷霹雳？看看雷到头上来了。呀！前面一道火光，敢是卧牛岗边失火？呀！元来是刘穷睡在此。你看鼻子里蛇钻进钻出，敢是弄蛇的？待我打这蛮子。且住。这刘穷蛮子晓得弄拳的。我若打输了，别人尤可，大娘子知道，一世话靶。待我叫娘子出来帮打。(叫介)娘子，房下，令正，浑家，拙荆，出妻，怎么好？自古道：\"三朝媳妇，月里孩儿，引惯了他了。\"罢罢，我的娘。(丑子)来了，听得老公叫，慌忙走来到。(净、丑见介。丑)大官人叫我怎么？(净)叫你出来帮打刘穷。(丑)怎么要打他？(净)他吃了大碗酒，大块肉，今日也徒，明日也徒，他便徒了，我去徒那个？(丑)说得有理。打刘穷，打刘穷。(生起介。外上)打那个？(净)刘穷。(外)怎么打他？【驻马摘金桃】他本是豪门，住在沙陀小李村。我与他公公来往，与我家中有些薄亲。他暂时落薄暂时贫，领归来自然依本分。何故怒生嗔？交他进也无门，退也无门，全不有大人苦乐不均。【前腔】(净、丑)上告严尊，他又不是我家相识我家亲。况兼官司文榜，不许窝藏面生乔人。当初来历不分明，被两邻觉察难藏隐，打教他须防人不仁。出入无凭，胡做为一个真歹人，累及我庄门。(外)唗！还不进去。(净)偏不进去，偏要你赶他出去。(外)我不赶他，偏要赶你夫妻出去。(净)你真个不赶他出去？告你。(外)告我甚么？(净)告你忤逆儿子。(净下。丑)公公，儿子是你养的，管得他。我是你大媳妇，外人动也动不得。(外)还不进去。(丑)公公，我是冢妇，你休得无礼。(下)【忆多娇】(外)你休怨忆，莫叹息，将他做小儿一般见识，巧语花言都勾讫。凛凛雄威，凛凛雄威，管取前程显赫。【前腔】(生)蒙感激，承爱惜，你便是亲生父母将何报？自恨时乖遭困厄。暮打朝嗔，暮打朝嗔，如何过得？(外)贤倒，你且不要烦恼，少间央李三公来。与你说话，自有好处，不消回去。暂时落薄暂时贫，你且宽心过几春。惟有感恩并积恨，万年千载不生尘。第七出成婚【生查子】(末扮李三公上)村庄守已，茅屋悄然而已。门兰多喜色，女婿近乘龙。老夫前村李三公，俺哥哥要把倒女招刘智远为婿，央我做媒，亲事喜得成了。今日黄道吉日，待哥哥出来。(外上)久旱逢甘雨，他乡遇故知。(贴上)洞房花烛夜，一对好夫妻。(见介。外）刘官人从了么？(末)哥哥，亲事成了。今日好个日子，就结了亲便了。(外唤介)掌礼人过来。(净上)人间婚娶礼，天上注多星。老员外老孺人三老官人作揖。(外)礼人，我三娘今日赘刘智远为婿，今良时已至了，请刘官人出来结亲。(末)哥嫂，大媳妇他是个冢妇，叫他扶倒女出来。(叫介)【麻婆子】(丑上)画烛画烛光摇映，宾相两边排。闻知姑娘嫁穷胎，好酒吃大碗，好肉吃大块，吃得桃花上脸来。公婆叔公，今日为何这等闹热闹热？(外)大媳妇，你三姑娘与刘官人结亲。(丑)我丈夫不在家，那个做主？(末)侄妇娘子，有公婆做主。(丑)只怕你们做不得主。(净)大娘子差了，凡事有大人家在，怎么做不得主？(丑打净介。净)怎么打我？(丑)你是何人？敢来多嘴。(净)大娘子，我是认得你的。(丑)你认得我甚么？我拳头上走得马，臂膊上立得人，清清白白的。你说甚么？(净)阿呀！假乖甚的。我手里嫁了你七八遭了，亏你不羞。(丑作羞下介。净念介)一枝花插满庭芳，烛影摇红昼锦堂。滴滴金杯双劝酒，声声慢唱贺新郎。吉日良时第一请。【七娘子引】(生上)蒙君不弃我身寒，今日里喜结良缘。(旦上)一朵奇花今有主，姻缘感谢苍天。(拜堂介。外、老旦作倒介)不要拜了。【天下乐】(外)我女孩儿，喜室家男女及时，看双双俏如比翼。五百年前结会，相看到此不暂离，行坐如鱼水，图伊改门闾，满家都荣贵。(合)岂容易，双双尽老，百岁效于飞。【前腔】(生)智远咨启，荷公婆收录提携，幸一身免遭污泥。五百年前结会，山鸡怎与凤凰飞？深感不嫌弃。铭心在肺腑，难报恩和义。(合前)【前腔】(旦)谢荷爹妈，与奴家成配姻契，效丹山彩鸾凤飞。五百年前结会，今生愿共连理枝，当尽蘋繁礼。奴今愿父母，福寿双全喜。(合前)【前腔】(末)吉日良时，请新郎合把交杯，喜筵前满堂和气。五百年前结会，朗才女貌多俊美，配合成一处。如今但愿取，夫荣与妻贵。(合前)【越恁好】洞房罗帏里，洞房罗帏里，殷勤泛金杯。才朗好似潘安貌，女赛西施，一双两好如鱼水。珠翠列两行，笙歌拥人生房裹，笙歌拥入兰房里。(生、旦下)【尾声】(众)刘朗误入桃源里，羡满门恩情乐意，愿百岁夫妻直到底。少女配少郎，门户两相当。百事分已定，浮生空自忙。(老旦下。外末吊场。外)兄弟，我有言语嘱咐你，可牢记在心。方才拜堂，我头晕二次，我早晚不测。刘官人在家，你可照管他夫妻二人便了。(末)哥哥，你说那里话来。(外、末并下)第八出游春【一剪梅】(生上)春色撩人似酒浓，花影重重，日影重重。(旦上)卖花声过小桥东，帘卷春风，人在春风。(生、旦)春游上苑景融和，夏宴凉亭看芰荷。秋玩月明冬赏雪，一生好景莫蹉跎。(生)自从与娘子成亲之后，不曾到庄前庄后游玩。今日闲暇，同三娘游玩片时如何？(旦)官人先请，奴家随后。(生)动问娘子，前面那厮手中拿的甚么东西？(旦)这牧童手中提着磁瓶瓦罐，将去沽酒。(生)就把沽酒为题。【金井水红花】沽酒谁家好？前村问牧童。遥指杏园中，好新丰。清帘风动，正好提壶挈榼，那更玩无穷。咱两个醉春风也啰。双双共出，共出庄门。听取西郊，乐声风送。(合)和你百年欢笑，两情正浓，百年谐老。两情正浓，夫妻正好，又恐如春梦。【前腔】(旦)沙暖鸳鸯睡，衔泥燕子融。杨柳拂帘笼，雨蒙蒙。雏莺舌弄，香衬轮蹄归去，桃杏渐轻红，人如在锦屏中也啰。双双转过，转过疏篱。于捻花枝。插在镂金钗凤。(合前)【前腔】(生)莫学襄王梦，巫山十二峰。何幸遇芳丛，向其中。语言倍奉，得伊提掇起，免在污泥中。这恩德感无穷也啰。一心感得，感得公公。把我前人，相敬厮重。(合前)【前腔】(旦)门阑多喜气，豪富意颇浓。褥映绣芙蓉，两情同。琴调瑟弄，辏合姻缘会，佳婿近乘龙。人都道喜相逢也啰。伊家感得，感得公公。异日身荣，莫忘恩宠。(合前)(末上)天有不测风云，人有旦夕祸福。刘官人，你夫妻只管在此快活，更不知丈人丈母，久病在床。请僧人道士，保禳保禳。(生)小生就去。(末)我哥哥一病惭操羸，(生)智远慌忙请太医。欢喜未来愁又到，只争来早与来迟。第九出保禳【水底鱼儿】(净上)懊恨爹娘，无知忒性刚。招刘穷为婿，在家中惹祸殃。爹娘死了，那时我主张。赶刘穷出去，喜薄欢欢笑一场。烦恼不寻人，人自寻烦恼。好笑我家爹爹没分晓，招那刘穷为婿，吃傍人笑话。我李洪一，妹子嫁了偷鸡贼，又落得个混名，那一日拜堂时节，那蛮子有法的，拜得我爹爹七死八活。什么来由？我想起来，都是前村三叔老乌龟。(末上，暗听介)畜生，你骂那个？(净)三叔，侄儿骂了叔叔，该死了。小侄焉敢骂老叔乎？(末)畜生，你知道也不知道？(净)我不知道。(末)你父母有病，不去保禳保禳。(净)叔叔，我与他没相干。(末)怎么你没相干？(净)自从他养下来，我如今成人长大了，我与他没相干。(末)父母有病，你去灼龟祈祷问卜才是。(净)我是去不得的。(末)怎么去不得？(净)叔叔，自古道\"子不问卜。\"(末)畜生，子曰不问卜。也罢，请几个道士来解禳解禳。(净)侄儿没有银子使用。(末)我帮你些。(净)假如要用一两，三叔帮多少？(末)帮你一钱。(净)太少，对半便了，又是一说，道士做了一日功果，晚间又要三牲谢将，费事。请和尚何如？(末)这也使得。(净)和尚不要请多了，若多了，那经卷念不念？那里查他？沙陀寺有一个碧长老，极志诚，去请他来诵些经典如何？(末)既如此，就去请来。(净)三叔少待，转弯抹角，此间就是。碧长老，李大官人请你诵经。(内应介)他是七郎主儿不在家。(净)三叔，那和尚道我是七郎主儿不在家。敢是我爹娘该走了？(末)你敢少了他经钱，故此叫你七郎主。(净)前日念十部大经，与他三分低银。(末)恰又来，如今说我，他就出来。(净)他若不出天。笑你么？长老，前村李三老官人请你。(丑扮僧上)来了，来了。【颂】急急修，急急修，和尚好吃烂猪头。西天活佛没得与我做，再来阴凉树下舔鼻头。无量佛阿弥陀佛。(净)炎凉出于僧道，打你这秃贼。我请七郎主不在家，说了三官人就出来。(丑)实是不在家，我家道人说的，唤小僧何干？(净)我问你，有咒死经么？(丑)只有消灾经，没有这样经。(净)我父母有病，若咒得死他，重重相谢。(丑)大官人这等孝心。(净)三叔，碧和尚来了。(丑见介)三老官人稽首。(末)长老，我兄嫂有病，请你诵经，保禳保禳。(丑)用香花灯烛，还要均眷。(净)封线冰冰片。(丑)均眷女子。(净)叫我大娘子出来，被这和尚笑我。还叫妹子出来。三妹快出来。【一枝花】(旦上)焚香顶礼，拜告天和地。爹娘一病甚尪羸，交我双垂泪。(见介。净)你看人家养女儿何用？父母病哭到不哭，唱将山来。(丑)休得取哄。请大官人献香。(净)还是三叔请。(丑)家有长子，还是大官人。(净)元来你只管说我是小，三叔大。今日恰是我来。(末)休得胡说，志诚些。【五更转犯】(净)我献香香供养，(介)就把松柴权当香。爹娘死了？我便为家长。赶出刘郎，心儿里快活帐。(合)愿慈悲显现，显现降临道场，消除这灾障。【前腔】(旦)办志诚，灯供养，献光明照十方。神通显现，显现花台上。保佑爹娘，身康无恙。(合前)【前腔】(末)我献灯，灯光亮，作善须降祥。阴空保佑，保佑福无量。愿我哥嫂身位安康。(合前)【前腔】(丑)我献花，花供养，花开花落满园香。也有青莲花红莲花白莲花五色样莲花，插在银瓶上。又不见馒头，馒头共粉汤。(合前)(丑)大官人。肚中青花田了。(净)腹中饥了么？妹子，厨下看点心师父吃。(旦下、送面上。净)一个和尚，吃这大碗，待我吃些。(吃介)忒少了。妹子，可有面了么？(旦)没有了。(净)怎么好？只得省些鼻涕和在里面。碧长老吃面。(丑)怎么这样糊涂面。(净)是这等的。(丑跌倒介。净)不要慌，待我耍他一耍。和尚，和尚，一分斋，二百个钱，是那个的？(丑起介)是我的。(净)和尚，你吃面怎么跌倒了？(丑)大官人，我直至昆仑山去取法水来救汝父母。(净浑介。丑)法水在此，不要换手，不许回头。(净)牛世人不回头，直待几时？(内介。净)不好了，爹爹妈妈死了。打这和尚。(丑下)(末)我哥一命丧黄泉，(众)合家大小泪涟涟。败坏不如猪狗相，人生莫作等闲看。第十出逼书【临江仙】(生上)盖世英雄一旦休，不知和他有甚冤仇？犹如秋雨，一点一声愁。(旦上)一别爹娘苦痛哉，被兄嫂日夜沈埋。夫妻两口浑无计。哥哥不念同胞共乳胎。(生)闭户推窗莫要来，推将出去又还来。(旦)朝嗔暮打何日了，不知兄嫂甚情怀？(净上)甚情怀？甚情怀？双双赶出十字街。想恋妻儿无见识，不如及早两分开。(生见介)大舅作揖。(净)不要叫大舅。今日为始，只叫老相公。(生)好个老相公。(净)刘穷穿那个的？吃那个的？(生)穿泰山，吃泰山。(净)泰山亡后。(生)泰山亡后，穿大舅，吃大舅。(净)你还叫大舅，叫我老相公。(生)偏不叫。(净)偏要你叫。吃人一碗，服人使唤。把身穿的衣服还我。(生)泰山与我的，决不脱下来。(净)如今要官休私休。(生)官休便怎样？私休便怎样？(净)官休写一纸状儿，告你不合拜死丈人丈母，该一个死罪。(生)私休？(净)私休写下休书，离了我妹子，再不许李家庄上来打搅。(生走)李三娘不曾做歹事。(净)我妹子闺门女儿。做甚么歹事？(生)我刘智远不曾做贼。怎么写休书与你？(净)你不曾做贼？(生)我在那里做贼。(净)铁嘴。马鸣王庙里这福鸡，可是你偷的么？(生)饮食之类，不在其内。(净)饮食之类，不在其内。酒店里的东西，都吃他娘，一个钱也不要与他。不要说闲话，休书写也不写？(生)不写。(净)偏要你写。(生)偏不写。(净)这蛮子说他不过，叫老婆出来计较。老婆快出来。(丑上)听得老公叫，慌忙走来到。(见介。丑)老公，怎么说？(净)老婆，刘穷教他写休书不肯，脱他身上衣服又不肯，怎么好？(丑)待我慢慢里哄他脱下来与你。(净)我看你本事。(丑)刘姑夫，怎么在此与大舅争闹？(生)大舅好没来由，怎么教我写休书？又要脱我的衣服，好没紧要。(丑)姑夫，他这等无礼，待我骂他。大贼好无礼，你父母亡得几时，就欺负刘姑夫了。你还不跪着我。(净)偏不跪。(丑)偏要你跪。(净介。丑)姑夫，你不要恼，我埋怨了他。就是身上衣服，姑夫脱下来，待我送与三姑娘收了。(生脱介)你这等贤慧，就脱何妨？舅母这个才是。(丑)衣在这里了。(净)好家婆，好家婆。【山坡羊】(生)三娘不知何处？你哥嫂直恁无理。无端逼写，逼写休书去。心惨凄，妻，你在房中怎得知？今番打散，打散鸳鸯对。一点一画难提笔起。思之，愁烦诉与谁？伤悲，交人珠泪垂。【玉交枝】(净、丑)伊休执见，枉伤悲徒然泪涟。急急写下休书，今日与你盘缠。迟延少待乞大拳，披麻惹火烧身怨，莫待等江心补漏船，莫待等江心补漏船。【前腔】(生)愁拈班管，展花笺盈盈泪涟。夫妻指望同百年，谁知付与花笺？画一画满怀愁万千，丢一丢顿觉心惊战。怎写得休书尽言？怎写得休书尽言？你既要我写，可打稿儿来。(净)不打紧，你写我念。大晋国沙陀村住刘智远，只因身伴无依，每日在沙陀村里放刁，勒要李太公女儿成亲。成亲之后，不合拜死丈人丈母，情知有罪。养膳妻子不活，(生介。净)情愿弃离妻子前去，并无亲人逼勒，各无番悔。如先悔者，甘罚花银若干若干。若干年月日时，写个花字。(净、丑介。生)权歇三年。(丑)丈夫权歇三年，第四年老婆元是他的。休书要五指着实。(净)我是男子汉，不晓得。你是女人家，晓得许多事体。(丑)老公，实与你说了罢，连你十七个老公了。(净)阿呀！心肝，千离万离，不要离了我。(净看休书介。旦上、扯破休书介)【前腔】叔叔搭救，诉不尽衔冤负屈。没来由逼写休书，将他苦苦熬煎。天天，共乳同胞不见怜，铁石人五脏心不善。止不住盈盈泪涟，止不住盈盈泪涟。(末上)自不整衣毛，何须夜夜号。咳，你们为何在此闹吵？(生)告叔公知道，不知为甚？大舅逼智远写休书。(末)那有此理。【石榴花】我哥哥眼内识贤人，情愿将伊妹子结成亲。他暂时落薄暂时贫，你们休得闲争论，被傍人闻知作话文。大凡事须要相和顺。刘郎发迹为官后，大家荣耀李庄门。【前腔】(净)非因小侄怒生嗔，那得闲衣闲饭养闲人。又不会锄田车水与耕耘，夫妻两口长欢庆。因此上逼他写下休书退了亲。(旦)哥哥，这个怎么使得？奴家有半年孕了。(丑)叫一个收生娶落了他身孕。刘穷若是身发迹，直待黄河水澄清。【前腔】(丑)公公前日不识人，山鸡怎逐凤凰群？又没家舍又身贫，却不如马力共牛筋，那些个半斤逢八两门。傍人恁般行径。他还发迹为官日，做枝蜡烛照乾坤。【前腔】(生)我每年少正青春，更有武艺果超群。我暂时落薄暂时贫，只得忍气吞声。你如何只管打骂人？不学跨下韩信。男儿有显达身荣日，果然一步跨青云。(下)(末)他宿世是夫妻，何须苦折离？世情看冷暖，人面逐高低。(净、丑吊场)休书被妹子扯碎了，一不做二不休。(丑)怎么好？(净)我如今把家私三分分开。(丑)那三分？(净)我一分，兄君一分，妹子一分。自从嫁了刘穷，没有花粉田。我如今把卧牛冈上六十亩瓜园，内有个铁面瓜精。青天白日，时常出来现形，食啖人性命，白骨如山。着他去看瓜园。那个瓜精出来，把他吃了。那时着我妹子嫁人。(丑)好计！好计！计就月中擒玉兔，谋成日里捉金乌。(下)第十一出说计【生查子】(生上)满腹愁如织，此恨何日白？难道男儿不泪垂？事到如流水。当初只道好姻缘，今日番成劈面冤。无限心中不平事，满怀怨苦向谁言？卑人深感岳父收留为婿，谁想一旦身亡，被舅舅憎嫌，无可奈何？若得一日发迹，李洪一，那时有冤报冤，有仇报仇。(净暗听上)妹丈，那个有仇报仇？(生)大舅，这是耍笑。(净)妹丈，我昨日醉了冲撞，休怪休怪。(生)我和你郎舅家，决不怪你。(净)我想起来，妹子自嫁你没有陪嫁装奁。把家私三分分开，一分我得，一分二舅得，这一分分与你。(生)我是外人。(净)不是分与你，妹子没有陪嫁装奁。卧牛冈上六十二亩瓜园，一年四季有瓜，东瓜西瓜，南瓜北瓜。出产之所，争奈四围墙倒，常被小人偷瓜盗果。(生)待我去看瓜园，拿几个偷瓜的，才见手段。(净)妹丈，且不要慌，吃些酒儿去有兴。大娘子看酒来。(丑上)三杯和万事，一醉解千愁。酒在此。(见介。丑)姑夫，昨日冲撞你，休怪休怪。(净递酒与生介)【剔银灯】闲时节三言两语，从今后一笔勾除。郎争舅子因合理，从此后一团和气。(合)一杯冲破了是非，今晚向瓜园中调理。【前腔】(生)刘智远得罪自知，因贫困多蒙周济。有缘千里能相会，这恩德何日忘之？(合前)【前腔】(丑)刘姑夫听奴拜启，切莫要专心劳记。儿夫性刚忒没礼，把闲事一笔勾除。(合前。净)切莫要与三姑娘得知。(生)醉了，不吃了。(净浑介)。听我一言断送，须要勤耕苦种。若不听我良言，各自寻条蛇弄。(生吊场)得他心肯日，是我运通时。多谢大舅夫妻回心转意，把家私三分分开。请我吃得醉了，分付我不要与三姐说。我夫妻同甘苦的，怎不要说？三姐三姐，取护身龙过来。(叫介)【一枝花】(旦上)哥哥忒恁毒，嫂嫂浑无计。夫妻分散怎施为？逼写休书，闪得我没存济。(生作醉介)叫三姐，三姐。(旦)官人，那里吃得这等大醉？(生)三姐，是你哥嫂请我吃的。吃酒不打紧，还有一桩喜事。(旦)喜从何来？(生)把家私三分均分。(旦)那三分？(生)大舅夫妻一分，二舅夫妻一分，分一分与我。不是分与我，只因没有陪嫁装奁，分与你。(旦)分在那里？(生)卧牛冈上六十亩瓜园，被小人偷瓜盗果，取护身龙过来，待我去看瓜。(旦)不说起看瓜犹可，若说起看瓜，正中了哥嫂之计。(生)怎么中他计策？(旦)那瓜园中有铁面瓜精，害人性命。我爹爹在常时宰杀猪羊，祭赛瓜精。自从爹爹死后，无人祭赛他，日间现形，食啖人性命。官人，只怕你去时有路转无门。(生)不说起瓜精犹可，若说起瓜精，恼得我一点酒也没有了。就把古人比着你听。(旦)那个古人？(生)昔日汉高祖姓刘名邦，也是徐州沛县人氏。身充亭长，聚集义兵，杀奔淮上，经过北山见一木牌，上书着大字：\"此山有一蟒蛇。食啖人性命。前军不能退，后军不能进。\"那高祖径奔此山，果见一蟒蛇，身长数丈。张牙舞爪，两眼似铜铃，口如血盆。那刘邦侧身躲过，腰间取出青锋宝剑，搜！一剑分为两段。后来做了帝王之分。(旦)他是古人，你怎么学得他？(生)他也姓刘，我也姓刘。男子汉不入虎穴，焉得虎子。我妻，待要去平伏了瓜精，才见我手段。若被瓜精吃了，一来出脱你，二来免受你哥嫂之气。快取护身龙来。(旦)官人，瓜精利害，休要去。【一江风】(生)你是个妇人家，说这般输机话，神鬼偏不怕。我为人顶着天地神明，生长在三光下。平生不信邪，平生不信邪，心正可去也。总然有鬼吾不怕。【前腔】(旦)你后生家，说这般过头话，神鬼谁不怕？怕你五行乖。官人，奴家有个古人，比与你听。不记得梅岭陈辛，季宝遇着金神，此事无虚诈。我哥哥使计策，我哥哥使计策，奴家苦恨他，怕你死在黄泉下。他那里有鬼，去不得。【临江仙】(生)他那里有邪魔，俺这里偏不怕。(生下。旦)别时容易见时难。大妻成拆散，惟有我身单。一夜枕边都是泪，宋朝清早看分明。第十二出看瓜【虞美人】(生上)可惜英雄都丧弃，无烦恼要寻烦恼。遥望卧牛冈上，今晚便知分晓。踏破天涯路，平生不信邪。李洪一夫妻，夜来把冷热酒灌醉，着我到此看瓜。若不来被他笑话。你看四野无人，天色榜晚，趱行前去。【祝英台】渐黄昏大欲暝，一抹淡云飘。孤鹜暮鸦，秋水长天月照。小涧溪桥，挟掉。见渔父收纶归去，又见前村深杳。睹此景天然一段难描。寻思李洪一这般样做作，交你一报还一报。只见乌鸦喜鹊同枝噪，吉凶事全然难保。迤逦行来，已到卧牛冈上。瓜园门半开半掩。四野无人。怎么没有鬼？记得岳父母坟莹在高藤树底下，不免把冷热酒的事情，告诉与他知道。岳父母：\"今晚望你保佑无事。\"(生拜、告诉介)【锁南枝】灵魂听咨启，今晚中他计。舅舅着我看瓜，要害吾身已。望祖宗，阴保庇，有凶时，化为吉。【前腔】默默自思之，吉凶尚未知。四野全无纵迹，那更地冷天昏。猛可的狂风起。心下疑，自三思，害生灵，有何意？【前腔】何妖怪甚么鬼？和咱比个英雄势。我把两眼摩挲，看他来踪迹。黑魃魃，一个鬼，不下来，待何时？【前腔】妖精听吾语，天交我来断送你。生死今宵园内。到此不免将一块瓦打上去，看他如何？却元来宿乌惊栖，唬得我肝肠碎。望祖宗，阴保庇，有凶事。化为吉。(鬼上)那里生人气？(生)我是村中好汉。(鬼)好汉好汉。生吃你一半，死吃你一半。(生)拿住妖精，一刀两段。(杀介。鬼下。生)业畜斗断俺不过，放一道火光，径入地烈去了。待我掘开来看，却元来一块石皮。下面石匣里面，头盔衣甲，兵书宝剑。我刘智远喜的是兵书。明月之下，观看则个。有几行字在上：\"此把宝刀，付与刘皓。五百年后，方显英豪。\"刘智远前程有分了。爱戴的是头盔，还藏在石匣内，把泥土盖着。前程有分，转身三次，青草铺满。前程无分，青草不生。(转身介)果然青草生满，不免拜告瓜园土地。【剔银灯】当答谢瓜园中土地，劳看守刀甲头盔兵书宝剑埋藏此，得前程方来取你。神明听吾诉与，休泄漏天公事机。远远望见一个妇人，好似三姐。不免躲在一边则个。要知心腹事，但听口中言。(躲介)【醉扶归】(旦上)好苦切甘生受，只得到此且藏羞。奴与哥哥有甚冤仇，只得慌忙便走，裙儿破忙把饭来兜。(合)泪湿透衣衫袖。【前腔】丈夫丈夫，信他甜言说诱，谁知今日悔成忧？百岁夫妻一旦休，先在卧牛冈上埋尸首，恩爱都付与水东流。(合前)言之未已，又到瓜园门首。你看门儿半开半掩，不免捱身进去。呀！丈夫衣服哨棍，都撇在此。瓜藤树木，尽皆踏坏。我那丈夫莫非被瓜精害了残生？奴家指望送饭与你充饥，你被瓜精食啖性命。奴家做一碗羹饭与你，回到房中，寻个自尽。苦！一嫁刘郎得半春，为人莫作妇人身。奴家一似失群雁，兄嫂如同陌路人。身孕未知男共女，枕边难舍意和恩。眼中滴尽千行泪，撮土为香事有因。【前腔】怕兄嫂成僝僽倦，慌忙到此少了香和酒。又没资财与奴收受，夜来做事不依奴口。谁人知道我心忧？(合前)【前腔】指望和你白头相守，谁知今日不长久。百岁夫妻一旦休，半年身孕伊知否？或男或女要当留。(合前)有才无寿少年亡，折散鸾凰实可伤。归家不敢高声哭，只恐人闻也断肠。(生)三姐，三姐。(旦)有鬼，有鬼。(生)不是鬼，是人。(旦)是人高叫三声。(生)三姐，三姐。(旦)就是鬼，也是我丈夫。【哭相思】(生)夜来不听妻言语，果有恓惶处。(旦)官人，夜来曾见甚么？(生)三姐，夜来一更无事，二更悄然。三更之后，果见铁面瓜精。与俺斗上三四十合，那业畜斗俺不过，放一道火光。钻入地烈去了。(旦)官人，若不是你手段高强，闪些儿被他吃了。(生)三姐手中拿的甚么？(旦)奴家送一碗饭，与你充饥。(生)这到用得。三姐，饭便有了，可有下饭么？(旦)官人，你好不识时务。(生)怎么不识时务？(旦)这碗饭，奴家瞒了哥嫂。拿来与你吃的。(生)三姐，我不要吃了。(旦)怎么的？(生)三姐只为这碗饭，受了你哥嫂多少呕气。【醉扶归】自恨我好不唧留，这碗淡饭怎入口？(旦)胡乱充饥莫要愁。你身上衣服破了。(生)胸前衣破为与瓜精斗。(合)闷似湘江水，涓涓不断流，湿透衣衫袖。【前腔】(旦)谢我爹娘阴祐，夫妻今日再厮守。毕竟是你前程显达，夜来不落瓜精手。(合前)远远望见来的是我哥哥。(生、旦下)第十三出分别(净上)阎王注定三更死，定不留人到四更。夜来刘穷必被瓜精吃了。这里是瓜园中。(向地拾介)这里眼珠子？不是，是肥皂核。这是腰子？不是，是酪苏。这是头发？不是，是棕榈树皮。拾了刘穷骨头，把蒲包包好了，与妹子看，叫他嫁人。(生暗上听，打净介。净叫介)有鬼！有鬼！倒是刘穷，三叔救救。(末上)隔墙须有耳，窗外岂无人。怎么打他？(净)三叔，我被刘穷打杀了。(末)起来！死了元何还会说话？(净)满身都死了，嘴是活的。(起介)。唗！刘穷，你这蛮子，打便打得我好，再不要上我家来。我去打铁铺，二钱银子打一把斧头，劈你一个阳茭。(末)还不进去。(净)三叔，我腰子被蛮子打横了。(净下。末)当初只道一不是，如今却是两无情。刘官人，你怎么使得打他？他若不是处，你来告诉我。我自整治他。如何将他打倒地下？(生)是小生不才了。(旦)官人，你怎么就认了？把冷热酒事情，告诉三叔知道。(生)叔公请息怒，你不知其故。前日逼我写休书，叔公尽知。夜来夫妻二人，思量一计，把家私三分均分。我只道好情，把冷热酒灌醉了卑人，着我去看瓜。乘其醉中，一到瓜园内。一更无事，二更悄然，三更时候，只见铁面瓜精，连斗了三十余合。斗俺不过，放道火光去了。他方才手拿着蒲包，拾我骨头回去，与三姐看了，教他嫁人。这个使得使不得？(末)元来这等无礼，只是少打了他。(生)我在此望叔丈做主。(末)刘官人，你与那畜生冰炭不同炉了。我老夫打听得太原并州岳节使，招军买马，积草聚粮。你有武艺过人，如何不去？倘然一刀两剑，取个前程。有何不可？(生)卑人要去，只是缺少盘缠。(末)这个小事，老夫着人送来。【桂枝香】(生)叔丈听告，容吾分道。只因缺少盘缠，交我如何是好？多因命乖，多因命乖，吃他胡炒，是我分缘不到。自今朝，拜别恩人去。李洪一冤家恨怎消？【前腔】(旦)自从爹爹死了，止有嫡亲兄嫂。他缘何反面生嗔？拆散大妻两口。望叔叔做主，望叔叔做主。想是姻缘不到，怎得大妻谐老？自今朝，拜别分离去，交奴苦怎熬？【前腔】(末)听吾言道，不须烦恼。你若缺少盘缠，顷刻令人送到。他若昧心，他若昧心，上有苍天知道，必然还报。自今朝，步辇登程去，坚心莫惮劳。文似擎天碧玉柱，武如跨海紫金梁。异日身荣多发迹，休忘受苦李三娘。(末下。生、旦吊场、生)三姐，我今日就要去了。(旦)官人你去，没有说话分付奴家。(生)三姐，此去有三不回。(旦)那三不回？(生)不发迹不回，不做官不回，不报得李洪一冤仇不回。(旦)夫妻间没有说话。(生)妻，你有半年身孕，养下女儿，凭你发落；养下男儿，千万与我留下，是刘皓骨血。我若去后，无知哥嫂定然逼你嫁人。不强似刘智远，切莫嫁他。胜似我的，嫁了也罢。【狮子序】(旦)伊说话太无情。(生)你哥嫂无情。(旦)又道是一牢永定宁，死后如何交我改嫁人？是我腹中有孕，怎交儿女从别姓？你出言语忒煞伤情，这恩德如盐落井。(合)分别去各办志诚，便做铁石心肠也须交泪零。【前腔】(生)上告妻妻听，怕你执不定。你哥嫂忒毒狠，只恐你口说无凭准。我独自守孤另，恐耽阁两下成病。(合前)【入赚】(丑上)去程已紧，李三公多怜悯，些少盘缠相赠恁。(生)这恩德山样高来海样深，生死难忘叔丈恩。你与我回言拜禀，异日身荣来报恩。(丑)谨依台命，谨依台命。(丑下)【金莲子】(生)办登程，办登程，渡水登山莫暂停。天怜念，天怜念，名利早成，回归此日再欢庆。【前腔】(旦)叮咛嘱付三四声，野草闲花莫要寻。将恩爱，将恩爱，番成作画饼，只恐别时容易瘦伶仃。【尾声】(生旦)生离死别皆前定，未知何日得见恁？铁石心肠也洞零。杨柳堤边问信音，一时难舍枕边人。流泪眼观流泪眼，断肠人送断肠人。第十四出途叹【梨花引】(生上，行路)渡水登山，何日得到邠州？自别恩妻无限愁，李洪一冤冤相报几时休？途中跋涉多劳顿，不知何日到邠州？【集贤宾】麻鞋紧系一似飞，只得步辇登程。野草闲花愁满地，过前村小桥流水。渔翁钓叟，动浪板歌声摇拽。堪玩处，遥望远浦帆归。刘智远行到此间，无计奈何？几度晚行芳草径，也有夜宿杏花村。在家不道生身好，出外方知行路难。【前腔】不恨你来却恨谁？此恨何日忘之？话别叮咛心惨凄，撇不下少年贤妻。行行泪滴，我为你越添憔悴。思念忆，真个是寸肠千里。五里又单牌，磨穿几度鞋。雁飞不到处，人被利名牵。第十五出投军【梁州序】(外扮岳节使上)掌握三军胆气雄，有千里威风。朝廷敕命守山东，咱不免行吾军令。马跨征鞍将挂袍，柳梢枝上月儿高。将军未挂封侯印，腰下常悬带血刀。自家姓岳名勋，官拜节度使之职。如今四方离乱，民遭涂炭，士民荒凉。朝廷有旨，着俺招军买马，积草聚粮。正是\"君王有难思良将，人到中年忆子孙。\"左右的，与我扯起招军旗。叫街坊上民庶，三百六十行做买卖的，愿投军者，旗下报名。(净、丑应介)【水底鱼】买马招军，何年得太子？愿立旗下，做个头目人。长官，我每投军的。(末禀介。外)着他进来。(净、丑见跪介。外)汉子姓甚名谁？那里人氏？(净)小人是王旺，山东人(外)有甚本事？(净)小人会使炮。(外)怎见得？(净)铜炮铁炮些儿大，未逢药线云里磨。百万军中无敌手，打死好汉千来个。(外)那个姓甚名谁？(丑)小人湖州人氏，叫我是张兴。(外)有甚本事？(丑)晓得使弓。(外)怎见得？(丑)此弓实堪夸。猴猿精艺加。算来无用处，只好不楞不楞弹绵花。(外)左右的，与我将他籍贯年貌，都上了号簿。如今军充马足，把招军旗放下了罢。【醉扶太平】(生上)闻说招军，智远慌忙来到。长官，(净)两张张半。(生)我是投军的。(净)禀老爷，辕门外一人投军。(外)方才咐吩你，军完马足，放下招军旗。违俺将令，斩讫报来。(净)爷爷，添来的寿，增来的福，有增无减。(外)令进来。(净)为你险些儿去了吃饭的家火。(生)有累了。(净)投军的进来。(生进见外。跪介。外)汉子那里人氏？【引军旗】(生)小人住在沙陀村里，自小习兵机。十八般武艺皆能会，愿立旗下听差使。(合)忽朝名挂在云台上，方知武艺精细。【前腔】(外)听他说兵机，此汉真奇异。谙晓六韬三略法。那队少人？(净)都完了，长行队少人。(外)权时收拾在长行队。(合前)那汉子叫甚么名字？(生)小的姓刘。(外)军中只叫刘健儿。长行队去。日间打草，夜间提铃喝号，只怕你受不得苦。(生)受得苦中苦，方为人上人。英雄才貌实堪夸，喝号提铃度岁华。正是学成文武艺。合当货与帝王家。第十六出强逼【庆青春】(旦上)冷清清，闷怀戚戚伤情，好梦难成。明月穿窗，偏照奴独守孤另。一种黄连分两下，那边受苦这边愁。自从丈夫去后，被兄嫂凌逼。儿夫杳无音信回来，好苦。【集贤宾】当初指望谐老年，和你厮守百年。谁想我哥哥心改变，把骨肉顿成抛闪。凝望眼穿，空自把栏杆倚遍。儿夫去远，悄没个音书回转，常思念。何日里再得团圆？(丑上)长江后浪催前浪，世上新人趱后人。姑娘为何啼哭？(旦)嫂嫂，奴家丈夫不在，腹中有孕，因此愁闷。(丑)姑娘，你哥哥说道，刘郎去后。杳无音信回来，未知死活存亡。不如嫁个门当户对的，也是了当。【搅群羊】(旦)嫂嫂话难听，激得我心儿闷。一马一鞍，再嫁傍人论。夫去投军，谁敢为媒证？那有休书，谁敢来询问？你如何交奴交奴再嫁人？【前腔】(丑)姑姑你试听，日夜里成孤另。寻个良媒，嫁个多聪俊。虚度青春，白发来侵鬓。你如何如何不改嫁人？姑姑嫁得好，多住几日。嫁得不好的，就回来也不难。(旦)说那里话？(净上)恨小非君子，无毒不丈夫。娘子，着你去叫妹子嫁人，如何？(丑)他千不肯万不肯。(净)他是这般说。叫他过来。(丑)姑娘，你哥哥叫你。(旦)哥哥有何说话？(净)嫂嫂着你嫁人，如何不肯？【前腔】(旦)哥哥共乳同胞一母生，今日如何反面嗔？休听枕边言聒，且自宁心。亲旧情亲，姊妹莫相争。待奴身孕始倾，若得后来重复事，金瓯再覆李门庭。(净)若不嫁人，依我四条门路。(旦)那四条门路？(净)一条，三十三天，玉皇殿上捉漏。(旦)交我上天无路。(净)二条门路，去十八层地狱，阎王殿前去淘井。(旦)这是入地无门。(净)第三条，早早嫁人。(旦)决不改嫁。(净)第四条，日间挑水三百担，夜间挨磨到天明。(旦)奴家愿从第四条门路。【三学士】(净)堪笑非亲却是亲，把你做乞丐看承。刘郎去了无音信，何不改嫁别人？你若不依兄嫂说，打交身躯不直半分。(合)从今后挨磨到四更，挑水到黄昏。【前腔】(丑)一世为人只要勤，那得闲衣闲饭养闲人。(旦)爹娘产业都有分，何故苦乐不均平？(丑)丈夫言语须当听，有眼何曾识好人？(合前)【前腔】(旦)好笑哥哥人不仁，不念同胞兄妹情。刘郎去了无音信，何故改嫁别人？况兼奴有身怀孕，再嫁傍人作活文。(合)奴情愿挨磨到四更，挑水到黄昏。【尾声】哥哥嫂嫂没前程，苦逼奴家再嫁人。日间挑水三百担，夜间挨磨到天明。(旦下。净、丑吊场)老婆，叵奈贱人执性不肯，情愿挑水挨磨。我如今使个计策，做一双水桶，两头尖的橄榄样，交歇又歇不得，一肩直挑在厨下去。你便管他挨磨。(丑)水缸钻些眼，水流了出来，越挑越不满。(净)你便打他不挨磨。如今贱人身上将要分娩，你在荷花池边，造一所磨房，五尺五寸长，罚这贱人进里面磨麦，交他头也抬不起。待他分娩，或男或女。不要留他，这是刘穷的骨血。过了三朝满月，你把花言巧语，哄那小厮，抱在手中，把他撇在荷花池内淹死了。绝其后患，削草若除根，萌芽再不发。好计好计。计就月中擒玉兔，谋成日里捉金乌。第十七出巡更【山歌】(生上)四顾青山失翠微，乌鸦变作鹭鸶飞。天宫勿念人寒冷，冻杀街头刘健儿。【前腔】(净丑上)雪落纷纷似银铺，万里江山如画图。鹭鸶失队难寻觅，黑和尚变化白师姑。刘健儿，怎么不买冻鱼酒来我每吃？(生)不曾支粮，支了粮请你每一醉。(净丑)也罢。刘健儿，今晚巡更，该你巡夜。一更是我，二更是他。三更四更五更都是你。老爷有铜牌花号为准，交你更次提铃喝号。【金钱花】(众)我打一更鼓儿冬冬冬，一棒锣声当当当。将军马上醉醺醺，跃马扬鞭齐和声。(二三更照前唱)鼓打三更交半夜，来朝吃个冻鱼儿。(众下)【月云高】(生吊场)自别三娘面，劳役受万千遍。到此投军，数目都招遍。落在长行队，提铃报更点。汤风冒雪图荣显。受此饥寒，没个可怜见。天天若肯周全，际会风云。方表刘皓字智远。三更牌在那里？好大风雪，前面跨街楼下，躲避风雪则个。(生躲介。小旦扮岳小姐上)【探春令】彤云缭绕，六花飞遍，楼台银砌。拥红炉，添兽炭，犹嫌冷。看贫者谁肯相怜？尽道丰年瑞，丰年瑞若何？长安有贫者，宜瑞不宜多。奴家岳氏秀英，不免上层楼上，做些女工针指。【月云高】独上层楼去，听他甚行上。仔细听来后，(生喝号介。小旦)却是巡更辈。喝号提铃，声音振屋宇，交奴听得心憔悴。落在长行队，难禁这劳役。腊雪满天飞，冻死街头，那有人来怜你？(生叫介)三更牌在那一家？【前腔】(小旦)喝号三更鼓，声音似龙虎。款款推窗看，只见紫雾红光护。前生做人做人修不足，今世里罚令你受劳碌。好苦！倒跌倩谁扶？未审家乡，家乡在何所？奴家有恤孤念寡之心，见他身上寒冷，我爹穿不了的旧衣，撇一件与他遮寒。天上人间，方便第一。(小旦下)【孝顺歌】(生)巡更过转过营，凛烈寒风凄惨人。跨街楼下暂安身，朦胧睡未醒。忽见天赐红袍，撇来遮我身。料莫是天显应，有前程可前进。若得应时还得见，果然胜似岳阳金。第十八出拷问【菊花新】(外上)庭前三友奈岁时，报道梅开数枝，珠帘绣幕低垂，瑞雪遍街银砌。江南三尺雪，尽道十年丰。红炉添兽炭，唱饮雪儿歌。今日官里大排筵宴，赏雪观梅。叫左右传话后堂与大小姐，取红锦战袍，穿着入朝。(末)去问二小姐。(内应介)晒在层楼上不曾收得。(末回禀外介)晒在层楼上，不曾收得。(末)张兴王旺。(外)叫张兴王旺。(净、丑见外跪介。外)夜来是你巡更，红锦战袍晒在层楼上，不曾收得。(净、丑)不知。(外)巡更不严，贼盗生发，左右与我拶起来。(杂上)有事不敢不报，无事不敢乱传。禀老爷，小的首告的。(外)首告甚么？(净)新来军汉刘知远，不知那里偷得一件红锦战袍，穿在身上，在马房中打睡。(外)阿也！阿也！有这等事。快与我拿来！(众)瓮中捉鳖，手到拿天。(拿生上。外)绑了！【玉交枝】这厮无礼。这锦袍官里赐的，新充小卒当差使，如何盗取衣袂？从实诉供休要违，迟延罪犯难饶恕。照军令将他斩取！照军令将他斩取！【前腔】(生)停威息怒，听小人从头禀覆。新充小军当差使，焉敢盗取衣袂。昨夜三更巡警过，忽见紫袍空中听。料莫是天宫赐我。料莫是天宫赐我。(外)贼情事不打不招。(净打生，打不下介。外)张兴有弊，王旺打。(丑打生，打不下介。净)王旺也有弊。(外)取板子过来自打，怎么盗了锦袍？(贴。旦上)休将屈棒打平人。(外)把刘健儿吊在马房里。(净押生下。外)叫二小姐出来。【醉扶太平】(小旦上)听得闹吵，想为锦征袍啰唣。(见介。外)孩儿，我在此拷打贼情事，怎么说休将屈棒打平人？(小旦)爹爹听奴告禀。【蛮牌令】昨夜二更时，见腊雪满空飞。提铃喝号至，可伤悲顶门上红光闪烁，声音似虎啸龙嘶。非是奴强胡为，自不合把爹爹衣袍与他遮取寒威。【前腔】(外)你是守闺女，辄敢乱胡为。绣房中不去拈针指。他是个单身健儿，知他姓甚名谁？伊无礼太愚痴，辄敢把衣袍与他遮取寒威。(小旦)告爹爹知道，奴家夜来层楼上做女工针指。只见窗外红光闪烁，紫雾腾腾。奴家推窗一看，元来是巡军。见他身上寒冷，奴家有慈悲好心。本待拿一件旧衣与他遮寒，不想拿错了，把爹爹战袍与他。奴家自知有罪，(外)进去！(小旦)是非只因多开口，烦恼皆因强出头。(下。净、丑上，禀外介)老爷，马房里火发。(外)怎么的？(净)把刘健儿吊在马房里。都是火，把绳索烧断了。(外)把刘健儿放了放了。(净)老爷，放了刘健儿，火也没有了。(外)左右，你两人方才打刘健儿，见甚么来？(净)小人打下，只见空中五色蛇抓住板子，不容打下。(外)不要做声。你曾见甚么来？(丑)小人打下，见空中五抓金龙。(外)不要则声。(净)老爷可曾见甚么？(外)我不信，自家取板子打下去，果见金甲天神爪住板子。(净、丑介)老爷也不要开口。人人如此，个个一般。羊屎不搓，个个团圞。(外)唗！退下去。此人明日爵位大似我的，我如今将二小姐招他做个东床。(净)怎么为东床？(外)女婿为东床。(净)禀老爷，战袍有几件？(外)只有一领。(净)再有二领。他是东床，我每两个南床北床。(外)休得胡说，明日吩咐管家，安排酒席，权且冠带成亲。后来有功，奏过圣上，加他官职。姻缘本是前生定，曾向蟠桃会里来。(下。净、丑)如今世俗，手脚零碎的到好。(下)第十九出挨磨【于飞乐】(旦上)无计解开眉上锁，恶冤家要躲怎生躲？怨我爹娘，招灾惹祸。梁上挂木鱼，吃打无休歇。哑子吃黄连，有口对谁说。自从丈夫去后，哥嫂逼奴改嫁不从，罚我在日间挑水，夜间挨磨。一不怨哥嫂，二不怨爹娘，三不怨丈夫，只是我十月满足，行走尚且艰难，如何挨得磨？【五更转】恨命乖遭折挫，爹娘知苦么？哥哥嫂嫂你好横心做，赶出刘郎，罚奴挨磨。叫天不应，地不闻，如何过？(合)奴家那曾，那曾识挨磨、挑水辛勤，只为刘大。【前腔】向磨房愁眉锁，受劳碌也是没奈何？爹娘在日把奴如花朵，死了双亲，被哥嫂凌辱。爹娘死，我孤单，如何过？(合前)【前腔】挨几肩头晕转，腹肋遍疼腿又酸，神思困倦挨不转。欲待缢死在房中，恐怕耽阁智远。寻思起，泪满腮，如何过？(合前)【前腔】腹内疼欲分娩，有谁人来看管？阴空保佑，保佑奴分娩。但愿无虞，早得夫妻相见。思量起，我孤单，如何过？(合前)奴家神思困倦，不免就在磨房打睡片时。(丑上)好人不肯做。只要嫁刘大。刘大不回来，情愿去挨磨。(叫介)姑娘那里？叫他不应，打他一顿，磨到不挨。睡得好。(旦)磨子重，挨不动。(丑)这样磨子叫重？(旦)嫂嫂，奴家腹中一阵阵疼痛，挨不动了。(丑浑介。旦)嫂嫂请歇息。(丑)歇息歇息，庄上人要面吃。如何迟误了？准准打八十。南无阿弥陀佛，弥陀佛。(旦)嫂嫂，你也是妇人家。不晓得妇人家疼痛？谯楼上几更时分了？【锁南枝】星月朗，傍四更，窗前犬吠鸡又鸣。哥嫂太无情，罚奴磨麦到天明。想刘郎去也，可不辜负年少人。磨房中冷清清，风儿吹得冷冰冰。【前腔】叫天不应地不闻，腹中遍身疼怎忍？料想分娩在今宵，没个人来问。望祖宗阴显应，保母子两身轻。天那，好苦！(生儿介)嫂嫂，借脚盆来使一使。(丑)散了，不普箍得。(旦)把身上衣服展干了罢。嫂嫂，剪刀借来使一使。(丑)小厮偷去换糖吃了。(旦)我那儿，做娘的瓦片不曾准备得，就把口来咬断脐腹，有命活了，无命死了。正是青龙共白虎同行，吉凶事全然未保。(下)第二十出分娩(净扮窦公上)青竹蛇儿口，黄蜂尾上针。两般皆末毒，最毒是妇人心。我是李太公家火公窦老儿便是。我家老员外在时，何等看承我。前村三老官人收留我在家。三阿妈交我去看三小娘分娩。不知是男是女，此间已是磨房，三小娘开门。(旦)是那个？（净)我是窦老。(旦)你来做甚么？(净)三阿妈着我来问你，分娩怎么了？(旦)夜来生下一个小厮。(净)虱来押杀了。(旦)是个男儿。(净)好好，爷去投军，家里添个馀丁，谢个青天白天。三小娘。(旦)怎么？(净)小官人身上，怎么干净了？(旦)我与嫂嫂借脚盆不肯，将身上衣服展干净了。(净)好苦恼，浴也不曾洗，大起来生狗癣疥，怎么好？三小娘，(旦)怎么说？(净)小官人脐肠怎么断了？(旦)问嫂嫂借剪刀，他回我小厮偷去换糖吃了。(净)怎么断了？(旦)奴把口来咬断了。(净)咬了瘦的还好，咬了壮的，就是一段肝白杨。明日怎么念个佛？(旦)窦公，你去了罢，起动你。(下)(净)李洪一你好个思惟，却将亲妹受孤恓。常将冷眼看螃蟹，看你横行得儿时？第二十一出岳赘【花心动】(外止)一段姻缘，正是前生系定。红线丝缠，绣褥花裀，洞天福地，这好事今朝重见。郁郁门阑多喜气，双双女婿近乘龙。下官昨日奏过朝廷，招刘智远为婿。吩咐左右，安排喜筵，可曾完备么？(末)俱已完备多时了。(外)请刘官出来。(未请介)【前腔】(生上)想是前生曾留恋，今日里误入桃源。(小旦上)珠帘卷，画堂列绮席华筵。(生、小旦见外拜介)【黑麻序】(外)吾奉朝宣，掌三军节使，品骘为官。家居福地，更兼文武双全，擎拳。今朝遇大贤，门阑喜气添。(合)两情欢，愿取人妻谐老，共结百年。【前腔】(生)深感不弃贫寒，守居在沙陀村里，受尽迍邅，欣然。平步上九天，姻缘非偶然。(合前)【前腔】(小旦)奴今拜贺椿萱，念奴家生居陋室微贱，想前世共结良缘非浅。人妻美少年。双双拜谢天。(合前)【尾声】(众)今朝共合为姻眷，美满大妻共百年，双双齐效鹣鹣。一对夫妻正及时，郎才女貌两相宜。在人愿为比翼鸟，入地共同连理枝。第二十二出送子【临江仙】(旦上)父母一朝抛弃，夫妻两下分张。哥哥嫂嫂铁心肠，交奴受万千磨障。今日我身分娩，始知恩爱难忘。自将心事细思量，眼下这般情况。我儿，生下你来，受了万千疼痛苦楚。想我母亲养我下来，也受这般苦楚。【步步娇】(旦)养子方知娘生受，各自思前后。哥哥心狠毒嫂嫂不仁，暗使机谋苦逼我再招夫，闪得我一似丧家狗。【江儿水】闷似湘江水，涓涓不断流。老天知道和天瘦，共乳同胞一个娘生受。又不是随娘改嫁瓜葛柳，罚奴磨麦生受。远在儿孙。近只在一身当受。【川拨棹】我欲待诉说个冤仇，我欲待诉说个冤仇，待说来谁人采揪？天若还念我孤单，天若还念我孤单，愿孩儿易长易寿。子母每得到头，免使刘郎绝嗣后。(净扮窦老上)【前腔】闻知三娘分娩无忧，闻知三娘分娩无忧，李三公交咱来问忧。(内丑叫介)闲人不计入磨房。(净)听伊家絮絮叨叨，听伊家絮絮叨叨，睹前望后。(旦)窦老，你缘何频觑看两头？你缘何频觑看两头？近前来问事由，近前来问事由。(净)我听得伊家嫂嫂絮絮叨叨，只得慌忙便止。(旦)你且窝藏在僻处，他见了怎干休？他见了怎干休？(净作躲介。丑上)【五供养】十中缺九，喜姑姑产下穷刘。儿夫曾嘱付。怎干休？把花言觅诱，倘说得儿入手，管交一命丧清流。【侥侥令】喜姑姑添小口，几度待不收，十月怀胎娘生受。儿子是眼前花水上鸥，儿子是眼前花水上鸥。【金钱花】姑姑分娩无忧？无忧？(旦)深谢嫂嫂耽忧，耽忧。心儿闷怎干休？(丑)把一笔尽都勾。【尾声】如今幸喜身唧口留，把粥食频调产后，莫待老来病成不救。(丑)姑娘夜来生下男子是女？(旦)生下一个儿子。(丑)且喜且喜。待我看看。我儿，父亲去投军，家中添一个馀丁。(旦)嫂嫂，新养的孩儿，不要惊了他。(丑)我晓得。这是我骨血，我的儿，他就叫我舅母舅母。(旦)嫂嫂休要取笑。(丑)姑娘可曾取乳名么？(旦)叫咬脐。(丑)不好，待我改一个名，叫他希奇。此儿实希奇，大穷养下小穷儿，留在家中有后患，不如撇在荷花池。(丑下。旦哭倒介。净窦老上)刘家香火，李家祖宗来哩，再不要慌。三小娘，小官人在此。【哭相思】(旦)耳边忽听叫三娘，犹如死去重生。(净)我救得在此。(旦见净介)【驻云飞】苦养孩儿，万苦千辛生下你。头脸上都是水，七魄将离体。儿，空教你枉出世死了孩儿，谁来与娘争口气？好朵鲜花不遇时，好朵鲜花个遇时。【前腔】(净)听说因依，铁打心肠也泪垂。直恁的行无礼，不得生恶意。咍！他是小孩儿，与你何干？撇在荷池里。人善人欺天不欺，人善人欺天不欺。(净)三小娘，这个孩儿，留在此不得了。(旦)窦公。怎么好？(净)你哥哥不仁不义，一定要下落他性命，怎么养得到五岁十岁？我老人家打听得刘官人在并州，有些勾当。我不辞辛苦，将小官人送到并州，待他顾乳母养他长成。也得子母团圆。(旦)三日孩儿，那有娘乳与他吃？(净)三小娘不要愁，我趱得些钱在身畔，买块糕儿喂他。他若要乳吃，路途间人家有小厮吃乳的，我就双膝跪下：\"奶奶，没娘的小厮，求一口乳儿与他吃。\"一路讨将去，不要愁。(旦)窦公请上，待奴家拜你一拜。【宜春令】窦公听诉闪依，兄嫂无知，将他撇在水。谢伊恩义，把我孩儿送到爹行处。见刘郎诉说详细，问的实甚年归计？(合)我儿，长成时，休忘了窦公恩义。【前腔】(净)三娘听拜咨启，在边廷习学武艺，要归无计，料想着他身不由己。待老汉送将他孩儿，便知他行藏在何处？(合前)三日孩儿撇在池，铁打心肠也泪垂。若见刘郎备细说，记取名儿叫咬脐。第二十三出求乳【步步娇】(丑上)传得杜康真绿酉羲真个多奇异，酸的似如醋，臭的是马尿。老妇胆大心粗，卖酒不纳课租。不怕秦王霸王，赊酒留当则去。赛过文君当垆，强如师姑婆婆。老妇忙忙便把店开，挑水烧汤待客来。正是不将辛苦意，如何打动世间财？【三月海棠】(净上)年老人，登山涉水多劳顿，送孩儿知他认也不认？伤情！母在家中思儿苦，怎知儿在此没投奔？我移步趱行程，无言不觉泪沾襟。老汉蒙李三娘着我送孩儿到并州太原府去还刘大郎。一路辛苦，来到这里。夜来在客店中安歇了一宵，感得店主娘与孩儿吃一夜乳。如今想孩儿肚又饥，这里是酒店，想有妇人，再问他买些与他吃。多少是好？(净、丑见介。丑)公公那处来？莫不是买酒吃？(净)老汉吃不多，娘子酒有好的？(丑)酒名最多。(云云介。净)好的打来。(丑)酒在此。呀！公公，你如何抱着一个孩子？(净)娘子娘子，你若说这个孩儿，一言难尽。(丑)待说何妨？【红衲袄】(净)告娘行听拜启，这孩儿便是冤苦儿，才离娘与娘分离。他父亲在并州太原府为官。送此儿步着千山万水，望娘行可怜他是无母儿。(净跪介)觅些乳与他止肚饥，免致黄泉作小鬼。【前腔】(丑)听伊言交我恶怒起，他还有舅舅亲人，下得将他厮控持。料他三日孩儿有何罪？嫡亲子母成痛悲。儿母在家中恩爱你，愿天天遮护恁。便做钦打心肠也泪垂。公公，如今吃得饱了，你好生与他送去。(净)多谢！多谢！特地送儿曹，殷勤走一遭。侯门深似海，不许外人敲。第二十四出见儿【声声慢】(生上)梁唐多事，万姓荒荒，妻子尽皆流荡。网祚方兴时，遇太平盛世。家家户户人无事，庆丰年民不号啼。拜跪。愿乾坤一统，圣寿天齐。古人有言：\"得宠思辱，居安虑危。\"刘智远自赘岳府，朝朝寒食，夜夜元霄，竟不知恩妻李三娘信息如何？一似和针吞却线，刺人肠肚系人心。(小旦上)若将容易得，便作等闲看。相公在此看甚么？(生)看兵书。(小旦)看到那里？(生)看到曹操与张飞对阵，曹兵把张飞追到霸陵桥，大喊一声，霸陵桥分为两段。(小旦)其实好名将。相公，那一个胜，那一个败。【高阳台】(生)权统雄威，兵分八阵，名镇四方威势。吕望六韬，更兼孙武兵书。张飞，喝水断桥声似雷，论军令不斩不齐。(合)奏到凯歌回，管取凌烟阁上，姓字名题。【前腔】(小旦)听启，慈父严尊，见伊武艺，将奴配君为妻。征战之功，那时荫子封妻。须知赤心报国酬圣主，食大禄满门荣贵。(合前)(净上)一路辛勤不自由，如今且喜到并州。三日孩儿送到此，未审刘郎收不收？长官，我是问路的。(末)问那里去的？(净)此间可是岳府？(末)正是。(净)有个刘智远？(末)割舌头？(净)走到割舌头的所在来了。(末)你是那里来的？(净)我是徐州沛县沙陀村火公窦老递送家书的。(末)少待，待我通报。(末进禀生介)禀老爷，徐州沛县沙陀村火公窦老，送家书在外。(小旦)相公，人有善念，天必从之。相公常想家中没有信息，今日有人来了。(生)夫人，待下官去看来。(小旦)请稳便。(生)火公窦老。(净跪见介)老爷，小人走错了。(生扶起介)是我，起来。(净)你一发扩充了。(生)怀抱小厮是那个？(净)是你的儿子。【山坡羊】(生)幸然孩儿来至，不觉交人垂泪。谢伊送我孩儿到此。面貌与娘俱无二。窦老儿，可有乳名了么？(净)三娘没有剪刀，把口咬断脐肠，叫他咬脐郎。(生)儿名咬脐，是你亲娘自取的。闻伊见说，见说肝肠碎，两泪交流一似珠。孩儿，你亲娘在那里？孩儿，爹在东时娘在西。(净)刘官人不要啼哭了。三姐在家受苦，早早回去。(生)窦公，待我进去禀过夫人。(净)这里又是一个夫人。(生)我入赘在岳府了。(净)刘官人，石灰布袋，处处有迹。(生进介。小旦)相公，甚么人？(生)夫人，实不相瞒，前日府中说没有妻子。下官不才，我有前妻李氏三娘，生下一子，着火公窦老送到这里来。夫人肯收，着他进来。夫人不肯收，早早打发他回去。(小旦)相公说这不仁不义言语。既是前妻姐姐养的孩儿，着人千山万水送来，怎么说收也不收？前妻姐姐养的，就是我养的一般，快著人抱进来我看。(生)贤哉夫人！窦公，夫人着你进来。见了夫人。(净进见。小旦。拜介)【柰子花】感夫人恺悌仁慈。刘官人，三姐呵，磨房中产下孩儿，嫉妒嫂嫂撇在水里，是老夫救来还你。(合)看此儿，端的是相公嫡子。【前腔】(小旦)看孩儿容貌希奇，与相公面庞无二。收留在此犹如嫡子，长成时莫忘了窦公恩义。(合前)【前腔】(生)我在沙陀村里狼狈，荷公婆招我为婿，他大舅憎嫌心生恶意。今日且喜孩儿送至此间，夫人好好与他看养。长成时教他武艺。(合前)三日孩儿你可收，三年乳哺不须忧。儿孙自有儿孙福，莫与儿孙作远忧。第二十五出寇反【北一枝花】(净领众上)昔日做朝内官，今做个山中寇，俺只为朝中奸诈多。有功的恨杀为仇，杀功的即便封侯，因此上撇了名锁和勾。山中虎吼应龙声，古木阴阴似堡城。五百英雄同下塞，狰犭荣个个虎狼心。自家苏林老将是也。只因朝廷有功不赏，有罪不诛，以致落草为寇，哨聚山林。风高放火，无非劫掠民财。月黑杀人，尽是伤残民命。兹者人强粮足，吩咐喽罗，点起人马，打夺州城，占住粮草，以图大业。多少是好？(吩咐介)【豹子令】(净)头带金盔八宝攒，八宝攒。茜红袍带血腥膻，血腥膻。雄威赳赳谁来犯？铁人见俺也心寒，也心寒。(合)张弓跃马下山关，下山关。【前腔】(众)主将威名似斗山，似斗山。喽啰武艺有千般，有千般。群雄拒敌如逢俺，教他个个不生还，不生还。(合前)呐喊下山坡，牛羊影也无。欲求生富贵，须下死工夫。第二十六出讨贼【贺圣朝】(生上)自来独逞英雄，四夷皆惧威风。朝廷敕命守山东，管交一战成功。策就平戎拜衮龙，擅车驱骤冠群雄。神物岂堪终伏枥，会见车书四海同。下官深感岳丈，官为大尉。兹者太行山强梁作反，朝廷昨日报马已到，拜下官为总兵元帅，前去收伏此贼。因点选衣甲，库中并无一件中用，因思向年在那沙陀村卧牛冈上瓜园内，有天赐宝刀，金盔衣甲。兵书战策，并李家庄暴劣红鬃马。不免差人去取来一用，必然取胜收功。多少是好？旗牌何在？(末上)猛虎台前出入，貔貅帐上传宣。伏元帅。有何使令？(生吩咐介)【四边静】苏林贼党侵边地，差吾去当备。那更办赤心，捐躯答圣主。(合。众)愿听钧旨便驱驰，携取宝刀回，成功最为易。【前腔】(众)将军号令如金石，星夜便前去。时刻莫迟延，违令怎饶你？(合)愿听钧旨便驱驰，携取宝刀回，成功最为易。贼党不尊王命，疆场指日澄清。朝中天子三宣，阃外将军一令。第二十七出凯回【凤凰阁】(外上)端居高拱，圣主垂福无穷。(生)出师征进志英雄，管取山河一统。(小旦)更望取天山挂弓，凌烟阁拟画仪容。(外)一封丹诏下神京，(小旦)仗剑长驱莫暂停。(生)自愧才非文共武，果然集义统三军。(外)王事急，整车轮，正是国难见忠臣。(小旦)太平元是将军定，才有将军见太耳。(末上)金甲头盔及战书，取来多少费工夫。边疆一统民无害，一将成功万骨枯。禀元帅爷，军器都在此了。(生)既如此，火速传与二爷史弘肇知道，即便披挂为前部先锋，前途等候，我随后就来了。(末得令下。外)孩儿将酒过来，为你丈夫少壮行色。(生)多谢！【排歌】(外)战马如龙，断蛇宝刀，冲冲气贯青霄。鹏抟万里借扶摇，方显池中云雨蛟。(合)施三略，展六韬，功高赏厚受封褒。收王土，绝虏嚣，麒麟阁上姓名标。【前腔】(小旦、生)颇牧同休，孙吴并高，堂堂间世人豪。折冲御侮在今朝，忠荩须教冠百僚。(合前。生)戎事已急，就此拜别。(外、旦)伫听佳音，凯歌报捷。(下。小生扮史弘肇领众接生上)【番鼓儿】恁诸军恁诸军，疾速忙前进。并力夹攻，教他闻风怕影。(净领众上)手持刀剑，泼无徒敢来对阵。(合)活捉与生擒，得战时奏凯回程。【双劝酒】(生)叵耐畜生，辍敢无礼，速来拜降，免你身归泉世。常言道养兵千日，今朝用人之际。(净)打爷大拳谁敢当敌，枪刀便起，交伊奔走无地。大兵若来时，杀交伊片甲无回。(战介。净败下。生)且喜贼已大败，待我追入巢穴，尽灭其余。兄弟，你可与我写捷书一封，飞报朝廷，不得有违。喜孜孜鞭敲金凳响，笑盈盈齐唱凯歌回。(下)第二十八出汲水【胡捣练】(旦上)兄嫂没前程，罚我挨磨到天明。把我孩儿撇在水，火公救不见回音。自家骨肉尚如此，何况区区陌路人。哥嫂逼奴改嫁不从，罚我挨磨挑水，日不得闲，夜不安枕，且往井边挑几肩水。【桂枝香】孩儿一去，眼中流泪，全无力气精神。更兼纷纷细雨，酸疼两腿两腿难移，前去如何存济？闷心儿一两阵西风起，滴溜溜败叶飞。【前腔】肌肤憔悴，肩挑着水，捱不过这般样凄凉，怎忍得恓惶滋味？奴元是李家，李家嫡亲儿女，今为奴婢。想刘郎他那里厌厌闷，我愁烦只为伊。【前腔】儿夫别后，思量无计。指望窦老回归，怎知全无一字？交奴展转展转越添憔悴，如何得睡？闷心儿欲寄音书去，山遥路更迷。【前腔】哥哥毒害，是我前生结债。他将我万种凌辱，这苦何日得泰？我愿丈夫，丈夫荣归故里，称奴心意告神祗。愿得儿夫至，还乡衣锦归。琉璃井内碧沈沈，奴与夫君一样清。日间挑水无休歇，夜间挨磨到天明。第二十九出受封【番卜算】(生上)三箭定天山，一战成奇绩。捷音今已达彤庭，料想加官职。汉将承恩西破戎，捷书飞报未央宫。天子预开麟阁待，祗今谁数贰师功？下官平贼已来，即令史弘肇上本去了。想在目下，定有好音来也。【卜算先】(小生上)喜色动龙颜，恩诏传丹凤。圣旨已到，跪听宣读。皇帝诏曰：\"臣立其勋，君降其报，此今古之常经，国家之通谊也。兹尔刘皓，治兵仁勇，而屡收征伐之功；报国精忠，而卒成底定之业。特升尔为九州安抚使。先锋史弘肇遏□敌而战每先登，相主帅而功成一统，虽古名将，不是过也。特升尔为九州安抚使部下团练使，掌管一十六万雄兵，专听安抚使节制。呜呼。崇德报功，以彰盛典。而协力尽忠，以酬知遇。朕于尔辈，有深望焉，望阙谢恩。\"(生、小生)万岁万岁万万岁！兄弟，我辈蒙朝廷如此弘恩，敢不尽心为国。你即时驰回本营，将有功者尽行开禄，以凭升授。(小生应下。生)今日且喜太平无事，不免请夫人出来，到后花园中闲玩一番，多少是好。(请介)【卜算后】(小旦上)夫荣妻贵福无穷，偕老百年同。(生相见、见介)【柳摇金】(生)春光明媚，游人似蚁，金勒马频嘶。万紫争妍丽，粉蝶儿成对飞。忽听得卖花声过，忽听得卖花声过。转过画桥西，欲卖几朵花来妆个花篮花轿儿。(合)朝欢暮乐，效学于飞，效学于飞和你永谐连理。【前腔】炎威可畏，凉亭避暑。浴罢晚凉时，纤手调冰水。佳人雪藕丝，听操瑶琴一曲，听操瑶琴一曲。句句有相思，一似冰盘浸浮瓜与沉李。(合前)【前腔】金梧飘坠，纨扇懒挥。牛女会佳期，只见丹桂飘金蕊，风传香韵美。遥望着碧天如洗，遥望着碧天如洗，万里月扬辉。夫人，我和你一似皓月澄清团圆到底。(合前)【前腔】严冬天气，彤云布密，满空飞。只见上下同一色。于山失翠微。画阁红炉深处，画阁红炉深处，欢宴饮琼卮。相公，我和你满拚沉醉，共乐共乐销金帐取。(合前。小生扮咬脐上)【绕地游】朱扉画戟，画堂中万千丰丽。幸吾父品登高位，文武中尽称为最。自小称名号咬脐，家尊武艺占高魁。皇朝敕赐加官爵，百万貔貅听指挥。正是一门生二将，父子上凌烟。常言道\"良田千顷。不如薄艺随身\"。爹妈在堂，上前参见。(生)孩儿在那里来？(小生)告爹娘知道，如今春三二月，各衙舍人都去郊外打围，孩儿欲去未敢擅便。(小旦)相公，孩儿年幼，去不得。(生)夫人，我比他这年纪，十八般武艺件件皆能。叫老郎军士，衙内郊外打围。他人妇，别人妻，不可大惊小怪。衙内回来说了，捆打四十，决不饶你。(生、小旦下。小生)晓出凤城东，分围沙草中。红旗遮日月，白马骤西风。背手抽金箭，番身挽角弓。众人齐仰望，一雁落空中。(下)第三十出诉猎【绵搭絮】(旦挑水桶上)别人家兄嫂有亲情，唯有我的哥哥下得歹心肠恶画皮，罚奴夜瞻麦晓要挑水。每夜扌彎拳独睡，未晓要先起。那些个手足之亲，想我爹娘知未知？【前腔】井深干旱，水又难提。一井水都被我吊干了。井有荣枯，眼泪何曾得住止？(介)奴是富家儿，颠倒做了驱使。莫怪伊家无礼，是我命该如是？倘有时刻差迟，乱捧打来不颐体。【前腔】寻思情苦泪双垂，夫在边廷，想我孩儿倚靠谁？吃淡饭黄齑，强要充饥。哥嫂每夜里巡更不睡，讨是寻非。哥嫂他那里昧己瞒心，料想苍天不负亏。前面一族人马来了，我神思疲倦，且在井边少睡片时。(小生引众卒上)【窣地锦裆】连朝不惮路蹊岖，走尽千山并万水。擒鹰捉鹄走如飞，远望山凹追免儿。叫老郎军士，这里是那里所在？(净众应介)这里是沙陀村。(小生)怎么来得这等快？(左右应介)就如腾云驾雾来了。(小生)一个白兔儿，在前面井边妇人身边去了。(众介。小生)那妇人可见白兔儿么？(旦)奴家是受苦妇人。(众)曾见我白兔儿？(旦)不见。(小生)叫他过来，待我问他。(众叫旦介)白兔儿不打紧，上有金皮玉箭在上。(旦)有了白兔，就有金皮玉箭，奴家实是不见。(小生)那妇人好人家宅眷，为何跣足蓬头？有甚情怀。【雁过沙】(旦)衙内问我甚情怀？(小生)为何鞋也不穿？(旦)也曾穿着绣鞋。(小生)敢是挑水卖的？(旦)不曾挑水街头卖。(众)敢是作歹事？(旦)贞洁妇女。怎旨作歹事？(小生)被甚么人凌贱你？(旦)被无知兄嫂忒毒害。(小生)有父母么？(旦)双亲早丧十六载。(小生)曾有丈夫么？(旦)东床也曾入门来。(小生)他在家出外？(旦)九州按抚投军去。(小生)有甚本事？(旦)十八般武艺皆能会。(小生)你丈夫姓甚名谁？(旦)嫁得个刘智远泼乔才。(净众浑介)天下有同名同姓者多，羞他羞他。(小生)你丈夫曾有所出？(旦)怀抱养子方三日。(小生)三日孩儿可在家么？(旦)被火公窦老送到爹行去。(小生)去几年了？(旦)小小花蛇腹内藏，爹娘见他异相配鸾凰，一别今经十八载。亲生一子叫做咬脐郎。(丑浑介。小生)也羞他一羞。妇人，吾乃九州按抚之子。你丈夫在俺爹爹麾下从军，我回去与爹爹说知，军中帖出告示，捱查你丈夫取你去。意下何如？【香罗带】(旦)衙内听拜禀，(拜介。小生作倒介)不要拜了。(旦)容奴说事因。一从间别鸾凤两处分，被哥哥嫂嫂苦逼分离也。朝朝挑水，夜夜辛勤。日日泪珠暗零。(合)异日说冤，恨取薄幸人，苦也天天，甚日得母子团圆说事因？【前腔】(小生)娘行免泪零，听吾混事因，俺爹爹管军兼管民。我去与爹爹说了。军中挨问姓刘人也，教他取你，免伊家泪零。(众介)多只数日少半旬。(合前)多谢衙内问信音，有苦何须问的真？若还再得重相见，犹如枯木再逢春。(小生)叫左右，可挑水桶送他回去。(净扮李洪一上，打丑介。小生)怎么哭？(丑)他家花嘴花脸一个人，把我一顿打。(小生)就说我是军。(丑)他说打断肋。(小生)甚么时候？(众)黄昏快了。黄昏将傍赴城门，隐隐钟声隔岸闻。渔人罢钓归竹径，牧童遥指杏花村。第三十一出忆母【卜算子】(生上)盼望旌旗，每日耳闻消息，闻得孩儿回至。孩儿郊外打围，这时候还不见回来。(小生上)柳阴枝下一佳人，夫婿孩儿同姓名。好似和针吞却线，刺人肠肚系人心。爹爹，孩儿拜揖。(生)孩儿回来了，打得多少飞禽走兽？(小生)听孩儿告禀。【普天乐】望芦葭，浅草中分围跨马。见一个白兔前面过，赶到前村柳阴之下。见一个妇女身落薄，跣足蓬头吃折挫。被兄嫂日夜沉埋，他行行泪沥，口口声声只怨刘大。(生)我儿，说话不明，如昏镜不磨。你只管说甚么刘大刘大？我问你打了多少飞禽走兽？(小生)告爹爹知道，孩儿前往郊外打围，草中赶走一个白兔。孩儿一箭正中，那兔连箭便走。孩儿加鞭拍马，直赶到徐州沛县，地名沙陀村，八角琉璃井边，有一个妇人，跣足蓬头。问起根由，却被哥嫂磨灭。在井边汲水。我问他可有丈夫，他的丈夫名字与爹爹相同。问他可有孩儿，孩儿的名字与孩儿相同。我问他丈夫那里去了，他说往九州按抚投军去了。我就对他说，俺爹爹九州按抚。我回去禀过爹爹，军中帖出告示，捱问你丈夫书来夫妻重会。那妇人拜孩儿两拜，孩儿跌倒两次。不知为何？(生)孩儿，你不要受他两拜便好。(小生)爹爹好差矣。孩儿是九州按抚之子，受那村僻妇人两拜不起？(生)我儿，做爹爹的几次要对你说。因你不知世事。你道爹爹宫从何处来？渴饮刀头血，困来马上眠。受尽苦中苦，方为人上人。【歌儿】我在沙陀村受狼狈也是没极奈何。为父的日间在马鸣王庙中栖身。感李太公领归我，他把嫡亲儿招我为夫妇。两老双双都亡过。被大舅争强，把我鸾凰都耽误。儿既来问我。华堂享富贵的是你继母，那村僻妇人是你亲母。剖剖心肠，磨房中生下你儿-个。(小生)华堂享富贵的？(生)是继母。(小生)井边打水的？(生)就是汝亲娘。(小生哭介)儿对严尊把事提，谁知母子各东西。舅舅不念同胞养，一子初生号咬脐。继母堂前多快乐，却交亲母受孤栖，爹爹，忘恩负义非君子，不念糟糠李氏妻。今日还我亲娘来见面。万事全休不用提。若还亲娘不见面，孩儿便死待何如？(小生哭倒介。兰)夫人快来！(小旦上)隔墙须有耳，窗外岂无人？我儿娘在此。(小生)你不是我亲娘。(小旦)畜生，嘴边乳腥末退，胎发未除。虽无十月怀胎，也是三年乳哺。那见得不是你亲娘？(生)夫人请息怒，听下官分剖。祖居沙陀村里，流落在马鸣王庙中。李太公收留我回家，他把嫡亲女儿招我为婿。两老皆亡过后，被大舅争强，逼勒鸾凰两下，只得投奔从军。感蒙你父不弃微贱，招我为女婿。因孩儿打猎井边，认了亲娘。畜生，休得要寻死觅活，休得要号天哭地。若不是夫人抬举，怎年得一十六岁？还不过来拜了母亲。(小旦)畜生，若不看相公分上，着实打你一顿。相公既有前妻姐姐在家，何不将我凤冠接取到来，同享荣华，愿为姐妹。(生)若得贤哉夫人美意。胜似万般周济。【江儿水】(小生)那日因游猎，见村中一妇人，满怀心事从头诉。裙布钗荆添凄楚，蓬头跣足身落薄，却元来亲娘生母。爹爹，你负义辜恩，全不念糟糠之妇。(生)我儿不要啼哭，明日与史弘肇叔叔说，点起三千壮士，把李家庄围住了，拿了李洪一夫妻两口，绑将出来，刀刀割肉，剑剑抽筋。彩凤金冠上取妻。此情莫与外人知。黄河尚有澄清日，岂可人无得运时？第三十二出私会【八声甘州】(旦挑水上)恹恹闷损，怎消遣心上横愁。儿夫别后，泪泣楚声无投。伤情最苦人易老，那更西风吹暮秋。休休，猛然间小鹿儿撞我心头。【前腔】今后洁可奈守，算古往今来似奴稀有。孩儿一去，到如今杳不回头。十六年来音信杳莫有，父子同欢不念母。休休，猛听得孤雁叫过南楼。神思困倦，就在井栏边少睡片时则个。(旦作睡介)【山歌】(丑上)牧童儿，牧童儿骑上黄牛短笛吹。存游芳草地，夏赏绿荷池，秋饮黄花酒，冬吟白雪诗。爹娘养我能快活，谁知此地受孤恓。爹娘养我如金宝，如今不值半文钱。自家李家庄上看牛的牧童是也。今朝放十三头牛，出来不见了一头，想是风大吹了一头去了，待我叫他一声黄牛呵！(内应介。丑)呀！元来棒柸三丫头在此睡着了，待我藏过了他水桶。我不见牛，他不见水桶，要打与他一同打。(旦醒介)【粉蝶儿】睡思朦咙，觉来时却是牧童在此。牧童，我的水桶在那里？(丑)你可见我黄牛么？(旦)我不曾见你黄牛。(丑)我也不曾见你水桶。(旦)小厮，你去寻将来，与你两个钱。(丑)你把钱与我么？待我寻将来。(旦)小厮还我。(丑)三小娘，水桶在此，把钱与我。(旦打丑介)畜生，你见我哥嫂磨灭我，你也来戏弄我。自古道得好：\"势败奴欺主。时乖鬼弄人。\"(旦下。丑哭介。生上)路途不平，傍人减削。牧童。(丑)甘草木通。(生)那个打了你哭？(丑)走路便走路，管甚么闲事？(生)牧童，方才挑水的妇人是谁？(丑)你问他怎么？(生)你说了把钱与你。(丑)钱不利市，银子罢？(生)就是银子。(丑)坐着说，话长。我这里叫做李家庄，有个李太公太婆，养两个儿子，一个女儿。大儿子叫李洪一，小儿子叫李洪信，女儿叫三娘。李太公在马鸣王庙中赛愿，收留一个刘穷在家，也不晓得锄田耕地，只会牧牛放马。有一匹乌追马，诸人降他不伏，被蛮子一降一伏。李太公见他异相，因此把女儿招他为婿。成亲之后，不想太公与太婆俱亡。那蛮子去九州按抚投军去，十六年一竟不回。那妇人被哥嫂挑水挨磨，又要逼他改嫁不从，日夜磨折他，是受苦的。你问他怎么？(生)原来如此。多谢你了。银子在此，可收去。(丑浑下。生叫介。旦上)魃风骤雨，不入寡妇之门。(生叫介)三姐。(旦)甚么人叫我三姐？哥嫂得知，决不干休，你快去。(生)是刘智远回来在此。(旦)那个不晓得刘智远是我丈夫？(生)三姐，分别之时，我说三不回。(旦)那三不回？(生)不发迹不回，不做官不回，不报得李洪一冤仇不回。(旦)这话与丈夫在瓜园中说的，闲人那个晓得？待奴看来。呀！(见介)【临江仙】(生、旦)一十六年不见面，今朝又得再相逢。【锁南枝】(旦)从伊去后受禁持，不从改嫁生恶意。因此骨肉参商，罚奴磨麦并挑水。止望你，身显迹，又谁知，恁狼狈。【前腔】(生)一从散鸳侣，鸾凰两处飞。受尽奔波劳役，只为苦取功名，此身不由己。身逗留，无所依，那知你，受狼狈。【前腔】(旦)奴分娩产下儿，嫉妒嫂嫂撇在水。幸得窦老辛勤，寄取米还你。十六年杳无音信归，日夜里受孤恓。【前腔】(生)娘行听咨启，我把真情诉与伊，对面娘儿不识。那日井边相逢打猎一衙内寻兔的，你道是谁？(旦)是那个？(生)名咬脐是你孩儿。【前腔】(旦)思前日有个打猎的，他说九州按抚儿。见他气宇轩昂，谁想是吾嫡子，心下疑难信。你莫不是没见识，卖与官家做奴婢。【前腔】(生)出语大相欺，九州按抚是我为品级。都堂爵位掌管一十五万官兵，权显达还乡里。我妆旧时私探你，休泄漏莫与外人知。三姐，前日在瓜园分别，今日磨地相逢，大家把苦来说一说。(旦)你的也说与我知道，我的苦也说与你知道。(生)三姐，自从瓜园分别，径到并州，岳节度使招军买马。命苦！到那里军完马足，不用了。被我苦苦哀告，收我在长行队，日间押马草，夜间提铃喝号。那一晚腊月二十，雪又大风又大，正该我巡更。巡到跨街楼底下躲避风雪，岳府小姐在层楼做女工针指，见我身上寒冷，将一件旧衣服与我遮寒。拿错了，把父亲身上红锦战袍。来日要入朝赏雪观梅，遍寻不见。查问起，到是我穿在身上。拿我去要打打不得，要杀又杀不得。他见我有异相，他就把绣英小姐与我为妻。在彼朝朝寒食，夜夜是元宵。拿你的苦说与我听。(旦)我的受用，不比你的受用。来这里看，这是磨房，这是水桶。(丢桶介。旦倒，生扶介)【孝南枝】(旦)听伊说转痛心，思之你是个薄幸人。伊家恋新婚，交奴家守孤灯。我真心待等，你享荣华，奴遭薄幸。上有苍天，鉴察我年少人。【前腔】(生)告娘行听咨启，望娘行免泪零。若不娶绣英，怎得我身荣？将彩凰冠来取你，取你到京中做一品夫人。三姐，我有三台金印在此，你可收下。三日后来取你，还我金印。如不来取你，就把他撇在万丈深潭。他不能出世，我不能做官。(旦)官人，如今哥嫂知道了怎么好？(生)你如今往三叔家住下。(旦)晓得哥哥使心机。(生)明日教他化作灰。善恶到头终有报，只争来早与来迟。(旦取水桶，生踢介。同下。净上)事不关心，关心者乱。我家牧童回来说，刘穷回来偷老婆。这入娘的，想梦指望偷老婆。我见他打得他希烂。(生暗上。听见介。净)请了，你回来了。(生)回来了。(净)修网巾的出牌额，照旧。去时穿这件衣服，如今原是这件衣服。李家庄上养得人的。(生)你方才要打我么？(净)前日在瓜园里受了你的亏，如今请两个教师教会了拳头，随你文打也得，武打也得。(生)文打便怎么？武打便怎么？(净)文打四抱腰，武打不要扯我鬓脚毛。(生)随你怎么打？(净)且不要忙，先走一个势与你看看。(生打介。净倒介。生下。丑上)那个打我的老公？(净、丑浑打介。丑)是我是我！(净)那个？早说便好。早是你说了，鹅鸡嘴都打尖了。(丑)今日也请教师，明日也学拳，可买些肉与他吃便好。今日也豆腐，明日也豆腐，学这豆腐拳来打老婆。(净)如今且计较起来，到沙陀村寺里劝农老爹那里告他。(丑)告他甚么来？(净)妹夫打大舅，首告逃军事。(丑)有理，先演一演。(净)你做了官，我来告。(丑介。净)我叫告状，你便叫屈。(丑叫屈介。净)告甚么状？(丑)老爷，告妹夫打大舅逃军事。(净)拿状子上来。(丑递介。净念介)告状人李洪一，年三十六岁。爹是李太公，娘是李太婆。马鸣王庙赛愿，拾得刘穷，把阿妹三娘做老公。十六年不见面，今日回来打舅公。头发打得粉粉碎。牙齿打佐一把骨，鼻子打做两个窟弄。老爷墙头上施行。(浑介。下)第三十三出团圆【剔银灯】(小生领众上)蒙尊命来迎我母亲，心如箭马不留停。姻缘本是前生定。故令个白兔来引。艰辛，十六年命屯，今喜得枯枝再春。【前腔】(旦上)望孩儿终日倚门，怕儿夫语言不定。哥哥嫂嫂忒薄幸，全不念手足情亲。艰辛，十六年命屯，料今日枯枝再春。(小生入相见，抱介)【一封书】儿不孝远离，我娘行无所为。儿名唤咬脐，一十六年如梦里。娘呵，若不在沙陀村来打猎，怎能够母子夫妻重会期？(合)母和儿痛伤悲，这段冤仇必报取。请母亲起程。(行介)【前腔】(旦)从别离你爹，兄嫂无情苦禁持。说不尽那时，罚奴磨麦井挑水。我受了千辛并万苦，又谁知母子夫妻重会期？(合前)(小生)请母亲下轿。爹爹母亲有请。(生、小旦上)【称人心】青山绿水年年好，不知人换几千秋。(生、旦、小旦相见介。末上)世事短如春梦，人情薄似秋云。(入相见介。生)呀！智远正欲造府奉谢，何劳叔丈远来？(末)不敢。(生)夫人孩儿，过来拜了叔公。(末)此一位是何人？(生)军中岳氏夫人。(末)这一位？(生)是咬脐。(末)我的外甥，你娘为你受了千辛万苦，如今如此长成了，可喜可喜！(生)叔公，若将冤报冤，如狼去食血。若将恩报恩，如汤去泼雪。可奈李洪一夫妻二人如此狠毒，此恨如何消得？叫左右，把李洪一夫妻二人绑过来。(绑净上、丑)妹子救救！(生)这是无知大舅舅母。(小生)把他砍了。(净、丑)叔爷救我一救，我是刘家香火。(末)刘官人，当初是他不仁不义，只看先兄分上，可以饶恕。若论他为恶，挫尸万段不足，何足惜哉！(旦)相公，恩将恩报，非为人也。仇将恩报，才为人也。若把哥哥典刑，奴家父母在九泉之下也不瞑目。我死之后，怎见父母之面？我受十六年之苦，命该如此，也不怨他。把我哥哥饶了罢？(生)左右，把李洪一放了。(净放介。生)李洪一，今日黄河水清不清？(净)滴溜清的。(生)带过那妇人来，那当初曾有言：\"刘郎若得身发迹，做支蜡烛照乾坤。\"(丑)这是有的。(生)这泼妇怎生饶得？叫左右，吩咐有司，取香油五十斤，麻布一百丈，把这泼妇做个照天蜡烛，以泄此恨。(左右应下。净)烧得这狗人的好。(生)叫左右，一壁厢打点祭礼，到我岳父岳母坟上祭扫。一壁厢将黄金五十两，与叔公重修马鸣王庙。一壁厢备马一匹，去取窦老至我府中养老终身。孩儿，将酒过来。【大环着】(众)因孩儿出路，因孩儿出路，打猎沙陀，偶见林中白兔跷蹊。若非他引见母，怎能够夫妻相会？前生里今日奇，从此团圆永效于飞。【红绣鞋】春有秀陌瑶池，瑶池，夏有流觞曲水，曲水，秋玩月，与冬时，观瑞雪，赏寒梅，拚今宵共沉醉。【尾声】贫者休要相轻弃，否极终有泰时，留与人间作话题。湛湛青天不可欺，未曾举意早先知。善恶到头终有报，只争来早与来迟。 ",
        "author": "元代",
        "poem_class": "思乡",
        "dynasty": "姚燧"
    },
    {
        "title": "馀干旅舍",
        "paragraph": "摇落暮天迥，青枫霜叶稀。孤城向水闭，独鸟背人飞。渡口月初上，邻家渔未归。乡心正欲绝，何处捣寒衣。绿树阴浓夏日长，楼台倒影入池塘。水晶帘动微风起，满架蔷薇一院香。(水晶帘 一作 水精帘）六出飞花入户时，坐看青竹变琼枝。如今好上高楼望，盖尽人间恶路岐。锦帏初卷卫夫人，绣被犹堆越鄂君。垂手乱翻雕玉佩，折腰争舞郁金裙。石家蜡烛何曾剪，荀令香炉可待熏。我是梦中传彩笔，欲书花叶寄朝云。",
        "author": "唐代",
        "poem_class": "思乡",
        "dynasty": "刘长卿"
    },
    {
        "title": "点绛唇·一种蛾眉",
        "paragraph": "一种蛾眉，下弦不似初弦好。庾郎未老，何事伤心早？素壁斜辉，竹影横窗扫。空房悄，乌啼欲晓，又下西楼了。君不见，岁之寒，何处求芳草。又不见，松之乔，青青复矫矫。天地本无心，万物贵其真。直干壮川岳，秀色无等伦。饱历冰与霜，千年方未已。拥护天阙高且坚，迥干春风碧云里。少小无端爱令名，也无学术误苍生。白云一笑懒如此，忽遇天风吹便行。堠雪翻鸦，河冰跃马，惊风吹度龙堆。阴磷夜泣，此景总堪悲。待向中宵起舞，无人处、那有村鸡。只应是，金笳暗拍，一样泪沾衣。须知今古事，棋枰胜负，翻覆如斯。叹纷纷蛮触，回首成非。剩得几行青史，斜阳下、断碣残碑。年华共，混同江水，流去几时回。",
        "author": "清代",
        "poem_class": "思乡",
        "dynasty": "纳兰性德"
    },
    {
        "title": "卜算子·五月八日夜凤凰亭纳凉",
        "paragraph": "新月挂林梢，暗水鸣枯沼。时见疏星落画檐，几点流萤小。归意已无多，故作连环绕。欲寄新声问采菱，水阔烟波渺。云淡风轻近午天，傍花随柳过前川。时人不识余心乐，将谓偷闲学少年。昨夜秋风来万里。月上屏帏，冷透人衣袂。有客抱衾愁不寐。那堪玉漏长如岁。羁舍留连归计未。梦断魂销，一枕相思泪。衣带渐宽无别意。新书报我添憔悴。伫倚危楼风细细，望极春愁，黯黯生天际。草色烟光残照里，无言谁会凭阑意。(阑 通 栏)拟把疏狂图一醉，对酒当歌，强乐还无味。衣带渐宽终不悔，为伊消得人憔悴。",
        "author": "宋代",
        "poem_class": "思乡",
        "dynasty": "叶梦得"
    },
    {
        "title": "生查子·落梅庭榭香",
        "paragraph": "落梅庭榭香，芳草池塘绿。春恨最关情，日过阑干曲。 几时花里闲，看得花枝足。醉后莫思家，借取师师宿。春残何事苦思乡，病里梳头恨最长。梁燕语多终日在，蔷薇风细一帘香。烟霏霏，雪霏霏。雪向梅花枝上堆，春从何处回！醉眼开，睡眼开，疏影横斜安在哉？从教塞管催。钟鼎山林都是梦，人间宠辱休惊。只消闲处过平生。酒杯秋吸露，诗句夜裁冰。 记取小窗风雨夜，对床灯火多情。问谁千里伴君行。晚山眉样翠，秋水镜般明。",
        "author": "宋代",
        "poem_class": "思乡",
        "dynasty": "晏几道"
    },
    {
        "title": "七哀诗三首·其二",
        "paragraph": "荆蛮非我乡，何为久滞淫。方舟泝大江，日暮愁我心。山冈有余映，岩阿增重阴。狐狸驰赴穴，飞鸟翔故林。流波激清响，猴猿临岸吟。迅风拂裳袂，白露沾衣襟。独夜不能寐，摄衣起抚琴。丝桐感人情，为我发悲音。羁旅无终极，忧思壮难任。子好芳草。岂忘尔贻。繁华将茂。秋霜悴之。君不垂眷。岂云其诚。秋兰可喻。桂树冬荣。驱车掸驽马。东到奉高城。神哉彼泰山。五岳专其名。隆高贯云霓。嵯峨出太清。周流二六候。间置十二亭。上有涌醴泉。玉石扬华英。东北望吴野。西眺观日精。魂神所系属。逝者感斯征。王者以归天。效厥元功成。历代无不遵。礼记有品程。探策或长短。唯德享利贞。封者七十帝。轩皇元独灵。餐霞漱沆瀣。毛羽被身形。发举蹈虚廓。径庭升窈冥。同寿东父年。旷代永长生。微微小子，既耇且陋。岂不牵位，秽我王朝。王朝肃清，惟俊之庭。顾瞻余躬，惧秽此征。我之退征，请于天子。天子我恤，矜我发齿。赫赫天子，明悊且仁。县车之义，以洎小臣。嗟我小子，岂不怀土。庶我王寤，越迁于鲁。既去祢祖，惟怀惟顾。祈祈我徒，戴负盈路。爰戾于邹，鬋茅作堂。我徒我环，筑室于墙。我既迁逝，心存我旧。梦我渎上，立于王朝。其梦如何，梦争王室。其争如何，梦王我弼。寤其外邦，欢其喟然。念我祖考，泣涕其涟。微微老夫，咨既迁绝。洋洋仲尼，视我遗烈。济济邹鲁，礼义唯恭。诵习弦歌，于异他邦。我虽鄙耇，心其好而。我徒侃尔，乐亦在而。",
        "author": "两汉",
        "poem_class": "思乡",
        "dynasty": "王粲"
    },
    {
        "title": "水龙吟·夜来风雨匆匆",
        "paragraph": "夜来风雨匆匆，故园定是花无几。愁多怨极，等闲孤负，一年芳意。柳困桃慵，杏青梅小，对人容易。算好春长在，好花长见，原只是、人憔悴。回首池南旧事，恨星星、不堪重记。如今但有，看花老眼，伤时清泪。不怕逢花瘦，只愁怕、老来风味。待繁红乱处，留云借月，也须拚醉。天接云涛连晓雾，星河欲转千帆舞。仿佛梦魂归帝所。闻天语，殷勤问我归何处。我报路长嗟日暮，学诗谩有惊人句。九万里风鹏正举。风休住，蓬舟吹取三山去！树绕村庄，水满陂塘。倚东风，豪兴徜徉。小园几许，收尽春光。有桃花红，李花白，菜花黄。远远围墙，隐隐茅堂。飏青旗，流水桥旁。偶然乘兴，步过东冈。正莺儿啼，燕儿舞，蝶儿忙。茅檐长扫净无苔，花木成畦手自栽。一水护田将绿绕，两山排闼送青来。",
        "author": "宋代",
        "poem_class": "思乡",
        "dynasty": "程垓"
    },
    {
        "title": "渔家傲·寄仲高",
        "paragraph": "东望山阴何处是？往来一万三千里。写得家书空满纸。流清泪，书回已是明年事。寄语红桥桥下水，扁舟何日寻兄弟？行遍天涯真老矣。愁无寐，鬓丝几缕茶烟里。小桃灼灼柳鬖鬖，春色满江南。雨晴风暖烟淡，天气正醺酣。山泼黛，水挼蓝，翠相搀。歌楼酒旆，故故招人，权典青衫。风住尘香花已尽，日晚倦梳头。物是人非事事休，欲语泪先流。闻说双溪春尚好，也拟泛轻舟。只恐双溪舴艋舟，载不动许多愁。凡读书......须要读得字字响亮，不可误一字，不可少一字，不可多一字，不可倒一字，不可牵强暗记，只是要多诵数遍，自然上口，久远不忘。古人云，“读书百遍，其义自见”。谓读得熟，则不待解说，自晓其义也。余尝谓，读书有三到，谓心到，眼到，口到。心不在此，则眼不看仔细，心眼既不专一，却只漫浪诵读，决不能记，记亦不能久也。三到之中，心到最急。心既到矣，眼口岂不到乎？",
        "author": "宋代",
        "poem_class": "思乡",
        "dynasty": "陆游"
    },
    {
        "title": "山寺夜起",
        "paragraph": "月升岩石巅，下照一溪烟。烟色如云白，流来野寺前。开门惜夜景，矫首看霜天。谁见无家客，山中独不眠。空园数日无芳信，恻恻残寒犹未定。柳边丝雨燕归迟，花外小楼帘影静。凭栏渐觉春光暝，怅望碧天帆去尽。满堤芳草不成归，斜日画桥烟水冷。唐子居于内，夜饮酒，己西向坐，妻东向坐，女安北向坐，妾坐于西北隅，执壶以酌，相与笑语。唐子食鱼而甘，问其妾曰：“是所市来者，必生鱼也？”妾对曰：“非也，是鱼死未久，即市以来，又天寒，是以味鲜若此。”于是饮酒乐甚。忽焉拊几而叹。其妻曰：“子饮酒乐矣，忽焉拊几而叹，其故何也？”唐子曰：“溺于俗者无远见，吾欲有言，未尝以语人，恐人之骇异吾言也。今食是鱼而念及之，是以叹也。”妻曰：“我，妇人也，不知大丈夫之事；然愿子试以语我。”曰：“大清有天下，仁矣。自秦以来，凡为帝王者皆贼也。”妻笑曰：“何以谓之贼也？”曰：“今也有负数匹布或担数斗粟而行于涂者，或杀之而有其布粟，是贼乎，非贼乎？”曰：“是贼矣。”唐子曰：“杀一人而取其匹布斗粟，犹谓之贼；杀天下之人而尽有其布粟之富，而反不谓之贼乎？三代以后，有天下之善者莫如汉，然高帝屠城阳，屠颍阳，光武帝屠城三百。使我而事高帝，当其屠城阳之时，必痛哭而去之矣；使我而事光武帝，当其屠一城之始，必痛哭而去之矣。吾不忍为之臣也。”妻曰：“当大乱之时，岂能不杀一人而定天下？”唐子曰：“定乱岂能不杀乎？古之王者，有不得已而杀者二：有罪，不得不杀；临战，不得不杀。有罪而杀，尧舜之所不能免也；临战而杀，汤武之所不能免也；非是，奚以杀为？若过里而墟其里，过市而窜其市，入城而屠其城，此何为者？大将杀人，非大将杀之，天子实杀之；偏将杀人，非偏将杀之，天子实杀之；卒伍杀人，非卒伍杀之，天子实杀之；官吏杀人，非官吏杀之，天子实杀之。杀人者众手，实天子为之大手。天下既定，非攻非战，百姓死于兵与因兵而死者十五六。暴骨未收，哭声未绝。目眦未干，于是乃服衮冕，乘法驾，坐前殿，受朝贺，高官室，广苑囿，以贵其妻妾，以肥其子孙，彼诚何心而忍享之？若上帝使我治杀人之狱，我则有以处之矣。匹夫无故而杀人，以其一身抵一人之死，斯足矣；有天下者无故而杀人，虽百其身不足以抵其杀一人之罪。是何也？天子者，天下之慈母也，人所仰望以乳育者也，乃无故而杀之，其罪岂不重于匹夫？”妻曰：“尧舜之为君何如者？”曰：“尧舜岂远于人哉！”乃举一箸指盘中余鱼曰：“此味甘乎？”曰：“甘”。曰：“今使子钓于池而得鱼，扬竿而脱，投地跳跃，乃按之椹上而割之，刳其腹，犀其甲，其尾犹摇。于是煎烹以进，子能食之乎？”妻曰：“吾不忍食也。”曰：“人之于鱼，不啻太山之于秋毫也；甘天下之味，亦类于一鱼之味耳。于鱼则不忍，于人则忍之；杀一鱼而甘一鱼之味则不忍，杀天下之人而甘天下之味则忍之。是岂人之本心哉！尧舜之道，不失其本心而已矣。”妾，微者也；女安，童而无知者也；闻唐子之言，亦皆悄然而悲，咨嗟欲泣，若不能自释焉。丝雨如尘云著水，嫣香碎拾吴宫。百花冷暖避东风。酷怜娇易散，燕子学偎红。人说病宜随月减，恹恹却与春同。可能留蝶抱花丛。不成双梦影，翻笑杏梁空。",
        "author": "清代",
        "poem_class": "思乡",
        "dynasty": "江湜"
    },
    {
        "title": "早发焉耆怀终南别业",
        "paragraph": "晓笛引乡泪，秋冰鸣马蹄。一身虏云外，万里胡天西。终日见征战，连年闻鼓鼙。故山在何处，昨日梦清溪。孤云将野鹤，岂向人间住。莫买沃洲山，时人已知处。男儿何不带吴钩，收取关山五十州。请君暂上凌烟阁，若个书生万户侯？一路经行处，莓苔见履痕。白云依静渚，春草闭闲门。过雨看松色，随山到水源。溪花与禅意，相对亦忘言。",
        "author": "唐代",
        "poem_class": "思乡",
        "dynasty": "岑参"
    },
    {
        "title": "他乡七夕",
        "paragraph": "他乡逢七夕，旅馆益羁愁。不见穿针妇，空怀故国楼。绪风初减热，新月始临秋。谁忍窥河汉，迢迢问斗牛。蝜蝂者，善负小虫也。行遇物，辄持取，卬其首负之。背愈重，虽困剧不止也。其背甚涩，物积因不散，卒踬仆不能起。人或怜之，为去其负。苟能行，又持取如故。又好上高，极其力不已，至坠地死。今世之嗜取者，遇货不避，以厚其室，不知为己累也，唯恐其不积。及其怠而踬也，黜弃之，迁徙之，亦以病矣。苟能起，又不艾。日思高其位，大其禄，而贪取滋甚，以近于危坠，观前之死亡，不知戒。虽其形魁然大者也，其名人也，而智则小虫也。亦足哀夫！海上生明月，天涯共此时。情人怨遥夜，竟夕起相思。灭烛怜光满，披衣觉露滋。不堪盈手赠，还寝梦佳期。客心千里倦，春事一朝归。还伤北园里，重见落花飞。",
        "author": "唐代",
        "poem_class": "思乡",
        "dynasty": "孟浩然"
    },
    {
        "title": "琐窗寒·寒食",
        "paragraph": "暗柳啼鸦，单衣伫立，小帘朱户。桐花半亩，静锁一庭愁雨。洒空阶、夜阑未休，故人剪烛西窗语。似楚江暝宿，风灯零乱，少年羁旅。 迟暮。嬉游处。正店舍无烟，禁城百五。旗亭唤酒，付与高阳俦侣。想东园、桃李自春，小唇秀靥今在否。到归时、定有残英，待客携尊俎。年年雪里，常插梅花醉。挼尽梅花无好意，赢得满衣清泪。今年海角天涯，萧萧两鬓生华。看取晚来风势，故应难看梅花。寂寂东坡一病翁，白须萧散满霜风。小儿误喜朱颜在，一笑那知是酒红。向深秋，雨馀爽气肃西郊。陌上夜阑，襟袖起凉飙。天末残星，流电未灭，闪闪隔林梢。又是晓鸡声断，阳乌光动，渐分山路迢迢。驱驱行役，苒苒光阴，蝇头利禄，蜗角功名，毕竟成何事，漫相高。抛掷云泉，狎玩尘土，壮节等闲消。幸有五湖烟浪，一船风月，会须归去老渔樵。",
        "author": "宋代",
        "poem_class": "思乡",
        "dynasty": "周邦彦"
    },
    {
        "title": "夜 / 秋夜客舍",
        "paragraph": "露下天高秋水清，空山独夜旅魂惊。疏灯自照孤帆宿，新月犹悬双杵鸣。南菊再逢人卧病，北书不至雁无情。步檐倚仗看牛斗，银汉遥应接凤城。六王毕，四海一，蜀山兀，阿房出。覆压三百余里，隔离天日。骊山北构而西折，直走咸阳。二川溶溶，流入宫墙。五步一楼，十步一阁；廊腰缦回，檐牙高啄；各抱地势，钩心斗角。盘盘焉，囷囷焉，蜂房水涡，矗不知其几千万落。长桥卧波，未云何龙？复道行空，不霁何虹？高低冥迷，不知西东。歌台暖响，春光融融；舞殿冷袖，风雨凄凄。一日之内，一宫之间，而气候不齐。(不知其 一作：不知乎；西东 一作：东西)妃嫔媵嫱，王子皇孙，辞楼下殿，辇来于秦。朝歌夜弦，为秦宫人。明星荧荧，开妆镜也；绿云扰扰，梳晓鬟也；渭流涨腻，弃脂水也；烟斜雾横，焚椒兰也。雷霆乍惊，宫车过也；辘辘远听，杳不知其所之也。一肌一容，尽态极妍，缦立远视，而望幸焉。有不见者，三十六年。燕赵之收藏，韩魏之经营，齐楚之精英，几世几年，剽掠其人，倚叠如山。一旦不能有，输来其间。鼎铛玉石，金块珠砾，弃掷逦迤，秦人视之，亦不甚惜。(有不见者 一作：有不得见者)嗟乎！一人之心，千万人之心也。秦爱纷奢，人亦念其家。奈何取之尽锱铢，用之如泥沙？使负栋之柱，多于南亩之农夫；架梁之椽，多于机上之工女；钉头磷磷，多于在庾之粟粒；瓦缝参差，多于周身之帛缕；直栏横槛，多于九土之城郭；管弦呕哑，多于市人之言语。使天下之人，不敢言而敢怒。独夫之心，日益骄固。戍卒叫，函谷举，楚人一炬，可怜焦土！呜呼！灭六国者六国也，非秦也；族秦者秦也，非天下也。嗟乎！使六国各爱其人，则足以拒秦；使秦复爱六国之人，则递三世可至万世而为君，谁得而族灭也？秦人不暇自哀，而后人哀之；后人哀之而不鉴之，亦使后人而复哀后人也。独漉水中泥，水浊不见月。不见月尚可，水深行人没。越鸟从南来，胡鹰亦北渡。我欲弯弓向天射，惜其中道失归路。落叶别树，飘零随风。客无所托，悲与此同。罗帏舒卷，似有人开。明月直入，无心可猜。雄剑挂壁，时时龙鸣。不断犀象，绣涩苔生。国耻未雪，何由成名。神鹰梦泽，不顾鸱鸢。为君一击，鹏抟九天。赠君一法决狐疑，不用钻龟与祝蓍。试玉要烧三日满，辨材须待七年期。周公恐惧流言日，王莽谦恭未篡时。向使当初身便死，一生真伪复谁知？",
        "author": "唐代",
        "poem_class": "思乡",
        "dynasty": "杜甫"
    },
    {
        "title": "江外思乡",
        "paragraph": "年年春日异乡悲，杜曲黄莺可得知。 更被夕阳江岸上，断肠烟柳一丝丝。上国随缘住，来途若梦行。浮天沧海远，去世法舟轻。水月通禅寂，鱼龙听梵声。惟怜一灯影，万里眼中明。昔日龌龊不足夸，今朝放荡思无涯。 春风得意马蹄疾，一日看尽长安花。丈夫非无泪，不洒离别间。杖剑对尊酒，耻为游子颜。蝮蛇一螫手，壮士即解腕。所志在功名，离别何足叹。",
        "author": "唐代",
        "poem_class": "思乡",
        "dynasty": "韦庄"
    },
    {
        "title": "青玉案·碧山锦树明秋霁",
        "paragraph": "碧山锦树明秋霁。路转陡，疑无地。忽有人家临曲水，竹篱茅舍，酒旗沙岸，一簇成村市。凄凉只恐乡心起。凤楼远、回头谩凝睇。何处今宵孤馆里，一声征雁，半窗残月，总是离人泪。祖席离歌，长亭别宴。香尘已隔犹回面。居人匹马映林嘶，行人去棹依波转。画阁魂消，高楼目断。斜阳只送平波远。无穷无尽是离愁，天涯地角寻思遍。别院深深夏席清，石榴开遍透帘明。(夏席清 一作：夏簟清)树阴满地日当午，梦觉流莺时一声。北风吹雪四更初，嘉瑞天教及岁除。半盏屠苏犹未举，灯前小草写桃符。",
        "author": "宋代",
        "poem_class": "思乡",
        "dynasty": "曹组"
    },
    {
        "title": "凭阑人·金陵道中",
        "paragraph": "瘦马驮诗天一涯，倦鸟呼愁村数家。扑头飞柳花，与人添鬓华。春风桃李繁，夏浦荷莲间，秋霜黄菊残，冬雪白梅绽。四季手轻翻，百岁指空弹。谩说周秦汉，徒夸孔孟颜。人间，几度黄粱饭；狼山，金杯休放闲。名缰厮缠挽，利锁相牵绊。孤舟乱石湍，羸马连云栈。宰相五更寒，将军夜渡关。创业非容易，升平守分难。长安，那个是周公旦；狼山，风流访谢安。韩侯一将坛，诸葛三分汉。功名纸半张，富贵十年限。行路古来难，古道近长安。紧把心猿系，牢将意马拴。尘寰，倒大无忧患；狼山，白云相伴闲。荒荒时务艰，急急光阴换。一局棋未终，腰斧柯先烂。百岁霎光间，莫惜此时闲。三两知心友，鲸杯且吸干。休弹，玉人齐声叹；狼山，兴亡一笑间。从他绿鬓斑，欹枕白石烂。回头红日晚，满目青山矸。翠立数峰寒，碧锁暮云间。媚景春前赏，晴岚雨后看。开颜，玉盏金波满；狼山，人生相会难。莺莺燕燕春春，花花柳柳真真。事事风风韵韵。娇娇嫩嫩，停停当当人人。临故国，认残碑，伤心六朝如逝水。物换星移，城是人非，今古一枰棋。南柯梦一觉初回，北邙坟三尺荒堆。四围山护绕，几处树高低。谁，曾赋黍离离。江上烟艇闲，雨蓑干，渔翁醉醒江上晚。啼鸟关关，流水潺潺，乐似富春山。数声柔橹江湾，一钩香饵波寒。回头贪兔魄，失意放渔竿。看，流下蓼花滩。",
        "author": "元代",
        "poem_class": "思乡",
        "dynasty": "乔吉"
    },
    {
        "title": "南乡子·春情",
        "paragraph": "晚景落琼杯，照眼云山翠作堆。认得岷峨春雪浪，初来，万顷蒲萄涨渌醅。春雨暗阳台，乱洒歌楼湿粉腮。一阵东风来卷地，吹回，落照江天一半开。一叶舟轻，双桨鸿惊。水天清、影湛波平。鱼翻藻鉴，鹭点烟汀。过沙溪急，霜溪冷，月溪明。重重似画，曲曲如屏。算当年、虚老严陵。君臣一梦，今古空名。但远山长，云山乱，晓山青。金谷年年，乱生春色谁为主？余花落处，满地和烟雨。又是离歌，一阕长亭暮。王孙去，萋萋无数，南北东西路。百亩中庭半是苔。门前白道水萦回。爱闲能有几人来。小院回廊春寂寂，山桃溪杏两三栽。为谁零落为谁开。",
        "author": "宋代",
        "poem_class": "思乡",
        "dynasty": "苏轼"
    },
    {
        "title": "拟咏怀·榆关断音信",
        "paragraph": "榆关断音信，汉使绝经过。胡笳落泪曲，羌笛断肠歌。纤腰减束素，别泪损横波。恨心终不歇，红颜无复多。枯木期填海，青山望断河。春花竞玉颜，俱折复俱攀。细腰宜窄衣，长钗巧挟鬟。洛桥初度烛，青门欲上关。中人应有望，上客莫前还。危峰带北阜，高顶出南岑。中有陵风榭，回望川之阴。岸险每增减，湍平互浅深。水流本三派，台高乃四临。上有离群客，客有慕归心。落晖映长浦，焕景烛中浔。云生岭乍黑，日下溪半阴。信美非吾土，何事不抽簪。杂扇虽俱敛，交行忿自分。转袖时绕腕，扬履自开裙。",
        "author": "南北朝",
        "poem_class": "思乡",
        "dynasty": "庾信"
    },
    {
        "title": "定西番·紫塞月明千里",
        "paragraph": "紫塞月明千里，金甲冷，戍楼寒。梦长安。乡思望中天阔，漏残星亦残。画角数声呜咽，雪漫漫。桃花浅深处，似匀深浅妆。春风助肠断，吹落白衣裳。堂西长笋别开门，堑北行椒却背村。梅熟许同朱老吃，松高拟对阮生论。欲作鱼梁云复湍，因惊四月雨声寒。青溪先有蛟龙窟，竹石如山不敢安。两个黄鹂鸣翠柳，一行白鹭上青天。窗含西岭千秋雪，门泊东吴万里船。药条药甲润青青，色过棕亭入草亭。苗满空山惭取誉，根居隙地怯成形。仗剑行千里，微躯敢一言。曾为大梁客，不负信陵恩。",
        "author": "唐代",
        "poem_class": "思乡",
        "dynasty": "牛峤"
    },
    {
        "title": "春日登楼怀归",
        "paragraph": "高楼聊引望，杳杳一川平。野水无人渡，孤舟尽日横。荒村生断霭，深树语流莺。旧业遥清渭，沉思忽自惊。山亭水榭秋方半，凤帏寂寞无人伴。愁闷一番新，双蛾只旧颦。起来临绣户，时有疏萤度。多谢月相怜，今宵不忍圆。试问梅花何处好，与君藉草携壶。西园清夜片尘无。一天云破碎，两树玉扶疏。谁擫昭华吹古调，散花便满衣裾。只疑幽梦在清都。星稀河影转，霜重月华孤。霁天欲晓未明间，满目奇峰总可观。却有一峰忽然长，方知不动是真山。",
        "author": "宋代",
        "poem_class": "思乡",
        "dynasty": "寇准"
    },
    {
        "title": "大堤曲",
        "paragraph": "汉水临襄阳，花开大堤暖。佳期大堤下，泪向南云满。春风复无情，吹我梦魂散。不见眼中人，天长音信断。遑遑三十载，书剑两无成。山水寻吴越，风尘厌洛京。扁舟泛湖海，长揖谢公卿。且乐杯中物，谁论世上名。故园渺何处，归思方悠哉。淮南秋雨夜，高斋闻雁来。好风胧月清明夜，碧砌红轩刺史家。 独绕回廊行复歇，遥听弦管暗看花。",
        "author": "唐代",
        "poem_class": "思乡",
        "dynasty": "李白"
    },
    {
        "title": "江行",
        "paragraph": "暝色蒹葭外，苍茫旅眺情。残雪和雁断，新月带潮生。天到水中尽，舟随树杪行。离家今几宿，厌听棹歌声。山色江声相与清，卷帘待得月华生。可怜一曲并船笛，说尽故人离别情。梦中往事随心见，醉里繁华乱眼生。长为风流恼人病，不如天性总无情。万里黔中一漏天，屋居终日似乘船。及至重阳天也霁，催醉，鬼门关外蜀江前。莫笑老翁犹气岸，君看，几人黄菊上华颠？戏马台南追两谢，驰射，风流犹拍古人肩。富家不用买良田，书中自有千钟粟。安居不用架高堂，书中自有黄金屋。出门莫恨无人随，书中车马多如簇。娶妻莫恨无良媒，书中自有颜如玉。男儿欲遂平生志，五经勤向窗前读。",
        "author": "宋代",
        "poem_class": "思乡",
        "dynasty": "严羽"
    },
    {
        "title": "醉落魄·离京口作",
        "paragraph": "轻云微月，二更酒醒船初发。孤城回望苍烟合。记得歌时，不记归时节。巾偏扇坠藤床滑，觉来幽梦无人说。此生飘荡何时歇？家在西南，常作东南别。碧云天，黄叶地，秋色连波，波上寒烟翠。山映斜阳天接水，芳草无情，更在斜阳外。黯乡魂，追旅思，夜夜除非，好梦留人睡。明月楼高休独倚，酒入愁肠，化作相思泪。(留人睡 一作：留人醉)东风未肯入东门，走马还寻去岁村。人似秋鸿来有信，事如春梦了无痕。江城白酒三杯酽，野老苍颜一笑温。已约年年为此会，故人不用赋招魂。送行无酒亦无钱，劝尔一杯菩萨泉。何处低头不见我？四方同此水中天。",
        "author": "宋代",
        "poem_class": "思乡",
        "dynasty": "苏轼"
    },
    {
        "title": "夜宿七盘岭",
        "paragraph": "独游千里外，高卧七盘西。晓月临窗近，天河入户低。(晓 一作：山)芳春平仲绿，清夜子规啼。浮客空留听，褒城闻曙鸡。大漠沙如雪，燕山月似钩。何当金络脑，快走踏清秋。迟日江山丽，春风花草香。泥融飞燕子，沙暖睡鸳鸯。 江碧鸟逾白，山青花欲燃。今春看又过，何日是归年。浮香绕曲岸，圆影覆华池。常恐秋风早，飘零君不知。",
        "author": "唐代",
        "poem_class": "思乡",
        "dynasty": "沈佺期"
    },
    {
        "title": "游子吟",
        "paragraph": "故枥思疲马，故窠思迷禽。浮云蔽我乡，踯躅游子吟。 游子悲久滞，浮云郁东岑。客堂无丝桐，落叶如秋霖。 艰哉远游子，所以悲滞淫。一为浮云词，愤塞谁能禁。 驰归百年内，唯愿展所钦。胡为不归欤，坐使年病侵。 未老霜绕鬓，非狂火烧心。太行何难哉，北斗不可斟。 夜静星河出，耿耿辰与参。佳人夐青天，尺素重于金。 泬寥群动异，眇默诸境森。苔衣上闲阶，蟋蟀催寒砧。 立身计几误，道险无容针。三年不还家，万里遗锦衾。 梦魂无重阻，离忧罔古今。胡为不归欤，辜负匣中琴。 腰下是何物，牵缠旷登寻。朝与名山期，夕宿楚水阴。 楚水殊演漾，名山窅岖嶔。客从洞庭来，婉娈潇湘深。 橘柚在南国，鸿雁遗秋音。下有碧草洲，上有青橘林。 引烛窥洞穴，凌波睥天琛。蒲荷影参差，凫鹤雏淋涔。 浩歌惜芳杜，散发轻华簪。胡为不归欤，泪下沾衣襟。 鸢飞戾霄汉，蝼蚁制鳣鱏。赫赫大圣朝，日月光照临。 圣主虽启迪，奇人分湮沈。层城登云韶，王府锵球琳。 鹿鸣志丰草，况复虞人箴。楼倚霜树外，镜天无一毫。南山与秋色，气势两相高。重帏深下莫愁堂，卧后清宵细细长。神女生涯原是梦，小姑居处本无郎。风波不信菱枝弱，月露谁教桂叶香。直道相思了无益，未妨惆怅是清狂。五月天山雪，无花只有寒。笛中闻折柳，春色未曾看。晓战随金鼓，宵眠抱玉鞍。愿将腰下剑，直为斩楼兰。天兵下北荒，胡马欲南饮。横戈从百战，直为衔恩甚。握雪海上餐，拂沙陇头寝。何当破月氏，然后方高枕。骏马似风飙，鸣鞭出渭桥。弯弓辞汉月，插羽破天骄。阵解星芒尽，营空海雾消。功成画麟阁，独有霍嫖姚。白马黄金塞，云砂绕梦思。那堪愁苦节，远忆边城儿。萤飞秋窗满，月度霜闺迟。摧残梧桐叶，萧飒沙棠枝。无时独不见，流泪空自知。塞虏乘秋下，天兵出汉家。将军分虎竹，战士卧龙沙。边月随弓影，胡霜拂剑花。玉关殊未入，少妇莫长嗟。烽火动沙漠，连照甘泉云。汉皇按剑起，还召李将军。兵气天上合，鼓声陇底闻。横行负勇气，一战净妖氛。",
        "author": "唐代",
        "poem_class": "思乡",
        "dynasty": "顾况"
    },
    {
        "title": "听雨",
        "paragraph": "屏风围坐鬓毵毵，绛蜡摇光照暮酣。京国多年情尽改，忽听春雨忆江南。故园一千里，孤帆数日程，倚篷窗自叹飘泊命。城头鼓声，江心浪声，山顶钟声。一夜梦难成，三处愁相并。丝丝杨柳风，点点梨花雨。雨随花瓣落，风趁柳条疏。春事成虚，无奈春归去。春归何太速，试问东君，谁肯与莺花做主？第一折（老旦扮夫人引梅香上，诗云）花有重开时，人无再少日。生女不生男，门户凭谁立？老身姓温，夫主姓刘，早年辞世。别无儿男，止生得一个女儿，小字倩英。年长一十八岁，未曾许聘他人。夫主在日，教孩儿读书，老身如今待教他写字扶琴，只是无个好明师。我有个侄儿温峤，见任翰林学士，今将老身子母搬取来京旧宅居住，说道要来拜望老身。梅香。门首觑者，只等学士来时，报复我知道。（梅香云）理会的。（正末扮温峤上，云）小官姓温名峤，字太真，官拜翰林学士。小官别无亲眷，止有一个姑娘，年老寡居，近日取来京师居住。连日公衙事冗，不曾拜候。今日稍闲，须索拜候一遭。我想方今贤臣登用，际遇圣主，觑的富贵容易。自古及今，那得志与不得志的，多有不齐。我先将这得志的说一遍则个。（唱）【仙吕】【点绛唇】车骑成行，诣门稽颡，来咨访。无非那今古兴亡，端的是语出人皆仰。【混江龙】也只为平生名望，博得个望尘遮拜路途旁。出则高牙大纛，入则峻宇雕墙。万里雷霆驱号令，一天星斗焕文章。威仪赫奕，徒御轩昂。喜时节鹓鸾并簉，怒时节虎豹潜藏。生前不惧獬豸冠，死来图画麒麟像；何止是析圭儋爵，都只待拜将封王。（云）却说那不得志的，也有一等。（唱）【油葫芦】还有那苦志书生才学广，一年年守选场，早熬的萧萧白发满头霜；几时得出为破虏三军将，入为治国头厅相？只愿的圣主兴，世运昌；把黄金结作漫天网，收俊杰，揽贤良。【天下乐】当日个谁家得凤凰？翱也波翔，在那天子堂，争知他朝为田舍郎？傅说呵在版筑处生，伊尹呵从稼穑中长，他两个也不是出胞胎便显扬。（云）虽然如此，那得志不得志的，都也由命不由人，非可勉强。（唱）【那吒令】他每都恃着口强，便仪秦呵怎敢比量？都恃着力强，便贲育呵怎敢赌当？元来都恃着命强。便孔孟呵也没做主张。这一个是王者师，这一个是苍生望，到底捱不彻雪案萤窗。【鹊踏技】只落的意彷徨，走四方；昨日燕陈，明日齐梁。若不是聚生徒来听讲，怎留得这诗书万古传芳？（云）我今日也非敢擅自夸奖，端的不在古人之下。（唱）【寄生草】我正行功名运，我正在富贵乡。俺家声先世无诽谤，俺书香今世无虚诳，俺功名奕世无谦让，遮莫是帽檐相接御楼前，靴踪不离金阶上。【幺篇】不枉了开着金屋，空着画堂。酒醒梦觉无情况，好天良夜成虚旷，临风对月空惆怅。怎能够可情人消受锦幄凤凰衾，把愁怀都打撇在玉枕鸳鸯帐！（云）一头说话，早来到姑娘门首。梅香，报复去，说温峤特来问候。（梅香报科，云）报的奶奶得知，有温峤在于门首。（夫人云）老身恰才说罢，学士真个来了。道有请！（梅香云）请进。（正末做见科）（夫人云）学士，王事勤劳，取个坐儿来，教学士稳便；一面将酒来，与学士递一杯。（梅香云）酒在此。（夫人云）学士，满饮一杯！（正末接饮科）（夫人云）梅香，绣房中叫小姐来拜见学士咱。（梅香云）小姐，有请。（旦扮倩英上，云）妾身倩英，正在房中习针指；梅香说母亲在前厅呼唤，不知有甚事，须索走一遭去。（做见科，云）母亲，叫孩儿有甚事？（夫人云）孩儿，唤你来无别事，只为温家哥哥在此，你须拜见。（旦云）理会的。（夫人云）且住者，休拜！梅香，前厅上将老相公坐的栲栳圈银交椅来，请学士坐着，小姐拜见。（正末云）老相公的交椅，侄儿如何敢坐？（夫人云）学士休谦，\"恭敬不如从命\"。（正末云）谨依尊命。（夫人云）小姐，把体面拜哥哥者。（旦做拜科）（正末做欠身科）（夫人云）妹妹拜哥哥，岂有欠身之理？（正末云）礼无不答，焉可坐受？（夫人云）好一个有道理的人也。（正末背云）是好一个女子也呵！（唱）【六么序】兀的不消人魂魄，绰人眼光？说神仙那的是天堂？则见脂粉馨香，环佩丁当，藕丝嫩新织仙裳，但风流都在他身上，添分毫便不停当。见他的不动情，你便都休强，则除是铁石儿郎，也索恼断柔肠！【幺篇】我这里端祥他那模样：花比腮庞，花不成妆；玉比肌肪，玉不生光。宋玉襄王，想像高唐，止不过魂梦悠扬，朝朝暮暮阳台上，害的他病在膏盲；若还来此相亲傍，怕不就形消骨化，命丧身亡！（夫人云）梅香，将酒来。小姐与哥哥把盏。（旦奉酒科，云）哥哥，满饮一杯。（做递酒科）（正末唱）【醉扶归】虽是副轻台盏无斤两，则他这手纤细怎擎将？久立着神仙也不当。你待把我做真个的哥哥讲．我欲说话别无甚伎俩，把一盏酒瀽一半在阶基上。（夫人云）老身欲教小姐写字弹琴，争奈无个明师；学士肯看老身薄面，教你妹子弹琴写字？（正末云）姑娘在上，据你侄儿所学，怎生教的小姐？（夫人云）学士体谦。梅香，取历日来，教学士选个好日子，教小姐弹琴写字。（正未云）温峤今日出来时，有别勾当．也曾选日子，来日是个好日辰。（唱）【金盏儿】来日不空亡，没相妨。天生壬申癸酉全家旺，不比那长星赤口要提防。大纲来阴阳偏有准，择日要端详；岂不闻成开皆大吉，闭破莫商量。（夫人云）既如此，就是明日，要劳动学士者。（正末云）谨依尊命！明日温峤自来。但温峤无学，怎生教的小姐？（夫人云）学士休得推辞，只看你下世姑夫的面皮，教训女孩儿则个。（正末唱）【醉中天】白日短，无时晌，兼夜教，正更长，便误了翰林院编修有甚忙？我待做师为学长，拚的个十分应当，再无推让，早收拾幽静书房。（夫人云）梅香，伏待小姐辞别了哥哥，回绣房去。（旦云）理会的。（拜科，下）（夫人云）多谢学士，幸不违阻，是必明日早见（正末云）敢不惟命！（唱）【赚煞尾】恰才立一朵海棠娇，捧一盏梨花酿，把我双送入愁乡醉乡。我这里下得阶基无个顿放，画堂中别是风光。恰才则挂垂杨一抹斜阳，改变了黯黯阴云蔽上苍。眼见得人倚绿窗，又则怕灯昏罗帐，天那，休添上画檐间疏雨滴愁肠。（下）（夫人云）学士去了也。梅香，便收拾万卷堂，来日是吉日良辰。请学士来教你小姐弹琴写字。收拾的停当时，可来回我话。（诗云）只因爱女要多才，收拾书堂待教来。（梅香诗云）从来男女不亲授，也不是我把引贼过门胡乱猜。（同下）第二折（老夫人上，云）昨日选定今日是吉日良辰。梅香，门首觑者，则怕学士来时，报我知道。（梅香云）理会的。（正末上，云）姑娘选定今日好日辰，不曾衙门里去。肯分的姑娘又来请；便不来请，我也索去。可早来到门首。梅香，报复去，道温峤来了也。（梅香报科，云）温学士来了。（夫人云）道有请。（梅香云）请进。（正末做见科）（夫人云）今日学士怎生来的恁早？（正末云）为领尊命，教小姐琴书，就不曾到衙门去。（夫人云）因为老身薄面，误了学士公事，老身知感不尽。梅香，快请小姐出来拜学士者。（梅香云）小姐，有请。（旦上，云）妾身正在绣房中，听的母亲呼唤，须索见去。（做见科）（夫人云）倩英，你拜哥哥！今日为始，便是你师父了也。（旦做拜科）（正末背云）小姐比昨日打扮的又别，真神仙中人也！（唱）【南吕】【一枝花】藕丝翡翠裙，玉腻蝤蛴颈；妲己空破国，西子枉倾城。天上飞琼，散下风流病。若是寝正浓，梦乍醒，且休问斜月残灯，直睡到东窗口影。（云）将琴过来，教小姐操一曲咱。（旦学操琴科）（正末唱）【梁州第七】兀的不可喜煞罗帏绣幕，风流煞金屋银屏！这七条弦兴亡祸福都相应，端的个圣贤可对，神鬼堪惊；俗怀顿爽，尘虑皆清。一弄儿指法冷冷，早合着古操新声。金徽弹流水潺湲，冰弦打余音齐整，玉纤点逸韵轻盈。聪明，怎生得口诀手未到心先应！海棠色、惠兰性，想天地全将秀结成，一团儿智巧心灵。（夫人云）再操一遍，则怕还有不是处，教学士听，有不是处再教。（正末唱）【牧羊关】纵然道肌如雪、腕似冰，虽是一段玉，却是几样磨成：指头是三节儿琼瑶，指甲似十颗水晶。稳坐的有那稳坐堪人敬，但举动有那举动可人憎。他兀自未揎起金衫袖，我又早先听的玉钏鸣。（夫人云）小姐，弹琴不打紧；须装香来，请哥哥在相公抱角床上坐，着小姐拜哥哥。\"一日为师，终身为父。\"学士教小姐写字者。（旦写字科）（正末云）腕平着，笔直着。小姐，不是这等。（正末起把笔捻旦手科）（旦云）是何道理，妹子跟前捻手捻腕！（正末云）小生岂有他意？（夫人云）小鬼头，但得哥哥捻手捻腕，你早十分有福也。（旦云）\"男女七岁，不可同席。\"（夫人笑科，云）哥哥根前掉书袋儿。（正未唱）【隔尾】你便温柔起手里须当硬，我呆想望迎头儿撇会清，恰才轻搘着春葱尽侥幸。（带云）似这等酥蜜般抢白，（唱）遮莫你骂我尽情，我断不敢回你半声，也强如编修院里和书生每厮强挺。（云）小姐，不是了也。腕平着，笔直着。（旦怒云）哥哥，你又来也。（正末唱）【四块玉】兀的紫霜毫烧甚香，斑竹管有何幸，倒能勾柔荑般指尖擎。只你那纤纤的手腕儿须索平正。我不曾将你玉笋荡，他又早星眼睁，好骂我这泼顽皮没气性。（夫人云）小姐，辞了哥哥，回绣房云。（旦拜科，下）（正末云）温峤更衣去咱。（做行科，云）见小姐下的阶基，往这里去了。我只见小姐中注模样，不曾见小姐脚儿大小。沙土上印下小姐脚踪儿。早是我来的早，若来的迟呵，一阵风吹了这脚迹儿去，怎能勾见小姐生的十全也呵！（唱）【牧羊关】妇人每鞋袜里多藏着病，灰土儿没面情，除底外四周围并无余剩。几般儿窄窄狭狭，几般儿周围正正。几时迤逗的独强性，勾引的把人憎。几时得使性气由他呲，恶心烦自在蹬。（带云）小姐去了也。几时得见，着小官撇不下呵！（唱）【贺新郎】你便是醉中茶，一啜曛然醒。都为他皓齿明眸，不由我使心作幸。待寻条妙计无踪影，老姑娘手把着头梢自领。索甚么嘱咐叮咛，似取水垂辘轳，用酒打猩猩。到这里惜甚廉耻，敢倾人命！休、休、休，做一头海来深不本分，使一场天来大昧前程。【隔尾】他藉妆梳颜色花难并，宜环佩腰肢柳笑轻，一对不倒踏窄小金莲尚古自剩。想天公是怎生？这世情，教他独占人间第一等。（正末回科）（夫人云）学士稳便。老身有句话：想小姐年长一十八岁，不曾许聘他人，翰林院有一般学士，烦哥哥保一门亲事。（正末背云）小官暗想来，只得如此；若不恁的呵，不济事。（做向夫人云）姑娘，翰林院有个学士，才学文章，不在侄儿之下。（夫人云）似你这般才学少有。那学士多大年纪，怎生模样？哥哥，你说一遍。（正末唱）【红芍药】年纪和温峤不多争，和温峤一样身形；据文学比温峤更聪明，温峤怎及他豪英？保亲的堪信凭，搭配的两下里相应。不提防对面说才能，远不出门庭。【菩萨梁州】古人亲事，把闺门礼正。但得人心至诚，也不须礼物丰盈。点灯吃饭两分明：缑山无梦碧瑶笙，玉台有主菱花镜。更有场大厮并，月夜高烧绛蜡灯，只愁那烦扰非轻！（云）温峤与那学士说成，择定日子同来。（夫人云）多劳学士用心。（正末做出门笑科，云）温峤，你早则\"人生三事\"皆全了也。（虚下，将砌末上科）（做见夫人科，云）告的姑娘得知，适才侄儿径去与那学士说了。今日是吉日良辰，将这玉镜台权为定物；别使官媒人来通信，央您侄儿替那学士谢了亲者。（唱）【煞尾】俺待麝兰腮、粉香臂、鸳鸯颈，由你水银渍、朱砂斑、翡翠青。到春来小重楼策杖登，曲阑边把臂行，闲寻芳、闷选胜。到夏来追凉院、近水庭，碧纱厨、绿窗净，针穿珠、扇扑萤。到秋来入兰堂、开画屏，看银河、牛女星，伴添香、拜月亭。到冬来风加严、雪乍晴，摘疏梅、浸古瓶，欢寻常、乐余剩。那时节、趁心性，由他娇痴、尽他怒憎，善也偏宜、恶也相称。朝至暮不转我这眼睛，孜孜觑定，端的寒忘热、饥忘饱、冻忘冷。（下）（官媒上，诗云）\"析薪如何，匪斧弗克。娶妻如何，匪媒弗得。\"自家是个官媒。温学士着我去老夫人家说知：选吉日良辰，娶小姐过门。可早来到也。无人报复，我自过去。（做见科，云）老夫人磕头！（夫人云）媒婆何来？（官媒云）奉学士言语，着我见老夫人，选日辰娶小姐过门。（夫人云）是那个学士？（官媒云）是温学士。（夫人云）他是保亲的。（官媒云）他不是保亲的，则他是女婿。（夫人云）何为定物？（官媒云）玉镜台便是定礼。（夫人云）有这等事？我把这玉镜台摔碎了罢！（官媒云）住、住！这玉镜台不打紧，是圣人御赐之物；不争你摔碎了，做的个大不敬，为罪非小。（夫人云）嗨，吃他瞒过了我也！梅香，便说与小姐知道，收拾停当，选定吉日，送小姐过门去罢。（下）第三折（正末引赞礼、鼓乐上）（赞礼唱和，诗云）一枝花插满庭芳，烛影摇红昼锦堂。滴滴金杯双劝酒，声声慢唱贺新郎。请新人出厅行礼！（梅香同官媒拥旦上）（正末唱）【中吕】【粉蝶儿】怕不动的鼓乐声齐，若是女孩儿不谐鱼水，我自拖拽这一场出丑扬疾。安排下佯小心，装大胆，丹方一味：他若是皱着双眉，我则索牙床前告他一会。（云）媒婆，你遮我一遮，我试看咱。（官媒云）我遮着，你看。（正末做看科）（旦云）这老子好是无礼也！（正末唱）【红绣鞋】则见他无发付氲氲恶气，急节里不能勾步步相随。我那\"五言诗作上天梯\"，首榜上标了名姓，当殿下脱了白衣，今夜管洞房中抓了面皮。（云）媒人，待咱大了胆过去来。（唱）【迎仙客】到这里论甚使数，问甚官媒？紧逐定一团儿休厮离。和他守何亲，等甚喜？一发的走到跟底。大家吃一会没滋味。（旦云）兀那老子，若近前来，我抓了你那脸！教他外边去！媒婆，你来。我和你说：这老子当初来时节，俺母亲教小姐拜哥哥，他曾受我的礼来。（官媒云）学士，小姐说：起初时，他曾拜你做哥哥，你受过他礼来。（正末云）我那里受他礼来？你与小姐说去。（官媒云）小姐，学士说：那里受你礼来？（旦云）在俺先父银栲栳圈交椅上坐着，受我的礼来。（官媒云）小姐说：学士在他老相公栲栳圈银交椅上受他礼来。（正末唱）【醉高歌】我见他姿姿媚媚容仪，我几曾稳稳安安坐地？向旁边踢开一把银交椅，我则是靠着个栲栳圈站立。（旦云）媒婆，你来。他又受我的礼来。（官媒云）学士，小姐说：你又受他的礼来。（正末云）我那里又受他礼来？（官媒云）小姐，学士说：他那里又受你的礼来？（旦云）这老子！俺母亲着我弹琴写字，他坐在俺先父抱角床上，我拜他为师来！（官媒云）学士，小姐说：学弹琴写字，拜你为师，你在老相公抱角床上受他礼来。（正末唱）【醉春风】我坐着窄窄半边床，受了他怯怯两拜礼；我这里磕头礼拜却回席，刬地须还了你、你。便得些欢娱，便谈些好话，却有那般福气。（旦云）媒婆，你说与他去，我在正堂中做卧房，教他再休想到我跟前；若是他来时节，我抓了他那老脸皮，看他好做得人！（官媒云）学士，小姐说来，他在正堂中做卧房，教你休想到他跟前；若是你来时节，他抓了你老脸皮，教你做人不得。（正末唱）【红绣鞋】正堂里夫人寝睡，小官在书房中依旧孤忄西。遮莫待尽世儿不能勾到他这罗帏，人都道刘家女被温峤娶为妻，落得个虚名儿则是美！（云）将酒来，我与小姐把盏咱。（正末把酒科）（旦云）我不吃。（官媒云）小姐接酒。（正末唱）【普天乐】初相见玉堂中，常想在天宫内，则索向空闲偷觑，怎生敢整顿观窥？得如今服侍他，情愿待为奴婢。厨房中水陆烹炮珍羞味，箱柜内无限锦绣珠翠。但能勾与你插戴些首饰，执料些饮食，则这的我早福共天齐。（旦做瀽酒科，云）我不吃。（正末唱）【满庭芳】量这些值个甚的！忒斟得金杯潋滟，因此上把宫锦淋漓，大人家展污了何须计。只要你温夫人略肯心回，便瀽到一两瓮香醪在地，浇到百十个公服朝衣！今夜里我早知他来意，酒淹得袖湿，几时花压帽檐低？（官媒云）这小姐则管不就亲，做的个违宣抗敕哩！（正末云）媒婆，休说这般话！（唱）【上小楼】休提着违宣抗敕，越逗的他烦天恼地。你则说迟了燕尔，过了新婚，误了时刻；你说领着省事，掌着军权，居着高位；又道会亲处倚官挟势。（云）我则索哀告你个媒婆，做个方便者。（做跪科）（官媒云）学士，你为何在老身跟前下礼？（正末唱）【幺篇】我\"求灶头不如告灶尾\"。为甚我今日媒人跟前做小伏低？教他款慢里劝谏的俺夫妻和会，兀的是罗帏中用人之际。（官媒云）天色明了也。学士，你先往衙门中去，我自夫人跟前回话去也。（正末云）夫人，你的心事我已知道了。你听我说。（唱）【耍孩儿】你少年心想念着风流配，我老则老争多的几岁？不知我心中常印着个不相宜，索将你百纵千随。你便不欢欣，我则满面儿相陪笑；你便要打骂，我也浑身儿都是喜。我把你看承的、看承的家宅土地，本命神祗。【四煞】论长安富贵家，怕青春子弟稀，有多少千金娇艳为妻室？这厮每黄昏鸾凤成双宿，清晓鸳鸯各自飞，那里有半点儿真实意？把你似粪堆般看待，泥土般抛掷。【三煞】你攒着眉熬夜阑，侧着耳听马嘶，闷心欲睡何曾睡。灯昏锦帐郎何在？香烬金炉人未归，渐渐的成憔悴还不到一年半载，他可早两妇三妻。【二煞】今日咱守定伊，休道近前使唤丫鬟辈，便有瑶池仙子无心觑，月殿嫦娥懒去窥。俺可也别无意，你道因甚的千般惧怕？也只为差了这一分年纪。【煞尾】我都得知、都得知，你休执迷、休执迷；你若别寻的个年少轻狂婿，恐不似我这般十分敬重你。（同下）第四折（外扮王府尹引祗从上，诗云）龙楼凤阁九重城，新筑沙提宰相行。我贵我荣君莫羡，十年前是一书生。老夫王府尹是也。今有温学士亲事一节，老夫奏过官里，特设一宴，叫做水墨宴，又叫做鸳鸯会，专请学士同夫人赴席。筵宴中间，则教他两口儿和会。等学士、夫人到时，自有主意。这早晚敢待来也。（正末同旦上，云）今日府尹相公设宴请客，不知何意，须索走一遭去也呵！（唱）【双调】【新水令】则为凤鸾失配累了苍鹘，今日个玳筵开，专要把鸳鸯完聚。我前面骑的是五花骢，他背后坐的是七香车；人都道这村里妻夫，直恁般似水如鱼，两口儿不肯离了一步。【驻马听】想当日沽酒当垆，拼了个三不归青春卓氏女；今日膝行肘步，招了个百般嫌皓首汉相如。偏不肯好头好面到成都，忄敞的我没牙没口题桥柱。谁跟前敢告诉，兀的是自招自揽风流苦！（云）可早来到也。左右，报复去，道温学士和夫人来了也。（祗从报科，云）温学士和夫人到于门首。（府尹云）道有请。（见科，府尹云）小官奉圣人的命，设此水墨宴，请学士、夫人呤诗作赋。有诗的，学士金钟饮酒，夫人插金凤钗，搽官定粉；无诗的，学士瓦盆里饮水，夫人头戴草花，墨乌面皮。（旦云）学士，你听者，大人说：你若有诗便吃酒，无诗便吃冷水。你用心着！（正末唱）【乔牌儿】自从不应举，何尝对两字句？昨日会宾朋，饮到遥天暮，今日酒渴的我没是处。【挂玉钩】恨不的巴到咽喉咽下去。井坠着朱砂玉，与咱更压瘴气，凉心经，解脏毒。大人呵他自有通仙术。至如肿了面皮，疮生眉目，也索蘸笔挥毫，咒水书符。（府尹云）若无诗呵，学士罚水，夫人头戴草花，墨乌面皮。（正末唱）【川拨棹】这官人待须臾，休恁般相逼促。你道是傅粉涂朱，妖艳妆梳。貌赛过神仙洛浦，怎好把墨来乌？（旦云）学士，着意吟诗；无诗的吃水，墨乌面皮，甚么模样！（正末云）休叫学士，你叫我丈夫。（旦云）无计所奈，则索唤丈夫。丈夫，须要着意者！（正未唱）【豆叶黄】你在黑阁落里欺你男儿，今日呵可不道指斥銮舆，也有禁住你限时，降了你乖处。两个月方才唤了我个丈夫，虽不曾彻胆欢娱，荡着皮肤，刚听的这一声娇似莺雏，早着我浑身麻木。（旦云）丈夫，你知道么？倘或罚水，乌墨搽面，教我怎了？（正末唱）【乔牌儿】如今便面上笔落处，也则是浮抹不生住。咱自有新合来澡豆香芬馥，到家银盆中洗面去。（旦云）丈夫，着意吟诗！（正末唱）【挂玉钩】我从小里文章不大古，年老也还有甚词赋？则道我沉醉黄公旧酒垆，怎知我也有妆幺处。见他害恐惧，我倒身无措。且等他急个多时，慢慢的再做支吾。（府尹云）学士，请吟诗者。（正末云）小官就吟。（旦云）丈夫，你要着意者！（正末云）夫人放心。（唱）【水仙子】须闻得温峤不尘俗，明知道诗书饱满腹，那里是白头把你青春误？就嫌的我无地缝钻入去。少甚么年少儿夫？这一个眼灌的自邓邓，那一个脸抹的黑突突，空恁般绿鬓何如？（旦云）学士吟诗波，休似吃凉水的。（正末云）夫人，我吟的诗好呵，你肯随顺我么？（旦云）你若吟得诗好，我插金钗、饮御酒，我便依随你。（正末云）夫人，你请放心者。（唱）【甜水令】我如今举起霜毫，舒开茧纸，题成诗句，待费我甚工夫！冷眼偷看这盆凉水，何须忧虑，只当做醒酒之物。【折桂令】想着我气卷江湖，学贯珠玑，又不是年近桑榆，怎把金马玉堂、锦心绣口，都觑的似有如无？则被你欺负得我千足万足，因此上我也还他佯醉佯愚。（旦云）丈夫，着意吟诗！倘罚水，墨乌面皮，教我怎了？（正末唱）他如今做了三谒茅庐，勉强承伏。软兀刺走向前来，恶支煞倒褪回去。（正末吟诗科，云）不分君恩重，能怜玉镜台。花从仙禁出，酒自御厨来。设席劳京尹，题诗属上才。遂令鱼共水，由此得和谐。（府尹云）温学士，不枉了高才大手，吟得好诗！赐金钟饮酒，夫人插凤头钗，搽官定粉。（旦喜科，云）学士，这多亏了你也！（正末云）夫人，我温峤何如？（府尹云）夫人，你肯依随学士么？（旦云）妾身愿随学士。（府尹云）既然夫人一心依随学士，老夫即当奏过官里，再准备一个庆喜的筵席。（正末唱）【雁儿落】你畅好是吃赢不吃输，亏的我能说又能做。你只要应承了这一首诗，倒被我勒掯的情和睦。【得胜令】呀，兀的不是一字一金珠，煞强似当日吓蛮书。你着宝钗簪云鬓，我着金杯饮醁醑。山呼，共谢得当今主。娇姝，早则不嫌我老丈夫。（府尹云）人间喜事，无过夫妇会合。就今日杀羊造酒，安排庆喜筵席，送学士、夫人还宅去。（诗云）金尊银烛启华筵，一派笙歌彻九天。若非恩赐鸳鸯会，焉能夫妇两团圆？（正末拜谢科）（唱）【鸳鸯煞】从今后姻缘注定姻缘簿，相思还彻相思苦。剩道连理欢浓，于飞愿足。可怜你窈窕巫娥，不负了多情宋玉。则这琴曲诗篇吟和处，风流句，须不是我故意亏图，成就了那朝云和暮雨。题目王府尹水墨宴正名温太真玉镜台",
        "author": "元代",
        "poem_class": "思乡",
        "dynasty": "虞集"
    },
    {
        "title": "朝中措·清明时节",
        "paragraph": "清明时节雨声哗。潮拥渡头沙。翻被梨花冷看，人生苦恋天涯。 燕帘莺户，云窗雾阁，酒醒啼鸦。折得一枝杨柳，归来插向谁家。听我尊前醉后歌，人生无奈别离何。但使情亲千里近，须信：无情对面是山河。(无奈 一作：亡奈)寄语石头城下水：居士，而今浑不怕风波。借使未如鸥鸟伴；经惯，也应学得老渔蓑。浮云吐明月，流影玉阶阴。千里虽共照，安知夜夜心？和戎诏下十五年，将军不战空临边。朱门沉沉按歌舞，厩马肥死弓断弦。戍楼刁斗催落月，三十从军今白发。笛里谁知壮士心，沙头空照征人骨。中原干戈古亦闻，岂有逆胡传子孙！遗民忍死望恢复，几处今宵垂泪痕。",
        "author": "宋代",
        "poem_class": "思乡",
        "dynasty": "张炎"
    },
    {
        "title": "行舟",
        "paragraph": "柳花飞入正行舟，卧引菱花信碧流。 闻道风光满扬子，天晴共上望乡楼。汴水流，泗水流，流到瓜州古渡头。吴山点点愁。思悠悠，恨悠悠，恨到归时方始休。月明人倚楼。定定住天涯，依依向物华。寒梅最堪恨，常作去年花。春风先发苑中梅，樱杏桃梨次第开。 荠花榆荚深村里，亦道春风为我来。 ",
        "author": "唐代",
        "poem_class": "思乡",
        "dynasty": "李益"
    },
    {
        "title": "宿云梦馆",
        "paragraph": "北雁来时岁欲昏，私书归梦杳难分。井桐叶落池荷尽，一夜西窗雨不闻。禹庙兰亭今古路。一夜清霜，染尽湖边树。鹦鹉杯深君莫诉。他时相遇知何处。冉冉年华留不住。镜里朱颜，毕竟消磨去。一句丁宁君记取。神仙须是闲人做。黄花谩说年年好。也趁秋光老。绿鬓不惊秋，若斗尊前，人好花堪笑。蟠桃结子知多少。家住三山岛。何日跨归鸾，沧海飞尘，人世因缘了。丝丝杨柳丝丝雨。春在溟濛处。楼儿忒小不藏愁。几度和云飞去、觅归舟。天怜客子乡关远。借与花消遣。海棠红近绿阑干。才卷朱帘却又、晚风寒。",
        "author": "宋代",
        "poem_class": "思乡",
        "dynasty": "欧阳修"
    },
    {
        "title": "步出城东门",
        "paragraph": "步出城东门，遥望江南路。前日风雪中，故人从此去。我欲渡河水，河水深无梁。愿为双黄鹄，高飞还故乡。四气代谢。悬景运周。别如俯仰。脱若三秋。昔我初迁。朱华未晞。今我旋止。素雪云飞。林下横门隔断桥，溪边草径入云遥。青山绿树知多少，谁道书声到市朝。微微小子，既耇且陋。岂不牵位，秽我王朝。王朝肃清，惟俊之庭。顾瞻余躬，惧秽此征。我之退征，请于天子。天子我恤，矜我发齿。赫赫天子，明悊且仁。县车之义，以洎小臣。嗟我小子，岂不怀土。庶我王寤，越迁于鲁。既去祢祖，惟怀惟顾。祈祈我徒，戴负盈路。爰戾于邹，鬋茅作堂。我徒我环，筑室于墙。我既迁逝，心存我旧。梦我渎上，立于王朝。其梦如何，梦争王室。其争如何，梦王我弼。寤其外邦，欢其喟然。念我祖考，泣涕其涟。微微老夫，咨既迁绝。洋洋仲尼，视我遗烈。济济邹鲁，礼义唯恭。诵习弦歌，于异他邦。我虽鄙耇，心其好而。我徒侃尔，乐亦在而。",
        "author": "两汉",
        "poem_class": "思乡",
        "dynasty": "佚名"
    },
    {
        "title": "点绛唇·十月二日马上作",
        "paragraph": "一帽红尘，行来韦杜人家北。满城风色，漠漠楼台隔。目送飞鸿，景入长天灭。关山绝，乱云千叠，江北江南雪。其一有屠人货肉归，日已暮，欻一狼来，瞰担上肉，似甚垂涎，随尾行数里。屠惧，示之以刃，少却；及走，又从之。屠无计，思狼所欲者肉，不如姑悬诸树而早取之。遂钩肉，翘足挂树间，示以空担。狼乃止。屠归。昧爽，往取肉，遥望树上悬巨物，似人缢死状。大骇，逡巡近视之，则死狼也。仰首细审，见狼口中含肉，钩刺狼腭，如鱼吞饵。时狼皮价昂，直十余金，屠小裕焉。缘木求鱼，狼则罹之，是可笑也。其二一屠晚归，担中肉尽，止有剩骨。途中两狼，缀行甚远。屠惧，投以骨。一狼得骨止，一狼仍从。复投之，后狼止而前狼又至。骨已尽矣，而两狼之并驱如故。屠大窘，恐前后受其敌。顾野有麦场，场主积薪其中，苫蔽成丘。屠乃奔倚其下，弛担持刀。狼不敢前，眈眈相向。少时，一狼径去，其一犬坐于前。久之，目似瞑，意暇甚。屠暴起，以刀劈狼首，又数刀毙之。方欲行，转视积薪后，一狼洞其中，意将隧入以攻其后也。身已半入，止露尻尾。屠自后断其股，亦毙之。乃悟前狼假寐，盖以诱敌。狼亦黠矣，而顷刻两毙，禽兽之变诈几何哉？止增笑耳。其三一屠暮行，为狼所逼。道旁有夜耕所遗行室，奔入伏焉。狼自苫中探爪入。屠急捉之，令不可去。但思无计可以死之。惟有小刀不盈寸，遂割破狼爪下皮，以吹豕之法吹之。极力吹移时，觉狼不甚动，方缚以带。出视，则狼胀如牛，股直不能屈，口张不得合。遂负之以归。非屠，乌能作此谋也！三事皆出于屠；则屠人之残爆，杀狼亦可用也。 深庭长日静，两两出婵娟。绿蜡春犹卷，红妆夜未眠。凭栏垂绛袖，倚石护青烟。对立东风里，主人应解怜。千家笑语漏迟迟，忧患潜从物外知。悄立市桥人不识，一星如月看多时。",
        "author": "清代",
        "poem_class": "思乡",
        "dynasty": "龚自珍"
    },
    {
        "title": "重阳",
        "paragraph": "万里飘零两鬓蓬，故乡秋色老梧桐。雁栖新月江湖满，燕别斜阳巷陌空。落叶何心定流水，黄花无主更西风。乾坤遗恨知多少，前日龙山如梦中。石梁茅屋有弯碕，流水溅溅度两陂。(度两陂 一作：度西陂)晴日暖风生麦气，绿阴幽草胜花时。近清明。翠禽枝上消魂。可惜一片清歌，都付与黄昏。欲共柳花低诉，怕柳花轻薄，不解伤春。念楚乡旅宿，柔情别绪，谁与温存。 空樽夜泣，青山不语，残月当门。翠玉楼前，惟是有、一波湘水，摇荡湘云。天长梦短，问甚时、重见桃根。这次第，算人间没个并刀，剪断心上愁痕。燕鸿过后莺归去。细算浮生千万绪。长于春梦几多时，散似秋云无觅处。闻琴解佩神仙侣。挽断罗衣留不住。劝君莫作独醒人，烂醉花间应有数。",
        "author": "宋代",
        "poem_class": "思乡",
        "dynasty": "文天祥"
    },
    {
        "title": "醉落魄·席上呈元素",
        "paragraph": "分携如昨。人生到处萍飘泊。偶然相聚还离索。多病多愁，须信从来错。尊前一笑休辞却。天涯同是伤沦落。故山犹负平生约。西望峨嵋，长羡归飞鹤。人生识字忧患始，姓名粗记可以休。何用草书夸神速，开卷惝恍令人愁。我尝好之每自笑，君有此病何年瘳。自言其中有至乐，适意无异逍遥游。近者作堂名醉墨，如饮美酒销百忧。乃知柳子语不妄，病嗜土炭如珍羞。君于此艺亦云至，堆墙败笔如山丘。兴来一挥百纸尽，骏马倏忽踏九州。我书意造本无法，点画信手烦推求。胡为议论独见假，只字片纸皆藏收。不减钟张君自足，下方罗赵我亦优。不须临池更苦学，完取绢素充衾裯。银河宛转三千曲。浴凫飞鹭澄波绿。何处是归舟。夕阳江上楼。 天憎梅浪发。故下封枝雪。深院卷帘看。应怜江上寒。亭以雨名，志喜也。古者有喜，则以名物，示不忘也。周公得禾，以名其书；汉武得鼎，以名其年；叔孙胜敌，以名其子。其喜之大小不齐，其示不忘一也。予至扶风之明年，始治官舍。为亭于堂之北，而凿池其南，引流种木，以为休息之所。是岁之春，雨麦于岐山之阳，其占为有年。既而弥月不雨，民方以为忧。越三月，乙卯乃雨，甲子又雨，民以为未足。丁卯大雨，三日乃止。官吏相与庆于庭，商贾相与歌于市，农夫相与忭于野，忧者以喜，病者以愈，而吾亭适成。于是举酒于亭上，以属客而告之，曰：“五日不雨可乎？”曰：“五日不雨则无麦。”“十日不雨可乎？”曰：“十日不雨则无禾。”“无麦无禾，岁且荐饥，狱讼繁兴，而盗贼滋炽。则吾与二三子，虽欲优游以乐于此亭，其可得耶？今天不遗斯民，始旱而赐之以雨。使吾与二三子得相与优游以乐于此亭者，皆雨之赐也。其又可忘耶？”既以名亭，又从而歌之，曰：“使天而雨珠，寒者不得以为襦；使天而雨玉，饥者不得以为粟。一雨三日，伊谁之力？民曰太守。太守不有，归之天子。天子曰不然，归之造物。造物不自以为功，归之太空。太空冥冥，不可得而名。吾以名吾亭。” ",
        "author": "宋代",
        "poem_class": "思乡",
        "dynasty": "苏轼"
    },
    {
        "title": "早春野望",
        "paragraph": "江旷春潮白，山长晓岫青。他乡临睨极，花柳映边亭。佳辰强饮食犹寒，隐几萧条戴鹖冠。春水船如天上坐，老年花似雾中看。娟娟戏蝶过闲幔，片片轻鸥下急湍。云白山青万余里，愁看直北是长安。谁家宅第成还破，何处亲宾哭复歌？昨日屋头堪炙手，今朝门外好张罗。北邙未省留闲地，东海何曾有定波。莫笑贱贫夸富贵，共成枯骨两何如？夫因兵死守蓬茅，麻苎衣衫鬓发焦。桑柘废来犹纳税，田园荒后尚征苗。时挑野菜和根煮，旋斫生柴带叶烧。任是深山更深处，也应无计避征徭。",
        "author": "唐代",
        "poem_class": "思乡",
        "dynasty": "王勃"
    },
    {
        "title": "晚次乐乡县",
        "paragraph": "故乡杳无际，日暮且孤征。川原迷旧国，道路入边城。野戍荒烟断，深山古木平。如何此时恨，噭噭夜猿鸣。更深月色半人家，北斗阑干南斗斜。 今夜偏知春气暖，虫声新透绿窗纱。仗剑行千里，微躯敢一言。曾为大梁客，不负信陵恩。一道残阳铺水中，半江瑟瑟半江红。可怜九月初三夜，露似真珠月似弓。",
        "author": "唐代",
        "poem_class": "思乡",
        "dynasty": "陈子昂"
    },
    {
        "title": "阮郎归·客中见梅",
        "paragraph": "年年为客遍天涯。梦迟归路赊。无端星月浸窗纱。一枝寒影斜。肠未断，鬓先华。新来瘦转加。角声吹彻小梅花。夜长人忆家。大江东去，浪淘尽，千古风流人物。故垒西边，人道是，三国周郎赤壁。乱石穿空，惊涛拍岸，卷起千堆雪。(穿空 一作：崩云)江山如画，一时多少豪杰。遥想公瑾当年，小乔初嫁了，雄姿英发。羽扇纶巾，谈笑间，樯橹灰飞烟灭。(樯橹 一作：强虏)故国神游，多情应笑我，早生华发。人生如梦，一尊还酹江月。(人生 一作：人间；尊 同：樽) 一去二三里，烟村四五家。亭台六七座，八九十枝花。数声鶗鴂，又报芳菲歇。惜春更把残红折。雨轻风色暴，梅子青时节。永丰柳，无人尽日飞花雪。(飞花雪 一作：花飞雪)莫把幺弦拨，怨极弦能说。天不老，情难绝。心似双丝网，中有千千结。夜过也，东窗未白凝残月。(凝残月 一作：孤灯灭)",
        "author": "宋代",
        "poem_class": "思乡",
        "dynasty": "赵长卿"
    },
    {
        "title": "忆秦娥·用太白韵",
        "paragraph": "清溪咽。霜风洗出山头月。山头月。迎得云归，还送云别。 不知今是何时节。凌歊望断音尘绝。音尘绝。帆来帆去，天际双阙。蜀客到江南，长忆吴山好。吴蜀风流自古同，归去应须早。还与去年人，共藉西湖草。莫惜尊前仔细看，应是容颜老。扑面征尘去路遥，香篝渐觉水沉销。山无重数周遭碧，花不知名分外娇。人历历，马萧萧，旌旗又过小红桥。愁边剩有相思句，摇断吟鞭碧玉梢。百种相思千种恨，早是伤春，那更春醪困。薄幸辜人终不愤，何时枕畔分明问。懊恼风流心一寸，强醉偷眠，也即依前闷。此意为君君不信，泪珠滴尽愁难尽。",
        "author": "宋代",
        "poem_class": "思乡",
        "dynasty": "李之仪"
    },
    {
        "title": "竹竿",
        "paragraph": "籊籊竹竿，以钓于淇。岂不尔思？远莫致之。泉源在左，淇水在右。女子有行，远兄弟父母。淇水在右，泉源在左。巧笑之瑳，佩玉之傩。淇水滺滺，桧楫松舟。驾言出游，以写我忧。运石甘泉口。渭水不敢流。千人唱。万人讴。金陵余石大如塸。予其惩，而毖后患。莫予荓蜂，自求辛螫。肇允彼桃虫，拚飞维鸟。未堪家多难，予又集于蓼。维鹊有巢，维鸠居之。之子于归，百两御之。维鹊有巢，维鸠方之。之子于归，百两将之。维鹊有巢，维鸠盈之。之子于归，百两成之。",
        "author": "先秦",
        "poem_class": "思乡",
        "dynasty": "佚名"
    },
    {
        "title": "日暮",
        "paragraph": "牛羊下来久，各已闭柴门。风月自清夜，江山非故园。石泉流暗壁，草露滴秋根。头白灯明里，何须花烬繁。白发三千丈，缘愁似个长。不知明镜里，何处得秋霜。蝉鸣空桑林，八月萧关道。出塞入塞寒，处处黄芦草。从来幽并客，皆共尘沙老。莫学游侠儿，矜夸紫骝好。天若不爱酒，酒星不在天。地若不爱酒，地应无酒泉。天地既爱酒，爱酒不愧天。已闻清比圣，复道浊如贤。贤圣既已饮，何必求神仙。三杯通大道，一斗合自然。但得酒中趣，勿为醒者传。",
        "author": "唐代",
        "poem_class": "思乡",
        "dynasty": "杜甫"
    },
    {
        "title": "菩萨蛮·黄云紫塞三千里",
        "paragraph": "黄云紫塞三千里，女墙西畔啼乌起。落日万山寒，萧萧猎马还。笳声听不得，入夜空城黑。秋梦不归家，残灯落碎花。匣中鱼鳞淬秋水，十年仗之走江海。尘封锈涩未摩挲，一道练光飞不起。相逢市上同悲吟，今将拂衣归故林。知君怜我重肝胆，赠此一片荆轲心。维太平不易之元，蓉桂竞芳之月，无可奈何之日，怡红院浊玉，谨以群花之蕊，冰鲛之縠，沁芳之泉，枫露之茗，四者虽微，聊以达诚申信，乃致祭于白帝宫中抚司秋艳芙蓉女儿之前曰：窃思女儿自临浊世，迄今凡十有（通“又）”六载。其先之乡籍姓氏，湮沦而莫能考者久矣。而玉得于衾枕栉沐之间，栖息宴游之夕，亲昵狎亵，相与共处者，仅五年八月有奇。忆女儿曩生之昔，其为质则金玉不足喻其贵，其为性则冰雪不足喻其洁，其为神则星日不足喻其精，其为貌则花月不足喻其色。姊娣悉慕媖娴，妪媪咸仰惠德。孰料鸠鸩恶其高，鹰鸷翻遭罦罬；薋葹妒其臭，茝兰竟被芟鉏！花原自怯，岂奈狂飙；柳本多愁，何禁骤雨！偶遭蛊虿之谗，遂抱膏肓之疚。故樱唇红褪，韵吐呻吟；杏脸香枯，色陈顑颔。诼谣謑诟，出自屏帏；荆棘蓬榛，蔓延户牖。岂招尤则替，实攘诟而终。既忳幽沉于不尽，复含罔屈于无穷。高标见嫉，闺帏恨比长沙；直烈遭危，巾帼惨于羽野。自蓄辛酸，谁怜夭折？仙云既散，芳趾难寻。洲迷聚窟，何来却死之香？海失灵槎，不获回生之药。眉黛烟青，昨犹我画；指环玉冷，今倩谁温？鼎炉之剩药犹存，襟泪之余痕尚渍。镜分鸾别，愁开麝月之奁；梳化龙飞，哀折檀云之齿。委金钿于草莽，拾翠盒于尘埃。楼空鳷鹊，徒悬七夕之针；带断鸳鸯，谁续五丝之缕？况乃金天属节，白帝司时，孤衾有梦，空室无人。桐阶月暗，芳魂与倩影同销；蓉帐香残，娇喘共细言皆绝。连天衰草，岂独蒹葭；匝地悲声，无非蟋蟀。露阶晚砌，穿帘不度寒砧；雨荔秋垣，隔院希闻怨笛。芳名未泯，檐前鹦鹉犹呼；艳质将亡，槛外海棠预萎。捉迷屏后，莲瓣无声；斗草庭前，兰芳枉待。抛残绣线，银笺彩缕谁裁？褶断冰丝，金斗御香未熨。昨承严命，既趋车而远陟芳园；今犯慈威，复拄杖而近抛孤柩。及闻蕙棺被燹，惭违共穴之盟；石椁成灾，愧迨同灰之诮。尔乃西风古寺，淹滞青燐，落日荒丘，零星白骨。楸榆飒飒，蓬艾萧萧。隔雾圹以啼猿，绕烟塍而泣鬼。自为红绡帐里，公子情深；始信黄土陇中，女儿命薄！汝南泪血，斑斑洒向西风；梓泽馀衷，默默诉凭冷月。呜呼！固鬼蜮之为灾，岂神灵而亦妒？箝诐奴之口，讨岂从宽？剖悍妇之心，忿犹未释！在卿之尘缘虽浅，而玉之鄙意尤深。因蓄惓惓之思，不禁谆谆之问。始知上帝垂旌，花宫待诏，生侪兰蕙，死辖芙蓉。听小婢之言，似涉无稽；据浊玉之思，则深为有据。何也：昔叶法善摄魂以撰碑，李长吉被诏而为记，事虽殊其理则一也。故相物以配才，苟非其人，恶乃滥乎其位？始信上帝委托权衡，可谓至洽至协，庶不负其所秉赋也。因希其不昧之灵，或陟降于兹，特不揣鄙俗之词，有污慧听。乃歌而招之曰：天何如是之苍苍兮，乘玉虬以游乎穹窿耶？地何如是之茫茫兮，驾瑶象以降乎泉壤耶？望伞盖之陆离兮，抑箕尾之光耶？列羽葆而为前导兮，卫危虚于傍耶？驱丰隆以为庇从兮，望舒月以临耶？听车轨而伊轧兮，御鸾鹥以征耶？闻馥郁而薆然兮，纫蘅杜以为纕耶？炫裙裾之烁烁兮，镂明月以为珰耶？借葳蕤而成坛畤兮，檠莲焰以烛兰膏耶？文瓠瓟以为觯斝兮，漉醽醁以浮桂醑耶？瞻云气而凝盼兮，仿佛有所觇耶？俯窈窕而属耳兮，恍惚有所闻耶？期汗漫而无夭阏兮，忍捐弃予于尘埃耶？倩风廉之为余驱车兮，冀联辔而携归耶？余中心为之慨然兮，徒噭噭而何为耶？卿偃然而长寝兮，岂天运之变于斯耶？既窀穸且安稳兮，反其真而又奚化耶？余犹桎梏而悬附兮，灵格余以嗟来耶？来兮止兮，卿其来耶？若夫鸿蒙而居，寂静以处，虽临于兹，余亦莫睹。搴烟萝而为步障，列苍蒲而森行伍。警柳眼之贪眠，释莲心之味苦。素女约于桂岩，宓妃迎于兰渚。弄玉吹笙，寒簧击敔。征嵩岳之妃，启骊山之姥。龟呈洛浦之灵，兽作咸池之舞。潜赤水兮龙吟，集珠林兮凤翥。爰格爰诚，匪簠匪莒。发轫乎霞城，还旌乎玄圃。既显微而若通，复氤氲而倏阻。离合兮烟云，空蒙兮雾雨。尘霾敛兮星高，溪山丽兮月午。何心意之忡忡，若寤寐之栩栩？余乃欷歔怅望，泣涕彷徨。人语兮寂历，天籁兮篔筜。鸟惊散而飞，鱼唼喋以响。志哀兮是祷，成礼兮期祥。呜呼哀哉！尚飨！英雄立马起沙陀，奈此朱梁跋扈何。只手难扶唐社稷，连城犹拥晋山河。风云帐下奇儿在，鼓角灯前老泪多。萧瑟三垂冈下路，至今人唱《百年歌》。",
        "author": "清代",
        "poem_class": "思乡",
        "dynasty": "纳兰性德"
    },
    {
        "title": "蝶恋花·凤栖梧",
        "paragraph": "蜀锦地衣丝步障。屈曲回廊，静夜闲寻访。玉砌雕阑新月上。朱扉半掩人相望。 旋暖熏炉温斗帐。玉树琼枝，迤逦相偎傍。酒力渐浓春思荡。鸳鸯绣被翻红浪。浮云吐明月，流影玉阶阴。千里虽共照，安知夜夜心？钟鼎山林都是梦，人间宠辱休惊。只消闲处过平生。酒杯秋吸露，诗句夜裁冰。 记取小窗风雨夜，对床灯火多情。问谁千里伴君行。晚山眉样翠，秋水镜般明。明月别枝惊鹊，清风半夜鸣蝉。稻花香里说丰年，听取蛙声一片。 七八个星天外，两三点雨山前。旧时茅店社林边，路转溪桥忽见。(溪桥 一作：溪头)",
        "author": "宋代",
        "poem_class": "思乡",
        "dynasty": "柳永"
    },
    {
        "title": "泉水",
        "paragraph": "毖彼泉水，亦流于淇。有怀于卫，靡日不思。娈彼诸姬，聊与之谋。出宿于泲，饮饯于祢，女子有行，远父母兄弟。问我诸姑，遂及伯姊。出宿于干，饮饯于言。载脂载舝，还车言迈。遄臻于卫，不瑕有害？我思肥泉，兹之永叹。思须与漕，我心悠悠。驾言出游，以写我忧。思齐大任，文王之母，思媚周姜，京室之妇。大姒嗣徽音，则百斯男。惠于宗公，神罔时怨，神罔时恫。刑于寡妻，至于兄弟，以御于家邦。雍雍在宫，肃肃在庙。不显亦临，无射亦保。肆戎疾不殄，烈假不瑕。不闻亦式，不谏亦入。肆成人有德，小子有造。古之人无斁，誉髦斯士。暾将出兮东方，照吾槛兮扶桑。抚余马兮安驱，夜晈晈兮既明。驾龙辀兮乘雷，载云旗兮委蛇。长太息兮将上，心低徊兮顾怀。羌声色兮娱人，观者憺兮忘归。緪瑟兮交鼓，萧钟兮瑶簴。鸣篪兮吹竽，思灵保兮贤姱。翾飞兮翠曾，展诗兮会舞。应律兮合节，灵之来兮蔽日。青云衣兮白霓裳，举长矢兮射天狼。操余弧兮反沦降，援北斗兮酌桂浆。撰余辔兮高驼翔，杳冥冥兮以东行。考槃在涧，硕人之宽。独寐寤言，永矢弗谖。考槃在阿，硕人之薖。独寐寤歌，永矢弗过。考槃在陆，硕人之轴。独寐寤宿，永矢弗告。",
        "author": "先秦",
        "poem_class": "思乡",
        "dynasty": "佚名"
    },
    {
        "title": "同王征君湘中有怀",
        "paragraph": "八月洞庭秋，潇湘水北流。还家万里梦，为客五更愁。不用开书帙，偏宜上酒楼。故人京洛满，何日复同游。积雨空林烟火迟，蒸藜炊黍饷东菑。漠漠水田飞白鹭，阴阴夏木啭黄鹂。山中习静观朝槿，松下清斋折露葵。野老与人争席罢，海鸥何事更相疑。买得杏花，十载归来方始坼。假山西畔药阑东，满枝红。旋开旋落旋成空，白发多情人更惜。黄昏把酒祝东风，且从容。月落乌啼霜满天，江枫渔火对愁眠。姑苏城外寒山寺，夜半钟声到客船。",
        "author": "唐代",
        "poem_class": "思乡",
        "dynasty": "张谓"
    },
    {
        "title": "关河令·秋阴时晴渐向暝",
        "paragraph": "秋阴时晴渐向暝，变一庭凄冷。伫听寒声，云深无雁影。更深人去寂静，但照壁孤灯相映。酒已都醒，如何消夜永！燕燕轻盈，莺莺娇软，分明又向华胥见。夜长争得薄情知？春初早被相思染。别后书辞，别时针线，离魂暗逐郎行远。淮南皓月冷千山，冥冥归去无人管。四顾山光接水光，凭栏十里芰荷香。清风明月无人管，并作南楼一味凉。花底忽闻敲两桨。逡巡女伴来寻访。酒盏旋将荷叶当。莲舟荡。时时盏里生红浪。花气酒香清厮酿。花腮酒面红相向。醉倚绿阴眠一饷。惊起望。船头阁在沙滩上。",
        "author": "宋代",
        "poem_class": "思乡",
        "dynasty": "周邦彦"
    },
    {
        "title": "春远 / 春运",
        "paragraph": "肃肃花絮晚，菲菲红素轻。日长唯鸟雀，春远独柴荆。数有关中乱，何曾剑外清。故乡归不得，地入亚夫营。世间荣落重逡巡，我独丘园坐四春。纵使有花兼有月，可堪无酒又无人。青袍似草年年定，白发如丝日日新。欲逐风波千万里，未知何路到龙津。绕池闲步看鱼游，正值儿童弄钓舟。 一种爱鱼心各异，我来施食尔垂钩。轮台城头夜吹角，轮台城北旄头落。羽书昨夜过渠黎，单于已在金山西。戍楼西望烟尘黑，汉军屯在轮台北。上将拥旄西出征，平明吹笛大军行。四边伐鼓雪海涌，三军大呼阴山动。虏塞兵气连云屯，战场白骨缠草根。剑河风急雪片阔，沙口石冻马蹄脱。(雪片阔 一作：云片阔)亚相勤王甘苦辛，誓将报主静边尘。古来青史谁不见，今见功名胜古人。",
        "author": "唐代",
        "poem_class": "思乡",
        "dynasty": "杜甫"
    },
    {
        "title": "寿阳曲·潇湘夜雨",
        "paragraph": "渔灯暗，客梦回。一声声滴人心碎。孤舟五更家万里，是离人几行清泪。(清泪 一作：情泪)可食不必驼峰肉，可居不必鸱尾屋。竹璃菜羹人得知，此中有士定不俗。东里先生癯似鹤，閒门不受童蒙渎。七弦琴外棋一枰，七星冠上巾一幅。忽然一日紫阳虚叟来，暂肯朦胧开睡目。朝闻客子代穰侯，暮见河阳诛汧督。居然鹏鷃自不齐，孰谓熊鱼俱所欲。平生此老世人嫉若雠，至此方知夔一足。无心敢徼失马福，勿用小荣包大辱。富儿贵公百花尽，吾曹冷落如残菊。君不见老氏故书教我云，守雌守黑为溪谷。会当访公更谋一大醉，幕天席地鼾卧无南北。自从至人传剑诀，正令全提诚决烈。有人问我觅踪由，向道不是寻常铁。此块铁，出坤方，得入吾手便轩昂。赫赫火中加火炼，工夫百炼炼成钢。学道人，知此诀，阳神威猛阴魔灭。神功妙用实难量，我今剖露为君说。为君说，泄天机，下手一阳来复时。先令六甲扇炉鞴，六丁然后动钳锤。火功周，得成剑，初出辉辉如掣电。横挥凛凛清风生，卓竖莹莹明月现。明月现，瑞光辉，烁地照天神鬼悲。激浊扬清荡妖秽，诛龙斩虎灭蛟螭。六贼亡，三尸绝，缘断虑捐情网裂。神锋指处山岳崩，三界魔王皆剿拆。此宝剑，本无形，为有神功强立名。学道修真凭此剑，若无此剑道难成。开洪濛，剖天地，消碍化尘无不备。有人问我借来看，拈出问君会不会。声声啼乳鸦，生叫破韶华。夜深微雨润堤沙，香风万家。画楼洗净鸳鸯瓦，彩绳半湿秋千架。觉来红日上窗纱，听街头卖杏花。",
        "author": "元代",
        "poem_class": "思乡",
        "dynasty": "马致远"
    },
    {
        "title": "南中咏雁诗",
        "paragraph": "万里人南去，三春雁北飞。不知何岁月，得与尔同归？浑成紫檀金屑文，作得琵琶声入云。 胡地迢迢三万里，那堪马上送明君。 异方之乐令人悲，羌笛胡笳不用吹。 坐看今夜关山月，思杀边城游侠儿。山不在高，有仙则名。水不在深，有龙则灵。斯是陋室，惟吾德馨。苔痕上阶绿，草色入帘青。谈笑有鸿儒，往来无白丁。可以调素琴，阅金经。无丝竹之乱耳，无案牍之劳形。南阳诸葛庐，西蜀子云亭。孔子云：何陋之有？为我引杯添酒饮，与君把箸击盘歌。诗称国手徒为尔，命压人头不奈何。举眼风光长寂寞，满朝官职独蹉跎。亦知合被才名折，二十三年折太多。",
        "author": "唐代",
        "poem_class": "思乡",
        "dynasty": "韦承庆"
    },
    {
        "title": "阮郎归·湘天风雨破寒初",
        "paragraph": "湘天风雨破寒初。深沉庭院虚。丽谯吹罢小单于。迢迢清夜徂。乡梦断，旅魂孤。峥嵘岁又除。衡阳犹有雁传书。郴阳和雁无。醉别西楼醒不记。春梦秋云，聚散真容易。斜月半窗还少睡。画屏闲展吴山翠。 衣上酒痕诗里字。点点行行，总是凄凉意。红烛自怜无好计。夜寒空替人垂泪。疏疏淡淡，问阿谁、堪比天真颜色。笑杀东君虚占断，多少朱朱白白。雪里温柔，水边明秀，不借春工力。骨清香嫩，迥然天与奇绝。 尝记宝篽寒轻，琐窗人睡起，玉纤轻摘。漂泊天涯空瘦损，犹有当年标格。万里风烟，一溪霜月，未怕欺他得。不如归去，阆苑有个人忆。近清明。翠禽枝上消魂。可惜一片清歌，都付与黄昏。欲共柳花低诉，怕柳花轻薄，不解伤春。念楚乡旅宿，柔情别绪，谁与温存。 空樽夜泣，青山不语，残月当门。翠玉楼前，惟是有、一波湘水，摇荡湘云。天长梦短，问甚时、重见桃根。这次第，算人间没个并刀，剪断心上愁痕。",
        "author": "宋代",
        "poem_class": "思乡",
        "dynasty": "秦观"
    },
    {
        "title": "归朝欢·别岸扁舟三两只",
        "paragraph": "别岸扁舟三两只。葭苇萧萧风淅淅。沙汀宿雁破烟飞，溪桥残月和霜白。渐渐分曙色。路遥山远多行役。往来人，只轮双桨，尽是利名客。一望乡关烟水隔。转觉归心生羽翼。愁云恨雨两牵萦，新春残腊相催逼。岁华都瞬息。浪萍风梗诚何益。归去来，玉楼深处，有个人相忆。重五山村好，榴花忽已繁。粽包分两髻，艾束著危冠。旧俗方储药，羸躯亦点丹。日斜吾事毕，一笑向杯盘。目穷淮海满如银，万道虹光育蚌珍。天上若无修月户，桂枝撑损向西轮。三年枕上吴中路。遣黄耳、随君去。若到松江呼小渡。莫惊鸥鹭，四桥尽是，老子经行处。辋川图上看春暮。常记高人右丞句。作个归期天已许。春衫犹是，小蛮针线，曾湿西湖雨。",
        "author": "宋代",
        "poem_class": "思乡",
        "dynasty": "柳永"
    },
    {
        "title": "满江红·暮雨初收",
        "paragraph": "暮雨初收，长川静、征帆夜落。临岛屿、蓼烟疏淡，苇风萧索。几许渔人飞短艇，尽载灯火归村落。遣行客、当此念回程，伤漂泊。桐江好，烟漠漠。波似染，山如削。绕严陵滩畔，鹭飞鱼跃。游宦区区成底事，平生况有云泉约。归去来、一曲仲宣吟，从军乐。近清明。翠禽枝上消魂。可惜一片清歌，都付与黄昏。欲共柳花低诉，怕柳花轻薄，不解伤春。念楚乡旅宿，柔情别绪，谁与温存。 空樽夜泣，青山不语，残月当门。翠玉楼前，惟是有、一波湘水，摇荡湘云。天长梦短，问甚时、重见桃根。这次第，算人间没个并刀，剪断心上愁痕。自春来、惨绿愁红，芳心是事可可。日上花梢，莺穿柳带，犹压香衾卧。暖酥消、腻云亸，终日厌厌倦梳裹。无那。恨薄情一去，音书无个。早知恁么，悔当初、不把雕鞍锁。向鸡窗，只与蛮笺象管，拘束教吟课。镇相随、莫抛躲，针线闲拈伴伊坐。和我。免使年少，光阴虚过。行尽潇湘到洞庭。楚天阔处数峰青。旗梢不动晚波平。红蓼一湾纹缬乱，白鱼双尾玉刀明。夜凉船影浸疏星。",
        "author": "宋代",
        "poem_class": "思乡",
        "dynasty": "柳永"
    },
    {
        "title": "旅次朔方 / 渡桑干",
        "paragraph": "客舍并州已十霜，归心日夜忆咸阳。无端更渡桑干水，却望并州是故乡。扬子江头杨柳春，杨花愁杀渡江人。 数声风笛离亭晚，君向潇湘我向秦。为有云屏无限娇，凤城寒尽怕春宵。 无端嫁得金龟婿，辜负香衾事早朝。肠断江春欲尽头，杖藜徐步立芳洲。(江春 一作：春江)颠狂柳絮随风去，轻薄桃花逐水流。(去 一作：舞)",
        "author": "唐代",
        "poem_class": "思乡",
        "dynasty": "刘皂"
    },
    {
        "title": "落日怅望",
        "paragraph": "孤云与归鸟，千里片时间。念我何留滞，辞家久未还。微阳下乔木，远烧入秋山。临水不敢照，恐惊平昔颜！江雨霏霏江草齐，六朝如梦鸟空啼。 无情最是台城柳，依旧烟笼十里堤。云母屏风烛影深，长河渐落晓星沉。嫦娥应悔偷灵药，碧海青天夜夜心。萧娘脸薄难胜泪，桃叶眉尖易觉愁。天下三分明月夜，二分无赖是扬州。",
        "author": "唐代",
        "poem_class": "思乡",
        "dynasty": "马戴"
    },
    {
        "title": "江行无题一百首·其九十八",
        "paragraph": "万木已清霜，江边村事忙。故溪黄稻熟，一夜梦中香。江送巴南水，山横塞北云。津亭秋月夜，谁见泣离群？乱烟笼碧砌，飞月向南端。寂寞离亭掩，江山此夜寒。谷口春残黄鸟稀，辛夷花尽杏花飞。(谷口 一作：溪上)始怜幽竹山窗下，不改清阴待我归。少年佳节倍多情，老去谁知感慨生。不效艾符趋习俗，但祈蒲酒话升平。鬓丝日日添白头，榴锦年年照眼明。千载贤愚同瞬息，几人湮没几垂名。",
        "author": "唐代",
        "poem_class": "思乡",
        "dynasty": "钱珝"
    },
    {
        "title": "秋浦途中",
        "paragraph": "萧萧山路穷秋雨，淅淅溪风一岸蒲。为问寒沙新到雁，来时还下杜陵无。四方之歌，异音而同乐。岁正月，余来建平，里中儿联歌《竹枝》，吹短笛，击鼓以赴节。歌者扬袂睢舞，以曲多为贤。聆其音，中黄钟之羽，其卒章激讦如吴声，虽伧儜不可分，而含思宛转，有《淇奥》之艳。昔屈原居沅湘间，其民迎神，词多鄙陋，乃为作《九歌》，到于今荆楚鼓舞之。故余亦作《竹枝词》九篇，俾善歌者飏之，附于末，后之聆巴歈，知变风之自焉。白帝城头春草生，白盐山下蜀江清。南人上来歌一曲，北人莫上动乡情。山桃红花满上头，蜀江春水拍山流。花红易衰似郎意，水流无限似侬愁。江上朱楼新雨晴，瀼西春水縠文生。桥东桥西好杨柳，人来人去唱歌行。日出三竿春雾消，江头蜀客驻兰桡。凭寄狂夫书一纸，家住成都万里桥。两岸山花似雪开，家家春酒满银杯。昭君坊中多女伴，永安宫外踏青来。城西门前滟滪堆，年年波浪不能摧。懊恼人心不如石，少时东去复西来。瞿塘嘈嘈十二滩，此中道路古来难。长恨人心不如水，等闲平地起波澜。巫峡苍苍烟雨时，清猿啼在最高枝。个里愁人肠自断，由来不是此声悲。山上层层桃李花，云间烟火是人家。银钏金钗来负水，长刀短笠去烧畲。六王毕，四海一，蜀山兀，阿房出。覆压三百余里，隔离天日。骊山北构而西折，直走咸阳。二川溶溶，流入宫墙。五步一楼，十步一阁；廊腰缦回，檐牙高啄；各抱地势，钩心斗角。盘盘焉，囷囷焉，蜂房水涡，矗不知其几千万落。长桥卧波，未云何龙？复道行空，不霁何虹？高低冥迷，不知西东。歌台暖响，春光融融；舞殿冷袖，风雨凄凄。一日之内，一宫之间，而气候不齐。(不知其 一作：不知乎；西东 一作：东西)妃嫔媵嫱，王子皇孙，辞楼下殿，辇来于秦。朝歌夜弦，为秦宫人。明星荧荧，开妆镜也；绿云扰扰，梳晓鬟也；渭流涨腻，弃脂水也；烟斜雾横，焚椒兰也。雷霆乍惊，宫车过也；辘辘远听，杳不知其所之也。一肌一容，尽态极妍，缦立远视，而望幸焉。有不见者，三十六年。燕赵之收藏，韩魏之经营，齐楚之精英，几世几年，剽掠其人，倚叠如山。一旦不能有，输来其间。鼎铛玉石，金块珠砾，弃掷逦迤，秦人视之，亦不甚惜。(有不见者 一作：有不得见者)嗟乎！一人之心，千万人之心也。秦爱纷奢，人亦念其家。奈何取之尽锱铢，用之如泥沙？使负栋之柱，多于南亩之农夫；架梁之椽，多于机上之工女；钉头磷磷，多于在庾之粟粒；瓦缝参差，多于周身之帛缕；直栏横槛，多于九土之城郭；管弦呕哑，多于市人之言语。使天下之人，不敢言而敢怒。独夫之心，日益骄固。戍卒叫，函谷举，楚人一炬，可怜焦土！呜呼！灭六国者六国也，非秦也；族秦者秦也，非天下也。嗟乎！使六国各爱其人，则足以拒秦；使秦复爱六国之人，则递三世可至万世而为君，谁得而族灭也？秦人不暇自哀，而后人哀之；后人哀之而不鉴之，亦使后人而复哀后人也。山上层层桃李花，云间烟火是人家。银钏金钗来负水，长刀短笠去烧畲。",
        "author": "唐代",
        "poem_class": "思乡",
        "dynasty": "杜牧"
    },
    {
        "title": "零陵早春",
        "paragraph": "问春从此去，几日到秦原。凭寄还乡梦，殷勤入故园。 谁道群生性命微？一般骨肉一般皮。劝君莫打枝头鸟，子在巢中望母归。近寒食雨草萋萋，著麦苗风柳映堤。等是有家归未得，杜鹃休向耳边啼。客行新安道，喧呼闻点兵。借问新安吏：“县小更无丁？”“府帖昨夜下，次选中男行。”“中男绝短小，何以守王城？”肥男有母送，瘦男独伶俜。白水暮东流，青山犹哭声。“莫自使眼枯，收汝泪纵横。眼枯即见骨，天地终无情！我军取相州，日夕望其平。岂意贼难料，归军星散营。就粮近故垒，练卒依旧京。掘壕不到水，牧马役亦轻。况乃王师顺，抚养甚分明。送行勿泣血，仆射如父兄。”",
        "author": "唐代",
        "poem_class": "思乡",
        "dynasty": "柳宗元"
    },
    {
        "title": "闽中秋思",
        "paragraph": "雨匀紫菊丛丛色，风弄红蕉叶叶声。北畔是山南畔海，只堪图画不堪行。瑶池阿母绮窗开，黄竹歌声动地哀。 八骏日行三万里，穆王何事不重来。万艘龙舸绿丝间，载到扬州尽不还。应是天教开汴水，一千余里地无山。尽道隋亡为此河，至今千里赖通波。若无水殿龙舟事，共禹论功不较多。兰叶春葳蕤，桂华秋皎洁。欣欣此生意，自尔为佳节。谁知林栖者，闻风坐相悦。草木有本心，何求美人折。幽人归独卧，滞虑洗孤清。持此谢高鸟，因之传远情。日夕怀空意，人谁感至精？飞沉理自隔，何所慰吾诚？鱼游乐深池，鸟栖欲高枝。嗟尔蜉蝣羽，薨薨亦何为。有生岂不化，所感奚若斯。神理日微灭，吾心安得知。浩叹杨朱子，徒然泣路岐。孤鸿海上来，池潢不敢顾。侧见双翠鸟，巢在三珠树。矫矫珍木巅，得无金丸惧？美服患人指，高明逼神恶？今我游冥冥，弋者何所慕！吴越数千里，梦寐今夕见。形骸非我亲，衾枕即乡县。化蝶犹不识，川鱼安可羡。海上有仙山，归期觉神变。西日下山隐，北风乘夕流。燕雀感昏旦，檐楹呼匹俦。鸿鹄虽自远，哀音非所求。贵人弃疵贱，下士尝殷忧。众情累外物，恕己忘内修。感叹长如此，使我心悠悠。江南有丹橘，经冬犹绿林。岂伊地气暖，自有岁寒心⑿。可以荐嘉客⒀，奈何阻重深。运命唯所遇，循环不可寻。徒言树桃李，此木岂无阴。永日徒离忧，临风怀蹇修。美人何处所，孤客空悠悠。青鸟跂不至，朱鳖谁云浮。夜分起踯躅，时逝曷淹留。抱影吟中夜，谁闻此叹息。美人适异方，庭树含幽色。白云愁不见，沧海飞无翼。凤凰一朝来，竹花斯可食。汉上有游女，求思安可得。袖中一札书，欲寄双飞翼。冥冥愁不见，耿耿徒缄忆。紫兰秀空蹊，皓露夺幽色。馨香岁欲晚，感叹情何极。白云在南山，日暮长太息。我有异乡忆，宛在云溶溶。凭此目不觏，要之心所钟。但欲附高鸟，安敢攀飞龙。至精无感遇，悲惋填心胸。归来扣寂寞，人愿天岂从？闭门迹群化，凭林结所思。啸叹此寒木，畴昔乃芳蕤。朝阳凤安在，日暮蝉独悲。浩思极中夜，深嗟欲待谁。所怀诚已矣，既往不可追。鼎食非吾事，云仙尝我期。胡越方杳杳，车马何迟迟。天壤一何异，幽嘿卧帘帷。 ",
        "author": "唐代",
        "poem_class": "思乡",
        "dynasty": "杜荀鹤"
    },
    {
        "title": "题齐安城楼",
        "paragraph": "呜轧江楼角一声，微阳潋潋落寒汀。不用凭栏苦回首，故乡七十五长亭。几年无事傍江湖，醉倒黄公旧酒垆。 觉后不知明月上，满身花影倩人扶。长啸梁甫吟，何时见阳春？君不见，朝歌屠叟辞棘津，八十西来钓渭滨。宁羞白发照清水，逢时壮气思经纶。广张三千六百钓，风期暗与文王亲。大贤虎变愚不测，当年颇似寻常人。君不见，高阳酒徒起草中，长揖山东隆准公。入门不拜逞雄辩，两女辍洗来趋风。东下齐城七十二，指挥楚汉如旋蓬。狂客落魄尚如此，何况壮士当群雄！我欲攀龙见明主，雷公砰訇震天鼓。帝旁投壶多玉女，三时大笑开电光，倏烁晦冥起风雨。阊阖九门不可通，以额扣关阍者怒。白日不照吾精诚，杞国无事忧天倾。猰貐磨牙竞人肉，驺虞不折生草茎。手接飞猱搏雕虎，侧足焦原未言苦。智者可卷愚者豪，世人见我轻鸿毛。力排南山三壮士，齐相杀之费二桃。吴楚弄兵无剧孟，亚夫咍尔为徒劳。梁甫吟，声正悲。张公两龙剑，神物合有时。风云感会起屠钓，大人臲屼当安之。素蘤多蒙别艳欺，此花真合在瑶池。(真合 一作：端合)无情有恨何人觉？月晓风清欲堕时。",
        "author": "唐代",
        "poem_class": "思乡",
        "dynasty": "杜牧"
    },
    {
        "title": "赴洛道中作",
        "paragraph": "远游越山川，山川修且广。振策陟崇丘，安辔遵平莽。夕息抱影寐，朝徂衔思往。顿辔倚嵩岩，侧听悲风响。清露坠素辉，明月一何朗。抚枕不能寐，振衣独长想。名与身孰亲。哀哉世俗狥荣。驰骛竭力丧精。得失相纷忧惊。自贪勤苦不宁。忽然长逝，火灭烟消。桃叶复桃叶，渡江不待橹。风波了无常，没命江南渡。",
        "author": "魏晋",
        "poem_class": "思乡",
        "dynasty": "陆机"
    },
    {
        "title": "落叶",
        "paragraph": "早秋惊落叶，飘零似客心。翻飞未肯下，犹言惜故林。佳辰强饮食犹寒，隐几萧条戴鹖冠。春水船如天上坐，老年花似雾中看。娟娟戏蝶过闲幔，片片轻鸥下急湍。云白山青万余里，愁看直北是长安。怀君属秋夜，散步咏凉天。空山松子落，幽人应未眠。(空山 一作：山空)我来竟何事，高卧沙丘城。城边有古树，日夕连秋声。鲁酒不可醉，齐歌空复情。思君若汶水，浩荡寄南征。",
        "author": "唐代",
        "poem_class": "思乡",
        "dynasty": "孔绍安"
    },
    {
        "title": "葛溪驿",
        "paragraph": "缺月昏昏漏未央，一灯明灭照秋床。病身最觉风露早，归梦不知山水长。坐感岁时歌慷慨，起看天地色凄凉。鸣蝉更乱行人耳，正抱疏桐叶半黄。目穷淮海满如银，万道虹光育蚌珍。天上若无修月户，桂枝撑损向西轮。此身天地一蘧庐，世事消磨绿鬓疏。毕竟几人真得鹿，不知终日梦为鱼。多情多感仍多病，多景楼中。尊酒相逢。乐事回头一笑空。停杯且听琵琶语，细捻轻拢。醉脸春融。斜照江天一抹红。",
        "author": "宋代",
        "poem_class": "思乡",
        "dynasty": "王安石"
    },
    {
        "title": "晚春江晴寄友人 / 晚春别",
        "paragraph": "晚日低霞绮，晴山远画眉。春青河畔草，不是望乡时。玉树歌残王气终，景阳兵合戍楼空。松楸远近千官冢，禾黍高低六代宫。石燕拂云晴亦雨，江豚吹浪夜还风。英雄一去豪华尽，惟有青山似洛中。独坐幽篁里，弹琴复长啸。深林人不知，明月来相照。板桥人渡泉声，茅檐日午鸡鸣。莫嗔焙茶烟暗，却喜晒谷天晴。",
        "author": "唐代",
        "poem_class": "思乡",
        "dynasty": "韩琮"
    },
    {
        "title": "登楼望水",
        "paragraph": "鸟啼花发柳含烟，掷却风光忆少年。更上高楼望江水，故乡何处一归船。玉树歌残王气终，景阳兵合戍楼空。松楸远近千官冢，禾黍高低六代宫。石燕拂云晴亦雨，江豚吹浪夜还风。英雄一去豪华尽，惟有青山似洛中。元和十年，予左迁九江郡司马。明年秋，送客湓浦口，闻舟中夜弹琵琶者，听其音，铮铮然有京都声。问其人，本长安倡女，尝学琵琶于穆、曹二善才，年长色衰，委身为贾人妇。遂命酒，使快弹数曲。曲罢悯然，自叙少小时欢乐事，今漂沦憔悴，转徙于江湖间。予出官二年，恬然自安，感斯人言，是夕始觉有迁谪意。因为长句，歌以赠之，凡六百一十六言，命曰《琵琶行》。浔阳江头夜送客，枫叶荻花秋瑟瑟。主人下马客在船，举酒欲饮无管弦。醉不成欢惨将别，别时茫茫江浸月。忽闻水上琵琶声，主人忘归客不发。寻声暗问弹者谁，琵琶声停欲语迟。移船相近邀相见，添酒回灯重开宴。千呼万唤始出来，犹抱琵琶半遮面。转轴拨弦三两声，未成曲调先有情。弦弦掩抑声声思，似诉平生不得志。低眉信手续续弹，说尽心中无限事。轻拢慢捻抹复挑，初为《霓裳》后《六幺》。(六幺 一作：绿腰)大弦嘈嘈如急雨，小弦切切如私语。嘈嘈切切错杂弹，大珠小珠落玉盘。间关莺语花底滑，幽咽泉流冰下难。冰泉冷涩弦凝绝，凝绝不通声暂歇。(暂歇 一作：渐歇)别有幽愁暗恨生，此时无声胜有声。银瓶乍破水浆迸，铁骑突出刀枪鸣。曲终收拨当心画，四弦一声如裂帛。东船西舫悄无言，唯见江心秋月白。沉吟放拨插弦中，整顿衣裳起敛容。自言本是京城女，家在虾蟆陵下住。十三学得琵琶成，名属教坊第一部。曲罢曾教善才服，妆成每被秋娘妒。(服 一作：伏)五陵年少争缠头，一曲红绡不知数。钿头银篦击节碎，血色罗裙翻酒污。(银篦 一作：云篦)今年欢笑复明年，秋月春风等闲度。弟走从军阿姨死，暮去朝来颜色故。门前冷落鞍马稀，老大嫁作商人妇。商人重利轻别离，前月浮梁买茶去。去来江口守空船，绕船月明江水寒。夜深忽梦少年事，梦啼妆泪红阑干。我闻琵琶已叹息，又闻此语重唧唧。同是天涯沦落人，相逢何必曾相识！我从去年辞帝京，谪居卧病浔阳城。浔阳地僻无音乐，终岁不闻丝竹声。住近湓江地低湿，黄芦苦竹绕宅生。其间旦暮闻何物？杜鹃啼血猿哀鸣。春江花朝秋月夜，往往取酒还独倾。岂无山歌与村笛，呕哑嘲哳难为听。今夜闻君琵琶语，如听仙乐耳暂明。莫辞更坐弹一曲，为君翻作《琵琶行》。感我此言良久立，却坐促弦弦转急。凄凄不似向前声，满座重闻皆掩泣。座中泣下谁最多？江州司马青衫湿。岐王宅里寻常见，崔九堂前几度闻。正是江南好风景，落花时节又逢君。",
        "author": "唐代",
        "poem_class": "思乡",
        "dynasty": "顾况"
    },
    {
        "title": "鹧鸪天·寒日萧萧上锁窗",
        "paragraph": "寒日萧萧上锁窗，梧桐应恨夜来霜。酒阑更喜团茶苦，梦断偏宜瑞脑香。秋已尽，日犹长，仲宣怀远更凄凉。不如随分尊前醉，莫负东篱菊蕊黄。忘却成都来十载，因君未免思量。凭将清泪洒江阳。故山知好在，孤客自悲凉。 坐上别愁君未见，归来欲断无肠。殷勤且更尽离觞。此身如传舍，何处是吾乡。碧水惊秋，黄云凝暮，败叶零乱空阶。洞房人静，斜月照徘徊。又是重阳近也，几处处，砧杵声催。西窗下，风摇翠竹，疑是故人来。 伤怀。增怅望，新欢易失，往事难猜。问篱边黄菊，知为谁开。谩道愁须殢酒，酒未醒、愁已先回。凭阑久，金波渐转，白露点苍苔。南浦春来绿一川，石桥朱塔两依然。年年送客横塘路，细雨垂杨系画船。",
        "author": "宋代",
        "poem_class": "思乡",
        "dynasty": "李清照"
    },
    {
        "title": "游金山寺",
        "paragraph": "我家江水初发源，宦游直送江入海。闻道潮头一丈高，天寒尚有沙痕在。中泠南畔石盘陀，古来出没随涛波。试登绝顶望乡国，江南江北青山多。羁愁畏晚寻归楫，山僧苦留看落日。微风万顷靴文细，断霞半空鱼尾赤。是时江月初生魄，二更月落天深黑。江心似有炬火明，飞焰照山栖鸟惊。怅然归卧心莫识，非鬼非人竟何物？江山如此不归山，江神见怪惊我顽。我谢江神岂得已，有田不归如江水。十月九日，孟亨之置酒秋香亭。有双拒霜，独向君猷而开，坐客喜笑，以为非使君莫可当此花，故作是篇。两两轻红半晕腮，依依独为使君回。若道使君无此意，何为，双花不向别人开。但看低昂烟雨里，不已。劝君休诉十分杯。更问尊前狂副使。来岁。花开时节与谁来。罗带双垂画不成。殢人娇态最轻盈。酥胸斜抱天边月，玉手轻弹水面冰。 无限事，许多情。四弦丝竹苦丁宁。饶君拨尽相思调，待听梧桐叶落声。暖雨晴风初破冻，柳眼梅腮，已觉春心动。酒意诗情谁与共？泪融残粉花钿重。乍试夹衫金缕缝，山枕斜欹，枕损钗头凤。独抱浓愁无好梦，夜阑犹剪灯花弄。",
        "author": "宋代",
        "poem_class": "思乡",
        "dynasty": "苏轼"
    },
    {
        "title": "恨别",
        "paragraph": "洛城一别四千里，胡骑长驱五六年。草木变衰行剑外，兵戈阻绝老江边。思家步月清宵立，忆弟看云白日眠。闻道河阳近乘胜，司徒急为破幽燕。他乡复行役，驻马别孤坟。近泪无干土，低空有断云。对棋陪谢傅，把剑觅徐君。唯见林花落，莺啼送客闻。日光斜照集灵台，红树花迎晓露开。 昨夜上皇新授箓，太真含笑入帘来。远送从此别，青山空复情。几时杯重把，昨夜月同行。列郡讴歌惜，三朝出入荣。江村独归处，寂寞养残生。",
        "author": "唐代",
        "poem_class": "思乡",
        "dynasty": "杜甫"
    },
    {
        "title": "菩萨蛮·归鸿声断残云碧",
        "paragraph": "归鸿声断残云碧。背窗雪落炉烟直。烛底凤钗明。钗头人胜轻。 角声催晓漏。曙色回牛斗。春意看花难。西风留旧寒。江南蝶，斜日一双双。身似何郎全傅粉，心如韩寿爱偷香。天赋与轻狂。微雨后，薄翅腻烟光。才伴游蜂来小院，又随飞絮过东墙。长是为花忙。壬戌之秋，七月既望，苏子与客泛舟游于赤壁之下。清风徐来，水波不兴。举酒属客，诵明月之诗，歌窈窕之章。少焉，月出于东山之上，徘徊于斗牛之间。白露横江，水光接天。纵一苇之所如，凌万顷之茫然。浩浩乎如冯虚御风，而不知其所止；飘飘乎如遗世独立，羽化而登仙。(冯 通：凭)于是饮酒乐甚，扣舷而歌之。歌曰：“桂棹兮兰桨，击空明兮溯流光。渺渺兮予怀，望美人兮天一方。”客有吹洞箫者，倚歌而和之。其声呜呜然，如怨如慕，如泣如诉；余音袅袅，不绝如缕。舞幽壑之潜蛟，泣孤舟之嫠妇。苏子愀然，正襟危坐而问客曰：“何为其然也？”客曰：“‘月明星稀，乌鹊南飞。’此非曹孟德之诗乎？西望夏口，东望武昌，山川相缪，郁乎苍苍，此非孟德之困于周郎者乎？方其破荆州，下江陵，顺流而东也，舳舻千里，旌旗蔽空，酾酒临江，横槊赋诗，固一世之雄也，而今安在哉？况吾与子渔樵于江渚之上，侣鱼虾而友麋鹿，驾一叶之扁舟，举匏樽以相属。寄蜉蝣于天地，渺沧海之一粟。哀吾生之须臾，羡长江之无穷。挟飞仙以遨游，抱明月而长终。知不可乎骤得，托遗响于悲风。”苏子曰：“客亦知夫水与月乎？逝者如斯，而未尝往也；盈虚者如彼，而卒莫消长也。盖将自其变者而观之，则天地曾不能以一瞬；自其不变者而观之，则物与我皆无尽也，而又何羡乎！且夫天地之间，物各有主，苟非吾之所有，虽一毫而莫取。惟江上之清风，与山间之明月，耳得之而为声，目遇之而成色，取之无禁，用之不竭。是造物者之无尽藏也，而吾与子之所共适。”(共适 一作：共食)客喜而笑，洗盏更酌。肴核既尽，杯盘狼籍。相与枕藉乎舟中，不知东方之既白。门外绿阴千顷，两两黄鹂相应。睡起不胜情，行到碧梧金井。人静，人静。风动一庭花影。",
        "author": "宋代",
        "poem_class": "思乡",
        "dynasty": "李清照"
    },
    {
        "title": "滞雨",
        "paragraph": "滞雨长安夜，残灯独客愁。故乡云水地，归梦不宜秋。王濬楼船下益州，金陵王气黯然收。千寻铁锁沉江底，一片降幡出石头。人世几回伤往事，山形依旧枕寒流。今逢四海为家日，故垒萧萧芦荻秋。永日不可暮，炎蒸毒我肠。安得万里风，飘飖吹我裳。昊天出华月，茂林延疏光。仲夏苦夜短，开轩纳微凉。虚明见纤毫，羽虫亦飞扬。物情无巨细，自适固其常。念彼荷戈士，穷年守边疆。何由一洗濯，执热互相望。竟夕击刁斗，喧声连万方。青紫虽被体，不如早还乡。北城悲笳发，鹳鹤号且翔。况复烦促倦，激烈思时康。小时不识月，呼作白玉盘。又疑瑶台镜，飞在青云端。",
        "author": "唐代",
        "poem_class": "思乡",
        "dynasty": "李商隐"
    },
    {
        "title": "望木瓜山",
        "paragraph": "早起见日出，暮见栖鸟还。客心自酸楚，况对木瓜山。吾爱孟夫子，风流天下闻。红颜弃轩冕，白首卧松云。 醉月频中圣，迷花不事君。高山安可仰，徒此揖清芬。山光物态弄春晖，莫为轻阴便拟归。纵使晴明无雨色，入云深处亦沾衣。早梅发高树，迥映楚天碧。朔吹飘夜香，繁霜滋晓白。欲为万里赠，杳杳山水隔。寒英坐销落，何用慰远客。 ",
        "author": "唐代",
        "poem_class": "思乡",
        "dynasty": "李白"
    },
    {
        "title": "鹧鸪天·楼上谁将玉笛吹",
        "paragraph": "楼上谁将玉笛吹？山前水阔暝云低。劳劳燕子人千里，落落梨花雨一枝。修禊近，卖饧时。故乡惟有梦相随。夜来折得江头柳，不是苏堤也皱眉。落红铺径水平池，弄晴小雨霏霏。杏园憔悴杜鹃啼，无奈春归。柳外画楼独上，凭栏手捻花枝，放花无语对斜晖，此恨谁知？并刀如水，吴盐胜雪，纤手破新橙。锦幄初温，兽烟不断，相对坐调笙。 低声问：向谁行宿？城上已三更。马滑霜浓，不如休去，直是少人行！炎光谢。过暮雨、芳尘轻洒。乍露冷风清庭户，爽天如水，玉钩遥挂。应是星娥嗟久阻，叙旧约、飙轮欲驾。极目处、微云暗度，耿耿银河高泻。 闲雅。须知此景，古今无价。运巧思、穿针楼上女，抬粉面、云鬟相亚。钿合金钗私语处，算谁在、回廊影下。愿天上人间，占得欢娱，年年今夜。",
        "author": "宋代",
        "poem_class": "思乡",
        "dynasty": "张炎"
    },
    {
        "title": "减字木兰花·淮山隐隐",
        "paragraph": "淮山隐隐，千里云峰千里恨。淮水悠悠，万顷烟波万顷愁。山长水远，遮断行人东望眼。恨旧愁新，有泪无言对晚春。青山欲共高人语。联翩万马来无数。烟雨却低回。望来终不来。 人言头上发。总向愁中白。拍手笑沙鸥。一身都是愁。闲来无事不从容，睡觉东窗日已红。万物静观皆自得，四时佳兴与人同。道通天地有形外，思入风云变态中。富贵不淫贫贱乐，男儿到此是豪雄。才过笄年，初绾云鬟，便学歌舞。席上尊前，王孙随分相许。算等闲、酬一笑，便千金慵觑。常只恐、容易蕣华偷换，光阴虚度。 已受君恩顾，好与花为主。万里丹霄，何妨携手同归去。永弃却、烟花伴侣。免教人见妾，朝云暮雨。",
        "author": "宋代",
        "poem_class": "思乡",
        "dynasty": "淮上女"
    },
    {
        "title": "九月九日登玄武山 / 九月九日玄武山旅眺",
        "paragraph": "九月九日眺山川，归心归望积风烟。他乡共酌金花酒，万里同悲鸿雁天。五月天山雪，无花只有寒。笛中闻折柳，春色未曾看。晓战随金鼓，宵眠抱玉鞍。愿将腰下剑，直为斩楼兰。天兵下北荒，胡马欲南饮。横戈从百战，直为衔恩甚。握雪海上餐，拂沙陇头寝。何当破月氏，然后方高枕。骏马似风飙，鸣鞭出渭桥。弯弓辞汉月，插羽破天骄。阵解星芒尽，营空海雾消。功成画麟阁，独有霍嫖姚。白马黄金塞，云砂绕梦思。那堪愁苦节，远忆边城儿。萤飞秋窗满，月度霜闺迟。摧残梧桐叶，萧飒沙棠枝。无时独不见，流泪空自知。塞虏乘秋下，天兵出汉家。将军分虎竹，战士卧龙沙。边月随弓影，胡霜拂剑花。玉关殊未入，少妇莫长嗟。烽火动沙漠，连照甘泉云。汉皇按剑起，还召李将军。兵气天上合，鼓声陇底闻。横行负勇气，一战净妖氛。借问江潮与海水，何似君情与妾心？相恨不如潮有信，相思始觉海非深。此地别燕丹，壮士发冲冠。昔时人已没，今日水犹寒。",
        "author": "唐代",
        "poem_class": "思乡",
        "dynasty": "卢照邻"
    },
    {
        "title": "风入松·危楼古镜影犹寒",
        "paragraph": "危楼古镜影犹寒。倒景忽相看。桃花不识东西晋，想如今、也梦邯郸。缥缈神仙海上，飘零图画人间。宝光丹气共回环。水弱小舟闲。秋风难老三珠树，尚依依、脆管清弹。说与霓裳莫舞，银桥不到深山。南望朱雀门，北望宣德楼，皆旧御路也。州桥南北是天街，父老年年等驾回。忍泪失声询使者，几时真有六军来？山边幽谷水边村，曾被疏花断客魂。犹恨东风无意思，更吹烟雨暗黄昏。别茂嘉十二弟。鹈鴂、杜鹃实两种，见《离骚补注》绿树听鹈鴂。更那堪、鹧鸪声住，杜鹃声切。啼到春归无寻处，苦恨芳菲都歇。算未抵、人间离别。马上琵琶关塞黑，更长门、翠辇辞金阙。看燕燕，送归妾。 将军百战身名裂。向河梁、回头万里，故人长绝。易水萧萧西风冷，满座衣冠似雪。正壮士、悲歌未彻。啼鸟还知如许恨，料不啼清泪长啼血。谁共我，醉明月。",
        "author": "宋代",
        "poem_class": "思乡",
        "dynasty": "张炎"
    },
    {
        "title": "题稚川山水",
        "paragraph": "松下茅亭五月凉，汀沙云树晚苍苍。行人无限秋风思，隔水青山似故乡。四郊未宁静，垂老不得安。子孙阵亡尽，焉用身独完。 投杖出门去，同行为辛酸。幸有牙齿存，所悲骨髓干。 男儿既介胄，长揖别上官。老妻卧路啼，岁暮衣裳单。 孰知是死别，且复伤其寒。此去必不归，还闻劝加餐。 土门壁甚坚，杏园度亦难。势异邺城下，纵死时犹宽。 人生有离合，岂择衰老端。忆昔少壮日，迟回竟长叹。 万国尽征戍，烽火被冈峦。积尸草木腥，流血川原丹。 何乡为乐土，安敢尚盘桓。弃绝蓬室居，塌然摧肺肝。羞日遮罗袖，愁春懒起妆。易求无价宝，难得有心郎。枕上潜垂泪，花间暗断肠。自能窥宋玉，何必恨王昌？人事有代谢，往来成古今。江山留胜迹，我辈复登临。水落鱼梁浅，天寒梦泽深。羊公碑尚在，读罢泪沾襟。(尚在 一作：字在)",
        "author": "唐代",
        "poem_class": "思乡",
        "dynasty": "戴叔伦"
    },
    {
        "title": "春日西湖寄谢法曹歌",
        "paragraph": "西湖春色归， 春水绿于染。群芳烂不收， 东风落如糁。参军春思乱如云， 白发题诗愁送春。遥知湖上一樽酒， 能忆天涯万里人。万里思春尚有情， 忽逢春至客心惊。雪消门外千山绿， 花发江边二月晴。少年把酒逢春色， 今日逢春头已白。异乡物态与人殊， 惟有东风旧相识。窗前谁种芭蕉树，阴满中庭。阴满中庭。叶叶心心，舒卷有馀清。(清 一作：情)伤心枕上三更雨，点滴霖霪。点滴霖霪。愁损北人，不惯起来听。巷陌风光纵赏时。笼纱未出马先嘶。白头居士无呵殿，只有乘肩小女随。 花满市，月侵衣。少年情事老来悲。沙河塘上春寒浅，看了游人缓缓归。雨后春容清更丽。只有离人，幽恨终难洗。北固山前三面水。碧琼梳拥青螺髻。一纸乡书来万里。问我何年，真个成归计。回首送春拚一醉。东风吹破千行泪。",
        "author": "宋代",
        "poem_class": "思乡",
        "dynasty": "欧阳修"
    },
    {
        "title": "寒食",
        "paragraph": "二月江南花满枝，他乡寒食远堪悲。贫居往往无烟火，不独明朝为子推。新年都未有芳华，二月初惊见草芽。白雪却嫌春色晚，故穿庭树作飞花。姑苏台上乌栖时，吴王宫里醉西施。吴歌楚舞欢未毕，青山欲衔半边日。银箭金壶漏水多，起看秋月坠江波。东方渐高奈乐何！万壑树参天，千山响杜鹃。山中一夜雨，树杪百重泉。汉女输橦布，巴人讼芋田。文翁翻教授，不敢倚先贤。",
        "author": "唐代",
        "poem_class": "思乡",
        "dynasty": "孟云卿"
    },
    {
        "title": "菩萨蛮·风柔日薄春犹早",
        "paragraph": "风柔日薄春犹早，夹衫乍著心情好。睡起觉微寒，梅花鬓上残。故乡何处是，忘了除非醉。沉水卧时烧，香消酒未消。 孤鹤归飞，再过辽天，换尽旧人。念累累枯冢，茫茫梦境，王侯蝼蚁，毕竟成尘。载酒园林，寻花巷陌，当日何曾轻负春。流年改，叹围腰带剩，点鬓霜新。交亲零落如云，又岂料如今馀此身。幸眼明身健，茶甘饭软，非惟我老，更有人贫。躲尽危机，消残壮志，短艇湖中闲采莼。吾何恨，有渔翁共醉，溪友为邻。晚日寒鸦一片愁。柳塘新绿却温柔。若教眼底无离恨，不信人间有白头。肠已断，泪难收。相思重上小红楼。情知已被山遮断，频倚阑干不自由。轻汗微微透碧纨，明朝端午浴芳兰。流香涨腻满晴川。彩线轻缠红玉臂，小符斜挂绿云鬟。佳人相见一千年。",
        "author": "宋代",
        "poem_class": "思乡",
        "dynasty": "李清照"
    },
    {
        "title": "闻雁",
        "paragraph": "故园渺何处，归思方悠哉。淮南秋雨夜，高斋闻雁来。蓝桥春雪君归日，秦岭秋风我去时。每到驿亭先下马，循墙绕柱觅君诗。牛渚西江夜，青天无片云。登舟望秋月，空忆谢将军。余亦能高咏，斯人不可闻。明朝挂帆席，枫叶落纷纷。(席 一作：去)月黑雁飞高，单于夜遁逃。欲将轻骑逐，大雪满弓刀。",
        "author": "唐代",
        "poem_class": "思乡",
        "dynasty": "韦应物"
    },
    {
        "title": "阴雨",
        "paragraph": "岚雾今朝重，江山此地深。滩声秋更急，峡气晓多阴。望阙云遮眼，思乡雨滴心。将何慰幽独，赖此北窗琴。白闻天下谈士相聚而言曰：“生不用封万户侯，但愿一识韩荆州。”何令人之景慕，一至于此耶！岂不以有周公之风，躬吐握之事，使海内豪俊，奔走而归之，一登龙门，则声价十倍！所以龙蟠凤逸之士，皆欲收名定价于君侯。愿君侯不以富贵而骄之、寒贱而忽之，则三千之中有毛遂，使白得颖脱而出，即其人焉。白，陇西布衣，流落楚、汉。十五好剑术，遍干诸侯。三十成文章，历抵卿相。虽长不满七尺，而心雄万夫。皆王公大人许与气义。此畴曩心迹，安敢不尽于君侯哉！君侯制作侔神明，德行动天地，笔参造化，学究天人。幸愿开张心颜，不以长揖见拒。必若接之以高宴，纵之以清谈，请日试万言，倚马可待。今天下以君侯为文章之司命，人物之权衡，一经品题，便作佳士。而君侯何惜阶前盈尺之地，不使白扬眉吐气，激昂青云耶？昔王子师为豫州，未下车，即辟荀慈明，既下车，又辟孔文举；山涛作冀州，甄拔三十余人，或为侍中、尚书，先代所美。而君侯亦荐一严协律，入为秘书郎，中间崔宗之、房习祖、黎昕、许莹之徒，或以才名见知，或以清白见赏。白每观其衔恩抚躬，忠义奋发，以此感激，知君侯推赤心于诸贤腹中，所以不归他人，而愿委身国士。傥急难有用，敢效微躯。且人非尧舜，谁能尽善？白谟猷筹画，安能自矜？至于制作，积成卷轴，则欲尘秽视听。恐雕虫小技，不合大人。若赐观刍荛，请给纸墨，兼之书人，然后退扫闲轩，缮写呈上。庶青萍、结绿，长价于薛、卞之门。幸惟下流，大开奖饰，惟君侯图之。自爱残妆晓镜中，环钗漫篸绿丝丛。须臾日射胭脂颊，一朵红苏旋欲融。山泉散漫绕阶流，万树桃花映小楼。闲读道书慵未起，水晶帘下看梳头。红罗著压逐时新，吉了花纱嫩麴尘。第一莫嫌材地弱，些些纰缦最宜人。曾经沧海难为水，除却巫山不是云。取次花丛懒回顾，半缘修道半缘君。寻常百种花齐发，偏摘梨花与白人。今日江头两三树，可怜和叶度残春。金樽清酒斗十千，玉盘珍羞直万钱。(羞 同：馐；直 同：值)停杯投箸不能食，拔剑四顾心茫然。欲渡黄河冰塞川，将登太行雪满山。(雪满山 一作：雪暗天)闲来垂钓碧溪上，忽复乘舟梦日边。(碧 一作：坐)行路难，行路难，多歧路，今安在？长风破浪会有时，直挂云帆济沧海。",
        "author": "唐代",
        "poem_class": "思乡",
        "dynasty": "白居易"
    },
    {
        "title": "春夕 / 春夕旅怀",
        "paragraph": "水流花谢两无情，送尽东风过楚城。胡蝶梦中家万里，子规枝上月三更。故园书动经年绝，华发春唯满镜生。自是不归归便得，五湖烟景有谁争。南湖秋水夜无烟，耐可乘流直上天。且就洞庭赊月色，将船买酒白云边。滕王高阁临江渚，佩玉鸣鸾罢歌舞。画栋朝飞南浦云，珠帘暮卷西山雨。闲云潭影日悠悠，物换星移几度秋。阁中帝子今何在？槛外长江空自流。月黑雁飞高，单于夜遁逃。欲将轻骑逐，大雪满弓刀。",
        "author": "唐代",
        "poem_class": "思乡",
        "dynasty": "崔涂"
    },
    {
        "title": "登乐游原",
        "paragraph": "长空澹澹孤鸟没，万古销沉向此中。 看取汉家何事业，五陵无树起秋风。今日云景好，水绿秋山明。携壶酌流霞，搴菊泛寒荣。地远松石古，风扬弦管清。窥觞照欢颜，独笑还自倾。落帽醉山月，空歌怀友生。蜀主窥吴幸三峡，崩年亦在永安宫。(窥 一作：征)翠华想像空山里，玉殿虚无野寺中。古庙杉松巢水鹤，岁时伏腊走村翁。武侯祠屋常邻近，一体君臣祭祀同。重帏深下莫愁堂，卧后清宵细细长。神女生涯原是梦，小姑居处本无郎。风波不信菱枝弱，月露谁教桂叶香。直道相思了无益，未妨惆怅是清狂。",
        "author": "唐代",
        "poem_class": "思乡",
        "dynasty": "杜牧"
    },
    {
        "title": "添字丑奴儿·窗前谁种芭蕉树",
        "paragraph": "窗前谁种芭蕉树，阴满中庭。阴满中庭。叶叶心心，舒卷有馀清。(清 一作：情)伤心枕上三更雨，点滴霖霪。点滴霖霪。愁损北人，不惯起来听。春风疑不到天涯，二月山城未见花。残雪压枝犹有橘，冻雷惊笋欲抽芽。夜闻归雁生乡思，病入新年感物华。曾是洛阳花下客，野芳虽晚不须嗟。辛亥之冬，余载雪诣石湖。止既月，授简索句，且征新声，作此两曲，石湖把玩不已，使工妓隶习之，音节谐婉，乃名之曰《暗香》、《疏影》。旧时月色，算几番照我，梅边吹笛？唤起玉人，不管清寒与攀摘。何逊而今渐老，都忘却春风词笔。但怪得竹外疏花，香冷入瑶席。江国，正寂寂，叹寄与路遥，夜雪初积。翠尊易泣，红萼无言耿相忆。长记曾携手处，千树压、西湖寒碧。又片片、吹尽也，几时见得？万事云烟忽过，一身蒲柳先衰。而今何事最相宜，宜醉宜游宜睡。早趁催科了纳，更量出入收支。乃翁依旧管些儿，管竹管山管水。",
        "author": "宋代",
        "poem_class": "思乡",
        "dynasty": "李清照"
    },
    {
        "title": "折桂令·九日",
        "paragraph": "对青山强整乌纱。归雁横秋，倦客思家。翠袖殷勤，金杯错落，玉手琵琶。人老去西风白发，蝶愁来明日黄花。回首天涯，一抹斜阳，数点寒鸦。一城秋雨豆花凉，闲倚平山望。不似年时鉴湖上，锦云香，采莲人语荷花荡。西风雁行，清溪渔唱，吹恨入沧浪。秋夜雨，秋夜雨。马悲草死桑乾路，雁啼木落潇湘浦。声声唤起故乡情，历历似与幽人语。初来未信鬼啾唧，坐久忽觉神凄楚。一时感慨壮心轻，百斛蒲萄为谁举？山林岂无豪放士？江湖亦有饥寒旅。凝愁拥鼻不成眠，檠孤焰短寒花吐。秋夜雨，秋夜雨，今来古往愁无数。谪仙倦作夜郎行，杜陵苦为茅屋赋。只今村落屋已无，岂但屋漏无干处？凋余老稚匍匐走，哭声不出泪如注。谁人知有此情苦？秋夜雨，秋夜雨，赤县神州皆斥卤。长蛇封豕恣纵横，麟凤龟龙失其所。耕夫钓叟意何如？梦入江山毛发竖。余生听惯本无事，今乃云胡惨情绪。排门四望云墨黑，纵有空言亦何补？秋夜雨，秋夜雨，何时住？我愿扫开万里鱼，日月光明天尺五。不系雕鞍门前柳，玉容寂寞见花羞，冷风儿吹雨黄昏后。帘控钩，掩上珠楼，风雨替花愁。",
        "author": "元代",
        "poem_class": "思乡",
        "dynasty": "张可久"
    },
    {
        "title": "春残",
        "paragraph": "春残何事苦思乡，病里梳头恨最长。梁燕语多终日在，蔷薇风细一帘香。碧桃天上栽和露，不是凡花数。乱山深处水萦回，可惜一枝如画为谁开？(枝 一作：支)轻寒细雨情何限！不道春难管。为君沉醉又何妨，只怕酒醒时候断人肠。去年相送，余杭门外，飞雪似杨花。今年春尽，杨花似雪，犹不见还家。对酒卷帘邀明月，风露透窗纱。恰似姮娥怜双燕，分明照、画梁斜。投荒万死鬓毛斑，生出瞿塘滟滪关。未到江南先一笑，岳阳楼上对君山。满川风雨独凭栏，绾结湘娥十二鬟。可惜不当湖水面，银山堆里看青山。 ",
        "author": "宋代",
        "poem_class": "思乡",
        "dynasty": "李清照"
    },
    {
        "title": "立春日感怀",
        "paragraph": "年去年来白发新，匆匆马上又逢春。关河底事空留客？岁月无情不贷人。一寸丹心图报国，两行清泪为思亲。孤怀激烈难消遣，漫把金盘簇五辛。瞥眼春光，不见玉人携手。尽平芜、桃花渡口。酽红浓粉，尽教他欺瘦。这回来、可能还有。冷落空斋，自是长夜相守。更荧荧、灯残梦剖。霖钤未断，客心愁添否。知多少、杜陵新酒。英雄不得志，此事休问天。刘生幽院死，祖生亦可怜。击楫渡中流，激昂先着鞭。一夫搆内难，壮士功不全。浩歌唾壶缺，使我泪涟涟。红稠绿暗遍天涯，春色在谁家？花谢人稀，柳浓莺懒，烟景属蜂衙。日长睡起无情思，帘外夕阳斜。带眼频移，琴心慵理，多病负年华。",
        "author": "明代",
        "poem_class": "思乡",
        "dynasty": "于谦"
    },
    {
        "title": "太原早秋",
        "paragraph": "岁落众芳歇，时当大火流。霜威出塞早，云色渡河秋。梦绕边城月，心飞故国楼。思归若汾水，无日不悠悠。若耶溪傍采莲女，笑隔荷花共人语。日照新妆水底明，风飘香袂空中举。(袂 一作：袖)岸上谁家游冶郎，三三五五映垂杨。紫骝嘶入落花去，见此踟蹰空断肠。露气寒光集，微阳下楚丘。猿啼洞庭树，人在木兰舟。广泽生明月，苍山夹乱流。云中君不见，竟夕自悲秋。鹅湖山下稻粱肥，豚栅鸡栖半掩扉。 桑柘影斜春社散，家家扶得醉人归。",
        "author": "唐代",
        "poem_class": "思乡",
        "dynasty": "李白"
    },
    {
        "title": "蝶恋花·昨夜秋风来万里",
        "paragraph": "昨夜秋风来万里。月上屏帏，冷透人衣袂。有客抱衾愁不寐。那堪玉漏长如岁。羁舍留连归计未。梦断魂销，一枕相思泪。衣带渐宽无别意。新书报我添憔悴。人老簪花不自羞，花应羞上老人头。醉归扶路人应笑，十里珠帘半上钩。曲阑干外天如水。昨夜还曾倚。初将明月比佳期。长向月圆时候、望人归。 罗衣著破前香在。旧意谁教改。一春离恨懒调弦。犹有两行闲泪、宝筝前。霜降水痕收。浅碧鳞鳞露远洲。酒力渐消风力软，飕飕。破帽多情却恋头。佳节若为酬。但把清尊断送秋。万事到头都是梦，休休。明日黄花蝶也愁。",
        "author": "宋代",
        "poem_class": "思乡",
        "dynasty": "苏轼"
    },
    {
        "title": "行香子·舟宿兰湾",
        "paragraph": "红了樱桃。绿了芭蕉。送春归、客尚蓬飘。昨宵谷水，今夜兰皋。奈云溶溶，风淡淡，雨潇潇。 银字笙调。心字香烧。料芳悰、乍整还凋。待将春恨，都付春潮。过窈娘堤，秋娘渡，泰娘桥。马趁香微路远，沙笼月淡烟斜。渡波清彻映妍华。倒绿枝寒凤挂。 挂凤寒枝绿倒，华妍映彻清波。渡斜烟淡月笼沙。远路微香趁马。刘郎已老。不管桃花依旧笑。要听琵琶。重院莺啼觅谢家。 曲终人醉。多似浔阳江上泪。万里东风。国破山河落照红。曳杖危楼去。斗垂天、沧波万顷，月流烟渚。扫尽浮云风不定，未放扁舟夜渡。宿雁落、寒芦深处。怅望关河空吊影，正人间、鼻息鸣鼍鼓。谁伴我，醉中舞。 十年一梦扬州路。倚高寒、愁生故国，气吞骄虏。要斩楼兰三尺剑，遗恨琵琶旧语。谩暗涩铜华尘土。唤取谪仙平章看，过苕溪、尚许垂纶否。风浩荡，欲飞举。",
        "author": "宋代",
        "poem_class": "思乡",
        "dynasty": "蒋捷"
    },
    {
        "title": "除夜宿石头驿",
        "paragraph": "旅馆谁相问，寒灯独可亲。一年将尽夜，万里未归人。寥落悲前事，支离笑此身。愁颜与衰鬓，明日又逢春。至近至远东西，至深至浅清溪。至高至明日月，至亲至疏夫妻。美人卷珠帘，深坐颦蛾眉。(颦 一作：蹙)但见泪痕湿，不知心恨谁。云母屏风烛影深，长河渐落晓星沉。嫦娥应悔偷灵药，碧海青天夜夜心。",
        "author": "唐代",
        "poem_class": "思乡",
        "dynasty": "戴叔伦"
    },
    {
        "title": "西江夜行",
        "paragraph": "遥夜人何在，澄潭月里行。悠悠天宇旷，切切故乡情。外物寂无扰，中流澹自清。念归林叶换，愁坐露华生。犹有汀洲鹤，宵分乍一鸣。山围故国周遭在，潮打空城寂寞回。淮水东边旧时月，夜深还过女墙来。绿艳闲且静，红衣浅复深。花心愁欲断，春色岂知心。美人卷珠帘，深坐颦蛾眉。(颦 一作：蹙)但见泪痕湿，不知心恨谁。",
        "author": "唐代",
        "poem_class": "思乡",
        "dynasty": "张九龄"
    },
    {
        "title": "菩萨蛮·满宫明月梨花白",
        "paragraph": "满宫明月梨花白，故人万里关山隔。金雁一双飞，泪痕沾绣衣。小园芳草绿，家住越溪曲。杨柳色依依，燕归君不归。靖安宅里当窗柳，望驿台前扑地花。(扑地花 一作：铺地花)两处春光同日尽，居人思客客思家。名花倾国两相欢，常得君王带笑看。解释春风无限恨，沉香亭北倚阑干。十里长街市井连，月明桥上看神仙。人生只合扬州死，禅智山光好墓田。",
        "author": "唐代",
        "poem_class": "思乡",
        "dynasty": "温庭筠"
    },
    {
        "title": "枯树赋",
        "paragraph": "殷仲文风流儒雅，海内知名。世异时移，出为东阳太守。常忽忽不乐，顾庭槐而叹曰：“此树婆娑，生意尽矣！”。 至如白鹿贞松，青牛文梓。根柢盘魄，山崖表里。桂何事而销亡，桐何为而半死？昔之三河徙植，九畹移根。开花建始之殿，落实睢阳之园。声含嶰谷，曲抱《云门》。将雏集凤，比翼巢鸳。临风亭而唳鹤，对月峡而吟猿。乃有拳曲拥肿，盘坳反覆。熊彪顾盼，鱼龙起伏。节竖山连，文横水蹙。匠石惊视，公输眩目。雕镌始就，剞劂仍加。平鳞铲甲，落角摧牙。重重碎锦，片片真花。纷披草树，散乱烟霞。若夫松子、古度、平仲、君迁，森梢百顷，槎枿千年。秦则大夫受职，汉则将军坐焉。莫不苔埋菌压，鸟剥虫穿。或低垂于霜露，或撼顿于风烟。东海有白木之庙，西河有枯桑之社，北陆以杨叶为关，南陵以梅根作冶。小山则丛桂留人，扶风则长松系马。岂独城临细柳之上，塞落桃林之下。若乃山河阻绝，飘零离别。拔本垂泪，伤根沥血。火入空心，膏流断节。横洞口而敧卧，顿山腰而半折，文斜者百围冰碎，理正者千寻瓦裂。载瘿衔瘤，藏穿抱穴，木魅睒睗，山精妖孽。况复风云不感，羁旅无归。未能采葛，还成食薇。沉沦穷巷，芜没荆扉，既伤摇落，弥嗟变衰。《淮南子》云：“木叶落，长年悲。”斯之谓矣。乃歌曰：”建章三月火，黄河万里槎。若非金谷满园树，即是河阳一县花。“桓大司马闻而叹曰：“昔年种柳，依依汉南。今看摇落，凄怆江潭。树犹如此，人何以堪！”岁月如有意，情来不自禁。向光抽一缕，举袖弄双针。君不见少壮从军去。白首流离不得还。故乡窅窅日夜隔。音尘断绝阻河关。朔风萧条白云飞。胡笳哀急边气寒。听此愁人兮奈何。登山远望得留颜。将死胡马迹。宁见妻子难。男儿生世轗轲欲何道。绵忧摧抑起长叹。邓攸，晋人也。有弟早亡，唯有一儿，曰遗民。时值动乱，胡人入侵京城，掠牛马。邓攸挈妻孥亡。食尽，贼又迫，谓妻曰：“吾弟早亡，但有遗民。今担两儿，尽死。莫若弃己儿，怀遗民走。”妻涕如雨。攸慰之曰：“毋哭，吾辈尚壮，日后当有儿。”妻从之。",
        "author": "南北朝",
        "poem_class": "思乡",
        "dynasty": "庾信"
    },
    {
        "title": "悲歌",
        "paragraph": "悲歌可以当泣，远望可以当归。思念故乡，郁郁累累。欲归家无人，欲渡河无船。心思不能言，肠中车轮转。白杨初生时，乃在豫章山。上叶摩青云，下根通黄泉。凉秋八九月，山客持斧斤。我□何皎皎，梯落□□□。根株已断绝，颠倒严石间。大匠持斧绳，锯墨齐两端。一驱四五里，枝叶自相捐。□□□□□，会为舟船燔。身在洛阳宫，根在豫章山。多谢枝与叶，何时复相连。吾生百年□，自□□□俱。何意万人巧，使我离根株。朝云不归。夕结成阴。离羣犹宿。永思长吟。有鸟孤栖。哀鸣北林。嗟我怀矣。感物伤心。古木千章荫浅滩，干霄危石噀飞湍。水晶帘下谁安女，乱掷珍珠落玉盘。",
        "author": "两汉",
        "poem_class": "思乡",
        "dynasty": "佚名"
    },
    {
        "title": "清江引·秋怀",
        "paragraph": "西风信来家万里，问我归期未？雁啼红叶天，人醉黄花地，芭蕉雨声秋梦里。疾风驱急雨，残暑扫除空。因识炎凉态，都来顷刻中。纸窗嫌有隙，纨扇笑无功。儿读秋声赋，令人忆醉翁。问西湖昔日如何？朝也笙歌，暮也笙歌。问西湖今日如何？朝也干戈，暮也干戈。昔日也二十里沽酒楼香风绮罗，今日个两三个打鱼船落日沧波。光景蹉跎，人物消磨。昔日西湖，今日南柯。题金山寺砥中流玉立如拳，镜里楼台，画里林泉。虹连断浦成桥，风送轻舟作浪，水吞平地成天。七宝塔斜倚着扶桑树边，三神山刚对着枯木堂前。两般儿尘世难言，照残经借得蛟蚌，清香分得龙涎。留别友人乍相逢同是云萍，未尽平生，先诉飘零。淮甸迷渺渺离愁，淮水流滔滔离恨，淮山远点点离情。玉薤杯拚今朝酩酊，锦囊词将后会叮咛：鱼也难凭，雁也难凭。多在钱塘，少在金陵。忆维扬羡江都自古神州，天上人间，楚尾吴头。十万家画栋朱帘，百数曲红桥绿沼，三千里锦缆龙舟。柳招摇花掩映春风紫骝，玉玎珠络索夜月香兜。歌舞都休，光景难留。富贵随落日西沉，繁华逐逝水东流。戏赠赵心心记相逢杨柳楼心，仗托琴心，挑动芳心。咒誓铭心，疼热关心，害死甘心。他爱我被窝里受打骂耐禁持约的小心，我念他卧房中舍孤贫救苦难的慈心。但似铁球儿样在波心，休学漏船儿撑到江心。恁若是转关儿负我身心，我定是尖刀儿剜你亏心。题舜江寺乱云堆出禅关，金碧交辉，松桂生寒。银河倒挂觚棱，红日低悬殿角，翠涛怒拍阑干。登上方接下土万里花生醉眼，开东阁敞西楼四围山拥青鬟。风荡幢幡，烟散旃檀。地僻尘稀，天上人间。中秋戏题去年旅邸中秋，樽俎荒凉，罢却秦讴。今年旅邸中秋，囊箧萧疏，典却吴钩。叹浮生动不动静不静似袁宏泛舟，算哀弦上不上下不下如庚亮登楼。饮兴都休，乐事难酬，向君平问我行藏，任嫦娥笑我淹留。送任先生归隐先生乐道闲居，半似归山，半似归湖。捣玄霜造化为工，煮白石阴阳为炭，炼黄金天地为炉。紫竹竿临流钓鱼，青藜杖燃火观书。人世何如，冷暖何如？也效张良，也效陶朱。赠友二篇旅途中邂逅相知，谦让雍容，慷慨魁奇。金环压辔玲珑，宝带攒花蹀躞，华裾织翠葳蕤。门静肃霜明剑戟，柳阴森风旌旗。圣德巍巍，黄道熙熙，一寸丹心，万代光辉。正青春已遂功名，雨露鸿恩，霄汉鹏程。纛撒红厘，旗翻赤羽，剑吐苍精。翠柳营金花帐重ブ列鼎，玉鼻驹青丝辔走马飞鹰。北塞尘清，南海浪平，紫宸殿圣德宣扬，丹书诰勋业分明。赠友人崇彦名葭灰动大地春风，千里而来，一笑相逢。陶然樽中。乐矣檀槽弦上，优哉枭雉盆中。韬其光遁其迹学半世懵幢，得于心应于手有千般剔透玲珑。会也匆匆，别也匆匆。今宵灯火连床，明朝烟水孤蓬。友人客寄南闽情缘眷恋代书此适意云望三山远似蓬莱，一点真情，几样离怀。锦鲤沉书，青鸾泣镜，玉燕分钗。长叹吁短叹吁舒心儿自解，有缘分无缘分哑谜儿难猜。花艳冶忽地风筛，月团圆淹地云埋。漏船儿撑不过蓝桥，碎砖儿垒不就阳台。其二望三山远似瀛洲，有限情缘，无限忧愁。眼迷着日残西沉，梦绕着行云南去，情随着逝水东流。往常时热厮沾甜心如好酒，今日个干相思苦恹恹闷似悲秋。盟誓难休，欢乐难酬。桃源洞烟水模糊，芙蓉城风雨飕飕。其三望三山远似蓬壶，捱到如今，提起当初。槟榔蜜涎吐胭脂，茉莉粉香浮，荔枝膏茶搅琼酥。花掩映东墙外通些肺腑，月朦胧西厢下用尽功夫。好事成虚，新变成疏；生待何如，死待何如？其四望三山远似蓬瀛，病眼生花，骨瘦伶仃。填不满愁坑，撇不下愁担，打不破愁担。温太真玉镜台都成画饼，郭元振红丝幔落得虚名。静对书灯，闷靠帏屏。相思鬼缠得昏昏，睡魔神翻作惶惶。其五望三山雾锁云屯，锦惬消香，宝剑生尘。好光景须臾，美姻缘倏忽，热恩爱逡巡。辜负我乡□浆春风绿樽，冷落他梨花院暮雨朱门。往事休论，旧物犹存。帕儿里粉汗斓斑，鞋儿上针线殷勤。其六望三山雾绕云迷，两字参商，千里别离。疼热因他，凄惶为我，消息凭谁？才问肯不住的灯花儿报喜，未成婚怎禁他灵鹊儿喳谪？越聪明越恁昏迷，越思量越恁猜疑。心荡荡似一缕游丝，事朦胧如数着残棋。其七望三山雾锁云连，饿眼频睁，馋口空涎。有离间的欢娱，不明白的姻眷，无破绽的婵娟。裴少俊才上马滴溜的扬了玉鞭，张君瑞恰调琴支楞的断了冰弦。难诉难言，堪恨堪怜。伤心泪湿透青衫，断肠词题满云笺。其八望三山雾锁云埋，帚箕无凭，琴瑟难谐。转头人是人非，迅指花开花落，惊心春去春来。学不得秦萧史跨彩凤重登凤台，赶不上晋刘晨采云芝再入天台。画眉手慵抬，评花口羞开。但能够鸾凤和鸣，尽教他莺燕疑猜。峰峦如聚，波涛如怒，山河表里潼关路。望西都，意踌躇。(踌躇 一作：踟蹰)伤心秦汉经行处，宫阙万间都做了土。兴，百姓苦；亡，百姓苦。",
        "author": "元代",
        "poem_class": "思乡",
        "dynasty": "张可久"
    },
    {
        "title": "春兴",
        "paragraph": "杨柳阴阴细雨晴，残花落尽见流莺。春风一夜吹乡梦，又逐春风到洛城。(乡 一作：香)白酒新熟山中归，黄鸡啄黍秋正肥。呼童烹鸡酌白酒，儿女嬉笑牵人衣。高歌取醉欲自慰，起舞落日争光辉。游说万乘苦不早，著鞭跨马涉远道。会稽愚妇轻买臣，余亦辞家西入秦。仰天大笑出门去，我辈岂是蓬蒿人。魏明帝青龙元年八月，诏宫官牵车西取汉孝武捧露盘仙人，欲立置前殿。宫官既拆盘，仙人临载，乃潸然泪下。唐诸王孙李长吉遂作《金铜仙人辞汉歌》。茂陵刘郎秋风客，夜闻马嘶晓无迹。画栏桂树悬秋香，三十六宫土花碧。魏官牵车指千里，东关酸风射眸子。空将汉月出宫门，忆君清泪如铅水。衰兰送客咸阳道，天若有情天亦老。携盘独出月荒凉，渭城已远波声小。日出东方隈，似从地底来。历天又入海，六龙所舍安在哉？其始与终古不息，人非元气，安得与之久徘徊？草不谢荣于春风，木不怨落于秋天。谁挥鞭策驱四运？万物兴歇皆自然。羲和！羲和！汝奚汩没于荒淫之波？鲁阳何德，驻景挥戈？逆道违天，矫诬实多。吾将囊括大块，浩然与溟涬同科！",
        "author": "唐代",
        "poem_class": "思乡",
        "dynasty": "武元衡"
    },
    {
        "title": "阮郎归·天边金掌露成霜",
        "paragraph": "天边金掌露成霜。云随雁字长。绿杯红袖趁重阳。人情似故乡。兰佩紫，菊簪黄。殷勤理旧狂。欲将沉醉换悲凉。清歌莫断肠。一向年光有限身，等闲离别易销魂，酒筵歌席莫辞频。满目山河空念远，落花风雨更伤春，不如怜取眼前人。渔父，渔父，江上微风细雨。青蓑黄箬裳衣，红酒白鱼暮归。归暮，归暮，长笛一声何处。小院朱阑几曲，重城画鼓三通。更看微月转光风。归去香云入梦。翠袖争浮大白，皂罗半插斜红。灯花零落酒花秾。妙语一时飞动。",
        "author": "宋代",
        "poem_class": "思乡",
        "dynasty": "晏几道"
    },
    {
        "title": "长安春望",
        "paragraph": "东风吹雨过青山，却望千门草色闲。家在梦中何日到，春生江上几人还？(春生 一作：春来)川原缭绕浮云外，宫阙参差落照间。谁念为儒逢世难，独将衰鬓客秦关。一路经行处，莓苔见履痕。白云依静渚，春草闭闲门。过雨看松色，随山到水源。溪花与禅意，相对亦忘言。五月天山雪，无花只有寒。笛中闻折柳，春色未曾看。晓战随金鼓，宵眠抱玉鞍。愿将腰下剑，直为斩楼兰。天兵下北荒，胡马欲南饮。横戈从百战，直为衔恩甚。握雪海上餐，拂沙陇头寝。何当破月氏，然后方高枕。骏马似风飙，鸣鞭出渭桥。弯弓辞汉月，插羽破天骄。阵解星芒尽，营空海雾消。功成画麟阁，独有霍嫖姚。白马黄金塞，云砂绕梦思。那堪愁苦节，远忆边城儿。萤飞秋窗满，月度霜闺迟。摧残梧桐叶，萧飒沙棠枝。无时独不见，流泪空自知。塞虏乘秋下，天兵出汉家。将军分虎竹，战士卧龙沙。边月随弓影，胡霜拂剑花。玉关殊未入，少妇莫长嗟。烽火动沙漠，连照甘泉云。汉皇按剑起，还召李将军。兵气天上合，鼓声陇底闻。横行负勇气，一战净妖氛。柳丝长，春雨细，花外漏声迢递。惊塞雁，起城乌，画屏金鹧鸪。香雾薄，透帘幕，惆怅谢家池阁。红烛背，绣帘垂，梦长君不知。",
        "author": "唐代",
        "poem_class": "思乡",
        "dynasty": "卢纶"
    },
    {
        "title": "如梦令·万帐穹庐人醉",
        "paragraph": "万帐穹庐人醉，星影摇摇欲坠，归梦隔狼河，又被河声搅碎。还睡、还睡，解道醒来无味。游山五岳东道主，拥书百城南面王。万人丛中一握手，使我衣袖三年香。拾级而登，跨江表、曾霄突立。凭槛望、烟帆沙鸟，连樯风急。霞映楼船百仗火，云横铁锁千寻壁。问何时、天堑限江南，谁曾识。栏杆外，衣沾湿。铃甋下，珠摇滴。向苍苍搔首，遥遥空碧。俯仰自悲身世事，奔驰空洒杨朱泣。拟过江、也学贩缯人，同为客。丁巳重阳前三日，梦亡妇淡妆素服，执手哽咽。语多不复能记。但临别有云：“衔恨愿为天上月，年年犹得向郎圆”。妇素未工诗，不知何以得此也。觉后感赋长调：瞬息浮生，薄命如斯，低徊怎忘？记绣榻闲时，并吹红雨，雕阑曲处，同倚斜阳。梦好难留，诗残莫续，赢得更深哭一场。遗容在，只灵飙一转，未许端详。重寻碧落茫茫，料短发，朝来定有霜。便人间天上，尘缘未断，春花秋叶，触绪还伤。欲结绸缪，翻惊摇落，减尽荀衣昨日香。真无奈，倩声声邻笛，谱出回肠。",
        "author": "清代",
        "poem_class": "思乡",
        "dynasty": "纳兰性德"
    },
    {
        "title": "端居",
        "paragraph": "远书归梦两悠悠，只有空床敌素秋。 阶下青苔与红树，雨中寥落月中愁。小时不识月，呼作白玉盘。又疑瑶台镜，飞在青云端。(青云 一作：白云)仙人垂两足，桂树何团团。白兔捣药成，问言与谁餐？蟾蜍蚀圆影，大明夜已残。羿昔落九乌，天人清且安。阴精此沦惑，去去不足观。忧来其如何？凄怆摧心肝。群鸡正乱叫，客至鸡斗争。驱鸡上树木，始闻叩柴荆。父老四五人，问我久远行。手中各有携，倾榼浊复清。莫辞酒味薄，黍地无人耕。兵戈既未息，儿童尽东征。请为父老歌：艰难愧深情！歌罢仰天叹，四座泪纵横。昔闻洞庭水，今上岳阳楼。吴楚东南坼，乾坤日夜浮。亲朋无一字，老病有孤舟。戎马关山北，凭轩涕泗流。",
        "author": "唐代",
        "poem_class": "思乡",
        "dynasty": "李商隐"
    },
    {
        "title": "登楼赋",
        "paragraph": "登兹楼以四望兮，聊暇日以销忧。览斯宇之所处兮，实显敞而寡仇。挟清漳之通浦兮， 倚曲沮之长洲。背坟衍之广陆兮，临皋隰之沃流。北弥陶牧，西接昭丘。华实蔽野，黍稷盈 畴。虽信美而非吾土兮，曾何足以少留！ 遭纷浊而迁逝兮，漫逾纪以迄今。情眷眷而怀归兮，孰忧思之可任？凭轩槛以遥望兮， 向北风而开襟。平原远而极目兮，蔽荆山之高岑。路逶迤而修迥兮，川既漾而济深。悲旧乡 之壅隔兮，涕横坠而弗禁。昔尼父之在陈兮，有归欤之叹音。钟仪幽而楚奏兮，庄舄显而越 吟。人情同于怀土兮，岂穷达而异心！ 惟日月之逾迈兮，俟河清其未极。冀王道之一平兮，假高衢而骋力。惧匏瓜之徒悬兮， 畏井渫之莫食。步栖迟以徙倚兮，白日忽其将匿。风萧瑟而并兴兮，天惨惨而无色。兽狂顾 以求群兮，鸟相鸣而举翼，原野阒其无人兮，征夫行而未息。心凄怆以感发兮，意忉怛而憯恻。循阶除而下降兮，气交愤于胸臆。夜参半而不寐兮，怅盘桓以反侧。 秦孝公据崤函之固，拥雍州之地，君臣固守以窥周室，有席卷天下，包举宇内，囊括四海之意，并吞八荒之心。当是时也，商君佐之，内立法度，务耕织，修守战之具，外连衡而斗诸侯。于是秦人拱手而取西河之外。孝公既没，惠文、武、昭襄蒙故业，因遗策，南取汉中，西举巴、蜀，东割膏腴之地，北收要害之郡。诸侯恐惧，会盟而谋弱秦，不爱珍器重宝肥饶之地，以致天下之士，合从缔交，相与为一。当此之时，齐有孟尝，赵有平原，楚有春申，魏有信陵。此四君者，皆明智而忠信，宽厚而爱人，尊贤而重士，约从离衡，兼韩、魏、燕、楚、齐、赵、宋、卫、中山之众。于是六国之士，有宁越、徐尚、苏秦、杜赫之属为之谋，齐明、周最、陈轸、召滑、楼缓、翟景、苏厉、乐毅之徒通其意，吴起、孙膑、带佗、倪良、王廖、田忌、廉颇、赵奢之伦制其兵。尝以十倍之地，百万之众，叩关而攻秦。秦人开关延敌，九国之师，逡巡而不敢进。秦无亡矢遗镞之费，而天下诸侯已困矣。于是从散约败，争割地而赂秦。秦有余力而制其弊，追亡逐北，伏尸百万，流血漂橹；因利乘便，宰割天下，分裂山河。强国请服，弱国入朝。延及孝文王、庄襄王，享国之日浅，国家无事。及至始皇，奋六世之余烈，振长策而御宇内，吞二周而亡诸侯，履至尊而制六合，执敲扑而鞭笞天下，威振四海。南取百越之地，以为桂林、象郡；百越之君，俯首系颈，委命下吏。乃使蒙恬北筑长城而守藩篱，却匈奴七百余里；胡人不敢南下而牧马，士不敢弯弓而报怨。于是废先王之道，焚百家之言，以愚黔首；隳名城，杀豪杰；收天下之兵，聚之咸阳，销锋镝，铸以为金人十二，以弱天下之民。然后践华为城，因河为池，据亿丈之城，临不测之渊，以为固。良将劲弩守要害之处，信臣精卒陈利兵而谁何。天下已定，始皇之心，自以为关中之固，金城千里，子孙帝王万世之业也。始皇既没，余威震于殊俗。然陈涉瓮牖绳枢之子，氓隶之人，而迁徙之徒也；才能不及中人，非有仲尼，墨翟之贤，陶朱、猗顿之富；蹑足行伍之间，而倔起阡陌之中，率疲弊之卒，将数百之众，转而攻秦；斩木为兵，揭竿为旗，天下云集响应，赢粮而景从。山东豪俊遂并起而亡秦族矣。且夫天下非小弱也，雍州之地，崤函之固，自若也。陈涉之位，非尊于齐、楚、燕、赵、韩、魏、宋、卫、中山之君也；锄櫌棘矜，非铦于钩戟长铩也；谪戍之众，非抗于九国之师也；深谋远虑，行军用兵之道，非及向时之士也。然而成败异变，功业相反，何也？试使山东之国与陈涉度长絜大，比权量力，则不可同年而语矣。然秦以区区之地，致万乘之势，序八州而朝同列，百有余年矣；然后以六合为家，崤函为宫；一夫作难而七庙隳，身死人手，为天下笑者，何也？仁义不施而攻守之势异也。子好芳草。岂忘尔贻。繁华将茂。秋霜悴之。君不垂眷。岂云其诚。秋兰可喻。桂树冬荣。田中菟丝，何尝可络。道边燕麦，何尝可获。",
        "author": "两汉",
        "poem_class": "思乡",
        "dynasty": "王粲"
    },
    {
        "title": "秋思",
        "paragraph": "利欲驱人万火牛，江湖浪迹一沙鸥。日长似岁闲方觉，事大如天醉亦休。衣杵敲残深巷月，井桐摇落故园秋。欲舒老眼无高处，安得元龙百尺楼。薄雾浓云愁永昼，瑞脑销金兽。佳节又重阳，玉枕纱厨，半夜凉初透。(厨 通：橱；销金兽 一作：消金兽)东篱把酒黄昏后，有暗香盈袖。莫道不销魂，帘卷西风，人比黄花瘦。(人比 一作：人似)白石郎，临江居。前导江伯后从鱼。积石如玉，列松如翠。郎艳独绝，世无其二。我居北海君南海，寄雁传书谢不能。桃李春风一杯酒，江湖夜雨十年灯。持家但有四立壁，治病不蕲三折肱。想见读书头已白，隔溪猿哭瘴溪藤。(想见 一作：想得)",
        "author": "宋代",
        "poem_class": "思乡",
        "dynasty": "陆游"
    },
    {
        "title": "寒食野望吟",
        "paragraph": "乌啼鹊噪昏乔木，清明寒食谁家哭。风吹旷野纸钱飞，古墓垒垒春草绿。棠梨花映白杨树，尽是死生别离处。(别离 一作：离别)冥冥重泉哭不闻，萧萧暮雨人归去。月落乌啼霜满天，江枫渔火对愁眠。姑苏城外寒山寺，夜半钟声到客船。八岁偷照镜，长眉已能画。十岁去踏青，芙蓉作裙衩。十二学弹筝，银甲不曾卸。十四藏六亲，悬知犹未嫁。十五泣春风，背面秋千下。丈夫非无泪，不洒离别间。杖剑对尊酒，耻为游子颜。蝮蛇一螫手，壮士即解腕。所志在功名，离别何足叹。",
        "author": "唐代",
        "poem_class": "思乡",
        "dynasty": "白居易"
    },
    {
        "title": "八月十五日夜湓亭望月",
        "paragraph": "昔年八月十五夜，曲江池畔杏园边。今年八月十五夜，湓浦沙头水馆前。西北望乡何处是，东南见月几回圆。昨风一吹无人会，今夜清光似往年。团扇，团扇，美人病来遮面。玉颜憔悴三年，谁复商量管弦。弦管，弦管，春草昭阳路断。小娃撑小艇，偷采白莲回。不解藏踪迹，浮萍一道开。屋上春鸠鸣，村边杏花白。持斧伐远扬，荷锄觇泉脉。 归燕识故巢，旧人看新历。临觞忽不御，惆怅远行客。",
        "author": "唐代",
        "poem_class": "思乡",
        "dynasty": "白居易"
    },
    {
        "title": "秋风引",
        "paragraph": "何处秋风至？萧萧送雁群。朝来入庭树，孤客最先闻。丈夫非无泪，不洒离别间。杖剑对尊酒，耻为游子颜。蝮蛇一螫手，壮士即解腕。所志在功名，离别何足叹。李白乘舟将欲行，忽闻岸上踏歌声。桃花潭水深千尺，不及汪伦送我情。 渌水明秋月，南湖采白蘋。荷花娇欲语，愁杀荡舟人。",
        "author": "唐代",
        "poem_class": "思乡",
        "dynasty": "刘禹锡"
    },
    {
        "title": "与史郎中钦听黄鹤楼上吹笛 / 题北榭碑",
        "paragraph": "一为迁客去长沙，西望长安不见家。 黄鹤楼中吹玉笛，江城五月落梅花。斜阳照墟落，穷巷牛羊归。(斜阳 一作：斜光)野老念牧童，倚杖候荆扉。雉雊麦苗秀，蚕眠桑叶稀。田夫荷锄至，相见语依依。(至 一作：立)即此羡闲逸，怅然吟式微。闲坐悲君亦自悲，百年都是几多时。邓攸无子寻知命，潘岳悼亡犹费词。同穴窅冥何所望，他生缘会更难期。惟将终夜长开眼，报答平生未展眉。落日五湖游，烟波处处愁。浮沉千古事，谁与问东流？",
        "author": "唐代",
        "poem_class": "思乡",
        "dynasty": "李白"
    },
    {
        "title": "除夜作",
        "paragraph": "旅馆寒灯独不眠，客心何事转凄然。故乡今夜思千里，霜鬓明朝又一年。(霜鬓 一作：愁鬓)母别子，子别母，白日无光哭声苦。关西骠骑大将军，去年破虏新策勋。敕赐金钱二百万，洛阳迎得如花人。新人迎来旧人弃，掌上莲花眼中刺。迎新弃旧未足悲，悲在君家留两儿。一始扶行一初坐，坐啼行哭牵人衣。以汝夫妇新燕婉，使我母子生别离。不如林中乌与鹊，母不失雏雄伴雌。应似园中桃李树，花落随风子在枝。新人新人听我语，洛阳无限红楼女。但愿将军重立功，更有新人胜于汝。名花倾国两相欢，常得君王带笑看。解释春风无限恨，沉香亭北倚阑干。桃李待日开，荣华照当年。东风动百物，草木尽欲言。枯枝无丑叶，涸水吐清泉。大力运天地，羲和无停鞭。功名不早著，竹帛将何宣。桃李务青春，谁能贳白日。富贵与神仙，蹉跎成两失。金石犹销铄，风霜无久质。畏落日月后，强欢歌与酒。秋霜不惜人，倏忽侵蒲柳。",
        "author": "唐代",
        "poem_class": "思乡",
        "dynasty": "高适"
    },
    {
        "title": "蜀中九日 / 九日登高",
        "paragraph": "九月九日望乡台，他席他乡送客杯。 人情已厌南中苦，鸿雁那从北地来。飞雪带春风，裴回乱绕空。君看似花处，偏在洛阳东。(洛阳东 一作：洛城中)红叶晚萧萧，长亭酒一瓢。残云归太华，疏雨过中条。树色随山迥，河声入海遥。帝乡明日到，犹自梦渔樵。水。至清，尽美。从一勺，至千里。利人利物，时行时止。道性净皆然，交情淡如此。君游金谷堤上，我在石渠署里。两心相忆似流波，潺湲日夜无穷已。",
        "author": "唐代",
        "poem_class": "思乡",
        "dynasty": "王勃"
    },
    {
        "title": "夜雨",
        "paragraph": "我有所念人，隔在远远乡。我有所感事，结在深深肠。乡远去不得，无日不瞻望。肠深解不得，无夕不思量。况此残灯夜，独宿在空堂。秋天殊未晓，风雨正苍苍。不学头陀法，前心安可忘。咸阳之南，直望五千里，见云峰之崔嵬。前有剑阁横断，倚青天而中开。上则松风萧飒瑟飓，有巴猿兮相哀。旁则飞湍走壑，洒石喷阁，汹涌而惊雷。送佳人兮此去，复何时兮归来？望夫君兮安极，我沉吟兮叹息。视沧波之东注，悲白日之西匿。鸿别燕兮秋声，云愁秦而暝色。若明月出于剑阁兮，与君两乡对酒而相忆！(乡 通：向)锦水东北流，波荡双鸳鸯。雄巢汉宫树，雌弄秦草芳。宁同万死碎绮翼，不忍云间两分张。此时阿娇正娇妒，独坐长门愁日暮。但愿君恩顾妾深，岂惜黄金买词赋。相如作赋得黄金，丈夫好新多异心。一朝将聘茂陵女，文君因赠白头吟。东流不作西归水，落花辞条归故林。兔丝固无情，随风任倾倒。谁使女萝枝，而来强萦抱。两草犹一心，人心不如草。莫卷龙须席，从他生网丝。且留琥珀枕，或有梦来时。覆水再收岂满杯，弃妾已去难重回。古来得意不相负，只今惟见青陵台。烟笼寒水月笼沙，夜泊秦淮近酒家。商女不知亡国恨，隔江犹唱后庭花。",
        "author": "唐代",
        "poem_class": "思乡",
        "dynasty": "白居易"
    },
    {
        "title": "绝句二首·其二",
        "paragraph": "江碧鸟逾白，山青花欲燃。今春看又过，何日是归年？古台摇落后，秋日望乡心。(秋日 一作：秋入)野寺来人少，云峰隔水深。夕阳依旧垒，寒磬满空林。惆怅南朝事，长江独至今。牛渚西江夜，青天无片云。登舟望秋月，空忆谢将军。余亦能高咏，斯人不可闻。明朝挂帆席，枫叶落纷纷。(席 一作：去)海客谈瀛洲，烟涛微茫信难求；越人语天姥，云霞明灭或可睹。天姥连天向天横，势拔五岳掩赤城。天台四万八千丈，对此欲倒东南倾。我欲因之梦吴越，一夜飞度镜湖月。湖月照我影，送我至剡溪。谢公宿处今尚在，渌水荡漾清猿啼。脚著谢公屐，身登青云梯。半壁见海日，空中闻天鸡。千岩万转路不定，迷花倚石忽已暝。熊咆龙吟殷岩泉，栗深林兮惊层巅。云青青兮欲雨，水澹澹兮生烟。列缺霹雳，丘峦崩摧。洞天石扉，訇然中开。青冥浩荡不见底，日月照耀金银台。 霓为衣兮风为马，云之君兮纷纷而来下。虎鼓瑟兮鸾回车，仙之人兮列如麻。忽魂悸以魄动，恍惊起而长嗟。惟觉时之枕席，失向来之烟霞。世间行乐亦如此，古来万事东流水。别君去兮何时还？且放白鹿青崖间，须行即骑访名山。安能摧眉折腰事权贵，使我不得开心颜？",
        "author": "唐代",
        "poem_class": "思乡",
        "dynasty": "杜甫"
    },
    {
        "title": "凉州词二首·其二",
        "paragraph": "秦中花鸟已应阑，塞外风沙犹自寒。夜听胡笳折杨柳，教人意气忆长安。闺中少妇不知愁，春日凝妆上翠楼。(不知 一作：不曾)忽见陌头杨柳色，悔教夫婿觅封侯。丞相祠堂何处寻？锦官城外柏森森。映阶碧草自春色，隔叶黄鹂空好音。三顾频烦天下计，两朝开济老臣心。出师未捷身先死，长使英雄泪满襟。轮台城头夜吹角，轮台城北旄头落。羽书昨夜过渠黎，单于已在金山西。戍楼西望烟尘黑，汉军屯在轮台北。上将拥旄西出征，平明吹笛大军行。四边伐鼓雪海涌，三军大呼阴山动。虏塞兵气连云屯，战场白骨缠草根。剑河风急雪片阔，沙口石冻马蹄脱。(雪片阔 一作：云片阔)亚相勤王甘苦辛，誓将报主静边尘。古来青史谁不见，今见功名胜古人。",
        "author": "唐代",
        "poem_class": "思乡",
        "dynasty": "王翰"
    },
    {
        "title": "邯郸冬至夜思家",
        "paragraph": "邯郸驿里逢冬至，抱膝灯前影伴身。想得家中夜深坐，还应说着远行人。昔日戏言身后意，今朝都到眼前来。(身后意 一作：身后事)衣裳已施行看尽，针线犹存未忍开。尚想旧情怜婢仆，也曾因梦送钱财。诚知此恨人人有，贫贱夫妻百事哀。桃红复含宿雨，柳绿更带朝烟。(朝烟 一作：春烟)花落家童未扫，莺啼山客犹眠。宜阳城下草萋萋，涧水东流复向西。 芳树无人花自落，春山一路鸟空啼。 ",
        "author": "唐代",
        "poem_class": "思乡",
        "dynasty": "白居易"
    },
    {
        "title": "宣城见杜鹃花 / 子规",
        "paragraph": "蜀国曾闻子规鸟，宣城还见杜鹃花。 一叫一回肠一断，三春三月忆三巴。冰簟银床梦不成，碧天如水夜云轻。 雁声远过潇湘去，十二楼中月自明。渭城朝雨浥轻尘，客舍青青柳色新。劝君更尽一杯酒，西出阳关无故人。天街小雨润如酥，草色遥看近却无。最是一年春好处，绝胜烟柳满皇都。",
        "author": "唐代",
        "poem_class": "思乡",
        "dynasty": "李白"
    },
    {
        "title": "秋思",
        "paragraph": "洛阳城里见秋风，欲作家书意万重。复恐匆匆说不尽，行人临发又开封。楼倚霜树外，镜天无一毫。南山与秋色，气势两相高。去年花里逢君别，今日花开又一年。(又一年 一作：已一年)世事茫茫难自料，春愁黯黯独成眠。身多疾病思田里，邑有流亡愧俸钱。闻道欲来相问讯，西楼望月几回圆。初闻征雁已无蝉，百尺楼高水接天。(楼高 一作：楼南 / 楼台)青女素娥俱耐冷，月中霜里斗婵娟。",
        "author": "唐代",
        "poem_class": "思乡",
        "dynasty": "张籍"
    },
    {
        "title": "望江南·超然台作",
        "paragraph": "春未老，风细柳斜斜。试上超然台上看，半壕春水一城花。烟雨暗千家。(看 一作：望)寒食后，酒醒却咨嗟。休对故人思故国，且将新火试新茶。诗酒趁年华。雪洗虏尘静，风约楚云留。何人为写悲壮，吹角古城楼。湖海平生豪气，关塞如今风景，剪烛看吴钩。剩喜燃犀处，骇浪与天浮。忆当年，周与谢，富春秋，小乔初嫁，香囊未解，勋业故优游。赤壁矶头落照，肥水桥边衰草，渺渺唤人愁。我欲乘风去，击楫誓中流。烟外倚危楼，初见远灯明灭。却跨玉虹归去、看洞天星月。当时张范风流在，况一尊浮雪。莫问世间何事、与剑头微吷。清溪奔快，不管青山碍。十里盘盘平世界，更著溪山襟带。 古今陵谷茫茫，市朝往往耕桑。此地居然形胜，似曾小小兴亡。",
        "author": "宋代",
        "poem_class": "思乡",
        "dynasty": "苏轼"
    },
    {
        "title": "春夜洛城闻笛 / 春夜洛阳城闻笛",
        "paragraph": "谁家玉笛暗飞声，散入春风满洛城。 此夜曲中闻折柳，何人不起故园情。玉颗珊珊下月轮，殿前拾得露华新。 至今不会天中事，应是嫦娥掷与人。落花落，落花纷漠漠。绿叶青跗映丹萼，与君裴回上金阁。影拂妆阶玳瑁筵，香飘舞馆茱萸幕。落花飞，燎乱入中帷。落花春正满，春人归不归。落花度，氛氲绕高树。落花春已繁，春人春不顾。绮阁青台静且闲，罗袂红巾复往还。盛年不再得，高枝难重攀。试复旦游落花里，暮宿落花间。与君落花院，台上起双鬟。今日云景好，水绿秋山明。携壶酌流霞，搴菊泛寒荣。地远松石古，风扬弦管清。窥觞照欢颜，独笑还自倾。落帽醉山月，空歌怀友生。",
        "author": "唐代",
        "poem_class": "思乡",
        "dynasty": "李白"
    },
    {
        "title": "绝句二首",
        "paragraph": "迟日江山丽，春风花草香。泥融飞燕子，沙暖睡鸳鸯。 江碧鸟逾白，山青花欲燃。今春看又过，何日是归年。四郊未宁静，垂老不得安。子孙阵亡尽，焉用身独完。 投杖出门去，同行为辛酸。幸有牙齿存，所悲骨髓干。 男儿既介胄，长揖别上官。老妻卧路啼，岁暮衣裳单。 孰知是死别，且复伤其寒。此去必不归，还闻劝加餐。 土门壁甚坚，杏园度亦难。势异邺城下，纵死时犹宽。 人生有离合，岂择衰老端。忆昔少壮日，迟回竟长叹。 万国尽征戍，烽火被冈峦。积尸草木腥，流血川原丹。 何乡为乐土，安敢尚盘桓。弃绝蓬室居，塌然摧肺肝。坐酌泠泠水，看煎瑟瑟尘。无由持一碗，寄与爱茶人。汉帝重阿娇，贮之黄金屋。咳唾落九天，随风生珠玉。宠极爱还歇，妒深情却疏。长门一步地，不肯暂回车。雨落不上天，水覆难再收。君情与妾意，各自东西流。昔日芙蓉花，今成断根草。以色事他人，能得几时好。",
        "author": "唐代",
        "poem_class": "思乡",
        "dynasty": "杜甫"
    }
]