[
    {
        "title": "浣溪沙·脂粉塘空遍绿苔",
        "paragraph": "脂粉塘空遍绿苔，掠泥营垒燕相催。妒他飞去却飞回。一骑近从梅里过，片帆遥自藕溪来。博山香烬未全灰。桂堂寂寂漏声迟，一种秋怀两地知。羡尔女牛逢隔岁，为谁风露立多时。心如莲子常含苦，愁似春蚕未断丝。判逐幽兰共颓化，此生无分了相思。北高峰上月轮斜，十里湖光共一涯。破晓春天青白色，东风吹冷碧桃花。一帽红尘，行来韦杜人家北。满城风色，漠漠楼台隔。目送飞鸿，景入长天灭。关山绝，乱云千叠，江北江南雪。",
        "author": "清代",
        "poem_class": "思念",
        "dynasty": "纳兰性德"
    },
    {
        "title": "折桂令·雨窗寄刘梦鸾赴宴以侑尊云",
        "paragraph": "妒韶华风雨潇潇，管月犯南箕，水漏天瓢。湿金缕莺裳，红膏燕嘴，黄粉蜂腰。梨花梦龙绡泪今春瘦了，海棠魂羯鼓声昨夜惊着。极目江皋，锦涩行云，香暗归潮。楔子（老旦扮卜儿上，诗云）急急光明似水流，等闲白了少年头。月过十五光明少，人到中年万事休。老身姓李，夫主姓王，曾为太常博士之职，不幸病卒于官。先夫在日，止生一个孩儿，名唤王粲，学成满腹文章，只是胸襟骄傲，不肯曲脊于人，有他波父蔡邕丞相，数次将书来取，此子不敢前去。今日好日辰，我唤他出来，上京求的一官半职，光耀门闾，有何不可，王粲那里？（正末扮王仲宣上，云）小生姓王名粲，字仲宣，高平玉井人也。先父曾为太常博士，病卒于官，止存老母在堂，小生正在攻书，忽听母亲呼唤，不知有甚事，须索走一遭去。呀，母亲拜揖。母亲唤你孩儿那壁厢使用？（卜儿云）孩儿，有你叔父蔡邕丞相，数次将书取你，今日好日辰，你上京去，求的一官半职，光耀门闾，有何不可？（正末云）母亲，你孩儿去不的（卜儿云）你因甚去不的？（正末云）孔子有云：\"父母在不远游，游必有方。\"所以为人子者，\"出不易方，复不过时\"，乃是个孝道，孩儿为此去不的。（卜儿云）孩儿放心前去，家中事务，我自支持。（正末云）既是母亲遵命，孩儿怎敢有违，今日便索长行也。（卜儿云）孩儿，你去则去，只虑一件。（正末云）母亲虑的是那一件？（卜儿云）虑的是豚犬东行百步忧。（正末唱）【中吕】【赏花时】母亲道豚犬东行百步忧，（卜儿云）孩儿，你趁着这鹏鹗西风万里秋。（正末唱）趁着这鹏鹗西风万里秋。非拙计岂狂游，凭着我高才和这大手。（卜儿云）孩儿疾去早来。（正末云）母亲，恁孩儿常存今日志，必有称心时。（唱）稳情取谈笑觅封侯。（下）（卜儿云）孩儿去了也，我俺上这门儿，正是眼望旌旗，耳听好消息。（下）第一折（丑扮店小二上，诗云）酒店门前三尺布，人来人往图主顾。好酒做了一百缸，全有九十九缸似滴醋，自家店小二是也。有那南来北往，经商客旅，做买做卖的人，都在我这店中安下。一个月前有个王粲，有我店肆中居住，房宿饭钱，都少了我的。我便罢了，大主人家埋怨我。我如今叫他出来，算算账，讨还我这房宿饭钱。王先生出来！（正末云）小生王粲，自离了母亲，来到京师，有叔父蔡邕丞相，个月期程，不蒙放参。小生在这店肆中安下，少了他许多房宿饭钱，小二哥呼唤，多分为此。小二哥，做甚么大呼小叫的？（小二云）王先生，你少下我许多房宿饭钱不还我，我便罢了，大主人家埋怨我。你几时还我这钱？（正末云）兀那店小二，我见了蔡邕叔父呵，稀罕还你这几贯钱？（小二云）你今日也说你叔父，明日也说你叔父呵，你这钱几时还我？（正末云）你休小觑我。（唱）【仙吕】【黠绛唇】早是我家业凋残，少年可惯，我被人轻慢，似翻复波澜，贫贱非吾患。（小二云）王先生，你即是读书人，何不寻几个相识朋辈？（正末唱）【混江龙】我与人秋毫无犯。（小二云）则为你气高志大，见是如此。（正末云）则为气昂昂误得我这鬓斑斑。久居在箪瓢陋巷，风雪柴关。穷不穷甑有蛛丝尘网乱。（小二云）看了你这嘴脸，火也没一些拢的。（正末唱）窘不窘炉无烟火酒瓶干。划的在天涯流落，海角飘零，中年已过，百事无成，捱不出伤官破祖穷愁限。多只在闾阎之下，眉睫之间。（小二云）王先生，我看你身上有些儿单寒么？（正末唱）【油葫芦】小二哥人休笑书生胆气寒，赤紧的看承的我如等闲。则俺这敝裘裳怯晓霜残，端的可便有人把我做儿曹看。堪恨那无端一郡苍生眼。（小二云）看你这模样，也没些志气胆量。（正末唱）我量宽如东大海，志高如西华山。则为我五行差没乱的难迭辨，几能勾青琐点朝班。【天下乐】因此上时复挑灯把代理人剑弹，有那等酸也波寒，可着我怎挂眼，只待要论黄数黑在笔砚间。（小二云）你既是读书之人，何不训几个蒙童，讨些钱钞还我，可不好？（正末唱）你着我教蒙童数子顽。（带云）据王粲的心呵，（唱）我则待辅皇朝万姓安。哎！你可便枉将人做一例看。（小二云）巧言不如直道，买马须索杂料。闲话休说，好歹要房宿饭钱还我。（正末云）小生没甚么还你，小二哥，我将这口剑当与你，待我见了叔父，便来取讨。（小二云）也罢，我收了这剑，有钱时便赎你。(诗云)饶君总使浑身口，手里无钱说也空。(下)（外扮蔡邕引祗从上，诗云）龙楼凤阁九重城，新筑沙堤宰相行。我贵我荣君莫羡，十年前是一书生。老夫姓蔡名邕，字伯喈，陈留郡人氏。自中甲第以来，累蒙擢用，谢圣人可怜，官拜左丞相之职。有一故人，乃是太常博士王默，曾指腹为亲。若生二女，同攀绣床；若生二子，唤名王粲。因为居官，彼此夭涯，不得相聚。牛来连王默也亡过了，一向耽阁，这亲事不曾成得，闻知王粲学成满腹文章，只是矜骄傲慢，不肯曲脊于人。老夫数次将书调取来京，个月期程，不容放参，可是为何？则是涵养他那锐气。今日早朝下来，已与曹子建学士说向上之事，这早晚敢待来也。左右门首觑者，学士来时，报复我知道。（冲末扮曹子建引祗从上）（诗云）满复文章七步才，绮罗衫袖拂香埃。今生坐享来生福，者是诗书换得来。小官姓曹名植，字子建，祖居谯郡沛县人也，谢圣人可怜，官拜翰林院学士之职。今日早期，蔡邕老丞相说令婿王粲，虽有出众文才，只是胸襟太傲，须要涵养他那锐气，好就功名。如今老丞相暗将白金两锭，春衣一套，骏马一匹，荐书一封，投托荆王刘表，封皮上写着某家的名字，赍发他起身，等待后来荣显之时，着小官做个大大的证见，说话中间，可早来到丞相府了。左右报复去，道有子建学士，在于门擤。（报见科）（蔡相云）学士来了也。学士，今早朝中所言王粲之事，可是这等做的么？（曹学士云）老丞相高见，正该如此。但小官虚做人情，不无惶愧。（正末上，云）这是丞相府门首，左右报复去，道有高平王粲，特来拜见。（做报科，云）有高平王粲，特来拜见。（蔡相云）你看他乘甚么鞍马。（祗侯云）脂油点灯。（蔡相云）这怎么说？（祗侯云）布拈。（正末云）说话的是我叔父，我是侄儿，那里有叔叔接侄儿不成？我自过去。（见科，云）叔父请坐，多年不见，受您孩儿两拜。（蔡相云）住者，左右，将过那锦心拜褥来。（正末云）叔父要他何用？（蔡相云）拜下去，只怕污了你那锦绣衣服。（正末云）有甚么好衣服！（蔡相云）王粲，母亲安康么？（正末云）母亲托赖无恙。（蔡相云）有你这等峥嵘发达的孩儿，我那贤嫂有甚不安康处！翰林院学士在此，把体面相见。（正末做见曹学士科）（曹学士云）久闻贤士大名，如轰雷贯耳，今得拨云雾见青天，实乃曹植万幸。（正末云）学士恕小生一面。（蔡相云）说此人矜骄傲慢，果然，学士在此，下不得一拜。学士勿罪。可不道锦堂客至三杯酒。茅舍人来一盏茶。我偌大个相府，王粲远远而来，岂无一钟酒管待？令人，将酒过来。（递酒科）（蔡相云）这杯酒当与王粲拂尘，王粲近前接酒。（正末云）将来。（蔡相云）住者，这酒未到你哩！老夫年迈了，也有失礼体，放着翰林学士在此，那里有王粲先接酒之理！学士满饮此杯。（曹学士接酒儹云）贤士先饮此杯。（正末云）学士请。（曹学士云）贤士勿罪。（饮科）（蔡相云）这杯酒可到王粲。王粲接酒！（正末云）将来。（蔡相云）住者，未到你哩！学士一只脚儿两只脚儿来饮个双杯。（曹饮科）（蔡相云）这杯酒可到王粲。王粲接酒！（正末云）将来。（蔡相云）住者，未到你哩！学士饮个三杯和万事。（曹饮科）（正末云）叔父，王粲不曾自来，你将书呈三番两次调发小生到此，萧条旅馆，个月期程，不蒙放参。今日见了小生，对着学士，将一杯酒似与不与，轻慢小生，是何相待！（蔡相云）王粲，你发酒风哩！（正末云）我吃你甚酒来？（蔡相云）王粲，你在我跟前，你来我去，你听着：（诗云）你看我精神颜色捧瑶觞，你那里有和气春风满画堂。你这等人不明白冻饿在颜回巷，你看为官的列金钗十二行。你尽今生飘飘荡荡，便来世也则急急忙忙。你那里有江湖心量，衠一片齑盐肚肠。令人，抬过了酒，非干我与而不与，其实你饮不的我这玉液琼浆！（正末云）叔父，我王粲异日为官，必不在你之下！(诗云)男儿自有冲天志，不信书生一世贫！（唱）【那吒令】我怎肯空隐在严子陵钓滩，我怎肯甘老在班定远玉关。（带云）大丈夫仗鸿鹄之志，据英杰之才。（唱）我则待大走上韩元帅将坛。我虽贫呵乐有余，便贱呵非无惮，可难道脱不的二字饥寒？【鹊踏枝】赤紧的世途难，主人悭，那里也握发周公，下榻陈蕃。这世里冻饿死困居的范丹，哎，天呵，兀的不忧悉杀高卧袁安。（云）叔父，不止小生受窘，先辈古人也多有受窘的。（蔡相云）王粲，与你比喻：你那积雪成阜，怎熬俺有力之松；磨墨成池，怎染俺无瑕之玉。明珠遭杂，岂列雕盘，素丝蒙垢，难成美锦。小见人万种机谋，总落的俺高人一笑。先辈那几个古人受窘，你试说一遍听咱。（正末唱）【寄生草】伊尹曾理没在耕锄内，傅说也劬劳在版筑间，有宁戚空嗟白石烂，有太公垂钓磻溪岸，有灵辄谁济桑间饭。哀哉堪恨您小人儒，呜呼不识俺男儿汉。（蔡相云）王粲，你来做甚？（正末唱）【六幺序】我投奔你为东道。（蔡相云）我可也做不的东道。（正末唱）倚仗你似泰山。（蔡相云）我可也做不的那泰山。（正末唱）的似惊弓鸟叶冷枝寒。好教我镜里羞看，剑匣空弹！前程事非易非难，想蛰龙奋起非为晚。赤紧的待春雷震动天关，有一日梦飞熊得志扶炎汉。才结果桑枢瓮牖，平步上玉砌雕栏。（蔡相云）（正末唱）【幺篇】要见天颜，列在鵷班，书吓南蛮，威镇诸藩，整顿江山，外镇边关，内剪奸顽。有一日金带罗襴，乌靴象简，那其间难道不着眼相看。如今个旅邸身闲，尘土衣单，耽着饥寒，偏没循环。只落得不平气都付与临风叹，恨塞满天地之间。想漫漫长夜时旦，几能勾斩蛟北海，射虎南山！（云）这等人只好不辞而回罢。（出科，祗侯报云）报老爷得知，王粲不辞而去了。（蔡相云）学士，王粲不辞而归，都在学士身上。（曹学士出要住科，云）贤士，适间勿罪。（正末云）学士，这不是小生自来投托，是丞相数次将书调发小生来到京师。旅馆安身，个月期程，不蒙放参。今日对着学士，将一杯酒似与不与，轻慢小生，是何礼也！（曹学士云）贤士，此一去何往？（正末云）自古道：\"士屈于不知己，而伸于知己。\"今世无知者，小生在此何益？不如回家去罢。（唱）【金盏儿】虽然道屈不知己不悉烦，不知伸于知己恰是甚时间。只落得一天怨气心中儹，空教我趋前退后两三番。又不是绝粮陈蔡地，又不是饿死首阳山，只不如挂冠去好，也免得叉手告人难。（曹学士云）贤士差矣，却不道学成文武艺，货与帝王家。又道是十年窗下无人问，一举成名天下知。凭着贤士腹在才，神有剑，口能吟，眼识字，取富贵如反掌相似，何不进取功名，可怎生便回家去也？（正末云）争奈小生家寒，无有盘费。（曹学士云）却不道宝剑赠烈士，红粉赠佳人。小官有白金两锭，青衣一套，骏马一匹，荐书一封，送贤士去投托荆王刘表。刘表见了小官的书呈，必然重用。贤士若得官呵，则休忘了曹植者。（正末云）多谢学士。小生骤面相会，倒赍发我金帛鞍马荐书。异日是峥嵘，此恩必当重报。（唱）【赚煞】我持翰墨谒荆王，展羽翼腾霄汉。梦先到襄阳岘山，楚天阔争如蜀道难。我得了这白金骏马雕鞍，则愿的在途间人马平安，稳情取峥嵘见您的眼。（曹学士云）贤士，常言道人恶礼不恶，还辞一老丞相。（正末云）看学士分上，我辞他一辞，叔父，承管待了也。（蔡相云）王粲，你去了罢，又回来做甚么？（正末云）我吃你甚么来？（唱）我略别你个放鱼的子产。（蔡相云）放鱼的子产嗓磕老夫不识贤哩！（正末唱）你休笑我屠龙的王粲。（云）虽是今日之贫，安知无他日之贵。有一日官高极品，位列三公，食前方丈，禄享千钟，武夫前拥，锦衣后随，学士恕罪了。（曹学士云）贤士，稳登前路。（正末唱）你看我锦衣含笑入长安。（下）（蔡相云）王粲去了也。学士，此人莫不有些怪老夫么？（曹学士云）时下便有些怪，到后来谢也谢不及哩！（蔡相诗云）从来贤智莫先人，小子如何妄自尊。（曹学士诗云）今日虽然遭折挫，异时当得报深恩。（并下）第二折（外扮荆王引卒子上，诗云）高祖龙飞四百年，如今兵甲渐纷然。区借得荆襄地，撑住西南半壁天。某姓刘名表，字景升，本刘之宗亲，汉之苗裔。因见天下多事，兵戈竟起，某策马驰入仪城，取了南郡，皆蒯良之力也。如今南据江陵，北控樊邓，西占长沙，东距桂阳，地方千里，带甲军卒四十余万。爱民养济怜恤军士，少壮者勤于农桑，斑白者不负戴于道路。于是一境之内，军民稍安。某有二子，长曰刘琦，次曰刘琮。有两员上将，操练水兵三万，乃是蒯越、蔡瑁，巡绰边境去了。善文者蒯良、杜奎，善武者蒯越、蔡瑁，为其羽翼，复何忧哉！小校辕门觑者，二将来时报复我知道。（卒子云）理会的。（正末上，云）小生王粲，被蔡邕耻辱了一场，多亏子建学士赍发我白金草鞍马，小生好命薄也，不想中途得了一场病症，金银鞍马衣服都盘费尽了，这几日方才稍可，将着这封书，见荆王走一遭去。王粲也，人人都有那功名二字，惟有我的功名好难遇也呵！（唱）【正宫】【端正好】则有分鞭羸马，催行色，拂西风满面尘埃，想昨朝风送烟波侧，今日个落日在青山外。【滚绣球】我比那买官的省些玉帛，求仕的费些草鞋。赤紧的好难寻紫袍金带。（云）今日见荆王呵，（唱）便是我苦尽甘来。他听得我扣宅，他将那书折开，多应是把我来降阶接待。岂不闻有朋自远方来？（带云）那荆王或问我兵法呵，（唱）你看坐间略展安邦策，便索高筑黄金拜将台，不索疑猜。（云）说话中间，可早来到门首也。左右报复去，道有高平王粲，持曹子建学士书呈，特来拜见。（卒子云）将书来，我与你报去。喏！报的大王得知，今有高平王粲，持曹子建学士书呈，特来拜见。（荆王云）将书来我看：\"翰林学士曹植拜书。\"我折开这书看：\"蔡邕拜上麾下。\"元来封皮上是曹子建之名，书内是蔡邕丞相举荐，书中意我尽知了也。久闻此人，是一代文章之士。道中门相请！（请见科）（荆子王）久闻贤士大名，今至俺荆襄之地，如甘霖润其旱苗，似清风解其酷暑，何幸何幸！（正末云）小生闻知大王豁达大度，纳谏如流，因此不远千里，持子建学士书，特来拜见。（荆子王）动问贤士，何不在帝都阙下，求取功名，如何远涉江湖，徒步至此？俺这荆襄土薄民稀，兵微将寡，只怕展不得仲宣之志，如之奈何？（正末云）大王，（唱）【倘秀才】如今那有钱人没名的平登省台，那无钱人有名的终淹草莱。（荆子王）据贤士如何？（正末唱）如今他可也不论文章只论财。（荆子王）贤士可曾投托人么？（正末唱）赤紧的难录东道主。（荆子王）向在何处？（正末唱）久困在书斋。非王粲巧言令色。（荆王云）贤士，自古道：（诗云）寒窗书剑十年苦，指望缘官折桂枝。韩侯不是萧何荐，岂有登坛拜将时！曾有人言，谓贤士胸次骄傲，以至如此。（正末唱）【滚绣球】非是我王仲宣胸次高，赤紧的晏平仲他那度量窄。（云）小生远远而来，他道：\"老兄几时到？\"我回言：\"恰才到此。\"你道：\"休往别处去，来俺家里住。\"（唱）我和他初相见厮亲厮爱。（云）他问道：\"老兄此一来，有何贵干？\"我回言道：\"特来投托求些盘缦。\"他听得道罢，（唱）早唬得他不抬头口倦难开（云）那人推托不过，则索应付。（唱）至少呵等到有十朝半月，多呵赍发银一两钱二百，那一场赍发的心大惊小怪。（云）大王，久以后不得第便罢，若得第时，一时间顾盼不到，他便道：\"黑头虫儿不中救，俺也曾赍发你来。\"（唱）怎禁他对人前朗朗的花白，如今那友人门下难投托，因此上安乐窝中且避乖，倒大来悠哉。（荆王云）贤士既有大才，当不次任用。到来日会众将，聚三军，拜贤士统领荆襄九郡兵马大元帅。（诗云）可惜淮阴侯，曾来撇金钓钩。不消三举荐，反映日便封侯。小校，铸下元帅印者。（正末云）小生半生流落，一介寒儒，安敢遽然望此！（唱）【呆骨朵】若论掌襄帅府威风大，我是白衣人怎敢望日转千阶。我又不曾驱六甲风雷，又不曾辨三光气色，又不曾写就《论天表》又不曾草下甚么《平蛮策》（荆王云）贤士乃簪缨世胄，堪为元戎帅首也。（正末唱）我虽是个簪缨门下人，怎做的斗牛星畔客。（荆子王）贤士知天文，晓地理，观气色，辨风云，何所不通，何所不晓！有大才受大任，固其宣也。（正末唱）【倘秀才】止不过曲志在蓬窗下守着霜毫的这砚台，我又不曾进履在圯桥下收的甚兵书战策。如今那有志的屠龙去南海，古今无贤士，前后少英才，非王粲疏狂性格。（荆王云）贤士请坐，某有二将乃藐越、蔡瑁，能调水兵三万，巡绰边境去了。小校辕门外觑者，二将来时，报复我知道。（卒子应科）（二净扮蒯越、蔡瑁上，云）自家蒯越的便是，这位是蔡瑁。我和他巡绰边境回还。小校通报去，蒯越、蔡瑁下马。（卒子报科，云）喏！报大王得知，蒯越、蔡瑁见在门首。（荆王云）说出去，宾客在此，把体面相见。（卒子云）二位，大王说宾客在此，教你把体面相见。（蒯越云）我知道。（见科云）大王，边境无事。（荆王云）蒯越、蔡瑁，你见此人高平玉井人氏，姓王名粲，字仲宣，天下文章之士。我欲用此人，你可把体面相见。（蒯蔡云）知道，那壁莫非仲宣否？（卒子云）怎么是\"仲宣否\"？（蒯越云）你不知道，\"不\"字底下着个\"口\"是个\"否\"字，他见了我老蒯，教他不开口。（蒯蔡见末云）久闻贤士大名，如雷贯腿。(卒子云）怎么是\"如雷贯腿？\"（蒯越云）我盘盘他的跟脚，把文溜把一溜。贤士，你知道\"礼之用和为贵，先王之道打折腿。\"我这里有一拜，不劳还礼。（拜科）（卒子云）不曾还礼，你再拜起。（蒯越云）你可晓得那鹤非染而自白，鸦非染而自黑，既读孔圣之书，必达周公之礼。我二人有一拜。（拜科）（蒯越云）王粲好是无礼，拜着他全然不应！气出我四句来了：（诗云）王粲生的硬，拜着全不睬。这世做了人，那世变螃蟹。（蒯越云）大王，王粲好是无礼。俺二人拜他，全然不动。倘有人见，可不先失了你的门风？大王问他孙武子兵书十三篇，他习那一家。（荆王云）靠后！人说此人矜骄傲慢，果然话不虚传。某两员上将拜着他，昂然不理。贤士，我问你，孙武子兵书十三篇，不知贤士习那一家？（正末云）《六韬》《三略》淹贯胸中，唯吾所用，何但孙武子十三篇而已哉！（荆王云）论韬略如何？（正末云）论韬略呵，（唱）【滚绣球】我不让姜子牙兴周的显战功。（荆王云）你谋策如何？（正末云）论谋策呵，（唱）我不让张子房佐汉的有计画。(荆王云)你扎寨如何？（正末云）论扎寨呵，（唱）我不让周亚夫屯细柳安营扎寨。(荆王云)你点将如何？(正末云)论点将呵，(唱)我不让马服君仗霜锋点将登台。（荆王云）你胆气如何？（正末云）论胆气呵，（唱）我不让蔺相如渑池会那气概。（荆王云）你才干如何？（正末云）论才干呵，（唱）我不让管夷吾霸诸侯那手策。（荆王云）你行兵如何？（正末云）论行兵呵，（唱）我不让霍嫖姚领雄兵横行边塞。（荆王云）你操练如何？（正末云）论操练呵，（唱）我不让孙武子用兵法演习裙钗。(荆王云)你智量如何？（正末云）论智量呵，(唱）我不让齐孙膑捉宠涓则去马陵道上施埋伏。（荆王云）你决战如何？（正末云）论决战呵，（唱）我不让韩元帅困霸王在九里山前大会垓，胸卷江淮。（做睡科）（荆王云）好兵法！将酒来，庆兵法！贤士满饮此杯。呀！才和俺攀话，又早睡着了也。便好道德胜才为君子，才胜德为小人。俺末曾重用，先失左右之门风，正是那才有余而德不足。等此人睡觉来问我，只说我更衣去了。（诗云）德胜才高不可当，才过德小必疏狂。纵然胸次罗星斗，岂是人间真栋梁。（下）（蒯越云）点汤！（正末醒科，云）大王安在？（蒯越云）点汤！（正末云）点汤，呼遣客。某只索回去。(蒯越云)点汤！（正末云）我出的这府门。（蒯越云）点汤！（正末云）我来到这和长街上。(蒯越云)点汤！（正末云）我来到这酒肆中。（蒯越云）点汤！（正末云）我来到这里，你不叫点汤！（蒯越诗云）非我闭贤门，因他傲慢人。（蔡瑁诗云）点汤呼遣客，依旧受孤贫。（并下）（正末叹科）罢罢罢！（唱）【煞尾】他年不作文章伯，异日须为将相材。待与不待总无碍，时与不时且宁耐。说地谈天口若开，伏虎降龙志不改。稳情取兴刘大元帅，试看雄师拥麾盖。恨汝等将咱厮害。（带云）我若得志呵，（唱）把你掳掠中军账门外，似这等跋扈襄阳吃剑才。（带云）将二贼擒至马前斩首报来！（唱）那其间才识俺长安少年客。（下）第三折（副末扮许达引从人上，诗云）状气如虹贯碧空，尘埃何苦困英雄。假饶不得风雷信，千古无人识卧龙。小生姓许名达，字安道，乃荆州饶阳人也。先父许士谦，曾为国子临助教，年仅六十，病卒于官，止存老每在堂，训诲小生，颇通诗礼。不想老母亡化，小生学业因此荒废，有负先人遗教，至今愧之。小生赖祖宗荫下，就此城市中女神中一座楼，名曰溪山风月楼，左有鹿门山，右有金沙泉，前对清风霁岭，后靠明月云峰，端的是玩之不足，观之有余。但凡四方官宦，到此无可玩赏，便登此楼饮酒，中间常与小生论文，有等文学秀士，未经发迹，小生置酒相待，临行又赠路费而归。人见小生有此度量，皆呼小生为东道主。近日有一人，乃高平人氏，姓王名粲，字仲宣。此人是一代文章之士，持子建学士书呈，投托荆王刘表，刘表不能任用。后刘表辞世，此人淹留有此。小生深念同道，常与他会饮此楼。只一件，此人不醉犹可，醉呵，便思其老母，想其乡闾，不觉泪下。今日时遇重阳登高节令，下次小的每安排酒果，请仲宣到此，共展登高之兴，聊纾望远之怀，只等来时，报复我知道。（正末上，云）小生王粲，将子建学士书呈，投托荆王刘表，刘表听信蒯越、蔡瑁谗言，不能任用，流落于此。小生只得将万言长策，寄与曹子建学士，央他奏上圣人，至今不见回报，多分又是没用的了，使小生羞归故里，懒睹乡闾。此处有一人许安道，幸垂顾盼，时与小生尊酒论文，稍不寂寞。今日重阳佳节，治酒于溪山风月楼，请我登高，须索走一遭去。（叹介）时遇秋天，好是伤感人也！〔鹧鸪天〕（词云）一度愁来一倚楼，倚楼又是一番愁。西风塞雁添愁怨，衰草凄凄更暮秋。情默默，思悠悠，心头才了又眉头。倚楼望断平安信，不觉腮边泪自流。（唱）【中吕】【粉蝶儿】尘满征衣，叹飘零一身客寄。往常我食无鱼弹剑伤悲，一会家怨荆王，信谗佞，把那贤门来紧闭。（带云）从那荆王辞世呵，（唱）不争你死丧之威，越闪得我不存不济。【醉春风】我本是未入庙堂臣，倒做了不着坟墓鬼。想先贤多少困穷途，王粲也我道来命薄的不似你，你！我比那先进何及，想昔人安在，（带云）小生三十岁也，（唱）我可甚么后生可畏。（云）说话中间，可早来到也。楼下的报复去，王粲来了也。（从人报科）报的东人得知，王仲宣来了也。（许达云）道有请。（见科，云）仲宣请。（做上楼科）（诗云）欲穷千里目，（正末云）更上一层楼。（许达云）家童将酒过来，仲宣，蔬食薄味，不堪供奉，请满饮此杯。（正末云）敢问安道，此楼何人盖造？（许达云）仲宣不问，许达也不道，此楼是先父许士谦盖造。（正末云）因何造此？（许达云）因四方官宦，到此无可玩赏，故建此楼。（诗云）一座高楼映市廛，玉栏十二锁秋烟。卷帘斜眺天边月，举眼遥观日底仙。九酝酒光斟琥珀，三山鸾凤舞翩跹。停杯畅饮才歌罢，倒卧身躯北斗边。（正末诗云）安道，你看危楼高百尺，手可摘星辰。不敢高声语，恐惊天上人。（唱）【迎仙客】雕檐外红日低，画栋畔彩云飞，十二栏干栏干在天外倚。（许达云）这里望中原，可也不远。（正末唱）我这里望中原，思故里，不由我感叹酸嘶。（带云）看了这秋江呵，（唱）越搅的我这一片乡心碎。（许达云）仲宣为何不饮？（正末云）小生一登此楼，就想老母在堂，久阙奉养，何以为人！（许达云）仲宣不登楼便罢，但登楼便思其老母，想其乡闾。母子，天性也，母思其子，慈也；子思其母，孝也故母子为三纲之首，慈孝乃百行之原。我想大舜古之圣人，父顽母嚣弟傲，尝设计害舜，舜尽孝以合天心，终不能害舜，终能使一家底豫。（诗云）历山号泣自躬耕，青史长传大孝名。今日登高频帐望，岂能无念倚闾情。（正末诗云）旅客逢秋苦忆归，可堪鸿雁正南飞。倚门老母应头白，何日重来戏彩衣。（唱）【红绣鞋】泪眼盼秋水长天远际，归心似落霞孤鹜齐飞，则我这襄阳倦客苦思归。我这里凭阑望，母亲那里倚门悲。（许达云）仲宣，既如此感怀，何不早归故里？（正末云）吾兄怕不说的是哩！（唱）争奈我身贫归未得。（许达云）仲宣满饮此杯。你看此楼，下临紫陌，上接丹霄，宴海内之高宾，会寰中之佳客。青山绿水，浑如四壁开图，红叶黄花，绝似满川铺锦。寒雁影摇摇曳曳，数行习过洞庭天。寒蛩声唧唧啾啾，几处叫残江铺月。俺这里鲈鱼正美，新酒初香，橙黄橘绿可开樽，紫蟹黄鸡宜宴赏。对此开怀，何故不饮？（诗云）风送潮声过远洲，雨收山色上危楼。美玉不换重阳景，黄金难买菊花秋。（正末云）忆昔离家二载过，髩鬓边白发奈愁何。无穷兴对无穷景，不觉伤心泪点多。（唱）【普天乐】楚天秋，山叠翠，对无穷景色，总是伤悲。好教我动旅怀，难成醉。枉了也壮志如虹英雄辈，都做助江天景物凄其。（云）老兄，小生有三桩儿不是。（许达云）可是那三桩儿不是？（正末云）是这气这愁和这泪。（许达云）气若何？（正末唱）气呵做了江风淅淅。（许达云）愁若何？（正末唱）泪呵弹做了江雨霏霏。（许达云）仲宣，时遇清秋，阶下有等草虫，名寒蛩，又名促织，此等草虫叫动，家家捶帛捣练。小生不才，作《捣练歌》一道，则是污耳。(歌云)忽闻帘外杵声摇，声上声低声转高。罗袖长长长绕腕，轻轻播播播风飘。看看看是谁家女，巧巧巧手弄砧杵。停停听是两娉婷，玉腕双双双擎举。湾湾湾月在收峰，花花花向脸边红。星眼眼长长出泪，多多多滴捣衣中。祬开祬入纺波，叠叠重重重数多。相相相唤邻家女，欲裁未裁裁绮罗。秋天秋月秋夜长，秋日秋风秋渐凉。秋景秋声秋雁度，秋光秋色秋叶黄。中秋秋月旅情伤。月中砧杵响当当。当当响被秋风送，送到征人思故乡。故何在归途远，途远难归应断肠。断肠只在纱窗下，纱窗曾不忆彷徨。休玩休玩中秋月，月到中秋篇皎洁。此夜家家家捣衣，添入离愁愁更切。寒露初寒寒草边，夜夜孤眠月前。促织促织叫复叫，叫出深秋砧杵天。谁能秋夜闻秋砧，切切悲悲悲不禁。况是思归归未得，声声捶碎故乡心。（正末叹云）好高才也！其思远，其调悲，使人闻之，觉潸然泪下。（诗云）寒蛩唧唧细吟秋，夜夜寒声到枕头。独有愁人听不得，愁人听了越添愁。(唱)【石榴花】现如如今寒蛩唧唧向人啼，哎，知何日是归期？想当初只守着旧柴扉，不图甚的，倒得便宜。（许达云）大丈夫得志食于钟鼎，不得志隐于山林。（正末唱）则今山林钟鼎俱无味。命矣时兮。哎，可知道枉了我顶天立地居人世。（许达云）仲宣，今年贵庚了？（正末唱）老兄也，恰便似睡梦里过了三十。【斗鹌鹑】又不在麋鹿群中，又不入麒麟画里。自死了吐哺周公，枉饿杀采薇伯夷。自洛下飘零到这里，划的无所归栖。(带云)小生初投奔刘表的意呵，(唱)指望待末尾三稍，越闪的我前程万里。（许达云）仲宣，想昔日孔子投于齐景公，景公不能用，复投鲁哀公，封孔子为鲁司寇。三日而诛少正卯。齐景公故将美女数十人，习成女乐，献与哀公，哀公受了女乐，三日不朝。孔子弃职而归，投于卫灵公，与之言治国之道。卫灵公仰视飞雁，孔子知其不能用，投于陈国。其时陈国被吴国征伐，孔子遂困于陈蔡之间，粮食都绝，从者皆病不能起，圣人尚然如此，何况今日乎！老兄，(诗云)诗酒当前且尽情，功名休问几时成。天公自有安排处，莫为忧愁白发生。（正末诗云）三尺龙泉七心身，可堪低首困风尘。王侯将相元无种，半属天公半属人。(唱)【上小楼】一片心扶持社稷，两只手经论天地。谁不待执戟门庭，御车郊原，舞剑尊席。（许达云）仲宣，当初肯与蒯、蔡，同列为官，可不好来？（正末唱）我怎肯与鸟兽同群，豺狼作伴，儿曹同辈？兀的不屈沉杀五陵豪气！（许达云）仲宣，想你辞老母，离陈蔡，谒蔡邕于京师，不能取其荣贵。又持子建学士书呈，投托荆王刘表，内妨蒯、蔡，不肯同列为官。先生主见，小生尽知。但他自干他的事，你自干你的事，便好道黍则黍，麦则麦，泾则泾，渭则渭，虽后稷之圣，不能化穗而成其芒，虽大禹之功，不能澄清而变其浊。芒穗清浊，尚然不变，何况于人乎？既托迹于刘表，何苦不同官于蒯、蔡？(诗云)嗟君志气本超群，争奈朝中多忌人。所以独醒千古恨，至今犹自泣累臣。（正末）(诗云)有志无时命矣夫，老天生我亦何辜。宁随泽畔灵均死，不遂人间乳臭雏。(唱)【幺篇】据着我慷慨心，非贪这潋滟杯。这酒呵便解我愁肠，放我愁杯，展我愁眉。则为我志愿难酬，身心不定，功名不遂。(云)吾兄将酒过来。（许达云）酒在此。（正末饮科，云）再将酒来。（许达云）仲宣，为何横饮几杯？（正末唱）倒不如葫芦提醉了还醉。（云）小生为功名不遂其心，不如饮一醉，坠楼而亡。（做跳下，许达惊扯住科，云）呀，早是小生手眼快，蝼蚁尚且贪生，为人何不异命？古人有云：存其身而扬其名，上人也；将其身而就其名，中人也；舍其身而灭其名，下人也。吾想此中屈原、卞和二人，虽得其名，卒舍其身。如吾兄为功名不遂，要坠楼身死，是为不知命矣。昔吕望有经纶济世之才，虽在贫窘，意不苟得，年登八旬，垂钓于渭水。后文王梦非熊之兆，出猎西郊至磻溪，见吕望同载而归，以为上宾。至武王时，成功立业，封号太公。今老兄发悲，不为别故，止为家中老母无人侍养，小生到来日会江不父老，收拾青蚨，赍为路费，送老兄还归故里，有何难哉！（诗云）只为你高堂有母鬓斑斑，客舍淹留甚日还。囊里黄金愿相赠，免教和泪倚栏干。（正末诗云）耻向人间乞食馀，登台一望泪沾裾。可怜飘泊缘何事，不寄平安问母书。（唱）【满庭芳】我如今羞归故里，则为我昂昂而出，因此上怏怏而归。空学成补天才却无度饥寒计，几曾道展眼舒眉。则被你误了人儒冠布衣，熬熬人淡淡饭黄齑。有路在青霄内，又被那浮云塞闭。老兄也百忙里寻不见上天梯。（许达云）仲宣，你看那一林红叶，三径黄花。一林红叶傲风霜，如乱落火龙鳞。三径黄花擎雨露，似润开金兽眼。登高望远，从怀故国之非，抚景伤情，处处洒穷途之泣。老兄，（诗云）暑退金风觉夜长，蝉声不断送秋凉。东篱满目黄花绽，雁过南楼思故乡。（正末）（诗云）采采黄花露未，他乡谁为授寒衣。独怜作客人南滞，不似随阳雁北飞。（唱）【十二月】几时得似宾鸿北归，倒做了乌鹊南飞。仰羡那投林倦鸟，堪恨那舞瓮醯鸡。籓云的鵾鹏羽翼，那篱下燕鹊争知。（带云）老兄也！（唱）【尧民歌】真乃是鹤长凫短不能齐，从来这乌鸦彩凤不同栖。挽盐车骐骥陷淤泥，不逢他伯乐不应嘶。只争个迟也么疾，英雄志不灰，有一日登鳌背。（做睡科）（外扮使命上，诗云）雷霆驱号令，星斗焕文章。圣主贤臣颂，今朝会一堂。吾乃天朝使命是也。今有王仲宣献上万言长策，圣人见喜，宣他为天下兵大元帅，兼管左丞相事。打听得在许安道楼上饮酒，许安道在么？（许达见科，云）那里来的大人？（使命云）小官天朝来的使命，宣王仲宣为天下兵马大元帅，快报复去！（许达云）王仲宣，王仲宣！（正末云）做甚么大呼小叫的！（许达云）今有天朝使命，宣你为天下兵马大元帅。（正末云）来了不曾？（许达云）见在楼直下哩！（正末云）慌做甚么，心忙做甚么！既来了，怕他回了不成？（许达云）则吃你这般傲慢？（正末唱）【煞尾】从今后把万言书作战场，辅皇朝为柱石。扶侍着万万岁当今帝，则愿的稳坐定蟠龙戗金椅。（同使命下）（许达云）那王仲宣别也不别，竟自去了，有这般傲慢的，可知道荆王不肯用他！（诗云）一片雄心大似天，可知不肯受人怜。今朝身佩黄金印，才识登楼王仲宣。（下）第四折（蔡相引祗从人上，云）老夫蔡邕是也。今有王粲献上万言长策，圣人见喜，着他做天下兵马大元帅，只在早晚将到。左右，与我请将曹子建着人相请，须索走一遭去。左右报复去，道有曹子建在于门首。（祗从报科，云）报的老爷得知，曹学士来了也。（蔡相云）道有请。（见科）（曹学士云）老丞相贺万金之喜！（蔡相云）喜从何来？（曹学士云）今有令婿王仲宣，献上万言长策，得了天下兵马大元帅，小官特来贺喜。（蔡相云）比及学士说呵，老夫已知道了也。如今俺二人牵羊担酒，十里长亭，接新官走一遭去。（下）（正末引卒子上，云）王粲，谁想有今日也呵！（唱）【双调】【新水令】一声雷震报春光，（卒按喝科）（正末唱）起蛰龙九重天上。蔡邕也你便似臧仓毁孟轲，王粲也我却做了贡禹笑王阳，则道我甘老在荆襄，今日个峥嵘日岂承望。（蔡、曹同上）（蔡相云）此间是他辕门外了，学士你先进去。（曹学士云）令人，报复去，道有翰林学士曹子建在于门首。（报科）（正末云）大恩人来了也，道有请。（见科）（曹学士云）元帅峥嵘有日，奋发有时。（正末云）当日不亏学士大恩，岂有今日？学士请上，受小官一拜。（拜科）（曹学士云）元帅请起，论小官有甚么恩在那里。（正末唱）【沉醉东风】想当日到京师将谁倚仗？多亏你曹学士助我行装。虽然是一封书死了荆王，还得你万言策奏知今上，才得个元戎印掌。这都是你义海恩山不可当，再休题贵人健忘。（蔡相云）令人，报复去，道有蔡丞相在于门首。（座卒报科）（正末唱）【乔牌儿】不由我肚儿里气夯，他有甚脸来俺门上。（云）他可不是蔡邕丞相么？（曹学士云）他可是谁？（正末唱）他是举韩侯三荐的萧丞相。往日的情我和他今日讲。（云）令人，说出去，他是个丞相，我是个元帅府衙门，尔我无干。他进来便进来，不进来我也接待他不成。（卒子云）理会的。老丞相，俺元帅说来：你是个丞相，他是元帅府衙门，尔我无干，你进去便进去，不进去你也接待你不成。（蔡相云）可早一句儿也！也罢，我自己进去。（见科）元帅，几年不见，受老夫一拜。（正末云）住者，左右，将过锦心拜褥来。（蔡相云）要他做甚么？（正末云）则怕拜下去污了你那锦绣衣服！（蔡相云）可早两句儿也！（正末云）却不道锦堂至三杯酒，茅舍人来一盏茶。我是个新帅府，岂不一杯酒管待？令人，将酒来。（卒子云）酒在此。（正末云）这一杯酒，当从丞相饮，老丞相接漂酒。（蔡相云）将来。（正末云）住者，小官有失礼体，放着翰林院大学士在此，当从学士请酒。（曹接酒科）（正末云）这杯酒可到老丞相，丞相接酒。(蔡相云）将来。（正末云）住者，慌做甚么！学士饮个双杯。（曹饮科）（正末云）这杯酒可该老丞相饮，丞相接酒，（蔡相云）将来。（正末云）住者，两只手捞菱般相似，大缸家酿下酒钵盂里，折的你也吃不了。枕着青石板睡，饿破你那脸也。学士饮个三杯和万事。（蔡相云）可早三句了也！王粲，你将一杯酒似与不与，对着翰林学士在此，羞辱老夫，是何道理！（正末云）你发甚么酒风哩！（蔡相公云）我吃你甚么酒来？（正末云）当初曾道来。（蔡相云）我道甚么来？（正末唱）【水仙子】你道你精神颜色捧瑶觞，和气春风满画堂。你道我不明白冻死在颜回巷，我今日也列金钗十二行。尽今生急急忙忙，你那里有江湖心量，一片齑盐肚肠。（带云）令人抬过了酒肴者。（唱）饮不的我玉液琼浆。（蔡相云）王粲，你强杀者波，则是个兵马大元帅；我歹杀者波，是当朝左丞相，调和鼎鼐，燮理阴阳。你把我这般看待，敢不中么？（正末唱）【甜水令】你道是位列三台，调和鼎鼐，燮理阴阳，丞相府气昂昂。觑的我元帅衙门，无过是点些士伍，排些刀仗，与文臣本不同行。【折桂令】你不来呵但凭心上，我也不差着人来，请你登堂。（带云）你今日既来呵，（唱）谁着你鸟故趋笼，鱼偏入网，人自投汤。既受你这许多好情亲向，我岂可没半句恶语相相伤。（蔡相云）可知你与我也沾些亲来。（正末唱）从今后星有参商，人有雌黄。你做的吐哺周公，我也拚不做坦腹王郎（蔡相云）学士，你这里不说，那里说？（曹学士云）老丞相休慌。元帅请暂息雷霆之怒，略罢虎狼之威，听小官明明的说破，着元帅细细里皆知。人不说不知，木不钻不透；冰不搦不寒，胆不尝不苦。当初老丞相曾与令尊老先生金兰契友，二人指腹成亲，若生二女，同攀绣床；若生二子，同舍攻书；若生子女，结为夫妇。不想令尊生下元帅，丞相所生一女。因为官守所绊，彼各天涯，间隔亲事。老丞相闻知元帅学成满腹文章，只是骄矜傲慢，不肯曲脊于人，以此数次将书调取至京，萧条旅馆，个月期程，不蒙放参。可是为何？只是涵养你那锐气。及至相见，将那三杯酒耻辱元帅，一席话激发将军。岂知春衣白金雕鞍书礼，都不是小官的，老丞相暗暗的与我，着我明明的与你，赍发你投托荆王刘表。谁想刘表不能任用，淹留在彼，你将万言长策，寄与小官，小官转与老丞相，老丞相献与圣人，圣人见喜，今得此官。自从元帅去后，老丞相将老夫人搬至京师，一般盖下画堂，又陪房奁断送，将小姐聘与元帅为妻。说兀的做甚！（诗云）则为你襄阳久困数年间，今日拨开云雾见天颜。非干我这举贤曹子建，则拜你那恩人老泰山。（正末拜科，云）则被你瞒杀我也，丈人！（蔡回礼科，云）则被你傲杀我也，女婿！（正末唱）【雁儿落】又不曾趋跄天子堂，又不曾图画臣像。止不过留心在笔砚间，又不曾恶战在沙场上。【得胜令】呀！怎做得架海紫金梁，则消得司县绿衣郎。今日个枢府新元帅，还只是长安旧酒狂。腾骧，端的有豪气三千丈；游扬，这的是功名纸半张。（蔡相云）天下喜事，无过子母夫妇团圆。就今日卧翻羊、窨下酒，做个大大庆喜筵席者！（词云）我两姓结婚姻原在生前，难道我今日敢违背初言。因此上屡移书接来到此，本待将加官职指引朝天。只为你生性子十分骄傲，并不肯谦谦的敬老尊贤。我特将三杯酒千般折挫，无非要涵养得气质为先。暗地里具书呈白金骏马，封皮上明写着子建相传。岂知道到荆州依然不遇，遂淹留不得返苒三年。想登楼这一点思乡客泪，多应是长飘洒似雨涟涟。万言策又是我转闻今上，才得授大元帅入掌兵权。早先期高平去迎将老母，预盖下大宅院供具全。专等待你回来选其吉日，与小女结花烛夫妇团圆。此皆由我老夫殷勤留意，非学士能出力为你周旋。到如今才一一从头说破，大家的开笑口庆赏华筵。（正末唱）【离亭宴煞】你元来为咱气锐加涵养，须不是忌人才大遭魔障。端的个这场，收拾了龙争虎斗心，结果了鹗荐鹏搏力，表明了海阔天高量。安排下玳瑁筵，准备着葡萄酿，做一个团圆的庆赏。早匹配了青春女一生欢，稳情取白头亲百年享。题目假托名蔡邕荐士正名醉思乡王粲登楼一拳搥碎黄鹤楼，一脚踢翻鹦鹉洲。有意气时消意气，不风流处也风流。白鹭交飞溪脚，玉龙横卧山腰，满乾坤无处不琼瑶。因风吹柳絮，和月点梅梢，想孤山鹤睡了。半月泉凿透林间山溜，平分天上中秋，菱花分破印寒流。沁梅疏影缺，攀桂片云愁，待团圆掬在手。道院一榻白云竹径，半窗明月松声，红尘无处是篷瀛。青猿藏火枣，黑虎听《黄庭》，山人参内景。",
        "author": "元代",
        "poem_class": "思念",
        "dynasty": "乔吉"
    },
    {
        "title": "浣溪沙·一曲鸾箫别彩云",
        "paragraph": "一曲鸾箫别彩云。燕钗尘涩镜华昏。灞桥舞色褪蓝裙。湖上醉迷西子梦，江头春断倩离魂。旋缄红泪寄行人。银河宛转三千曲。浴凫飞鹭澄波绿。何处是归舟。夕阳江上楼。 天憎梅浪发。故下封枝雪。深院卷帘看。应怜江上寒。雪洗虏尘静，风约楚云留。何人为写悲壮，吹角古城楼。湖海平生豪气，关塞如今风景，剪烛看吴钩。剩喜燃犀处，骇浪与天浮。忆当年，周与谢，富春秋，小乔初嫁，香囊未解，勋业故优游。赤壁矶头落照，肥水桥边衰草，渺渺唤人愁。我欲乘风去，击楫誓中流。一春长费买花钱，日日醉湖边。玉骢惯识西湖路，骄嘶过、沽酒楼前。红杏香中箫鼓，绿杨影里秋千。(湖边 一作：花边)暖风十里丽人天，花压鬓云偏。画船载取春归去，馀情付、湖水湖烟。明日重扶残醉，来寻陌上花钿。",
        "author": "宋代",
        "poem_class": "思念",
        "dynasty": "吴文英"
    },
    {
        "title": "青青水中蒲三首·其三",
        "paragraph": "青青水中蒲，叶短不出水。妇人不下堂，行子在万里。水。至清，尽美。从一勺，至千里。利人利物，时行时止。道性净皆然，交情淡如此。君游金谷堤上，我在石渠署里。两心相忆似流波，潺湲日夜无穷已。蜀主窥吴幸三峡，崩年亦在永安宫。(窥 一作：征)翠华想像空山里，玉殿虚无野寺中。古庙杉松巢水鹤，岁时伏腊走村翁。武侯祠屋常邻近，一体君臣祭祀同。岁暮阴阳催短景，天涯霜雪霁寒宵。五更鼓角声悲壮，三峡星河影动摇。野哭千家闻战伐，夷歌数处起渔樵。(千家 一作：几家)卧龙跃马终黄土，人事音书漫寂寥。(音书 一作：依依)",
        "author": "唐代",
        "poem_class": "思念",
        "dynasty": "韩愈"
    },
    {
        "title": "竹枝",
        "paragraph": "日出三竿春雾消，江头蜀客驻兰桡。凭寄狂夫书一纸，家住成都万里桥。春眠不觉晓，处处闻啼鸟。夜来风雨声，花落知多少。两人对酌山花开，一杯一杯复一杯。我醉欲眠卿且去，明朝有意抱琴来。新妆宜面下朱楼，深锁春光一院愁。 行到中庭数花朵，蜻蜓飞上玉搔头。",
        "author": "唐代",
        "poem_class": "思念",
        "dynasty": "刘禹锡"
    },
    {
        "title": "东坡引·陇头梅半吐",
        "paragraph": "陇头梅半吐。江南岁将暮。闲窗尽日将愁度。黄昏愁更苦。 归期望断，双鱼尺素。念嘶骑、今到何处。残灯背壁三更鼓。斜风吹细雨。带酒冲山雨，和衣睡晚晴。不知钟鼓报天明。梦里栩然蝴蝶、一身轻。 老去才都尽，归来计未成。求田问舍笑豪英。自爱湖边沙路、免泥行。知音者少，算乾坤许大，著身何处。直待功成方肯退，何日可寻归路。多景楼前，垂虹亭下，一枕眠秋雨。虚名相误，十年枉费辛苦。不是奏赋明光，上书北阙，无惊人之语。我自匆忙天未许，赢得衣裾尘土。白璧追欢，黄金买笑，付与君为主。莼鲈江上，浩然明日归去。熙宁十年秋，彭城大水。云龙山人张君之草堂，水及其半扉。明年春，水落，迁于故居之东，东山之麓。升高而望，得异境焉，作亭于其上。彭城之山，冈岭四合，隐然如大环，独缺其西一面，而山人之亭，适当其缺。春夏之交，草木际天；秋冬雪月，千里一色；风雨晦明之间，俯仰百变。山人有二鹤，甚驯而善飞，旦则望西山之缺而放焉，纵其所如,或立于陂(bēi)田，或翔于云表；暮则傃东山而归。故名之曰“放鹤亭”。郡守苏轼，时从宾佐僚吏往见山人，饮酒于斯亭而乐之。挹山人而告之曰：“子知隐居之乐乎？虽南面之君，未可与易也。《易》曰：‘鸣鹤在阴，其子和之。’ 《诗》曰：‘鹤鸣于九皋，声闻于天。’盖其为物，清远闲放，超然于尘埃之外，故《易》《诗》人以比贤人君子。隐德之士，狎而玩之，宜若有益而无损者；然卫懿公好鹤则亡其国。周公作《酒诰》，卫武公作《抑戒》，以为荒惑败乱，无若酒者；而刘伶、阮籍之徒，以此全其真而名后世。嗟夫！南面之君，虽清远闲放如鹤者，犹不得好，好之则亡其国；而山林遁世之士，虽荒惑败乱如酒者，犹不能为害，而况于鹤乎？由此观之，其为乐未可以同日而语也。”山人忻然而笑曰：“有是哉！”乃作放鹤、招鹤之歌曰：鹤飞去兮西山之缺，高翔而下览兮择所适。翻然敛翼，宛将集兮，忽何所见，矫然而复击。独终日于涧谷之间兮，啄苍苔而履白石。鹤归来兮，东山之阴。其下有人兮，黄冠草屦，葛衣而鼓琴。躬耕而食兮，其馀以汝饱。归来归来兮，西山不可以久留。元丰元年十一月初八日记 《放鹤亭记》。 ",
        "author": "宋代",
        "poem_class": "思念",
        "dynasty": "袁去华"
    },
    {
        "title": "水龙吟·秋兴",
        "paragraph": "秋生泽国，无边落木，又作萧萧下。澄江过雨，凉飙吹面，黄花初把。苍鬓羁孤，粗营鸡黍，浊醪催贳。对斜斜露脚，寒香正好，幽人去、空惊咤。 头上纶巾醉堕，要欹眠、水云萦舍。牵衣儿女，归来欢笑，仍邀同社。月底蓬门，一株江树，悲虫鸣夜。把茱萸细看，牛山底事，强成沾洒。梅子金黄杏子肥，麦花雪白菜花稀。日长篱落无人过，惟有蜻蜓蛱蝶飞。(惟 通：唯)过春社了，度帘幕中间，去年尘冷。差池欲住，试入旧巢相并。还相雕梁藻井。又软语、商量不定。飘然快拂花梢，翠尾分开红影。 芳径。芹泥雨润。爱贴地争飞，竞夸轻俊。红楼归晚，看足柳昏花暝。应自栖香正稳。便忘了、天涯芳信。愁损翠黛双蛾，日日画阑独凭。柳阴直，烟里丝丝弄碧。隋堤上、曾见几番，拂水飘绵送行色。登临望故国，谁识京华倦客？长亭路，年去岁来，应折柔条过千尺。闲寻旧踪迹，又酒趁哀弦，灯照离席。梨花榆火催寒食。愁一箭风快，半篙波暖，回头迢递便数驿，望人在天北。凄恻，恨堆积！渐别浦萦回，津堠岑寂，斜阳冉冉春无极。念月榭携手，露桥闻笛。沉思前事，似梦里，泪暗滴。",
        "author": "宋代",
        "poem_class": "思念",
        "dynasty": "吴则礼"
    },
    {
        "title": "菩萨蛮·隔花才歇帘纤雨",
        "paragraph": "隔花才歇帘纤雨，一声弹指浑无语。梁燕自双归，长条脉脉垂。小屏山色远，妆薄铅华浅。独自立瑶阶，透寒金缕鞋。露凝霜重渐倾欹，宴赏才过小雪时。蒂有余香金淡泊，枝无全叶翠离披。半床落月蛩声病，万里寒云雁阵迟。明岁秋风知再会，暂时分手莫相思。不是逢人苦譽君，亦狂亦俠亦溫文。照人膽似秦時月，送我情如嶺上雲。寸寸山河寸寸金，侉离分裂力谁任。杜鹃再拜忧天泪，精卫无穷填海心。",
        "author": "清代",
        "poem_class": "思念",
        "dynasty": "纳兰性德"
    },
    {
        "title": "好事近·愁展翠罗衾",
        "paragraph": "愁展翠罗衾，半是馀温半泪。不辨坠欢新恨，是人间滋味。几年相守郁金堂，草草浑闲事。独向西风林下，望红尘一骑。舟逐清溪弯又弯。垂柳开处见青山。毵毵绿发覆烟鬟。夹岸莺花迟日里，归船萧鼓夕阳间。一生难得是春闲。落日千山啼杜宇，送得归人，不遣居人住。自是精魂先魄去，凄凉病榻无多语。往事悠悠容细数，见说他生，又恐他生误。纵使兹盟终不负，那时能记今生否。绮罗幕后送飞光，柏栗丛边作道场。望帝终教芳草变，迷阳聊饰大田荒。何来酪果供千佛，难得莲花似六郎。中夜鸡鸣风雨集，起然烟卷觉新凉。",
        "author": "近现代",
        "poem_class": "思念",
        "dynasty": "王国维"
    },
    {
        "title": "幽恨诗",
        "paragraph": "卜得上峡日，秋江风浪多。巴陵一夜雨，肠断木兰歌。清溪深不测，隐处唯孤云。松际露微月，清光犹为君。茅亭宿花影，药院滋苔纹。余亦谢时去，西山鸾鹤群。蜀国曾闻子规鸟，宣城还见杜鹃花。 一叫一回肠一断，三春三月忆三巴。今日云景好，水绿秋山明。携壶酌流霞，搴菊泛寒荣。地远松石古，风扬弦管清。窥觞照欢颜，独笑还自倾。落帽醉山月，空歌怀友生。",
        "author": "唐代",
        "poem_class": "思念",
        "dynasty": "安邑坊女"
    },
    {
        "title": "庆东原·泊罗阳驿",
        "paragraph": "砧声住，蛩韵切，静寥寥门掩清秋夜。秋心凤阙，秋愁雁堞，秋梦蝴蝶。十载故乡心，一夜邮亭月。第一折(冲末诸葛亮领卒子上，云)前次春花桃喷火，今日东篱菊绽金。谁似豫州存大志，求贤用尽岁寒心。贫道复姓诸葛，名亮，字孔明，道号卧龙先生，琅琊阳都人也，在于卧龙冈办道修行。自玄德公请贫道下山，拜为军师，头一阵博望烧屯，杀夏侯惇十万雄兵，片甲不回。不想曹操不舍，亲率领八十三万雄兵，来取新野。来至三江夏口，主公命某过江，问东吴借水兵三万，周瑜为帅，黄盖为先锋。俺两家合兵一处，拒敌曹操。贫道祭风，周瑜举火，黄盖诈降，烧曹兵八十三万，片甲不回。今曹操败走华容路，贫道领关、张二将，追赶曹操。说与赵云众将，紧守赤壁连城：休要有失。则今日追曹操走一遭去。施谋略平欺管乐，领雄兵密排军校。先拿住百计张辽，直赶上奸雄曹操。(下)(外扮周瑜领卒子上，云)腹中韬略隐黄公，匣藏宝剑掣青龙。坐筹帷幄贫壮士，决胜牛里作元戎。某姓周名瑜，字公瑾，乃庐江舒城人也。某幼习先王典教，后看韬略遁甲之书，某每回临阵，无不干功。幼年间曾与长沙孙策同堂学业，孙策已亡，后佐于江东孙权麾下，为大将之职。因刘、关、张着孔明军师过江，问俺江东借俺赤壁连城，暂且屯军。俺主公拜某为帅。黄盖为先锋，领水军数万。战于赤壁之间。某与孔明并力而攻，将曹兵八十三万，一火焚之，皆某之功。又折了俺手将黄盖，诚恐此人久后乘胜必取荆州。某想赤壁之战，非干己仇。折某虎牙之将，某常怀深恨，未曾报仇。某闻知诸葛孔明领众将往华容路，追赶曹兵去了。乘此机会，某设一计：俺这江东有一楼。名曰是黄鹤楼；设一会，乃是碧莲会。我修一封书，差手将鲁肃，直至赤壁连城，请刘玄德过江赴会。若刘玄德来时，某暗设三计：头一计酒至半酣，席间问其强弱，应答不合莫心，用剑斩之。第二计着大将于樊，把住楼门，一切人等，不放上下；若无某令箭，不许下楼。第三计酒酣之际，要刘备顺情归吾。意有不从，击金钟为号，伏兵尽举，擒住刘备，困于江东。不放回示壁连城。方称某平生之愿。设计己定。小校与我唤将鲁肃来者。(卒子云)理会的。鲁肃安在？(鲁肃上，云)自小曾将武艺习，南征北讨惯相持。临军望尘知敌数，对垒嗅土识兵机。某乃鲁肃是也。某文通三略，武解六韬，十八般武艺，无有不拈，无有不会。今佐于江东孙权手下为下将。正在教场中演武艺，元帅呼唤。不知有甚事。须索走一遭去。说话中间，可早天到也。小校报复去。有鲁肃在于门首。(卒子云)理的。喏，报的元帅得知。有鲁肃在于门首。(周瑜云)着他过来。(卒子云)过去。(做见科，云)元帅呼唤小将。那里使用？(周瑜云)唤你天别无甚事。我与你这封书。你过江直至赤壁连城，请刘玄德去。若见了玄德。你道俺元帅在黄鹤楼上安排筵宴，请玄德公过江赴碧莲会。你小心在意，疾去早来。(鲁肃云)小将得令。则今日领着元帅将令，直至赤壁连城，请玄德公过江赴碧莲会，走一遭去。云山水陆俱完备，定计铺谋驱铁骑。赤壁相邀玄德公，谨请早赴碧莲会。(下)(周瑜云)玄德公也。若你不来时，万事罢论；若来呵，便插翅也飞不过这大江去。排兵布阵用心机，鲁肃疾去莫延迟。玄德若赴碧莲会，不还荆州不放回。(下)(刘备领卒子上，云)骏马雕鞍紫锦袍，胸襟压尽五陵豪。有人采问宗和祖，附凤攀龙是故交。小官姓刘名备，字玄德，大树楼桑人也。某有两八兄弟，二兄弟姓关名羽，字云长，是这蒲州解良人也；三兄弟姓张名飞，字翼德，是这涿州范阳人也。俺三人结义在桃园，曾对天盟誓：不求同日生，则求当日死；一在三在，一亡三亡。俺弟兄三人，自从南阳卧龙冈请下孔明师父来，拜为军师。自博望烧屯，杀夏侯惇十万雄兵，片甲不回。曹操不舍，亲领雄兵百万，来取新野。某遣孔明军师，过江结好于东吴，借起军马数万，拜周瑜为帅，与曹操战于赤壁，火烧兵百万，大败而回。某屯军于赤壁城中，有俺孔明师父，言先取荆州为本，后图西蜀，未为晚矣。今孔明军师领云长、张飞取荆州去了，未见回还。小校门首觑者，看有甚么人来。(卒子云)理会的。(鲁肃上，云)某乃鲁肃是也。奉着周瑜元帅的令，持着书呈，前来赤壁连城，请玄德公黄鹤楼上赴碧莲会去，可早来到也。小校报复去，有周瑜元帅差鲁肃持书。在于门首。(卒子云)理会的。(做报科，云)喏，报的元帅得知，有东吴国周瑜元帅手下鲁肃，持书来见。(刘末云)周瑜持书呈来，不知主何意？着那下书的人过来。(做见科)(刘末云)来者何人？(鲁肃云)小将乃东吴国周瑜手下鲁肃是也。泰俺元帅的将令，持书一封，请玄德公过江，黄鹤楼上赴碧莲会去。(刘末云)将那书来，我看这书咱。(看书科，云)越殿襄王大德刘公阁下开拆，周瑜谨封。(拆书科，云)我拆开这封皮，书曰：高皇创业，良将安邦，立明君二十四帝，统国祚四百余年，目今献皇在位。建安十三年岁在戊子，因曹操乃是奸臣，欲图汉室。天时不顺，大率雄师，战于赤壁。明公乃王室之胄，英才盖世，众士慕仰，若水之归海。用诸葛之神机，凭关张之勇，借瑜吴主江东水军，恃长江险阻之势，纳部将黄盖之能，火烈风，雷鼓大振，北军大败。瑜与明公水陆并进，追至南郡。曹仁败于夷陵，孔明等追操未还，仗公之威德也。今因武昌有黄鹤楼，瑜设碧莲会，请明公以贺近退曹兵，共享清平之世，坐叙契阔之情。俯赐降临，幸勿间阻，伏惟高照不宜。东吴大帅周瑜顿首百拜书。越殿襄王玄德公府下。(看毕书科，云)书中的意，我尽知道了也。兀那鲁肃，你先回去，说与你元帅，我便来也。(鲁肃云)出的这门来，不敢久停久住，回元帅的话去。蒙差遗心劳意攘，刘玄德须当一往。黄鹤楼暗钓鲸鳌，难逃这天罗地网。(下)(刘末云)鲁肃去了也。(卒子云)去了也。(刘末云)今有周瑜请我赴宴，我待不去来，想当初赤壁鏖兵之时，多亏了周瑜元帅助俺破曹；我待去来，争奈孔明师父与两个兄弟不在。我唤刘封来，与他商议。小校与我唤将刘封来者。(做唤刘封科)(净刘封上，云)六韬三略不曾习，南征北讨要相持。高头战马牵过来，从早到晚上不得。某乃刘封是也。我十八般武艺，件件不通，诸般不会。自破曹之后，俺屯军在赤壁连城。俺二叔叔云长，三权叔张飞，同军师诸葛，西征曹军去了，止有赵云和某，镇守着赤壁连城。正在灶窝里打盹，父亲呼唤我，想来左右是着我吃酒，见父亲一遭去。可早来到门首了。小校报复去，有刘封来了也。(卒子报科，云)喏。报的主公得知，有刘封来了也。(做见科)(刘封云)父亲唤您孩儿，有何事商议？(刘末云)刘封，唤你来别无甚事。今有江东周瑜，差人持书呈来，请我黄鹤楼上赴宴，唤你来商议，你意下如何？(刘封云)父亲，想东吴国周瑜，好请父亲赴会，若不去呵，不惹的他怪？不妨事，则管去。若有好歹，您孩儿来接应父亲。(刘末云)虽然这等，我还不曾与赵云商议。(刘封云)父亲，你没正经。您孩儿主张了便罢，又叫他来怎的。(刘末云)小校与我唤将赵云来者。(正末扮赵云上，云)某乃真定常山人也，姓赵名，字子龙，观玄德公麾下为上将之职。今日玄德公请俺众将，不知有甚事商议，须索走一遭去。可早来到也。小校报复去，道有赵云在于门首。(卒子云)喏，报的主公得知，有子龙将军来了也。(刘末云)着他过来。(卒子云)过去。(做见科)(正末云)元帅唤赵云，有何事商议？(刘云)赵云，唤你来别无甚事。今有周瑜，请我过江黄鹤楼上赴碧莲会，特来请你商议，我去好，不去好？(正末云)元帅要赴碧莲会，敢不可去么。(刘末云)怎么不去？(正末云)则怕周瑜有歹意。(刘末云)周瑜他便有歹心，凭着俺孔明师父用计，众将英雄，量他到的那里？(刘封云)父亲，想周瑜无歹意。他助咱军马，赤壁鏖兵，破了曹兵百万，如今请父亲饮酒，有甚么歹意？便有歹意呵，凭着俺二叔叔云长，三叔叔张飞，又有老官人赵云，又有侄儿刘封，又有诸葛军师，俺人强马壮，量他到的那里？(正末云)噤声。(唱)【仙吕】【点绛唇】卖弄你马壮人强，驱兵领将，东吴往。咱可便同共商量，商量的都停当。(刘末云)周瑜请我饮酒，他岂有歹意？(刘封云)哎，老赵，想俺父亲在襄阳会上，也不同小可也。(正末唱)【混江龙】不比那襄阳会卜，他则待兴心儿图谋汉家邦。(刘封云)想周瑜破了百万曹兵，他正是擎天玉柱，架海金梁，他有甚歹意？父亲你赴宴走一遭去，有甚么事！(正末唱)你道他是擎天的玉柱，架海金梁，才杀退霸道奸雄曹盂德，那周瑜不弱如兴刘火楚的这汉张良。索仔细，莫荒脚，涉大水，渡长江。看了这黄鹤楼胜似他那宴鸿门，觑了他这碧莲会更狠如临潼上。(刘封云)他见俺父亲，不得不敬，务要走一遭去。(正末唱)他遣来使相请，咱可便不上落的这何妨？(刘封云)老赵，你闲言剩语的，父亲休听他。你赴宴走一遭，料着不妨。(刘末云)子龙将军，刘封也说的是。那周瑜他敬意请我，若不去呵，则道我怕他哩。(正末云)元帅，道的个筵无好筵，会无好会，不可去也。(刘封云)老赵，你越老的糊突了，凭着我十八般武艺，无有不拈，无有不会。他若有歹心呵，我杀的周瑜片甲不回。(正末云)噤声。刘封，你说差了也。(刘封云)我怎么说的差了也？(正末唱)【油葫芦】哎！你个一勇性的刘封不忖最，你做不的些好勾当。(刘封云)想周瑜请俺父亲饮酒，你左拦右当，必有侥傒。(正末唱)恼的我气扑扑忿怒夯胸膛，咱正是低着头往虎窟龙潭创，却正是合着眼去那地网天罗里撞。(刘末云)子龙将军，那周瑜安排筵宴，请我饮酒，岂有歹意？(正末唱)你道他饮玉瓯，在画堂。(刘封云)父亲说的是。他若有歹意呵，凭着父亲坐下的卢马，把檀溪河也跳过去了。料着不妨事。(正末唱)凭着这的卢战马十分壮，怎跳过那四十里汉阳江？【天下乐】无拈指黄鹤楼敢番做战场，我想，那周瑜有智量，晃晃列着刀共枪。鱼不可离了水，虎不可离了冈，他可敢安排着恶战场。(正末云)主公，周瑜差谁来请主公来？(刘末云)周瑜差手将鲁肃下请书来。赵云，怕你不信，请书在此。(正末云)将书来我看。(唱)【后庭花】拿着这虚飘飘的纸一张，上写着黑真真字儿行。他则是仗剑施威计，埋伏打凤凰。这件事不寻常，那里有风波干丈，我言语不是谎。(刘末云)凭着俺三兄弟张飞英勇，可量他到的那里也？(正末唱)【金盏儿】你道是张翼德气昂昂，性儿刚，(刘封云)俺三叔叔张飞，十八骑人马，在那当阳桥上，喝了一声，桥塌三横水逆流，唬的曹兵倒退三十里远。(正末唱)在那当阳桥喝退了曹丞相，据着他一冲一撞卖弄高强。(刘封云)凭着俺三叔叔坐下乌骓马，手中丈八矛，万夫不当之勇。(正末唱)倚仗着当三军不刺剌乌骓骑，敌万夫光灿灿丈八点钢枪。(刘封云)俺三叔安喜县鞭督邮，又在石亭驿中，将袁祥提起腿，掼的花红脑子出来。不妨事，父亲走一遭去。(正末唱)你休卖弄安喜县鞭督邮，石亭驿摔袁祥。(刘末云)子龙将军，你放心。想周瑜当此一日，助俺破曹，他与俺结为唇齿之邦。他今日请我赴会，岂有歹心？你紧守城池，我赴罢宴便来也。(正末云)我劝元帅不听，坚意的要去，你小心在意者。(刘末云)子龙将军，你放心，不妨事。(刘封云)老赵，你多虑，料着不妨事。(正末唱)【尾声】他那里明明的捧着瑶觞，暗暗的藏着军将，用计铺谋怎防？着主公坐在那难走难逃筵会上，你心下自索参详，自度量，不比寻常，他则待赚虎离窝入地网。(刘封云)哎，赵叔，你不知道，那黄鹤楼近在水边。若水长呵，我安排战船，搭起浮桥，接应我父亲。他便跌下水去，落的他睡一觉。(正末唱)那黄鹤楼接大水长，翻波滚浪，正末云)若主公不听赵云谏当呵。(唱)知他是甚风儿吹过汉阳江？(下)(刘封云)老赵，你去，我父亲他也不听你说。父亲走一遭，则管嚼食去。(刘末云)刘封，你与赵云紧守着城池。则着三五骑人马，跟我过江，直至黄鹤楼上赴宴，走一遭去。子龙心下莫踌躇，今朝止马践程途。过江亲赴碧莲会，直至那黄鹤楼上见周瑜。(下)(刘封云)父亲去了也。为甚么我赍发的俺父亲过江去？那周瑜是个是智多谋的人，俺父亲若有些好歹，他这个位，就是我承袭。凭着我这般好心肠，天也与我半碗饭吃。(下)第二折(诸葛亮领卒子上，云)笔头扫出千条计，腹内包藏万卷书。贫道诸葛亮是也。领关、张二将，追赶曹操于华容路上。我夜观乾象，玄德公有难。谁想周瑜请玄德公黄鹤楼上饮宴去了。周瑜他要伤害玄德公。量你怎出贫道之手。想当日赤壁之间，贫道问周瑜要一枝令箭镇坛，贫道留到今日。我将此箭藏在拄拂子里面，凭此箭着主公无事而回。令人与我唤将关平来者。(卒子云)理会的。关平安在？(关平上，云)善变风云晓六韬，将门累世显英豪。能征惯战施勇猛，父子坚心辅圣朝。某乃大将关平是也，俺父亲是关云长。颇奈曹操无礼，追赶俺至三江夏口，孔明师父求救于孙权，孙权助俺水军三万。俺师父将曹操百万雄兵，在赤壁之间，一火焚之。今曹操脱命而走，师父同俺父亲，追赶到华容路，安营下寨。今有军师呼唤，不知有甚事，须索走一遭去。可早来到也。小校报复去，道有关平来了也。(卒子云)理会的。喏，报的军师得知，有关平来了也。(诸葛亮云)着他过来。(卒子云)理会的，着过去。(见科)(关平云)师父呼唤关平，那厢使用？(诸葛亮云)关平，则今日将着暖衣、拄拂子，直至黄鹤楼上，与伯父送暖衣，走一遭去。小心在意，疾去早来。(关平云)理会的。则今日辞别了师父，直至黄鹤楼上，与伯父送暖衣、拄拂子，走一遭去。跨下征马宛有似风，黄金甲衬锦袍红。关平岂敢违军令，不分星夜到江东。(下)(诸葛亮云)关平去了也。令人说与姜维，扮做一渔翁，手上写八个字，是\"彼骄必褒，彼醉必逃。\"主公见了，自有脱身之计。随后着云长、张飞，芦花深处，接应玄德公去。一枝箭顷刻成功，八个字救出英雄。芦花岸张飞等候，周公瑾耻向江东。(下)(净扮姑儿上)(唱)【豆叶黄】那里，那里酸枣的林儿西里，您娘教你早来家，早来家，恐怕那狼虫咬你。来摘枣儿，摘枣儿，你道不曾摘枣儿，口里核儿那些来？张罗，张罗，见个狼呵，跳过墙呵，唬杀你娘呵。(云)我做庄家不须夸，厌着城里富豪家。吃的饭饱无处去，水坑里面捉虾蟆。(唱)【禾词】春景最为头，绿水肯泉绕院流。桃杏争开红似火，工留，闲来无事倒骑牛，村童扶策懒凝眸。为甚庄家多快乐？休休，皇天不负老实头。(云)自家村姑儿的便是。清早晨起来，头不曾梳，脸不曾洗，喝了五六碗茶，阿的们大烧饼，吃了六七个，才充了饥也。我要看些田禾去，那小厮每说，兀那田禾里有狼。我是个女孩，怎么不怕那狼虎？我不免叫伴哥儿，同走一遭去。伴哥儿，行动些儿。(正末扮禾俫上，云)伴姑儿，你等我一等波。(唱)【正宫】【端正好】则听的二姑把三哥来叫，(禾旦云)俺看田苗去来。(正末唱)东庄里看取些田苗。落荒休把这山庄绕，咱可便寻一条家抄直道。(禾旦云)俺这江南，青的是山，绿的是水。你看那渔舟唱晚，响穷彭蠡之滨；雁阵惊寒，声断衡阳之浦。家家采下茶苗，杜鹃春啼晓；夏蝉高噪绿杨枝，秋蝉晚噪。俺庄家好快活也。(正末唱)【滚绣球】俺这里对青山堪画描，端的是景物好。你觑那红叶儿秋蝉晚噪，俺这里家家采下茶苗。(禾旦云)俺江南好暖和也。(正末唱)则这江南地暖风寒少，俺这里春夏秋冬草不调，绿水千条。(禾旦云)你看那黄菊近东篱，村老忙将马骞驴骑。牛金牛表扶策走，只吃的东歪西倒醉如泥，受用有谁知？紫袍金带虽然贵，其实不如俺淡饭黄齑粗布衣。伴哥儿，我打东庄里过来，看了几般儿社火，吹的吹，舞的舞，擂的擂。不是我聪明，我一般般都记将来了也。(正末云)伴姑儿，道我恰才打那东庄头过来，看了几般儿社火，我也都学他的来了也。(禾旦云)伴哥儿，我不曾见，你试学一遍咱。(正末云)试听我说一遍咱。(唱)【叨叨令】那秃二姑在井口上将辘轳儿乞留曲律的搅，(禾旦云)瞎伴姐在麦场上，将碓儿捣也捣的。(正末唱)瞎伴姐在麦场上将那碓臼儿急并各邦的捣。(禾旦云)那小厮们手拿着鞭子，哨也哨的。(正末唱)小厮儿他手拿着鞭杆子他厮厮飕飕的哨，(禾旦云)牧童儿倒骑着水牛，叫也叫的。(正末唱)那牧童儿便倒骑着个水牛呀呀的叫。(禾旦云)俺庄家好快活也。(正末唱)一弄儿快活也么哥，一弄儿快活也么哥，(禾旦云)俺庄家五谷收成了，甚是安乐。(正末唱)正遇着风调雨顺民安乐。(关平躧马儿上，云)自幼攻习学六韬。南征北讨建功劳。下寨安营依三略，亦心敢勇保皇朝。某乃关平是也，父乃关云长。俺父亲随军师诸葛，同叔父张飞。追袭曹兵去了。某奉军师将令，有俺伯父往江东黄鹤楼上请赴碧莲会去了，军师差某与俺伯父送暖衣去。来至这半途之中。遇着这三条路，不知那一各路往江东去，正行之间，兀的不是两个庄家，我问他一声咱。(禾旦云)伴哥儿。一个官人来也，你向前答应答应。(正末唱)【倘秀才】那匹马紧不紧疾不疾荡红尘一道，风吹起脖项上绛毛缨一似火燎他斜拽起团花那一领锦战袍。端的是人英勇，马咆哮，(关平云)兀那庄家你住者，我和你有说的话。(正末唱)他那里高声儿叫住着。(关平云)兀那庄家，你休惊莫怕，你近前来，我不是歹人。我问你，这三条路，不知那一条路，往江东黄鹤楼上去。你试说与我。(正末云)官人。你往江东黄鹤楼上去，我说与你这一条路，你则牢牢的记着，(关平云)你说，我记着。(正末唱)【货郎儿】你过的这乞留曲律蚰蜒小道，听说罢官人你记着。你过的一横涧搭一横桥，更有那倒塌了的山神庙。(关平云)再有甚么记号？(正末唱)破墙匡草团瓢，转山坡过岭桥，河取鱼儿水不着，春夏秋冬草不凋。贪看云中鹘打雁，你可休离俺这山庄，可便错去了。(关平云)兀那庄家，你这江南地面，一年四季，怎生春种夏锄，秋收冬藏，从头至尾，慢慢的说一遍，我试听咱。(正末唱)【尾声】俺这里风调雨顺民安乐，百姓每鼓腹讴歌贺圣朝。则这一带青山堪画描，四野田畴景物好。倒大来无是无非，(关平云)多生受你，慢慢的去。(唱)可兀的快活到老。(下)(禾旦云)官人，恰才俺伴哥唱了去也，我也唱一个官人听。(禾旦唱)【楚天遥】重重叠替山，曲曲湾湾水。山水两相连，送伊十万里。送你几时回，两行凄惶泪。庄家每快活，忱着甜瓜睡。(云)官人忙便罢，若闲时，家来教你打几个搊拾．(下)(关平云)问了路迳也。将着这暖衣，直至黄鹤楼上见伯父，走一遭去。漫辞惮途路艰难，也不怕江水潺潺。送暖衣黄鹤楼上，着伯父急早回还。(下)第三折(周瑜领卒子上，云)安排打凤牢龙计，准备兴邦立国机。某乃周瑜是也。我遣鲁肃持书一封，直至赤壁连城。请刘玄德赴会，此人欣然而来。某今日在此黄鹤楼上，安排筵宴，等待刘玄德，他此一来中我之计。英雄甲士，暗藏在壁衣之后。令人楼下觑者，若刘玄德来时，报复我知道。(卒子云)理会的。(刘末上，云)忆昔当年涿郡东，桃园结义会英雄。纷纷四海皆兄弟，谁似三人有始终。某乃刘玄德是也。今有周瑜元帅，差鲁肃请我黄鹤楼上赴碧莲会。离了赤壁连城，可早来到这江东黄鹤楼下。令人报复去，道有刘玄德至此也。(卒子报科，云)喏，报的元帅得知，刘玄德至此也。(周瑜云)道有请。(卒子云)理会的。有请。(周瑜见科，云)呀、呀、呀，玄德公，一自霜松露菊，鸿雁秋风，大战于赤壁之下，彼各两分，叹光阴迅速，日月逡巡；奈关山迢递，途路跋涉，恨不能一面之会，使某刻石而记于心怀，雕木而印于肺腑。某常思玄德公信义愈明，德服内外，严正而不失其道，追景升之顾，则情感三军；恋义兵之随，则甘于同败，终济大业。某常思玄德公往昔之好，今具浊酒菲肴，敢劳玄德公，屈高就下，枉驾来临，诚为周瑜万幸也！(刘末云)元帅，自赤壁相别，久不得会。元帅破曹操百万雄师，有如此重恩，未能答报，今日感蒙置酒张筵，刘备何以克当？(周瑜云)玄德公，自建安之秋，九月既望，猛风烈火，水陆并进，人马烧溺，北军大败，曹操引军步走，某与玄德公袭至南郡，曹操残兵饥疫，死者甚众。某想当时共讨曹操，正所谓扶三纲立人极，诛乱臣贼子，于千百载之下，使古今信义，无时而不明也。若非除残去秽，今日个焉能坐视江陵？某常思玄德公，无时不挂于心，某故此远劳尊体也。(刘末云)元帅深通虎略，善晓龙韬，展济世之神机，运安邦之妙策。扫除残暴，剿灭奸邪，真乃天下英雄，诚为庙堂伟器。今日重会尊席，实乃刘备万幸也。(周瑜背云)某着军兵四面埋伏，威慑刘备，看此人有惧怯之心么？玄德公，俺江东鄙琐，虽是个微末境界，你看那江涛险峻，山势嵯峨。今日俺宴会此楼，四围眼景，观之不足。玄德公，你看俺这楼外之景咱。(刘末看科，云)元帅。黄鹤楼乃江南之胜景。某推开这吊窗，我试倚栏观看咱。好是奇怪也，他既请我赴会，可怎生四面八方兵山相似？刘备也，你寻思波，早是不来呵，也罢。我自有个主意。元帅，是好景致也。元帅，此楼外四围之景，山川秀丽，草木清奇，西北有大江之险，东南望翠岭之巅。乃吴主兴隆之地，真乃为霸业之乡，诚为虎踞龙蟠之势也。(周瑜云)玄德公可休要作疑，某周瑜我并无歹心。俺盘桓数日，慢慢的回去。小校抬上果桌来者。(卒子云)理会的，果桌在此。(周瑜云)令人将酒来，斟满者。玄德公，量周瑜有何德能，有劳玄德公远远而来。蔬食薄味，不堪奉用，玄德公满饮此杯。(刘末云)刘备碌碌庸才，着元帅置酒张筵，元帅先请！(周瑜云)玄德公请！(刘末云)将酒来，元帅满饮一杯！(周瑜云)酒且慢行，看有甚么人来？(关平上，云)某乃关平是也。奉军师将令，直至黄鹤楼，与伯父送暖衣去。可早来到也。小校报复去，我是关云长的孩儿，奉俺军师将令，着某与俺伯父送暖衣来。(卒子云)你则在这里等侯着，我报复去。(报科，云)喏，报的元帅得知，有关在于楼下，来见元帅。(周瑜云)关平此一来有何事？着他上楼来。(卒子云)着你上楼去。(关平做见科)(周瑜云)关平，你此一来有何事？(关平云)小将奉俺军师将令，与伯父送暖衣来。(周瑜云)既然与你伯父送暖衣来，将酒来，着关平饮一杯酒。(关平云)小将不能饮酒。(刘末云)关平，你回去见孔明军师，你说道元帅请我赴碧莲会，饮宴罢，我可便来也。(关平云)伯父饮罢宴，早些儿回来，您侄儿先回去也。下的楼来，不敢久停久住，回军师话，走一遭去。(下)(周瑜云)关平去了也。令人将酒来，玄德公满饮此杯。(刘末云)元帅请。(周瑜云)再将酒来，玄德公满饮一杯。(周瑜放杯科，云)小校，与我唤一个精细伶俐的来。(卒子云)理会的。兀那楼下有聪明伶俐的，着一个上楼去，答应元帅。(净扮俊俏眼儿上，云)若论乖觉非是骗，跳下床来不洗脸。精细伶俐敢为头，道我是智慧聪明俊俏眼。自家于樊的便是。元帅见我聪明伶俐，与了我个异名儿，叫做俊俏眼。不问远方那里来的人，我就认的他，我把他的胆认破了，我着他苦一世。元帅，此一唤我来，则是赏我几钟酒吃罢了。我见元帅去。(做见科，云)元帅唤小的有何事？(周瑜云)我道是谁？原来是于樊。玄德公，这小的唤做于樊。我见他聪明乖觉，别的不打紧，他一双好眼，不问远方来的人，不是我这国的，他便认将出来。我见他精细伶俐，与了他个异名儿，唤做俊俏眼。(刘末云)这小的是一对好眼。(俊俏眼云)我颇颇儿的。(周瑜云)兀那俊俏眼，我与玄德公饮酒，替我掌着令。你见我这对令箭么？(俊俏眼云)小的每见。(周瑜云)你将着一枝，我收着一枝。你与我把着楼门，一切人等，不许放上放下。如有下楼的，对上我这枝箭的，你便放他下楼去；如无令箭的，休道是别人，就是我，你也不许放下楼去。(俊俏眼云)得令。就是我老子，我也不放他。(做下楼科，云)为甚么俺元帅不着别人把这楼门，别人不会干事。元帅见我精细伶俐，唤我做俊俏眼。我这两个眼，不问甚么人，我便就认出他来，他怎生瞒的过我？我把住这楼胡梯，有令箭的，放下楼去，无令箭的，休想我放他下楼去。(正末扮姜维上，云)某乃大胆姜维是也。因周瑜请俺主公黄鹤楼上赴会去了，孔明军师在我手里，写着两行宇。我扮做个渔夫，将着这对金色鲤鱼，黄鹤楼上推献好新，走一遭去。(唱)【双调】【新水令】我将这锦鳞鱼斜穿孔绿杨枝，舞两风晚凉恰至。残荷凋翡翠，红叶染胭脂。景物宽时，(云)我缆住船者。(唱)我这里上江岸步行至。(云)我来至这黄鹤楼也。我打听的周瑜差他那心腹人？唤做俊俏眼，把着楼胡梯。我怎生推一个乍熟儿，他说我姓张。我便姓张，他说我姓李。我便姓李。我则得上的这楼去呵，我自有个主意。先见他去者。(俊俏眼做盹睡科)(正末云)这厮睡着也，我着这厮吃一个巴掌道。(做打净科)(俊俏眼做惊科，云)是谁打我来？(正末云)道你认的我么？(俊俏眼云)我认的你，有些面熟，你敢是鱼儿张么？(正末云)谁道是虾儿李来？(俊俏眼云)你那里去来？(正末云)我听的元帅在这黄鹤楼上筵宴，我将着这一对金色鲤鱼。元帅跟前献口味来。(俊俏眼云)是一对好金色鲤鱼也。你前日许了鲜鱼儿、鲜虾儿，你计下我，你怎生不送来与我？(正末云)你怎生举荐我一举荐，我把这鱼元帅跟前献了，到明日你来我那船上来，我着你虾儿、鱼儿挑一担来，可不好？(俊俏眼云)休说谎，我如今便替你说去。你明日好鲜虾儿、鲜鱼儿，可与我挑一担来。你则在这里，我替你说去。(俊俏眼做上楼见科)(周瑜云)这厮做甚么？(俊俏眼云)楼下有一个打鱼的，见元帅这里饮酒，献一对金色鲤鱼，与元帅跟前献好新来。(周瑜云)打鱼的献口味，你认的他么？(俊俏眼云)小的每认得，他每日在这江边打鱼，他唤做鱼儿张。(周瑜云)既然你认的，着他过来。(俊俏眼做下楼见正末科，云)我替你说过了也，着你过去哩。休忘了我的鲜鱼儿、鲜虾儿，明日送来。(正末云)我这蓑衣斗笠，放在这里。(俊俏眼云)你放下，我替你看着。(正末上楼科)(周瑜云)兀那厮，你甚么人？(正末云)小人是这打鱼儿的小张儿。(周瑜云)你来做甚么来？(正末云)听知的元帅在此筵宴，小的每无甚么孝顺，将着这一对金色鲤鱼，元帅跟前献口味来。(周瑜云)玄德公，他知道俺在此饮酒，将这一对鱼来献新。(刘末云)也是他孝顺的心肠。(周瑜背云)我如今指着这鱼，双关二意，乱道数句，我讥讽这大耳汉，看他知道么？(周瑜对刘末云)玄德公，俺今日在此楼上饮酒，感的这野人来献新，不才周瑜乱道数句，玄德公跟前呈丑咱。(刘末云)刘备洗耳愿闻。(周瑜云)这鱼他在那碧波中游戏，不堤防撒网垂钩，则为他失计吞食，今日落在俺渔翁之手。鱼也，你也难回渊浪，自损你那残生。你若是做小伏低，我着你活拨拨的远趁江湖；你若是弄巧呈乖，我着你须臾间除鳞切尾。你可也难逢子产，今日个正遇着杨胥。鱼也，你若是肯随顺呵，我着你享峥嵘独步过龙门；你若是施逞能强，着你受金刀肝肠皆粉碎。(刘末云)元帅，高才，高才。(刘末背云)这匹夫好无礼也！他指着此鱼讥讽我，则除是这般。元帅，小官也有数句乱谈，单题着此鱼。元帅污耳！(周瑜云)某愿闻咱。(刘末云)这鱼生于水底，长在烟波，趁风涛滚滚入东吴，不堤防误落在渔翁手。这鱼他将那丝纶垂钩，怎牵万丈鲸鳌？鳞甲生辉，斩眼着江翻海沸；锦鳞随浪，涌身发忿跳龙门。若遇春雷，试看蛰龙归大海，吐雾喷云入大渊，腾身雷震动山川。那时头角峥嵘际，搅海翻江上九天。(周瑜背云)这厮好无礼也！他着言语讥讽我。如今待要走向前去，一剑挥之两段，着人便道，周瑜乃江陵大师，酒酣之际，杀了刘备，着后代史宫点笔，骂名不朽。待不如此来，可不干走了这大耳汉。我如今将机就计，着这渔翁推切鲙，走向前去，一剑刺了刘备，着后人便道刘备着个渔翁杀了，可也不干我事。兀那渔翁，你近前来，你是土居也那寄居？(正末云)孩儿每是这江东部民土居。(周瑜云)哦，原来是俺这江东的部民。孩儿也，你再近前来，你与我做个心腹人，可是恁的？(正末云)小人理会的。(周瑜云)兀那渔翁，你这鱼是针钩上钓来的，是网索上打来的？(正末云)元帅，这鱼也不是板罾撒网，听小人说一遍。(周瑜云)你说，我试听咱。(正末唱)【殿前欢】这鱼儿他自寻思，可是他为吞香饵可便中钩儿。(周瑜云)这鱼可在那里来？(正末唱)他在那水晶宫卫相传示，(周瑜云)兀那渔翁，你将这鱼除鳞切尾，逗盐加酱，当面制造，急忙下手。某带酒也。(睡科)(正末唱)准承望命在参差。任渔公自三思，空有翻波志，他可便眼见的在钢刀下死。这龟儿比并着，玄德你与我仔细寻思。(刘末低问科，云)姜维，敢是军师教你来？(周瑜醒科，云)兀那厮，你不切鲙，说甚么哩？切鲙！(又睡科)(正末唱)【夜行船】小可渔夫该万死，义不曾差说了言词。进忠言玄德可也无不是。(周瑜怒科，云)你则依着我，下手切鲙。(又睡科)(刘末惊科，云)兀那小张儿，好生的切鲙。(正末云)小人理会的。(正末切鲙科，云)元帅，小人切了银丝鲙也。(周瑜不醒科)(正末云)他睡着了也。(正末舒手科)(唱)你休看手梢儿，我手心里公事。(刘末看，云)写着\"彼骄必褒，彼醉必逃。\"军师的计策，我知道了也。(正末唱)【水仙子】你休恋那玉箫银管饮金卮，你将这碧莲会筵席且告辞。(刘末云)军师说甚么来？(正末唱)俺军师把元帅多传示，(刘末云)关、张二弟，曾说甚么来？(正末唱)这其间在江边敢没乱死。(刘末云)军师再说甚么来？(正末唱)俺军师细说言词，(刘末云)俺军师可怎生不着人接应我那？(正末唱)这其间安排着军校，(刘末云)可在那里接应？(正末唱)在堤圈杨柳枝，(刘末云)我怎生得过这江去？(正末唱)先安排下个渔船儿。(周瑜醒科，云)兀那厮，你说甚么哩？其中有奸诈。小校那里？把这厮拿下楼去，杀坏了者。(卒子云)理会的。(刘末云)元帅息怒，量他则是个打鱼的人，有甚么奸诈处？看小官面皮，饶了他罢。(周瑜云)看玄德公面皮，将这厮抢下楼去。这厮敢泥中隐刺。(正末唱)【尾声】小人怎敢泥中刺？(周瑜云)若不看玄德公的面皮，杀了这厮多时了。(正末唱)休、休、休，可不道大官不觑帘下事。(正末云)我下的这楼来。(俊俏眼云)你献了那口味也？(正末云)我献了口味也。我那蓑衣斗笠呢？(俊俏眼云)兀的不是？明日替我送将虾儿、鱼儿来！(正末唱)恰便似火上浇油，命掩参差。畅道万语千言，三回两次。若不是玄德公言词，险些儿三尺龙泉剑下死。(下)(周瑜云)将酒来，玄德公满饮一杯。(刘末云)元帅先饮。(周瑜云)接了盏者。玄德公，你出一酒令，俺横饮几杯咱。(刘末云)小官不敢。(周瑜云)便好道东家置酒客制令。(刘末云)哦，着小宫行个酒令，元帅差矣。正是以能问于不能，以多问于寡。小官焉敢在元帅跟前行令？正是弄斧于班门。小官行一杯酒，请元帅行个令，小官依令而听之。(周瑜云)既然玄德公不肯出令，某不敢违命。某周瑜出一令，单为席间取一笑耳。论这古往今来，谁是英雄好汉？言者当，理当敬酒；言者不当，罚凉水饮之。玄德公请开谈。(刘末云)元帅不问，小官也不敢多言。若论自古英雄，昔日鲁公项羽，谓之好汉。(周瑜云)项羽他怎生是英雄好汉？(刘末云)昔日鲁公姓项名羽，字籍，乃临淮下湘人也。幼失父母，雄威少壮，力能举鼎，势勇拔山，喑呜叱咤，目有重瞳。刘项相持，共立怀王。统兵北路，虎视咸阳。诈设鸿门会，火烧阿房宫。渡河交战，九败章邯。荥阳城火焚纪信，倚勇烈威镇诸侯。赢沛公七十二阵，左有龙且，右有范增。楚汉元年五月五日，自号为楚霸王。岂不为好汉也？西楚重瞳独霸强，喑呜叱咤志轩昂。拔山举鼎千斤力，自古英雄说霸王。元帅，一个好霸王也。(周瑜云)玄德公差矣。项羽乃项燕之子，项梁之侄。虽力举千斤，能勇而不能怯固也。那项羽鸱心蹈衅，向恶从鄙。微利不时，毒苦天下。杀宋义夺印，后入关背约；坑新安无辜之卒，杀轵道已降之主。劫墓取财，开宫恋女。屠虏咸阳士庶，烧阿房宫院。弑义帝于江中，佐迁诸侯于别地。他称爵称尊，所过无不残灭，无所容于天地之间。那项羽不听韩生之谏，不纳范增之言，被淮阴跨夫盗粟韩信，逼至乌江，自刎阴陵，他岂为英雄好汉？霸王英雄兮自刎乌江。玄德公，你道的差了，你罚凉水，某则饮酒。(刘末云)元帅息怒，是小官差了也。元帅土酒。小官罚凉水。(周瑜云)玄德公，俺不论古往英杰，则论方今之世，谁是英雄好汉？(刘末云)元帅言道，不论古往英杰，则说方今之世，谁是英雄好汉？元帅，想方今之世，曹操为之好汉。(周瑜云)曹操怎生是英雄好汉？(刘末云)想曹操筹谋广运，智略多端，心如曲珠，意有百幸。夜卧丸枕，日服鸩酒三杯。威伏汉室，自为大将军封武平侯，挟天子以擅征伐，寻为丞相。赞拜不名，入朝不趋，剑履上殿，自立为魏公，加九锡，纳其三女为贵人，进位于诸侯之上。宫禁侍卫，莫非曹氏之人。曹操以雄兵百万，虎将千员。左有百计张辽，右有九牛许褚，独霸许，虎视中原。岂不谓之好汉？豪杰滚滚竞山川，孟德奸雄掌大权。战将千员兵百万，一个曹公英勇占中原。元帅，一个好曹操也！(周瑜云)玄德公，你又差了也。想曹操奸雄足智，任侠放荡。然托名汉相。实为汉贼，功非扶汉，意在篡君。仗兵势雄威，霸许都之地。虽然讨袁绍，吕布，下关西，定荆州，他那其事虽顺，其情则逆。他夜卧丸枕，日鸩酒，不离了许昌之地，某等合兵，一举而焚于亦壁之下，他岂为英雄好汉？曹操奸雄兮不离许昌。玄德公，你又道的差了，你再罚凉水，某则饮酒。(刘末云)是、是、是，小官又差了也。元帅饮酒，小官罚凉水。(周瑜云)玄德公，俺不论古往今来英雄好汉，则说俺二人，谁是英雄好汉？(刘末云)哦，元帅言道不论古往今来，也不论方今之世，则说今日俺二人饮酒，谁是英雄好汉？(背科，云)可着我说甚么的是？则除是这般。元帅，非小官饶舌，不才刘备，乃景帝玄孙，中山靖王刘胜之后。然汉之宗叶，奈懦弱孤穷。纷纷世乱，因未遇隐于楼桑；今发忿峥嵘，受天恩官居越殿。堪恨曹操奸雄，威权太重。群臣皆惧，汉室宗枝，尽皆隐姓埋名。然刘备将寡兵微，我则待立刘朝，复兴汉世。非小官之能，一托军师诸葛神机，二赖关、张二弟之勇；非小官自夸，曹兵百万称羽、飞二弟为万人敌也。若论汉室英雄，小官刘备我是英雄好汉。(周瑜云)玄德公，你怎生是好汉？你又差了也。你既然有盖世之才，而无应卒之机。斩之不能禁释，谁不知你是孤穷刘备？你在新野被曹操领兵追袭，不敢领兵攻拒，弃妻子而奔于夏口，若不是关、张二弟扶持，这其间定死在奸雄之手。刘备孤穷兮倚仗关、张。德公，你又道差了也。(刘末云)是、是、是，小官失言，元帅是好汉。(周瑜云)我怎生是好汉？(刘末云)想曹操统一百万雄兵，到此三江夏口，被元帅则一阵，破曹于赤壁之间，杀得曹操片甲不回，元帅岂不是好汉？(周瑜云)则这一句，才合着我的心，玄德公言者当也。昔日霸王英雄兮自刎乌江，曹操英雄兮独占许昌。刘备英雄兮倚仗关张，赤壁鏖兵兮美哉周郎。(做笑科，云)将酒来，你也饮一杯，我再饮一杯。(刘末云)元帅再饮一杯。(周瑜云)且住者，我恰才贪欢喜，多饮了几杯酒，觉我这酒上来了，我权时歇息咱。(做猛醒科，云)周瑜也，你好粗心也！我若睡着了呵，倘或玄德公盗了我这箭呵，不干走了他？则除是这般。玄德公，你慢慢的住几日去，我与你身上无歹意。周瑜若是有歹心呵，你见我这一枝箭么？我撧箭为誓，丢在这江里。(周瑜撧箭、丢在江里、睡科)(刘末做慌科，云)嗨。我指望盗他这枝令下楼去，谁承望他撧折了，丢在这江里。我怎能勾下这楼去？军师也，你既然差关平来，送暖衣、拄拂子来与我，可怎生无计救我回去？(刘末做拿拄拂子搠地科，云)我何日得过这江去？(刘末见拄拂子响科，云)好奇怪也，这拄拂子里面，可怎生这般响？我试仔细看咱，原来是两截儿的。我把你拔开看咱，兀的不是一枝箭？我看咱，这箭不是周瑜的箭？可怎生得到军师手里？军师你好强也，有了这箭也，我与你下这楼去。(做下楼科)(俊俏眼云)那里去？(刘末云)有元帅将令，着我回去。(俊俏眼云)你有令箭么？(刘末云)我无令箭呵，怎生能勾下楼去？(俊梢眼)将来我看！(刘末云)兀的不是令箭？(俊俏眼云)正是一对。既有了令箭，你去。(刘末云)我下的这楼来。刘备也，你好险也！若不是军师之计，我几时能勾过这江去？军师也，则你这彼骄必褒真良将，彼醉必逃思故乡。周瑜也，比及一醉酒醒寻玄德，那其间我片帆飞过汉阳江。(下)(周做醒科，云)霸王英雄兮自刎乌江，曹操奸雄兮独占许昌，刘备孤穷兮倚仗关张，赤壁鏖兵兮美哉周郎。皇叔！(俊俏眼云)黄鼠做了添换了。(周瑜云)刘备安在？(俊俏眼云)他下楼去了。(周瑜云)谁着你放他下楼去了？(俊俏眼云)他传着元帅将令，将着元帅的令箭，因此上我放他去了。(周瑜云)住、住、住，我的令箭，我记的撧折了，丢在这江里，他怎生又有这枝令箭来？(俊俏眼云)他将着元帅的令箭，小的不敢不放他回去。(周瑜云)他怎生又有这枝令箭来？(猛见拄拂子科，云)兀那个是甚么东西？(俊俏眼云)这个是诸葛亮差关平送来的拄拂子。(周瑜云)你将来，我试看。(做看科，云)元来这拄拂子是空的，这里面藏着令箭。他那里得我这枝令箭来呵？我想起来了也，他祭风时，问我要枝令箭镇坛。我又中这懒夫之计也。我正是使碎自己心，笑破他人口。既然走了，更待于罢？我如今便差甘宁、凌统、韩当、程普四将，领兵追赶刘备去，务要擒拿将他来。忙差军校去如飞，统兵领将急忙追。若还赶上刘玄德，永困江东誓不回。(同下)第四折(刘封领卒子上，云)帅鼓铜锣一两敲，辕门里外列英豪。三军报罢平安喏，买卖归来汗未消。某乃刘封是也。自从我的父亲过江黄鹤楼上赴宴去了，音信皆无。俺父亲本不去，可是我送的父亲去了。若是军师来呵，我自有言语支对他。左右那里？门首觑者，军师来呵，报复我知道。(卒子云)理会的。(孔明上，云)决胜千里施谋略，坐筹帷幄掌三军。幼年隐迹南阳野，复姓诸葛号卧龙。贫道诸葛孔明是也。颇奈曹操无礼，他领八十三万雄兵，与某交战。俺主公结好于江东，吴王遣周瑜为帅，黄盖作先锋，贫道祭风，周瑜举火，黄盖诈降，关、张伏路，杀曹兵大败亏输。乱军中走了曹操，贫道领关、张追赶。某夜观乾象，见主公有难，某急差关平，后差姜维，接应主公去了。某料俺主公无事回还，贫道今日收兵，回于赤壁连城。可早来到也。左右接了马者，报复去，道有军师下马。(卒子云)理会的。报的将军得知，军师下马也。(见科)(刘封云)呀、呀、呀，早知军师来到，只合远接，接待不着，勿令见罪。(孔明云)刘封，俺主公安在？(刘封云)苦、苦、苦，我父亲么？正在帐中闲坐，不想周瑜使鲁肃将书来，请我父亲过江黄鹤楼上饮宴。我便道：父亲不可去，军师又不在，则怕父亲有夫。我左右当不住，俺父亲一人一骑过江，黄鹤楼上赴会去了。(孔明云)谁着你父亲一人一骑过江，黄鹤楼上社会？假若你父亲有失呵怎了？我不和你说，等你两个叔叔来，看你怎生回话？(刘封云)这个。军师，干我甚么事？(关末上，云)凭吾义勇扶刘主，一杆青龙立汉朝。某关云长。奉军师的将令，着某在华容路等曹操，不想乱阵间走了曹操去。今日回营见哥哥军师去。可早来到也。小校接了马者，报复去，道有关某果了也。(卒子云)理会的。喏，报的军师得知，有二将军来了也。(孔明云)道有请。(卒子云)有请。(见科)(孔明云)云长，曹操安在？(关末云)关某在华容路上，等着曹操交战，乱阵中不想走了曹操也。(孔明云)既是他走了，也不必追赶。(关末云)住、住、住，我哥哥玄德公安在？(孔明云)二将军，你休问我，问你侄儿刘封去。(关末云)刘封，你父亲安在？(刘封云)二叔息怒。自从叔叔同军师去之后，不想周瑜遣鲁肃持一封书，请我父亲过江黄鹤楼上社会去。我便道：他那里筵无好筵，会无奸会，则怕周瑜那厮生歹心，你休去。我父亲恼了。扯出剑来要杀我，我害慌躲避了，俺父亲不想就上马，一人一骑过江去了。(关末怒，云)好也落，你怎生赍发哥哥过江去？若有疏失怎了？把这厮拿住，一壁等三兄弟来，俺一同的问这厮。(刘封云)二叔叔，不干孩儿事。若三叔叔来，劝一劝。(孔明云)左右那里？门首觑者，等张飞来，报复我知道。(卒子云)理会的。(正末扮张飞上，云)某乃张飞是也。奉军师将令，华容路上追赶曹操，不想曹操见某，走了也。回军师话，走一遭去。左右那里？接了马者。(卒子云)理会的。(正末唱)【南吕】【一枝花】拨回獬豸身，滴溜扑跳下乌骓骑。舒开狻猊爪，(正末见刘封走科，云)刘封那里去？(唱)我这里扌昝住锦征衣。嘴缝上拳捶，手指定奸谗嘴，我拷你个忤逆贼。(刘封云)三叔息怒。(正末云)你父亲那里去了？(刘封云)周瑜请的过江饮宴去了也。(正末唱)你怎生赍发的我哥哥。去他那四十里长江那壁。【梁州】则为那周公瑾两三杯酒食，更压着那一千个他这党太尉的筵席。我跟前莫得夸强会。若还他无灾无难，无足无非；若有些个争竞，半米儿疏失，米、来、来，我和你做一个头敌。则我这村性子不许收拾！割舍了，喝曹操唬了他那三魂，鞭督邮拷折你这脊背。休恼番，石亭驿摔袁祥撞塌头皮。若还，得回，俺哥哥无事宋家内，使心量有奸细。船到江心数十里，则怕他背后跟追。(刘封云)三叔，您侄儿当不住父亲，他坚意的要去，不干我事。(正末唱)【隔尾】休得要临崖勒马收缰急，直等的船到江心那其间补漏迟。点手儿旁边唤公吏，你与我麻绳子绑者柳树上，高高的吊起，直等的俺哥哥无事来家，恁时索放了你。(云)令人与我将刘封吊起来者。(做吊净科)(刘封云)三叔，我又不曾欠粮草，怎生吊起我来？(正末云)令人报复去，道有张飞来了也。(卒子云)理会的。喏，报的军师得知，有三将军张飞来了也。(孔明云)道有请。(卒子云)理会的。有请。(见科)(正末云)军师，张飞来了也。(孔明云)一壁有者。(正末云)二哥勿罪也。(孔明云)小校门首觑者，看有甚么人来。(卒子云)理会的。(刘末上，云)欢来不似今朝，喜来那逢今日。小官刘备是也。谁想周瑜有伤害某之心，酒酣之际，盹睡着了，多亏军师妙计，小官以此得脱回还。可早来到也，左右接了马者。兀的不是三兄弟张飞。兄弟也，咱争些儿不得相见也。(正末云)哥哥来了也。(唱)【隔尾】俺哥哥到黑龙江流的是潺潺水，(净云)爹爹救我咱。(正末唱)红蓼堤边吖吖的叫唤谁？(刘末云)兀那吊的是谁？(正末唱)是你那孝子曾参可人意。(刘末云)三兄弟，为甚么吊起他来？(正末唱)见哥哥无些个信息，怕有些个疏失，因此上将他在柳树梢头，着他便吊望着你。(刘末云)兄弟，不于刘封事，饶了他者。(孔明云)主公煞是惊恐也。(刘末云)若不是军师神机妙策，铺谋定计呵，刘备怎能勾回还也。(正末云)收拾战船，我和他交战去，务要拿住周瑜，与俺哥哥报仇，有何不可？(孔明云)三将军，既然今日主公回来了也，休得躁暴。(正末唱)【絮虾蟆】军将便似鱼鳞砌，枪刀便似雁翅般齐，我又索与你迎敌。自从桃源结义，又在徐州失配。不曾相持对垒，不曾翻天倒地，我无处发付气力。付能逢着今日，红锦征袍喜披，黄锦腰带坚系，再把乌骓扣革皮，又把包巾整理。我听的冬冬鼓擂，忽的摇旗，出的相持。美也，兀的不欢喜煞爱厮杀的张飞，迎敌。马蹄儿踏碎了东吴国，你是那周公瑾，我是这张翼德，眼儿里见了，耳朵儿听者。(孔明云)住、住、住，三将军息怒，众将休闹。比及周瑜来请主公赴会，贫道已知多时了也。某先差关平，后差姜维，我料周瑜怎出贫道之手，今日主公果然无事回还，三将军可以饶免刘封，贫道今劝三将军休兵罢战。可是为何？近日间俺向东吴家借军破了曹操，不争俺与他交锋呵，则显的俺忘恩背义也。既今日主公无事回还了，当以杀羊宰马，做一个庆喜的筵席。则为那三江夏口列英雄，赤壁焚烧百万兵。周瑜慢使千条计，怎比南阳一卧龙。领兵先借荆州地，后取西川白帝城。四方宁静干戈息，永保皇图享太平。柳营，月明，听传过将军令。高楼鼓角戒严更，卧护得边声静。横槊吟情，投壶歌兴，有前人旧典型。战争，惯经，草木也知名姓。《虎韬》，《豹韬》，一览胸中了。时时佛拭旧弓刀，却恨封侯早。夜月铙歌，春风牙纛，看团花锦战袍。鬓毛，木雕，谁便道冯唐老。世情推物理，人生贵适意。想人间造物搬兴废，吉藏凶，凶暗吉。【夜行船】富贵那能长富贵，日盈昃月满亏蚀。地下东南，天高西北，天地尚无完体。【庆宣和】算到天明走到黑，赤紧的是衣食。凫短鹤长不能齐，且休题，谁是非。【锦上花】展放愁眉，休争闲气。今日容颜，老如昨日。古往今来，恁须尽知，贤的愚的，贫的和富的。【幺】到头这一身，难逃那一日。受用了一朝，一朝便宜。百岁光阴，七十者稀。急急流年，滔滔逝水。【清江引】落花满院春又归，晚景成何济！车尘马足中，蚁穴蜂衙内，寻取个稳便处闲坐地。【碧玉箫】乌兔相催，日月走东西。人生别离，白发故人稀。不停闲岁月疾，光阴似驹过隙。君莫痴，休争名利。幸有几杯，且不如花前醉。【歇拍煞】恁则待闲熬煎、闲烦恼、闲萦系、闲追欢、闲落魄、闲游戏。金鸡触祸机，得时间早弃迷途。繁华重念箫韶歇，急流勇退寻归计。采蕨薇，洗是非；夷齐等，巢由辈。这两个谁人似得？松菊晋陶潜，江湖越范蠡。",
        "author": "元代",
        "poem_class": "思念",
        "dynasty": "赵善庆"
    },
    {
        "title": "落梅风·楼台小",
        "paragraph": "楼台小，风味佳，动新愁雨初风乍。知不知对春思念他，倚栏杆海棠花下？羲驭流光泰宇清宝筵初启百花明云中缥缈黄金相日下瞻依白玉京 第九折神佛降孙(孙行者上，云)一自开天辟地，两仪便有吾身，曾教三界费精神，四方神道怕，五岳鬼兵嗔，六合乾坤混扰，七冥北斗难分，八方世界有谁尊，九天难捕我，十万总魔君。小圣弟兄、姊妹五人，大姊骊山老母，二妹巫枝祗圣母，大兄齐天大圣，小圣通天大圣，三弟耍耍三郎。喜时攀藤揽葛，怒时搅海翻江。金鼎国女子我为妻，玉皇殿琼浆咱得饮。我盗了太上老君炼就金丹，九转炼得铜筋铁骨，火眼金睛，钅俞石屁眼，摆锡鸡巴。我偷得王母仙桃百颗，仙衣一套，与夫人穿着。今日作庆仙衣会也。(下)(李天王上，云)天兵百万总归降，金塔高擎镇北方。四海尽知名与姓，毗沙门下李天王。小圣乃李天王是也，奉玉帝敕令，西池王母失去仙衣一套，银丝长春帽一顶，仙桃一百颗。不知被何妖怪盗去，着令某追寻跟捕，点起天兵往下方。大小三军，听吾号令：浓叆叇阴云队里，黑模糊翠雾丛中。五方将吏执刀枪，四大神州皆拱服。点八百万天兵，领数千员神将。往紫云罗洞里，直临花果山中。角木蛟、斗木獬、奎木狼、井木犴，遮断东方；轸水蚓、箕水豹、参水猿、壁水犭俞，拦合北塞；室火猪、翼火虵、觜火猴、尾火虎，截住南方；鬼金羊、牛金牛、亢金龙、娄金狗，隔绝西域；柳土獐、女土蝠、氏土貉、胃土雉，扎塞中央；毕月乌、危月燕、张月鹿、心月狐，上下堤防；昂日鸡、房日兔，高低点照；星日马、虚日鼠，远近追奔。叫大小神将，与我驰报与吾儿那叱：下方着意关防，四下用心围定。看那护国天王，必捉通天大圣。(下)(那叱领卒子上，云)一自乾坤生我，二亲教诲多能。三髟差髻上尽滴真珠，四妆带上金箱玛瑙。五方神听咱节制，六合内唯我高强。七宝杵嵌玉妆金，八瓣球攒花刺绣。九重天阙总元戎，十万魔王都领袖。某乃毗沙天王第三子那叱是也，见做八百亿万统鬼兵都元帅。奉玉帝敕父王命，追捕盗仙衣、仙酒妖魔。有神报来，是花果山紫云罗洞主通天大圣。则就今日往下方走一遭。(下)(金鼎国王女上，云)妾身火轮金鼎国王之女，被通天大圣摄在花果山中紫云罗洞里，怕不有受用；争奈不得见父母之面，好生烦恼人也呵。(唱)【仙吕】【八声甘州】云山缥缈，下隐黄泉，上接青霄。晓来登眺，眼前景物周遭。石洞起云清露冷，金缕生寒秋气高。故国路迢遥，恨压眉梢。【混江龙】也是我为人不肖，和这等朝三暮四的便成交。安排着山果，准备着香醪。一派笙歌尝御酒，抵多少九重春色醉仙桃。山光明媚，柳色妖娆，莺歌巧韵，燕舞纤腰。狐变成美丽，虎变作多娇，着我忍不住一场好笑。执壶的是木客，把酒的是山魈。(孙行者上，云)我天宫内盗得仙衣、仙帽、仙桃、仙酒，夫人快活受用。(金女唱)【油葫芦】王母仙衣无分着，金灿烂光闪烁，多管是天孙巧织紫霞绡。(行者云)银丝帽子，丑的带了便可喜。(金女云)大圣，你且先戴一戴。你去玉皇宫偷得银丝帽，抵多少琼林宴颁赐金花诰。(行者云)左右的，与我照管前后洞门，休放闲神上来。(金女唱)他耍性儿乖，劣性儿乔，则恐怕筵间引得天兵到，因此上摆布一周遭。【天下乐】抵多少日夜思量计万条，每日个逍遥在山曳脚，受用些春花夏果梨杏枣。看了他眼中火，觑了他脸上毛，抱着个绣球儿懒去抛。(李天王调卒上，做围洞科)(行者做慌科)(金女唱)【村里迓鼓】则听得数声鼙鼓，又不比九重天乐，神兵振恐，满山谷旌旗笼罩。走龙飞鞚，天王来到。唬得众衔花鹿将头角藏，献果猿将身躯耸，啸风虎将牙爪跑，唬得众妖精望风尽倒。【元和令】恶山林天火烧，深潭洞黑云罩。李天王托着塔皱着眉梢，显他那挟泰山的恶燥暴。我便是玉天仙骋不得妖娆，众妖魔四散逃。(行者做走科)(天王搜山科)(见金女科)(天王云)你是人？是妖魔？(金女云)小的每是人。(天王云)你是那里人？(金女唱)【上马娇】小的每是金鼎国人，被妖怪扰。当日个秋夜月轮高，酒阑人静三更到。园内恣游遨，小径里抄风过处，遇着山魈。【胜葫芦】俺甚么女貌郎才厮撞着，将父母远乡相抛，雁杳鱼沉没下落。翠蛾浅淡，玉肌消瘦，终日倚楼高。【幺】空着我望断云山恨不消，愁随着江水夜滔滔，一日错番为一世错。今日得圣贤接引，天王相救，恩义比太山高。告天王，着小的每回乡，得见双亲，实感天王之大恩。(天王云)你自回去，不干我事。(金女云)妾身回不去。(天王云)你怎生回不去？(金女唱)【后庭花】小的每颤嵬嵬杨柳腰，曲弯弯的莲瓣脚。怎生向溪流曲律坡前去？吉飂古突山上逃？要性命也难煞，天王你听咱哀告。妾身有这几般，方可去得，将葛仙翁竹杖来讨，费长房缩地来学。乘蛟龙在海上漂，驾鲲鹏云外高。【青哥儿】若如此呵，然后那家乡、家乡得到，到家呵，细说根苗。将天正众多神将来雕，摆列着香案，供养着容貌。每日逐朝，记在心苗。办着一片虔心把香烧，将恁那恩来报。(天王云)着风、云、雷、雨四员神将，送此女子还于本国者。(金女云)谢天王。【尾】一念霎时生，万里须臾到。四员将神通不小，抵多少万里西风鹤背高，离深山自上云霄。自量度，则听得鬼哭神号，休猜做三唱阳关出霸桥。(天王云)你离了通天大圣，怎不烦恼，倒欢喜为何？(金女唱)上圣道为甚不蹙青山懊恼，颠倒破朱颜含笑？大古里舍得这碧桃花下凤鸾交。(下)(天王云)走了这胡孙，怎肯干罢！道与那叱好生跟寻者。(下)(孙行者上，云)小圣一筋斗，去十万八千里路程，那里拿我！我上树化作个焦螟虫，看他鸟闹。把我媳妇还于本国，我依旧入洞，顶上洞门，任君门外叫，只是不开门。(那叱上，云)这胡孙走那里去，眼见得只在洞里。(做叫科)(行者云)也是悔气，这小孩儿也来欺负我。我且出去，看他怎的。兀那小厮，莫不是你奶奶着你来唤我么？(那叱云)胡孙，恁爷爷等你多时也。(行者云)量你却到得那里！(那叱云)你欺负我？我乃八百万天兵都元帅，我着你见我那三头六臂的本事。(做斗科，行者做走科)(天王上，云)兀那那叱，那胡孙又走了。你与眉山七圣大搜此山，必要拿此胡孙，灭其形像者。(观音上，云)天王见老僧么？(天王云)我佛何来？(观音云)老僧特来抄化这胡孙，与唐僧为弟子，西天取经去。休要杀他。(天王云)这厮神通广大，如何降伏得他？(观音云)将这孽畜压在花果山下，待唐僧来，着他随去取经便了。(众绑行者上)(观音云)将他压住，老僧画一字。你那厮且顶住这山者。(做压科)(行者云)佛啰，好重山也呵。我有小曲儿唱着哩。【得胜令】金鼎国女娇姿，放还乡到家时。他想我须臾害，我因他厮勾死。他寄得言词，抵多少草草三行字。我害相思，好重山呵，扭不起沉沉一担儿。(观音云)道与山神，看得这厮紧者。(下)第十折收孙演咒(山神上，云)铠甲唐猊喷日光，龙泉三尺耀清霜。堂堂花果山中将，木客山魈总纳降。小圣花果山神，奉观音法旨，看着这通天大圣。我想自盘古至今，轻清者为天，重浊者便有俺山水之神。俺见了多少兴亡也呵。(唱)【南吕】【一枝花】包藏造化灵，禀受阴阳气。采将河汉秀，算尽晦明期。兔走鸟飞，看古今兴废。茫茫辟两仪，有轩辕制造衣裳，有苍颉流传书史。【梁州第七】唐虞禅天垂雍穆，汤武圣民脱灾危。周公制作非容易。春秋无道，振起宣尼，获麟绝笔，轲也闻知。笑六王竞角雌雄，叹吕政任了高斯，困重瞳马上英风。更有那三分鼎峙，卧龙把炎精扶起。晋移魏，如儿戏，纷纷五代自诛夷，怎胜得俺山水幽微。听知唐僧到西天五印度取经，这是第一遭西天去的。【隔尾】汉明帝佛始来中国，唐太宗僧初入外夷。全仗着观音大慈力。则为他将蟠桃会闹起，今日将花果山镇伊！(行者云)山神救我咱。(山神云)我如何救得？你师父今日必到也。专等他来，他便救得你。(唐僧引龙马上，云)龙君，我和你行经数月。前面一座大山，一个金甲将军在彼，我去问他。将军，此是何处？小僧大唐三藏法师是也。(山神云)小圣非凡人，乃花果山之神。是好一个僧也呵。【牧羊关】圆顶金花灿，方袍紫焰飞，塑来的罗汉容仪。此一行半为于民，半为报国。十万里程难到，百千样苦难及。则怕你闹市里多辛苦，来俺深山中躲是非。(唐僧云)此山名何山？(山神云)花果山。(唐僧云)此间有施王可以盖寺么？(山神唱)【骂玉郎】俺这里山高险阻无存济，云惨淡雨霏微，毒蛇异兽难回避。(唐僧云)有斋僧的？(山神唱)俺这里难为卓锡居，怎做得香积厨？不是你那祗园地。【感皇恩】呀！遮莫你竹杖龙飞，华表鹤归。恋荣辱有灾危，远是非无挂念，叹生死有迟疾。你若要西天取经，先去这东土忘机，参菩萨，拜圣贤，礼摩尼。【采茶歌】花果山有山祗，云罗洞有幽微，则听得春风桃李杜鹃啼。(唐僧云)俺辞了尊神，趁早行，怕晚了。(山神唱)师父眼慧休愁红日晚，心明何怕黑云迷？(行者云)兀那里和山神说话的，敢是唐僧师父？我叫一声：师父救弟子咱。(唐僧云)善哉！善哉！这是谁？(山神唱)【哭皇天】师父听得叫罢询详细，弟子见言绝说个就里。师父，你不知，这座山是花果山。山下有一洞，是紫云罗洞。洞中有一魔君，号曰\"通天大圣\"，恼得三界圣贤，不得安宁。李天王、那叱太子、眉山大圣收得，待杀坏他来。观音佛抄化他，压在山下，等师父宋，着与师父护法。他凡心不退，不可用他。(唐僧云)小僧弘誓如深海，如何不救他？(山神唱)你道你弘誓如海深，那胡孙气力与天齐。这厮瞒神唬鬼，铜筋铁骨，火眼金睛。偷玉皇仙酒，盗老子金丹。他去那众魔君中占第一，他是骊山老母兄弟，巫支祗是姊妹。【乌夜啼】一筋斗千里势如飞，论神通谁敢和他做勍敌！随师父西赴灵山会，沿路驱驰，可以支持。(唐僧云)小僧全仗佛世尊释伽之威力。(山神唱)【幺】休言道仗你释迦威，则寻思念彼观音力。他有浑世的愆，迷天罪，取经回后，正果圆寂。(唐僧云)小僧救他。(做上山科)(行者云)爱弟子么？(唐僧云)爱者乃仁之根本，如何不爱物命？(行者云)爱我是沉香亭上的纤腰。(唐僧云)我如何救你？(行者云)师父则揭了这花字，弟子自出来。(唐僧做揭字科)(行者做筋斗下来，拜谢科)(背云)好个胖和尚，到前面吃得我一顿饱，依旧回花果山，那里来寻我！(观音上，云)玄奘，见老僧么？我特地寻这个徒弟，与你沿途护法去。(看行者科)通天大圣，你本是毁形灭性的，老僧救了你，今次休起凡心。我与你一个法名，是孙悟空。与你个铁戒箍、皂直裰、戒刀。铁戒箍戒你凡性，皂直裰遮你兽身，戒刀豁你之恩爱，好生跟师父去，便唤作孙行者。疾便取经，着你也求正果。玄奘，你近前来。这畜生凡心不退，但欲伤你，你念紧箍儿咒，他头上便紧。若不告饶，须臾之间，便刺死这厮。你记者。(做耳边教咒科)(唐僧拜谢科，云)谢我佛慈悲。(山神唱)【红芍药】观音救苦大慈悲，赐与你戒箍僧衣。花果山险压损你脊梁皮，得师父放你相随。休更出你那锁空房腌见识，振着矢不得伶俐。琉璃脑盖戒箍围，比着你那小帽敢牢实。(唐僧云)我且演一演这咒者。(行者做跌倒科，云)师父饶恁徒弟咱。(做救起科)(行者云)我抬下来，丢去咱。(做抬不下科)(山神唱)【菩萨梁州】恰便似钉钉入头皮，胶粘在鬏髻。你那凡心若再起，敢着你魄散魂飞。为足下常有杀人机，因此上与师父留下这防身计，劣心肠再不可生奸意。如梦幻出尘世，至诚心谨护持，早去疾回。小圣对师父说；前面有一河，名曰流沙河。河内有怪，能伤人。行者，你小心护持师父者。师父，好生加持者。【尾】着胡孙将心猿紧紧牢拴系，龙君跟着师父呵把意马频频急控驰。一个走如风疾，一个脚似云飞。到西天取经回来，到大唐方是你。(下)(行者云)山神所言，流沙河妖怪能伤人。龙君，你和师父慢来，我先去流沙河，寻那妖怪去。说道他要吃人，我着他先吃我一吃。弟子先去也，你随后便来者。(下)(唐僧云)龙君，我和你也去来。(下)第十一折行者除妖(和尚挂骷髅上，云)恒河沙上不通船，独霸篙师八万年。血人为饮肝人食，不怕神明不怕天。小圣生为水怪，长作河神，不奉玉皇诏旨，不依释老禅规。怒则风生，愁则雨到，喜则驾雾腾云，闲则搬沙弄水。人骨若高山，人血如河水，人命若流沙，人魂若饿鬼。有一僧人，发愿要去西天取经。你怎么能勾过得我这沙河去！那厮九世为僧，被我吃他九遭，九个骷髅尚在我的脖项上。我的愿心，只求得道的人，我吃一百个，诸神不能及。恰吃得九个，少我的多哩。看甚人来者。(行者上，云)渡船！渡船！(沙和尚云)又是个合死的来者。(行者云)你姓甚么？(沙和尚云)我姓沙。(行者云)我认得你，你是回回人河里沙。(沙和尚云)你怎么知道？(行者云)你嘴脸有些相似。(沙拿行者咬科)(行者云)诸人怕你吃，恁爷不怕你吃。铜筋铁骨，火眼金睛，钅俞石屁眼，摆锡脏头，你有铜牙铁齿，你便来寻我。(行者做拿沙和尚科)(行者云)我不是别人，大唐国师三藏弟子。你放心，随我师父西天取经回来，都得正果朝元，却不好来。若不从呵，我耳朵里取出生金棍来，打的你稀烂。(沙和尚云)也罢，降了罢。(唐僧上)(行者云)师父，弟子降了这洞魔君。(唐僧云)善哉！善哉！你元是何等妖怪？(沙和尚云)小圣非是妖怪，乃玉皇殿前卷帘大将军，带酒思凡，罚在此河，推沙受罪。今日见师父，度脱弟子咱。(行者云)咱今夜师弟四人，凭甚妖怪不怕。咱早行。(下)(银额将军上，云)银额金睛锦毛遮，黑雾黄云罩涧斜。为我英雄多勇猛，太山深洞号三绝。某乃银额将军。这座山号曰\"黄风山\"。山高、洞深、路险，号曰\"三绝\"。山前山后，山左山右，无一人敢近我者。此山东里，有个人家刘太公，庄上有一女子刘大姐，生得十分好颜色，被我摄在洞中，到太快活。且安排下酒，与娘子饮数杯。(下)(刘太公上，云)老汉姓刘，夫妻两口，止生得个女孩儿。婆婆下世，女孩儿不曾有亲事，不想被三绝洞里妖魔摄将去了。老汉偌大年纪，靠的是谁也呵！(唱)【大石调】【六国朝】白头蹀足世，似红日西斜。烦恼甚时休，离愁何日彻？抬举偌来大，出退得全别。俺孩儿现世的观音样，羞花也闭月。晓日夭桃雾锁，东风弱柳云遮。着我何处苦哀求，谁行闲沂说？【喜秋风】珠泪垂，柔肠结，两眉攒，寸心裂。好儿女似花开谢，早相离半月。(唐僧一行人上，云)一个好庄院儿。咱在这里歇一宵，明日早行。(见刘老哭科，云)这里歇不得。(行者云)兀那老汉子，俺师是大唐三藏法师，借歇一夜，明日早行。(刘哭云)俺这里歇不得。(行者云)定害得你多少？哭天哭地。(刘云)行者哥哥，你不知道，老汉的苦，我那里诉来！一个女孩儿，被妖魔摄将去。兀的不痛杀我也呵。【归塞北】听老汉说，行者你大唓嗻。有女一枚年十八，有妖一洞号三绝，将我孩儿摄将去了，撇下年老志诚的爷。(行者云)是甚妖怪，直如此利害？(刘云)行者哥哥，你不知道，那妖怪自说来。【六国朝】那妖魔神通广，变化多别。将沧海一时番，把泰山千半撏。唤雾呼风雨，天地间难绝。师父发慈念咒，三个高徒俊杰。(行者云)他如今在那里安身？(刘唱)白罩坡岩前出没，黑风山洞里藏遮。恼三界百十番，历尘寰三四劫。(行者云)你女生得好么？(刘唱)【雁过南楼】老汉鳏寡孤独运拙，俺孩儿风流美丽奇绝。他生得杨柳腰桃花脸，是一块生香玉卞和也欢悦。(行者云)你引我去寻来。(刘唱)老汉腿脚酸腰肢屈，恰便似投天明的晓灯明灭。(行者云)师父，只在庄上歇息。老儿，你管待着俺师父。俺弟兄三个，拿那妖怪，夺的孩儿还你。何如？(刘唱)【擂鼓休】哥哥三位用心的别，老夫宰一个耕牛儿亲自接。师父跟前都休说，苦告你个孙行者，(行者云)你女孩儿唤做甚么？我去寻他。(刘唱)你记着，俺孩儿唤做刘大姐。(唐僧云)行者，我在此等侯，你疾去早来者。(并下)(银额将军同刘女上，云)大姐，自我取你在洞，好生快活。今日如何耳热眼跳，不知为何？(行者引一行人上，做围住科)(斗科)(杀科)(行者云)兀那妇人，你爷着我来取你来也，你同我回家里去。(下)(唐僧、刘大公上)(刘公)师父，怎么不见回来？【归塞北】去久也，胜负未分些。则见叆叆浓云连屋角，霏霏细雨洒溪斜，人语马嘶得别。(行者一行人引刘女上，做见科)(行者云)老的，这便是你的孩儿。(女抱刘做哭科)(刘唱)【好观音】一去迢迢经半月，要相见水远山叠。今日相逢莫怨嗟，是吾师的功业，恰浑似枯树生花叶。谢三位师父之恩，将何以报师父？今日早行，沿路上小心在意。待师父回来，再得相见。【观音煞】感谢吾师收了妖孽，着老汉死有坟穴。你若西行仔细者，无限的艰难未断绝，我这里专望回来重酬谢。(下)(唐僧云)我们趁早行一程。(下)第十二折鬼母皈依(唐僧一行人上，云)行者，我每与你行了几日，身子困倦，早些寻个宿头，安排些斋吃，却行。(红孩儿上，哭科)(唐僧云)善哉！善哉！深山中谁家个小孩儿，迷踪失路？少刻晚来，豺狼毒虫，不坏了这孩儿性命？出家人见死不救。当破戒行。行者，与我驮着，前面有人家，教根问，送还他家请赏，也是好事。(行者云)师父，山林中妖怪极多，不要多管。(唐僧云)你这个胡孙，又不听我说。定要你背他。(行者云)师父先行。(做背不起科)(云)我曾压在花果山，耸身一跳，尚出来了。棒槌大的小的？背他不起，这必是妖怪。教你尝我一戒刀，就砍下涧里去；(做丢下涧科，沙和尚慌上，云)师兄祸事，吃那小孩儿拿将师父去了。知他是何妖怪？(行者云)火龙，俺三人见观音佛去来。(下)(观音上，云)老僧目中，见唐僧有难。孙悟空来也。这一洞妖魔，是何怪物？老僧正不见本来面目，待孙悟空来，同往问世尊佛去。(下)(佛引文殊普贤上，云)毗卢伽有难，观音引孙悟空来，已差四揭帝去拿那畜生了。(观音引行者上，见佛科，云)我佛，唐僧不知是甚妖怪拿去？(佛云)不知此非妖怪。这妇人我收在座下，作诸天的。缘法未到，谓之鬼子母，他的小孩儿，唤做爱奴儿。我已差揭帝去拿他，在个幽岩大泽之中，即日便到。恐揭帝降不下他，将老僧钵盂去，盖将来。(四揭帝扛钵盂上，佛云)孙悟空，你回原处去。你师父己出在那里了也。(行者云)谢佛天可怜，弟子寻师父去也。(下)(佛云)将这小厮，盖在法座下七日，化为黄水，鬼子母必救他，因而收之。(鬼子母上，云)颇耐瞿昙老子无礼，将我孩儿盖在法座下。更待干罢？鬼兵那里？随我去揭钵盂去来。(唱)【越调】【斗鹌鹑】驾一片妖云，引半垓厉鬼。则为子母情肠，恶了那神佛面皮。则着你钵盂中抄化檀那，谁教你法座下伤人家小的？我和你，是谁非？拿住呵恰便似二鬼争环，休想有九龙喷水。【紫花儿序】出家儿却不慈悲为本，方便为门，使不着仁者无敌。黄颜老子，秃发沙弥，直恁跷蹊，你是孔夫子遭逢着柳盗跖，我今日做着不避。你认得鬼子母娘娘，休猜做善知识姨姨。【小桃红】咚咚地小鬼擂征鼙，不怕你会使拖刀计。待俺将不强不弱的铁胎弓，一拈千转的狼牙箭，去射这厮。饶他有千般变幻身躯，怎当我百步穿杨手段？(做射科)(佛做莲花遮科)(鬼母唱)蹬弩开弓那威势，一箭箭往前射，则见他金莲朵朵遮胸臆。早难道射不主皮，他元来温而不厉，险恼杀这个搽胭粉的养由基。你放我孩儿来，便饶了恁满寺里和尚。(佛云)贱人，你若皈依佛道，我便饶了你孩儿。(鬼母唱)【调笑令】觑了我这艳质，一捻儿瘦腰围，可甚阃外将军八面威？文殊普贤擎拳立，诸菩萨见贤思齐。将我那爱奴儿盖在法座底，恁却甚好生心广大慈悲？(唤鬼兵去做揭钵盂科)【鬼三台】千里眼离娄疾，顺风耳师旷休迟。鸠盘叉大力一切鬼，施勇猛展雄威勍敌。【秃厮儿】将铁枪持，宝剑携，(鬼兵做砍科)掘不开砍不破甚东西？里面人，外面鬼，影光芒一块碧琉璃，崤硬似太湖石。【麻郎儿】惊得阿难皱眉，唬得伽叶伤悲。四天王擎拳顶礼，八菩萨用心支持。【幺】我的手里措底，霜锋剑巨阙神威。二十位诸天听启，但迎着脑门着地。(佛云)那叱那里？拿住这贱人者。(那叱上，云)那贱人见我么？(鬼母云)谁家一个黄口孺子，焉敢骂我？【络丝娘】小哥哥休夸强嘴，则恁这老娘娘当间立地。怕不怕须当斗神力，手掐定五方真气。(做斗科)【拙鲁速】他将八瓣，绣球提，我将两刀，太阿携。千军对垒，万人受敌。垓垓壤壤，各用心机，不弱似九里山困项籍。云濛濛蔽四夷，雨昏昏罩太极。也罢，我只将这钵盂拿起，放我孩儿去罢。(做拿不动科)钵盂轻细，不能抬起，却似太山般难动移。(做斗科)(做浑战，拿住科)(做放唐僧上科)(唐僧做谢佛科)(唐僧云)兀那妖魔，你若肯皈依我佛天三宝，小僧拜告祖师，收为座下，着你子母团圆。不从呵，发你在丰都地府，永不轮回。(鬼母云)皈依者。【尾】告世尊肯发慈悲力，我着唐三藏西游便回。那唐僧，火孩儿妖怪放生了他，到前面须得二圣郎救了你。正名李天王捉妖怪孙行者会师徒沙和尚拜三藏鬼子母救爱奴 枕苍龙云卧品清箫，跨白鹿春酣醉碧桃，唤青猿夜拆烧丹灶。二千年琼树老，飞来海上仙鹤。纱巾岸天风细，玉笙吹山月高，谁识王乔？泺水发源天下无，平地涌出白玉壶。谷虚久恐元气泄，岁旱不愁东海枯。云雾润蒸华不注，波涛声震大明湖。时来泉上濯尘土，冰雪满怀清兴孤。",
        "author": "元代",
        "poem_class": "思念",
        "dynasty": "周文质"
    },
    {
        "title": "鹧鸪天·却月凌风度雪清",
        "paragraph": "却月凌风度雪清。何郎高咏照花明。一枝弄碧传幽信，半额涂黄拾晚荣。 春思淡，暗香轻。江南雨冷若为情。犹胜远隔潇湘水，忽到窗前梦不成。山前灯火欲黄昏，山头来去云。鹧鸪声里数家村，潇湘逢故人。挥羽扇，整纶巾，少年鞍马尘。如今憔悴赋招魂，儒冠多误身。寸恨谁云短，绵绵岂易裁。半年眉绿未曾开。明月好风闲处、是人猜。春雨消残冻，温风到冷灰。尊前一曲为谁哉。留取曲终一拍、待君来。乾坤空落落，岁月去堂堂。末路惊风雨，穷边饱雪霜。命随年欲尽，身与世俱忘。无复屠苏梦，挑灯夜未央。",
        "author": "宋代",
        "poem_class": "思念",
        "dynasty": "孔榘"
    },
    {
        "title": "淮海对雪赠傅霭",
        "paragraph": "朔雪落吴天，从风渡溟渤。梅树成阳春，江沙浩明月。兴从剡溪起，思绕梁园发。寄君郢中歌，曲罢心断绝。屋上春鸠鸣，村边杏花白。持斧伐远扬，荷锄觇泉脉。 归燕识故巢，旧人看新历。临觞忽不御，惆怅远行客。遗庙丹青落，空山草木长。犹闻辞后主，不复卧南阳。闽国扬帆去，蟾蜍亏复圆。秋风生渭水，落叶满长安。此地聚会夕，当时雷雨寒。兰桡殊未返，消息海云端。",
        "author": "唐代",
        "poem_class": "思念",
        "dynasty": "李白"
    },
    {
        "title": "生查子·窗雨阻佳期",
        "paragraph": "窗雨阻佳期，尽日颙然坐。帘外正淋漓，不觉愁如锁。梦难裁，心欲破，泪逐檐声堕。想得玉人情，也合思量我。腊雪频频降，成堆不可除。伴吟花莫并，销瘴药何如。谢女诗成处，袁安睡起初。深迷樵子径，冷逼旅人居。惹砌催樽俎，飘窗入簿书。最宜楼上望，散乱满空虚。一段风波一段愁。曾送扁舟。记在残秋。浮家泛泛等闲鸥。到处飘流。到处悠游。萍梗三年寄道州。粱稻难谋。强作勾留。吟怀应挂寇公楼。家也多忧。国也多忧。繁华地，王孙富贵。玳瑁筵开，下朝无事。压红茵，凤舞黄金翅。玉立纤腰，一片揭天歌吹。满目绮罗珠翠，和风淡荡，偷散沈檀气。堪判醉，韶光正媚。折尽牡丹，艳迷人意。纵金张许史应难比，贪恋欢娱，不觉金乌西坠。还惜会难别易，金船更劝，勒住花骢辔。",
        "author": "五代",
        "poem_class": "思念",
        "dynasty": "孙光宪"
    },
    {
        "title": "青玉案·和贺方回韵送山谷弟贬宜州",
        "paragraph": "千峰百嶂宜州路。天黯淡、知人去。晓别吾家黄叔度。弟兄华发，远山修水，异日同归处。樽罍饮散长亭暮。别语缠绵不成句。已断离肠能几许。水村山馆，夜阑无寐，听尽空阶雨。竞渡深悲千载冤，忠魂一去讵能还。国亡身殒今何有，只留离骚在世间。华胥梦断人何处，听得莺啼红树。几点蔷薇香雨，寂寞闲庭户。暖风不解留花住，片片着人无数。楼上望春归去，芳草迷归路。满载一船秋色，平铺十里湖光。波神留我看斜阳，放起鳞鳞细浪。明日风回更好，今宵露宿何妨。水晶宫里奏霓裳，准拟岳阳楼上。",
        "author": "宋代",
        "poem_class": "思念",
        "dynasty": "黄大临"
    },
    {
        "title": "拨棹子·风切切",
        "paragraph": "风切切，深秋月，十朵芙蓉繁艳歇。小槛细腰无力，空赢得，目断魂飞何处说。寸心恰似丁香结，看看瘦尽胸前雪。偏挂恨，少年抛掷，羞觑见，绣被堆红闲不彻。一炉龙麝锦帷傍，屏掩映，烛荧煌。禁楼刁斗喜初长，罗荐绣鸳鸯。山枕上，私语口脂香。每逢清夜与良晨，多怅望，足伤神。云迷水隔意中人，寂寞绣罗茵。山枕上，几点泪痕新。曾如刘阮访仙踪，深洞客，此时逢。绮筵散后绣衾同。款曲见韶容。山枕上，长是怯晨钟。露桃花里小楼深，持玉盏，听瑶琴。醉归青琐入鸳衾，月色照衣襟。山枕上，翠钿镇眉心。红炉深夜醉调笙，敲拍处，玉纤轻。小屏古画岸低平，烟月满闲庭。山枕上，灯背脸波横。金殿试回新折桂，将军留辟向江城。思量一醉犹难得，辜负扬州管记名。双玉斗，百琼壶，佳人欢饮笑喧呼。麒麟欲画时难偶，鸥鹭何猜兴不孤。歌宛转，醉模糊，高烧银烛卧流苏。只销几觉懵腾睡，身外功名任有无。",
        "author": "五代",
        "poem_class": "思念",
        "dynasty": "尹鹗"
    },
    {
        "title": "凤栖梧·甲辰七夕",
        "paragraph": "开过南枝花满院。新月西楼，相约同针线。高树数声蝉送晚。归家梦向斜阳断。夜色银河情一片。轻帐偷欢，银烛罗屏怨。陈迹晓风吹雾散。鹤钩空带蛛丝卷。夜饮东坡醒复醉，归来仿佛三更。家童鼻息已雷鸣。敲门都不应，倚杖听江声。 长恨此身非我有，何时忘却营营。夜阑风静縠纹平。小舟从此逝，江海寄余生。(余 一作：馀)高咏楚词酬午日，天涯节序匆匆。榴花不似舞裙红。无人知此意，歌罢满帘风。 万事一身伤老矣，戎葵凝笑墙东。酒杯深浅去年同。试浇桥下水，今夕到湘中。春到长门春草青，江梅些子破，未开匀。碧云笼碾玉成尘，留晓梦，惊破一瓯春。花影压重门，疏帘铺淡月，好黄昏。二年三度负东君，归来也，著意过今春。",
        "author": "宋代",
        "poem_class": "思念",
        "dynasty": "吴文英"
    },
    {
        "title": "巩北秋兴寄崔明允",
        "paragraph": "白露披梧桐，玄蝉昼夜号。秋风万里动，日暮黄云高。君子佐休明，小人事蓬蒿。所适在鱼鸟，焉能徇锥刀。孤舟向广武，一鸟归成皋。胜概日相与，思君心郁陶。残阳西入崦，茅屋访孤僧。落叶人何在，寒云路几层。 独敲初夜磬，闲倚一枝藤。世界微尘里，吾宁爱与憎。滕王高阁临江渚，佩玉鸣鸾罢歌舞。画栋朝飞南浦云，珠帘暮卷西山雨。闲云潭影日悠悠，物换星移几度秋。阁中帝子今何在？槛外长江空自流。骏马骄行踏落花，垂鞭直拂五云车。 美人一笑褰珠箔，遥指红楼是妾家。",
        "author": "唐代",
        "poem_class": "思念",
        "dynasty": "岑参"
    },
    {
        "title": "浣溪沙·寂寞流苏冷绣茵",
        "paragraph": "寂寞流苏冷绣茵，倚屏山枕惹香尘，小庭花露泣浓春。刘阮信非仙洞客，嫦娥终是月中人，此生无路访东邻。空碛无边，万里阳关道路。马萧萧，人去去，陇云愁¤香貂旧制戎衣窄，胡霜千里白。绮罗心，魂梦隔，上高楼。曲槛小楼，正是莺花二月。思无憀，愁欲绝，郁离襟¤展屏空对潇湘水，眼前千万里。泪掩红，眉敛翠，恨沉沉。敛态窗前，袅袅雀钗抛颈。燕成双，鸾对影，偶新知¤玉纤澹拂眉山小，镜中嗔共照。翠连娟，红缥缈，早妆时。春到青门柳色黄，一梢红杏出低墙，莺窗人起未梳妆。绣帐已阑离别梦，玉炉空袅寂寥香。闺中红日奈何长。谁解叩乾关，音容去不还。位方尊北极，寿忽殒南山。凤辇应难问，龙髯不可攀。千秋遗恨处，云物锁桥山。仙驭归何处，苍苍问且难。华夷喧道德，陵垄葬衣冠。御水穿城咽，宫花泣露寒。九疑消息断，空望白云端。",
        "author": "五代",
        "poem_class": "思念",
        "dynasty": "阎选"
    },
    {
        "title": "南歌子·又是乌西匿",
        "paragraph": "又是乌西匿，初看雁北翔。好与报檀郎：春来宵渐短，莫思量。似水轻纱不隔香。金波初转小回廊。离离丛菊已深黄。尽撤华灯招素月，更缘人面发花光。人间何处有严霜。剪鲛绡，传燕语，黯黯碧草暮。愁望春归，春到更无绪。园林红紫千千，放教狼藉，休但怨、连番风雨。谢桥路，十载重约钿车，惊心旧游误。玉佩尘生，此恨奈何许！倚楼极目天涯，天涯尽处，算只有濛濛飞絮。垂杨里。兰舟当日曾系。千帆过尽，只伊人不随书至。怪渠道著我侬心，一般思妇游子。昨宵梦，分明记，几回飞渡烟水。西风吹断，伴灯花、摇摇欲坠。宵深待到凤凰山，声声啼鴂催起。锦书宛在怀袖底。人迢迢、紫塞千里。算是不曾相忆。倘有情早合归来，休寄一纸，无聊相思字。",
        "author": "近现代",
        "poem_class": "思念",
        "dynasty": "王国维"
    },
    {
        "title": "解佩令·人行花坞",
        "paragraph": "人行花坞。衣沾香雾。有新词、逢春分付。屡欲传情，奈燕子、不曾飞去。倚珠帘、咏郎秀句。 相思一度。秾愁一度。最难忘、遮灯私语。澹月梨花，借梦来、花边廊庑。指春衫、泪曾溅处。林断山明竹隐墙。乱蝉衰草小池塘。翻空白鸟时时见，照水红蕖细细香。村舍外，古城旁。杖藜徐步转斜阳。殷勤昨夜三更雨，又得浮生一日凉。黄冈之地多竹，大者如椽，竹工破之，刳去其节，用代陶瓦。比屋皆然，以其价廉而工省也。子城西北隅，雉堞圮毁，蓁莽荒秽，因作小楼二间，与月波楼通。远吞山光，平挹江濑，幽阒辽夐，不可具状。夏宜急雨，有瀑布声；冬宜密雪，有碎玉声；宜鼓琴，琴调和畅；宜咏诗，诗韵清绝；宜围棋，子声丁丁然；宜投壶，矢声铮铮然；皆竹楼之所助也。公退之暇，被鹤氅衣，戴华阳巾，手执《周易》一卷，焚香默坐，消遣世虑。江山之外，第见风帆沙鸟，烟云竹树而已。待其酒力醒，茶烟歇，送夕阳，迎素月，亦谪居之胜概也。彼齐云、落星，高则高矣；井干、丽谯，华则华矣；止于贮妓女，藏歌舞，非骚人之事，吾所不取。吾闻竹工云，竹之为瓦，仅十稔。若重覆之，得二十稔。噫，吾以至道乙未岁，自翰林出滁上，丙申移广陵；丁酉又入西掖，戊戌岁除日有齐安之命，己亥闰三月到郡。四年之间，奔走不暇，未知明年又在何处，岂惧竹楼之易朽乎！后之人与我同志，嗣而葺之，庶斯楼之不朽也！咸平二年八月十五日记。我是清都山水郎，天教分付与疏狂。曾批给雨支风券，累上留云借月章。诗万首，酒千觞。几曾着眼看侯王？玉楼金阙慵归去，且插梅花醉洛阳。",
        "author": "宋代",
        "poem_class": "思念",
        "dynasty": "史达祖"
    },
    {
        "title": "好事近·梅片作团飞",
        "paragraph": "梅片作团飞，雨外柳丝金湿。客子短篷无据，倚长风挂席。回头流水小桥东，烟扫画楼出。楼上有人凝伫，似旧家曾识。裁剪冰绡，轻叠数重，淡著胭脂匀注。新样靓妆，艳溢香融，羞杀蕊珠宫女。易得凋零，更多少、无情风雨。愁苦。问院落凄凉，几番春暮。凭寄离恨重重，这双燕，何曾会人言语。天遥地远，万水千山，知他故宫何处。怎不思量，除梦里、有时曾去。无据，和梦也新来不做。明妃初出汉宫时，泪湿春风鬓角垂。低徊顾影无颜色，尚得君王不自持。归来却怪丹青手，入眼平生几曾有；(几曾有 一作：未曾有)意态由来画不成，当时枉杀毛延寿。一去心知更不归，可怜着尽汉宫衣；寄声欲问塞南事，只有年年鸿雁飞。家人万里传消息，好在毡城莫相忆；君不见咫尺长门闭阿娇，人生失意无南北。罗浮山下四时春，卢橘杨梅次第新。日啖荔枝三百颗，不辞长作岭南人。（不辞 一作：不妨）",
        "author": "宋代",
        "poem_class": "思念",
        "dynasty": "雷应春"
    },
    {
        "title": "临江仙·海棠香老春江晚",
        "paragraph": "海棠香老春江晚，小楼雾縠涳濛。翠鬟初出绣帘中，麝烟鸾佩惹苹风。碾玉钗摇鸂鶒战，雪肌云鬓将融。含情遥指碧波东，越王台殿蓼花红。常语亦关诗，常流安得知。楚郊来未久，吴地住多时。立月无人近，归林有鹤随。所居浑不远，相识偶然迟。枕转簟凉，清晓远钟残梦。月光斜，帘影动，旧炉香¤梦中说尽相思事，纤手匀双泪。去年书，今日意，断人肠。深闺春色劳思想，恨共春芜长。黄鹂娇啭泥芳妍，杏枝如画倚轻烟、琐窗前。凭阑愁立双娥细，柳影斜摇砌。玉郎还是不还家？教人魂梦逐杨花、绕天涯。",
        "author": "五代",
        "poem_class": "思念",
        "dynasty": "和凝"
    },
    {
        "title": "昼夜乐·冬",
        "paragraph": "风送梅花过小桥，飘飘。飘飘地乱舞琼瑶，水面上流将去了。觑绝似落英无消耗，似那人水远山遥，怎不焦？今日明朝，今日明朝，又不见他来到！佳人，佳人多命薄！今遭，难逃。难逃他粉悴烟憔，直恁般鱼沉雁杳！谁承望拆散了鸾凤交，空教人梦断魂劳。心痒难揉，心痒难揉。盼不得鸡儿叫。瑶阶梦结翠宜男，误堕仙人紫玉簪。鹤帐有春留不得，碧云扶影下湘南。不占龙头选，不入名贤传。时时酒圣，处处诗禅。烟霞状元，江湖醉仙，笑谈便是编修院。留连，批风抹月四十年。第一折（旦儿扮白姑姑上，云）贫道乃白姑姑是也。从幼年间便舍俗出家，在这清安观里做着个住持。此处有一女人，乃是谭记儿，生的模样过人。不幸夫主亡逝已过，他在家中守寡，无男无女，逐朝每日到俺这观里来，与贫姑攀话。贫姑有一个侄儿，是白士中。数年不见，音信皆无，也不知他得官也未？使我心中好生记念。今日无事，且闭上这门者。（正末扮白士中上，诗云）昨日金门去上书，今朝墨绶已悬鱼。谁家美女颜如玉，彩球偏爱掷贫儒。小官白士中，前往潭州为理，路打清安观经过。观中有我的姑娘，是白姑姑，在此做住持。小官今日与白姑姑相见一面，便索赴任。来到门首，无人报复，我自过去。（做见科，云）姑姑，您侄儿除授潭州为理，一径的来望姑姑。（姑姑云）白士中孩儿也，喜得美除！我恰才道罢，孩儿果然来了也。孩儿，你媳妇儿好么？（白士中云）不瞒姑姑说，您媳妇儿亡逝已过了也！（姑姑云）侄儿，这里有个女人，乃是谭记儿；大有颜色，逐朝每日在我这观里，与我攀话。等他来时，我圆成与你做个夫人，意下如何？（白士中云）姑姑，莫非不中么？（姑姑云）不妨事，都在我身上。你壁衣后头躲者，我咳嗽为号，你便出来。（白士中云）谨依来命。（下）（姑姑云）这早晚谭夫人敢待来也？（正旦扮谭记儿上，云）妾身乃学士李希颜的夫人，姓谭，小字记儿。不幸夫主亡化过了三年光景。我寡居无事，每日只在清安观和白姑姑攀些闲话。我想，做妇人的没了丈夫，身无所主，好苦人也呵！（唱）【仙吕】【点绛唇】我则为锦帐春阑，绣衾香散，深闺晚，粉谢脂残，到的这日暮愁无限！【混江龙】我为甚一声长叹，玉容寂寞泪阑干？则这花枝里外，竹影中间，气吁的片片飞花纷似雨，泪洒的珊珊翠竹染成斑。我想着香闺少女，但生的嫩色娇颜，都只爱朝云暮雨，那个肯凤只鸾单？这愁烦恰便似海来深，可兀的无边岸！怎守得三贞九烈，敢早着了钻懒帮闲。（云）可早来到也。这观门首无人报复，我自过去。（做见姑姑科，云）姑姑，万福！（姑姑云）夫人，请坐。（正旦云）我每日定害姑姑，多承雅意。妾身有心跟的姑姑出家，不知姑姑意下何如？（姑姑云）夫人，你那里出得家？这出家无过草衣木食，熬枯受淡，那白日也还闲可，到晚来独自一个，好生孤忄西！夫人，只不如早早嫁一个丈夫去好。（正旦唱）【村里迓鼓】怎如得您这出家儿清静，到大来一身散诞。自从俺儿夫亡后，再没个相随相伴。俺也曾把世味亲尝，人情识破，怕甚么尘缘羁绊？俺如今罢扫了蛾眉，净洗了粉脸，卸下了云鬟；姑姑也，待甘心捱您这粗茶淡饭。（姑姑云）夫人，你平日是享用惯的，且莫说别来，只那一顿素斋，怕你也熬不过哩。（正旦唱）【元和令】则您那素斋食刚一餐，怎知我粗米饭也曾惯。俺从今把心猿意马紧牢拴，将繁华不挂眼。（姑姑云）夫人，你岂不知：\"雨里孤村雪里山，看时容易画时难。早知不入时人眼，多买胭脂画牡丹。\"夫人你怎生出的家来！（正旦唱）您道是\"看时容易画时难\"，俺怎生就住不的山，坐不的关，烧不的药，炼不的丹？（姑姑云）夫人，放着你这一表人物，怕没有中意的丈夫嫁一个去，只管说那出家做甚么！这须了不的你终身之事，（正旦云）嗨！姑姑这终身之事，我也曾想来：若有似俺男儿知重我的，便嫁他去也罢。（姑姑做咳嗽科，白士中见旦科，云）祗揖。（正旦回礼科，云）姑姑，兀的不有人来，我索回去也。（姑姑云）夫人，你那里去？我正待与你做个媒人。只他便是你夫主，可不好那！（正旦云）姑姑，这是甚么说话！（唱）【上马娇】咱则是语话间，有甚干；姑姑也，您便待做了筵席上撮合山。（姑姑云）便与您做个撮合山，也不误了你。（正旦唱）怎把那隔墙花强攀做连枝看？（做走科）（姑姑云）关了门者，我不放你出去。（正旦唱）把门关，将人来紧遮拦。【胜葫芦】你却便引的人来心恶烦，可甚的\"撒手不为奸\"！你暗埋伏，隐藏着谁家汉？俺和你几年价来往，倾心儿契合，则今日索分颜！（姑姑云）你两个成就了一对夫妻，把我这座清安观权做高唐，有何不可？（正旦唱）【幺篇】姑姑，你只待送下我高唐十二山，枉展污了你这七星坛。（姑姑云）我成就了你锦片也似前程，美满恩情，有甚么不好处？（正旦唱）说甚么锦片前程真个罕！（姑姑云）夫人，你不要这等妆幺做势，那个着你到我这观里来？（正旦唱）一会儿甜言热趱，一会儿恶叉白赖，姑姑也，只被你直着俺两下做人难！（姑姑云）兀那君子，谁着你这里来？（白士中云）就是小娘子着我来。（正旦云）你倒将这言语赃诬我来，我至死也不顺随你！（姑姑云）你要官休也私休？（正旦云）怎生是官休？怎生是私休？（姑姑云）你要官休呵，我这里是个祝寿道院，你不守志，领着人来打搅我，告到官中，三推六问，枉打坏了你；若是私休，你又青春，他又年少，我与你做个撮合山媒人，成就了您两口儿，可不省事？（正旦云）姑姑，等我自寻思咱。(姑姑云)可知道来：\"千求不如一吓！\"（正旦云）好个出家的人，偏会放刁！姑姑，他依的我一句话儿，我便随他去罢；若不依着我呵，我断然不肯随他。（白士中云）休道一句话儿，便一百句，我也依的。（正旦唱）【后庭花】你着他休忘了容易间，则这十个字莫放闲。岂不闻：\"芳槿无终日，贞松耐岁寒。\"姑姑也，非是我要拿班，只怕他将咱轻慢。我、我、我，撺断的上了竿；你、你、你，掇梯儿着眼看；他、他、他，把《凤求凰》暗里弹；我、我、我，背王孙去不还。只愿他肯、肯、肯做一心人，不转关；我和他守、守、守《白头吟》，非浪侃。（姑姑云）你两个久后，休忘我做媒的一片好心儿！（正旦唱）【柳叶儿】姑姑也，你若提着这桩儿公案，则你那观名儿唤做清安！你道是蜂媒蝶使从来惯，怕有人担疾患，到你行求丸散，你则与他这一服灵丹。姑姑也，你专医那枕冷衾寒！（云）罢、罢、罢！我依着姑姑，成就了这门亲事罢。（姑姑云）白士中，这桩事亏了我么？（白士中云）你专医人那枕冷衾寒，亏了姑姑！您孩儿只今日，就携着夫人同赴任所，另差人来相谢也。（正旦云）既然相公要上任去，我和你拜辞了姑姑，便索长行也。（姑姑云）白士中，你一路上小心在意者！您两口儿正是郎才女貌，天然配合，端不枉了也！（正旦唱）【赚煞尾】这行程则宜疾，不宜晚。休想我着那别人绊翻，不用追求相趁赶，则他这等闲人，怎得见我容颜？姑姑也，你放心安，不索恁语话相关。收了缆，撅了桩，踹跳板，挂起这秋风布帆，试看那碧云两岸，落可便轻舟已过万重山。（同白士中下）（姑姑云）谁想今日成合了我侄儿白士中这门亲事，我心中可煞喜也！（诗云）非是贫姑硬主张，为他年少守空房。观中怕惹风情事，故使机关配俊郎。（下）第二折（净扮杨衙内引张千上，诗云）花花太岁为第一，浪子丧门世无对。普天无处不闻名，则我是权豪势宦杨衙内。某乃杨衙内是也。闻知有亡故了的李希颜夫人谭记儿，大有颜色，我一心要他做个小夫人。颇奈白士中无理，他在潭州为官，未经赴任，便去清安观中央道姑为媒，倒娶了谭记儿做夫人。常言道：\"恨小非君子，无毒不丈夫。\"论这情理，教我如何容得他过？他妒我为冤，我妒他为仇。小官今日奏知圣人：\"有白士中贪花恋酒，不理公事。\"奉圣人的命，差人去标了白士中首级。小官就顺着道：\"此事别人去不中，只除非小官亲自到潭州，取白士中首级复命，方才万无一误。\"圣人准奏，赐小官势剑金牌。张千，你分付李稍驾起小舟，直到潭州，取白士中首级走一遭去来。（诗云）一心要娶谭记儿，教人日夜费寻思。若还夺得成夫妇，这回方是运通时。（下）（白士中上，云）小官白士中。自到任以来，只用清静无事为理，一郡黎民，各安其业，颇得众心。单只一件，我这新娶谭夫人，当日有杨衙内要图他为妾，不期被我娶做夫人，同往任所。我这夫人，十分美貌不消说了；更兼聪明智慧，事事精通，端的是佳人领袖，美女班头，世上无双，人间罕比。闻知杨衙内至今怀恨我，我也恐怕他要来害我，每日悬悬在心。今早坐过衙门，别无勾当，且在这前厅上闲坐片时，休将那段愁怀使我夫人知道。（院公上，诗云）心忙来路远，事急出家门。夜眠侵早起，又有不眠人、老汉是白士中家的一个老院公。我家主人今在潭州为理，被杨衙内暗奏圣人，赐他势剑金牌，标取我家主人首级。俺老夫人得知，差我将着一封家书，先至潭州，报知这个消息，好预做准备。说话之伺，可早来到潭州也。不必报复，我自过去。（见科）相公，将息的好也！（白士中云）院公，你来做甚么？（院公云）奉老夫人的分付，着我将着这书来，送相公亲拆。（白士中云）有母亲的书呵，将来我看。（院公做递书科，云）书在此。（白士中看书科，云）书中之意，我知道了。嗨！果中此贼之计。院公，你吃饭去。（院公云）理会的。（下）（白士中云）谁想杨衙内为我娶了谭记儿，挟着仇恨，朦胧奏过圣人，要标取我的首级。似此，如之奈何？兀的不闷杀我也！（正旦上，云）妾身谭记儿。自从相公理任以来，俺在这衙门后堂居住，相公每日坐罢早衙，便与妾身攀话；今日这早晚不见回来，我亲自望相公走一遭去波。（唱）【中吕】【粉蝶儿】不听的报喏声齐，大古里坐衙来恁时节不退；你便要接新官，也合通报咱知。又无甚紧文书、忙公事，可着我心儿里不会。转过这影壁偷窥，可怎生独自个死临侵地？（云）我且不要过去，且再看咱。呀！相公手里拿着一张纸，低着头左看右看，我猜着了也！（唱）【醉春风】常言道\"人死不知心\"，则他这海深也须见底。多管是前妻将书至，知他娶了新妻，他心儿里悔、悔。你做的个弃旧怜新；他则是见咱有意，使这般巧谋奸计。（做见科，云）相公！（白士中云）夫人，有甚么勾当，自到前厅上来？（正旦云）敢问相公：为甚么不回后堂中去？敢是你前夫人寄书来么？（白士中云）夫人，并无甚么前夫人寄书来，我自有一桩儿摆不下的公事，以此纳闷。（正旦云）相公，不可瞒着妾身，你定有夫人在家，今日捎书来也。（白士中云）夫人不要多心，小官并不敢欺心也。（正旦唱）【红绣鞋】把似你则守着一家一计，谁着你收拾下两妇三妻？你常好是七八下里不伶俐。堪相守留着相守，可别离与个别离，这公事合行的不在你！（白士中云）我若无这些公事呵，与夫人白头相守。小官之心，惟天可表！（正旦云）我见相公手中将着一张纸，必然是家中寄来的书。相公休瞒妾身，我试猜这书中的意咱！（白士中云）夫人，你试猜波！（正旦唱）【普天乐】弃旧的委实难，迎新的终容易。新的是半路里姻眷，旧的是绾角儿夫妻。我虽是个妇女身，我虽是个裙钗辈，见别人眨眼抬头，我早先知来意。不是我卖弄所事精细，（带云）相公，你瞒妾身怎的？（唱）直等的恩断意绝，眉南面北，恁时节水尽鹅飞。（白士中云）夫人，小官不是负心的人，那得还有前夫人来！（正旦云）相公，你说也不说？（白士中云）夫人，我无前夫人，你着我说甚么！（正旦云）既然你不肯说，我只觅一个死处便了！（白士中云）住、住、住！夫人，你死了，那里发付我那？我说则说，夫人休要烦恼。（正旦云）相公，你说，我不烦恼。（白士中云）夫人不知，当日杨衙内曾要图谋你为妾，不期我娶了你做夫人。他怀恨小官，在圣人前妄奏，说我贪花恋酒，不理公事。现今赐他势剑金牌，亲到潭州，要标取我的首级。这个是家中老院公，奉我老母之命，捎此书来，着我知会；我因此烦恼。（正旦云）原来为这般．相公，你怕他做甚么？（白士中云）夫人，休惹他，则他是花花太岁。（正旦唱）【十二月】你道他是花花太岁，要强逼的我步步相随。我呵，怕甚么天翻地覆，就顺着他雨约云期。这桩事，你只睁眼儿觑者，看怎生的发付他赖骨顽皮！【尧民歌】呀，着那厮得便宜翻做了落便宜，着那厮满船空载月明归。你休得便乞留乞良捶跌自伤悲，你看我淡妆不用画蛾眉。今也波日，我亲身到那里，看那厮有备应无备！（白士中云）他那里必然做下准备，夫人，你断然去不得。（正旦云）相公，不妨事。（做耳暗科）则除是恁的！（白士中云）则怕反落他彀中。夫人，还是不去的是。（正旦云）相公，不妨事。（唱）【煞尾】我着那厮磕着头见一番，恰便似神羊儿忙跪膝；直着他船横缆断在江心里，我可便智赚了金牌，着他去不得！（下）（白士中云）夫人去了也。据着夫人机谋见识，休说一个杨衙内，便是十个杨衙内，也出不得我夫人之手。正是：眼观旌节旗，耳听好消息。（下）第三折（衙内领张千、李稍上）（衙内云）小官杨衙内是也。颇奈白士中无理，量你到的那里！岂不知我要取谭记儿为妾？他就公然背了我，娶了谭记儿为妻，同临任所，此恨非浅！如今我亲身到潭州，标取白士中首级。你道别的人为甚么我不带他来？这一个是张千，这一个是李稍。这两个小的，聪明乖觉，都是我心腹之人，因此上则带的这两个人来。（张千去衙内鬓边做拿科）（衙内云）口退！你做甚么？（张千云）相公鬓边一个虱子。（衙内云）这厮倒也说的是。我在这船只上个月期程，也不曾梳篦的头。我的\"儿，好乖！（李稍去衙内鬓上做拿科）（衙内云）李稍，你也怎的？（李稍云）相公鬓上一个狗鳖。（衙内云）你看这厮！（亲随、李稍同去衙内鬓上做拿料）（衙内云）弟子孩儿，直恁的般多！（李稍云）亲随，今日是八月十五日中秋节令，我每安排些酒果，与大人玩月，可不好？（张千云）你说的是。（张千同李稍做见科，云）大人，今日是八月十五日中秋节令，对着如此月色，孩儿每与大人把一杯酒赏月，何如？（衙内做怒科，云）。口退！这个弟子孩儿！说甚么话！我要来干公事，怎么教我吃酒？（张千云）大人。您孩儿每并无歹意，是孝顺的心肠。大人不用，孩儿每一点不敢吃。（衙内云）亲随，你若吃酒呢？（张千云）我若吃一点酒呵，吃血！（衙内云）正是，休要吃酒！李稍，你若吃酒呢？（李稍云）我若吃酒，害疔疮！（衙内云）既是您两个不吃酒，也罢，也罢，我则饮三杯，安排酒果过来。（张千云）李稍，抬果桌过来。（李稍做抬果桌科，云）果桌在此。我执壶，你递酒。（张千云）我儿，酾满着互（做递酒科，云）大人，满饮一杯。（衙内做接酒科）（张千倒退自饮科）（衙内云）亲随，你怎么自吃了？（张千云）大人，这个是摄毒的盏儿。这酒不是家里带来的酒，是买的酒；大人吃下去，若有好歹，药杀了大人，我可怎么了！（衙内云）说的是，你是我心腹人。（李稍做递酒科，云）你要吃酒，弄这等嘴儿；待我送酒，大人满饮一杯。（衙内接科）（李稍自饮科）（衙内云）你也怎的？（李稍云）大人，他吃的，我也吃的。（衙内云）你看这厮！我且慢慢的吃几杯。亲随，与我把别的民船都赶开者！（正旦拿鱼上，云）这里也无人。妾身白士中的夫人谭记儿是也。妆扮做个卖鱼的，见杨衙内去。好鱼也！这鱼在那江边游戏，趁浪寻食，却被我驾一孤舟，撒开网去，打出三尺锦鳞，还活活泼泼的乱跳。好鲜鱼也！（唱）【越调】【斗鹌鹑】则这今晚开筵，正是中秋令节；只合低唱浅斟，莫待他花残月缺。见了的珍奇，不治的咱说，则这鱼鳞甲鲜滋味别。这鱼不宜那水煮油煎，则是那薄批细切。（云）我这一来，非容易也呵！（唱）【紫花儿序】俺则待稍关打节，怕有那惯施舍的经商不请言赊。则俺这篮中鱼尾，又不比案上罗列活计全别。俺则是一撒网、一蓑衣、一箬笠，先图些打捏；只问那肯买的哥哥，照顾俺也些些。（云）我缆住这船，上的岸来。（做见李稍，云）哥哥，万福！（李稍云）这个姐姐，我有些面善。（正旦云）你道我是谁？（李稍云）姐姐，你敢是张二嫂么？（正旦云）我便是张二嫂，你怎么不认的我了？你是谁？（李稍云）则我便是李阿鳖。（正旦云）你是李阿鳖？（正旦做打科，云）儿子，这些时吃得好了，我想你来！（李稍云）二嫂，你见我亲么？（正旦云）儿子，我见你，可不知亲哩！你如今过去和相公说一声，着我过去切鲙，得些钱钞，养活娘也。（李稍云）我知道了。亲随，你来！（张千云）弟子孩儿，唤我做甚么？（李稍安）有我个张二嫂，要与大人切鲙。（张千云）甚么张二嫂？（正旦见张千科，云）媳妇孝顺的心肠，将着一尾金色鲤鱼特来献新，望与相公说一声咱。（张千云）也得，也得！我与你说去。得的钱钞，与我些买酒吃。你随着我来。（做见衙内科，云）大人，有个张二嫂，要与大人切鲙（衙内云）甚么张二嫂？（正旦见科，云）相公，万福！衙内做意科，云）一个好妇人也！小娘子，你来做甚么？（正旦云）媳妇孝顺的心肠，将着这尾金色鲤鱼，一径的来献新。可将砧板、刀子来，我切鲙哩！（衙内云）难得小娘子如此般用意！怎敢着小娘子切鲙，俗了手！李稍，拿了去，与我姜辣煎火赞了来。（李稍云）大人，不要他切就村了。（衙内云）多谢小娘子来意！抬过果桌来，我和小娘子饮三杯。将酒来，小娘子，满饮一杯！（张千做吃酒科）（衙内云）你怎的？（张千云）你请他，他又请你；你又不吃，他又不吃，可不这杯酒冷了？不如等亲随乘热吃了，倒也干净。（衙内云）口走！靠后！将酒来，小娘子满饮此杯。（正旦云）相公请！（张千云）你吃便吃，不吃我又来也。（正旦做跪衙内科）（衙内扯正旦科，云）小娘子请起！我受了你的礼，就做不得夫妻了。（正旦云）媳妇来到这里，便受了礼，也做得夫妻。（张千同李稍拍桌科，云）妙、妙、妙！（衙内云）小娘子请坐。（正旦云）相公，你此一来何往）（衙内云）小官有公差事。（李稍云）二嫂，专为要杀白士中来。（衙内云）口走！你说甚么！（正旦云）相公，若拿了白士中呵，也除了潭州一害。只是这州里怎么不见差人来迎接相公？（衙内云）小娘子，你却不知，我恐怕人知道，走了消息，故此不要他们迎接。（正旦唱）【金蕉叶】相公，你若是报一声着人远接，怕不的船儿上有五十座笙歌摆设。你为公事来到这些，不知你怎生做兀的关节？（衙内云）小娘子，早是你来的早；若来的迟呵，小官歇息了也。（正旦唱）【调笑令】若是贱妾晚来些，相公船儿上黑齁齁的熟睡歇，则你那金牌势剑身旁列。见官人远离一射，索用甚从人拦当者？俺只待拖狗皮的、拷断他腰截。（衙内云）李稍，我央及你，你替我做个落花媒人。你和张二嫂说；大夫人不许他，许他做第二个夫人；包髻、团衫、绣手巾，都是他受用的。（李稍云）相公放心，都在我身上。（做见正旦科，云）二嫂，你有福也！相公说来：大夫人不许你，许你做第二个夫人；包髻、团衫、袖腿绷……（正旦云）敢是绣手巾？（李稍云）正是绣手巾。（正旦云）我不信，等我自问相公去。（正旦见衙内科，云）相公，恰才李稍说的那话，可真个是相公说来？（衙内云）是小官说来。（正旦云）量媳妇有何才能，着相公如此般错爱也！（衙内云）多谢，多谢！小娘子，就靠着小官坐一坐，可也无伤！（正旦云）妾身不敢。（唱）【鬼三台】不是我夸贞烈，世不曾和个人儿热。我丑则丑，刁决古忄敞；不由我见官人便心邪，我也立不的志节。官人，你救黎民，为人须为彻；拿滥官，杀人须见血。我呵，只为你这眼去眉来，（正旦与衙内做意儿科，唱）使不着我那冰清玉洁。（衙内做喜料，云）勿、勿、勿！（张千与李稍做喜科，云）勿、勿、勿！（衙内云）你两个怎的？（李稍云）大家耍一耍。（正旦唱）【圣药王】珠冠儿怎戴者？霞帔儿怎挂者？这三檐伞怎向顶门遮？唤侍妾簇捧者。我从来打鱼船上扭的那身子儿别，替你稳坐七香车。（衙内云）小娘子，我出一对与你对：罗袖半翻鹦鹉盏。（正旦云）妾对；玉纤重整凤凰衾。（衙内拍桌科，云）妙、妙、妙！小娘子，你莫非识字么？（正旦云）妾身略识些撇竖点划。（衙内云）小娘子既然识字，小官再出一对：鸡头个个难舒颈。（正旦云）妾对：龙眼团团不转睛。（张千同李稍拍桌科，云）妙、妙、妙！（正旦云）妾身难的遇着相公，乞赐珠玉。（衙内云）哦，你要我赠你甚么词赋？有、有、有。李稍，将纸笔砚墨来！（李稍做拿砌末科，云）相公，纸墨笔砚在此。（衙内云）我写就了也！词寄［西江月］。（正旦云）相公，表白一遍咱。（衙内做念科，云）夜月一天秋露，冷风万里江湖。好花须有美人扶，情意不堪会处。仙子初离月浦，嫦娥忽下云衢。小词仓卒对君书，付与你个知心人物。（正旦云）高才，高才！我也回翠相公一首，词寄〔夜行船〕。（衙内云）小娘子，你表白一遍咱。（正旦做念科，云）花底双双莺燕语，也胜他凤只鸾孤。一霎恩情，片时云雨，关连着宿缘前注。天保今生为眷属，但则愿似水如鱼。冷落江湖，团圝人月，相连着夜行船去。（衙内云）妙、妙、妙！你的更胜似我的！小娘子，俺和你慢慢的再饮几杯。（正旦云）敢问相公。因甚么要杀白士中？（衙内云）小娘子，你休问他。（李稍云）张二嫂，俺相公有势剑在这里！（衙内云）休与他看。（正旦云）这个是势剑？衙内见爱媳妇，借与我拿去治三日鱼好那！（衙内云）便借与他。（张千云）还有金牌哩！（正旦云）这个是金牌？衙内见爱我，与我打戒指儿罢。再有甚么？（李稍云）这个是文书。（正旦云）这个便是买卖的合同？（正旦做袖文书科，云）相公再饮一杯。（衙内云）酒勾了也！小娘子，休唱前篇，则唱幺篇。（做醉科）（正旦云）冷落江湖，团圝人月，相随着夜行船去。（亲随同李稍做睡科）（正旦云）这厮都睡着了也！（唱）【秃厮儿】那厮也忒懵懂，玉山低趄，着鬼祟醉眼乜斜。我将这金牌虎符都袖褪者；唤相公，早醒些，快迭！【络丝娘】我且回身将杨衙内深深的拜谢，您娘向急飐飐船儿上去也。到家对儿夫尽分说那一番周折。（带云）惭愧，惭愧！（唱）【收尾】从今不受人磨灭，稳情取好夫妻百年喜悦。俺这里，美孜孜在芙蓉帐笑春风；只他那，冷清清杨柳岸伴残月。（下）（衙内云）张二嫂！张二嫂那里去了？（做失惊科，云）李稍，张二嫂怎么去了？看我的势剑金牌可在那里？（张千云）就不见了金牌，还有势剑共文书哩！（李稍云）连势剑文书都被他拿去了！（衙内云）似此怎了也？（李稍唱）【马鞍儿】想着、想着跌脚儿叫，（张千唱）想着、想着我难熬，（衙内唱）酩子里愁肠酩子里焦。（众合唱）又不敢着旁人知道，则把他这好香烧、好香烧，咒的他热肉儿跳！（衙内云）这厮每扮南戏那！（众同下）第四折（白士中领祗候上，云）小官白士中。因为杨衙内那厮妄奏圣人，要标取小官首级；且喜我夫人施一巧计，将他势剑金牌智赚了来。今日端坐衙门，看那厮将着甚的好来奈何的我！左右，门首觑者，倘有人来，报复我知道。（衙内同张千、李稍上）（衙内云）小官杨衙内是也。如今取白士中的首级去。可早来到门首，我自过去。（做见白士中科，云）令人，与我拿下白士中者！（张千做拿科）（白士中云）你凭着甚么符验来拿我？（衙内云）我奉圣人的命；有势剑金牌，被盗失了，我有文书！（白士中云）有文书，也请来念与我听。（衙内做读文书科，云）词寄〔西江月〕。（白末做枪科，云这个是淫词！（衙内云）这个不是，还别有哩！（衙内又做读文书科，云）词寄〔夜行船〕。（白未做抢科，云）这个也是淫词！（衙内云）这厮倒挟制我！不妨事，又无有原告，怕他做甚么？（正旦上，云）妾身白士中的夫人谭记儿。颇奈杨衙内这厮，好无理也呵！（唱）【双调】【新水令】有这等倚权豪贪酒色滥官员，将俺个有儿夫的媳妇来欺骗。他只待强拆开我长搀搀的连理枝，生摆断我颤巍巍的并头莲；其实负屈衔冤。好将俺穷百姓可怜见！（正旦做见跪科，云）大人可怜见！有杨衙内在半江心里欺骗我来！告大人，与我作主。（白士中云）司房里责口词去。（正旦云）理会的。（下）（白士中云）杨衙内，你可见来，有人告你哩！你如今怎么说？（衙内云）可怎么了？我则索央及他。相公，我自有说的话。（白士中云）你有甚么话说？（衙内云）相公，如今你的罪过，我也饶了你，你也饶过我罢。则一件，说你有个好夫人，请出来我见一面。（白士中云）也罢，也罢！左右，击云板，后堂请夫人出来。（左右云）夫人，相公有请。（正旦改妆上，云）妾身白士中的夫人。如今过去，看那厮可认的我来？（唱）【沉醉东风】杨衙内官高势显，昨夜个说地谈天；只道他仗金牌将夫婿诛，恰元来击云板请夫人见。只听的叫吖吖嚷成一片，抵多少笙歌引至画堂前。看他可认的我有些面善？（与衙内见科）（云）衙内，恕生面，少拜识。（唱）【雁儿落】只他那身常在柳陌眠，脚不离花街串。几年闻姓名，今日逢颜面。【得胜令】呀，请你个杨衙内少埋冤。(衙内云)这一位夫人，好面熟也。（李稍云）兀的不是张二嫂？（衙内云）嗨！夫人，你使的好见识，直被你瞒过小官也！（正旦唱）唬的他半晌只茫然；又无那八棒十枷罪，止不过三交两句言。这一只鱼船，只费得半夜工夫缠；俺两口儿今年，做一个中秋人月圆！（外扮李秉忠冲上，云）紧骤青骢马，星人赴潭州。小官乃巡抚湖南都御史李秉忠是也。因为杨衙内妄奏不实，奉圣人的命，着小官暗行体访，但得真惰，先自勘问，然后具表申奏。来到此间，正是潭州衙舍。白士中，杨衙内，您这桩事小官尽知了也。（正旦唱）【锦上花】不甫能择的英贤，配成姻眷；没来由遇着无徒，使尽威权。我只得亲上渔船，把机关暗展；若不沙那势剑金牌，如何得免？【幺篇】呀，只除非天见怜；奈天、天又远。今日个幸对清官。明镜高悬。似他这强夺人妻，公违律典，既然是体察端的，怎生发遣？（李秉忠云）一行人俱望阙跪者，听我下断。(词云）杨衙内倚势挟权，害良民罪已多年。又兴心夺人妻妾，敢妄奏圣主之前。谭记儿天生智慧，赚金牌亲上渔船。奉敕书差咱体访，为人间理枉伸冤。将衙内问成杂犯，杖八十削职归田。白士中照旧供职，赐夫妻偕老团圆。（白士中夫妻谢恩科）（正旦唱）【清江引】虽然道今世里的夫妻夙世的缘，毕竟是谁方便？从此无别离，百事长如愿。这多谢你个赛龙图恩不浅！题目清安观邂逅说亲正名望江亭中秋切鲙",
        "author": "元代",
        "poem_class": "思念",
        "dynasty": "赵显宏"
    },
    {
        "title": "夜捣衣·收锦字",
        "paragraph": "收锦字，下鸳机，净拂床砧夜捣衣。马上少年今健否？过瓜时见雁南归。门外绿阴千顷，两两黄鹂相应。睡起不胜情，行到碧梧金井。人静，人静。风动一庭花影。淳熙己亥，自湖北漕移湖南，同官王正之置酒小山亭，为赋。更能消、几番风雨，匆匆春又归去。惜春长怕花开早，何况落红无数。春且住，见说道、天涯芳草无归路。怨春不语。算只有殷勤，画檐蛛网，尽日惹飞絮。(怕 一作：恨) (无归路 一作：迷归路）长门事，准拟佳期又误。蛾眉曾有人妒。千金纵买相如赋，脉脉此情谁诉？君莫舞，君不见、玉环飞燕皆尘土！闲愁最苦！休去倚危栏，斜阳正在，烟柳断肠处。 过春社了，度帘幕中间，去年尘冷。差池欲住，试入旧巢相并。还相雕梁藻井。又软语、商量不定。飘然快拂花梢，翠尾分开红影。 芳径。芹泥雨润。爱贴地争飞，竞夸轻俊。红楼归晚，看足柳昏花暝。应自栖香正稳。便忘了、天涯芳信。愁损翠黛双蛾，日日画阑独凭。",
        "author": "宋代",
        "poem_class": "思念",
        "dynasty": "贺铸"
    },
    {
        "title": "临江仙·荷叶荷花何处好",
        "paragraph": "李辅之在齐州，予客济源，辅之有和。荷叶荷花何处好？大明湖上新秋。红妆翠盖木兰舟。江山如画里，人物更风流。千里故人千里月，三年孤负欢游。一尊白酒寄离愁。殷勤桥下水，几日到东州！凡躯莫藉。把惺惺了了，自然明明构架。行住坐卧，须要清清闲暇。气神和，结成珠，堪教化。张弓举箭能亲射。红心正中，赶退周天卦。垛贴中间，迸出霞光无价。五行违，脱阴阳，超造化。玉叶璁珑，素妆不趁宫黄媚。谢家风致。最得春风意。手把青枝，忆得斜横髻。西州泪。玉觞无味。强为清香醉。池塘春草谢家春，万古千秋五字新。传语闭门陈正字，“可怜无补费精神”。",
        "author": "金朝",
        "poem_class": "思念",
        "dynasty": "元好问"
    },
    {
        "title": "和微之四月一日作",
        "paragraph": "四月一日天，花稀叶阴薄。泥新燕影忙，蜜熟蜂声乐。麦风低冉冉，稻水平漠漠。芳节或蹉跎，游心稍牢落。春华信为美，夏景亦未恶。飐浪嫩青荷，重栏晚红药。吴宫好风月，越郡多楼阁。两地诚可怜，其奈久离索。荒戍落黄叶，浩然离故关。高风汉阳渡，初日郢门山。江上几人在，天涯孤棹还。何当重相见，樽酒慰离颜。迢递三巴路，羁危万里身。乱山残雪夜，孤烛异乡人。(异乡人 一作：异乡春)渐与骨肉远，转于僮仆亲。那堪正飘泊，明日岁华新。闲吟秋景外，万事觉悠悠。此夜若无月，一年虚过秋。",
        "author": "唐代",
        "poem_class": "思念",
        "dynasty": "白居易"
    },
    {
        "title": "生查子·年年玉镜台",
        "paragraph": "年年玉镜台，梅蕊宫妆困。今岁未还家，怕见江南信。酒从别后疏，泪向愁中尽。遥想楚云深，人远天涯近。斜风细雨作春寒，对尊前，忆前欢。曾把梨花，寂寞泪阑干。芳草断烟南浦路，和别泪，看青山。昨宵结得梦夤缘，水云间，悄无言。争奈醒来，愁恨又依然。展转衾裯空懊恼，天易见，见伊难。砧声送风急，蟠蟀思高秋。我来对景，不学宋玉解悲愁。收拾凄凉兴况，分付尊中醽醁，倍觉不胜幽。自有多情处，明月挂南楼。怅襟怀，横玉笛，韵悠悠。清时良夜，借我此地倒金瓯。可爱一天风物，遍倚阑干十二，宇宙若萍浮。醉困不知醒，欹枕卧江流。月缺不改光，剑折不改刚。月缺魄易满，剑折铸复良。势利压山岳，难屈志士肠。男儿自有守，可杀不可苟。",
        "author": "宋代",
        "poem_class": "思念",
        "dynasty": "朱淑真"
    },
    {
        "title": "送梓州高参军还京",
        "paragraph": "京洛风尘远，褒斜烟露深。北游君似智，南飞我异禽。 别路琴声断，秋山猿鸟吟。一乖青岩酌，空伫白云心。遥夜泛清瑟，西风生翠萝。残萤栖玉露，早雁拂金河。高树晓还密，远山晴更多。淮南一叶下，自觉洞庭波。黑云压城城欲摧，甲光向日金鳞开。(向日 一作：向月)角声满天秋色里，塞上燕脂凝夜紫。(塞上 一作：塞土)半卷红旗临易水，霜重鼓寒声不起。报君黄金台上意，提携玉龙为君死。饮马渡秋水，水寒风似刀。平沙日未没，黯黯见临洮。昔日长城战，咸言意气高。黄尘足今古，白骨乱蓬蒿。",
        "author": "唐代",
        "poem_class": "思念",
        "dynasty": "卢照邻"
    },
    {
        "title": "感镜",
        "paragraph": "美人与我别，留镜在匣中。自从花颜去，秋水无芙蓉。经年不开匣，红埃覆青铜。今朝一拂拭，自照憔悴容。照罢重惆怅，背有双盘龙。弄石临溪坐，寻花绕寺行。时时闻鸟语，处处是泉声。买得杏花，十载归来方始坼。假山西畔药阑东，满枝红。旋开旋落旋成空，白发多情人更惜。黄昏把酒祝东风，且从容。秦时明月汉时关，万里长征人未还。但使龙城飞将在，不教胡马度阴山。",
        "author": "唐代",
        "poem_class": "思念",
        "dynasty": "白居易"
    },
    {
        "title": "满路花·冬",
        "paragraph": "罗襟湿未干，又是凄凉雪。欲睡难成寐、音书绝。窗前竹叶，凛凛狂风折。寒衣弱不胜，有甚遥肠，望到春来时节。孤灯独照，字字吟成血。仅梅花知苦、香来接。离愁万种，提起心头切。比霜风更烈。瘦似枯枝，待何人与分说。少年易老学难成，一寸光阴不可轻。未觉池塘春草梦，阶前梧叶已秋声。谩说投诗赠汨罗，身今且乐奈渠何。尝闻求福木居士，试向艾人成祝呵。忠言不用竟沉死，留得文章星斗罗。何意更觞昌歜酒，为君击节一长歌。年年端午风兼雨，似为屈原陈昔冤。我欲于谁论许事，舍南舍北鹁鸠喧。雨打江南树。一夜花开无数。绿叶渐成阴，下有游人归路。 与君相逢处。不道春将暮。把酒祝东风，且莫恁、匆匆去。",
        "author": "宋代",
        "poem_class": "思念",
        "dynasty": "张淑芳"
    },
    {
        "title": "卖花声·楼上久踟躇",
        "paragraph": "楼上久踟躇。地远身孤。拟将憔悴吊三闾。自是长安日下影，流落江湖。 烂醉且消除。不醉何如。又看暝色满平芜。试问寒沙新到雁，应有来书。绿橘梢头几点春。似留香蕊送行人。明朝紫凤朝天路，十二重城五碧云。歌渐咽，酒初醺。尽将红泪湿湘裙。赣江西畔从今日，明月清风忆使君。群芳过后西湖好，狼籍残红。飞絮濛濛。垂柳阑干尽日风。笙歌散尽游人去，始觉春空。垂下帘栊。双燕归来细雨中。青烟幂处，碧海飞金镜。永夜闲阶卧桂影。露凉时、零乱多少寒螀，神京远，惟有蓝桥路近。 水晶帘不下，云母屏开，冷浸佳人淡脂粉。待都将许多明，付与金尊，投晓共、流霞倾尽。更携取、胡床上南楼，看玉做人间，素秋千顷。",
        "author": "宋代",
        "poem_class": "思念",
        "dynasty": "张舜民"
    },
    {
        "title": "馈岁 / 别岁 / 守岁",
        "paragraph": "岁晚相与馈问为馈岁酒食相邀呼为别岁至除夜达旦不眠为守岁蜀之风俗如是余官于岐下岁暮思归而不可得故为此三诗以寄子由馈岁农功各已收，岁事得相佐。为欢恐无及，假物不论货。山川随出产，贫富称小大。置盘巨鲤横，发笼双兔卧。富人事华靡，彩绣光翻座。贫者愧不能，微挚出舂磨。官居故人少，里巷佳节过。亦欲举乡风，独唱无人和。别岁故人适千里，临别尚迟迟。人行犹可复，岁行那可追！问岁安所之？远在天一涯。已逐东流水，赴海归无时。东邻酒初熟，西舍豕亦肥。且为一日欢，慰此穷年悲。勿嗟旧岁别，行与新岁辞。去去勿回顾，还君老与衰。守岁欲知垂尽岁，有似赴壑蛇。修鳞半已没，去意谁能遮？况欲系其尾，虽勤知奈何！儿童强不睡，相守夜讙哗。晨鸡且勿唱，更鼓畏添挝。坐久灯烬落，起看北斗斜。明年岂无年？心事恐蹉跎。努力尽今夕，少年犹可夸。离多最是，东西流水，终解两相逢。浅情终似，行云无定，犹到梦魂中。可怜人意，薄于云水，佳会更难重。细想从来，断肠多处，不与今番同。长相思，长相思。若问相思甚了期，除非相见时。长相思，长相思。欲把相思说似谁，浅情人不知。元丰七年十二月十八日，浴泗州雍熙塔下，戏作如梦令阕。此曲本唐庄宗制，名忆仙姿，嫌其名不雅，故改为如梦令。盖庄宗作此词，卒章云：“如梦如梦，和泪出门相送。”因取以为名云。水垢何曾相受。细看两俱无有。寄语揩背人，尽日劳君挥肘。轻手，轻手。居士本来无垢。",
        "author": "宋代",
        "poem_class": "思念",
        "dynasty": "苏轼"
    },
    {
        "title": "江上寄山阴崔少府国辅",
        "paragraph": "春堤杨柳发，忆与故人期。草木本无意，荣枯自有时。山阴定远近，江上日相思。不及兰亭会，空吟祓禊诗。昨夜斗回北，今朝岁起东。我年已强仕，无禄尚忧农。桑野就耕父，荷锄随牧童。田家占气候，共说此年丰。一笑相倾国便亡，何劳荆棘始堪伤。小怜玉体横陈夜，已报周师入晋阳。巧笑知堪敌万几，倾城最在著戎衣。晋阳已陷休回顾，更请君王猎一围。九日龙山饮，黄花笑逐臣。醉看风落帽，舞爱月留人。",
        "author": "唐代",
        "poem_class": "思念",
        "dynasty": "孟浩然"
    },
    {
        "title": "南乡子·捣衣",
        "paragraph": "嘹唳夜鸿惊，叶满阶除欲二更。一派西风吹不断，秋声，中有深闺万里情。片石冷于冰，雨袖霜华旋欲凝。今夜戍楼归梦里，分明，纤手频呵带月迎。燕子不曾来，小院阴阴雨。一角阑干聚落花，此是春归处。弹泪别东风，把酒浇飞絮：化了浮萍也是愁，莫向天涯去！鬓云松，红玉莹。早月多情，送过梨花影。半饷斜钗慵未整，晕入轻潮，刚爱微风醒。露华清，人语静。怕被郎窥，移却青鸾镜。罗袜凌波波不定，小扇单衣，可耐星前冷。何事催人老？是几处、 残山剩水，闲凭闲吊。此是青莲埋骨地，宅近谢家之脁。总一样，文人宿草。只为先生名在上，问青天，有句何能好？打一幅，思君稿。梦中昨来逢君笑。把千年、蓬莱清浅，旧游相告。更问后来谁似我，我道：才如君少。有亦是，寒郊瘦岛。语罢看君长揖去，顿身轻、一叶如飞鸟。残梦醒，鸡鸣了。",
        "author": "清代",
        "poem_class": "思念",
        "dynasty": "顾贞观"
    },
    {
        "title": "鹦鹉曲·夷门怀古",
        "paragraph": "人生只合梁园住，快活煞几个白头父。指他家五辈风流，睡足胭脂坡雨。〔幺〕说宣和锦片繁华，辇路看元宵去。马行街直转州桥，相国寺灯楼几处。南北短长亭，行路无情客有情。年去年来鞍马上，何成！短鬓垂垂雪几茎。孤舍一檠灯，夜夜看书夜夜明。窗外几竿君子竹，凄清，时作西风散雨声。楔子(冲末扮番王引部落上，诗云)毡帐秋风迷宿草，穹庐夜月听悲笳。控弦百万为君长，款塞称藩属汉家。某乃呼韩耶单于是也。若论俺家世，久居朔漠，独霸北方，以射猎为生，攻伐为事。大王曾避俺东徙，魏绛曾怕俺讲和。獯鬻犭严狁，逐代易名：单于可汗，随时称号。当秦汉交兵之时，中原有事，俺国强盛，有控弦甲士百万。俺祖公冒顿单于，围汉高帝于白登七日，用娄敬之谋，两国讲和，以公主嫁俺国中。至惠帝、吕后以来，每代必循故事，以宗女归俺番家。宣帝之世，我众兄弟争立不定，国势稍弱。今众部落立我为呼韩耶单于，实是汉朝外甥。我有甲士十万，南移近塞，称藩汉室。昨曾遣使进贡，欲请公主，未知汉帝肯寻盟约否？今日天高气爽，众头目每，向沙堤射猎一番，多少是好！正是：番家无产业，弓矢是生涯。(下)(净扮毛延寿上，诗云)为人雕心雁爪，做事欺大压小。全凭谄佞奸贪，一生受用不了。某非别人，毛延寿的便是。现在汉朝驾下，为中大夫之职。因我百般巧诈，一味谄谀，哄的皇帝老头儿十分欢喜，言听计从。朝里朝外，那一个不怕我，那一个不敬我？我又学的一个法儿，只是教皇帝少见儒臣，多昵女色，我这宠幸才得牢固。道尤末了，圣驾早上。(正末扮汉元帝引内官、宫女上，诗云)嗣传十叶继炎刘，独掌乾坤四百州。边塞久盟和议策，从今高枕已无忧。某汉元帝是也。俺祖高皇帝，奋布衣，起丰沛，灭秦屠项，挣下这等基业。传到朕躬，已是十代。自朕嗣位以来，四海晏然，八方宁静。非朕躬有德，皆赖众文武扶持。自先帝晏驾之后，宫女尽放出宫去了。今后宫寂寞，如何是好！(毛延寿云)陛下，田舍翁多收十斛麦，尚欲易妇，况陛下贵为天子，富有四海。合无遣官遍行天下，选择室女。不分王侯宰相、军民人家，但要十五以上，二十以下者，容貌端正，尽选将来，以充后宫，有何不可？(驾云)卿说的是。就加卿为选择使，赍领诏书一通，遍行天下刷选。将选中者各图形一轴送来，朕按图临幸。待卿成功回时，别有区处。(唱)【仙吕】【赏花时】四海平安绝士马，五谷丰登没战伐。寡人待刷室女选宫娃，你避不的驰驱困乏。看那一个合属俺帝王家。(下)第一折(毛延寿上，诗云)大块黄金任意挝，血海王条全不怕。生前只要有钱财，死后那管人唾骂。某毛延寿，领着大汉皇帝圣旨，遍行天下，刷选室女，已选够九十九名。各家尽肯馈送，所得金银却也不少。昨日来到成都秭归县，选得一人，乃是王长者之女，名唤王嫱，字昭君。生得光彩射人，十分艳丽，真乃天下绝色。争奈他本是庄农人家，无大钱财。我问他要百两黄金，选为第一。他一则说家道贫穷，二则倚着他容貌出众，全然不肯。我本待退了他。(做忖科，云)不要倒好了他！眉头一纵，计上心来，只把美人图点上些破绽，到京师必定发入冷宫，教他受苦一世。正是：恨小非君子，无毒不丈夫。(下)(正旦扮王嫱引二宫女上，诗云)一日承宣入上阳，十年未得见君王。良宵寂寂谁来伴，唯有琵琶引兴长。妾身王嫱，小字昭君，成都秭归人也。父亲王长者，平生务农为业。母亲生妾时，梦月入怀，复坠于地，后来生下妾身。年长一十八岁，蒙恩选充后宫。不想使臣毛延寿问妾身索要金银，不曾与他，将妾影图点破，不曾得见君王，现今退居永巷。妾身在家颇通丝竹，弹得几曲琵琶。当此夜深孤闷之时，我试理一曲消遣咱。(做弹科)(驾引内官提灯上，云)某汉元帝。自从刷选室女入宫，多有不曾宠幸，煞是怨望咱。今日万机稍暇，不免寻宫走一遭，看那个有缘的，得遇朕躬也呵。(唱)【仙吕】【点绛唇】车碾残花，玉人月下，吹箫罢。未遇宫娃，是几度添白发。【混江龙】料必他竹帘不挂，望昭阳一步一天涯。疑了些无风竹影，恨了些有月窗纱。他每见弦管声中寻玉辇，恰便似斗牛星畔盼浮槎。(旦做弹科)(驾云)是那里弹的琵琶响？(内官云)是。(正末唱)是谁人偷弹一曲，写出嗟呀？(内官云)快报去接驾。(驾云)不要。(唱)莫便要忙传圣旨，报与他家。我则怕乍蒙恩，把不定心儿怕，惊起宫槐宿鸟、庭树栖鸦。(云)小黄门，你看是那一宫的宫女弹琵琶，传旨去教他来接驾，不要惊吓着他。(内官报科，云)兀那弹琵琶的是那位娘娘？圣驾到来，急忙迎接者。(旦趋接科)(驾唱)【油葫芦】恕无罪，吾当亲问咱。这里属那位下？休怪我不曾来往乍行踏。我特来填还你这泪揾湿鲛鱼肖帕，温和你露冷透凌波袜。天生下这艳姿，合是我宠幸他。今宵画烛银台下，剥地管喜信爆灯花。(云)小黄门，你看那纱笼内烛光越亮了，你与我挑起来看咱。(唱)【天下乐】和他也弄着精神射绛纱。卿家，你觑咱，则他那瘦岩岩影儿可喜杀。(旦云)妾身早知陛下驾临，只合迎接。接驾不早，妾该万死。(驾唱)迎头儿称妾身，满口儿呼陛下，必不是寻常百姓家。(云)看了他容貌端正，是好女子也呵！(唱)【醉中天】将两叶赛宫样眉儿画，把一个宜梳裹脸儿搽；额角香钿贴翠花，一笑有倾城价。若是越勾践姑苏台上见他，那西施半筹也不纳，更敢早十年败国亡家。(云)你这等模样出众，谁家女子？(旦云)妾姓王名嫱，字昭君，成都秭归县人。父亲王长者。祖父以来务农为业，闾阎百姓，不知帝王家礼度。(驾唱)【金盏儿】我看你眉扫黛，鬓堆鸦，腰弄柳，脸舒霞。那昭阳到处难安插，谁问你一梨两坝做生涯？也是你君恩留枕簟，天教雨露润桑麻。既不沙俺江山千万里，直寻到茅舍两三家。(云)看卿这等体态，如何不得近幸？(旦云)妾父王长者，止生妾身，当初选时，使臣毛延寿索要金银，妾家贫寒无凑，故将妾眼下点成破绽，因此发入冷宫。(驾云)小黄门，你取那影图来看，(黄门取图看科)(驾唱)【醉扶归】我则问那待诏别无话，却怎么这颜色不加搽？点得这一寸秋波玉有暇。端的是卿眇目，他双瞎？便宣的八百姻娇比并他，也未必强如俺娘娘带破赚丹青画。(云)小黄门，传旨说与金吾卫，便拿毛延寿斩首报来。(旦云)陛下，妾父母在成都见隶民籍，望陛下恩典宽免，量与些恩荣咱。(驾云)这个容易。(唱)【金盏儿】你便晨挑菜，夜看瓜，春种谷，夏浇麻。情取棘针门粉壁上除了差法，你向正阳门改嫁的倒荣华。俺官职颇高如村社长，这宅院刚大似县官衙。谢天地可怜穷女婿，再谁敢欺负俺丈人家！(云)近前来，听寡人旨，封你做明妃者。(旦云)量妾身怎生消受的陛下恩宠！(做谢恩科)(驾唱)【赚煞】且尽此宵情，休问明朝话。(旦云)陛下明朝早早驾临，妾这里侯驾。(驾唱)到明日，多管是醉卧在昭阳御榻。(旦云)妾身贱微，虽蒙恩宠，怎敢耍望与陛下同榻？(驾唱)休烦恼，吾当且是耍，斗卿来便当真假。恰才家辇路儿熟滑，怎下的真个长门再不踏！明夜里西宫阁下，你是必悄声儿接驾，我则怕六宫人攀例拨琵琶。(下)(旦云)驾回了也。左右，且掩上宫门，我睡些去。(下)第二折(番王引部落上，云)某呼韩单于。昨遣使臣款汉，请嫁公主与俺。汉皇帝以公主尚幼为辞，我心中好不自在。想汉家宫中，无边宫女，就与俺一个，打甚不紧？直将使臣赶回。我欲待起兵南侵，又恐怕失了数年和好。且看事势如何，别做道理。(毛延寿上，云)某毛延寿。只因刷选宫女，索要金银，将王昭君美人图点破，送入冷宫。不想皇帝亲幸，问出端的，要将我加刑。我得空逃走了，无处投奔。左右是左右，将着这一轴美人图，献与单于王，着他按图索要，不怕汉朝不与他。走了数日，来到这里，远远的望见人马浩大，敢是穹庐也。(做问科，云)头目，你启报单于王知道，说汉朝大臣来投见哩。(卒报科)(番王云)着他过来。(见科，云)你是甚么人？(毛延寿云)某是汉朝中大夫毛延寿。有我汉朝西宫阁下美人王昭君，生得绝色。前者大王遣使求公主时，那昭君情愿请行，汉主舍不的，不肯放来。某再三苦谏，说：\"岂可重女色，失两国之好？\"汉主倒要杀我。某因此带了这美人图，献与大王。可遣使按图索要，必然得了也。这就是图样。(进上看科)(番王云)世间那有如此女人！若得他做阙氏，我愿足矣。如今就差一番官，率领部从写书与汉天子，求索王昭君与俺和亲。若不肯与，不日南侵，江山难保。就一壁厢引控甲士，随地打猎，延入塞内，侦候动静，多少是好！(下)(旦引宫女上，云)随身王嫱。自前日蒙恩临幸，不觉又旬月。主上昵爱过甚，久不设朝。闻的升殿去了，我且向妆台边梳妆一会，收拾整齐，只怕驾来好服侍。(做对镜科)(驾上，云)自从西宫阁下得见了王昭君，使朕如痴似醉，久不临朝。今日方才升殿，等不的散了，只索再到西宫看一看去。(唱)【南吕】【一枝花】四时雨露匀，万里江山秀。忠臣皆有用，高枕已无忧。守着那皓齿星眸，争忍的虚白昼。近新来染得些症候，一半儿为国忧民，一半儿愁花病酒。【梁州第七】我虽是见宰相似文王施礼，一头地离明妃，早宋玉悲秋。怎奈他带天香着莫定龙衣袖。他诸余可爱，所事儿相投；消磨人幽闷，陪伴我闲游；偏宜向梨花月底登楼，芙蓉烛下藏阄。体态是二十年挑剔就的温柔，姻缘是五百载该拨下的配偶，脸儿有一千般说不尽的风流，寡人乞求他左右，他比那落伽山观自在无杨柳，见一面得长寿。情系人心早晚休，则除是雨歇云收。(做望见科，云)且不要惊着他，待朕悄悄地看咱。(唱)【隔尾】恁的般长门前抱怨的宫娥旧，怎知我西宫下偏心儿梦境熟。爱他晚妆罢，描不成画不就，尚对菱花自羞。(做到旦背后看科)(唱)我来到这妆台背后，原来广寒殿嫦娥在这月明里有。(旦做见接驾科)(外扮尚书、丑扮常侍上，诗云)调和鼎鼐理阴阳，秉轴持钧政事堂。只会中书陪伴食。何曾一日为君王。某尚书令五鹿充宗是也。这个是内常侍石显。今日朝罢，有番国遣使来索王嫱和番，不免奏驾。来到西宫阁下，只索进去。(做见科，云)奏的我主得知：如今北番呼韩单于，差一使臣前来，说毛延寿将美人图献与他，索要昭君娘娘和番，以息刀兵。不然，他大势南侵，江山不可保矣。(驾云)我养军千日，用军一时。空有满朝文武，那一个与我退的番兵！都是些畏刀避箭的，您不去出力，怎生教娘娘和番！(唱)【牧羊关】兴废从来有，干戈不肯休。可不食君禄，命悬君口。太平时卖你宰相功劳，有事处把俺佳人递流。你们干请了皇家奉，着甚的分破帝王忧？那壁厢锁树的怕弯着手，这壁厢攀栏的怕攧破了头。(尚书云)他外国说，陛下宠昵王嫱，朝纲尽废，坏了国家。若不与他，兴兵吊伐。臣想纣王只为宠妲己，国破身亡，是其鉴也。(驾唱)【贺新郎】俺又不曾彻青霄，高盖起摘星楼。不说他伊尹扶汤，则说那武王伐纣。有一朝身到黄泉后，若和他留侯、留侯厮遘，你可也羞那不羞？您卧重裀食列鼎，乘肥马衣轻裘。您须见舞春风嫩柳宫腰瘦，怎下的教他环佩影摇青冢月，琵琶声断黑江秋！(尚书云)陛下，咱这里兵甲不利，又无猛将与他相持，倘或疏失，如之奈何？望陛下割恩与他，以救一国生灵之命。(驾唱)【斗虾蟆】当日个谁展英雄手，能枭项羽头，把江山属俺炎刘？全亏韩元帅九里山前战斗，十大功劳成就。您也丹犀里头，枉被金章紫绶；您也朱门里头，都宠着歌衫舞袖。恐怕边关透漏，央及家人奔骤。似箭穿着雁口，没个人敢咳嗽。吾当僝僽，他也、他也红妆年幼无人搭救。昭君共你每有甚么杀父母冤仇？休、休，少不的满朝中都做了毛延寿！我呵，空掌着文武三千队，中原四百州，只待要割鸿沟。陡恁的千军易得，一将难求！(常侍云)现今番使朝外等宣。(驾云)罢、罢、罢，教番使临朝来。(番使入见科，云)呼韩耶单于差臣南来，奏大汉皇帝：北国与南朝，自来结交和好，曾两次差人求公主不与。今有毛延寿，将一美人图献与俺单于。特差臣来，单索昭君为阏氏，以息两国刀兵。陛下若不从，俺有百万雄兵，刻日南侵，以决胜负。伏望圣鉴不错。(驾云)且教使臣馆驿中安歇去。(番使下)(驾云)您众文武商量，有策献来，可退番兵，免教昭君和番。大抵是欺娘娘软善，若当时吕后在日，一言之出，谁敢违拗！若如此，久已后也不用文武，只凭佳人平定天下便了。(唱)【哭皇天】你有甚事疾忙奏，俺无那鼎镬边滚热油。我道您文臣安社稷，武将定戈矛；您只会文武班头，山呼万岁，舞蹈扬尘，道那声诚惶顿首。如今阳关路上，昭君出塞；当日未央宫里，女主垂旒。文武每，我不信你敢差排吕太后。枉以后、龙争虎斗，都是俺鸾交凤友。(旦云)妾既蒙陛下厚恩，当效一死，以报陛下。妾情愿和番，得息刀兵，亦可留名青史。但妾与陛下闱房之情，怎生抛舍也！(驾云)我可知舍不的卿哩！(尚书云)陛下割恩断爱，以社稷为念，早早发送娘娘去罢。(驾唱)【乌夜啼】今日嫁单于，宰相休生受，早则俺汉明妃有国难投，它那里黄云不出青山岫。投至两处凝眸，盼得一雁横秋。单注着寡人今岁揽闲愁，王嫱这运添憔瘦。翠羽冠，香罗绶，都做了锦蒙头暖帽，珠络缝貂裘。(云)卿等今日先选送明妃到驿中，交付番使，待明日朕亲出灞陵桥，送饯一杯去。(尚书云)只怕使不的，惹外夷耻笑。(驾云)卿等所言，我都依着。我的意思，如何不依？好歹去送一送。我一会家只恨毛延寿那厮。(唱)【三煞】我则恨那忘恩咬主贼禽兽，怎生不画在凌烟阁上头？紫台行都是俺手里的众公侯，有那椿儿不共卿谋，那件儿不依卿奏，争忍教第一夜梦迤逗？从今后不见长安望北斗，生扭作织女牵牛！(尚书云)不是臣等强逼娘娘和番，奈番使定名索取。况自古以来，多有因女色败国者。(驾唱)【二煞】虽然似昭君般成败都皆有，谁似这做天子的官差不自由！情知他怎收那膘满的骅骝。往常时翠轿香兜，兀自倦朱帘揭绣，上下处要成就。谁承望月自空明水自流，恨思悠悠。(旦云)妾身这一去，虽为国家大计，争奈舍不的陛下。(驾唱)【黄钟尾】怕娘娘觉饥时吃一块淡淡盐烧肉，害渴时喝一杓儿酪和粥。我索折一枝断肠柳，饯一杯送路酒。眼见得赶程途趁宿头，痛伤心重回首。则怕他望不见凤阁龙楼，今夜且则向灞陵桥畔宿。(下)第三折(番使拥旦上，奏胡乐科，旦云)妾身王昭君。自从选入宫中，被毛延寿将美人图点破，送入冷宫。甫能得蒙恩幸，又被他献与番王形像。今拥兵来索，待不去，又怕江山有失。没奈何将妾身出塞和番。这一去，胡地风霜，怎生消受也！自古道\"红颜胜人多薄命，莫怨春风当自嗟。\"(驾引文武内官上，云)今日灞桥饯送明妃，却早来到也。(唱)【双调】【新水令】锦貂裘生改尽汉宫妆，我则索看昭君图画模样。旧恩金勒短，新恨玉鞭长。本是对金殿鸳鸯，分飞翼怎承望！(云)您文武百官计议，怎生退了番兵，免明妃和番者？(唱)【驻马听】宰相每商量，大国使还朝多赐赏。早是俺夫妻悒怏，小家儿出外也摇装。尚兀自渭城衰柳助凄凉，共那灞桥流水添惆怅。您偏不断肠。想娘娘那一天愁都撮在琵琶上。(做下马科)(与旦打悲科)(驾云)左右慢慢唱者，我与明妃饯一杯酒。(唱)【步步娇】您将那一曲阳关休轻放，俺咫尺如天样。慢慢捧玉觞，朕本意待尊前捱些时光。且休问劣了宫商，您则与我半句儿俄延着唱。(番使云)请娘娘早行，天色晚了也。(驾唱)【落梅风】可怜俺别离重，你好是归去的忙。寡人心先到他李陵台上。回头儿却才魂梦里想，便休题贵人多忘。(旦云)妾这一去，再何时得见陛下？把我汉家衣服都留下者。(诗云)正是：今日汉宫人，明朝胡地妾。忍着主衣裳，为人作春色。(留衣服科)(驾唱)【殿前欢】说甚么留下舞衣裳，被西风吹散旧时香。我委实怕宫车再过青苔巷，猛到椒房，那一会想菱花镜里妆，风流相，兜的又横心上。看今日昭君出塞，几时似苏武还乡？(番使云)请娘娘行罢，臣等来多时了也。(驾云)罢罢罢，明妃，你这一去，休怨朕躬也。(做别科，驾云)我那里是大汉皇帝！(唱)【雁儿落】我做了别虞姬楚霸王，全不见守玉关征西将。那里取保亲的李左车，送女客的萧丞相？(尚书云)陛下不必挂念。(驾唱)【得胜令】那里也架海紫金梁？枉养着那边庭上铁衣郎。您也要左右人扶持，俺可甚糟糠妻不下堂！您但提起刀枪，却早小鹿儿心头撞。今日央及煞娘娘，怎做的男儿当自强！(尚书云)陛下，咱回朝去罢。(驾唱)【川拨棹】怕不待放丝缰，咱可甚鞭敲金镫响。你管燮理阴阳，掌握朝纲。治国安邦，展土开疆。假若俺高皇，差你个梅香，背井离乡，卧雪眠霜。若是他不恋您春风画堂，我便官封你一字王。(尚书云)陛下，不必苦死留他，着他去了罢。(驾唱)【七兄弟】说甚么大王、不当、恋王嫱，兀良，怎禁他临去也回头望！那堪这散风雪旌节影悠扬，动关山鼓角声悲壮。【梅花酒】呀！俺向着这回野悲凉：草已添黄，兔早迎霜；犬褪得毛苍，人搠起缨枪；马负着行装，车运着粮，打猎起围场。他、他、他伤心辞汉主，我、我、我携手上河梁。他部从入穷荒，我銮舆返咸阳。返咸阳，过宫墙；过宫墙，绕回廊；绕回廊，近椒房；近椒房，月昏黄；月昏黄，夜生凉；夜生凉，泣寒螀；泣寒螀，绿纱窗；绿纱窗，不思量。【收江南】呀！不思量除是铁心肠。铁心肠也愁泪滴千行。美人图今夜挂昭阳，我那里从养，便是我高烧银烛照红妆。(尚书云)陛下回銮罢，娘娘去远了也。(驾唱)【鸳鸯煞】我则索大臣行说一个推辞谎，又则怕笔尖儿那火编修讲。不见他花朵儿精神，怎趁那草地里风光？唱道伫立多时，徘徊半响；猛听的塞雁南翔，呀呀的声嘹亮。却原来满目牛羊，是兀那载离恨的毡车半坡里响。(下)(番王引部落拥昭君上，云)今日汉朝不弃旧盟，将王昭君与俺番家和亲。我将昭君封为宁胡阏氏，坐我正宫。两国息兵，多少是好。众将士，传下号令，大众起行，望北而去。(做行科)(旦问云)这里甚地面了？(番使云)这是黑龙江，番汉交界去处。南边属汉家，北边属我番国。(旦云)大王，借一杯酒，望南浇奠；辞了汉家，长行去罢。(做奠酒科，云)汉朝皇帝，妾身今生已矣，尚待来生也。(做跳江科)(番王惊救不及，叹科，云)嗨，可惜可惜！昭君不肯入番，投江而死。罢罢罢，就葬在此江边，号为青冢者。我想来，人也死了，枉与汉朝结下这般仇隙，都是毛延寿那厮搬弄出来的。把都儿，将毛延寿拿下，解送汉朝处治。我依旧与汉朝结和，永为甥舅，却不是好！(诗云)则为他丹青画误了昭君，背汉主暗地私奔；将美人图又来哄我，要索取出塞和亲。岂知道投江而死，空落的一见消魂。似这等奸邪逆贼，留着他终是祸根。不如送他去汉朝哈剌，依还的甥舅礼，两国长存。(下)第四折(驾引内官上，云)自家汉元帝。自从明妃和番，寡人一百日不曾设朝。今当此夜景萧索，好生烦恼。且将这美人图挂起，少解闷怀也呵。(唱)【中吕】【粉蝶儿】宝殿凉生，夜迢迢六宫人静。对银台一点寒灯，枕席间、临寝处，越显的吾身薄幸。万里龙廷，知他宿谁家一灵真性。(云)小黄门，你看炉香尽了，再添上些香。(唱)【醉春风】烧尽御炉香，再添黄串饼。想娘娘似竹林寺不见半分形，则留下这个影、影。未死之时，再生之日，我可也一般恭敬。(云)一时困倦，我且睡些儿。(唱)【叫声】高唐梦苦难成，那里也爱卿、爱卿，却怎生无些灵圣？偏不许楚襄王枕上雨云情。(做睡科，)(旦上，云)妾身王嫱，一番到北地，私自逃回。兀的不是我主人！陛下，妾身来了也。(番兵上，云)恰才我打了个盹，王昭君就偷走回去了。我急急赶来，进的汉宫，兀的不是昭君！(做拿旦下)(驾醒科，云)恰才见昭君回来，这些儿如何就不见了？(唱)【剔银灯】恰才这搭儿单于王使命，呼唤俺那昭君名姓。偏寡人唤娘娘不肯灯前应，却原来是画上的丹青。猛听得仙音院凤管鸣，更说甚萧韶九成。【蔓青菜】白日里无承应，教寡人不曾一觉到天明，做的个团圆梦境。(雁见科)(唱)却原来雁叫长门两三声，怎知道更有个人孤另。(雁叫科)(唱)【白鹤子】多管是春秋高，筋力短，莫不是食水少，骨毛轻？待去后，愁江南网罗宽；待向前，怕塞北雕弓硬。【幺篇】伤感似替昭君思汉主，哀怨似作薤露哭田横，凄怆似和半夜梦歌声，悲切似唱三叠阳关令。(雁叫科)(云)则被那泼毛团叫的凄楚人也。(唱)【上小楼】早是我神思不安，又添个冤家缠定。他叫得慢一会儿紧一声儿，和尽寒更。不争你打盘旋，这搭里同声相应，可不差讹了四时节令？【幺篇】你却待寻子卿、觅李陵，对着银台，叫醒咱家，对影生情。则俺那远乡的汉明妃虽然得命，不见你个泼毛团也耳根清净。(雁叫科)(云)这雁儿呵。(唱)【满庭芳】又不是心中爱听，大古似林风瑟瑟，岩溜冷冷。我只见山长水远天如镜，又生怕误了你途程。见被你冷落了潇湘暮景，更打动我边塞离情，还说甚雁过留声。那堪更瑶阶夜永，嫌杀月儿明。(黄门云)陛下省烦恼，龙体为重。(驾云)不由我不烦恼也。(唱)【十二月】休道是咱家动情，你宰相每也生憎。不比那雕梁燕语，不比那锦树莺鸣。汉昭君离乡背井，知他在何处愁听！(雁叫科)(唱)【尧民歌】呀呀的飞过蓼花汀，孤雁儿不离了凤凰城。画檐间铁马响丁丁，宝殿中御榻冷清清。寒也波更，萧萧落叶声，烛暗长门静。【随煞】一声儿绕汉宫，一声儿寄渭城；暗添人白发成衰病，直恁的吾家可也劝不省。(尚书上，云)今日早朝散后，有番国差使命绑送毛延寿来，说因毛延寿叛国败盟，致此祸衅。今昭君已死，情愿两国讲和。伏候圣旨。(驾云)既如此，便将毛延寿斩首祭献明妃。着光禄寺大排筵席，犒赏来使回去。(诗云)叶落深宫雁叫时，梦回孤枕夜相思。虽然青冢人何在，还为蛾眉斩画师。题目沉黑江明妃青冢恨正名破幽梦孤雁汉宫秋风风雨雨梨花，窄索帘栊，巧小窗纱。甚情绪灯前，客怀枕畔，心事天涯。三千丈清愁鬓发，五十年春梦繁华。蓦见人家，杨柳分烟，扶上檐牙。",
        "author": "元代",
        "poem_class": "思念",
        "dynasty": "冯子振"
    },
    {
        "title": "蝶恋花·急景流年真一箭",
        "paragraph": "急景流年真一箭。残雪声中，省识东风面。风里垂杨千万线，昨宵染就鹅黄浅。又是廉纤春雨暗。倚遍危楼，高处人难见。已恨平芜随雁远，暝烟更界平芜断。蓦地飞仙降碧空，云车双辆挈灵童。可怜蓬子非天子，逃去逃来吸北风。相逢萍水亦前缘，负笈津门岂偶然。扪虱倾谈惊四座，持螯下酒话当年。险夷不变应尝胆，道义争担敢息肩。待得归农功满日，他年预卜买邻钱。爱棹扁舟傍岸行，红妆素蓞斗轻盈。脸边舷外晚霞明。为惜花香停短棹，戏窥鬓影拨流萍。玉钗斜立小蜻蜓。",
        "author": "近现代",
        "poem_class": "思念",
        "dynasty": "王国维"
    },
    {
        "title": "同王主簿有所思",
        "paragraph": "佳期期未归，望望下鸣机。徘徊东陌上，月出行人稀。木落江渡寒。鴈还风送秋。临流断商弦。瞰川悲棹讴。适郢无东辕。还夏有西浮。三崖隐丹磴。九派引沧流。泪竹感湘别。弄珠怀汉游。岂伊药饵泰。得夺旅人忧。周王逢郑忿，楚后值秦冤。梯冲已鹤列，冀马忽云屯。武安檐瓦振，昆阳猛兽奔。流星夕照镜，烽火夜烧原。古狱饶冤气，空亭多枉魂。天道或可问，微兮不忍言。六代旧山川。兴亡几百年。繁华今寂寞。朝市昔喧阗。夜月琉璃水。春风柳色天。伤时为怀古。垂泪国门前。",
        "author": "南北朝",
        "poem_class": "思念",
        "dynasty": "谢朓"
    },
    {
        "title": "日落望江赠荀丞诗",
        "paragraph": "旅人乏愉乐，薄暮增思深。日落岭云归，延颈望江阴。乱流灇大壑，长雾匝高林。林际无穷极，云边不可寻。惟见独飞鸟，千里一扬音。推其感物情，则知游子心。君居帝京内，高会日挥金。岂念慕群客，咨嗟恋景沉。洛阳城东西，长作经时别。昔去雪如花，今来花似雪。去岁中秋节，灯前病剧身。黄昏正风雨，白首独酸辛。此日全微命，高堂失老亲。不如垂死处，尚见倚闾人。首夏犹清和。芳草亦未歇。水宿淹晨暮。阴霞屡兴没。周览倦瀛壖。况乃陵穷发。川后时安流。天吴静不发。扬帆采石华。挂席拾海月。溟涨无端倪。虚舟有超越。仲连轻齐组。子牟眷魏阙。矜名道不足。适己物可忽。请附任公言。终然谢天伐。",
        "author": "南北朝",
        "poem_class": "思念",
        "dynasty": "鲍照"
    },
    {
        "title": "临江仙·雨停荷芰逗浓香",
        "paragraph": "雨停荷芰逗浓香，岸边蝉噪垂杨。物华空有旧池塘，不逢仙子，何处梦襄王？珍簟对欹鸳枕冷，此来尘暗凄凉。欲凭危槛恨偏长。藕花珠缀，犹似汗凝妆。憔悴年来甚，萧条益自伤。风威侵病骨，雨气咽愁肠。夜鼎唯煎药，朝髭半染霜。前缘竟何似，谁与问空王。霜落小园瑶草短，瘦叶和风，惆怅芳时换。懊恨年年秋不管，朦胧如梦空肠断。独立荒池斜日岸，墙外遥山，隐隐连天汉。忽忆当年歌舞伴，晚来双脸啼痕满。帘拂疏香断碧丝，泪衫还滴绣黄鹂。上国献书人不在，凝黛，晚庭又是落红时¤春日自长心自促，翻覆，年来年去负前期。应是秦云兼楚雨，留住，向花枝夸说月中枝。",
        "author": "五代",
        "poem_class": "思念",
        "dynasty": "阎选"
    },
    {
        "title": "临江仙·一番荷芰生池沼",
        "paragraph": "一番荷芰生池沼，槛前风送馨香。昔年于此伴萧娘。相偎伫立，牵惹叙衷肠。时逞笑容无限态，还如菡萏争芳。别来虚遣思悠飏。慵窥往事，金锁小兰房。春日宴，绿酒一杯歌一遍。再拜陈三愿：一愿郎君千岁，二愿妾身常健，三愿如同梁上燕，岁岁长相见。柳拖金缕，着烟浓雾，濛濛落絮。凤皇舟上楚女，妙舞，雷喧波上鼓。龙争虎战分中土，人无主，桃叶江南渡。襞花笺，艳思牵，成篇，宫娥相与传。踏碛人嬉，柳眉刚展春如许。爱情儿女。那解愁千绪。携手同行，预约寻芳侣。鸳鸯渚。一时凝伫。唧唧闻私语。",
        "author": "五代",
        "poem_class": "思念",
        "dynasty": "尹鹗"
    },
    {
        "title": "庆春宫·秋感",
        "paragraph": "残叶翻浓，余香栖苦，障风怨动秋声。云影摇寒，波尘锁腻，翠房人去深扃。昼成凄黯，雁飞过、垂杨转青。阑干横暮，酥印痕香，玉腕谁凭。 菱花乍失娉婷。别岸围红，千艳倾城。重洗清杯，同追深夜，豆花寒落愁灯。近欢成梦，断云隔、巫山几层。偷相怜处，熏尽金篝，销瘦云英。八月十七日，同诸生步自永安城楼，过张宽夫园待月。偶有名酒，因以金荷酌众客。客有孙彦立，善吹笛。援笔作乐府长短句，文不加点。断虹霁雨，净秋空，山染修眉新绿。桂影扶疏，谁便道，今夕清辉不足？万里青天，姮娥何处，驾此一轮玉。寒光零乱，为谁偏照醽醁？年少从我追游，晚凉幽径，绕张园森木。共倒金荷，家万里，难得尊前相属。老子平生，江南江北，最爱临风曲。孙郎微笑，坐来声喷霜竹。楼外垂杨千万缕。欲系青春，少住春还去。犹自风前飘柳絮。随春且看归何处。 绿满山川闻杜宇。便做无情，莫也愁人苦。把酒送春春不语。黄昏却下潇潇雨。小桃灼灼柳鬖鬖，春色满江南。雨晴风暖烟淡，天气正醺酣。山泼黛，水挼蓝，翠相搀。歌楼酒旆，故故招人，权典青衫。",
        "author": "宋代",
        "poem_class": "思念",
        "dynasty": "吴文英"
    },
    {
        "title": "浣溪沙·消息谁传到拒霜",
        "paragraph": "消息谁传到拒霜？两行斜雁碧天长，晚秋风景倍凄凉。银蒜押帘人寂寂，玉钗敲烛信茫茫。黄花开也近重阳。淡无言、摊卷向风前，愁思带罗飏。是燕台骏影，乌衣词客，玉貌堂堂。弹指清音隐见，天气木樨凉。栏石回环处，无限思量。人世孤心难写，依银筝瑶瑟，怨峡啼湘。问一生窗月，离聚几炉香。者心盟、如今犹耿，算幽亭、绿水未曾荒。依稀见、独沉吟里，人隔斜阳。烟暖雨初收，落尽繁花小院幽。摘得一双红豆子，低头，说著分携泪暗流。人去似春休，卮酒曾将酹石尤。别自有人桃叶渡，扁舟，一种烟波各自愁。唤起窗前尚宿醒，啼鹃催去又声声。丹青旧誓相如札，禅榻经时杜牧情。别后相思空一水，重来回首已三生。云阶月地依然在，旧逐空香百遍行。",
        "author": "清代",
        "poem_class": "思念",
        "dynasty": "纳兰性德"
    },
    {
        "title": "青楼怨",
        "paragraph": "香帏风动花入楼，高调鸣筝缓夜愁。 肠断关山不解说，依依残月下帘钩。饮马渡秋水，水寒风似刀。平沙日未没，黯黯见临洮。昔日长城战，咸言意气高。黄尘足今古，白骨乱蓬蒿。五月天山雪，无花只有寒。笛中闻折柳，春色未曾看。晓战随金鼓，宵眠抱玉鞍。愿将腰下剑，直为斩楼兰。天兵下北荒，胡马欲南饮。横戈从百战，直为衔恩甚。握雪海上餐，拂沙陇头寝。何当破月氏，然后方高枕。骏马似风飙，鸣鞭出渭桥。弯弓辞汉月，插羽破天骄。阵解星芒尽，营空海雾消。功成画麟阁，独有霍嫖姚。白马黄金塞，云砂绕梦思。那堪愁苦节，远忆边城儿。萤飞秋窗满，月度霜闺迟。摧残梧桐叶，萧飒沙棠枝。无时独不见，流泪空自知。塞虏乘秋下，天兵出汉家。将军分虎竹，战士卧龙沙。边月随弓影，胡霜拂剑花。玉关殊未入，少妇莫长嗟。烽火动沙漠，连照甘泉云。汉皇按剑起，还召李将军。兵气天上合，鼓声陇底闻。横行负勇气，一战净妖氛。吾爱孟夫子，风流天下闻。红颜弃轩冕，白首卧松云。 醉月频中圣，迷花不事君。高山安可仰，徒此揖清芬。",
        "author": "唐代",
        "poem_class": "思念",
        "dynasty": "王昌龄"
    },
    {
        "title": "南楼中望所迟客",
        "paragraph": "杳杳日西颓，漫漫长路迫。登楼为谁思？临江迟来客。与我别所期，期在三五夕。圆景早己满，佳人犹未适。即事怨睽携，感物方凄戚。孟夏非长夜，晦明如岁隔。瑶华未堪折，兰苕已屡摘。路阻莫赠问，云何慰离析？搔首访行人，引领冀良觌。岁月如有意，情来不自禁。向光抽一缕，举袖弄双针。蜀汉多奇山，仰望与云平。阴崖积夏雪，阳谷散秋荣。朝朝见云归，夜夜闻猿鸣。忧人本自悲，孤客易伤情。临堂设樽酒，留酌思平生。石以坚为性，君勿惭素诚。汉安设大响，周穆置高台。三里生云雾，瞬息起冰雷。空持生识缚，徒用长心灾。慧人恒弃舍，庸识屡邅回。六尘俱不实，三界信悠哉。",
        "author": "南北朝",
        "poem_class": "思念",
        "dynasty": "谢灵运"
    },
    {
        "title": "送韦仁实兄弟入关",
        "paragraph": "送客饮别酒，千觞无赭颜。何物最伤心？马首鸣金环。野色浩无主，秋明空旷间。坐来壮胆破，断目不能看。行槐引西道，青梢长攒攒。韦郎好兄弟，叠玉生文翰。我在山上舍，一亩蒿硗田。夜雨叫租吏，春声暗交关。谁解念劳劳？苍突唯南山。从小丘西行百二十步，隔篁竹，闻水声，如鸣珮环，心乐之。伐竹取道，下见小潭，水尤清冽。全石以为底，近岸，卷石底以出，为坻，为屿，为嵁，为岩。青树翠蔓，蒙络摇缀，参差披拂。(珮 通：佩)潭中鱼可百许头，皆若空游无所依，日光下澈，影布石上。佁然不动，俶尔远逝，往来翕忽，似与游者相乐。(下澈 一作：下彻)潭西南而望，斗折蛇行，明灭可见。其岸势犬牙差互，不可知其源。坐潭上，四面竹树环合，寂寥无人，凄神寒骨，悄怆幽邃。以其境过清，不可久居，乃记之而去。同游者：吴武陵，龚古，余弟宗玄。隶而从者，崔氏二小生，曰恕己，曰奉壹。紫陌红尘拂面来，无人不道看花回。玄都观里桃千树，尽是刘郎去后栽。岁暮远为客，边隅还用兵。烟尘犯雪岭，鼓角动江城。天地日流血，朝廷谁请缨？济时敢爱死？寂寞壮心惊！",
        "author": "唐代",
        "poem_class": "思念",
        "dynasty": "李贺"
    },
    {
        "title": "除夜寄弟妹",
        "paragraph": "感时思弟妹，不寐百忧生。万里经年别，孤灯此夜情。病容非旧日，归思逼新正。早晚重欢会，羁离各长成。篱外谁家不系船，春风吹入钓鱼湾。 小童疑是有村客，急向柴门去却关。江南好，风景旧曾谙。日出江花红胜火，春来江水绿如蓝。能不忆江南？江南忆，最忆是杭州。山寺月中寻桂子，郡亭枕上看潮头。何日更重游？江南忆，其次忆吴宫。吴酒一杯春竹叶，吴娃双舞醉芙蓉。早晚复相逢？强欲登高去，无人送酒来。遥怜故园菊，应傍战场开。",
        "author": "唐代",
        "poem_class": "思念",
        "dynasty": "白居易"
    },
    {
        "title": "春阴",
        "paragraph": "关河迢递绕黄沙，惨惨阴风塞柳斜。花带露寒无戏蝶，草连云暗有藏鸦。诗穷莫写愁如海，酒薄难将梦到家。绝域东风竟何事？只应催我鬓边华！雨霰疏疏经泼火。巷陌秋千，犹未清明过。杏子梢头香蕾破。淡红褪白胭脂涴。 苦被多情相折挫。病绪厌厌，浑似年时个。绕遍回廊还独坐。月笼云暗重门锁。十年愁眼泪巴巴。今日思家，明日思家。一团燕月明窗纱。楼上胡笳，塞上胡笳。玉人劝我酌流霞。急捻琵琶，缓捻琵琶。一从别后各天涯。欲寄梅花，莫寄梅花。小桃无主自开花，烟草茫茫带晚鸦。几处败垣围故井，向来一一是人家。",
        "author": "宋代",
        "poem_class": "思念",
        "dynasty": "朱弁"
    },
    {
        "title": "好事近·浙江楼闻笛",
        "paragraph": "独依浙江楼，满耳怨笳哀笛。犹有梨园声在，念那人天北。海棠憔悴怯春寒，风雨怎禁得。回首华清池畔，渺露芜烟荻。露堤平，烟墅杳。乱碧萋萋，雨后江天晓。独有庾郎年最少。窣地春袍，嫩色宜相照。接长亭，迷远道。堪怨王孙，不记归期早。落尽梨花春又了。满地残阳，翠色和烟老。多情多感仍多病，多景楼中。尊酒相逢。乐事回头一笑空。停杯且听琵琶语，细捻轻拢。醉脸春融。斜照江天一抹红。金风细细。叶叶梧桐坠。绿酒初尝人易醉。一枕小窗浓睡。 紫薇朱槿花残。斜阳却照阑干。双燕欲归时节，银屏昨夜微寒。",
        "author": "宋代",
        "poem_class": "思念",
        "dynasty": "汪元量"
    },
    {
        "title": "鹦鹉曲·夷门怀古",
        "paragraph": "生只合梁园住，快活煞几个白头父。指他家五辈风流，睡足胭脂坡雨。说宣和锦片繁华，辇路看元宵去。马行街直转州桥，相国寺灯楼几处。系门前柳影兰舟，烟满吟蓑，风漾闲钩。石上云生，山间树老，桥外霞收。玩青史低头袖手，问红尘缄口回头。醉月悠悠，漱石休休，水可陶情，花可融愁。游玉隆宫碧云深隐隐仙家，药杵玄霜，饭煮胡麻。林下樽，云中鸡犬，树底茶瓜。香不断灯明绛蜡，火难消炉炼丹砂。朗诵南华，懒上浮槎。笑我尘踪，走遍天涯。席上博秦楼一笑千金，谁是知音？知此闲心。袅娜花枝，依稀眉宇，香动词林。止谈笑何须荐寝，尽疏狂足可披襟。乐事追寻，歌罢归来，嗟叹于今。寄友望故人目断湘皋，林下丰姿，尘外英豪。岂惮双壶？不辞千里，命驾相招。便休题鱼龙市朝，好评论莺燕心交。醉后联镳，笑听江声，如此风涛。寄情半缄书好寄平安，几句别离，一段艰难。泪湿乌丝，愁随锦字，望断雕鞍。恨鱼雁因循寄简，对鸳鸯展转忘餐。楼外云山，烟水重重，成病看看。纪旧折花枝寄与多情，唤起真真，留恋卿卿。隐约眉峰，依稀雾鬓，仿佛银屏。曾话旧花边月影，共衔杯扇底歌声。款款深盟，无限思量，语笑盈盈。西山不似庞公傲。城府有楼山便到。欲将华发染晴岚，千里青青浓可扫。人言华发因愁早。劝我消愁惟酒好。夜来一饮尽千钟，今日醒来依旧老。枕苍龙云卧品清箫，跨白鹿春酣醉碧桃，唤青猿夜拆烧丹灶。二千年琼树老，飞来海上仙鹤。纱巾岸天风细，玉笙吹山月高，谁识王乔？",
        "author": "元代",
        "poem_class": "思念",
        "dynasty": "冯子振"
    },
    {
        "title": "转调二郎神·闷来无那",
        "paragraph": "闷来无那，暗数尽、残更不寐。念楚馆香车，吴溪兰棹，多少愁云恨水。阵阵回风吹雪霰，更旅雁、一声沙际。想静拥孤衾，频挑寒灺，数行珠泪。凝睇。傍人笑我，终朝如醉。便锦织回鸾，素传双鲤，难写衷肠密意。绿鬓点霜，玉肌消雪，两处十分憔悴。争忍见、旧时娟娟素月，照人千里。黄花谩说年年好。也趁秋光老。绿鬓不惊秋，若斗尊前，人好花堪笑。蟠桃结子知多少。家住三山岛。何日跨归鸾，沧海飞尘，人世因缘了。祖席离歌，长亭别宴。香尘已隔犹回面。居人匹马映林嘶，行人去棹依波转。画阁魂消，高楼目断。斜阳只送平波远。无穷无尽是离愁，天涯地角寻思遍。欧阳公作《蝶恋花》，有“深深深几许”之句，予酷爱之。用其语作“庭院深深”数阕，其声即旧《临江仙》也。庭院深深深几许？云窗雾阁常扃。柳梢梅萼渐分明。春归秣陵树，人老建康城。感月吟风多少事，如今老去无成。谁怜憔悴更凋零。试灯无意思，踏雪没心情。(试灯无意思，踏雪没心情 一作：灯花空结蕊，离别共伤情)",
        "author": "宋代",
        "poem_class": "思念",
        "dynasty": "张孝祥"
    },
    {
        "title": "还高冠潭口留别舍弟",
        "paragraph": "昨日山有信，只今耕种时。遥传杜陵叟，怪我还山迟。独向潭上酌，无人林下期。东谿忆汝处，闲卧对鸬鹚。郭橐驼，不知始何名。病偻，隆然伏行，有类橐驼者，故乡人号之“驼”。驼闻之曰：“甚善。名我固当。”因舍其名，亦自谓“橐驼”云。其乡曰丰乐乡，在长安西。驼业种树，凡长安豪富人为观游及卖果者，皆争迎取养。视驼所种树，或移徙，无不活；且硕茂，早实以蕃。他植者虽窥伺效慕，莫能如也。有问之，对曰：“橐驼非能使木寿且孳也，能顺木之天以致其性焉尔。凡植木之性，其本欲舒，其培欲平，其土欲故，其筑欲密。既然已，勿动勿虑，去不复顾。其莳也若子，其置也若弃，则其天者全而其性得矣。故吾不害其长而已，非有能硕茂之也；不抑耗其实而已，非有能早而蕃之也。他植者则不然，根拳而土易，其培之也，若不过焉则不及。苟有能反是者，则又爱之太恩，忧之太勤。旦视而暮抚，已去而复顾。甚者，爪其肤以验其生枯，摇其本以观其疏密，而木之性日以离矣。虽曰爱之，其实害之；虽曰忧之，其实仇之；故不我若也。吾又何能为哉？”问者曰：“以子之道，移之官理，可乎？”驼曰：“我知种树而已，理，非吾业也。然吾居乡，见长人者好烦其令，若甚怜焉，而卒以祸。旦暮吏来而呼曰：‘官命促尔耕，勖尔植，督尔获，早缫而绪，早织而缕，字而幼孩，遂而鸡豚。’鸣鼓而聚之，击木而召之。吾小人辍飧饔以劳吏者，且不得暇，又何以蕃吾生而安吾性耶？故病且怠。若是，则与吾业者其亦有类乎？”问者曰：“嘻，不亦善夫！吾问养树，得养人术。”传其事以为官戒。箫声咽，秦娥梦断秦楼月。秦楼月，年年柳色，灞陵伤别。乐游原上清秋节，咸阳古道音尘绝。音尘绝，西风残照，汉家陵阙。花非花，雾非雾。夜半来，天明去。来如春梦几多时？去似朝云无觅处。",
        "author": "唐代",
        "poem_class": "思念",
        "dynasty": "岑参"
    },
    {
        "title": "自君之出矣",
        "paragraph": "自君之出矣，宝镜为谁明？思君如陇水，长闻呜咽声。世人结交须黄金，黄金不多交不深。 纵令然诺暂相许，终是悠悠行路心。怀君属秋夜，散步咏凉天。空山松子落，幽人应未眠。(空山 一作：山空)烈士击玉壶，壮心惜暮年。三杯拂剑舞秋月，忽然高咏涕泗涟。凤凰初下紫泥诏，谒帝称觞登御筵。揄扬九重万乘主，谑浪赤墀青琐贤。朝天数换飞龙马，敕赐珊瑚白玉鞭。世人不识东方朔，大隐金门是谪仙。西施宜笑复宜颦，丑女效之徒累身。君王虽爱蛾眉好，无奈宫中妒杀人！",
        "author": "唐代",
        "poem_class": "思念",
        "dynasty": "雍裕之"
    },
    {
        "title": "齐天乐·碧云阙处无多雨",
        "paragraph": "碧云阙处无多雨，愁与去帆俱远。倒苇沙闲，枯兰溆冷，寥落寒江秋晚。楼阴纵览。正魂怯清吟，病多依黯。怕挹西风，袖罗香自去年减。 风流江左久客，旧游得意处，朱帘曾卷。载酒春情，吹箫夜约，犹忆玉娇香软。尘栖故苑，叹璧月空檐，梦云飞观。送绝征鸿，楚峰烟数点。行到东溪看水时，坐临孤屿发船迟。野凫眠岸有闲意，老树着花无丑枝。短短蒲茸齐似剪，平平沙石净于筛。情虽不厌住不得，薄暮归来车马疲。龙头舴艋吴儿竞，笋柱秋千游女并。芳洲拾翠暮忘归，秀野踏青来不定。行云去后遥山暝，已放笙歌池院静。中庭月色正清明，无数杨花过无影。相思似海深，旧事如天远。泪滴千千万万行，更使人、愁肠断。要见无因见，拚了终难拚。若是前生未有缘，待重结、来生愿。",
        "author": "宋代",
        "poem_class": "思念",
        "dynasty": "高观国"
    },
    {
        "title": "寄校书七兄 / 送韩校书",
        "paragraph": "无事乌程县，蹉跎岁月余。不知芸阁吏，寂寞竟何如。远水浮仙棹，寒星伴使车。因过大雷岸，莫忘几行书。豁开青冥颠，泻出万丈泉。如裁一条素，白日悬秋天。脉脉广川流，驱马历长洲。鹊飞山月曙，蝉噪野风秋。昔年曾向五陵游，子夜歌清月满楼。银烛树前长似昼，露桃花里不知秋。西园公子名无忌，南国佳人号莫愁。今日乱离俱是梦，夕阳唯见水东流！",
        "author": "唐代",
        "poem_class": "思念",
        "dynasty": "李冶"
    },
    {
        "title": "虞美人·好风微揭帘旌起",
        "paragraph": "好风微揭帘旌起，金翼鸾相倚。翠檐愁听乳禽声，此时春态暗关情，独难平。画堂流水空相翳，一穗香摇曳。教人无处寄相思，落花芳草过前期，没人知。志在烟霞慕隐沦，功成归看五湖春。一叶舟中吟复醉，云水。此时方识自由身。花岛为邻鸥作侣，深处。经年不见市朝人。已得希夷微妙旨，潜喜。荷衣蕙带绝纤尘。晓月坠，宿云披，银烛锦屏帷。建章钟动玉绳低，宫漏出花迟。春态浅，来双燕，红日渐长一线。严妆欲罢啭黄鹂，飞上万年枝。昭阳忆得神仙侣，独自承恩。水殿灯昏，罗幕轻寒夜正春。如今别馆添萧索，满面啼痕。旧约犹存，忍把金环别与人。",
        "author": "五代",
        "poem_class": "思念",
        "dynasty": "孙光宪"
    },
    {
        "title": "短歌行",
        "paragraph": "仰瞻帷幕，俯察几筵。其物如故，其人不存。神灵倏忽，弃我遐迁。靡瞻靡恃，泣涕连连。呦呦游鹿，草草鸣麑。翩翩飞鸟，挟子巢枝。我独孤茕，怀此百离。忧心孔疚，莫我能知。人亦有言，忧令人老。嗟我白发，生一何早。长吟永叹，怀我圣考。曰仁者寿，胡不是保。新亭面皎月，高宴列中秋。地敞蟾疑动，窗空雾自流。杯倾承露掌，榻下摘星楼。宾客梁园胜，今宵尽醉游。悠悠发洛都。茾我征东行。征行弥二旬。屯吹龙陂城。顾观故垒处。皇祖之所营。屋室若平昔。栋宇无邪倾。奈何我皇祖。潜德隐圣形。虽没而不朽。书贵垂伐名。光光我皇祖。轩耀同其荣。遗化布四海。八表以肃清。虽有吴蜀寇。春秋足耀兵。徒悲我皇祖。不永享百龄。赋诗以写怀。伏轼泪沾缨。节寿堂深百堵旋，摩挲尺五是青天。狂生踯躅寻常路，舅氏孤高七十年。锦绣看花堆槛外，弦歌闻鸟和檐前。道中尽有无穷趣，惟见桃源洞里仙。",
        "author": "魏晋",
        "poem_class": "思念",
        "dynasty": "曹丕"
    },
    {
        "title": "征部乐·雅欢幽会",
        "paragraph": "雅欢幽会，良辰可惜虚抛掷。每追念、狂踪旧迹。长祗恁、愁闷朝夕。凭谁去、花衢觅。细说此中端的。道向我、转觉厌厌，役梦劳魂苦相忆。 须知最有，风前月下，心事始终难得。但愿我、虫虫心下，把人看待，长似初相识。况渐逢春色。便是有，举场消息。待这回、好好怜伊，更不轻离拆。桃李风前多妩媚，杨柳更温柔。唤取笙歌烂熳游。且莫管闲愁。好趁春晴连夜赏，雨便一春休。草草杯盘不要收。才晓便扶头。春已归来，看美人头上，袅袅春幡。无端风雨，未肯收尽余寒。年时燕子，料今宵梦到西园。浑未办、黄柑荐酒，更传青韭堆盘？却笑东风从此，便薰梅染柳，更没些闲。闲时又来镜里，转变朱颜。清愁不断，问何人会解连环？生怕见花开花落，朝来塞雁先还。大江东去，浪淘尽，千古风流人物。故垒西边，人道是，三国周郎赤壁。乱石穿空，惊涛拍岸，卷起千堆雪。(穿空 一作：崩云)江山如画，一时多少豪杰。遥想公瑾当年，小乔初嫁了，雄姿英发。羽扇纶巾，谈笑间，樯橹灰飞烟灭。(樯橹 一作：强虏)故国神游，多情应笑我，早生华发。人生如梦，一尊还酹江月。(人生 一作：人间；尊 同：樽) ",
        "author": "宋代",
        "poem_class": "思念",
        "dynasty": "柳永"
    },
    {
        "title": "玉烛新·花穿帘隙透",
        "paragraph": "花穿帘隙透。向梦里销春，酒中延昼。嫩篁细掐，想思字、堕粉轻黏綀袖。章台别后，展绣络、红蔫香旧。□□□，应数归舟，愁凝画阑眉柳。 移灯夜语西窗，逗晓帐迷香，问何时又。素纨乍试，还忆是、绣懒思酸时候。兰清蕙秀。总未比、蛾眉螓首。谁诉与，惟有金笼，春簧细奏。淮山隐隐，千里云峰千里恨。淮水悠悠，万顷烟波万顷愁。山长水远，遮断行人东望眼。恨旧愁新，有泪无言对晚春。江出西陵，始得平地，其流奔放肆大。南合沅、湘 ，北合汉沔，其势益张。至于赤壁之下，波流浸灌，与海相若。清河张君梦得谪居齐安，即其庐之西南为亭，以览观江流之胜，而余兄子瞻名之曰“快哉”。盖亭之所见，南北百里，东西一舍。涛澜汹涌，风云开阖。昼则舟楫出没于其前，夜则鱼龙悲啸于其下。变化倏忽，动心骇目，不可久视。今乃得玩之几席之上，举目而足。西望武昌诸山，冈陵起伏，草木行列，烟消日出。渔夫樵父之舍，皆可指数。此其所以为“快哉”者也。至于长洲之滨，故城之墟。曹孟德、孙仲谋之所睥睨，周瑜、陆逊之所骋骛。其流风遗迹，亦足以称快世俗。昔楚襄王从宋玉、景差于兰台之宫，有风飒然至者，王披襟当之，曰：“快哉此风！寡人所与庶人共者耶？”宋玉曰：“此独大王之雄风耳，庶人安得共之！”玉之言盖有讽焉。夫风无雌雄之异，而人有遇，不遇之变；楚王之所以为乐，与庶人之所以为忧，此则人之变也，而风何与焉？士生于世，使其中不自得，将何往而非病？使其中坦然，不以物伤性，将何适而非快？今张君不以谪为患，窃会计之余功，而自放山水之间，此其中宜有以过人者。将蓬户瓮牖无所不快；而况乎濯长江之清流，揖西山之白云 ，穷耳目之胜以自适也哉！不然，连山绝壑，长林古木，振之以清风，照之以明月，此皆骚人思士之所以悲伤憔悴而不能胜者，乌睹其为快也哉！元丰六年十一月朔日，赵郡苏辙记。帘幕疏疏风透。一线香飘金兽。朱阑倚遍黄昏后。廊上月华如昼。 别离滋味浓于酒。著人瘦。此情不及墙东柳。春色年年如旧。(墙东 一作：东墙)",
        "author": "宋代",
        "poem_class": "思念",
        "dynasty": "吴文英"
    },
    {
        "title": "闺怨篇",
        "paragraph": "寂寂青楼大道边，纷纷白雪绮窗前。池上鸳鸯不独自，帐中苏合还空然。屏风有意障明月，灯火无情照独眠。辽西水冻春应少，蓟北鸿来路几千！愿君关山及早度，念妾桃李片时妍。秦关望楚路，灞岸想江潭。几人应落泪，看君马向南。阶上香入怀。庭中花照眼。春心一如此。情来不可限。帷开见钗影，帘动闻钏声。徘徊定不出，常羞华烛明。",
        "author": "南北朝",
        "poem_class": "思念",
        "dynasty": "江总"
    },
    {
        "title": "杜鹃花得红字",
        "paragraph": "愁锁巴云往事空，只将遗恨寄芳丛。归心千古终难白，啼血万山都是红。枝带翠烟深夜月，魂飞锦水旧东风。至今染出怀乡恨，长挂行人望眼中。花信来时，恨无人似花依旧。又成春瘦，折断门前柳。天与多情，不与长相守。分飞后，泪痕和酒，占了双罗袖。行到东溪看水时，坐临孤屿发船迟。野凫眠岸有闲意，老树着花无丑枝。短短蒲茸齐似剪，平平沙石净于筛。情虽不厌住不得，薄暮归来车马疲。落花已作风前舞。又送黄昏雨。晓来庭院半残红。惟有游丝千丈、罥晴空。 殷勤花下同携手。更尽杯中酒。美人不用敛蛾眉。我亦多情无奈、酒阑时。",
        "author": "宋代",
        "poem_class": "思念",
        "dynasty": "真山民"
    },
    {
        "title": "菩萨蛮·凤凰相对盘金缕",
        "paragraph": "凤凰相对盘金缕，牡丹一夜经微雨。明镜照新妆，鬓轻双脸长。画楼相望久，栏外垂丝柳。音信不归来，社前双燕回。可怜盘石临泉水，复有垂杨拂酒杯。若道春风不解意，何因吹送落花来。凤凰台上凤凰游，凤去台空江自流。吴宫花草埋幽径，晋代衣冠成古丘。三山半落青天外，二水中分白鹭洲。(二水 一作：一水)总为浮云能蔽日，长安不见使人愁。凄凉宝剑篇，羁泊欲穷年。黄叶仍风雨，青楼自管弦。新知遭薄俗，旧好隔良缘。心断新丰酒，销愁斗几千。",
        "author": "唐代",
        "poem_class": "思念",
        "dynasty": "温庭筠"
    },
    {
        "title": "在燕京作",
        "paragraph": "寄语林和靖，梅花几度开。黄金台下客，应是不归来。梦断香消四十年，沈园柳老不吹绵。此身行作稽山土，犹吊遗踪一泫然。落日绣帘卷，亭下水连空。知君为我新作，窗户湿青红。长记平山堂上，欹枕江南烟雨，杳杳没孤鸿。认得醉翁语，山色有无中。一千顷，都镜净，倒碧峰。忽然浪起，掀舞一叶白头翁。堪笑兰台公子，未解庄生天籁，刚道有雌雄。一点浩然气，千里快哉风。回首乱山横。不见居人只见城。谁似临平山上塔，亭亭。迎客西来送客行。 归路晚风清。一枕初寒梦不成。今夜残灯斜照处，荧荧。秋雨晴时泪不晴。",
        "author": "宋代",
        "poem_class": "思念",
        "dynasty": "宋恭宗"
    },
    {
        "title": "荆州歌",
        "paragraph": "白帝城边足风波，瞿塘五月谁敢过。荆州麦熟茧成蛾，缲丝忆君头绪多。拨谷飞鸣奈妾何。百舌问花花不语，低回似恨横塘雨。蜂争粉蕊蝶分香，不似垂杨惜金缕。愿君留得长妖韶，莫逐东风还荡摇。秦女含颦向烟月，愁红带露空迢迢。老兔寒蟾泣天色，云楼半开壁斜白。玉轮轧露湿团光，鸾珮相逢桂香陌。黄尘清水三山下，更变千年如走马。遥望齐州九点烟，一泓海水杯中泻。柳丝长，春雨细，花外漏声迢递。惊塞雁，起城乌，画屏金鹧鸪。香雾薄，透帘幕，惆怅谢家池阁。红烛背，绣帘垂，梦长君不知。",
        "author": "唐代",
        "poem_class": "思念",
        "dynasty": "李白"
    },
    {
        "title": "菩萨蛮·回塘风起波文细",
        "paragraph": "回塘风起波文细，刺桐花里门斜闭。残日照平芜，双双飞鹧鸪。征帆何处客？相见还相隔。不语欲魂销，望中烟水遥。年年二月暮，散乱杂飞花。雨过微风起，狂飘千万家。满地落花铺绣。春色著人如酒。晓莺窗外啼杨柳。愁不奈、两眉频皱。关山杳。音尘悄。那堪是、昔年时候。盟言辜负知多少。对好景、顿成消瘦。招灵铸柱垂英烈，手执干戈征百越。诞今铸柱庇黔黎，指画风雷开五溪。五溪之险不足恃，我旅争登若平地。五溪之众不足平，我师轻蹑如春冰。溪人畏威思纳质，弃污归明求立誓。誓山川兮告鬼神，保子孙兮千万春。",
        "author": "五代",
        "poem_class": "思念",
        "dynasty": "李珣"
    },
    {
        "title": "钓船归·绿净春深好染衣",
        "paragraph": "绿净春深好染衣。际柴扉。溶溶漾漾白鸥飞。两忘机。南去北来徒自老，故人稀。夕阳长送钓船归。鳜鱼肥。秋入云山，物情潇洒。百般景物堪图画。丹枫万叶碧云边，黄花千点幽岩下。 已喜佳辰，更怜清夜。一轮明月林梢挂。松醪常与野人期，忘形共说清闲话。水天空阔，恨东风，不惜世间英物。蜀鸟吴花残照里，忍见荒城颓壁。铜雀春情，金人秋泪，此恨凭谁雪？堂堂剑气，斗牛空认奇杰。那信江海余生，南行万里，属扁舟齐发。正为鸥盟留醉眼，细看涛生云灭。睨柱吞嬴，回旗走懿，千古冲冠发。伴人无寐，秦淮应是孤月。别院深深夏席清，石榴开遍透帘明。(夏席清 一作：夏簟清)树阴满地日当午，梦觉流莺时一声。",
        "author": "宋代",
        "poem_class": "思念",
        "dynasty": "贺铸"
    },
    {
        "title": "卜算子·凉挂晓云轻",
        "paragraph": "凉挂晓云轻，声度西风小。井上梧桐应未知，一叶云鬟袅。来雁带书迟，别燕归程早。频探秋香开未开，恰似春来了。柳叶鸣蜩绿暗，荷花落日红酣。三十六陂春水，白头想见江南。三十年前此地，父兄持我东西。今日重来白首，欲寻陈迹都迷。长恨复长恨，裁作短歌行。何人为我楚舞，听我楚狂声？余既滋兰九畹，又树蕙之百亩，秋菊更餐英。门外沧浪水，可以濯吾缨。一杯酒，问何似，身后名？人间万事，毫发常重泰山轻。悲莫悲生离别，乐莫乐新相识，儿女古今情。富贵非吾事，归与白鸥盟。一叶舟轻，双桨鸿惊。水天清、影湛波平。鱼翻藻鉴，鹭点烟汀。过沙溪急，霜溪冷，月溪明。重重似画，曲曲如屏。算当年、虚老严陵。君臣一梦，今古空名。但远山长，云山乱，晓山青。",
        "author": "宋代",
        "poem_class": "思念",
        "dynasty": "吴文英"
    },
    {
        "title": "蓦山溪·题钱氏溪月",
        "paragraph": "与鸥为客，绿野留吟屐。两行柳垂阴，是当日、仙翁手植。一亭寂寞，烟外带愁横。荷苒苒，展凉云，横卧虹千尺。才因老尽，秀句君休觅。万绿正迷人，更愁入、山阳夜笛。百年心事，惟有玉阑知，吟未了，放船回，月下空相忆。经年尘土满征衣，特特寻芳上翠微。好水好山看不足，马蹄催趁月明归。鸣骹直上一千尺，天静无风声更干。碧眼胡儿三百骑，尽提金勒向云看。乳鸭池塘水浅深，熟梅天气半晴阴。东园载酒西园醉，摘尽枇杷一树金。",
        "author": "宋代",
        "poem_class": "思念",
        "dynasty": "姜夔"
    },
    {
        "title": "鹊桥仙·乞巧楼空",
        "paragraph": "乞巧楼空，影娥池冷，佳节只供愁叹。丁宁休曝旧罗衣，忆素手、为予缝绽。莲粉飘红，菱丝翳碧，仰见明星空烂。亲持钿合梦中来，信天上、人间非幻。倚马休夸速藻佳，相如终竟压邹枚。物须见少方为贵，诗到能迟转是才。清角声高非易奏，优昙花好不轻开。须知极乐神仙境，修炼多从苦处来。飘蓬只逐惊飙转，行人过尽烟光远。立马认河流，茂陵风雨秋。寂寥行殿索，梵呗琉璃火。塞雁与宫鸦，山深日易斜。风鬟雨鬓，偏是来无准。倦倚玉阑看月晕，容易语低香近。软风吹遍窗纱，心期便隔天涯。从此伤春伤别，黄昏只对梨花。",
        "author": "清代",
        "poem_class": "思念",
        "dynasty": "纳兰性德"
    },
    {
        "title": "狱中寄子由二首·其二",
        "paragraph": "柏台霜气夜凄凄，风动琅珰月向低。梦绕云山心似鹿，魂飞汤火命如鸡。眼中犀角真吾子，身后牛衣愧老妻。百岁神游定何处，桐乡知葬浙江西。红酥手，黄縢酒，满城春色宫墙柳。东风恶，欢情薄。一怀愁绪，几年离索。错、错、错。春如旧，人空瘦，泪痕红浥鲛绡透。桃花落，闲池阁。山盟虽在，锦书难托。莫、莫、莫！十五年前花月底，相从曾赋赏花诗。今看花月浑相似，安得情怀似往时。一把青秧趁手青，轻烟漠漠雨冥冥。东风染尽三千顷，白鹭飞来无处停。",
        "author": "宋代",
        "poem_class": "思念",
        "dynasty": "苏轼"
    },
    {
        "title": "小桃红·碧湖湖上柳阴阴",
        "paragraph": "碧湖湖上柳阴阴，人影澄波浸，常记年时欢花饮。到如今，西风吹断回文锦。羡他一对，鸳鸯飞去，残梦蓼花深。第一出开宗【满庭芳】(末上)五代残唐，汉刘知远，生时紫雾红光。李家庄上，招赘做东床。二舅不容完聚，生巧计拆散鸳行。三娘受苦，产下咬脐郎。知远投军，卒发迹到边疆，得遇绣英岳氏，愿配与鸾凰。一十六岁，咬脐生长，因出猎识认亲娘。知远加官进职，九州安抚，衣锦还乡。第二出访友【绛都春引】(生上)年乖运蹇，枉有冲天气宇。最苦堂堂七尺躯，受无限嗟吁，似饿虎岩前睡也，困龙失却明珠。结交须结英与豪，莫结区区儿女曹，正所谓也。自家姓刘，名皓，字智远，本贯徐州沛县沙陀村人氏。自幼父亲早丧，随母改嫁，把继父泼天家业，尽皆花费，被继父逐出在外。日间在赌坊中搜求贯百，夜宿马鸣王庙安身。这苦怨天不得，恨自己难言。正是时运苦淹留，何须去强求？百花逢骤雨，万木怕深秋。怒气推山岳，英雄贯斗牛。一朝时运至，谈笑觅封侯。那堪正值隆冬天气，积雪堆琼，江上渔翁，两两披蓑拽棹；人间过客，个个失路迷踪。你看好大雪。【绛都春】彤云布密，见四野尽是银妆玉砌。进玉筛珠，进丘筛珠，只见柳絮梨花在空中舞。长安酒价增高贵，见渔父披蓑归去。(合)鼻中但闻得梅花香，要见并没觅处。【前腔】(小生上)堪觑，青山顿老，见过往行人失路迷踪。下幕垂帘，下幕垂帘，酌酒羊羔歌白苧。红炉兽炭人完聚，怎知道街头贫苦？(合前)晚来风雪满乾坤，四野人家尽掩门，暗想刘兄在何处？许多心事向谁论？正是相识满天下，知心能几人？自家当初结义十个弟兄，各自投东往西去了，止剩弟兄三人。大哥刘智远，二哥郭彦威，自家史弘肇。大哥流落天街，我已怀揣贯百，不免寻访他，买三杯五盏，与他敌寒。有何不可？呀！远观不审，近觑分明。有个汉子，呆立在彼。上前看来。(见介。生)兄弟何来？(小生)小弟见天气寒冷，特来寻兄。欲买三杯五盏，与兄敌寒。(生)兄弟，我好恨也！(小生)敢是恨小弟来迟？(生)那个恨你！【皂罗袍】自恨一身无奈，论奔波劳役，受尽迍灾。通文会武两尴尬，目今怎得将来买？(合)朝无依倚，怎生布摆？夜无衾盖。怎生摆划？日长夜永愁无奈。【前腔】(小生)劝你宽心宁耐，论韩信乞食，漂母堪哀。忽朝一日运通泰，男儿志气终须在。(合)那时腰金衣紫，日转九阶，一朝荣贵，名扬四海。那时节驷马高车载。哥哥，小弟见天气严寒，怀揣贯百，欲买三杯五盏，与兄火爱寒，但哥哥能饮。小弟颇酌，买酒吃不醉，买饭吃不饱。哥哥且到寒家去，有浊醪与哥哥尽醉方归。(生)如此多谢。只一件，多时不到宅上，恐怕嫂嫂见外，不当稳便。(小生)哥哥说那里话。(生)如此多感。(小生)穿长街，过短巷，这里便是。哥哥少待，等我叫出拙妻出来。(叫介。丑上)隔脑！隔脑！(小生)混堂里洗澡，这不是隔脑。快来快来。(丑)来了来了。【十棒鼓】奴奴生得如花貌，言语又波俏。丈大叫做廿一郎，奴奴唤做三七嫂。方才房中补衣补袄。(小生)大嫂快来。(丑)忽听老公叫，慌忙便来到。那个？一个两个，三四五六七八九十来个。(小生)眼见虚花了。(丑)蜜蜂见我脸上花斑斑的，在我脸上采花。(小生)那些个赛过西施。(丑)那个在此？(小生)是汝刘伯伯。(丑)今日也刘伯伯，明日也刘伯伯，怎么不见刘老娘？(小生)浅水摊头氽下一个坐婆来，这不是刘老娘。(丑)来得快，我要一个老娘刘。(小生)韩信乞食于漂母，这不是老娘刘。(丑)我如今又要一个老娘刘不刘。(小生)哎！浑不过三。哥哥且请坐。(丑)刘伯伯，多时不见，吃得这般脸儿红丢丢的，好像个老猴孙屁股。(小生)不要取笑。(丑)不啰。我说刘伯伯指日封侯。(小生)且住。前日做下的浊醪有么？(丑)甚么叫做浊醪？(小生)清酒叫香醪，白酒叫浊醪。(丑)原来如此。只是天寒如此大风大雪，我请东村头张妈妈，西村头李妈妈，他一钟，我一钟，尽数都吃没了。(小生)咳！怎么好？我请刘伯伯到家，你与我妆个面皮才好。(丑)不然，我前日洗裹脚，剩得些干面在此。我打些合锅素面吃后，饮酒如何？(小生)如此甚好。你快打来。(丑下。小生)哥哥请坐了。(丑上)面在此。【梧叶儿】(生)智远多蒙恩顾，感蒙爱怜，得鱼后怎忘筌？待等春雷动，管取来报贤。(合)这严寒吃一碗合锅素面。【前腔】(小生)一碗家常饭，何须苦挂牵？略且止饥寒。有日春雷动，管取朝帝辇。(合前)【前腔】(丑)宁可添一斗，怎禁一口添？全不管家筵。每日要柴和米，酱醋油共盐。(合前)(生)相识如同亲眷，(小生)朝朝每日厮见。(丑)刘伯少坐片时，吃一碗合锅素面。第三出报社【三台令】(外上)歌声百里喧传，喜膝下儿孙满前。晚景乐丰年，爇明香答谢苍天。自乐村庄得自由，地炉煨芋度春秋。但愿子孙荣秀日，何须谈笑觅封侯。老夫李文奎，世居沙陀村住居。祖遗下田产，春种秋收，虽无千钟之粟，颇有桑麻之乐。自家所生子女三人。长子洪一、次子洪信、次女三娘。且喜一门和气，外无牵挂。今日这般天气，瑞雪飘飘，梅花绽蕊，正宜赏玩。院子，请太婆，叫春儿请三娘，一同出来赏玩。【前腔】(老旦上)桑麻粗守田园，喜膝下儿孙满前。(旦上)竹离茅舍，前村雪里，问道野梅开未？(丑上)待春儿折取-枝，惟有暗香扑鼻。(相见介。外)你看几树老寒梅，冷淡不嫌溪畔静，精神偏向雪中开。(老旦)飞雪徘徊，顷刻妆成银世界，须臾变作玉楼台。(旦)月色更奇哉。惟有暗香来。(外)今日天寒大雪，梅花正开，请你同女孩儿出来，一同赏玩。(老旦)孩儿将酒过来。(旦)酒在此。【莺啼序】(外)随车缟带逐乱飞，搅银海生辉。睹前村、草舍茅檐，尽是玉筋低垂贺来年，时丰岁稔，喜今岁先呈祥瑞。(合)雪晴时，梅梢上淡月，三白总相宜。【前腔】(老旦)冯夷特地助威，扫云散天霁。向云衢推出银蟾，万里光莹如洗。姑射与嫦娥斗美，问梅道那些个为最？(合前)【前腔】(旦)诗人先自品题，胜玉骨冰肌，雪光映月色交辉，一点暗香扑鼻。月照梅在奴纱窗上弄影，向雪里精神越美。(合前)【前腔】(丑)撒盐未是比宜，不若柳絮风吹。看氏空素魄团圆，并无-点尘翳。看梅花香清韵美，比三姐娇容无二。(合前)(净领众上)【入赚】特来咨启，马鸣王显圣多灵异。照旧规，今冬社主伊家里。(外)莫踌蹰，非于老汉相推避，只为农事冗，不来报我应失计。(老旦)自当留意，可办下福礼三牲，银瓶注酒斟醁酉羲。(旦)花数枝，年年献上香和纸。小心传示！小心传示！(众)老员外拜揖。今年社主是老员外为头，特来报知。(外)咳！果然是我。你们不来报知，我几乎忘记了。今年社会，可胜似上年么？(净)今年齐整。跳鬼判的，踹跷的，做百戏的，不能尽述。我们演与太公看。【插花三台令】(众舞)打和鼓乔妆三教，舞狮豹间着大旗。小二哥敲罗击鼓，使牛儿萧笛乱吹，浪猪娘先呈百戏，驷马勒妆神跳鬼。牛筋引鼠哥一队，忙行走竹马似飞。(舞下。外、老旦、旦)【尾声】答还心愿皆如意，果然是人欢神喜，祭赛鸣王，平安过四时。(外)福礼三牲要志诚，(老旦)祭赛鸣王果是灵。(旦)凡事劝人休碌碌，(众)举头三尺有神明。第四出祭赛(净扮道士上)宫清公吏瘦，神灵庙祝肥。乡闾来朝贺，社户保灾非。自家马鸣王庙中提典是也。今年会首，却是前村李大公承赛。昨日已去报知，今日摆下香案，待我请神则个。(念介)奉请东方五千五百五十五个大金刚，都是铜头铜脑铜牙铜齿铜将军，都到庙里吃福鸡嚼福鸡。天尊！(内介)道人，不见下降。自古东方不养西方养。奉请西方五千五百五十五个大金刚，都是铁头铁脑铁牙齿铁将军，都到庙里吃福鸡嚼福鸡，天尊！(内介)为何又不来？道人，我家养家神道在那里。(内介)请他出来。(马鸣，王鬼判上介)神道自古敬如父母，使如奴仆。今年会首。乃前衬李文奎。他家极志诚。若还讨芠？要圣芠便是圣芠，不可三疑四惑。若还不听我说，我教你不要慌，暂辞神道去。迎取会首来。(生上)【金焦叶】奈何？奈何？恨苍天把人耽误。自恨时乖运苦，怎禁这般折挫？朦胧喑哑家豪富，智慧聪明却受贫。年月日时该分定，算来由命不由人。我刘智远身上无衣。口中无食，受这般狼狈。风雪又大，无处赶趁，不免到马鸣王庙中去躲避则个。【一江风】冻云垂。凛凛朔风起，刮体难存济。自思之，枉有一旦英难。到此成何济？身寒肚又饥，身寒肚又饥，愁烦诉与谁？空教我滴尽英雄泪。此间已是庙前，进得门来。你看东廊下风又大。西廊下雪又紧。且往正殿上去。呀！且喜大开在此，不免把平昔心事，诉与鸣王知道。【前腔】告神祗，神圣听咨启，可怜三日无粮米。泪偷垂，只得撮土为香，拜告天和地。神圣，别人赌钱，十赌九赢，偏我智远呵……。蒲牌买快时，蒲牌买快时。十番九遍输，望神圣与我空中庇。呀！你看旌幡队队，鼓乐喧天，想是赛会的来了。不免躲在供桌底下，取些福礼充饥，有何不可？正是一日不识羞，三日不忍饿。(躲介。外、老旦上)【疏影急】祥光影里，见宫殿尽是金装玉砌。(旦)宝阁珠搂，琉璃鸳瓦侵云起。(末丑)金钉朱户光耀日，两廊下塑狰狞小鬼。(合)巧装成神像多灵异，威严相貌世间无比。(外)阿婆，你看好一座殿宇。前面山如岳岱，后边水绕连天。香烟不绝喷龙涎，愿保人间康健。(老旦)只见耀日山门华丽，两廊画壁神仙。(旦)御书牌额字新鲜，敕赐鸣王宝殿。(外)果是好一座殿宇。叫当直的请庙官出来。【小引】(净上)庙官来，庙官来，打点香炉蜡烛台。但办志诚心，何劳神不灵？但办志诚意，何劳神不至？(末)我员外在这里，上前相见。(净)老员外稽首。(外)庙官少礼。(末)见了大婆。(净)三钱一只。(末)怎的说？(净)大鹅。(末)不是。是大婆。(净)嗄，大婆稽首。(末)见了三娘。(净)五钱一只。(末)怎的说？(净)你说是山羊。(末)不是，是三小娘。(净)嗄，就是前年在此烧香，扒在栏干上，几乎跌在水里去的，至如今这等长成了。稽首。(丑)还有我在此。(净)叫道人快把十王殿门关了。(丑)怎么说？(净)我见你这鬼婆婆都走出来了。(丑)啐！你这醮鬼。(净)我倒是个妙人。(外)休得胡说，快请神道。(净通诚介)水也水也，井水三担。河水三担。(末)减省些。(净)减省两担半。(外)院子过来。一是误，二是故，这庙官不致诚。请张庙官出来。(末照前与净说介。净)实不相瞒，早上吃几杯早酒，一时唐突太公。自今以后，诚诚致致，致致诚诚。停一会香金钱与老哥两个八刀。(末)那个要你的，果儿与我几个便了。(净)果子小事。(未照前与外说介。外)这也罢，只要志诚便了。(净指末介)老员外，此是何人？(外)是我掌家的。(净)何为掌家？(外)我诸事都托他。(净)不好了，托人托了鬼了。(外)怎么说？(净)方才香金钱他要分我一半。(末)那个要你的。(净)我若不说，不见你的好情。(末)休得取笑。(净又通诚介)上八定，下八定，中八定，三八二十四定。抬子歪邪，扛得端正。香烟蓬蓬，神道空中。香烟馥郁，大王吃肉。鸡儿虽小，蒲灯底下，好块大肉。奉请马大王细嚼细嚼，慢吞慢吞，骨头留与庙祝，请祭主来上坑。(末收科介)【花滚】(外)然起道德香，然起道德香，超三界炉烟细。嵬阁楼殿，通情旨，弟子家住沙陀村里。(合)同家眷男女，到来瞻礼。【前腔】(老旦)举眼望瑶池，举眼望瑶池，早以知惭愧。见腊雪呈祥，预报丰年瑞，并无旱涸虫蝗，麦生双穗。(合前)【前腔】(旦)三娘本娇媚，三娘本娇媚，父母多年纪。生长村庄勤纺织，攻针指。愿降慈祥，父母双全喜。(合前)生偷鸡介。众惊介。(外)神道灵异，把我祭物，金龙爪去了。(末)这方见太公来得志诚。(净混介)【前腔】三牲不见来，三牲不见来，几案上空空的。酒果又全无，又没些香和纸。马鸣王粗眉毛，大眼睛，落腮胡，有些不欢喜。(外)你们休得胡言语。(合前。净)请女眷后殿焚香，请老员外散福。(外)还早，年规讨筊后方才散福。(老旦)神道亲临下降，(旦)愿得消除灾障。(净)为香金钱还得志减，三抛都是上上。(老旦、旦、丑俱下。净)请老员外通诚。(外通诚介。净打筊介)好筊好筊。三圣连迎筊，灾殃疾病消。再停三五载，平步上青霄。目下有个贵星，落在庄上来。老员外请后殿散福。(净扯末介)一只福鸡，休拿了去，大家分一分也好。(末)我怎么拿汝的福鸡？(外)放手么。我家当直，怎扯住了他？(净)小道念得口干舌燥，便只这个福鸡，被他拿了我的。(外)嗳，不是。你方才不曾见来，我拜下去时，只见满殿红光，神帐里现出五爪金龙，把福鸡爪去了。(净)我家神道是泥塑木雕，那得五爪金龙？(外)自家不敬神，安得神人敬？你既不信，明日赔你一只罢了。(外、末下。净)你这神道。一只鸡也管不得，怎么管一方一境？还不进去。(神道下。净)且住，这样悔气，待我叫喊一叫。(喊介)一只福鸡儿，落在谁家，若不还我，要骂的。(内介。净)啐！我是不知死活的。呀，在那里吃响？(取桌，见生介)呀！到是你偷了我福鸡儿。打这蛮子。(相打介。外上)且住，不要打。怎么这等？(净)是他偷我福鸡。(外)这是我远方来的侄儿。我赔你一只鸡罢。(净)常在我庙中打搅，得放手时且放手，得饶人处且饶人。(下)【好姐姐】(外)看你堂堂貌美，因甚的不谋生理。家居那里？姓名还是谁？听吾语，你肯务农耕田地，带你归家作道理。【前腔】(生)祖居在沙陀村里，字智远刘家嫡子。双亲早亡，此身无所倚，蒙周济。若得太公收留取，结草衔环当报你。(外)堂堂七尺貌英雄，(生)自恨时乖运未通。(外)今日得吾提掇起，免教人在污泥中。第五出留庄【七娘子】(老旦上)孩儿美貌体天然，似洛浦神仙，荏苒芳年。(旦)凛烈寒风垂幕，喜得晴明天气。(老旦)孩儿，你父亲在庙中赛愿，这时候不见回来。我和你在庄前庄后观看一番则个。庄前庄后牧牛羊，村北村南稻满场。(旦)家有余粮鸡犬饱，户无徭役子孙康。好个村景。(老旦)【尾犯序】村落少人烟，见横塘水暖，宿鹭如拳。喜野梅开遍，时有香传，消遣，饮香醪时煨芋栗，采山花斜插鬓边。(合)茅檐下，见眬瞳父老，欢笑舞晴喧。【前腔】(旦)家筵聊自遣，喜庄农自种，百亩良田，数十个人家，相闻鸡犬，声远，听摇船渔歌唱晚，见牧童骑犊困眠。(合前)【前腔】(老旦)今朝天色渐严寒，霜凝万瓦，冰筯挂在檐前。更有喜鹊声声，在枝上喧传，欣然。料必是特来报喜，愿子母欢谐老年。(合前)【前腔】(旦)亭前修竹两三竿，清闲度日，宜暑宜寒。野蔌山肴，足可饥餐。心闲，纸糊帘竹钩半卷，饮村酒三怀自遣。(合前)(外同生上)【入赚】(外)才貌兼全，见你身狼狈又饥寒。太婆，是我领归来，好生与我行方便。(老旦)听伊言，我与他人不面善。未知他家住何州并那县？恩多又恐番成怨。(生)婆婆出语何难见？公公见我身狼狈又饥寒，休疑我，分明咫尺家不远。(旦)莫埋怨，口食身衣宿世缘。母亲，留在家中听使唤。(老旦)休强言，守闺女不当汝占先。(旦)奴自归房拈针线。再难相劝，再难相劝。(旦下)【缠枝花】(外)休得把他相轻贱。此汉身强健，春种秋收休辞倦，自然不用愁衣饭。(合)记得买臣未遇挑薪卖。后来发迹何难？【前腔】(老旦)公公既要行方便。何劳我心多执见？汉子，只怕他命乖福分浅，在我家中不常远。(合前)【前腔】(生)上告公公见怜，再告婆婆听言，这恩德铭心镂肝。若是收留在宅上，大凡事自当向前。(合前)【尾声】这恩德缘非浅。(老旦)取出青蚨数贯。(外)要青蚨何干？(老旦)留与他人作雇钱。(外)太婆，这汉子不是受雇之人。(外)不须忧虑不须嗟，你且宽心度岁华。休恋故乡生处好，受恩深处便为家。第六出牧牛【似娘儿】(生上)受雇度年时，无烦恼无是无非。三杯浊酒堪消遣，牧羊放马转过疏篱。富则亲兮贫则退，此乃人间真小辈。贫则亲兮富则疏，此是人间大丈夫。自家刘智远，多感李太公收留在家，着我锄田耕地，都不晓得。在此牧牛放马，太公见我身上寒冷，与我几杯酒吃。将马上料，身子有些困倦，不免卧牛岗上，少睡片时则个。正是归来饱饭黄昏后，不脱蓑衣卧月明。一磨去，二磨来。两眼胶粘拨不开。卧牛岗上一觉睡，梦魂飞入楚阳台。(生做睡介。外上)踏破铁鞋无觅处，得来全不费工夫。前日在马鸣王庙中赛愿，收留一个汉子，叫做刘智远。此人锄田耕地都不晓，止会牧牛放马。我家有一匹暴劣乌追马，诸人降他不伏。此人一降一伏。我见他身上寒冷，把酒饭与他吃了，不知去那里去睡了。不免到庄前庄后闲步一回。(生作鼾介。外)呀！那里雷响？冬行春令，必致人间灾病，此是万民有灾。霎时间有大雨来了。小厮，房上晒的东西收了，就有大雨下来。【小桃红】腊天不雨，喜在庄农，爱日暄晴昼也。转过疏篱步跷踵，极目看西东，四下里影无踪，只听得雷声也。莫不是老倒无能？怨天公令自行冬。远远望见卧牛岗边，一道火光，透入天门。莫非小的失火？待我观看。【下山虎】见一人高卧，见一人高卧，倒在蒿蓬，鼻息如雷振也。气如吐虹。我把两眼摩挲，觑他貌容。呀！元来是霸业图王一大雄，更有蛇穿窍定须显荣，振动山河鱼化龙。咳！自古道：\"草庐隐帝主，白屋出公卿。蛇穿五窍，五霸诸侯。蛇穿七窍，大贵人也。\"我家一洼之水，怎隐得真龙在家？眉头一皱，计上心来。我小女三娘，未曾婚配他人。趁此汉未发达之时，将女儿配为夫妇，后来光耀李家庄。我要招他为婿，只是没人做媒，央我兄弟做媒便了。【蛮牌令犯】(外)急急去报三公。(旦上)见怪非怪，其怪自害。(外)女孩儿因甚出闺门？(旦)怪哉怪哉真怪哉，见五色蛇儿坠紫青红，一步步赶来后，影也无踪。(外)孩儿，你为何到此？(旦)奴家在绣房中做女工针指，只见天窗下调下一条花蛇。奴家紧赶紧走，慢赶慢行，赶到这里，不见这蛇了。(外)我儿，你可要见这蛇么？(旦)奴家要见。在那里？(外)这不是蛇。(旦)见着后，见着后使奴心惊，莫不是妖精把他缠定？(外)女孩儿休得气冲冲，大贵人蛇穿七窍中。一朝运通，九霄气冲，异日轩昂把妻子来封。(旦)爹爹，那汉子怎么有许多的蛇在他身上？(外)孩儿，蛇穿五窍，五霸诸侯。蛇穿七窍，大贵人也。我家一洼之水，怎隐得真龙在家？孩儿，你未曾婚配，趁此汉未发达之时，将你配为夫妇，后来光耀李家庄。我欲招他为婿。你意下如何？(旦)爹爹，他是我家牧牛放马之人，如何使得？【傍妆台】爹爹做事不思维，他是我家牧牛的。缘何把我与他做夫妻？爹听启，儿拜启，山鸡怎与凤凰栖？【前腔】(外)孩儿你好不思维，难道刘郎穷到底，不记得马鸣王庙里现出五爪金龙来取鸡。爹言语，儿记取，后来必定挂朝衣。你自进去，我自有主张。(旦下)(外)画虎未成君莫笑，安排牙爪始惊人。(净上)一年之计在于春，一生之计在于勤，一日之计在于寅。春若不耕，秋无所望。寅若不起，日无所办。少若不勤，老无所归。自家不是别人，李洪一是也。好笑我家爹娘，在马鸣王庙中赛愿，收留一个汉子，叫做刘穷。自到我家，锄田耕地，一些不晓，止晓得牧羊放马。终日使枪弄棍，骑了马走到东，走到西，哄得我庄上人不务生理。我今日回家，寻见了他，着实打他一顿，赶他出去便了。(生鼾介。净)呀！雷响，敢是天雷地雷霹雳？看看雷到头上来了。呀！前面一道火光，敢是卧牛岗边失火？呀！元来是刘穷睡在此。你看鼻子里蛇钻进钻出，敢是弄蛇的？待我打这蛮子。且住。这刘穷蛮子晓得弄拳的。我若打输了，别人尤可，大娘子知道，一世话靶。待我叫娘子出来帮打。(叫介)娘子，房下，令正，浑家，拙荆，出妻，怎么好？自古道：\"三朝媳妇，月里孩儿，引惯了他了。\"罢罢，我的娘。(丑子)来了，听得老公叫，慌忙走来到。(净、丑见介。丑)大官人叫我怎么？(净)叫你出来帮打刘穷。(丑)怎么要打他？(净)他吃了大碗酒，大块肉，今日也徒，明日也徒，他便徒了，我去徒那个？(丑)说得有理。打刘穷，打刘穷。(生起介。外上)打那个？(净)刘穷。(外)怎么打他？【驻马摘金桃】他本是豪门，住在沙陀小李村。我与他公公来往，与我家中有些薄亲。他暂时落薄暂时贫，领归来自然依本分。何故怒生嗔？交他进也无门，退也无门，全不有大人苦乐不均。【前腔】(净、丑)上告严尊，他又不是我家相识我家亲。况兼官司文榜，不许窝藏面生乔人。当初来历不分明，被两邻觉察难藏隐，打教他须防人不仁。出入无凭，胡做为一个真歹人，累及我庄门。(外)唗！还不进去。(净)偏不进去，偏要你赶他出去。(外)我不赶他，偏要赶你夫妻出去。(净)你真个不赶他出去？告你。(外)告我甚么？(净)告你忤逆儿子。(净下。丑)公公，儿子是你养的，管得他。我是你大媳妇，外人动也动不得。(外)还不进去。(丑)公公，我是冢妇，你休得无礼。(下)【忆多娇】(外)你休怨忆，莫叹息，将他做小儿一般见识，巧语花言都勾讫。凛凛雄威，凛凛雄威，管取前程显赫。【前腔】(生)蒙感激，承爱惜，你便是亲生父母将何报？自恨时乖遭困厄。暮打朝嗔，暮打朝嗔，如何过得？(外)贤倒，你且不要烦恼，少间央李三公来。与你说话，自有好处，不消回去。暂时落薄暂时贫，你且宽心过几春。惟有感恩并积恨，万年千载不生尘。第七出成婚【生查子】(末扮李三公上)村庄守已，茅屋悄然而已。门兰多喜色，女婿近乘龙。老夫前村李三公，俺哥哥要把倒女招刘智远为婿，央我做媒，亲事喜得成了。今日黄道吉日，待哥哥出来。(外上)久旱逢甘雨，他乡遇故知。(贴上)洞房花烛夜，一对好夫妻。(见介。外）刘官人从了么？(末)哥哥，亲事成了。今日好个日子，就结了亲便了。(外唤介)掌礼人过来。(净上)人间婚娶礼，天上注多星。老员外老孺人三老官人作揖。(外)礼人，我三娘今日赘刘智远为婿，今良时已至了，请刘官人出来结亲。(末)哥嫂，大媳妇他是个冢妇，叫他扶倒女出来。(叫介)【麻婆子】(丑上)画烛画烛光摇映，宾相两边排。闻知姑娘嫁穷胎，好酒吃大碗，好肉吃大块，吃得桃花上脸来。公婆叔公，今日为何这等闹热闹热？(外)大媳妇，你三姑娘与刘官人结亲。(丑)我丈夫不在家，那个做主？(末)侄妇娘子，有公婆做主。(丑)只怕你们做不得主。(净)大娘子差了，凡事有大人家在，怎么做不得主？(丑打净介。净)怎么打我？(丑)你是何人？敢来多嘴。(净)大娘子，我是认得你的。(丑)你认得我甚么？我拳头上走得马，臂膊上立得人，清清白白的。你说甚么？(净)阿呀！假乖甚的。我手里嫁了你七八遭了，亏你不羞。(丑作羞下介。净念介)一枝花插满庭芳，烛影摇红昼锦堂。滴滴金杯双劝酒，声声慢唱贺新郎。吉日良时第一请。【七娘子引】(生上)蒙君不弃我身寒，今日里喜结良缘。(旦上)一朵奇花今有主，姻缘感谢苍天。(拜堂介。外、老旦作倒介)不要拜了。【天下乐】(外)我女孩儿，喜室家男女及时，看双双俏如比翼。五百年前结会，相看到此不暂离，行坐如鱼水，图伊改门闾，满家都荣贵。(合)岂容易，双双尽老，百岁效于飞。【前腔】(生)智远咨启，荷公婆收录提携，幸一身免遭污泥。五百年前结会，山鸡怎与凤凰飞？深感不嫌弃。铭心在肺腑，难报恩和义。(合前)【前腔】(旦)谢荷爹妈，与奴家成配姻契，效丹山彩鸾凤飞。五百年前结会，今生愿共连理枝，当尽蘋繁礼。奴今愿父母，福寿双全喜。(合前)【前腔】(末)吉日良时，请新郎合把交杯，喜筵前满堂和气。五百年前结会，朗才女貌多俊美，配合成一处。如今但愿取，夫荣与妻贵。(合前)【越恁好】洞房罗帏里，洞房罗帏里，殷勤泛金杯。才朗好似潘安貌，女赛西施，一双两好如鱼水。珠翠列两行，笙歌拥人生房裹，笙歌拥入兰房里。(生、旦下)【尾声】(众)刘朗误入桃源里，羡满门恩情乐意，愿百岁夫妻直到底。少女配少郎，门户两相当。百事分已定，浮生空自忙。(老旦下。外末吊场。外)兄弟，我有言语嘱咐你，可牢记在心。方才拜堂，我头晕二次，我早晚不测。刘官人在家，你可照管他夫妻二人便了。(末)哥哥，你说那里话来。(外、末并下)第八出游春【一剪梅】(生上)春色撩人似酒浓，花影重重，日影重重。(旦上)卖花声过小桥东，帘卷春风，人在春风。(生、旦)春游上苑景融和，夏宴凉亭看芰荷。秋玩月明冬赏雪，一生好景莫蹉跎。(生)自从与娘子成亲之后，不曾到庄前庄后游玩。今日闲暇，同三娘游玩片时如何？(旦)官人先请，奴家随后。(生)动问娘子，前面那厮手中拿的甚么东西？(旦)这牧童手中提着磁瓶瓦罐，将去沽酒。(生)就把沽酒为题。【金井水红花】沽酒谁家好？前村问牧童。遥指杏园中，好新丰。清帘风动，正好提壶挈榼，那更玩无穷。咱两个醉春风也啰。双双共出，共出庄门。听取西郊，乐声风送。(合)和你百年欢笑，两情正浓，百年谐老。两情正浓，夫妻正好，又恐如春梦。【前腔】(旦)沙暖鸳鸯睡，衔泥燕子融。杨柳拂帘笼，雨蒙蒙。雏莺舌弄，香衬轮蹄归去，桃杏渐轻红，人如在锦屏中也啰。双双转过，转过疏篱。于捻花枝。插在镂金钗凤。(合前)【前腔】(生)莫学襄王梦，巫山十二峰。何幸遇芳丛，向其中。语言倍奉，得伊提掇起，免在污泥中。这恩德感无穷也啰。一心感得，感得公公。把我前人，相敬厮重。(合前)【前腔】(旦)门阑多喜气，豪富意颇浓。褥映绣芙蓉，两情同。琴调瑟弄，辏合姻缘会，佳婿近乘龙。人都道喜相逢也啰。伊家感得，感得公公。异日身荣，莫忘恩宠。(合前)(末上)天有不测风云，人有旦夕祸福。刘官人，你夫妻只管在此快活，更不知丈人丈母，久病在床。请僧人道士，保禳保禳。(生)小生就去。(末)我哥哥一病惭操羸，(生)智远慌忙请太医。欢喜未来愁又到，只争来早与来迟。第九出保禳【水底鱼儿】(净上)懊恨爹娘，无知忒性刚。招刘穷为婿，在家中惹祸殃。爹娘死了，那时我主张。赶刘穷出去，喜薄欢欢笑一场。烦恼不寻人，人自寻烦恼。好笑我家爹爹没分晓，招那刘穷为婿，吃傍人笑话。我李洪一，妹子嫁了偷鸡贼，又落得个混名，那一日拜堂时节，那蛮子有法的，拜得我爹爹七死八活。什么来由？我想起来，都是前村三叔老乌龟。(末上，暗听介)畜生，你骂那个？(净)三叔，侄儿骂了叔叔，该死了。小侄焉敢骂老叔乎？(末)畜生，你知道也不知道？(净)我不知道。(末)你父母有病，不去保禳保禳。(净)叔叔，我与他没相干。(末)怎么你没相干？(净)自从他养下来，我如今成人长大了，我与他没相干。(末)父母有病，你去灼龟祈祷问卜才是。(净)我是去不得的。(末)怎么去不得？(净)叔叔，自古道\"子不问卜。\"(末)畜生，子曰不问卜。也罢，请几个道士来解禳解禳。(净)侄儿没有银子使用。(末)我帮你些。(净)假如要用一两，三叔帮多少？(末)帮你一钱。(净)太少，对半便了，又是一说，道士做了一日功果，晚间又要三牲谢将，费事。请和尚何如？(末)这也使得。(净)和尚不要请多了，若多了，那经卷念不念？那里查他？沙陀寺有一个碧长老，极志诚，去请他来诵些经典如何？(末)既如此，就去请来。(净)三叔少待，转弯抹角，此间就是。碧长老，李大官人请你诵经。(内应介)他是七郎主儿不在家。(净)三叔，那和尚道我是七郎主儿不在家。敢是我爹娘该走了？(末)你敢少了他经钱，故此叫你七郎主。(净)前日念十部大经，与他三分低银。(末)恰又来，如今说我，他就出来。(净)他若不出天。笑你么？长老，前村李三老官人请你。(丑扮僧上)来了，来了。【颂】急急修，急急修，和尚好吃烂猪头。西天活佛没得与我做，再来阴凉树下舔鼻头。无量佛阿弥陀佛。(净)炎凉出于僧道，打你这秃贼。我请七郎主不在家，说了三官人就出来。(丑)实是不在家，我家道人说的，唤小僧何干？(净)我问你，有咒死经么？(丑)只有消灾经，没有这样经。(净)我父母有病，若咒得死他，重重相谢。(丑)大官人这等孝心。(净)三叔，碧和尚来了。(丑见介)三老官人稽首。(末)长老，我兄嫂有病，请你诵经，保禳保禳。(丑)用香花灯烛，还要均眷。(净)封线冰冰片。(丑)均眷女子。(净)叫我大娘子出来，被这和尚笑我。还叫妹子出来。三妹快出来。【一枝花】(旦上)焚香顶礼，拜告天和地。爹娘一病甚尪羸，交我双垂泪。(见介。净)你看人家养女儿何用？父母病哭到不哭，唱将山来。(丑)休得取哄。请大官人献香。(净)还是三叔请。(丑)家有长子，还是大官人。(净)元来你只管说我是小，三叔大。今日恰是我来。(末)休得胡说，志诚些。【五更转犯】(净)我献香香供养，(介)就把松柴权当香。爹娘死了？我便为家长。赶出刘郎，心儿里快活帐。(合)愿慈悲显现，显现降临道场，消除这灾障。【前腔】(旦)办志诚，灯供养，献光明照十方。神通显现，显现花台上。保佑爹娘，身康无恙。(合前)【前腔】(末)我献灯，灯光亮，作善须降祥。阴空保佑，保佑福无量。愿我哥嫂身位安康。(合前)【前腔】(丑)我献花，花供养，花开花落满园香。也有青莲花红莲花白莲花五色样莲花，插在银瓶上。又不见馒头，馒头共粉汤。(合前)(丑)大官人。肚中青花田了。(净)腹中饥了么？妹子，厨下看点心师父吃。(旦下、送面上。净)一个和尚，吃这大碗，待我吃些。(吃介)忒少了。妹子，可有面了么？(旦)没有了。(净)怎么好？只得省些鼻涕和在里面。碧长老吃面。(丑)怎么这样糊涂面。(净)是这等的。(丑跌倒介。净)不要慌，待我耍他一耍。和尚，和尚，一分斋，二百个钱，是那个的？(丑起介)是我的。(净)和尚，你吃面怎么跌倒了？(丑)大官人，我直至昆仑山去取法水来救汝父母。(净浑介。丑)法水在此，不要换手，不许回头。(净)牛世人不回头，直待几时？(内介。净)不好了，爹爹妈妈死了。打这和尚。(丑下)(末)我哥一命丧黄泉，(众)合家大小泪涟涟。败坏不如猪狗相，人生莫作等闲看。第十出逼书【临江仙】(生上)盖世英雄一旦休，不知和他有甚冤仇？犹如秋雨，一点一声愁。(旦上)一别爹娘苦痛哉，被兄嫂日夜沈埋。夫妻两口浑无计。哥哥不念同胞共乳胎。(生)闭户推窗莫要来，推将出去又还来。(旦)朝嗔暮打何日了，不知兄嫂甚情怀？(净上)甚情怀？甚情怀？双双赶出十字街。想恋妻儿无见识，不如及早两分开。(生见介)大舅作揖。(净)不要叫大舅。今日为始，只叫老相公。(生)好个老相公。(净)刘穷穿那个的？吃那个的？(生)穿泰山，吃泰山。(净)泰山亡后。(生)泰山亡后，穿大舅，吃大舅。(净)你还叫大舅，叫我老相公。(生)偏不叫。(净)偏要你叫。吃人一碗，服人使唤。把身穿的衣服还我。(生)泰山与我的，决不脱下来。(净)如今要官休私休。(生)官休便怎样？私休便怎样？(净)官休写一纸状儿，告你不合拜死丈人丈母，该一个死罪。(生)私休？(净)私休写下休书，离了我妹子，再不许李家庄上来打搅。(生走)李三娘不曾做歹事。(净)我妹子闺门女儿。做甚么歹事？(生)我刘智远不曾做贼。怎么写休书与你？(净)你不曾做贼？(生)我在那里做贼。(净)铁嘴。马鸣王庙里这福鸡，可是你偷的么？(生)饮食之类，不在其内。(净)饮食之类，不在其内。酒店里的东西，都吃他娘，一个钱也不要与他。不要说闲话，休书写也不写？(生)不写。(净)偏要你写。(生)偏不写。(净)这蛮子说他不过，叫老婆出来计较。老婆快出来。(丑上)听得老公叫，慌忙走来到。(见介。丑)老公，怎么说？(净)老婆，刘穷教他写休书不肯，脱他身上衣服又不肯，怎么好？(丑)待我慢慢里哄他脱下来与你。(净)我看你本事。(丑)刘姑夫，怎么在此与大舅争闹？(生)大舅好没来由，怎么教我写休书？又要脱我的衣服，好没紧要。(丑)姑夫，他这等无礼，待我骂他。大贼好无礼，你父母亡得几时，就欺负刘姑夫了。你还不跪着我。(净)偏不跪。(丑)偏要你跪。(净介。丑)姑夫，你不要恼，我埋怨了他。就是身上衣服，姑夫脱下来，待我送与三姑娘收了。(生脱介)你这等贤慧，就脱何妨？舅母这个才是。(丑)衣在这里了。(净)好家婆，好家婆。【山坡羊】(生)三娘不知何处？你哥嫂直恁无理。无端逼写，逼写休书去。心惨凄，妻，你在房中怎得知？今番打散，打散鸳鸯对。一点一画难提笔起。思之，愁烦诉与谁？伤悲，交人珠泪垂。【玉交枝】(净、丑)伊休执见，枉伤悲徒然泪涟。急急写下休书，今日与你盘缠。迟延少待乞大拳，披麻惹火烧身怨，莫待等江心补漏船，莫待等江心补漏船。【前腔】(生)愁拈班管，展花笺盈盈泪涟。夫妻指望同百年，谁知付与花笺？画一画满怀愁万千，丢一丢顿觉心惊战。怎写得休书尽言？怎写得休书尽言？你既要我写，可打稿儿来。(净)不打紧，你写我念。大晋国沙陀村住刘智远，只因身伴无依，每日在沙陀村里放刁，勒要李太公女儿成亲。成亲之后，不合拜死丈人丈母，情知有罪。养膳妻子不活，(生介。净)情愿弃离妻子前去，并无亲人逼勒，各无番悔。如先悔者，甘罚花银若干若干。若干年月日时，写个花字。(净、丑介。生)权歇三年。(丑)丈夫权歇三年，第四年老婆元是他的。休书要五指着实。(净)我是男子汉，不晓得。你是女人家，晓得许多事体。(丑)老公，实与你说了罢，连你十七个老公了。(净)阿呀！心肝，千离万离，不要离了我。(净看休书介。旦上、扯破休书介)【前腔】叔叔搭救，诉不尽衔冤负屈。没来由逼写休书，将他苦苦熬煎。天天，共乳同胞不见怜，铁石人五脏心不善。止不住盈盈泪涟，止不住盈盈泪涟。(末上)自不整衣毛，何须夜夜号。咳，你们为何在此闹吵？(生)告叔公知道，不知为甚？大舅逼智远写休书。(末)那有此理。【石榴花】我哥哥眼内识贤人，情愿将伊妹子结成亲。他暂时落薄暂时贫，你们休得闲争论，被傍人闻知作话文。大凡事须要相和顺。刘郎发迹为官后，大家荣耀李庄门。【前腔】(净)非因小侄怒生嗔，那得闲衣闲饭养闲人。又不会锄田车水与耕耘，夫妻两口长欢庆。因此上逼他写下休书退了亲。(旦)哥哥，这个怎么使得？奴家有半年孕了。(丑)叫一个收生娶落了他身孕。刘穷若是身发迹，直待黄河水澄清。【前腔】(丑)公公前日不识人，山鸡怎逐凤凰群？又没家舍又身贫，却不如马力共牛筋，那些个半斤逢八两门。傍人恁般行径。他还发迹为官日，做枝蜡烛照乾坤。【前腔】(生)我每年少正青春，更有武艺果超群。我暂时落薄暂时贫，只得忍气吞声。你如何只管打骂人？不学跨下韩信。男儿有显达身荣日，果然一步跨青云。(下)(末)他宿世是夫妻，何须苦折离？世情看冷暖，人面逐高低。(净、丑吊场)休书被妹子扯碎了，一不做二不休。(丑)怎么好？(净)我如今把家私三分分开。(丑)那三分？(净)我一分，兄君一分，妹子一分。自从嫁了刘穷，没有花粉田。我如今把卧牛冈上六十亩瓜园，内有个铁面瓜精。青天白日，时常出来现形，食啖人性命，白骨如山。着他去看瓜园。那个瓜精出来，把他吃了。那时着我妹子嫁人。(丑)好计！好计！计就月中擒玉兔，谋成日里捉金乌。(下)第十一出说计【生查子】(生上)满腹愁如织，此恨何日白？难道男儿不泪垂？事到如流水。当初只道好姻缘，今日番成劈面冤。无限心中不平事，满怀怨苦向谁言？卑人深感岳父收留为婿，谁想一旦身亡，被舅舅憎嫌，无可奈何？若得一日发迹，李洪一，那时有冤报冤，有仇报仇。(净暗听上)妹丈，那个有仇报仇？(生)大舅，这是耍笑。(净)妹丈，我昨日醉了冲撞，休怪休怪。(生)我和你郎舅家，决不怪你。(净)我想起来，妹子自嫁你没有陪嫁装奁。把家私三分分开，一分我得，一分二舅得，这一分分与你。(生)我是外人。(净)不是分与你，妹子没有陪嫁装奁。卧牛冈上六十二亩瓜园，一年四季有瓜，东瓜西瓜，南瓜北瓜。出产之所，争奈四围墙倒，常被小人偷瓜盗果。(生)待我去看瓜园，拿几个偷瓜的，才见手段。(净)妹丈，且不要慌，吃些酒儿去有兴。大娘子看酒来。(丑上)三杯和万事，一醉解千愁。酒在此。(见介。丑)姑夫，昨日冲撞你，休怪休怪。(净递酒与生介)【剔银灯】闲时节三言两语，从今后一笔勾除。郎争舅子因合理，从此后一团和气。(合)一杯冲破了是非，今晚向瓜园中调理。【前腔】(生)刘智远得罪自知，因贫困多蒙周济。有缘千里能相会，这恩德何日忘之？(合前)【前腔】(丑)刘姑夫听奴拜启，切莫要专心劳记。儿夫性刚忒没礼，把闲事一笔勾除。(合前。净)切莫要与三姑娘得知。(生)醉了，不吃了。(净浑介)。听我一言断送，须要勤耕苦种。若不听我良言，各自寻条蛇弄。(生吊场)得他心肯日，是我运通时。多谢大舅夫妻回心转意，把家私三分分开。请我吃得醉了，分付我不要与三姐说。我夫妻同甘苦的，怎不要说？三姐三姐，取护身龙过来。(叫介)【一枝花】(旦上)哥哥忒恁毒，嫂嫂浑无计。夫妻分散怎施为？逼写休书，闪得我没存济。(生作醉介)叫三姐，三姐。(旦)官人，那里吃得这等大醉？(生)三姐，是你哥嫂请我吃的。吃酒不打紧，还有一桩喜事。(旦)喜从何来？(生)把家私三分均分。(旦)那三分？(生)大舅夫妻一分，二舅夫妻一分，分一分与我。不是分与我，只因没有陪嫁装奁，分与你。(旦)分在那里？(生)卧牛冈上六十亩瓜园，被小人偷瓜盗果，取护身龙过来，待我去看瓜。(旦)不说起看瓜犹可，若说起看瓜，正中了哥嫂之计。(生)怎么中他计策？(旦)那瓜园中有铁面瓜精，害人性命。我爹爹在常时宰杀猪羊，祭赛瓜精。自从爹爹死后，无人祭赛他，日间现形，食啖人性命。官人，只怕你去时有路转无门。(生)不说起瓜精犹可，若说起瓜精，恼得我一点酒也没有了。就把古人比着你听。(旦)那个古人？(生)昔日汉高祖姓刘名邦，也是徐州沛县人氏。身充亭长，聚集义兵，杀奔淮上，经过北山见一木牌，上书着大字：\"此山有一蟒蛇。食啖人性命。前军不能退，后军不能进。\"那高祖径奔此山，果见一蟒蛇，身长数丈。张牙舞爪，两眼似铜铃，口如血盆。那刘邦侧身躲过，腰间取出青锋宝剑，搜！一剑分为两段。后来做了帝王之分。(旦)他是古人，你怎么学得他？(生)他也姓刘，我也姓刘。男子汉不入虎穴，焉得虎子。我妻，待要去平伏了瓜精，才见我手段。若被瓜精吃了，一来出脱你，二来免受你哥嫂之气。快取护身龙来。(旦)官人，瓜精利害，休要去。【一江风】(生)你是个妇人家，说这般输机话，神鬼偏不怕。我为人顶着天地神明，生长在三光下。平生不信邪，平生不信邪，心正可去也。总然有鬼吾不怕。【前腔】(旦)你后生家，说这般过头话，神鬼谁不怕？怕你五行乖。官人，奴家有个古人，比与你听。不记得梅岭陈辛，季宝遇着金神，此事无虚诈。我哥哥使计策，我哥哥使计策，奴家苦恨他，怕你死在黄泉下。他那里有鬼，去不得。【临江仙】(生)他那里有邪魔，俺这里偏不怕。(生下。旦)别时容易见时难。大妻成拆散，惟有我身单。一夜枕边都是泪，宋朝清早看分明。第十二出看瓜【虞美人】(生上)可惜英雄都丧弃，无烦恼要寻烦恼。遥望卧牛冈上，今晚便知分晓。踏破天涯路，平生不信邪。李洪一夫妻，夜来把冷热酒灌醉，着我到此看瓜。若不来被他笑话。你看四野无人，天色榜晚，趱行前去。【祝英台】渐黄昏大欲暝，一抹淡云飘。孤鹜暮鸦，秋水长天月照。小涧溪桥，挟掉。见渔父收纶归去，又见前村深杳。睹此景天然一段难描。寻思李洪一这般样做作，交你一报还一报。只见乌鸦喜鹊同枝噪，吉凶事全然难保。迤逦行来，已到卧牛冈上。瓜园门半开半掩。四野无人。怎么没有鬼？记得岳父母坟莹在高藤树底下，不免把冷热酒的事情，告诉与他知道。岳父母：\"今晚望你保佑无事。\"(生拜、告诉介)【锁南枝】灵魂听咨启，今晚中他计。舅舅着我看瓜，要害吾身已。望祖宗，阴保庇，有凶时，化为吉。【前腔】默默自思之，吉凶尚未知。四野全无纵迹，那更地冷天昏。猛可的狂风起。心下疑，自三思，害生灵，有何意？【前腔】何妖怪甚么鬼？和咱比个英雄势。我把两眼摩挲，看他来踪迹。黑魃魃，一个鬼，不下来，待何时？【前腔】妖精听吾语，天交我来断送你。生死今宵园内。到此不免将一块瓦打上去，看他如何？却元来宿乌惊栖，唬得我肝肠碎。望祖宗，阴保庇，有凶事。化为吉。(鬼上)那里生人气？(生)我是村中好汉。(鬼)好汉好汉。生吃你一半，死吃你一半。(生)拿住妖精，一刀两段。(杀介。鬼下。生)业畜斗断俺不过，放一道火光，径入地烈去了。待我掘开来看，却元来一块石皮。下面石匣里面，头盔衣甲，兵书宝剑。我刘智远喜的是兵书。明月之下，观看则个。有几行字在上：\"此把宝刀，付与刘皓。五百年后，方显英豪。\"刘智远前程有分了。爱戴的是头盔，还藏在石匣内，把泥土盖着。前程有分，转身三次，青草铺满。前程无分，青草不生。(转身介)果然青草生满，不免拜告瓜园土地。【剔银灯】当答谢瓜园中土地，劳看守刀甲头盔兵书宝剑埋藏此，得前程方来取你。神明听吾诉与，休泄漏天公事机。远远望见一个妇人，好似三姐。不免躲在一边则个。要知心腹事，但听口中言。(躲介)【醉扶归】(旦上)好苦切甘生受，只得到此且藏羞。奴与哥哥有甚冤仇，只得慌忙便走，裙儿破忙把饭来兜。(合)泪湿透衣衫袖。【前腔】丈夫丈夫，信他甜言说诱，谁知今日悔成忧？百岁夫妻一旦休，先在卧牛冈上埋尸首，恩爱都付与水东流。(合前)言之未已，又到瓜园门首。你看门儿半开半掩，不免捱身进去。呀！丈夫衣服哨棍，都撇在此。瓜藤树木，尽皆踏坏。我那丈夫莫非被瓜精害了残生？奴家指望送饭与你充饥，你被瓜精食啖性命。奴家做一碗羹饭与你，回到房中，寻个自尽。苦！一嫁刘郎得半春，为人莫作妇人身。奴家一似失群雁，兄嫂如同陌路人。身孕未知男共女，枕边难舍意和恩。眼中滴尽千行泪，撮土为香事有因。【前腔】怕兄嫂成僝僽倦，慌忙到此少了香和酒。又没资财与奴收受，夜来做事不依奴口。谁人知道我心忧？(合前)【前腔】指望和你白头相守，谁知今日不长久。百岁夫妻一旦休，半年身孕伊知否？或男或女要当留。(合前)有才无寿少年亡，折散鸾凰实可伤。归家不敢高声哭，只恐人闻也断肠。(生)三姐，三姐。(旦)有鬼，有鬼。(生)不是鬼，是人。(旦)是人高叫三声。(生)三姐，三姐。(旦)就是鬼，也是我丈夫。【哭相思】(生)夜来不听妻言语，果有恓惶处。(旦)官人，夜来曾见甚么？(生)三姐，夜来一更无事，二更悄然。三更之后，果见铁面瓜精。与俺斗上三四十合，那业畜斗俺不过，放一道火光。钻入地烈去了。(旦)官人，若不是你手段高强，闪些儿被他吃了。(生)三姐手中拿的甚么？(旦)奴家送一碗饭，与你充饥。(生)这到用得。三姐，饭便有了，可有下饭么？(旦)官人，你好不识时务。(生)怎么不识时务？(旦)这碗饭，奴家瞒了哥嫂。拿来与你吃的。(生)三姐，我不要吃了。(旦)怎么的？(生)三姐只为这碗饭，受了你哥嫂多少呕气。【醉扶归】自恨我好不唧留，这碗淡饭怎入口？(旦)胡乱充饥莫要愁。你身上衣服破了。(生)胸前衣破为与瓜精斗。(合)闷似湘江水，涓涓不断流，湿透衣衫袖。【前腔】(旦)谢我爹娘阴祐，夫妻今日再厮守。毕竟是你前程显达，夜来不落瓜精手。(合前)远远望见来的是我哥哥。(生、旦下)第十三出分别(净上)阎王注定三更死，定不留人到四更。夜来刘穷必被瓜精吃了。这里是瓜园中。(向地拾介)这里眼珠子？不是，是肥皂核。这是腰子？不是，是酪苏。这是头发？不是，是棕榈树皮。拾了刘穷骨头，把蒲包包好了，与妹子看，叫他嫁人。(生暗上听，打净介。净叫介)有鬼！有鬼！倒是刘穷，三叔救救。(末上)隔墙须有耳，窗外岂无人。怎么打他？(净)三叔，我被刘穷打杀了。(末)起来！死了元何还会说话？(净)满身都死了，嘴是活的。(起介)。唗！刘穷，你这蛮子，打便打得我好，再不要上我家来。我去打铁铺，二钱银子打一把斧头，劈你一个阳茭。(末)还不进去。(净)三叔，我腰子被蛮子打横了。(净下。末)当初只道一不是，如今却是两无情。刘官人，你怎么使得打他？他若不是处，你来告诉我。我自整治他。如何将他打倒地下？(生)是小生不才了。(旦)官人，你怎么就认了？把冷热酒事情，告诉三叔知道。(生)叔公请息怒，你不知其故。前日逼我写休书，叔公尽知。夜来夫妻二人，思量一计，把家私三分均分。我只道好情，把冷热酒灌醉了卑人，着我去看瓜。乘其醉中，一到瓜园内。一更无事，二更悄然，三更时候，只见铁面瓜精，连斗了三十余合。斗俺不过，放道火光去了。他方才手拿着蒲包，拾我骨头回去，与三姐看了，教他嫁人。这个使得使不得？(末)元来这等无礼，只是少打了他。(生)我在此望叔丈做主。(末)刘官人，你与那畜生冰炭不同炉了。我老夫打听得太原并州岳节使，招军买马，积草聚粮。你有武艺过人，如何不去？倘然一刀两剑，取个前程。有何不可？(生)卑人要去，只是缺少盘缠。(末)这个小事，老夫着人送来。【桂枝香】(生)叔丈听告，容吾分道。只因缺少盘缠，交我如何是好？多因命乖，多因命乖，吃他胡炒，是我分缘不到。自今朝，拜别恩人去。李洪一冤家恨怎消？【前腔】(旦)自从爹爹死了，止有嫡亲兄嫂。他缘何反面生嗔？拆散大妻两口。望叔叔做主，望叔叔做主。想是姻缘不到，怎得大妻谐老？自今朝，拜别分离去，交奴苦怎熬？【前腔】(末)听吾言道，不须烦恼。你若缺少盘缠，顷刻令人送到。他若昧心，他若昧心，上有苍天知道，必然还报。自今朝，步辇登程去，坚心莫惮劳。文似擎天碧玉柱，武如跨海紫金梁。异日身荣多发迹，休忘受苦李三娘。(末下。生、旦吊场、生)三姐，我今日就要去了。(旦)官人你去，没有说话分付奴家。(生)三姐，此去有三不回。(旦)那三不回？(生)不发迹不回，不做官不回，不报得李洪一冤仇不回。(旦)夫妻间没有说话。(生)妻，你有半年身孕，养下女儿，凭你发落；养下男儿，千万与我留下，是刘皓骨血。我若去后，无知哥嫂定然逼你嫁人。不强似刘智远，切莫嫁他。胜似我的，嫁了也罢。【狮子序】(旦)伊说话太无情。(生)你哥嫂无情。(旦)又道是一牢永定宁，死后如何交我改嫁人？是我腹中有孕，怎交儿女从别姓？你出言语忒煞伤情，这恩德如盐落井。(合)分别去各办志诚，便做铁石心肠也须交泪零。【前腔】(生)上告妻妻听，怕你执不定。你哥嫂忒毒狠，只恐你口说无凭准。我独自守孤另，恐耽阁两下成病。(合前)【入赚】(丑上)去程已紧，李三公多怜悯，些少盘缠相赠恁。(生)这恩德山样高来海样深，生死难忘叔丈恩。你与我回言拜禀，异日身荣来报恩。(丑)谨依台命，谨依台命。(丑下)【金莲子】(生)办登程，办登程，渡水登山莫暂停。天怜念，天怜念，名利早成，回归此日再欢庆。【前腔】(旦)叮咛嘱付三四声，野草闲花莫要寻。将恩爱，将恩爱，番成作画饼，只恐别时容易瘦伶仃。【尾声】(生旦)生离死别皆前定，未知何日得见恁？铁石心肠也洞零。杨柳堤边问信音，一时难舍枕边人。流泪眼观流泪眼，断肠人送断肠人。第十四出途叹【梨花引】(生上，行路)渡水登山，何日得到邠州？自别恩妻无限愁，李洪一冤冤相报几时休？途中跋涉多劳顿，不知何日到邠州？【集贤宾】麻鞋紧系一似飞，只得步辇登程。野草闲花愁满地，过前村小桥流水。渔翁钓叟，动浪板歌声摇拽。堪玩处，遥望远浦帆归。刘智远行到此间，无计奈何？几度晚行芳草径，也有夜宿杏花村。在家不道生身好，出外方知行路难。【前腔】不恨你来却恨谁？此恨何日忘之？话别叮咛心惨凄，撇不下少年贤妻。行行泪滴，我为你越添憔悴。思念忆，真个是寸肠千里。五里又单牌，磨穿几度鞋。雁飞不到处，人被利名牵。第十五出投军【梁州序】(外扮岳节使上)掌握三军胆气雄，有千里威风。朝廷敕命守山东，咱不免行吾军令。马跨征鞍将挂袍，柳梢枝上月儿高。将军未挂封侯印，腰下常悬带血刀。自家姓岳名勋，官拜节度使之职。如今四方离乱，民遭涂炭，士民荒凉。朝廷有旨，着俺招军买马，积草聚粮。正是\"君王有难思良将，人到中年忆子孙。\"左右的，与我扯起招军旗。叫街坊上民庶，三百六十行做买卖的，愿投军者，旗下报名。(净、丑应介)【水底鱼】买马招军，何年得太子？愿立旗下，做个头目人。长官，我每投军的。(末禀介。外)着他进来。(净、丑见跪介。外)汉子姓甚名谁？那里人氏？(净)小人是王旺，山东人(外)有甚本事？(净)小人会使炮。(外)怎见得？(净)铜炮铁炮些儿大，未逢药线云里磨。百万军中无敌手，打死好汉千来个。(外)那个姓甚名谁？(丑)小人湖州人氏，叫我是张兴。(外)有甚本事？(丑)晓得使弓。(外)怎见得？(丑)此弓实堪夸。猴猿精艺加。算来无用处，只好不楞不楞弹绵花。(外)左右的，与我将他籍贯年貌，都上了号簿。如今军充马足，把招军旗放下了罢。【醉扶太平】(生上)闻说招军，智远慌忙来到。长官，(净)两张张半。(生)我是投军的。(净)禀老爷，辕门外一人投军。(外)方才咐吩你，军完马足，放下招军旗。违俺将令，斩讫报来。(净)爷爷，添来的寿，增来的福，有增无减。(外)令进来。(净)为你险些儿去了吃饭的家火。(生)有累了。(净)投军的进来。(生进见外。跪介。外)汉子那里人氏？【引军旗】(生)小人住在沙陀村里，自小习兵机。十八般武艺皆能会，愿立旗下听差使。(合)忽朝名挂在云台上，方知武艺精细。【前腔】(外)听他说兵机，此汉真奇异。谙晓六韬三略法。那队少人？(净)都完了，长行队少人。(外)权时收拾在长行队。(合前)那汉子叫甚么名字？(生)小的姓刘。(外)军中只叫刘健儿。长行队去。日间打草，夜间提铃喝号，只怕你受不得苦。(生)受得苦中苦，方为人上人。英雄才貌实堪夸，喝号提铃度岁华。正是学成文武艺。合当货与帝王家。第十六出强逼【庆青春】(旦上)冷清清，闷怀戚戚伤情，好梦难成。明月穿窗，偏照奴独守孤另。一种黄连分两下，那边受苦这边愁。自从丈夫去后，被兄嫂凌逼。儿夫杳无音信回来，好苦。【集贤宾】当初指望谐老年，和你厮守百年。谁想我哥哥心改变，把骨肉顿成抛闪。凝望眼穿，空自把栏杆倚遍。儿夫去远，悄没个音书回转，常思念。何日里再得团圆？(丑上)长江后浪催前浪，世上新人趱后人。姑娘为何啼哭？(旦)嫂嫂，奴家丈夫不在，腹中有孕，因此愁闷。(丑)姑娘，你哥哥说道，刘郎去后。杳无音信回来，未知死活存亡。不如嫁个门当户对的，也是了当。【搅群羊】(旦)嫂嫂话难听，激得我心儿闷。一马一鞍，再嫁傍人论。夫去投军，谁敢为媒证？那有休书，谁敢来询问？你如何交奴交奴再嫁人？【前腔】(丑)姑姑你试听，日夜里成孤另。寻个良媒，嫁个多聪俊。虚度青春，白发来侵鬓。你如何如何不改嫁人？姑姑嫁得好，多住几日。嫁得不好的，就回来也不难。(旦)说那里话？(净上)恨小非君子，无毒不丈夫。娘子，着你去叫妹子嫁人，如何？(丑)他千不肯万不肯。(净)他是这般说。叫他过来。(丑)姑娘，你哥哥叫你。(旦)哥哥有何说话？(净)嫂嫂着你嫁人，如何不肯？【前腔】(旦)哥哥共乳同胞一母生，今日如何反面嗔？休听枕边言聒，且自宁心。亲旧情亲，姊妹莫相争。待奴身孕始倾，若得后来重复事，金瓯再覆李门庭。(净)若不嫁人，依我四条门路。(旦)那四条门路？(净)一条，三十三天，玉皇殿上捉漏。(旦)交我上天无路。(净)二条门路，去十八层地狱，阎王殿前去淘井。(旦)这是入地无门。(净)第三条，早早嫁人。(旦)决不改嫁。(净)第四条，日间挑水三百担，夜间挨磨到天明。(旦)奴家愿从第四条门路。【三学士】(净)堪笑非亲却是亲，把你做乞丐看承。刘郎去了无音信，何不改嫁别人？你若不依兄嫂说，打交身躯不直半分。(合)从今后挨磨到四更，挑水到黄昏。【前腔】(丑)一世为人只要勤，那得闲衣闲饭养闲人。(旦)爹娘产业都有分，何故苦乐不均平？(丑)丈夫言语须当听，有眼何曾识好人？(合前)【前腔】(旦)好笑哥哥人不仁，不念同胞兄妹情。刘郎去了无音信，何故改嫁别人？况兼奴有身怀孕，再嫁傍人作活文。(合)奴情愿挨磨到四更，挑水到黄昏。【尾声】哥哥嫂嫂没前程，苦逼奴家再嫁人。日间挑水三百担，夜间挨磨到天明。(旦下。净、丑吊场)老婆，叵奈贱人执性不肯，情愿挑水挨磨。我如今使个计策，做一双水桶，两头尖的橄榄样，交歇又歇不得，一肩直挑在厨下去。你便管他挨磨。(丑)水缸钻些眼，水流了出来，越挑越不满。(净)你便打他不挨磨。如今贱人身上将要分娩，你在荷花池边，造一所磨房，五尺五寸长，罚这贱人进里面磨麦，交他头也抬不起。待他分娩，或男或女。不要留他，这是刘穷的骨血。过了三朝满月，你把花言巧语，哄那小厮，抱在手中，把他撇在荷花池内淹死了。绝其后患，削草若除根，萌芽再不发。好计好计。计就月中擒玉兔，谋成日里捉金乌。第十七出巡更【山歌】(生上)四顾青山失翠微，乌鸦变作鹭鸶飞。天宫勿念人寒冷，冻杀街头刘健儿。【前腔】(净丑上)雪落纷纷似银铺，万里江山如画图。鹭鸶失队难寻觅，黑和尚变化白师姑。刘健儿，怎么不买冻鱼酒来我每吃？(生)不曾支粮，支了粮请你每一醉。(净丑)也罢。刘健儿，今晚巡更，该你巡夜。一更是我，二更是他。三更四更五更都是你。老爷有铜牌花号为准，交你更次提铃喝号。【金钱花】(众)我打一更鼓儿冬冬冬，一棒锣声当当当。将军马上醉醺醺，跃马扬鞭齐和声。(二三更照前唱)鼓打三更交半夜，来朝吃个冻鱼儿。(众下)【月云高】(生吊场)自别三娘面，劳役受万千遍。到此投军，数目都招遍。落在长行队，提铃报更点。汤风冒雪图荣显。受此饥寒，没个可怜见。天天若肯周全，际会风云。方表刘皓字智远。三更牌在那里？好大风雪，前面跨街楼下，躲避风雪则个。(生躲介。小旦扮岳小姐上)【探春令】彤云缭绕，六花飞遍，楼台银砌。拥红炉，添兽炭，犹嫌冷。看贫者谁肯相怜？尽道丰年瑞，丰年瑞若何？长安有贫者，宜瑞不宜多。奴家岳氏秀英，不免上层楼上，做些女工针指。【月云高】独上层楼去，听他甚行上。仔细听来后，(生喝号介。小旦)却是巡更辈。喝号提铃，声音振屋宇，交奴听得心憔悴。落在长行队，难禁这劳役。腊雪满天飞，冻死街头，那有人来怜你？(生叫介)三更牌在那一家？【前腔】(小旦)喝号三更鼓，声音似龙虎。款款推窗看，只见紫雾红光护。前生做人做人修不足，今世里罚令你受劳碌。好苦！倒跌倩谁扶？未审家乡，家乡在何所？奴家有恤孤念寡之心，见他身上寒冷，我爹穿不了的旧衣，撇一件与他遮寒。天上人间，方便第一。(小旦下)【孝顺歌】(生)巡更过转过营，凛烈寒风凄惨人。跨街楼下暂安身，朦胧睡未醒。忽见天赐红袍，撇来遮我身。料莫是天显应，有前程可前进。若得应时还得见，果然胜似岳阳金。第十八出拷问【菊花新】(外上)庭前三友奈岁时，报道梅开数枝，珠帘绣幕低垂，瑞雪遍街银砌。江南三尺雪，尽道十年丰。红炉添兽炭，唱饮雪儿歌。今日官里大排筵宴，赏雪观梅。叫左右传话后堂与大小姐，取红锦战袍，穿着入朝。(末)去问二小姐。(内应介)晒在层楼上不曾收得。(末回禀外介)晒在层楼上，不曾收得。(末)张兴王旺。(外)叫张兴王旺。(净、丑见外跪介。外)夜来是你巡更，红锦战袍晒在层楼上，不曾收得。(净、丑)不知。(外)巡更不严，贼盗生发，左右与我拶起来。(杂上)有事不敢不报，无事不敢乱传。禀老爷，小的首告的。(外)首告甚么？(净)新来军汉刘知远，不知那里偷得一件红锦战袍，穿在身上，在马房中打睡。(外)阿也！阿也！有这等事。快与我拿来！(众)瓮中捉鳖，手到拿天。(拿生上。外)绑了！【玉交枝】这厮无礼。这锦袍官里赐的，新充小卒当差使，如何盗取衣袂？从实诉供休要违，迟延罪犯难饶恕。照军令将他斩取！照军令将他斩取！【前腔】(生)停威息怒，听小人从头禀覆。新充小军当差使，焉敢盗取衣袂。昨夜三更巡警过，忽见紫袍空中听。料莫是天宫赐我。料莫是天宫赐我。(外)贼情事不打不招。(净打生，打不下介。外)张兴有弊，王旺打。(丑打生，打不下介。净)王旺也有弊。(外)取板子过来自打，怎么盗了锦袍？(贴。旦上)休将屈棒打平人。(外)把刘健儿吊在马房里。(净押生下。外)叫二小姐出来。【醉扶太平】(小旦上)听得闹吵，想为锦征袍啰唣。(见介。外)孩儿，我在此拷打贼情事，怎么说休将屈棒打平人？(小旦)爹爹听奴告禀。【蛮牌令】昨夜二更时，见腊雪满空飞。提铃喝号至，可伤悲顶门上红光闪烁，声音似虎啸龙嘶。非是奴强胡为，自不合把爹爹衣袍与他遮取寒威。【前腔】(外)你是守闺女，辄敢乱胡为。绣房中不去拈针指。他是个单身健儿，知他姓甚名谁？伊无礼太愚痴，辄敢把衣袍与他遮取寒威。(小旦)告爹爹知道，奴家夜来层楼上做女工针指。只见窗外红光闪烁，紫雾腾腾。奴家推窗一看，元来是巡军。见他身上寒冷，奴家有慈悲好心。本待拿一件旧衣与他遮寒，不想拿错了，把爹爹战袍与他。奴家自知有罪，(外)进去！(小旦)是非只因多开口，烦恼皆因强出头。(下。净、丑上，禀外介)老爷，马房里火发。(外)怎么的？(净)把刘健儿吊在马房里。都是火，把绳索烧断了。(外)把刘健儿放了放了。(净)老爷，放了刘健儿，火也没有了。(外)左右，你两人方才打刘健儿，见甚么来？(净)小人打下，只见空中五色蛇抓住板子，不容打下。(外)不要做声。你曾见甚么来？(丑)小人打下，见空中五抓金龙。(外)不要则声。(净)老爷可曾见甚么？(外)我不信，自家取板子打下去，果见金甲天神爪住板子。(净、丑介)老爷也不要开口。人人如此，个个一般。羊屎不搓，个个团圞。(外)唗！退下去。此人明日爵位大似我的，我如今将二小姐招他做个东床。(净)怎么为东床？(外)女婿为东床。(净)禀老爷，战袍有几件？(外)只有一领。(净)再有二领。他是东床，我每两个南床北床。(外)休得胡说，明日吩咐管家，安排酒席，权且冠带成亲。后来有功，奏过圣上，加他官职。姻缘本是前生定，曾向蟠桃会里来。(下。净、丑)如今世俗，手脚零碎的到好。(下)第十九出挨磨【于飞乐】(旦上)无计解开眉上锁，恶冤家要躲怎生躲？怨我爹娘，招灾惹祸。梁上挂木鱼，吃打无休歇。哑子吃黄连，有口对谁说。自从丈夫去后，哥嫂逼奴改嫁不从，罚我在日间挑水，夜间挨磨。一不怨哥嫂，二不怨爹娘，三不怨丈夫，只是我十月满足，行走尚且艰难，如何挨得磨？【五更转】恨命乖遭折挫，爹娘知苦么？哥哥嫂嫂你好横心做，赶出刘郎，罚奴挨磨。叫天不应，地不闻，如何过？(合)奴家那曾，那曾识挨磨、挑水辛勤，只为刘大。【前腔】向磨房愁眉锁，受劳碌也是没奈何？爹娘在日把奴如花朵，死了双亲，被哥嫂凌辱。爹娘死，我孤单，如何过？(合前)【前腔】挨几肩头晕转，腹肋遍疼腿又酸，神思困倦挨不转。欲待缢死在房中，恐怕耽阁智远。寻思起，泪满腮，如何过？(合前)【前腔】腹内疼欲分娩，有谁人来看管？阴空保佑，保佑奴分娩。但愿无虞，早得夫妻相见。思量起，我孤单，如何过？(合前)奴家神思困倦，不免就在磨房打睡片时。(丑上)好人不肯做。只要嫁刘大。刘大不回来，情愿去挨磨。(叫介)姑娘那里？叫他不应，打他一顿，磨到不挨。睡得好。(旦)磨子重，挨不动。(丑)这样磨子叫重？(旦)嫂嫂，奴家腹中一阵阵疼痛，挨不动了。(丑浑介。旦)嫂嫂请歇息。(丑)歇息歇息，庄上人要面吃。如何迟误了？准准打八十。南无阿弥陀佛，弥陀佛。(旦)嫂嫂，你也是妇人家。不晓得妇人家疼痛？谯楼上几更时分了？【锁南枝】星月朗，傍四更，窗前犬吠鸡又鸣。哥嫂太无情，罚奴磨麦到天明。想刘郎去也，可不辜负年少人。磨房中冷清清，风儿吹得冷冰冰。【前腔】叫天不应地不闻，腹中遍身疼怎忍？料想分娩在今宵，没个人来问。望祖宗阴显应，保母子两身轻。天那，好苦！(生儿介)嫂嫂，借脚盆来使一使。(丑)散了，不普箍得。(旦)把身上衣服展干了罢。嫂嫂，剪刀借来使一使。(丑)小厮偷去换糖吃了。(旦)我那儿，做娘的瓦片不曾准备得，就把口来咬断脐腹，有命活了，无命死了。正是青龙共白虎同行，吉凶事全然未保。(下)第二十出分娩(净扮窦公上)青竹蛇儿口，黄蜂尾上针。两般皆末毒，最毒是妇人心。我是李太公家火公窦老儿便是。我家老员外在时，何等看承我。前村三老官人收留我在家。三阿妈交我去看三小娘分娩。不知是男是女，此间已是磨房，三小娘开门。(旦)是那个？（净)我是窦老。(旦)你来做甚么？(净)三阿妈着我来问你，分娩怎么了？(旦)夜来生下一个小厮。(净)虱来押杀了。(旦)是个男儿。(净)好好，爷去投军，家里添个馀丁，谢个青天白天。三小娘。(旦)怎么？(净)小官人身上，怎么干净了？(旦)我与嫂嫂借脚盆不肯，将身上衣服展干净了。(净)好苦恼，浴也不曾洗，大起来生狗癣疥，怎么好？三小娘，(旦)怎么说？(净)小官人脐肠怎么断了？(旦)问嫂嫂借剪刀，他回我小厮偷去换糖吃了。(净)怎么断了？(旦)奴把口来咬断了。(净)咬了瘦的还好，咬了壮的，就是一段肝白杨。明日怎么念个佛？(旦)窦公，你去了罢，起动你。(下)(净)李洪一你好个思惟，却将亲妹受孤恓。常将冷眼看螃蟹，看你横行得儿时？第二十一出岳赘【花心动】(外止)一段姻缘，正是前生系定。红线丝缠，绣褥花裀，洞天福地，这好事今朝重见。郁郁门阑多喜气，双双女婿近乘龙。下官昨日奏过朝廷，招刘智远为婿。吩咐左右，安排喜筵，可曾完备么？(末)俱已完备多时了。(外)请刘官出来。(未请介)【前腔】(生上)想是前生曾留恋，今日里误入桃源。(小旦上)珠帘卷，画堂列绮席华筵。(生、小旦见外拜介)【黑麻序】(外)吾奉朝宣，掌三军节使，品骘为官。家居福地，更兼文武双全，擎拳。今朝遇大贤，门阑喜气添。(合)两情欢，愿取人妻谐老，共结百年。【前腔】(生)深感不弃贫寒，守居在沙陀村里，受尽迍邅，欣然。平步上九天，姻缘非偶然。(合前)【前腔】(小旦)奴今拜贺椿萱，念奴家生居陋室微贱，想前世共结良缘非浅。人妻美少年。双双拜谢天。(合前)【尾声】(众)今朝共合为姻眷，美满大妻共百年，双双齐效鹣鹣。一对夫妻正及时，郎才女貌两相宜。在人愿为比翼鸟，入地共同连理枝。第二十二出送子【临江仙】(旦上)父母一朝抛弃，夫妻两下分张。哥哥嫂嫂铁心肠，交奴受万千磨障。今日我身分娩，始知恩爱难忘。自将心事细思量，眼下这般情况。我儿，生下你来，受了万千疼痛苦楚。想我母亲养我下来，也受这般苦楚。【步步娇】(旦)养子方知娘生受，各自思前后。哥哥心狠毒嫂嫂不仁，暗使机谋苦逼我再招夫，闪得我一似丧家狗。【江儿水】闷似湘江水，涓涓不断流。老天知道和天瘦，共乳同胞一个娘生受。又不是随娘改嫁瓜葛柳，罚奴磨麦生受。远在儿孙。近只在一身当受。【川拨棹】我欲待诉说个冤仇，我欲待诉说个冤仇，待说来谁人采揪？天若还念我孤单，天若还念我孤单，愿孩儿易长易寿。子母每得到头，免使刘郎绝嗣后。(净扮窦老上)【前腔】闻知三娘分娩无忧，闻知三娘分娩无忧，李三公交咱来问忧。(内丑叫介)闲人不计入磨房。(净)听伊家絮絮叨叨，听伊家絮絮叨叨，睹前望后。(旦)窦老，你缘何频觑看两头？你缘何频觑看两头？近前来问事由，近前来问事由。(净)我听得伊家嫂嫂絮絮叨叨，只得慌忙便止。(旦)你且窝藏在僻处，他见了怎干休？他见了怎干休？(净作躲介。丑上)【五供养】十中缺九，喜姑姑产下穷刘。儿夫曾嘱付。怎干休？把花言觅诱，倘说得儿入手，管交一命丧清流。【侥侥令】喜姑姑添小口，几度待不收，十月怀胎娘生受。儿子是眼前花水上鸥，儿子是眼前花水上鸥。【金钱花】姑姑分娩无忧？无忧？(旦)深谢嫂嫂耽忧，耽忧。心儿闷怎干休？(丑)把一笔尽都勾。【尾声】如今幸喜身唧口留，把粥食频调产后，莫待老来病成不救。(丑)姑娘夜来生下男子是女？(旦)生下一个儿子。(丑)且喜且喜。待我看看。我儿，父亲去投军，家中添一个馀丁。(旦)嫂嫂，新养的孩儿，不要惊了他。(丑)我晓得。这是我骨血，我的儿，他就叫我舅母舅母。(旦)嫂嫂休要取笑。(丑)姑娘可曾取乳名么？(旦)叫咬脐。(丑)不好，待我改一个名，叫他希奇。此儿实希奇，大穷养下小穷儿，留在家中有后患，不如撇在荷花池。(丑下。旦哭倒介。净窦老上)刘家香火，李家祖宗来哩，再不要慌。三小娘，小官人在此。【哭相思】(旦)耳边忽听叫三娘，犹如死去重生。(净)我救得在此。(旦见净介)【驻云飞】苦养孩儿，万苦千辛生下你。头脸上都是水，七魄将离体。儿，空教你枉出世死了孩儿，谁来与娘争口气？好朵鲜花不遇时，好朵鲜花个遇时。【前腔】(净)听说因依，铁打心肠也泪垂。直恁的行无礼，不得生恶意。咍！他是小孩儿，与你何干？撇在荷池里。人善人欺天不欺，人善人欺天不欺。(净)三小娘，这个孩儿，留在此不得了。(旦)窦公。怎么好？(净)你哥哥不仁不义，一定要下落他性命，怎么养得到五岁十岁？我老人家打听得刘官人在并州，有些勾当。我不辞辛苦，将小官人送到并州，待他顾乳母养他长成。也得子母团圆。(旦)三日孩儿，那有娘乳与他吃？(净)三小娘不要愁，我趱得些钱在身畔，买块糕儿喂他。他若要乳吃，路途间人家有小厮吃乳的，我就双膝跪下：\"奶奶，没娘的小厮，求一口乳儿与他吃。\"一路讨将去，不要愁。(旦)窦公请上，待奴家拜你一拜。【宜春令】窦公听诉闪依，兄嫂无知，将他撇在水。谢伊恩义，把我孩儿送到爹行处。见刘郎诉说详细，问的实甚年归计？(合)我儿，长成时，休忘了窦公恩义。【前腔】(净)三娘听拜咨启，在边廷习学武艺，要归无计，料想着他身不由己。待老汉送将他孩儿，便知他行藏在何处？(合前)三日孩儿撇在池，铁打心肠也泪垂。若见刘郎备细说，记取名儿叫咬脐。第二十三出求乳【步步娇】(丑上)传得杜康真绿酉羲真个多奇异，酸的似如醋，臭的是马尿。老妇胆大心粗，卖酒不纳课租。不怕秦王霸王，赊酒留当则去。赛过文君当垆，强如师姑婆婆。老妇忙忙便把店开，挑水烧汤待客来。正是不将辛苦意，如何打动世间财？【三月海棠】(净上)年老人，登山涉水多劳顿，送孩儿知他认也不认？伤情！母在家中思儿苦，怎知儿在此没投奔？我移步趱行程，无言不觉泪沾襟。老汉蒙李三娘着我送孩儿到并州太原府去还刘大郎。一路辛苦，来到这里。夜来在客店中安歇了一宵，感得店主娘与孩儿吃一夜乳。如今想孩儿肚又饥，这里是酒店，想有妇人，再问他买些与他吃。多少是好？(净、丑见介。丑)公公那处来？莫不是买酒吃？(净)老汉吃不多，娘子酒有好的？(丑)酒名最多。(云云介。净)好的打来。(丑)酒在此。呀！公公，你如何抱着一个孩子？(净)娘子娘子，你若说这个孩儿，一言难尽。(丑)待说何妨？【红衲袄】(净)告娘行听拜启，这孩儿便是冤苦儿，才离娘与娘分离。他父亲在并州太原府为官。送此儿步着千山万水，望娘行可怜他是无母儿。(净跪介)觅些乳与他止肚饥，免致黄泉作小鬼。【前腔】(丑)听伊言交我恶怒起，他还有舅舅亲人，下得将他厮控持。料他三日孩儿有何罪？嫡亲子母成痛悲。儿母在家中恩爱你，愿天天遮护恁。便做钦打心肠也泪垂。公公，如今吃得饱了，你好生与他送去。(净)多谢！多谢！特地送儿曹，殷勤走一遭。侯门深似海，不许外人敲。第二十四出见儿【声声慢】(生上)梁唐多事，万姓荒荒，妻子尽皆流荡。网祚方兴时，遇太平盛世。家家户户人无事，庆丰年民不号啼。拜跪。愿乾坤一统，圣寿天齐。古人有言：\"得宠思辱，居安虑危。\"刘智远自赘岳府，朝朝寒食，夜夜元霄，竟不知恩妻李三娘信息如何？一似和针吞却线，刺人肠肚系人心。(小旦上)若将容易得，便作等闲看。相公在此看甚么？(生)看兵书。(小旦)看到那里？(生)看到曹操与张飞对阵，曹兵把张飞追到霸陵桥，大喊一声，霸陵桥分为两段。(小旦)其实好名将。相公，那一个胜，那一个败。【高阳台】(生)权统雄威，兵分八阵，名镇四方威势。吕望六韬，更兼孙武兵书。张飞，喝水断桥声似雷，论军令不斩不齐。(合)奏到凯歌回，管取凌烟阁上，姓字名题。【前腔】(小旦)听启，慈父严尊，见伊武艺，将奴配君为妻。征战之功，那时荫子封妻。须知赤心报国酬圣主，食大禄满门荣贵。(合前)(净上)一路辛勤不自由，如今且喜到并州。三日孩儿送到此，未审刘郎收不收？长官，我是问路的。(末)问那里去的？(净)此间可是岳府？(末)正是。(净)有个刘智远？(末)割舌头？(净)走到割舌头的所在来了。(末)你是那里来的？(净)我是徐州沛县沙陀村火公窦老递送家书的。(末)少待，待我通报。(末进禀生介)禀老爷，徐州沛县沙陀村火公窦老，送家书在外。(小旦)相公，人有善念，天必从之。相公常想家中没有信息，今日有人来了。(生)夫人，待下官去看来。(小旦)请稳便。(生)火公窦老。(净跪见介)老爷，小人走错了。(生扶起介)是我，起来。(净)你一发扩充了。(生)怀抱小厮是那个？(净)是你的儿子。【山坡羊】(生)幸然孩儿来至，不觉交人垂泪。谢伊送我孩儿到此。面貌与娘俱无二。窦老儿，可有乳名了么？(净)三娘没有剪刀，把口咬断脐肠，叫他咬脐郎。(生)儿名咬脐，是你亲娘自取的。闻伊见说，见说肝肠碎，两泪交流一似珠。孩儿，你亲娘在那里？孩儿，爹在东时娘在西。(净)刘官人不要啼哭了。三姐在家受苦，早早回去。(生)窦公，待我进去禀过夫人。(净)这里又是一个夫人。(生)我入赘在岳府了。(净)刘官人，石灰布袋，处处有迹。(生进介。小旦)相公，甚么人？(生)夫人，实不相瞒，前日府中说没有妻子。下官不才，我有前妻李氏三娘，生下一子，着火公窦老送到这里来。夫人肯收，着他进来。夫人不肯收，早早打发他回去。(小旦)相公说这不仁不义言语。既是前妻姐姐养的孩儿，着人千山万水送来，怎么说收也不收？前妻姐姐养的，就是我养的一般，快著人抱进来我看。(生)贤哉夫人！窦公，夫人着你进来。见了夫人。(净进见。小旦。拜介)【柰子花】感夫人恺悌仁慈。刘官人，三姐呵，磨房中产下孩儿，嫉妒嫂嫂撇在水里，是老夫救来还你。(合)看此儿，端的是相公嫡子。【前腔】(小旦)看孩儿容貌希奇，与相公面庞无二。收留在此犹如嫡子，长成时莫忘了窦公恩义。(合前)【前腔】(生)我在沙陀村里狼狈，荷公婆招我为婿，他大舅憎嫌心生恶意。今日且喜孩儿送至此间，夫人好好与他看养。长成时教他武艺。(合前)三日孩儿你可收，三年乳哺不须忧。儿孙自有儿孙福，莫与儿孙作远忧。第二十五出寇反【北一枝花】(净领众上)昔日做朝内官，今做个山中寇，俺只为朝中奸诈多。有功的恨杀为仇，杀功的即便封侯，因此上撇了名锁和勾。山中虎吼应龙声，古木阴阴似堡城。五百英雄同下塞，狰犭荣个个虎狼心。自家苏林老将是也。只因朝廷有功不赏，有罪不诛，以致落草为寇，哨聚山林。风高放火，无非劫掠民财。月黑杀人，尽是伤残民命。兹者人强粮足，吩咐喽罗，点起人马，打夺州城，占住粮草，以图大业。多少是好？(吩咐介)【豹子令】(净)头带金盔八宝攒，八宝攒。茜红袍带血腥膻，血腥膻。雄威赳赳谁来犯？铁人见俺也心寒，也心寒。(合)张弓跃马下山关，下山关。【前腔】(众)主将威名似斗山，似斗山。喽啰武艺有千般，有千般。群雄拒敌如逢俺，教他个个不生还，不生还。(合前)呐喊下山坡，牛羊影也无。欲求生富贵，须下死工夫。第二十六出讨贼【贺圣朝】(生上)自来独逞英雄，四夷皆惧威风。朝廷敕命守山东，管交一战成功。策就平戎拜衮龙，擅车驱骤冠群雄。神物岂堪终伏枥，会见车书四海同。下官深感岳丈，官为大尉。兹者太行山强梁作反，朝廷昨日报马已到，拜下官为总兵元帅，前去收伏此贼。因点选衣甲，库中并无一件中用，因思向年在那沙陀村卧牛冈上瓜园内，有天赐宝刀，金盔衣甲。兵书战策，并李家庄暴劣红鬃马。不免差人去取来一用，必然取胜收功。多少是好？旗牌何在？(末上)猛虎台前出入，貔貅帐上传宣。伏元帅。有何使令？(生吩咐介)【四边静】苏林贼党侵边地，差吾去当备。那更办赤心，捐躯答圣主。(合。众)愿听钧旨便驱驰，携取宝刀回，成功最为易。【前腔】(众)将军号令如金石，星夜便前去。时刻莫迟延，违令怎饶你？(合)愿听钧旨便驱驰，携取宝刀回，成功最为易。贼党不尊王命，疆场指日澄清。朝中天子三宣，阃外将军一令。第二十七出凯回【凤凰阁】(外上)端居高拱，圣主垂福无穷。(生)出师征进志英雄，管取山河一统。(小旦)更望取天山挂弓，凌烟阁拟画仪容。(外)一封丹诏下神京，(小旦)仗剑长驱莫暂停。(生)自愧才非文共武，果然集义统三军。(外)王事急，整车轮，正是国难见忠臣。(小旦)太平元是将军定，才有将军见太耳。(末上)金甲头盔及战书，取来多少费工夫。边疆一统民无害，一将成功万骨枯。禀元帅爷，军器都在此了。(生)既如此，火速传与二爷史弘肇知道，即便披挂为前部先锋，前途等候，我随后就来了。(末得令下。外)孩儿将酒过来，为你丈夫少壮行色。(生)多谢！【排歌】(外)战马如龙，断蛇宝刀，冲冲气贯青霄。鹏抟万里借扶摇，方显池中云雨蛟。(合)施三略，展六韬，功高赏厚受封褒。收王土，绝虏嚣，麒麟阁上姓名标。【前腔】(小旦、生)颇牧同休，孙吴并高，堂堂间世人豪。折冲御侮在今朝，忠荩须教冠百僚。(合前。生)戎事已急，就此拜别。(外、旦)伫听佳音，凯歌报捷。(下。小生扮史弘肇领众接生上)【番鼓儿】恁诸军恁诸军，疾速忙前进。并力夹攻，教他闻风怕影。(净领众上)手持刀剑，泼无徒敢来对阵。(合)活捉与生擒，得战时奏凯回程。【双劝酒】(生)叵耐畜生，辍敢无礼，速来拜降，免你身归泉世。常言道养兵千日，今朝用人之际。(净)打爷大拳谁敢当敌，枪刀便起，交伊奔走无地。大兵若来时，杀交伊片甲无回。(战介。净败下。生)且喜贼已大败，待我追入巢穴，尽灭其余。兄弟，你可与我写捷书一封，飞报朝廷，不得有违。喜孜孜鞭敲金凳响，笑盈盈齐唱凯歌回。(下)第二十八出汲水【胡捣练】(旦上)兄嫂没前程，罚我挨磨到天明。把我孩儿撇在水，火公救不见回音。自家骨肉尚如此，何况区区陌路人。哥嫂逼奴改嫁不从，罚我挨磨挑水，日不得闲，夜不安枕，且往井边挑几肩水。【桂枝香】孩儿一去，眼中流泪，全无力气精神。更兼纷纷细雨，酸疼两腿两腿难移，前去如何存济？闷心儿一两阵西风起，滴溜溜败叶飞。【前腔】肌肤憔悴，肩挑着水，捱不过这般样凄凉，怎忍得恓惶滋味？奴元是李家，李家嫡亲儿女，今为奴婢。想刘郎他那里厌厌闷，我愁烦只为伊。【前腔】儿夫别后，思量无计。指望窦老回归，怎知全无一字？交奴展转展转越添憔悴，如何得睡？闷心儿欲寄音书去，山遥路更迷。【前腔】哥哥毒害，是我前生结债。他将我万种凌辱，这苦何日得泰？我愿丈夫，丈夫荣归故里，称奴心意告神祗。愿得儿夫至，还乡衣锦归。琉璃井内碧沈沈，奴与夫君一样清。日间挑水无休歇，夜间挨磨到天明。第二十九出受封【番卜算】(生上)三箭定天山，一战成奇绩。捷音今已达彤庭，料想加官职。汉将承恩西破戎，捷书飞报未央宫。天子预开麟阁待，祗今谁数贰师功？下官平贼已来，即令史弘肇上本去了。想在目下，定有好音来也。【卜算先】(小生上)喜色动龙颜，恩诏传丹凤。圣旨已到，跪听宣读。皇帝诏曰：\"臣立其勋，君降其报，此今古之常经，国家之通谊也。兹尔刘皓，治兵仁勇，而屡收征伐之功；报国精忠，而卒成底定之业。特升尔为九州安抚使。先锋史弘肇遏□敌而战每先登，相主帅而功成一统，虽古名将，不是过也。特升尔为九州安抚使部下团练使，掌管一十六万雄兵，专听安抚使节制。呜呼。崇德报功，以彰盛典。而协力尽忠，以酬知遇。朕于尔辈，有深望焉，望阙谢恩。\"(生、小生)万岁万岁万万岁！兄弟，我辈蒙朝廷如此弘恩，敢不尽心为国。你即时驰回本营，将有功者尽行开禄，以凭升授。(小生应下。生)今日且喜太平无事，不免请夫人出来，到后花园中闲玩一番，多少是好。(请介)【卜算后】(小旦上)夫荣妻贵福无穷，偕老百年同。(生相见、见介)【柳摇金】(生)春光明媚，游人似蚁，金勒马频嘶。万紫争妍丽，粉蝶儿成对飞。忽听得卖花声过，忽听得卖花声过。转过画桥西，欲卖几朵花来妆个花篮花轿儿。(合)朝欢暮乐，效学于飞，效学于飞和你永谐连理。【前腔】炎威可畏，凉亭避暑。浴罢晚凉时，纤手调冰水。佳人雪藕丝，听操瑶琴一曲，听操瑶琴一曲。句句有相思，一似冰盘浸浮瓜与沉李。(合前)【前腔】金梧飘坠，纨扇懒挥。牛女会佳期，只见丹桂飘金蕊，风传香韵美。遥望着碧天如洗，遥望着碧天如洗，万里月扬辉。夫人，我和你一似皓月澄清团圆到底。(合前)【前腔】严冬天气，彤云布密，满空飞。只见上下同一色。于山失翠微。画阁红炉深处，画阁红炉深处，欢宴饮琼卮。相公，我和你满拚沉醉，共乐共乐销金帐取。(合前。小生扮咬脐上)【绕地游】朱扉画戟，画堂中万千丰丽。幸吾父品登高位，文武中尽称为最。自小称名号咬脐，家尊武艺占高魁。皇朝敕赐加官爵，百万貔貅听指挥。正是一门生二将，父子上凌烟。常言道\"良田千顷。不如薄艺随身\"。爹妈在堂，上前参见。(生)孩儿在那里来？(小生)告爹娘知道，如今春三二月，各衙舍人都去郊外打围，孩儿欲去未敢擅便。(小旦)相公，孩儿年幼，去不得。(生)夫人，我比他这年纪，十八般武艺件件皆能。叫老郎军士，衙内郊外打围。他人妇，别人妻，不可大惊小怪。衙内回来说了，捆打四十，决不饶你。(生、小旦下。小生)晓出凤城东，分围沙草中。红旗遮日月，白马骤西风。背手抽金箭，番身挽角弓。众人齐仰望，一雁落空中。(下)第三十出诉猎【绵搭絮】(旦挑水桶上)别人家兄嫂有亲情，唯有我的哥哥下得歹心肠恶画皮，罚奴夜瞻麦晓要挑水。每夜扌彎拳独睡，未晓要先起。那些个手足之亲，想我爹娘知未知？【前腔】井深干旱，水又难提。一井水都被我吊干了。井有荣枯，眼泪何曾得住止？(介)奴是富家儿，颠倒做了驱使。莫怪伊家无礼，是我命该如是？倘有时刻差迟，乱捧打来不颐体。【前腔】寻思情苦泪双垂，夫在边廷，想我孩儿倚靠谁？吃淡饭黄齑，强要充饥。哥嫂每夜里巡更不睡，讨是寻非。哥嫂他那里昧己瞒心，料想苍天不负亏。前面一族人马来了，我神思疲倦，且在井边少睡片时。(小生引众卒上)【窣地锦裆】连朝不惮路蹊岖，走尽千山并万水。擒鹰捉鹄走如飞，远望山凹追免儿。叫老郎军士，这里是那里所在？(净众应介)这里是沙陀村。(小生)怎么来得这等快？(左右应介)就如腾云驾雾来了。(小生)一个白兔儿，在前面井边妇人身边去了。(众介。小生)那妇人可见白兔儿么？(旦)奴家是受苦妇人。(众)曾见我白兔儿？(旦)不见。(小生)叫他过来，待我问他。(众叫旦介)白兔儿不打紧，上有金皮玉箭在上。(旦)有了白兔，就有金皮玉箭，奴家实是不见。(小生)那妇人好人家宅眷，为何跣足蓬头？有甚情怀。【雁过沙】(旦)衙内问我甚情怀？(小生)为何鞋也不穿？(旦)也曾穿着绣鞋。(小生)敢是挑水卖的？(旦)不曾挑水街头卖。(众)敢是作歹事？(旦)贞洁妇女。怎旨作歹事？(小生)被甚么人凌贱你？(旦)被无知兄嫂忒毒害。(小生)有父母么？(旦)双亲早丧十六载。(小生)曾有丈夫么？(旦)东床也曾入门来。(小生)他在家出外？(旦)九州按抚投军去。(小生)有甚本事？(旦)十八般武艺皆能会。(小生)你丈夫姓甚名谁？(旦)嫁得个刘智远泼乔才。(净众浑介)天下有同名同姓者多，羞他羞他。(小生)你丈夫曾有所出？(旦)怀抱养子方三日。(小生)三日孩儿可在家么？(旦)被火公窦老送到爹行去。(小生)去几年了？(旦)小小花蛇腹内藏，爹娘见他异相配鸾凰，一别今经十八载。亲生一子叫做咬脐郎。(丑浑介。小生)也羞他一羞。妇人，吾乃九州按抚之子。你丈夫在俺爹爹麾下从军，我回去与爹爹说知，军中帖出告示，捱查你丈夫取你去。意下何如？【香罗带】(旦)衙内听拜禀，(拜介。小生作倒介)不要拜了。(旦)容奴说事因。一从间别鸾凤两处分，被哥哥嫂嫂苦逼分离也。朝朝挑水，夜夜辛勤。日日泪珠暗零。(合)异日说冤，恨取薄幸人，苦也天天，甚日得母子团圆说事因？【前腔】(小生)娘行免泪零，听吾混事因，俺爹爹管军兼管民。我去与爹爹说了。军中挨问姓刘人也，教他取你，免伊家泪零。(众介)多只数日少半旬。(合前)多谢衙内问信音，有苦何须问的真？若还再得重相见，犹如枯木再逢春。(小生)叫左右，可挑水桶送他回去。(净扮李洪一上，打丑介。小生)怎么哭？(丑)他家花嘴花脸一个人，把我一顿打。(小生)就说我是军。(丑)他说打断肋。(小生)甚么时候？(众)黄昏快了。黄昏将傍赴城门，隐隐钟声隔岸闻。渔人罢钓归竹径，牧童遥指杏花村。第三十一出忆母【卜算子】(生上)盼望旌旗，每日耳闻消息，闻得孩儿回至。孩儿郊外打围，这时候还不见回来。(小生上)柳阴枝下一佳人，夫婿孩儿同姓名。好似和针吞却线，刺人肠肚系人心。爹爹，孩儿拜揖。(生)孩儿回来了，打得多少飞禽走兽？(小生)听孩儿告禀。【普天乐】望芦葭，浅草中分围跨马。见一个白兔前面过，赶到前村柳阴之下。见一个妇女身落薄，跣足蓬头吃折挫。被兄嫂日夜沉埋，他行行泪沥，口口声声只怨刘大。(生)我儿，说话不明，如昏镜不磨。你只管说甚么刘大刘大？我问你打了多少飞禽走兽？(小生)告爹爹知道，孩儿前往郊外打围，草中赶走一个白兔。孩儿一箭正中，那兔连箭便走。孩儿加鞭拍马，直赶到徐州沛县，地名沙陀村，八角琉璃井边，有一个妇人，跣足蓬头。问起根由，却被哥嫂磨灭。在井边汲水。我问他可有丈夫，他的丈夫名字与爹爹相同。问他可有孩儿，孩儿的名字与孩儿相同。我问他丈夫那里去了，他说往九州按抚投军去了。我就对他说，俺爹爹九州按抚。我回去禀过爹爹，军中帖出告示，捱问你丈夫书来夫妻重会。那妇人拜孩儿两拜，孩儿跌倒两次。不知为何？(生)孩儿，你不要受他两拜便好。(小生)爹爹好差矣。孩儿是九州按抚之子，受那村僻妇人两拜不起？(生)我儿，做爹爹的几次要对你说。因你不知世事。你道爹爹宫从何处来？渴饮刀头血，困来马上眠。受尽苦中苦，方为人上人。【歌儿】我在沙陀村受狼狈也是没极奈何。为父的日间在马鸣王庙中栖身。感李太公领归我，他把嫡亲儿招我为夫妇。两老双双都亡过。被大舅争强，把我鸾凰都耽误。儿既来问我。华堂享富贵的是你继母，那村僻妇人是你亲母。剖剖心肠，磨房中生下你儿-个。(小生)华堂享富贵的？(生)是继母。(小生)井边打水的？(生)就是汝亲娘。(小生哭介)儿对严尊把事提，谁知母子各东西。舅舅不念同胞养，一子初生号咬脐。继母堂前多快乐，却交亲母受孤栖，爹爹，忘恩负义非君子，不念糟糠李氏妻。今日还我亲娘来见面。万事全休不用提。若还亲娘不见面，孩儿便死待何如？(小生哭倒介。兰)夫人快来！(小旦上)隔墙须有耳，窗外岂无人？我儿娘在此。(小生)你不是我亲娘。(小旦)畜生，嘴边乳腥末退，胎发未除。虽无十月怀胎，也是三年乳哺。那见得不是你亲娘？(生)夫人请息怒，听下官分剖。祖居沙陀村里，流落在马鸣王庙中。李太公收留我回家，他把嫡亲女儿招我为婿。两老皆亡过后，被大舅争强，逼勒鸾凰两下，只得投奔从军。感蒙你父不弃微贱，招我为女婿。因孩儿打猎井边，认了亲娘。畜生，休得要寻死觅活，休得要号天哭地。若不是夫人抬举，怎年得一十六岁？还不过来拜了母亲。(小旦)畜生，若不看相公分上，着实打你一顿。相公既有前妻姐姐在家，何不将我凤冠接取到来，同享荣华，愿为姐妹。(生)若得贤哉夫人美意。胜似万般周济。【江儿水】(小生)那日因游猎，见村中一妇人，满怀心事从头诉。裙布钗荆添凄楚，蓬头跣足身落薄，却元来亲娘生母。爹爹，你负义辜恩，全不念糟糠之妇。(生)我儿不要啼哭，明日与史弘肇叔叔说，点起三千壮士，把李家庄围住了，拿了李洪一夫妻两口，绑将出来，刀刀割肉，剑剑抽筋。彩凤金冠上取妻。此情莫与外人知。黄河尚有澄清日，岂可人无得运时？第三十二出私会【八声甘州】(旦挑水上)恹恹闷损，怎消遣心上横愁。儿夫别后，泪泣楚声无投。伤情最苦人易老，那更西风吹暮秋。休休，猛然间小鹿儿撞我心头。【前腔】今后洁可奈守，算古往今来似奴稀有。孩儿一去，到如今杳不回头。十六年来音信杳莫有，父子同欢不念母。休休，猛听得孤雁叫过南楼。神思困倦，就在井栏边少睡片时则个。(旦作睡介)【山歌】(丑上)牧童儿，牧童儿骑上黄牛短笛吹。存游芳草地，夏赏绿荷池，秋饮黄花酒，冬吟白雪诗。爹娘养我能快活，谁知此地受孤恓。爹娘养我如金宝，如今不值半文钱。自家李家庄上看牛的牧童是也。今朝放十三头牛，出来不见了一头，想是风大吹了一头去了，待我叫他一声黄牛呵！(内应介。丑)呀！元来棒柸三丫头在此睡着了，待我藏过了他水桶。我不见牛，他不见水桶，要打与他一同打。(旦醒介)【粉蝶儿】睡思朦咙，觉来时却是牧童在此。牧童，我的水桶在那里？(丑)你可见我黄牛么？(旦)我不曾见你黄牛。(丑)我也不曾见你水桶。(旦)小厮，你去寻将来，与你两个钱。(丑)你把钱与我么？待我寻将来。(旦)小厮还我。(丑)三小娘，水桶在此，把钱与我。(旦打丑介)畜生，你见我哥嫂磨灭我，你也来戏弄我。自古道得好：\"势败奴欺主。时乖鬼弄人。\"(旦下。丑哭介。生上)路途不平，傍人减削。牧童。(丑)甘草木通。(生)那个打了你哭？(丑)走路便走路，管甚么闲事？(生)牧童，方才挑水的妇人是谁？(丑)你问他怎么？(生)你说了把钱与你。(丑)钱不利市，银子罢？(生)就是银子。(丑)坐着说，话长。我这里叫做李家庄，有个李太公太婆，养两个儿子，一个女儿。大儿子叫李洪一，小儿子叫李洪信，女儿叫三娘。李太公在马鸣王庙中赛愿，收留一个刘穷在家，也不晓得锄田耕地，只会牧牛放马。有一匹乌追马，诸人降他不伏，被蛮子一降一伏。李太公见他异相，因此把女儿招他为婿。成亲之后，不想太公与太婆俱亡。那蛮子去九州按抚投军去，十六年一竟不回。那妇人被哥嫂挑水挨磨，又要逼他改嫁不从，日夜磨折他，是受苦的。你问他怎么？(生)原来如此。多谢你了。银子在此，可收去。(丑浑下。生叫介。旦上)魃风骤雨，不入寡妇之门。(生叫介)三姐。(旦)甚么人叫我三姐？哥嫂得知，决不干休，你快去。(生)是刘智远回来在此。(旦)那个不晓得刘智远是我丈夫？(生)三姐，分别之时，我说三不回。(旦)那三不回？(生)不发迹不回，不做官不回，不报得李洪一冤仇不回。(旦)这话与丈夫在瓜园中说的，闲人那个晓得？待奴看来。呀！(见介)【临江仙】(生、旦)一十六年不见面，今朝又得再相逢。【锁南枝】(旦)从伊去后受禁持，不从改嫁生恶意。因此骨肉参商，罚奴磨麦并挑水。止望你，身显迹，又谁知，恁狼狈。【前腔】(生)一从散鸳侣，鸾凰两处飞。受尽奔波劳役，只为苦取功名，此身不由己。身逗留，无所依，那知你，受狼狈。【前腔】(旦)奴分娩产下儿，嫉妒嫂嫂撇在水。幸得窦老辛勤，寄取米还你。十六年杳无音信归，日夜里受孤恓。【前腔】(生)娘行听咨启，我把真情诉与伊，对面娘儿不识。那日井边相逢打猎一衙内寻兔的，你道是谁？(旦)是那个？(生)名咬脐是你孩儿。【前腔】(旦)思前日有个打猎的，他说九州按抚儿。见他气宇轩昂，谁想是吾嫡子，心下疑难信。你莫不是没见识，卖与官家做奴婢。【前腔】(生)出语大相欺，九州按抚是我为品级。都堂爵位掌管一十五万官兵，权显达还乡里。我妆旧时私探你，休泄漏莫与外人知。三姐，前日在瓜园分别，今日磨地相逢，大家把苦来说一说。(旦)你的也说与我知道，我的苦也说与你知道。(生)三姐，自从瓜园分别，径到并州，岳节度使招军买马。命苦！到那里军完马足，不用了。被我苦苦哀告，收我在长行队，日间押马草，夜间提铃喝号。那一晚腊月二十，雪又大风又大，正该我巡更。巡到跨街楼底下躲避风雪，岳府小姐在层楼做女工针指，见我身上寒冷，将一件旧衣服与我遮寒。拿错了，把父亲身上红锦战袍。来日要入朝赏雪观梅，遍寻不见。查问起，到是我穿在身上。拿我去要打打不得，要杀又杀不得。他见我有异相，他就把绣英小姐与我为妻。在彼朝朝寒食，夜夜是元宵。拿你的苦说与我听。(旦)我的受用，不比你的受用。来这里看，这是磨房，这是水桶。(丢桶介。旦倒，生扶介)【孝南枝】(旦)听伊说转痛心，思之你是个薄幸人。伊家恋新婚，交奴家守孤灯。我真心待等，你享荣华，奴遭薄幸。上有苍天，鉴察我年少人。【前腔】(生)告娘行听咨启，望娘行免泪零。若不娶绣英，怎得我身荣？将彩凰冠来取你，取你到京中做一品夫人。三姐，我有三台金印在此，你可收下。三日后来取你，还我金印。如不来取你，就把他撇在万丈深潭。他不能出世，我不能做官。(旦)官人，如今哥嫂知道了怎么好？(生)你如今往三叔家住下。(旦)晓得哥哥使心机。(生)明日教他化作灰。善恶到头终有报，只争来早与来迟。(旦取水桶，生踢介。同下。净上)事不关心，关心者乱。我家牧童回来说，刘穷回来偷老婆。这入娘的，想梦指望偷老婆。我见他打得他希烂。(生暗上。听见介。净)请了，你回来了。(生)回来了。(净)修网巾的出牌额，照旧。去时穿这件衣服，如今原是这件衣服。李家庄上养得人的。(生)你方才要打我么？(净)前日在瓜园里受了你的亏，如今请两个教师教会了拳头，随你文打也得，武打也得。(生)文打便怎么？武打便怎么？(净)文打四抱腰，武打不要扯我鬓脚毛。(生)随你怎么打？(净)且不要忙，先走一个势与你看看。(生打介。净倒介。生下。丑上)那个打我的老公？(净、丑浑打介。丑)是我是我！(净)那个？早说便好。早是你说了，鹅鸡嘴都打尖了。(丑)今日也请教师，明日也学拳，可买些肉与他吃便好。今日也豆腐，明日也豆腐，学这豆腐拳来打老婆。(净)如今且计较起来，到沙陀村寺里劝农老爹那里告他。(丑)告他甚么来？(净)妹夫打大舅，首告逃军事。(丑)有理，先演一演。(净)你做了官，我来告。(丑介。净)我叫告状，你便叫屈。(丑叫屈介。净)告甚么状？(丑)老爷，告妹夫打大舅逃军事。(净)拿状子上来。(丑递介。净念介)告状人李洪一，年三十六岁。爹是李太公，娘是李太婆。马鸣王庙赛愿，拾得刘穷，把阿妹三娘做老公。十六年不见面，今日回来打舅公。头发打得粉粉碎。牙齿打佐一把骨，鼻子打做两个窟弄。老爷墙头上施行。(浑介。下)第三十三出团圆【剔银灯】(小生领众上)蒙尊命来迎我母亲，心如箭马不留停。姻缘本是前生定。故令个白兔来引。艰辛，十六年命屯，今喜得枯枝再春。【前腔】(旦上)望孩儿终日倚门，怕儿夫语言不定。哥哥嫂嫂忒薄幸，全不念手足情亲。艰辛，十六年命屯，料今日枯枝再春。(小生入相见，抱介)【一封书】儿不孝远离，我娘行无所为。儿名唤咬脐，一十六年如梦里。娘呵，若不在沙陀村来打猎，怎能够母子夫妻重会期？(合)母和儿痛伤悲，这段冤仇必报取。请母亲起程。(行介)【前腔】(旦)从别离你爹，兄嫂无情苦禁持。说不尽那时，罚奴磨麦井挑水。我受了千辛并万苦，又谁知母子夫妻重会期？(合前)(小生)请母亲下轿。爹爹母亲有请。(生、小旦上)【称人心】青山绿水年年好，不知人换几千秋。(生、旦、小旦相见介。末上)世事短如春梦，人情薄似秋云。(入相见介。生)呀！智远正欲造府奉谢，何劳叔丈远来？(末)不敢。(生)夫人孩儿，过来拜了叔公。(末)此一位是何人？(生)军中岳氏夫人。(末)这一位？(生)是咬脐。(末)我的外甥，你娘为你受了千辛万苦，如今如此长成了，可喜可喜！(生)叔公，若将冤报冤，如狼去食血。若将恩报恩，如汤去泼雪。可奈李洪一夫妻二人如此狠毒，此恨如何消得？叫左右，把李洪一夫妻二人绑过来。(绑净上、丑)妹子救救！(生)这是无知大舅舅母。(小生)把他砍了。(净、丑)叔爷救我一救，我是刘家香火。(末)刘官人，当初是他不仁不义，只看先兄分上，可以饶恕。若论他为恶，挫尸万段不足，何足惜哉！(旦)相公，恩将恩报，非为人也。仇将恩报，才为人也。若把哥哥典刑，奴家父母在九泉之下也不瞑目。我死之后，怎见父母之面？我受十六年之苦，命该如此，也不怨他。把我哥哥饶了罢？(生)左右，把李洪一放了。(净放介。生)李洪一，今日黄河水清不清？(净)滴溜清的。(生)带过那妇人来，那当初曾有言：\"刘郎若得身发迹，做支蜡烛照乾坤。\"(丑)这是有的。(生)这泼妇怎生饶得？叫左右，吩咐有司，取香油五十斤，麻布一百丈，把这泼妇做个照天蜡烛，以泄此恨。(左右应下。净)烧得这狗人的好。(生)叫左右，一壁厢打点祭礼，到我岳父岳母坟上祭扫。一壁厢将黄金五十两，与叔公重修马鸣王庙。一壁厢备马一匹，去取窦老至我府中养老终身。孩儿，将酒过来。【大环着】(众)因孩儿出路，因孩儿出路，打猎沙陀，偶见林中白兔跷蹊。若非他引见母，怎能够夫妻相会？前生里今日奇，从此团圆永效于飞。【红绣鞋】春有秀陌瑶池，瑶池，夏有流觞曲水，曲水，秋玩月，与冬时，观瑞雪，赏寒梅，拚今宵共沉醉。【尾声】贫者休要相轻弃，否极终有泰时，留与人间作话题。湛湛青天不可欺，未曾举意早先知。善恶到头终有报，只争来早与来迟。 为客弹长铗，□□□短衣。奈何年不肯，五过古来希。遣兴春云鬟雾鬓秋千院，翠袖缃裙鼓吹船，锦屏花帐六桥边。真阆苑，人醉杏花天。夏金杯冷酌琼花酿，玉笋冰调荔子浆，洛神西子斗浓妆。移画舫，来趁芰荷香。秋青霄霜降枫林醉，白雁风来木叶飞，登临欢酌菊花杯。图画里，何必醉东篱。离情云悭雨涩欢娱俭，雁杳鱼沉郁闷添，旧愁新恨上眉尖。淹泪脸，谁问苦恹恹。秋夜闺思凄惶泪湿鸳鸯枕，惨淡香消翡翠衾，恼人休自怅蛩吟。惊夜寝，邻院捣寒砧。秋闺思庭槐破梦秋风撼，妾泪聊珠夜雨搀，朝云无计出湘潭。休问俺，司马泪青衫。春闺思蜂蝶困歇梨花梦，莺燕飞迎柳絮风，强移莲步出帘栊。心绪冗，羞见落花红。相思你残花态那衣叩，咱减腰围攒带钩，这般情绪几时休。思配偶，争奈不自由。又鸳鸯作对关前世，翡翠成双约后期，无缘难得做夫妻。除梦里，惊觉各东西。妓家无钱难解双生闷，有钞能驱倩女魂，粉营花寨紧关门。咱受窘，披撇见钱亲。又沾花惹草沙中俏，傅粉施朱笑里刀，劝君莫惜野花娇。零落了，结果许由瓢。闺情鸳鸯失配谁惊散，燕子无双飞兴阑，妆楼便当望夫山。凝泪眼，无语凭栏干。闺怨当时欢喜言盟誓，今日瓓珊说是非，世间你是负心贼。休卖嘴，暗有鬼神知。寻乐湖山遣兴还诗债，杖屦寻芳释闷怀，村醪满酌劝吾侪。杯莫侧，听唱喜春来。咏雪梅魂来纸帐香先到，花放冰梢雪未消，浩然驴背霸陵桥。风势恶，休笑子猷乔。未遂功名希望何时就，书剑飘零甚日休，算来著甚可消愁。除是酒，醉倚仲宣楼。隐居牧牛枉叹白石烂，垂钓休嗟渭水寒，云深虎豹九重关。非是懒，无意近长安。江村即事女儿收网临江哆，稚子垂钩靠岸沙，笛声惊雁出蒹葭。清淡煞，衰柳缆鱼槎。阅世佳章软语醒时和，白雪阳春醉后歌，簪花饮酒且婆娑。开闷锁，闲看恶风波。赏春桃花扇影香风软，杨柳楼心夜月圆，繁弦急管送歌筵。杯量浅，烂醉玉人边。感怀溪边倦客停兰棹，楼上何人品玉箫，哀声幽怨满江皋。声渐悄，遣我闷无聊。离愁奴因寄恨招灾祸，他为寻芳中网罗，柳嫌花妒百千合。成间阔，教俺怎存活。",
        "author": "元代",
        "poem_class": "思念",
        "dynasty": "杨果"
    },
    {
        "title": "送沈记室夜别",
        "paragraph": "桂水澄夜氛，楚山清晓云。秋风两乡怨，秋月千里分。寒枝宁共采，霜猿行独闻。扪萝正意我，折桂方思君。应龙未起时，乃在渊底藏。非云足不蹈，举则冲天翔。譬彼野兰草，幽居常独香。清风播四远，万里望芬芳。隐居可颐志，自见焉得彰。楼上试朝妆，风花下砌傍。入镜先飘粉，翻衫好染香。度舞飞长袖，传歌共绕梁。欲因吹少女，还持拂大王。挥手未几。钻燧推斥。青春屏辔。素秋系迹。媚彼时渔。恋此分拆。我劳行久。实获予戚。",
        "author": "南北朝",
        "poem_class": "思念",
        "dynasty": "范云"
    },
    {
        "title": "四园竹·浮云护月",
        "paragraph": "浮云护月，未放满朱扉。鼠摇暗壁，萤度破窗，偷入书帏。秋意浓，闲伫立，庭柯影里。好风襟袖先知。夜何其。江南路绕重山，心知漫与前期。奈向灯前堕泪，肠断萧娘，旧日书辞犹在纸。雁信绝，清宵梦又稀。天边金掌露成霜。云随雁字长。绿杯红袖趁重阳。人情似故乡。兰佩紫，菊簪黄。殷勤理旧狂。欲将沉醉换悲凉。清歌莫断肠。东风又作无情计，艳粉娇红吹满地。碧楼帘影不遮愁，还似去年今日意。谁知错管春残事，到处登临曾费泪。此时金盏直须深，看尽落花能几醉！游人脚底一声雷，满座顽云拨不开。天外黑风吹海立，浙东飞雨过江来。十分潋滟金樽凸，千杖敲铿羯鼓催。唤起谪仙泉洒面，倒倾鲛室泻琼瑰。",
        "author": "宋代",
        "poem_class": "思念",
        "dynasty": "周邦彦"
    },
    {
        "title": "兰陵王·卷珠箔",
        "paragraph": "卷珠箔，朝雨轻阴乍阁。阑干外、烟柳弄晴，芳草侵阶映红药。东风妒花恶，吹落梢头嫩萼。屏山掩、沉水倦熏，中酒心情怯杯勺。寻思旧京洛，正年少疏狂，歌笑迷著。障泥油壁催梳掠，曾驰道同载，上林携手，灯夜初过早共约，又争信飘泊。寂寞，念行乐。甚粉淡衣襟，音断弦索，琼枝璧月春如昨。怅别后华表，那回双鹤。相思除是，向醉里、暂忘却。吴山青，越山青，两岸青山相送迎，谁知离别情？(谁知离别情 一作：争忍有离情)君泪盈，妾泪盈，罗带同心结未成，江边潮已平。(江边 一作：江头)平山阑槛倚晴空。山色有无中。手种堂前垂柳，别来几度春风。 文章太守，挥毫万字，一饮千钟。行乐直须年少，尊前看取衰翁。雪晓清笳乱起。梦游处、不知何地。铁骑无声望似水。想关河，雁门西，青海际。睡觉寒灯里。漏声断、月斜窗纸。自许封侯在万里。有谁知，鬓虽残，心未死。",
        "author": "宋代",
        "poem_class": "思念",
        "dynasty": "张元干"
    },
    {
        "title": "三部乐·商调梅雪",
        "paragraph": "浮玉飞琼，向邃馆静轩，倍增清绝。夜窗垂练，何用交光明月。近闻道、官阁多梅，趁暗香未远，冻蕊初发。倩谁摘取，寄赠情人桃叶。 回文近传锦字，道为君瘦损，是人都说。祅知染红著手，胶梳黏发。转思量、镇长堕睫。都只为、情深意切。欲报消息，无一句、堪愈愁结。桃李莫相妒，夭姿元不同。犹余雪霜态，未肯十分红。腰间羽箭久凋零，太息燕然未勒铭。老子犹堪绝大漠，诸君何至泣新亭。一身报国有万死，双鬓向人无再青。记取江湖泊船处，卧闻新雁落寒汀。长忆观潮，满郭人争江上望。来疑沧海尽成空，万面鼓声中。 弄潮儿向涛头立，手把红旗旗不湿。别来几向梦中看，梦觉尚心寒。",
        "author": "宋代",
        "poem_class": "思念",
        "dynasty": "周邦彦"
    },
    {
        "title": "翻香令·金炉犹暖麝煤残",
        "paragraph": "金炉犹暖麝煤残。惜香更把宝钗翻。重闻处，余熏在，这一番、气味胜从前。背人偷盖小蓬山。更将沈水暗同然。且图得，氤氲久，为情深、嫌怕断头烟。浮云吐明月，流影玉阶阴。千里虽共照，安知夜夜心？六国破灭，非兵不利，战不善，弊在赂秦。赂秦而力亏，破灭之道也。或曰：六国互丧，率赂秦耶？曰：不赂者以赂者丧，盖失强援，不能独完。故曰：弊在赂秦也。秦以攻取之外，小则获邑，大则得城。较秦之所得，与战胜而得者，其实百倍；诸侯之所亡，与战败而亡者，其实亦百倍。则秦之所大欲，诸侯之所大患，固不在战矣。思厥先祖父，暴霜露，斩荆棘，以有尺寸之地。子孙视之不甚惜，举以予人，如弃草芥。今日割五城，明日割十城，然后得一夕安寝。起视四境，而秦兵又至矣。然则诸侯之地有限，暴秦之欲无厌，奉之弥繁，侵之愈急。故不战而强弱胜负已判矣。至于颠覆，理固宜然。古人云：“以地事秦，犹抱薪救火，薪不尽，火不灭。”此言得之。齐人未尝赂秦，终继五国迁灭，何哉？与嬴而不助五国也。五国既丧，齐亦不免矣。燕赵之君，始有远略，能守其土，义不赂秦。是故燕虽小国而后亡，斯用兵之效也。至丹以荆卿为计，始速祸焉。赵尝五战于秦，二败而三胜。后秦击赵者再，李牧连却之。洎牧以谗诛，邯郸为郡，惜其用武而不终也。且燕赵处秦革灭殆尽之际，可谓智力孤危，战败而亡，诚不得已。向使三国各爱其地，齐人勿附于秦，刺客不行，良将犹在，则胜负之数，存亡之理，当与秦相较，或未易量。呜呼！以赂秦之地封天下之谋臣，以事秦之心礼天下之奇才，并力西向，则吾恐秦人食之不得下咽也。悲夫！有如此之势，而为秦人积威之所劫，日削月割，以趋于亡。为国者无使为积威之所劫哉！夫六国与秦皆诸侯，其势弱于秦，而犹有可以不赂而胜之之势。苟以天下之大，下而从六国破亡之故事，是又在六国下矣。人生识字忧患始，姓名粗记可以休。何用草书夸神速，开卷惝恍令人愁。我尝好之每自笑，君有此病何年瘳。自言其中有至乐，适意无异逍遥游。近者作堂名醉墨，如饮美酒销百忧。乃知柳子语不妄，病嗜土炭如珍羞。君于此艺亦云至，堆墙败笔如山丘。兴来一挥百纸尽，骏马倏忽踏九州。我书意造本无法，点画信手烦推求。胡为议论独见假，只字片纸皆藏收。不减钟张君自足，下方罗赵我亦优。不须临池更苦学，完取绢素充衾裯。",
        "author": "宋代",
        "poem_class": "思念",
        "dynasty": "苏轼"
    },
    {
        "title": "古意赠今人",
        "paragraph": "寒乡无异服，毡褐代文练。日月望君归，年年不解綖。荆扬春早和，幽冀犹霜霰。北寒妾已知，南心君不见。谁为道辛苦？寄情双飞燕。形迫杼煎丝，颜落风催电。容华一朝尽，惟馀心不变。君不见河边草。冬时枯死春满道。君不见城上日。今暝没尽去。明朝复更出。今我何时当然得。一去永灭入黄泉。人生苦多欢乐少。意气敷腴在盛年。且愿得志数相就。床头恒有沽酒钱。功名竹帛非我事。存亡贵贱付皇天。画帘疏雨才收，酒醒凝掩篷窗卧。薰炉火冷，余香犹在，拥衾清坐。点鬓霜明，窥人月小，短擎花堕。想吴山越水，楼台缥缈，应曾有，飞鸿过。寂寞文园病后，旧心情、苦无些个。多君调我，幽兰新句纹笺玉唾。花落元都，鹤归华表，梦谁擎破。待莼鲈江上，高歌小梅，扣舷相和。奉君金巵之美酒，瑇瑁玉匣之雕琴。七彩芙蓉之羽帐，九华蒲萄之锦衾。红颜零落岁将暮，寒光宛转时欲沉。愿君裁悲且减思，听我扺节行路吟。不见柏梁、铜雀上，宁闻古时清吹音。洛阳名工铸为金博山，千斵复万镂，上刻秦女携手仙。承君清夜之欢娱，列置帐里明烛前。外发龙鳞之丹彩，内含麝芬之紫烟。如今君心一朝异，对此长叹终百年。璇闺玉墀上椒阁，文窗绣户垂罗幕。中有一人字金兰，被服纤罗采芳藿。春燕差池风散梅，开帏对景弄禽爵。含歌揽涕恒抱愁，人生几时得为乐。宁作野中之双凫，不愿云间之别鹤。泻水置平地，各自东西南北流。人生亦有命，安能行叹复坐愁？酌酒以自宽，举杯断绝歌路难。心非木石岂无感，吞声踯躅不敢言。君不见河边草，冬时枯死春满道。君不见城上日，今暝没尽去，明朝复更出。今我何时当得然，一去永灭入黄泉。人生苦多欢乐少，意气敷腴在盛年。且愿得志数相就，床头恒有沽酒钱。功名竹帛非我事，存亡贵贱付皇天。对案不能食，拔剑击柱长叹息。丈夫生世会几时，安能蹀躞垂羽翼?弃置罢官去，还家自休息。朝出与亲辞，暮还在亲侧。弄儿床前戏，看妇机中织。自古圣贤尽贫贱，何况我辈孤且直!愁思忽而至，跨马出北门。举头四顾望，但见松柏荆棘郁樽樽。中有一鸟名杜鹃，言是古时蜀帝魂。声音哀苦鸣不息，羽毛憔悴似人髠。飞走树间啄虫蚁，岂忆往日天子尊。念此死生变化非常理，中心恻怆不能言。中庭五株桃，一株先作花。阳春妖冶二三月，从风簸荡落西家。西家思妇见悲惋，零泪沾衣抚心叹。初送我君出户时，何言淹留节回换。床席生尘明镜垢，纤腰瘦削发蓬乱。人生不得恒称悲，惆怅徙倚至夜半。锉蘖染黄丝，黄丝历乱不可治。昔我与君始相值，尔时自谓可君意。结带与我言，死生好恶不相置。今日见我颜色衰，意中索寞与先异。还君金钗瑇瑁簪，不忍见之益愁思。君不见蕣华不终朝，须臾淹冉零落销。盛年妖艳浮华辈，不久亦当诣冢头。一去无还期，千秋万岁无音词。孤魂茕茕空陇间，独魄徘徊遶坟基。但闻风声野鸟吟，忆平生盛年时。为此令人多悲悒，君当纵意自熙怡。君不见枯箨走阶庭，何时复青著故茎。君不见亡灵蒙享祀，何时倾杯竭壶罂。君当见此起忧思，宁及得与时人争。人生倐忽如绝电，华年盛德几时见。但令纵意存高尚，旨酒嘉肴相胥讌。持此从朝竟夕暮，差得亡忧消愁怖。胡为惆怅不得已，难尽此曲令君忤。今年阳初花满林，明年冬末雪盈岑。推移代谢纷交转，我君边戍独稽沉。执袂分别已三载，迩来寂淹无分音。朝悲惨惨遂成滴，暮思遶遶最伤心。膏沐芳余久不御，蓬首乱鬓不设簪。徒飞轻埃舞空帷，粉筐黛器靡复遗。自生留世苦不幸，心中惕惕恒怀悲。春禽喈喈旦暮鸣，最伤君子忧思情。我初辞家从军侨，荣志溢气干云霄。流浪渐冉经三龄，忽有白发素髭生。今暮临水拔已尽，明日对镜复已盈。但恐羁死为鬼客，客思寄灭生空精。每怀旧乡野，念我旧人多悲声。忽见过客问何我，宁知我家在南城。答云我曾居君乡，知君游宦在此城。我行离邑已万里，今方羁役去远征。来时闻君妇，闺中孀居独宿有贞名。亦云悲朝泣闲房，又闻暮思泪沾裳。形容憔悴非昔悦，蓬鬓衰颜不复妆。见此令人有余悲，当愿君怀不暂忘。君不见少壮从军去，白首流离不得还。故乡窅窅日夜隔，音尘断绝阻河关。朔风萧条白云飞，胡笳哀急边气寒。听此愁人兮奈何，登山远望得留颜。将死胡马迹，宁见妻子难。男儿生世轗轲欲何道，绵忧摧抑起长叹。君不见柏梁台，今日丘墟生草莱。君不见阿房宫，寒云泽雉栖其中。歌妓舞女今谁在，高坟垒垒满山隅。长袖纷纷徒竞世，非我昔时千金躯。随酒逐乐任意去，莫令含叹下黄垆。君不见冰上霜，表里阴且寒。虽蒙朝日照，信得几时安。民生故如此，谁令摧折强相看。年去年来自如削，白发零落不胜冠。君不见春鸟初至时，百草含青俱作花。寒风萧索一旦至，竟得几时保光华。日月流迈不相饶，令我愁思怨恨多。诸君莫叹贫，富贵不由人。丈夫四十强而仕，余当二十弱冠辰。莫言草木委冬雪，会应苏息遇阳春。对酒叙长篇，穷途运命委皇天。但愿樽中酒酝满，莫惜床头百个钱。直得优游卒一岁，何劳辛苦事百年。",
        "author": "南北朝",
        "poem_class": "思念",
        "dynasty": "鲍令晖"
    },
    {
        "title": "探芳新·吴中元日承天寺游人",
        "paragraph": "九街头，正软尘润酥，雪销残溜。禊赏祇园，花艳云阴笼昼。层梯峭空麝散，拥凌波、萦翠袖。叹年端、连环转，烂漫游人如绣。 肠断回廊伫久。便写意溅波，传愁蹙岫。渐没飘鸿，空惹闲情春瘦。椒杯香乾醉醒，怕西窗、人散后。暮寒深，迟回处、自攀庭柳。柳庭风静人眠昼，昼眠人静风庭柳。香汗薄衫凉，凉衫薄汗香。手红冰碗藕，藕碗冰红手。郎笑藕丝长，长丝藕笑郎。谁作桓伊三弄，惊破绿窗幽梦？新月与愁烟，满江天。欲去又还不去，明日落花飞絮。飞絮送行舟，水东流。知君仙骨无寒暑。千载相逢犹旦暮。故将别语恼佳人，要看梨花枝上雨。落花已逐回风去。花本无心莺自诉。明朝归路下塘西，不见莺啼花落处。",
        "author": "宋代",
        "poem_class": "思念",
        "dynasty": "吴文英"
    },
    {
        "title": "望江南·幽州九日",
        "paragraph": "官舍悄，坐到月西斜。永夜角声悲自语，客心愁破正思家。南北各天涯。肠断裂，搔首一长嗟。绮席象床寒玉枕，美人何处醉黄花。和泪捻琵琶。林断山明竹隐墙。乱蝉衰草小池塘。翻空白鸟时时见，照水红蕖细细香。村舍外，古城旁。杖藜徐步转斜阳。殷勤昨夜三更雨，又得浮生一日凉。漠漠轻寒上小楼，晓阴无赖似穷秋。淡烟流水画屏幽。自在飞花轻似梦，无边丝雨细如愁。宝帘闲挂小银钩。山与歌眉敛，波同醉眼流。游人都上十三楼。不羡竹西歌吹、古扬州。菰黍连昌歜，琼彝倒玉舟。谁家水调唱歌头。声绕碧山飞去、晚云留。",
        "author": "宋代",
        "poem_class": "思念",
        "dynasty": "汪元量"
    },
    {
        "title": "一剪梅·记得同烧此夜香",
        "paragraph": "记得同烧此夜香，人在回廊，月在回廊。而今独自睚昏黄，行也思量，坐也思量。锦字都来三两行，千断人肠，万断人肠。雁儿何处是仙乡？来也恓惶，去也恓惶。篱落疏疏一径深，树头新绿未成阴。(新绿 一作：花落)儿童急走追黄蝶，飞入菜花无处寻。十八新娘八十郎，苍苍白发对红妆。鸳鸯被里成双夜，一树梨花压海棠。元丰七年十二月十八日，浴泗州雍熙塔下，戏作如梦令阕。此曲本唐庄宗制，名忆仙姿，嫌其名不雅，故改为如梦令。盖庄宗作此词，卒章云：“如梦如梦，和泪出门相送。”因取以为名云。水垢何曾相受。细看两俱无有。寄语揩背人，尽日劳君挥肘。轻手，轻手。居士本来无垢。",
        "author": "宋代",
        "poem_class": "思念",
        "dynasty": "辛弃疾"
    },
    {
        "title": "元旦口占用柳亚子怀人韵",
        "paragraph": "共庆新年笑语哗，红岩士女赠梅花。举杯互敬屠苏酒，散席分尝胜利茶。只有精忠能报国，更无乐土可为家。陪都歌舞迎佳节，遥祝延安景物华。曾惊秋肃临天下，敢遣春温上笔端。尘海苍茫沉百感，金风萧瑟走千官。老归大泽菰蒲尽，梦坠空云齿发寒。竦听荒鸡偏阒寂，起看星斗正阑干。共庆新年笑语哗，红岩士女赠梅花。举杯互敬屠苏酒，散席分尝胜利茶。只有精忠能报国，更无乐土可为家。陪都歌舞迎佳节，遥祝延安景物华。万里乘风去复来，只身东海挟春雷。忍看图画移颜色，肯使江山付劫灰。浊酒不销忧国泪，救时应仗出群才。拼将十万头颅血，须把乾坤力挽回。",
        "author": "近现代",
        "poem_class": "思念",
        "dynasty": "董必武"
    },
    {
        "title": "澡兰香·淮安重午",
        "paragraph": "盘丝系腕，巧篆垂簪，玉隐绀纱睡觉。银瓶露井，彩箑云窗，往事少年依约。为当时曾写榴裙，伤心红绡褪萼。黍梦光阴，渐老汀洲烟蒻。莫唱江南古调，怨抑难招，楚江沉魄。薰风燕乳，暗雨梅黄，午镜澡兰帘幕。念秦楼也拟人归，应剪菖蒲自酌。但怅望、一缕新蟾，随人天角。黄金错刀白玉装，夜穿窗扉出光芒。丈夫五十功未立，提刀独立顾八荒。京华结交尽奇士，意气相期共生死。千年史册耻无名，一片丹心报天子。尔来从军天汉滨，南山晓雪玉嶙峋。呜呼！楚虽三户能亡秦，岂有堂堂中国空无人！芙蓉落尽天涵水，日暮沧波起。背飞双燕贴云寒，独向小楼东畔、倚阑看。 浮生只合尊前老，雪满长安道。故人早晚上高台，赠我江南春色、一枝梅。常记溪亭日暮，沉醉不知归路。兴尽晚回舟，误入藕花深处。争渡，争渡，惊起一滩鸥鹭。",
        "author": "宋代",
        "poem_class": "思念",
        "dynasty": "吴文英"
    },
    {
        "title": "江神子·十日荷塘小隐赏桂呈朔翁",
        "paragraph": "西风来晚桂开迟。月宫移。到东篱。簌簌惊尘，吹下半冰规。拟唤阿娇来小隐，金屋底，乱香飞。重阳还是隔年期。蝶相思。客情知。吴水吴烟，愁里更多诗。一夜看承应未别，秋好处，雁来时。闲来无事不从容，睡觉东窗日已红。万物静观皆自得，四时佳兴与人同。道通天地有形外，思入风云变态中。富贵不淫贫贱乐，男儿到此是豪雄。欧阳公作《蝶恋花》，有“深深深几许”之句，予酷爱之。用其语作“庭院深深”数阕，其声即旧《临江仙》也。庭院深深深几许？云窗雾阁常扃。柳梢梅萼渐分明。春归秣陵树，人老建康城。感月吟风多少事，如今老去无成。谁怜憔悴更凋零。试灯无意思，踏雪没心情。(试灯无意思，踏雪没心情 一作：灯花空结蕊，离别共伤情)远岸收残雨。雨残稍觉江天暮。拾翠汀洲人寂静，立双双鸥鹭。望几点、渔灯隐映蒹葭浦。停画桡、两两舟人语。道去程今夜，遥指前村烟树。游宦成羁旅。短樯吟倚闲凝伫。万水千山迷远近，想乡关何处。自别后、风亭月榭孤欢聚。刚断肠、惹得离情苦。听杜宇声声，劝人不如归去。",
        "author": "宋代",
        "poem_class": "思念",
        "dynasty": "吴文英"
    },
    {
        "title": "木兰花慢·丁未中秋",
        "paragraph": "水亭凝望久，期不至、拟还差。隔翠幌银屏，新眉初画，半面犹遮。须臾淡烟薄霭，被西风扫尽不留些。失了白衣苍狗，夺回雪兔金蟆。 乘云径到玉皇家。人世鼓三挝。试自判此生，更看几度，小住为佳。何须如钩似玦，便相将、只有半菱花。莫遣素娥知道，和他发也苍华。花不尽，柳无穷。应与我情同。觥船一棹百分空。何处不相逢。 朱弦悄。知音少。天若有情应老。劝君看取利名场。今古梦茫茫。雪洗虏尘静，风约楚云留。何人为写悲壮，吹角古城楼。湖海平生豪气，关塞如今风景，剪烛看吴钩。剩喜燃犀处，骇浪与天浮。忆当年，周与谢，富春秋，小乔初嫁，香囊未解，勋业故优游。赤壁矶头落照，肥水桥边衰草，渺渺唤人愁。我欲乘风去，击楫誓中流。墨云拖雨过西楼。水东流，晚烟收。柳外残阳，回照动帘钩。今夜巫山真个好，花未落，酒新篘。 美人微笑转星眸。月华羞，捧金瓯。歌扇萦风，吹散一春愁。试问江南诸伴侣，谁似我，醉扬州。",
        "author": "宋代",
        "poem_class": "思念",
        "dynasty": "刘克庄"
    },
    {
        "title": "醉落魄·丙寅中秋",
        "paragraph": "琼楼玉宇。分明不受人间暑。寻常岂是无三五。惟有今宵，皓彩皆同普。素娥阅尽今和古。何妨小驻听吾语。当年弄影婆娑舞。妙曲虽传，毕竟人何许。萧萧梧叶送寒声，江上秋风动客情。知有儿童挑促织，夜深篱落一灯明。绿云剪叶，低护黄金屑。占断花中声誉，香与韵、两清洁。胜绝，君听说。是他来处别。试看仙衣犹带，金庭露、玉阶月。环滁皆山也。其西南诸峰，林壑尤美，望之蔚然而深秀者，琅琊也。山行六七里，渐闻水声潺潺，而泻出于两峰之间者，酿泉也。峰回路转，有亭翼然临于泉上者，醉翁亭也。作亭者谁？山之僧智仙也。名之者谁？太守自谓也。太守与客来饮于此，饮少辄醉，而年又最高，故自号曰醉翁也。醉翁之意不在酒，在乎山水之间也。山水之乐，得之心而寓之酒也。若夫日出而林霏开，云归而岩穴暝，晦明变化者，山间之朝暮也。野芳发而幽香，佳木秀而繁阴，风霜高洁，水落而石出者，山间之四时也。朝而往，暮而归，四时之景不同，而乐亦无穷也。至于负者歌于途，行者休于树，前者呼，后者应，伛偻提携，往来而不绝者，滁人游也。临溪而渔，溪深而鱼肥，酿泉为酒，泉香而酒洌，山肴野蔌，杂然而前陈者，太守宴也。宴酣之乐，非丝非竹，射者中，弈者胜，觥筹交错，起坐而喧哗者，众宾欢也。苍颜白发，颓然乎其间者，太守醉也。已而夕阳在山，人影散乱，太守归而宾客从也。树林阴翳，鸣声上下，游人去而禽鸟乐也。然而禽鸟知山林之乐，而不知人之乐；人知从太守游而乐，而不知太守之乐其乐也。醉能同其乐，醒能述以文者，太守也。太守谓谁？庐陵欧阳修也。",
        "author": "宋代",
        "poem_class": "思念",
        "dynasty": "郭应祥"
    },
    {
        "title": "蝶恋花·萧瑟兰成看老去",
        "paragraph": "萧瑟兰成看老去。为怕多情，不作怜花句。阁泪倚花愁不语，暗香飘尽知何处。重到旧时明月路。袖口香寒，心比秋莲苦。休说生生花里住，惜花人去花无主。出门一笑莫心哀，浩荡襟怀到处开。时事难从无过立，达官非自有生来。风涛回首空三岛，尘壤从头数九垓。休信儿童轻薄语，嗤他赵老送灯台。力微任重久神疲，再竭衰庸定不支。苟利国家生死以，岂因祸福避趋之。谪居正是君恩厚，养拙刚于戍卒宜。戏与山妻谈故事，试吟断送老头皮。生男勿喜欢，生女勿悲酸。女生当县弧，女足亦莫双行缠。不见木兰女，代爹征可汗。出门望行尘，日色青漫漫。顾笑诸少年，泣行何汍澜。流尘凝双眉，飞露缀两肩。闺中何能贵，不及铁衣锦鞯黄金鞍。闺中何能豪，不及衔霜度雪听风湍。蛇矛丈八气决前，精感白日昏沙烟。生还见天子，天子动色言。要金佩玉作纤步，绰约顾影惊千官。上堂拜父母，父母疑重看。开帘觅我故时镜，手脱长剑分双鬟。君不见东家女儿好颜色，朝贫穿针莫贫织。西家女儿衣盈箱，自矜嫁得金龟郎。男儿封侯妾何有，要取黄金自悬肘。世人都晓神仙好，惟有功名忘不了！古今将相在何方？荒冢一堆草没了。世人都晓神仙好，只有金银忘不了！终朝只恨聚无多，及到多时眼闭了。世人都晓神仙好，只有娇妻忘不了！君生日日说恩情，君死又随人去了。世人都晓神仙好，只有儿孙忘不了！痴心父母古来多，孝顺儿孙谁见了？",
        "author": "清代",
        "poem_class": "思念",
        "dynasty": "纳兰性德"
    },
    {
        "title": "三山望金陵寄殷淑",
        "paragraph": "三山怀谢脁，水澹望长安。芜没河阳县，秋江正北看。卢龙霜气冷，鳷鹊月光寒。耿耿忆琼树，天涯寄一欢。红豆生南国，春来发几枝。愿君多采撷，此物最相思。上阳人，上阳人，红颜暗老白发新。绿衣监使守宫门，一闭上阳多少春。玄宗末岁初选入，入时十六今六十。同时采择百余人，零落年深残此身。忆昔吞悲别亲族，扶入车中不教哭。皆云入内便承恩，脸似芙蓉胸似玉。未容君王得见面，已被杨妃遥侧目。妒令潜配上阳宫，一生遂向空房宿。宿空房，秋夜长，夜长无寐天不明。耿耿残灯背壁影，萧萧暗雨打窗声。春日迟，日迟独坐天难暮。宫莺百啭愁厌闻，梁燕双栖老休妒。莺归燕去长悄然，春往秋来不记年。唯向深宫望明月，东西四五百回圆。今日宫中年最老，大家遥赐尚书号。小头鞵履窄衣裳，青黛点眉眉细长。外人不见见应笑，天宝末年时世妆。上阳人，苦最多。 少亦苦，老亦苦，少苦老苦两如何！君不见昔时吕向美人赋，又不见今日上阳白发歌！绿树阴浓夏日长，楼台倒影入池塘。水晶帘动微风起，满架蔷薇一院香。(水晶帘 一作 水精帘）",
        "author": "唐代",
        "poem_class": "思念",
        "dynasty": "李白"
    },
    {
        "title": "后庭花·拟古",
        "paragraph": "铜壶更漏残，红妆春梦阑，江上花无语，天涯人未还。倚楼闲，月明千里，隔江何处山。灯花占信又无功，鹊报佳音耳过风。绣衾温暖和谁共？隔云山千万重，因此上惨绿愁红。不付能博得个团圆梦，觉来时又扑个空。杜鹃声啼过墙东。花开人正欢，花落春如醉。春醉有时醒，人老欢难会，一江春水流，万点杨花坠。谁道是杨花？点点离人泪！回首有情风万里，渺渺天无际。愁共海潮来，潮去愁难退，更那堪晚来风又急！屈指数春来，弹指惊春去。蛛丝网落花，也要留春住。几日喜春晴，几夜愁春雨。六曲小山屏，题满伤春句。春若有情应解语，问着无凭据。江东日暮云，渭北春天树，不知那答儿是春住处？有意送春归，无计留春住。明年又着来，何似休归去？桃花也解愁，点点飘红玉。目断楚天遥，不见春归路。春若有情春更苦，暗里韶光度。夕阳山外山，春水渡傍渡，不知那答儿是春住处？第一折(冲末扮宋江同吴学究引小偻儸上，云)自小为司吏，结识英雄辈。姓宋本名江。绰名顺天呼保义。某姓宋名江，字公明，曾为郓州郓城县把笔司吏。因带酒杀了阎婆惜，官军捉拿甚紧，自首到官，脊杖了八十，迭配江州牢城营。因打粱山过，遇着哥哥晁盖，打开了枷锁，救某上梁山，就让某第二把交椅坐。哥哥三打祝家庄身亡，众兄弟拜某为头领。我聚三十六大伙，七十二小伙，威镇于梁山。俺这梁山，寨名水浒，泊号梁山，纵横河阔一千条，四下方圆八百里。东连大海，西接咸阳，南通钜野金乡，北靠青济兖郓。有七十二道深河港屯，数百只战艘艨艟；三十六座宴台，聚百万军粮马草。声传宇宙，五千铁骑敢争先；名播华夷，三十六员英雄将。俺这粱山，一年喜的是两个节令：清明三月三，重阳九月九。时遇重阳节令，放众兄弟每下山，去赏红叶黄花。三日之后，都要来全，若有违禁莫的将令的，必当斩首。小偻儸，你去传了我的将令。学究哥，俺无事，后山中饮酒去也。宋公明武艺堪夸，吴学统又无争差。众头领都离寨栅，下去赏红叶黄花。(下)(扮店小二上，云)曲律杆头悬草禾享，绿杨影里拨琵琶。高阳公子休空过，不比寻常卖酒家。小人是这草桥店卖酒的便是。今日清晨早间，挑起草禾享儿，烧的旋锅热，看有甚么人来。(刘庆甫同旦上，云)黄卷青灯一腐儒，九经三史腹中居。学而第一须当记，养子休教不读书。小生姓刘，名庆甫，济州人氏，嫡亲的两口儿家属，浑家李幼奴。小生学成满腹文章，未曾进取功名。争奈许了泰安神州烧香三年，今年是第三年也。烧香己回，到这草桥店上。大嫂，俺去那酒务儿里吃几杯酒，慢慢的行。兀那卖酒的，有酒末？(店小二云)官人请家里来，这个阁子干净。(庆甫云)打二百文长钱酒来。(店小二云)有、有、有，我筛的这热。官人，兀的酒。我再看些甚么好菜蔬来。(庆甫云)卖酒的，休放闲杂人过来，俺慢慢的饮几杯。(店小二云)官人，您则管饮酒，无甚闲杂的人来。(净扮蔡衙内引张千上，云)花花太岁为第一，浪子丧门世无对。阶下小民闻吾怕，则我是势力并行蔡衙内。自家蔡衙内的便是，表字蔡疙疸。我是那权豪势要的人，嫌官小做不的，马瘦骑不的，打死人不偿命，长在兵马司里坐牢。我打死人如在房上揭一片瓦相似，不到半年，把瓦都揭净了。一声下雨，我可在露天地里住。时遇重阳九月九，张千架着小鹞子，郊外踏青赏玩去，可早来到也。兀的不是个小酒务儿。卖酒的，你有干净阁子儿？(店小二云)有、有、有，这阁子干净。大人请坐。(蔡净云)筛酒来我吃。(店小二云)不是热酒来了，大人请自在饮酒。(蔡净云)多时也。(吕钟。(庆甫云)大嫂，我央及你唱一个小曲儿。(旦云)我不会唱。(庆甫云)你好歹唱一个曲儿，我吃不的闷酒。(旦做递酒科，云)庆甫，你饮这一杯酒，我唱个曲儿你听。(唱)【南驻云飞】盏落归台，小觉的两朵桃花上脸来。深谢君相待，多谢君相爱。咍，擎尊奉多才，量如沧海。满饮一杯，暂把愁怀解，正是乐意忘忧须放怀。(庆甫云)好、好、好，我吃一钟。大嫂，你也吃一钟。(蔡净云)兀那卖酒的，隔壁是甚么人唱？(店小二云)官人，俺这里无唱的。(蔡净云)弟子孩儿，他那里吃酒唱哩。(店小二云)哦，是个秀才，引着他浑家，在此饮酒唱哩。(蔡净云)你道无唱的！你问那秀才，借他浑家来，与我递三杯酒，叫我三声义男儿，我便上马。哑不哑刺步就走。(店小二云)着谁去？(蔡净云)着你去。(打科)(店小二云)我去便了。(庆甫云)卖酒的。你夫有甚么话说？(店小二云)不干小人事。那蔡衙内听的你唱。问秀才借嫂子。乓他递三钟酒，叫三声义男儿。便上马哑不也(天甫打店小二科，云)他姑娘寄叫我三声义男儿末？(店小二云)不干我事也。(蔡净云)他寄借末？(店小二云)不肯。我吃他打了几下，他说你的姑娘，肯叫他三声义男儿末？(蔡净云)我有姑娘，肯受他的气？(做见科，云)你借与我递三钟酒。叫我三声义男儿，又不坏了你的，(庆甫云)他人妻，良人妇，没这等道理。(蔡净云)你不认的我，我是蔡疙疸。你怎敢骂我？将绳子来。吊起他来。(旦云)似此怎了！大人饶过他者。(蔡净做打科。云)姐姐休管他，你放心。我直打死他。(庆甫云)天也，着谁人救我也！(正末扮杨雄上，云)某宋江手下第十七个头领病关索场雄是也。俺这梁山，一年两个节令，是清明三月三，重阳九月九。宋江哥放俺三日假限，是好秋景也呵。(唱)【仙吕】【点绛唇】九月重阳，暮秋霜降，闲云住。满目山光，对景堪游赏。【混江龙】猛然观望，见宾鸿摆列两三行。枯茶减翠，衰柳添黄。我则红叶满目滴溜溜枝上舞，可这黄菊可都喷鼻香。端的是堪写在围屏上，看了这秋天景致，怎不教宋玉悲伤。(云)那里这般响，我猜着了也。(唱)【油葫芦】是这涧水潺潺波浪响，我这里便听了半晌，元来是这水声山色趁秋光，则听啾啾唧唧聒耳山禽唱，唬的那呆呆邓邓的麋鹿赤留出律的撞。见人呵急张张屈屈的走，更那堪惊惊颤颤的慌。我这里手分开芦苇吸溜疏刺的挡，(云)惊起一件好物也，(唱)惊起那沙暖宿鸳鸯。(云)报，报喏，金鞭指路，圣手遮拦。(唱)【天下乐】见一座摧塌了山神古庙堂，我这里思也波量，端的着谁上香？你看那拖拖沓沓乔供养。(云)贪看山神庙，误了我行路也。(唱)我这里登峻岭，蓦浅岗，见一道放牛羊小径荒。(云)远远的一个小酒务儿，好是凄惨人也呵。(唱)【醉中天】我见一个小店儿凄凉象，野犬吠汪汪。破芦席搭在旧水床，将一张无尾的题头放。醉仙几尊画在石灰壁上，草禾享滴溜溜斜挑在墙头上。(云)行说着话。可早来到也。(做入店见科，云)小二哥，有干净阁子末？(店小二云)官人请坐。(正末云)打二百文长钱酒来，我不这般干吃你的。来、来，我与你些碎金银做本钱。(店小二做揣入怀里科，云)不要也罢。(正末云)这厮口道不要，可揣在怀里。将酒来。(店小二与酒科)(正末吃酒科，云)小二哥，时遇九月九节令，家家正好欢喜饮酒，那里这般啼哭？(店小二云)官人，那厢两口儿吃酒。这厢个官人，要那秀才的浑家，替他递三杯酒，因他不肯，将那秀才吊着打，因此上那秀才啼哭。(正末云)你不好劝他一劝。(店小二云)我劝他来，连我打的不着忙。他是个权豪势要的人，我不敢劝他。(正末云)我将这酒寄在这里，等我劝他去。(店小二云)哥，你休去。(正末做采店小二跌科，云)不干你事，我劝去。(做采蔡净科)(蔡净瞅店小二科)(正末做解刘庆甫科)(做扳蔡净三科了，云)喏，客官。(蔡净云)走到土地庙里来了，怎主喏喏？(正末云)官人，我是个过路的，这个人是你的伴当？那侵你使数的？你为何吊着他打？拐带了你多少银两？你若说的是呵，我与你行究。(蔡净云)一个好聪明人也。我说起这厮的罪过来，大似狗蚤。这厮和他浑家唱着吃酒，我着卖酒的与他说去，着他浑家替我递三杯酒，叫我三声义男儿，我便上马回去。这厮说着我姑娘与他递三杯酒，叫他三声义男儿，才着他浑家来。我若有姑娘呵，肯着他浑家递酒？你说可是我的是，可是他的是？(正末做指蔡净科，云)恁的呵，是你的不是。(蔡净做怒科)谁道我的不是来？这厮无礼，怎生敢道我的不是？(正末唱)【醉扶归】你这厮无道理荒淫相，你怎生迤逗人家女红妆。他别人行路夫妻在旅店上，你是个大胆的行凶党。(云)兀那厮，我和你有小比喻。(蔡净云)喻将何比？(正末唱)假若是你媳妇者波我止将来挨、挨枪，(云)你若不见呵，万事都休，你若见了呵。(唱)你恨不的一跳三千丈。(蔡净做跌科，云)哎哟，哎哟。正跌着我这哈口散儿骨头。我敢打你也。(正末云)你这厮打来。(蔡将做打正末科)(正末做打净倒科)(唱)【金盏儿】我从来性儿刚，我可也不索商量。那里去则我这拳着处扑的尘埃中躺，打这厮鼻凹眼矌抹着处伤。我见他碜可可唇齿绽，血模糊打塌鼻梁。怎禁我搜搜的拳去打，(蔡净云)不中，我与了你，走、走、走。(下)(正末云)这厮走了也。(唱)急走里摸摸的脚尖仰。(做解刘庆甫科)(庆甫云)恰才多亏了哥，救了小生性命。(正末云)兀那秀才，你那里人氏？姓甚名谁？你慢慢的说一遍者。(庆甫云)小生济州人氏，姓刘，双名庆甫，浑家李幼奴。因泰安神州烧香已回，来到这草桥店上饮酒。撞见这个权豪势要的蔡衙内，强要我浑家把盏儿。我不肯，他吊起小生来。若不是哥来呵，那得我性命来。敢问哥姓甚名谁？(正末云)我不是歹人。(庆甫云)谁敢说哥是歹人？(三科了)(正末云)则我是宋江手下第十七个头领病关索杨雄的便是。哥，俺不是歹人。(庆甫云)你是贼的阿公哩。小生则怕到前面又撞见他，怎了？(正末云)兀那秀才，你到前面，无事便罢，若有事呵，你上梁山来告俺哥，我与你做主。(庆甫云)谢了哥哥，小生到梁山上告谁？(正末云)【尾声】你告俺哥哥宋公明，(庆甫云)他是哥哥的谁？(正末唱)他是我亲兄长，(庆甫云)哥哥姓甚名谁？(正末唱)则我是病关索一身姓杨。(庆甫云)你生牢记者。(正末唱)着我心中自暗想，(庆甫云)若不是哥哥呵，那的那性命来。(正末唱)俺端的志气昂昂，(庆甫云)多谢了哥哥。(正末唱)我从来本高强。不是我说短论长，他若欺负你来梁山告俺宋江。(庆甫云)则怕又撞见他怎了也？(正末唱)那厮更十分不良，将平人屈漾，(庆甫云)则怕宋江哥哥不肯与我作主末？(正末云)投到你去呵。(唱)我与你待先说话衷肠。(庆甫云)大嫂，俺休往大路上去，咱往小路上去，则怕撞见蔡衙内，怎了？(旦云)你也说的是。则怕撞见那贼汉，强夺的我去了，不能与你相见。我这里有个枣木梳儿，与你做信物，久以后见了这梳儿，便和见我一般。(庆甫云)我收了这梳儿，久以后见了这梳儿，便是信物。俺休离了。大嫂，俺走、走、走。(下)(店小二云)走将这几个人来，酒也卖不成，整嚷了这一日。收了铺儿，往钟鼓司学行金斗去来。(下)(刘庆甫同旦做慌上，云)走、走、走。(蔡做冲上，栏住科)好也，那里去？打的我好也。我将他浑家驼在马上，我拐他去十八层水南寨里去也。走、走、走。(下)(庆甫云)天也，谁想正撞着蔡衙内，将我浑家夺在马上去了。我别处告，近不的他，直往梁山上告宋江哥哥走一遭去。大嫂，则被你疼杀我也。(下)第二折(宋江同吴学究引小偻俫上，云)绿树重重映碧天，远溪一派水流寒。观看此景真堪羡，独占人间第一山。某乃宋江是也。三日前放众兄弟每下山去赏红叶黄花去了，今日是第三日也。小偻俫，聚将鼓响，众头领来时，报复我知道。(小偻俫云)得令。(关胜同李俊、燕青、花荣、雷横、卢俊义、武松、王矮虎、呼延灼、张顺、徐宁上，云)梁山泊出名显姓，杀官军无人敢近。三十六结拜为兄，祖辈传大刀关胜。某大刀关胜是也。俺众头领下山，赏红叶黄花，今日是第三日，俺上山见哥哥去来。可早来到也，小偻俫报复去，道俺众头领来了也。(小偻俫云)喏！报的得知，有众头领来了也。(宋江云)都着过来。(小偻俫云)着过来。(众做见科)(关胜云)宋江哥喏，学究哥喏，俺众头领都来了也。(宋江云)您都来了。小偻俫，门首觑着，看有甚么人来？(刘庆甫上，云)小生刘庆甫是也。被蔡衙内将我浑家夺将去了，上梁山告宋江太保去，可早来到也。休放冷箭。(小偻俫云)你是那里来的？(庆甫云)小生是个秀才，敬来告状。(小偻俫云)喏！山下有个秀才来告状。(宋江云)着他过来。(小偻俫云)下了吊桥。兀那秀才，着你过去。(见科)(宋江云)秀才，你那里人氏？姓甚名谁？你有甚么负屈的事？你说一遍。(庆甫云)太保，小生济州人氏，姓刘，双名庆甫，浑家李幼奴。因往泰安神州烧香以回，来到草桥店饮酒，遇着个权豪势要的蔡衙内，将我浑家强夺的十八层水南寨去了。小生一径的上山来告太保。说兀的做甚。柔软莫过溪涧水，不平地上也高声。怀揣万古千秋镜，照察衔冤负屈人。(宋江云)兀那秀才，你且一壁有者。学究哥，此事也不可点差，着小偻俫问三声，谁敢去十八层水南寨打探事情去。(小偻俫云)兀那三十六人，那个好男子汉，敢去十八层水南寨打探事情去。(三科了)(正末上，云)有、有、有，我敢去。(唱)【南吕】【一枝花】俺哥哥传将令三四番，可怎生无一个承头的？这一个燕青将面劈，那一个杨志头低。那里也大胆姜维，问着呵一个个缄口无人言对，你可便怕相持对垒。(云)似恁的呵。(唱)你可便枉住在梁山，兀的不辱没杀俺哥哥保义。【梁州】听的道揲水寨多凶少吉，呀，来、来、来，不是这李山儿囊里盛锥。(云)可早来到也，小偻俫报伏去，道有山儿李来了也。(小偻锣云)理会的。报、报喏，有山儿李逵来了也。(宋江云)学究哥，山儿李逵来了也。此人性如烈火，直似弓弦，等他来时，左使机关，看他说甚么。小偻俫着他过来。(小偻俫云)着你过去。(正末做见宋江科，云)宋江哥，学究哥，喏，众兄弟每喏。(宋江云)兄弟也，咱弟兄每都不义了也。(正末云)哥，怎生不义了也？(宋江云)我唤着你，怎生来迟？(正末唱)咱虽然不结义在桃园内，(云)俺哥哥做学几个古人？(宋江云)你做学那几个人？(正末唱)俺仿学那关、张和刘备。(宋江云)你可似谁？(正末唱)您兄弟一似个张飞。(宋江云)有衣呵呢？(正末唱)有衣呵同穿着，(宋江云)有饭呵呢？(正末唱)有饭呵同吃，(宋江云)有马呵呢？(正末唱)有马呵不剌刺大家同骑。(宋江云)兄弟也，我使唤你，可肯去末？(正末唱)哥哥你使唤着我怎敢不依随？(宋江云)你可敢往那里去？(正末唱)者末去那西天西大象口敲牙，者未待入南山寨子路，我与你活拔下虎尾。(宋江云)更有呢？(正末唱)可者末待遇敌军独自个相持，(宋江云)兄弟，则要你道的应的者。(正末唱)我道得、应得，(宋江云)你会甚么武艺？(正末唱)十八般武艺咱都会。(宋江云)少卖弄精细。(正末唱)不是我卖弄精细，(宋江云)再有甚么本事？(正末唱)舞剑轮枪并骗马，则消的我步走如飞。(宋江云)兄弟也，山下有一个人，好生英雄，你可敢近他末？(正末云)哥也，他比这两个古人若何？(宋江云)可是那两个古人？(正末唱)【哭皇天】莫不是再生下张车骑？(宋江云)张车骑是张飞，这个人义利害似他。(正末唱)莫不是重生下胡敬德？(宋江云)尉迟敬德也不如他。(正末云)哥也，张飞比他如何？(宋江云)张飞不如他。(正末云)敬德比他如何？(宋江云)也不如他。(正末云)哥，您兄弟比他如何？(宋江云)你也不如他。(正末唱)阿，恼的我磕叉叉斧砍人，(宋江云)俺这里敲牛宰马，做个庆喜的筵席。(正末唱)你则待稳拍做筵席。(宋江云)山儿，你怎生强嘴也那？(正末唱)不是李山儿便强嘴，(云)哥也，您兄弟有功劳来也。(宋江云)你有甚么功劳？(正末唱)小可如我郓州东平府带着枷披着锁，我跳三层家那死囚牢，比那时节更省我些气力。(宋江云)你三日不杀人呵呢？(正末云)我三日不杀人呵。(唱)我浑身上下拘系，(宋江云)三日不放火呢？(正末云)我三日不放火呵。(唱)倚着那石墙下呵盹睡。(宋江云)我哄他者。山儿，我着你杀人。(正末唱)【乌夜啼】算也，听的道杀人放火偏精细，(宋江云)怎生杀人放火？你说一遍者。(正末唱)显出我些英勇神威。轻轻的展放猿猱臂，若是那无知，恰便似小鬼儿见钟馗。若恼犯放火杀人贼，那去，我可便各支支撧的腰截碎。(宋江云)说你强，夸他会。(正末唱)说我强，夸他会，男儿志气，显尽我雄威。(宋江云)小偻俫，唤将那秀才来，与他相见者。(刘庆甫上)(做见正末科，云)哥哥，他是人也是鬼也？(宋江云)兀那秀才，你不要怕，他是十三太保山儿李逵。你将那上项事，对山儿说，他便与你做主。(庆甫云)哥，我济州人氏，姓刘，双名庆甫，浑家李幼奴。来到草桥店上饮酒，被个权豪势要的蔡衙内，将我浑家夺的十八层水南寨里去了。哥哥，与小生做主者。(正末云)兀那秀才，你有甚么信物？(庆甫云)有这张枣木梳儿是信物。我那浑家若见了呵，他便认的也。(正末云)你放心，我知道也。(庆甫云)谢了太保。(宋江云)山儿，我问你，这一件事，你若到于山下，你怎生打那厮拿那厮？你说一遍，我试听者。(正末云)哥也，您兄弟怎生拿他？怎生打他？我敷演一遍，哥哥试听者。(宋江云)你试说，我试听者。(正末唱)【牧羊关】则我这拳着处滴溜扑着那厮身占土，(宋江云)那厮挣起来呵呢？(正末唱)急起来着那厮嘴揾地。(宋江云)那厮若走了呵呢？(正末云)那厮欲待走，走那去？(唱)我这里破步撩衣，指东画西，说南也道北。此一只脚将那厮□□跳，两只手将那厮腿艇提。我腕头齐看力，那去，我叫便撧无徒在这两下里。(宋江云)兄弟，你去不的。(正末云)哥，您兄弟怎生去不的？(宋江云)看你那茜红巾、红纳袄、干红搭膊、服绷护膝、八答鞋，你便似那烟薰的子路，墨洒的金刚，休道是白日里，夜晚间扑着你，也不是恰好的人。你可怎生打扮了去？(正末云)哥也，休道是白日里，晚夕揣模着你兄弟也不是个恰好的人。我更改了这衣服，打扮了货郎儿去。(宋江云)可那里得这衣服鼓儿来？(正末云)有，有，山寨在那官道傍边，躲在一壁等着，那做买卖的货郎儿过来。兀那货郎儿，借与我鼓儿使一使。说个借时呵，万事罢论，若说个不借，一只手揪住那厮衣领，一只手掐住脚碗，滴溜扑捽个一字交，阔脚跚住那厮胸脯，举我这夹钢板斧来，觑着那厮嘴缝鼻凹里磕叉，我恰待要砍，哥也，休道是鼓儿，他连担儿也与了您兄弟。(宋江云)兄弟也，你好问他要。你下山去，则要你忍事饶人。(正末云)哥也，假似别人骂您兄弟呵呢？(宋江云)忍了。(正末云)打您兄弟呵呢？(宋江云)忍了。(正末云)哥也，他则管里打呵呢？(宋江云)那个则管里打，你少还他些儿。(正末云)哥也，我还他这些儿。(宋江云)忒少。(正末云)我还他这些儿。(宋江云)也少。(正末云)哥也，我还到这里，怕做甚么。(宋江云)呵，打杀人也，则要你轻着些。兄弟也，你到的水南寨，见了那妇人，怎生说话？你试说一遍我听者。(正末云)哥也，不嫌絮繁，听我说一遍者。(唱)【絮蛤蟆】我打扮做个货郎儿，担着些零碎去寻那个艳质，他来买我些东西。(宋江云)可是甚么物件那？(正末唱)也有挑线领戏，也有钗环头篦。他若问我是谁，我索将他支对。那厮将我骂毁，我不邓邓火起。我见揪住头梢，挽住衣袂，滴溜扑摔下那厮阶基。拳捶心窝里，使靴尖踢，打这厮无道理，无见识，羊披着虎皮，打这厮狐假虎威。(宋江云)兄弟，你休避驱驰，则今日便索长行也。(正末云)哥哥，你放心也。(唱)【尾声】我与你沿村转疃亲寻觅，四大神州捉逆贼。我若还撞着你，揪住头梢，扌昝住领戏，我将那厮滴溜扑摔下那厮阶基。我将那厮死羊儿般，到拖将来俺这个山寨里。(下)(宋江云)山儿去了也，我便差鲁智深接应将去。学究哥，无甚事，后山中饮酒去来。众小校听咱分付，今日个该您题捕。伏路处俏语底言，不许您结笑喧呼。人人要擐甲披袍，个个要开弓蹬弩。若违了某的将令，斩首级决无轻恕。(众下)第三折(净扮蔡衙内同旦上，云)自从拐的这妇女人，来到这水南寨里，谁来的到这里？今日我吃酒去也。浑家，你则在家里，你可休出门去，我便来也。我把这地下筛下灰，不许你行动。拿筛过来，着上些灰，我筛下灰者。(做筛科)(做看科，云)嗨！不曾出门，可早跚下脚印。(外做打科，云)得也么，就来。(蔡净云)呸！是我跚的。(又做筛科，云)你便走动，我便知道。灰也筛了，我与你一个马子，投到我来家，要这一马子湿湿。你可不要把来汤茶搀在里头。我着个干净盏儿舀出来尝，我若尝出来，把你那两条腿还打做两条腿。(下)(旦云)闷似三江水，涓涓不断流。有如秋夜雨，一点一声愁。自家李幼奴的便是。自从被这贼汉，将我拐到这水南寨里来，不知我那丈夫刘庆甫，在于何处，音信皆无，我心中好是烦恼！那贼汉出去了也，我在这闲坐，看有甚么人来。(正末上，云)自家黑旋风是也。奉着俺宋江哥哥将令，去水南寨里打探事情，寻到刘庆甫浑家唤做李幼奴。须索走一遭走。(唱)【正宫】【端正好】绕村坊，寻门户，一径的打探个实虚。恰便似竹林寺有影无寻处，我问那蔡衙内在何方住？【滚绣球】希壤忽浓泥义滑，失流疏刺水渲的渠，赤留出律惊起些野鸭鸥鹭，我这里急煎煎整顿了衣服。急周各支荡散了枪竿篓，急彪各邦踏折了剑菖蒲，见一道小路儿荒疏。【倘秀才】我则见水围着人家一簇，中间里叠成一道旱路，则听，则听的狗儿咬各邦捣碓处。我这里担着零碎，践程途，我与你觅去。(云)买来，买来，卖的是调搽宫粉，麝香胭脂，柏油灯草，破铁也换。(旦上，云)惭愧也！今日可怎生有个货郎儿在于门首？我开开门，我试看。(旦做见正末科，云)是个货郎儿，哥哥万福。(正末云)不敢，不敢也。(唱)【倘秀才】我这里见姐姐忙道好处，(云)好人家，好家法，恶人家，恶举动，他也不慌不忙。(唱)他那里掩着袂，货郎儿万福。他那里荒唤个万福，我这里问姐姐商量你可也买甚么物。(旦云)你卖的是那几件儿物件？你数与我听。(正末唱)我这里一一说，从头初，听货郎儿细数。(旦云)你试数，我试听者。(正末唱)【滚绣球】铜钗儿是鹦鹉，(旦云)再有甚么？(正末唱)鑞鐶儿是金镀，(旦云)可再有呢？(正末唱)缕带儿是串香新做，(旦云)再有甚么希奇的物件？(正末唱)有这个锦裙襕法墨玢梳。更有这绣领戏绒线铺，翠绒花是金缕，符牌儿剪成人物，这个锦鹤袖砌的双鱼。更有那良工打就的纯刚剪，(旦云)可再有甚么物件？(正末唱)有、有，更有那巧匠做成枣木梳，除此外别无。(旦云)将来我试看者。(做接梳哭科。云)便好道：见鞍思骏马，视物想情人。这梳儿是我与刘庆甫的，可怎生到这货郎手里来？我试问他者。哥哥，恰才从那里来？你路上可撞见甚么人来？这梳儿是甚么人与你来？哥哥，你试说者。(正末云)我见来，我见来。我在那官道傍绕坡子，一壁见一个秀才，捶胸跌脚，啼天哭地。他问道：兀那货郎儿，你往那里做买卖去？我便道去水南寨做买卖去，他便道你替我寄个信。我便道你写，他写不得，与了这个木梳儿，权当一个信物，教我寻他那浑家。我那里寻的是？(旦云)哥哥，那人氏姓甚名谁？他浑家可姓甚么？动劳哥哥说一遍者。(正末唱)【倘秀才】那秀才济州人氏，姓刘，名甚么庆甫？(旦云)他媳妇是谁？(正末唱)他媳妇姓李，(旦云)哥哥，是李甚么？(正末云)我把来忘了，我试想者。(唱)小名唤做甚么幼奴？(旦云)他正是我的丈夫。(正末云)你好爱便宜，赶着货郎叫丈夫。(旦云)那秀才是我的丈夫。(正末唱)兀那秀才原来是你的丈夫，(旦云)阿，好烦恼人也呵！(正末唱)你可道莫烦恼莫啼哭，我与你做主。(旦云)是真个好惭愧也！谢了哥哥。(正末云)姐姐，那贼汉那里去了？(旦云)那贼汉不知那里吃酒去了。(正末云)姐姐，你收拾下，那贼汉这早晚敢待来也。(蔡衙内冲上，云)弟兄每少罪也。五瓶酒酸了三瓶，瀽了两瓶，吃了些酒脚儿，醉了也。(做见正末云)这厮是甚么人？在俺家门口？村弟子孩儿，精驴禽兽。(正末唱)【叨叨令】他走将来无高低骂到我三十句，(蔡净云)我打这厮。(做打正末科)(正末唱)哎哟，哎哟。他飕飕飒飒的这棍棒如风雨。(蔡净云)这个是甚么撧折了？(正末唱)急周各支撧折我些红匙箸，(蔡净云)这鼓子要他怎么，跚破了。(正末唱)坏了买卖也，他则一脚踢破我蛇皮鼓。(云)俺哥哥说来着，我忍事饶人。(唱)哎，我其实可便忍不的也波哥，忍不的也波哥，不邓邓按不住心头怒。(云)兀那厮，你敢打末？(蔡净云)我敢打你这厮。(正末做打净科)(唱)【鲍老儿】打这厮好模样歹做处，你是个强夺人家女娇娥，一只手便把领窝捽，粗指头掐双目。是个越岭拔山啸风虎，岂怕你个趁霜兔。打这厮将无做有，说长道短，胆大心粗。(净云)打的我好辣也！我近不的他，走、走、走。(下)(正末云)这厮走了也，姐姐，你随我去来。(唱)【尾声】我今日寻着你个李幼奴，分付与你刘庆甫。你两口儿欢喜重圆聚，我直要拿住无徒报了您那苦。(同旦下)第四折(净扮小和尚上，云)老老禅僧不下阶，蛾眉八字似刀裁。有人问我年多少，两个耳朵一个歪。贫僧是这云岩寺里一个小和尚，这寺是蔡衙内家佛堂，我今日打扫的僧房干净，看有甚么人来。(蔡净走上，云)白日不做亏心事，半夜敲门不吃惊。自家蔡衙内的便是。我这两日有些眼跳，着这梁山泊伙人搅的我不自在。十八层水南寨里住不的了，我如今往云岩寺里躲避他去。这寺是俺家佛堂，谁敢来打搅。说话中间，可早来到也。小和尚那里？兀那小和尚，有干净僧房末？你打扫一间，我要住哩。(和尚云)大人，有。则这头一间僧房干净也，不必打扫，大人就在这里面安下。(蔡净云)兀那小和尚，打扫我的僧房干净，我如今吃酒去也。我就来也。我若回来，你与我买下些好酒儿好羊头，退的干净，煮的烂着，鸭蛋买下些，我来便要吃酒。若无呵，我去你秃头上直打五十个栗爆。我去了便来也。(下)(和尚云)理会的。老子也，好性儿分付不许多，早是我认下些卖肉的主顾。徒弟连忙打扫，铺下床，安上帐子，摆上桌凳，安排下酒肉。没奈何，俺正是：在他矮檐下，怎敢不低头？煮肥羊肉，我也要口困他些骨头哩。衙内去了也，看有甚么人来。(正末扮鲁智深上，云)众兄弟每，得罪，得罪，改日还席。(唱)【黄钟】【醉花阴】酒不醒贫僧怕见走，云岩寺权为宿头。且时住，暂停留，混践您些儿改日为友。常言道措大谒儒流，自古道客僧投寺宿。(云)天色昏晚了也，寻一个宵宿去处。来到这云岩寺门首，我试唤门者：小和尚开门来。(和尚做应科，云)来也，来也。我开开这门，(做见科)(正末云)问讯，天色已晚，特来借一个宵宿，(和尚云)师父，则有头一间房干净，可有蔡大人在里宵宿，吃酒去了，你快休惹他，他利害。他便来也，则怕不中。(正末云)不访事，我不连累你，自歇息去，(和尚云)嗨，可怎了！你仔细着，快休惹他。天色晚了，我跳墙去来。(下)(蔡净醉科，上，云)好酒也，好酒也，云岩寺里歇息去。和尚每睡了也，这的是我的僧房，推开门，里面黑洞洞的，灯也无有。(做摸着正末头科，云)这和尚无礼也。我分付着，把羊头退的干净，上面是毛尾。(正末做打蔡净科)(蔡净又摸科)(正末又打科)(三科了)(蔡净云)这手脚应了。我点起灯来，我看一看。(做点灯看科，云)阿狗头上红，面上黑，带着红，一个黑红和尚。蔡衙内哎！(正末做争科，云)是我的僧房。(蔡净做叉正末科，云)这个和尚，钉子定住了，你敢争我的僧房？(正末云)且休说你的僧房，就是你的僧房，咱两个赌厮打，打的过便要僧房。(蔡净云)我这一对拳剪鞭哩，你着我单火轮。(正末云)你打多少好汉？(蔡净云)我打五十条好汉。(做轮臂膊科，云)右火轮也打五十条好汉。看双火轮。(做双火轮科)(正末云)则不如单火轮倒好，打将来。(蔡净做打正末科)(正末唱)【喜迁莺】这一个无徒禽兽，(蔡净云)扯了衣服。(正末唱)将偏衫袖乱扯胡揪。(蔡净云)我搊搜也不是善的。(正末唱)卖弄你搊搜，气冲牛斗，烦恼似长江不断流，打这厮出尽丑。(蔡净云)老子也，怎末撞见他？(正末唱)不索你憔憔忄敝忄敝，不索你闷闷愁愁。(蔡净云)我是玲珑剔透的人，倒怕你？(正末唱)【出队子】卖弄你玲珑剔透，美也，撞见爱厮打的都领袖。(云)我打三颗头。(蔡净云)我还你六条臂那三颗头。(正末唱)打你个软的欺硬的怕鑞枪头，你是个无道理无仁义酒魔头。打你个强夺人家良人妇，你是个吃剑头。(蔡净云)这厮利害，一对拳剪鞭相似。我可怎末了。(正末唱)【刮地风】你性命当风秉蜡烛，俺似水上浮沤。病羊儿落在屠家手，咱两个怎肯平休？这厮更胡寻歹斗，故来承头。(蔡净云)打杀我也！寺里和尚，都来救我。(正末唱)怕有那寺院中埋伏着，您都来答救。我着这莽拳头，向这厮嘴缝上丢。泼水难收，则一拳打你个翻筋斗，来叫爹爹的呵休。(蔡净云)我着这莽拳头，往这厮嘴上丢。泼水难收，则一拳打你个翻筋斗，来叫爹爹有甚么羞。哎哟，这秃弟子孩儿，打杀我也。我拐了他浑家，谁和你说来？(正末唱)【四门子】黑旋风与我先说透，(蔡净云)干你甚么事？(正末唱)你是个强夺人家女艳羞。不索你忧，不索你愁，泼贱货性命不过九。不索忧，不索愁，打这厮将没作有。【古水仙子】那那女艳羞，你拆散了他鸾交和凤友。待飞来难飞，待走来怎走？身躯似不缆舟，炎腾腾水上浇油。一只手便把衣领揪，一只手捂住衣和袖，滴溜扑摔翻一个肉春牛。(众头领上，做拿住蔡净科)(正末云)拿住了蔡衙内也，拿着见宋江哥哥去来。(唱)【尾声】叵奈无徒歹禽兽，摘心肝扭下这驴头，与俺那梁山泊宋公明为案酒。(宋江冲上，云)拿住蔡衙内也，与我拿出去，杀坏了者。您一行人听我下断：则为你蔡衙内倚势挟权，李幼奴守志心坚。强夺了良人妇女，坏风俗不怕青天。虽落草替天行道，明罪犯斩首街前。黑旋风拔刀相助，刘庆甫夫妇团圆。题目李山儿打探水南寨正名鲁智深喜赏黄花峪",
        "author": "元代",
        "poem_class": "思念",
        "dynasty": "邵亨贞"
    },
    {
        "title": "满江红·昼日移阴",
        "paragraph": "昼日移阴，揽衣起，香帷睡足。临宝鉴、绿云撩乱，未忺妆束。蝶粉蜂黄都褪了，枕痕一线红生玉。背画栏、脉脉悄无言，寻棋局。重会面，犹未卜。无限事，萦心曲。想秦筝依旧，尚鸣金屋。芳草连天迷远望，宝香薰被成孤宿。最苦是、蝴蝶满园飞，无心扑。一叶舟轻，双桨鸿惊。水天清、影湛波平。鱼翻藻鉴，鹭点烟汀。过沙溪急，霜溪冷，月溪明。重重似画，曲曲如屏。算当年、虚老严陵。君臣一梦，今古空名。但远山长，云山乱，晓山青。孤鹤归飞，再过辽天，换尽旧人。念累累枯冢，茫茫梦境，王侯蝼蚁，毕竟成尘。载酒园林，寻花巷陌，当日何曾轻负春。流年改，叹围腰带剩，点鬓霜新。交亲零落如云，又岂料如今馀此身。幸眼明身健，茶甘饭软，非惟我老，更有人贫。躲尽危机，消残壮志，短艇湖中闲采莼。吾何恨，有渔翁共醉，溪友为邻。旧香残粉似当初。人情恨不如。一春犹有数行书。秋来书更疏。 衾凤冷，枕鸳孤。愁肠待酒舒。梦魂纵有也成虚。那堪和梦无。",
        "author": "宋代",
        "poem_class": "思念",
        "dynasty": "周邦彦"
    },
    {
        "title": "春日",
        "paragraph": "北洹春事休嗟晚，三月尚寒花信风。遥忆东吴此时节，满江鸭绿弄残红。小阁重帘有燕过。晚花红片落庭莎。曲阑干影入凉波。一霎好风生翠幕，几回疏雨滴圆荷。酒醒人散得愁多。乱条犹未变初黄，倚得东风势便狂。解把飞花蒙日月，不知天地有清霜。邑中园亭，仆皆为赋此词。一日，独坐停云，水声山色，竞来相娱。意溪山欲援例者，遂作数语，庶几仿佛渊明思亲友之意云。甚矣吾衰矣。怅平生、交游零落，只今余几！白发空垂三千丈，一笑人间万事。问何物、能令公喜？我见青山多妩媚，料青山见我应如是。情与貌，略相似。一尊搔首东窗里。想渊明、《停云》诗就，此时风味。江左沉酣求名者，岂识浊醪妙理。回首叫、云飞风起。不恨古人吾不见，恨古人不见吾狂耳。知我者，二三子。",
        "author": "宋代",
        "poem_class": "思念",
        "dynasty": "宇文虚中"
    },
    {
        "title": "浣溪沙·题李中斋舟中梅屏",
        "paragraph": "冰骨清寒瘦一枝。玉人初上木兰时。懒妆斜立澹春姿。 月落溪穷清影在，日长春去画帘垂。五湖水色掩西施。郁孤台下清江水，中间多少行人泪。西北望长安，可怜无数山。青山遮不住，毕竟东流去。江晚正愁予，山深闻鹧鸪。 (愁予 一作：愁余)前瞻马耳九仙山。碧连天。晚云间。城上高台，真个是超然。莫使匆匆云雨散，今夜里，月婵娟。小溪鸥鹭静联拳。去翩翩。点轻烟。人事凄凉，回首便他年。莫忘使君歌笑处，垂柳下，矮槐前。阴阴溪曲绿交加，小雨翻萍上浅沙。鹅鸭不知春去尽，争随流水趁桃花。",
        "author": "宋代",
        "poem_class": "思念",
        "dynasty": "吴文英"
    },
    {
        "title": "燕归梁·织锦裁篇写意深",
        "paragraph": "织锦裁篇写意深。字值千金。一回披玩一愁吟。肠成结、泪盈襟。幽欢已散前期远。无憀赖、是而今。密凭归雁寄芳音。恐冷落、旧时心。波声拍枕长淮晓，隙月窥人小。无情汴水自东流，只载一船离恨向西州。竹溪花浦曾同醉，酒味多于泪。谁教风鉴在尘埃？酝造一场烦恼送人来！归志宁无五亩园，读书本意在元元。灯前目力虽非昔，犹课蝇头二万言。万事云烟忽过，一身蒲柳先衰。而今何事最相宜，宜醉宜游宜睡。早趁催科了纳，更量出入收支。乃翁依旧管些儿，管竹管山管水。",
        "author": "宋代",
        "poem_class": "思念",
        "dynasty": "柳永"
    },
    {
        "title": "捣衣篇",
        "paragraph": "闺里佳人年十馀，嚬蛾对影恨离居。忽逢江上春归燕，衔得云中尺素书。玉手开缄长叹息，狂夫犹戍交河北。万里交河水北流，愿为双燕泛中洲。君边云拥青丝骑，妾处苔生红粉楼。楼上春风日将歇，谁能揽镜看愁发？晓吹员管随落花，夜捣戎衣向明月。明月高高刻漏长，真珠帘箔掩兰堂。横垂宝幄同心结，半拂琼筵苏合香。琼筵宝幄连枝锦，灯烛荧荧照孤寝。有便凭将金剪刀，为君留下相思枕。摘尽庭兰不见君，红巾拭泪生氤氲，明年若更征边塞，愿作阳台一段云。无云世界秋三五，共看蟾盘上海涯。 直到天头天尽处，不曾私照一人家。元和二年四月十三日夜，愈与吴郡张籍阅家中旧书，得李翰所为《张巡传》。翰以文章自名，为此传颇详密。然尚恨有阙者：不为许远立传，又不载雷万春事首尾。远虽材若不及巡者，开门纳巡，位本在巡上。授之柄而处其下，无所疑忌，竟与巡俱守死，成功名，城陷而虏，与巡死先后异耳。两家子弟材智下，不能通知二父志，以为巡死而远就虏，疑畏死而辞服于贼。远诚畏死，何苦守尺寸之地，食其所爱之肉，以与贼抗而不降乎？当其围守时，外无蚍蜉蚁子之援，所欲忠者，国与主耳，而贼语以国亡主灭。远见救援不至，而贼来益众，必以其言为信；外无待而犹死守，人相食且尽，虽愚人亦能数日而知死所矣。远之不畏死亦明矣！乌有城坏其徒俱死，独蒙愧耻求活？虽至愚者不忍为，呜呼！而谓远之贤而为之邪？说者又谓远与巡分城而守，城之陷，自远所分始。以此诟远，此又与儿童之见无异。人之将死，其藏腑必有先受其病者；引绳而绝之，其绝必有处。观者见其然，从而尤之，其亦不达于理矣！小人之好议论，不乐成人之美，如是哉！如巡、远之所成就，如此卓卓，犹不得免，其他则又何说！当二公之初守也，宁能知人之卒不救，弃城而逆遁？苟此不能守，虽避之他处何益？及其无救而且穷也，将其创残饿羸之余，虽欲去，必不达。二公之贤，其讲之精矣！守一城，捍天下，以千百就尽之卒，战百万日滋之师，蔽遮江淮，沮遏其势，天下之不亡，其谁之功也！当是时，弃城而图存者，不可一二数；擅强兵坐而观者，相环也。不追议此，而责二公以死守，亦见其自比于逆乱，设淫辞而助之攻也。愈尝从事于汴徐二府，屡道于两府间，亲祭于其所谓双庙者。其老人往往说巡、远时事云：南霁云之乞救于贺兰也，贺兰嫉巡、远之声威功绩出己上，不肯出师救；爱霁云之勇且壮，不听其语，强留之，具食与乐，延霁云坐。霁云慷慨语曰：“云来时，睢阳之人，不食月余日矣！云虽欲独食，义不忍；虽食，且不下咽！”因拔所佩刀，断一指，血淋漓，以示贺兰。一座大惊，皆感激为云泣下。云知贺兰终无为云出师意，即驰去；将出城，抽矢射佛寺浮图，矢着其上砖半箭，曰：“吾归破贼，必灭贺兰！此矢所以志也。”愈贞元中过泗州，船上人犹指以相语。城陷，贼以刃胁降巡，巡不屈，即牵去，将斩之；又降霁云，云未应。巡呼云曰：“南八，男儿死耳，不可为不义屈！”云笑曰：“欲将以有为也；公有言，云敢不死！”即不屈。张籍曰：“有于嵩者，少依于巡；及巡起事，嵩常在围中。籍大历中于和州乌江县见嵩，嵩时年六十余矣。以巡初尝得临涣县尉，好学无所不读。籍时尚小，粗问巡、远事，不能细也。云：巡长七尺余，须髯若神。尝见嵩读《汉书》，谓嵩曰：“何为久读此？“嵩曰：“未熟也。“巡曰：“吾于书读不过三遍，终身不忘也。“因诵嵩所读书，尽卷不错一字。嵩惊，以为巡偶熟此卷，因乱抽他帙以试，无不尽然。嵩又取架上诸书试以问巡，巡应口诵无疑。嵩从巡久，亦不见巡常读书也。为文章，操纸笔立书，未尝起草。初守睢阳时，士卒仅万人，城中居人户，亦且数万，巡因一见问姓名，其后无不识者。巡怒，须髯辄张。及城陷，贼缚巡等数十人坐，且将戮。巡起旋，其众见巡起，或起或泣。巡曰：“汝勿怖！死，命也。“众泣不能仰视。巡就戮时，颜色不乱，阳阳如平常。远宽厚长者，貌如其心；与巡同年生，月日后于巡，呼巡为兄，死时年四十九。”嵩贞元初死于亳宋间。或传嵩有田在亳宋间，武人夺而有之，嵩将诣州讼理，为所杀。嵩无子。张籍云。丹阳郭里送行舟，一别心知两地秋。 日晚江南望江北，寒鸦飞尽水悠悠。",
        "author": "唐代",
        "poem_class": "思念",
        "dynasty": "李白"
    },
    {
        "title": "答刘桢诗",
        "paragraph": "与子别无几，所经未一旬。我思一何笃，其愁如三春。虽路在咫尺，难涉如九关。陶陶朱夏德，草木昌且繁。北方有佳人，端坐鼓鸣琴。终晨抚管弦，日夕不成音。忧来结不解，我思存所钦。君子寻时役，幽妾怀苦心。初为三载别，于今久滞淫。昔耶生户牖，庭内自成阴。翔鸟鸣翠偶，草虫相和吟。心悲易感激，俯仰泪流衿。愿托晨风翼，束带侍衣衾。灼灼西隤日，馀光照我衣。回风吹四壁，寒鸟相因依。周周尚衔羽，蛩蛩亦念饥。如何当路子，磬折忘所归！岂为夸誉名，憔悴使心悲。宁与燕雀翔，不随黄鹄飞。黄鹄游四海，中路将安归？泆泆白云，顺风而回。渊渊绿水，盈坎而颓。乘流远逝，自躬兰隈。杖策答诸，纳之素怀。长啸清原，惟以告哀。",
        "author": "魏晋",
        "poem_class": "思念",
        "dynasty": "徐干"
    },
    {
        "title": "题苜蓿峰寄家人",
        "paragraph": "苜蓿峰边逢立春，胡芦河上泪沾巾。闺中只是空相忆，不见沙场愁杀人。长空澹澹孤鸟没，万古销沉向此中。 看取汉家何事业，五陵无树起秋风。鸾扇斜分凤幄开，星桥横过鹊飞回。 争将世上无期别，换得年年一度来。鸡鸣紫陌曙光寒，莺啭皇州春色阑。金阙晓钟开万户，玉阶仙仗拥千官。花迎剑珮星初落，柳拂旌旗露未干。独有凤凰池上客，阳春一曲和皆难。",
        "author": "唐代",
        "poem_class": "思念",
        "dynasty": "岑参"
    },
    {
        "title": "渔家傲·送台守江郎中",
        "paragraph": "送客归来灯火尽。西楼淡月凉生晕。明日潮来无定准。潮来稳。舟横渡口重城近。 江水似知孤客恨。南风为解佳人愠。莫学时流轻久困。频寄问。钱塘江上须忠信。点点楼头细雨，重重江外平湖。当年戏马会东徐，今日凄凉南浦。莫恨黄花未吐，且教红粉相扶。酒阑不必看茱萸，俯仰人间今古。簌簌无风花自堕。寂寞园林，柳老樱桃过。落日有情还照坐，山青一点横云破。路尽河回人转舵。系缆渔村，月暗孤灯火。凭仗飞魂招楚些，我思君处君思我。昨夜因看蜀志，笑曹操孙权刘备。用尽机关，徒劳心力，只得三分天地。屈指细寻思，争如共、刘伶一醉？人世都无百岁。少痴騃、老成尪悴。只有中间，些子少年，忍把浮名牵系？一品与千金，问白发、如何回避？",
        "author": "宋代",
        "poem_class": "思念",
        "dynasty": "苏轼"
    },
    {
        "title": "临江仙·幽闺欲曙闻莺转",
        "paragraph": "幽闺欲曙闻莺转，红窗月影微明。好风频谢落花声。隔帷残烛，犹照绮屏筝。绣被锦茵眠玉暖，炷香斜袅烟轻。淡蛾羞敛不胜情。暗思闲梦，何处逐云行？落梅着雨消残粉，云重烟轻寒食近。罗幕遮香，柳外秋千出画墙。春山颠倒钗横凤，飞絮入檐春睡重。梦里佳期，只许庭花与月知。旧欢娱，新怅望，拥鼻含嚬楼上。浓柳翠，晚霞微，江鸥接翼飞¤帘半卷，屏斜掩，远岫参差迷眼。歌满耳，酒盈尊，前非不要论。紫燎光销大驾归，御楼初见赭黄衣。千声鼓定将宣赦，竿上金鸡翅欲飞。北阙晴分五凤楼，嵩山秀色护神州。洛河自契千年运，更拟波中出九畴。中兴殿上晓光融，一炷天香舞瑞风。百辟虔心齐稽首，卷帘遥见御衣红。日和风暖御楼时，万姓齐瞻八彩眉。瑞气祥烟笼细仗，閤门宣赦四方知。凤吹鸾歌晓日明，丰年观稼出神京。封人争献南山寿，五色云中御辇平。圣主临轩待晓时，穿花宫漏正迟迟。鸡人一唱乾坤晓，百辟分班俨羽仪。朦胧西月照池亭，初夜椒房掩画屏。宫女相呼有何事，上楼同看老人星。红泥椒殿缀珠珰，帐蹙金龙窣地长。红兽慢然天色暖，凤炉时复爇沈香。九重楼殿簇丹青，高柳含烟覆井亭。宫内不知今日几，自来阶下数尧蓂.寝殿香浓玉漏严，云随凉月下西南。帐前宫女低声道，主上还应梦傅岩。绕殿钩阑压玉阶，内人轻语凭葱苔。皆言明主垂衣理，不假朱云傍槛来。颟顸冰面莹池心，风刮瑶阶腊雪深。怪得宫中无兽炭，步摇钗是辟寒金。兰殿春融自靘笙，玉颜风透象纱明。金簧如语莺声滑，可使云和独得名。兰烛时将凤髓添，寒星遥映夜光帘。龙楼露著鸳鸯瓦，谁近螭头掷玉签。玉甃莲池春水平，小鱼双并锦鳞行。内中知是黄河样，九曲今年彻底清。真珠帘外静无尘，耿耿凉天景象新。金殿夜深银烛晃，宫嫔来奏月重轮。鱼犀月掌夜通头，自著盘莺锦臂鞲。多把沈檀配龙麝，宫中掌浸十香油。香云双飐玉蝉轻，侍从君王苑里行。嘉瑞忽逢连理木，一时跪拜贺文明。金鸾双立紫檀槽，暖殿无风韵自高。含笑试弹红蕊调，君王宣赐酪樱桃。斑簟如霞可殿铺，更开新进瑞莲图。谁人筑损珊瑚架，子细看时认沥苏。金盆初晓洗纤纤，银鸭香焦特地添。出户忽看春雪下，六宫齐卷水晶帘。暖金盘里点酥山，拟望君王子细看。更向眉中分晓黛，岩边染出碧琅玕.云母屏前绣柱衣，龙床闲卷谏书帏。黄金槛外螭头活，日照红兰露未晞。楼西残月尚胧明，中禁鸡人报晓声。清旦司天台进状，夜来晴霁泰阶平。纤辔摩轩响佩环，银台门外集鸳鸾。三钟五鼓祥烟敛，日照仙人捧露盘。司膳厨中也禁烟，春宫相对画秋千。清明节日颁新火，蜡炬星飞下九天。宫木交芳色尽深，和风轻舞早莺吟。侍臣不异东方朔，应喜仙桃满禁林。贡橘香匀x0oh容，星光初满小金笼。近臣押赐诸王宅，拜了方开敕字封。献寿朝元欲偃戈，航深梯险竞骈罗。若论万国来朝日，比并涂山更较多。艳阳风景簇神州，杏蕊桃心照凤楼。遥望青青河畔草，几多归马与休牛。銮舆观稼晚方归，日月旗中见御衣。万姓焚香惟顶礼，瑞云随伞入宫闱。宫庭皆应紫微垣，壮丽宸居显至尊。赤子颙颙瞻父母，已将仁德比乾坤。三农皆已辟田畴，又见金门出土牛。块雨条风符圣化，嘉禾看却报新秋。进食门前水陆陈，大官斋洁贡时新。明君宵旰分甘处，便索金盘赐重臣。层台金碧惹红霞，仙掌亭亭对月华。昨夜盘中甘露满，婕妤争去奏官家。水殿垂帘冷色凝，一床珍簟展春冰。才人侍立持团扇，金缕双龙贴碧藤。香鸭烟轻爇水沈，云鬟闲坠凤犀簪。珠帘半卷开花雨，又见芭蕉展半心。莺锦蝉罗撒麝脐，狻猊轻喷瑞烟迷。红酥点得香山小，卷上珠帘日未西。锦褥花明满殿铺，宫娥分坐学樗蒲。欲教官马冲关过，咒愿纤纤早掷卢。小楼花簇钿山低，金雉双来蹋马齐。夸向傍人能彩戏，朝来赢得鹭鸶犀。红鬃白马嫩龙飞，天厩供来入紫微。遥见玉阶嘶不已，应缘认得赭黄衣。班定千牛立受宣，佩刀搢笏凤墀前。一声不坐祥云合，鸳鹭依行拜两边。三殿香浓晓色来，祥鸾威凤待门开。锵金佩玉趋丹陛，总是和羹作砺才。两番供奉打球时，鸾凤分厢锦绣衣。虎骤龙腾宫殿响，骅骝争趁一星飞。凤池冰泮岸莎匀，柳眼花心雪里新。都是九重和暖地，东风先报禁园春。紫气氤氲满帝都，映楼明月锁金铺。银泥殿里嫌红烛，教近龙床著火珠。地衣初展瑞霞融，绣帽金铃舞舜风。吹竹弹丝珠殿响，坠仙双降五云中。锦策匀铺寒玉齐，星锤高运日通犀。铿金曲罢春冰碎，跪拜君王粉面低。珠帘静卷水亭凉，玉蕊风飘小槛香。几处按歌齐入破，双双雏燕出宫墙。宫娥解禊艳阳时，鹢舸兰桡满凤池。春水如蓝垂柳醉，和风无力袅金丝。白玉阶前菊蕊香，金杯仙酝赏重阳。层台云集梨园乐，献寿声声祝万康。天籁吟风社燕归，渚莲香老碧苔肥。夜来霜坠梧桐叶，诸殿平明进御衣。炉爇香檀兽炭痴，真珠帘外雪花飞。六宫进酒尧眉寿，舞凤盘龙满御衣。云行风静早秋天，竞绕盆池蹋采莲。罨画披袍从窣地，更寻宫柳看鸣蝉。阑珊星斗缀珠光，七夕宫嫔乞巧忙。总上穿针楼上去，竞看银汉洒琼浆。宝瑟凄锵夜漏馀，玉阶闲坐对蟾蜍。秋光寂历银河转，已见宫花露滴疏。春风金袅万年枝，簇白团红烂熳时。宫女竞思游御苑，大家齐奏圣人知。乾文初见泰阶平，日月常遵阁道行。昨夜仰观垂象正，拱辰星宿转分明。锵锵济济赴延英，渐近重瞳目转明。君圣臣贤鱼水契，鸿基须贺永清平。天厩骖騑集嫩龙，雪光相照晓嘶风。昂头步步金鞍稳，掌扇花前御路中。金吾细仗俨威仪，圣旨凝旒对远夷。晓日曈曨瞻玉案，丁冬环珮满彤墀。正旦垂旒御八方，蛮夷无不奉梯航。群臣舞蹈称觞处，雷动山呼万岁长。圣主躬耕在籍田，公卿环卫待丰年。五风十雨馀粮在，金殿惟闻奏舜弦。圣日垂科委所司，英才咸喜遇明时。春官进榜莺离谷，月殿香残桂魄枝。天街香满瑞云生，红伞凝空景日明。先遣五坊排猎骑，为民除害出神京。内宴初开锦绣攒，教坊齐奏万年欢。箫韶响亮春云合，日照尧阶舞瑞鸾。视草词臣直玉堂，对来新赐锦袍香。班资最在云霄上，长是先迎日月光。玉殿朦胧散晓光，金龙高喷九天香。摵鞭声定初开扇，百辟齐呼万岁长。五色卿云覆九重，香烟高舞御炉中。含元殿里行仁德，四海车书已混同。欲封丹诏紫泥香，朱篆龙文御印光。汗涣丝纶出丹禁，便从天上凤衔将。越溪姝丽入深宫，俭素皆持马后风。尽道君王修圣德，不劳辞辇与当熊。早梅初向雪中明，风惹奇香粉蕊轻。谁道落花堪靧面，竞来枝上采繁英。暖殿奇香馥绮罗，窗间初学绣金鹅。才经冬至阳生后，今日工夫一线多。金井澄泉玉液香，琉璃深殿自清凉。温汤头进瓜初熟，后至宫嫔未得尝。绣闼雕甍列锦闺，珍奇惟待凤凰栖。杏梁烜赫晴霞展，时见空虚坠燕泥。龙凤金鞍软玉鞭，雪花光照锦连乾。驾头直指西郊去，晓日寒生讲武天。戛云楼上定风盘，雀跃猿跳总不难。要对君王逞轻捷，御楼时拟上鸡竿。停稳春衫窣地长，通天犀带缀金章。近臣衔命离丹禁，高捧恩波洒万方。垂黎玉押春帘卷，不夜珠楼晓鉴开。袍裤宫人走迎驾，东风吹送御香来。金吾勘契自通官，楼上初闻唱刻闲。金殿香高初唤仗，数行鸳鹭各趋班。螺髻凝香晓黛浓，水精鸂鶒飐轻风。金钗斜戴宜春胜，万岁千秋绕鬓红。缕金团扇对纤絺，正是深宫捧日时。要对君王说幽意，低头佯念婕妤诗。结金冠子学梳蝉，碾玉蜻蜓缀鬓偏。寝殿垂帘悄无事，试香闲立御炉前。金马词臣夜受宣，授毫交直八花砖。白麻草了初呈进，称旨丝纶下九天。平明光政便门开，已见忠臣早入来。自是枢机符造化，大罗天上曜三台。红罗窗里绣偏慵，亸袖闲隈碧玉笼。兰殿春晴鹦鹉睡，结条钗飐落花风。晓光初入右银台，鸳鹭分班启沃来。如水如鱼何际会，尽言金鼎得盐梅。立名金马近尧阶，尽是家传八斗才。麻尾尚犹龙字湿，便从天上凤衔来。狻猊镇角舞筵张，鸾凤花分十六行。轻动玉纤歌遍慢，时时偷眼看君王。边藩□宴贺休征，细仗初排舜日明。坐定两军呈百戏，乐臣低折贺升平。碧罗冠子簇香莲，结胜双衔利市钱。花下贪忙寻百草，不知遗却蹙金蝉。兰省初除傅粉郎，静端霜简入鸳行。明庭转制浑无事，朝下空馀鸡舌香。采访宁遗草泽人，诏搜无不降蒲轮。集贤殿里开炉冶，待把黄金铸重臣。红玉纤纤捧暖笙，绛唇呼吸引春莺。霓裳曲罢君王笑，宜近前来与改名。绣额朱门插艾人，羞将角黍近香唇。平明朝下夸宣赐，五色香丝系臂新。芙蓉冠子水精簪，闲对君王理玉琴。鹭颈莺唇胜仙子，步虚声细象窗深。金马门开侍从归，御香犹惹赐来衣。晓光满院金鱼冷，红药花擎宿露飞。便殿朝回卸玉簪，竞来芳槛摘花心。风和难捉花中蝶，却向窗间弄绣针。君王朝下未梳头，长晕残眉侍鉴楼。扼臂交光红玉软，起来重拟理箜篌。九重天上实难知，空遣微臣役梦思。葵藿一心期捧日，强搜狂斐拟宫词。",
        "author": "五代",
        "poem_class": "思念",
        "dynasty": "毛熙震"
    },
    {
        "title": "杕杜",
        "paragraph": "有杕之杜，有睆其实。王事靡盬，继嗣我日。日月阳止，女心伤止，征夫遑止。有杕之杜，其叶萋萋。王事靡盬，我心伤悲。卉木萋止，女心悲止，征夫归止！陟彼北山，言采其杞。王事靡盬，忧我父母。檀车幝幝，四牡痯痯，征夫不远！匪载匪来，忧心孔疚。期逝不至，而多为恤。卜筮偕止，会言近止，征夫迩止。截趾适履。孰云其愚。何与斯人。追欲丧躯。形若槁骸，心若死灰。真其实知，不以故自持。媒媒晦晦，无心而不可谋。彼何人哉！厉王虐，国人谤王。召公告曰：“民不堪命矣！”王怒，得卫巫，使监谤者。以告，则杀之。国人莫敢言，道路以目。王喜，告召公曰：“吾能弭谤矣，乃不敢言。”召公曰：“是障之也。防民之口，甚于防川；川壅而溃，伤人必多。民亦如之。是故为川者，决之使导；为民者，宣之使言。故天子听政，使公卿至于列士献诗，瞽献曲，史献书，师箴，瞍赋，朦诵，百工谏，庶人传语，近臣尽规，亲戚补察，瞽、史教诲，耆艾修之，而后王斟酌焉。是以事行而不悖。民之有口，犹土之有山川也，财用于是乎出；犹其有原隰衍沃也，衣食于是乎生。口之宣言也，善败于是乎兴。行善而备败，其所以阜财用衣食者也。夫民虑之于心，而宣之于口，成而行之，胡可壅也？若壅其口，其与能几何？”王弗听，于是国人莫敢出言。三年，乃流王于彘。 ",
        "author": "先秦",
        "poem_class": "思念",
        "dynasty": "佚名"
    },
    {
        "title": "杨柳枝·秋夜香闺思寂寥",
        "paragraph": "秋夜香闺思寂寥，漏迢迢。鸳帷罗幌麝烟销，烛光摇。正忆玉郎游荡去，无寻处。更闻帘外雨潇潇，滴芭蕉。酒阑睡觉天香暖，绣户慵开。香印成灰，独背寒屏理旧眉。朦胧却向灯前卧，窗月徘徊。晓梦初回，一夜东风绽早梅。轩车紫陌竞寻春，独掩衡门病起身。步月怕伤三径藓，取琴因拂一床尘。明时傥有丹枝分，青鉴从他素发新。况是青云知己在，原思生计莫忧贫。三月春风料峭寒。伤春无语倚雕栏。春到人间花信早，待谁看。我自天涯沦落后，潇湘归卧几曾安。回首不胜家国感，一长叹。",
        "author": "五代",
        "poem_class": "思念",
        "dynasty": "顾夐"
    },
    {
        "title": "女冠子·露花烟草",
        "paragraph": "露花烟草，寂寞五云三岛，正春深。貌减潜消玉，香残尚惹襟。竹疏虚槛静，松密醮坛阴。何事刘郎去？信沉沉。莫恨雕笼翠羽残，江南地暖陇西寒。劝君不用分明语，语得分明出转难。春风倚棹阖闾城，水国春寒阴复晴。细雨湿衣看不见，闲花落地听无声。日斜江上孤帆影，草绿湖南万里情。东道若逢相识问，青袍今日误儒生。名花倾国两相欢，长得君王带笑看。(长得 一作：常得)解释春风无限恨，沉香亭北倚栏杆。",
        "author": "唐代",
        "poem_class": "思念",
        "dynasty": "张泌"
    },
    {
        "title": "寄夫",
        "paragraph": "雁飞曾不到衡阳，锦字何由寄永昌。三春花柳妾薄命，六诏风烟君断肠。曰归曰归愁岁暮，其雨其雨怨朝阳。相怜空有刀环约，何日金鸡下夜郎？千载知经几暴秦，山中惟说避秦人。仙源错引渔舟入，恼乱桃花自在春。天也空，地也空，人生渺渺在其中。日也空，月也空，东升西落为谁功？金也空，银也空，死后何曾在手中！妻也空，子也空，黄泉路上不相逢！权也空，名也空，转眼荒郊土一封！朝为山上云，暮为川上雨。变化在君心，然疑不得语。今日为牛女，明日为参商。参商不相待，安知秋夜长。素心一何愚，自谓与众殊。所贱菅与蒯，所贵玉与珠。白石何累累，流水何潺潺。水流石不转，人情中道还。",
        "author": "明代",
        "poem_class": "思念",
        "dynasty": "黄峨"
    },
    {
        "title": "迎春乐·立春",
        "paragraph": "宝幡彩胜堆金缕，双燕钗头舞。人间要识春来处。天际雁，江边树。故国莺花又谁主。念憔悴，几年羁旅。把酒祝东风，吹取人归去。奉劝须看清静经。脱仙模子好搜寻。湛然常寂理幽深。常处真常常应物，自然无欲亦无心。运行日月作知音。睡惊秋近鸣虫砌。砌虫鸣近秋惊睡。苍鬓掺匀霜。霜匀掺鬓苍。影孤灯翳冷。冷翳灯孤影。长叹浩歌狂。狂歌浩叹长。瘿除人我，冰冷高低，唤惺今是昨非。检教灵质，枉受万劫沉迷。况遇真风大阐，要诸仙、选陀名题。显一志，敢泥抛骨肉，＊弃轻肥。觅个烟霞妙趣，息诸缘妄想，落魄无为。保护一真，洞照力尽严持。安泊元空妙体，显灵光、出入相随。前途了，决平登觉岸，稳步仙梯。",
        "author": "金朝",
        "poem_class": "思念",
        "dynasty": "宇文虚中"
    },
    {
        "title": "春从天上来·海角飘零",
        "paragraph": "会宁府 遇老姬，善鼓瑟。自言梨园旧籍，因感而赋此。海角飘零。叹汉苑秦宫，坠露飞萤。梦里天上，金屋银屏。歌吹竞举青冥。问当时遗谱，有绝艺鼓瑟湘灵。促哀弹，似林莺呖呖，山溜泠泠。梨园太平乐府，醉几度春风，鬓变星星。舞破中原，尘飞沧海，飞雪万里龙庭。写胡笳幽怨，人憔悴、不似丹青。酒微醒。对一窗凉月，灯火青荧十年生死两茫茫，不思量，自难忘。千里孤坟，无处话凄凉。纵使相逢应不识，尘满面，鬓如霜。夜来幽梦忽还乡，小轩窗，正梳妆。相顾无言，惟有泪千行。料得年年肠断处，明月夜，短松冈。(肠断 一作：断肠)春阴垂野草青青，时有幽花一树明。晚泊孤舟古祠下，满川风雨看潮生。十年愁眼泪巴巴。今日思家，明日思家。一团燕月明窗纱。楼上胡笳，塞上胡笳。玉人劝我酌流霞。急捻琵琶，缓捻琵琶。一从别后各天涯。欲寄梅花，莫寄梅花。",
        "author": "宋代",
        "poem_class": "思念",
        "dynasty": "吴激"
    },
    {
        "title": "遐方怨·凭绣槛",
        "paragraph": "凭绣槛，解罗帷。未得君书，断肠潇湘春雁飞。不知征马几时归？海棠花谢也，雨霏霏。雨中禁火空斋冷，江上流莺独坐听。 把酒看花想诸弟，杜陵寒食草青青。清江一曲抱村流，长夏江村事事幽。自去自来堂上燕，相亲相近水中鸥。(堂上 一作：梁上)老妻画纸为棋局，稚子敲针作钓钩。但有故人供禄米，微躯此外更何求？岚雾今朝重，江山此地深。滩声秋更急，峡气晓多阴。望阙云遮眼，思乡雨滴心。将何慰幽独，赖此北窗琴。",
        "author": "唐代",
        "poem_class": "思念",
        "dynasty": "温庭筠"
    },
    {
        "title": "风流子·新绿小池塘",
        "paragraph": "新绿小池塘，风帘动、碎影舞斜阳。羡金屋去来，旧时巢燕；土花缭绕，前度莓墙。绣阁里、凤帏深几许？听得理丝簧。欲说又休，虑乖芳信；未歌先噎，愁近清觞。遥知新妆了，开朱户，应自待月西厢。最苦梦魂，今宵不到伊行。问甚时说与，佳音密耗，寄将秦镜，偷换韩香？天便教人，霎时厮见何妨。旧香残粉似当初。人情恨不如。一春犹有数行书。秋来书更疏。 衾凤冷，枕鸳孤。愁肠待酒舒。梦魂纵有也成虚。那堪和梦无。陈康肃公善射，当世无双 ，公亦以此自矜。尝射于家圃，有卖油翁释担而立，睨之久而不去。见其发矢十中八九，但微颔之。康肃问曰：“汝亦知射乎？吾射不亦精乎？”翁曰：“无他， 但手熟尔。”康肃忿然曰：“尔安敢轻吾射！”翁曰：“以我酌油知之。”乃取一葫芦置于地，以钱覆其口，徐以杓酌油沥之，自钱孔入，而钱不湿。因曰：“我亦无他，惟手熟尔。”康肃笑而遣之。肥水东流无尽期。当初不合种相思。梦中未比丹青见，暗里忽惊山鸟啼。春未绿，鬓先丝。人间别久不成悲。谁教岁岁红莲夜，两处沉吟各自知。(沉 同：沈)",
        "author": "宋代",
        "poem_class": "思念",
        "dynasty": "周邦彦"
    },
    {
        "title": "寒食上冢",
        "paragraph": "迳直夫何细！桥危可免扶？远山枫外淡，破屋麦边孤。宿草春风又，新阡去岁无。梨花自寒食，进节只愁余。一片能教一断肠，可堪平砌更堆墙。飘如迁客来过岭，坠似骚人去赴湘。乱点莓苔多莫数，偶粘衣袖久犹香。东风谬掌花权柄，却忌孤高不主张。当年得意如芳草。日日春风好。拔山力尽忽悲歌。饮罢虞兮从此、奈君何。人间不识精诚苦。贪看青青舞。蓦然敛袂却亭亭。怕是曲中犹带、楚歌声。长安古道马迟迟，高柳乱蝉嘶。夕阳鸟外，秋风原上，目断四天垂。(鸟 一作：岛)归云一去无踪迹，何处是前期？狎兴生疏，酒徒萧索，不似少年时。(少年 一作：去年)",
        "author": "宋代",
        "poem_class": "思念",
        "dynasty": "杨万里"
    },
    {
        "title": "定风波·暖日闲窗映碧纱",
        "paragraph": "暖日闲窗映碧纱，小池春水浸晴霞。数树海棠红欲尽，争忍，玉闺深掩过年华。独凭绣床方寸乱，肠断，泪珠穿破脸边花。邻舍女郎相借问，音信，教人休道未还家。残红引动诗魔，怀古牵情奈何。半落铜台月晓，乱飘金谷风多。悠悠旋逐流水，片片轻粘短莎。谁见长门深锁，黄昏细雨相和。蓼岸风多橘柚香。江边一望楚天长。片帆烟际闪孤光。目送征鸿飞杳杳，思随流水去茫茫。兰红波碧忆潇湘。花落，烟薄，谢家池阁，寂寞春深。翠蛾轻敛意沉吟，沾襟，无人知此心。玉炉香断霜灰冷，帘铺影，梁燕归红杏。晚来天，空悄然，孤眠，枕檀云髻偏。",
        "author": "五代",
        "poem_class": "思念",
        "dynasty": "欧阳炯"
    },
    {
        "title": "八归·秋江带雨",
        "paragraph": "秋江带雨，寒沙萦水，人瞰画阁愁独。烟蓑散响惊诗思，还被乱鸥飞去，秀句难续。冷眼尽归图画上，认隔岸、微茫云屋。想半属、渔市樵村，欲暮竞然竹。 须信风流未老，凭持酒、慰此凄凉心目。一鞭南陌，几篙官渡，赖有歌眉舒绿。只匆匆眺远，早觉闲愁挂乔木。应难奈，故人天际，望彻淮山，相思无雁足。柳叶鸣蜩绿暗，荷花落日红酣。三十六陂春水，白头想见江南。三十年前此地，父兄持我东西。今日重来白首，欲寻陈迹都迷。刘郎已老。不管桃花依旧笑。要听琵琶。重院莺啼觅谢家。 曲终人醉。多似浔阳江上泪。万里东风。国破山河落照红。篱落疏疏一径深，树头新绿未成阴。(新绿 一作：花落)儿童急走追黄蝶，飞入菜花无处寻。",
        "author": "宋代",
        "poem_class": "思念",
        "dynasty": "史达祖"
    },
    {
        "title": "浣溪沙·杨柳千条送马蹄",
        "paragraph": "杨柳千条送马蹄，北来征雁旧南飞。客中谁与换春衣。终古闲情归落照，一春幽梦逐游丝。信回刚道别多时。孤花片叶，断送清秋节。寂寂绣屏香篆灭，暗里朱颜消歇。谁怜散髻吹笙，天涯芳草关情。懊恼隔帘幽梦，半床花月纵横。乍展芭蕉。欲眠杨柳，微谢樱桃。谁把春光，平分一半，最惜今朝。花前倍觉无聊。任冷落、珠钿翠翘。趁取春光，还留一半，莫负今朝。根并荷花一茎香，平生遭际实堪伤。自从两地生孤木，致使香魂返故乡。",
        "author": "清代",
        "poem_class": "思念",
        "dynasty": "纳兰性德"
    },
    {
        "title": "传言玉女·钱塘元夕",
        "paragraph": "一片风流，今夕与谁同乐。月台花馆，慨尘埃漠漠。豪华荡尽，只有青山如洛。钱塘依旧，潮生潮落。 万点灯光，羞照舞钿歌箔。玉梅消瘦，恨东皇命薄。昭君泪流，手捻琵琶弦索。离愁聊寄，画楼哀角。相思似海深，旧事如天远。泪滴千千万万行，更使人、愁肠断。要见无因见，拚了终难拚。若是前生未有缘，待重结、来生愿。庐山烟雨浙江潮，未至千般恨不消。到得还来别无事，庐山烟雨浙江潮。宝髻松松挽就，铅华淡淡妆成。青烟翠雾罩轻盈，飞絮游丝无定。相见争如不见，有情何似无情。笙歌散后酒初醒，深院月斜人静。",
        "author": "宋代",
        "poem_class": "思念",
        "dynasty": "汪元量"
    },
    {
        "title": "金菊对芙蓉·上元",
        "paragraph": "金鸭消香，银虬泻水，谁家夜笛飞声。正上林雪霁，鸳甃晶莹。鱼龙舞罢香车杳，剩尊前、袖掩吴绫。狂游似梦，而今空记，密约烧灯。追念往事难凭。叹火树星桥，回首飘零。但九逵烟月，依旧笼明。楚天一带惊烽火，问今宵、可照江城。小窗残酒，阑珊灯灺，别自关情。人生若只如初见，何事秋风悲画扇。等闲变却故人心，却道故人心易变。(一作：却道故心人易变)骊山语罢清宵半，泪雨霖铃终不怨。(一作：泪雨零 / 夜雨霖)何如薄幸锦衣郎，比翼连枝当日愿。路回临石岸，树老出墙根。野水合诸涧，桃花成一村。呼鸡过篱栅，行酒尽儿孙。老矣吾将隐，前峰恰对门。珍重芳姿昼掩门，自携手瓮灌苔盆。胭脂洗出秋阶影，冰雪招来露砌魂。淡极始知花更艳，愁多焉得玉无痕。欲偿白帝宜清洁，不语婷婷日又昏。",
        "author": "清代",
        "poem_class": "思念",
        "dynasty": "纳兰性德"
    },
    {
        "title": "玉楼春·去时梅萼初凝粉",
        "paragraph": "去时梅萼初凝粉。不觉小桃风力损。梨花最晚又凋零，何事归期无定准。 阑干倚遍重来凭。泪粉偷将红袖印。蜘蛛喜鹊误人多，似此无凭安足信。听我尊前醉后歌，人生无奈别离何。但使情亲千里近，须信：无情对面是山河。(无奈 一作：亡奈)寄语石头城下水：居士，而今浑不怕风波。借使未如鸥鸟伴；经惯，也应学得老渔蓑。哀筝一弄湘江曲，声声写尽湘波绿。纤指十三弦，细将幽恨传。当筵秋水慢，玉柱斜飞雁。弹到断肠时，春山眉黛低。林断山明竹隐墙。乱蝉衰草小池塘。翻空白鸟时时见，照水红蕖细细香。村舍外，古城旁。杖藜徐步转斜阳。殷勤昨夜三更雨，又得浮生一日凉。",
        "author": "宋代",
        "poem_class": "思念",
        "dynasty": "欧阳修"
    },
    {
        "title": "谒金门·秋夜",
        "paragraph": "秋帷里。长漏伴人无寐。低玉枕凉轻绣被。一番秋气味。晓色又侵窗纸。窗外鸡声初起。声断几声还到耳。已明声未已。凉簟碧纱厨。一枕清风昼睡馀。睡听晚衙无一事，徐徐。读尽床头几卷书。搔首赋归欤。自觉功名懒更疏。若问使君才与术，何如。占得人间一味愚。应怜屐齿印苍苔，小扣柴扉久不开。春色满园关不住，一枝红杏出墙来。渺空烟四远，是何年、青天坠长星？幻苍崖云树，名娃金屋，残霸宫城。箭径酸风射眼，腻水染花腥。时靸双鸳响，廊叶秋声。宫里吴王沉醉，倩五湖倦客，独钓醒醒。问苍波无语，华发奈山青。水涵空、阑干高处，送乱鸦斜日落渔汀。连呼酒、上琴台去，秋与云平。",
        "author": "宋代",
        "poem_class": "思念",
        "dynasty": "苏轼"
    },
    {
        "title": "宴清都·秋感",
        "paragraph": "万里关河眼。愁凝处，渺渺残照红敛。天低远树，潮分断港，路回淮甸。吟鞭又指孤店。对玉露金风送晚。恨自古、才子佳人，此景此情多感。 吴王故苑。别来良朋鸦集，空叹蓬转。挥毫记烛，飞觞赶月，梦销香断。区区去程何限。倩片纸、丁宁过雁。寄相思，寒雨灯窗，芙蓉旧院。吹破残烟入夜风。一轩明月上帘栊。因惊路远人还远，纵得心同寝未同。 情脉脉，意忡忡。碧云归去认无踪。只应会向前生里，爱把鸳鸯两处笼。哀筝一弄湘江曲，声声写尽湘波绿。纤指十三弦，细将幽恨传。当筵秋水慢，玉柱斜飞雁。弹到断肠时，春山眉黛低。江水浸云影，鸿雁欲南飞。携壶结客何处？空翠渺烟霏。尘世难逢一笑，况有紫萸黄菊，堪插满头归。风景今朝是，身世昔人非。酬佳节，须酩酊，莫相违。人生如寄，何事辛苦怨斜晖。无尽今来古往，多少春花秋月，那更有危机。与问牛山客，何必独沾衣。",
        "author": "宋代",
        "poem_class": "思念",
        "dynasty": "吴文英"
    },
    {
        "title": "听角思归",
        "paragraph": "故园黄叶满青苔，梦破城头晓角哀。此夜断肠人不见，起行残月影徘徊。曾逐东风拂舞筵，乐游春苑断肠天。 如何肯到清秋日，已带斜阳又带蝉。客心争日月，来往预期程。秋风不相待，先至洛阳城。端午临中夏，时清日复长。盐梅已佐鼎，曲糵且传觞。事古人留迹，年深缕积长。当轩知槿茂，向水觉芦香。亿兆同归寿，群公共保昌。忠贞如不替，贻厥后昆芳。",
        "author": "唐代",
        "poem_class": "思念",
        "dynasty": "顾况"
    },
    {
        "title": "青青水中蒲二首",
        "paragraph": "青青水中蒲，下有一双鱼。君今上陇去，我在与谁居？青青水中蒲，长在水中居。寄语浮萍草，相随我不如。镜湖三百里，菡萏发荷花。五月西施采，人看隘若耶。回舟不待月，归去越王家。澹然空水带斜晖，曲岛苍茫接翠微。波上马嘶看棹去，柳边人歇待船归。数丛沙草群鸥散，万顷江田一鹭飞。谁解乘舟寻范蠡，五湖烟水独忘机。杨柳阴阴细雨晴，残花落尽见流莺。春风一夜吹乡梦，又逐春风到洛城。(乡 一作：香)",
        "author": "唐代",
        "poem_class": "思念",
        "dynasty": "韩愈"
    },
    {
        "title": "奉寄韦太守陟",
        "paragraph": "荒城自萧索，万里山河空。天高秋日迥，嘹唳闻归鸿。寒塘映衰草，高馆落疏桐。临此岁方晏，顾景咏悲翁。故人不可见，寂寞平陵东。绝代有佳人，幽居在空谷。自云良家子，零落依草木。关中昔丧乱，兄弟遭杀戮。官高何足论，不得收骨肉。世情恶衰歇，万事随转烛。夫婿轻薄儿，新人美如玉。合昏尚知时，鸳鸯不独宿。但见新人笑，那闻旧人哭。在山泉水清，出山泉水浊。侍婢卖珠回，牵萝补茅屋。摘花不插发，采柏动盈掬。天寒翠袖薄，日暮倚修竹。把君诗卷灯前读，诗尽灯残天未明。眼痛灭灯犹闇坐，逆风吹浪打船声。羞日遮罗袖，愁春懒起妆。易求无价宝，难得有心郎。枕上潜垂泪，花间暗断肠。自能窥宋玉，何必恨王昌？",
        "author": "唐代",
        "poem_class": "思念",
        "dynasty": "王维"
    },
    {
        "title": "陟岵",
        "paragraph": "陟彼岵兮，瞻望父兮。父曰：嗟！予子行役，夙夜无已。上慎旃哉，犹来！无止！陟彼屺兮，瞻望母兮。母曰：嗟！予季行役，夙夜无寐。上慎旃哉，犹来！无弃！陟彼冈兮，瞻望兄兮。兄曰：嗟！予弟行役，夙夜必偕。上慎旃哉，犹来！无死！泽门之皙。实兴我役。邑中之黔。实慰我心。大夫登徒子侍于楚王，短宋玉曰：“玉为人体貌闲丽，口多微辞，又性好色。愿王勿与出入后宫。”王以登徒子之言问宋玉。玉曰：“体貌闲丽，所受于天也；口多微辞，所学于师也；至于好色，臣无有也。“王曰：“子不好色，亦有说乎？有说则止，无说则退。”玉曰：“天下之佳人莫若楚国，楚国之丽者莫若臣里，臣里之美者莫若臣东家之子。东家之子，增之一分则太长，减之一分则太短 ；著粉则太白，施朱则太赤；眉如翠羽，肌如白雪；腰如束素，齿如含贝；嫣然一笑，惑阳城，迷下蔡。然此女登墙窥臣三年，至今未许也。登徒子则不然：其妻蓬头挛耳，齞唇历齿，旁行踽偻，又疥且痔。登徒子悦之，使有五子。王孰察之，谁为好色者矣。”是时，秦章华大夫在侧，因进而称曰：“今夫宋玉盛称邻之女，以为美色，愚乱之邪；臣自以为守德，谓不如彼矣。且夫南楚穷巷之妾，焉足为大王言乎?若臣之陋，目所曾睹者，未敢云也。”王曰：“试为寡人说之。”大夫曰：“唯唯。臣少曾远游，周览九土，足历五都。出咸阳、熙邯郸，从容郑、卫、溱 、洧之间 。是时向春之末 ，迎夏之阳，鸧鹒喈喈，群女出桑。此郊之姝，华色含光，体美容冶，不待饰装。臣观其丽者，因称诗曰：‘遵大路兮揽子祛’。赠以芳华辞甚妙。于是处子怳若有望而不来，忽若有来而不见。意密体疏，俯仰异观；含喜微笑，窃视流眄。复称诗曰：‘寐春风兮发鲜荣，洁斋俟兮惠音声，赠我如此兮不如无生。’因迁延而辞避。盖徒以微辞相感动。精神相依凭；目欲其颜，心顾其义，扬《诗》守礼，终不过差，故足称也。”于是楚王称善，宋玉遂不退。旻天疾威，敷于下土。谋犹回遹，何日斯沮？谋臧不从，不臧覆用。我视谋犹，亦孔之邛。潝潝訿訿，亦孔之哀。谋之其臧，则具是违。谋之不臧，则具是依。我视谋犹，伊于胡厎。我龟既厌，不我告犹。谋夫孔多，是用不集。发言盈庭，谁敢执其咎？如匪行迈谋，是用不得于道。哀哉为犹，匪先民是程，匪大犹是经。维迩言是听，维迩言是争。如彼筑室于道谋，是用不溃于成。国虽靡止，或圣或否。民虽靡膴，或哲或谋，或肃或艾。如彼泉流，无沦胥以败。不敢暴虎，不敢冯河。人知其一，莫知其他。战战兢兢，如临深渊，如履薄冰。",
        "author": "先秦",
        "poem_class": "思念",
        "dynasty": "佚名"
    },
    {
        "title": "喜春来·泰定三年丙寅岁除夜玉山舟中赋",
        "paragraph": "江梅的的依茅舍，石漱溅溅漱玉沙。瓦瓯篷底送年华。问暮鸦：何处阿戎家？拍阑干。雾花吹鬓海风寒。浩歌惊得浮云散。细数青山，指蓬莱一望间。纱巾岸，鹤背骑来惯。举头长啸，直上天坛。席上半泓秋水金星砚，一幅寒云玉版笺，美人索赋《鹧鸪天》。琼杯争劝，珠帘高卷，燕归来海棠庭院。偶题落花露冷苍苔径，纤手风生白玉筝，夜香谁立紫云亭？知音谁听？雕阑独凭，柳阴中月明人静。怀古二首阿房舞殿翻罗袖，金谷名园起玉楼，隋堤古柳缆龙舟。不堪回首，东风还又，野花开暮春时候。美人自刎乌江岸，战火曾烧赤壁山，将军空老玉门关。伤心秦汉，生民涂炭，读书人一声长叹！春冬冬箫鼓东风暖，是处园林景物妍，一春常费买花钱。东郊游玩，西湖筵宴，乐醄醄满斟频劝。夏澄澄碧照添波浪，青杏园林煮酒香，浮瓜沉李雪冰凉。纱吸藤簟，旋篘新酿，乐醄醄浅斟低唱。秋箫箫鞍马秋云冷，一带西山锦画屏，功名两字几飘零。东篱满酒，渊明归去，乐醄醄故园三径。冬阴风四野彤云密，缭绕长空瑞雪飞，销金帐里笑相偎。毡帘低放，满斟琼液，乐醄醄醉了还醉。客况三首绿波南浦人怀旧，黄叶西风染鬓秋，暮云归兴仲宣楼。天南地北，尘衣风帽，漫无成数年驰骤。十年落魄江滨客，几度雷轰荐福碑，男儿未遇暗伤怀。忆淮阴年少，灭楚为帅，气昂昂汉坛三拜。登楼北望思王粲，高卧东山忆谢安，闷来长铗为谁弹？当年射虎，将军何在，冷凄凄霜凌古岸。宝符藏山自可攻，儿孙谁是出群雄。幽燕不照中天月，丰沛空歌海内风。赵普元无四方志，澶渊堪笑百年功。白沟移向江淮去，止罪宣和恐未公。",
        "author": "元代",
        "poem_class": "思念",
        "dynasty": "张雨"
    },
    {
        "title": "御街行·别东山",
        "paragraph": "松门石路秋风扫。似不许、飞尘到。双携纤手别烟萝，红粉清泉相照。几声歌管，正须陶写，翻作伤心调。 岩阴暝色归云悄。恨易失、千金笑。更逢何物可忘忧，为谢江南芳草。断桥孤驿，冷云黄叶，相见长安道。东风知我欲山行，吹断檐间积雨声。岭上晴云披絮帽，树头初日挂铜钲。野桃含笑竹篱短，溪柳自摇沙水清。西崦人家应最乐，煮芹烧笋饷春耕。身世悠悠我此行，溪边委辔听溪声。散材畏见搜林斧，疲马思闻卷旆钲。细雨足时茶户喜，乱山深处长官清。人间岐路知多少，试向桑田问耦耕。凤髻金泥带，龙纹玉掌梳。走来窗下笑相扶，爱道画眉深浅入时无？弄笔偎人久，描花试手初。等闲妨了绣功夫，笑问鸳鸯两字怎生书？一去二三里，烟村四五家。亭台六七座，八九十枝花。",
        "author": "宋代",
        "poem_class": "思念",
        "dynasty": "贺铸"
    },
    {
        "title": "浣溪沙·琴川慧日寺蜡梅",
        "paragraph": "蝶粉蜂黄大小乔。中庭寒尽雪微销。一般清瘦各无聊。 窗下和香封远讯，墙头飞玉怨邻箫。夜来风雨洗春娇。碧云天，黄叶地，秋色连波，波上寒烟翠。山映斜阳天接水，芳草无情，更在斜阳外。黯乡魂，追旅思，夜夜除非，好梦留人睡。明月楼高休独倚，酒入愁肠，化作相思泪。(留人睡 一作：留人醉)自笑平生为口忙，老来事业转荒唐。长江绕郭知鱼美，好竹连山觉笋香。逐客不妨员外置，诗人例作水曹郎。只惭无补丝毫事，尚费官家压酒囊。水边沙外。城郭春寒退。花影乱，莺声碎。飘零疏酒盏，离别宽衣带。人不见，碧云暮合空相对。 忆昔西池会。鹓鹭同飞盖。携手处，今谁在。日边清梦断，镜里朱颜改。春去也，飞红万点愁如海。",
        "author": "宋代",
        "poem_class": "思念",
        "dynasty": "吴文英"
    },
    {
        "title": "思佳客·题周草窗武林旧事",
        "paragraph": "梦里瞢腾说梦华。莺莺燕燕已天涯。蕉中覆处应无鹿，汉上从来不见花。今古事，古今嗟。西湖流水响琵琶。铜驼烟雨栖芳草，休向江南问故家。骑牛远远过前村，吹笛风斜隔陇闻。( 吹笛风斜 一作：短笛横吹)多少长安名利客，机关用尽不如君。版本一天有不测风云，人有旦夕祸福。蜈蚣百足，行不及蛇；雄鸡两翼，飞不过鸦。马有千里之程，无骑不能自往；人有冲天之志，非运不能自通。盖闻：人生在世，富贵不能淫，贫贱不能移。文章盖世，孔子厄于陈邦；武略超群，太公钓于渭水。颜渊命短，殊非凶恶之徒；盗跖年长，岂是善良之辈。尧帝明圣，却生不肖之儿；瞽叟愚顽，反生大孝之子。张良原是布衣，萧何称谓县吏。晏子身无五尺，封作齐国宰相；孔明卧居草庐，能作蜀汉军师。楚霸虽雄，败于乌江自刎；汉王虽弱，竟有万里江山。李广有射虎之威，到老无封；冯唐有乘龙之才，一生不遇。韩信未遇之时，无一日三餐，及至遇行，腰悬三尺玉印，一旦时衰，死于阴人之手。有先贫而后富，有老壮而少衰。满腹文章，白发竟然不中；才疏学浅，少年及第登科。深院宫娥，运退反为妓妾；风流妓女，时来配作夫人。青春美女，却招愚蠢之夫；俊秀郎君，反配粗丑之妇。蛟龙未遇，潜水于鱼鳖之间；君子失时，拱手于小人之下。衣服虽破，常存仪礼之容；面带忧愁，每抱怀安之量。时遭不遇，只宜安贫守份；心若不欺，必然扬眉吐气。初贫君子，天然骨骼生成；乍富小人，不脱贫寒肌体。天不得时，日月无光；地不得时，草木不生；水不得时，风浪不平；人不得时，利运不通。注福注禄，命里已安排定，富贵谁不欲？人若不依根基八字，岂能为卿为相？吾昔寓居洛阳，朝求僧餐，暮宿破窖，思衣不可遮其体，思食不可济其饥，上人憎，下人厌，人道我贱，非我不弃也。今居朝堂，官至极品，位置三公，身虽鞠躬于一人之下，而列职于千万人之上，有挞百僚之杖，有斩鄙吝之剑，思衣而有罗锦千箱，思食而有珍馐百味，出则壮士执鞭，入则佳人捧觞，上人宠，下人拥。人道我贵，非我之能也，此乃时也、运也、命也。嗟呼！人生在世，富贵不可尽用，贫贱不可自欺，听由天地循环，周而复始焉。版本二天地有常用，日月有常明，四时有常序，鬼神有常灵。天有宝，日月星辰。地有宝，五谷金银。家有宝，孝子贤孙。国有宝，正直忠良。合天道，则天府鉴临。合地道，则地府消愆。合人道，则民用和睦。三道既合，祸去福来。天地和，则万物生。地道和，则万物兴。父子和，而家有济。夫妇和，而义不分。时势不可尽倚，贫穷不可尽欺，世事翻来覆去，须当周而复始。余者，居洛阳之时，朝投僧寺，夜宿破窑。布衣不能遮其体，饘粥不能充其饥。上人嫌，下人憎，皆言余之贱也，余曰：非贱也，乃时也，运也，命也。余后登高及第，入中书，官至极品，位列三公，思衣则有绮罗千箱，思食则有百味珍馐，有挞百僚之杖，有斩佞臣之剑，出则壮士执鞭，入则佳人扶袂，廪有余粟，库有余财，人皆言余之贵也，余曰：非贵也，乃时也，运也，命也。蛟龙未遇，暂居云雾之间。君子失时，屈守小人之下。命运未通，被愚人之轻弃。时运未到，被小人之欺凌。初贫君子，自怨骨格风流。乍富小人，不脱俗人体态。生平结交惟结心，莫论富贵贫贱。深得千金，而不为贵，得人一语，而胜千金。吾皆悼追无恨人，富贵须当长保守，苏秦未遇，归家时，父母憎，兄弟恶，嫂不下玑，妻不愿炊，然衣锦归故里，马壮人强，萤光彩布，兄弟含笑出户迎，妻嫂下阶倾己顾，苏秦本是旧苏秦，昔日何陈今何亲。自家骨肉尚如此，何况区区陌路人，抑犹未也。文章冠世，孔子尚厄于陈邦。武略超群，太公曾钓于渭水。颜回命短，岂是凶暴之徒。盗柘年长，自非贤良之辈。帝尧天圣，却养不肖之男。瞽叟顽嚣，反生大孝之子。甘罗十二为宰相，买臣五十作公卿。晏婴身长五尺，封为齐国宰相。韩信力无缚鸡，立为汉朝贤臣，未遇之时，口无一日瓮飧，及至兴通，身受齐王将印，吓燕取赵，统百万雄兵，一旦时休，卒于阴人之毒手。李广有射虎之威，到老无封。冯唐有安邦之志，一世无遇。上古圣贤，不掌阴阳之数。今日儒士，岂离否泰之中。腰金衣紫，都生贫贱之家。草履毛鞋，都是富豪之裔。有贫贱，而后有富贵。有小壮，而后有老衰。人能学积善，家有余庆。青春美女，反招愚独之夫。俊秀才郎，竟配丑貌之妇。五男二女，老来一身全无。万贯千金，死后离乡别井。才疏学浅，少年及第登科。满腹文章，到老终身不第。或富贵，或贫贱，皆由命理注定。若天不得时，则日月无光。地不得时，则草木不生。水不得时，则波浪不静。人不得时，则命运不通。若无根本八字，岂能为卿为相。一生皆由命，半点不由人。蜈蚣多足，不及蛇灵。雄鸡有翼，飞不及鸦。马有千里之驰，非人不能自往。人有千般巧计，无运不能自达。吾敬为此劝世文也。小阁重帘有燕过。晚花红片落庭莎。曲阑干影入凉波。一霎好风生翠幕，几回疏雨滴圆荷。酒醒人散得愁多。",
        "author": "宋代",
        "poem_class": "思念",
        "dynasty": "张炎"
    },
    {
        "title": "减字浣溪沙·秋水斜阳演漾金",
        "paragraph": "秋水斜阳演漾金，远山隐隐隔平林。几家村落几声砧。记得西楼凝醉眼，昔年风物似如今。只无人与共登临。春已半。触目此情无限。十二阑干闲倚遍。愁来天不管。 好是风和日暖。输与莺莺燕燕。满院落花帘不卷。断肠芳草远。晚日寒鸦一片愁。柳塘新绿却温柔。若教眼底无离恨，不信人间有白头。肠已断，泪难收。相思重上小红楼。情知已被山遮断，频倚阑干不自由。十里青山远，潮平路带沙。数声啼鸟怨年华。又是凄凉时候，在天涯。白露收残月，清风散晓霞。绿杨堤畔问荷花：记得年时沽酒，那人家？(残月 一作：残暑)",
        "author": "宋代",
        "poem_class": "思念",
        "dynasty": "贺铸"
    },
    {
        "title": "浣溪沙·露白蟾明又到秋",
        "paragraph": "露白蟾明又到秋，佳期幽会两悠悠，梦牵情役几时休？记得泥人微敛黛，无言斜倚小书楼，暗思前事不胜愁！童稚亲儒墨，时平喜道存。酬身指书剑，赋命委乾坤。秋爽鼓琴兴，月清搜句魂。与君同此志，终待至公论。秋夜露，芰荷香。疏棂微透水风凉。渔歌遥和鸣榔去，得悟穷通是此乡。南齐天子宠婵娟，六宫罗绮三千。潘妃娇艳独芳妍。椒房兰洞，云雨降神仙¤纵态迷欢心不足，风流可惜当年。纤腰婉约步金莲。妖君倾国，犹自至今传。幽闺欲曙闻莺转，红窗月影微明。好风频谢落花声。隔帏残烛，犹照绮屏筝¤绣被锦茵眠玉暖，炷香斜袅烟轻。淡蛾羞敛不胜情。暗思闲梦，何处逐行云。",
        "author": "五代",
        "poem_class": "思念",
        "dynasty": "顾敻"
    },
    {
        "title": "采桑子·辘轳金井梧桐晚",
        "paragraph": "辘轳金井梧桐晚，几树惊秋。昼雨新愁，百尺虾须在玉钩。琼窗春断双蛾皱，回首边头。欲寄鳞游，九曲寒波不泝流。(泝流 一作：溯流)罗盘山色连青冥，罗盘花开春满城。迩来文轨遍南服，搆得书屋山之扃。中有牙签三万轴，隶古漆书联汗竹。琬琰新收汉石经，黉序亦开唐白鹿。要将礼乐化殊方，夜深弦诵声琅琅。已闻文翁教岷蜀，此邦更在岷之阳。岷山之水向南流，织女机丝涵素秋。岂徒风气开太朴，终看德化齐中州。罗盘书屋世无有，今度有书垂不朽。不是莲花幕下宾，安得文光贯南斗。江水沉沉帆影过，游鱼到晚透寒波。渡口双双飞白鸟，烟袅，芦花深处隐渔歌。扁舟短棹归兰浦，人去，萧萧竹径透青莎。深夜无风新雨歇，凉月，露迎珠颗入圆荷。泥书捧处圣恩新，许觐庭闱养二亲。蝼蚁至微宁足数，未知何处答穹旻.",
        "author": "五代",
        "poem_class": "思念",
        "dynasty": "李煜"
    },
    {
        "title": "荆门西下",
        "paragraph": "一夕南风一叶危，荆云回望夏云时。人生岂得轻离别，天意何曾忌险巇。骨肉书题安绝徼，蕙兰蹊径失佳期。洞庭湖阔蛟龙恶，却羡杨朱泣路岐。意气骄满路，鞍马光照尘。借问何为者，人称是内臣。朱绂皆大夫，紫绶或将军。(或 一作：悉)夸赴军中宴，走马去如云。尊罍溢九酝，水陆罗八珍。果擘洞庭橘，脍切天池鳞。食饱心自若，酒酣气益振。是岁江南旱，衢州人食人。人初生，日初出。上山迟，下山疾。百年三万六千朝，夜里分将强半日。有歌有舞须早为，昨日健于今日时。 人家见生男女好，不知男女催人老。短歌行，无乐声。楚山秦山皆白云，白云处处长随君。长随君，君入楚山里，云亦随君渡湘水。湘水上，女萝衣，白云堪卧君早归。",
        "author": "唐代",
        "poem_class": "思念",
        "dynasty": "李商隐"
    },
    {
        "title": "扫花游·九日怀归",
        "paragraph": "江蓠怨碧，早过了霜花，锦空洲渚。孤蛩暗语。正长安乱叶，万家砧杵。尘染秋衣，谁念西风倦旅。恨无据。怅望极归舟，天际烟树。心事曾细数。怕水叶沉红，梦云离去。情丝恨缕。倩回文为织，那时愁句。雁字无多，写得相思几许。暗凝伫。近重阳、满城风雨。天涯旧恨，独自凄凉人不问。欲见回肠，断尽金炉小篆香。黛蛾长敛，任是春风吹不展。困倚危楼，过尽飞鸿字字愁。乍暖还轻冷。风雨晚来方定。庭轩寂寞近清明，残花中酒，又是去年病。 楼头画角风吹醒。入夜重门静。那堪更被明月，隔墙送过秋千影。毕竟西湖六月中，风光不与四时同。接天莲叶无穷碧，映日荷花别样红。",
        "author": "宋代",
        "poem_class": "思念",
        "dynasty": "周密"
    },
    {
        "title": "江南曲",
        "paragraph": "偶向江边采白蘋，还随女伴赛江神。众中不敢分明语，暗掷金钱卜远人。昨日登高罢，今朝更举觞。菊花何太苦，遭此两重阳？长安一片月，万户捣衣声。秋风吹不尽，总是玉关情。何日平胡虏，良人罢远征。荷叶生时春恨生，荷叶枯时秋恨成。 深知身在情长在，怅望江头江水声。",
        "author": "唐代",
        "poem_class": "思念",
        "dynasty": "于鹄"
    },
    {
        "title": "杏花天影·绿丝低拂鸳鸯浦",
        "paragraph": "丙午之冬，发沔口。丁未正月二日，道金陵。北望惟楚，风日清淑，小舟挂席，容与波上。绿丝低拂鸳鸯浦。想桃叶、当时唤渡。又将愁眼与春风，待去；倚兰桡，更少驻。金陵路、莺吟燕舞。算潮水、知人最苦。满汀芳草不成归，日暮；更移舟，向甚处？太尉执事：辙生好为文，思之至深。以为文者气之所形，然文不可以学而能，气可以养而致。孟子曰：“我善养吾浩然之气。”今观其文章，宽厚宏博，充乎天地之间，称其气之小大。太史公行天下，周览四海名山大川，与燕、赵间豪俊交游，故其文疏荡，颇有奇气。此二子者，岂尝执笔学为如此之文哉？其气充乎其中而溢乎其貌，动乎其言而见乎其文，而不自知也。辙生十有九年矣。其居家所与游者，不过其邻里乡党之人；所见不过数百里之间，无高山大野可登览以自广；百氏之书，虽无所不读，然皆古人之陈迹，不足以激发其志气。恐遂汩没，故决然舍去，求天下奇闻壮观，以知天地之广大。过秦、汉之故都，恣观终南、嵩、华之高，北顾黄河之奔流，慨然想见古之豪杰。至京师，仰观天子宫阙之壮，与仓廪、府库、城池、苑囿之富且大也，而后知天下之巨丽。见翰林欧阳公，听其议论之宏辩，观其容貌之秀伟，与其门人贤士大夫游，而后知天下之文章聚乎此也。太尉以才略冠天下，天下之所恃以无忧，四夷之所惮以不敢发，入则周公、召公，出则方叔、召虎。而辙也未之见焉。且夫人之学也，不志其大，虽多而何为？辙之来也，于山见终南、嵩、华之高，于水见黄河之大且深，于人见欧阳公，而犹以为未见太尉也。故愿得观贤人之光耀，闻一言以自壮，然后可以尽天下之大观而无憾者矣。辙年少，未能通习吏事。向之来，非有取于斗升之禄，偶然得之，非其所乐。然幸得赐归待选，使得优游数年之间，将以益治其文，且学为政。太尉苟以为可教而辱教之，又幸矣！阴阴溪曲绿交加，小雨翻萍上浅沙。鹅鸭不知春去尽，争随流水趁桃花。相逢情便深，恨不相逢早。识尽千千万万人，终不似、伊家好。别你登长道。转更添烦恼。楼外朱楼独倚阑，满目围芳草。",
        "author": "宋代",
        "poem_class": "思念",
        "dynasty": "姜夔"
    },
    {
        "title": "沁园春·宿霭迷空",
        "paragraph": "宿霭迷空，腻云笼日，昼景渐长。正兰皋泥润，谁家燕喜；蜜脾香少，触处蜂忙。尽日无人帘幕挂，更风递、游丝时过墙。微雨后，有桃愁杏怨，红泪淋浪。风流寸心易感，但依依伫立，回尽柔肠。念小奁瑶鉴，重匀绛蜡；玉龙金斗，时熨沉香。柳下相将游冶处，便回首、青楼成异乡。相忆事，纵蛮笺万叠，难写微茫。修既治滁之明年，夏，始饮滁水而甘。问诸滁人，得于州南百步之远。其上则丰山，耸然而特立；下则幽谷，窈然而深藏；中有清泉，滃然而仰出。俯仰左右，顾而乐之。于是疏泉凿石，辟地以为亭，而与滁人往游其间。滁于五代干戈之际，用武之地也。昔太祖皇帝，尝以周师破李景兵十五万于清流山下，生擒其皇甫辉、姚凤于滁东门之外，遂以平滁。修尝考其山川，按其图记，升高以望清流之关，欲求辉、凤就擒之所。而故老皆无在也，盖天下之平久矣。自唐失其政，海内分裂，豪杰并起而争，所在为敌国者，何可胜数？及宋受天命，圣人出而四海一。向之凭恃险阻，铲削消磨，百年之间，漠然徒见山高而水清。欲问其事，而遗老尽矣！今滁介江淮之间，舟车商贾、四方宾客之所不至，民生不见外事，而安于畎亩衣食，以乐生送死。而孰知上之功德，休养生息，涵煦于百年之深也。修之来此，乐其地僻而事简，又爱其俗之安闲。既得斯泉于山谷之间，乃日与滁人仰而望山，俯而听泉。掇幽芳而荫乔木，风霜冰雪，刻露清秀，四时之景，无不可爱。又幸其民乐其岁物之丰成，而喜与予游也。因为本其山川，道其风俗之美，使民知所以安此丰年之乐者，幸生无事之时也。夫宣上恩德，以与民共乐，刺史之事也。遂书以名其亭焉。 裁剪冰绡，轻叠数重，淡著胭脂匀注。新样靓妆，艳溢香融，羞杀蕊珠宫女。易得凋零，更多少、无情风雨。愁苦。问院落凄凉，几番春暮。凭寄离恨重重，这双燕，何曾会人言语。天遥地远，万水千山，知他故宫何处。怎不思量，除梦里、有时曾去。无据，和梦也新来不做。遥夜沉沉如水，风紧驿亭深闭。梦破鼠窥灯，霜送晓寒侵被。无寐，无寐，门外马嘶人起。",
        "author": "宋代",
        "poem_class": "思念",
        "dynasty": "秦观"
    },
    {
        "title": "于中好·十月初四夜风雨其明日是亡妇生辰",
        "paragraph": "尘满疏帘素带飘，真成暗度可怜宵。几回偷拭青衫泪，忽傍犀奁见翠翘。惟有恨，转无聊。五更依旧落花朝。衰杨叶尽丝难尽，冷雨凄风打画桥。官差捉船为载兵，大船买脱中船行。中船芦港且潜避，小船无知唱歌去。郡符昨下吏如虎，快桨追风摇急橹。村人露肘捉头来，背似土牛耐鞭苦。苦辞船小要何用，争执汹汹路人拥。前头船见不敢行，晓事篙师敛钱送。船户家家坏十千，官司查点侯如年。发回仍索常行费，另派门摊云雇船。君不见，官舫嵬峨无用处，打鼓插旗马头住。拊手应留，当胸小染，两点魂销。讶素影微笼，雪堆姑射，紫尖轻晕，露滴葡萄。漫说酥凝，休誇菽发，玉润珠圆比更饶。开襟处，正粉香欲籍，花气难消。当年初捲芳髫。奈坟起、逾丰渐欲高。见浴罢铜洼，罗巾掩早，围来绣袜，锦带拴牢。逗向瓜期，褪将裙底，天壤何人吮似醪。幽欢再，为娇儿抛下，湿透重绡。身后有余忘缩手，眼前无路想回头。",
        "author": "清代",
        "poem_class": "思念",
        "dynasty": "纳兰性德"
    },
    {
        "title": "沧浪亭怀贯之",
        "paragraph": "沧浪独步亦无悰，聊上危台四望中。秋色入林红黯淡，日光穿竹翠玲珑。酒徒飘落风前燕，诗社凋零霜后桐。君又暂来还径往，醉吟谁复伴衰翁。红叶黄花秋意晚，千里念行客。看飞云过尽，归鸿无信，何处寄书得。 泪弹不尽临窗滴。就砚旋研墨。渐写到别来，此情深处，红笺为无色。利欲驱人万火牛，江湖浪迹一沙鸥。日长似岁闲方觉，事大如天醉亦休。衣杵敲残深巷月，井桐摇落故园秋。欲舒老眼无高处，安得元龙百尺楼。双星良夜，耕慵织懒，应被群仙相妒。娟娟月姊满眉颦，更无奈、风姨吹雨。 相逢草草，争如休见，重搅别离心绪。新欢不抵旧愁多，倒添了、新愁归去。",
        "author": "宋代",
        "poem_class": "思念",
        "dynasty": "苏舜钦"
    },
    {
        "title": "寒夜思友三首·其一",
        "paragraph": "久别侵怀抱，他乡变容色。月下调鸣琴，相思此何极？清浅白石滩，绿蒲向堪把。家住水东西，浣纱明月下。堂西长笋别开门，堑北行椒却背村。梅熟许同朱老吃，松高拟对阮生论。欲作鱼梁云复湍，因惊四月雨声寒。青溪先有蛟龙窟，竹石如山不敢安。两个黄鹂鸣翠柳，一行白鹭上青天。窗含西岭千秋雪，门泊东吴万里船。药条药甲润青青，色过棕亭入草亭。苗满空山惭取誉，根居隙地怯成形。结发未识事，所交尽豪雄。却秦不受赏，击晋宁为功。托身白刃里，杀人红尘中。当朝揖高义，举世称英雄。小节岂足言，退耕舂陵东。归来无产业，生事如转蓬。一朝乌裘敝，百镒黄金空。弹剑徒激昂，出门悲路穷。吾兄青云士，然诺闻诸公。所以陈片言，片言贵情通。棣华倘不接，甘与秋草同。",
        "author": "唐代",
        "poem_class": "思念",
        "dynasty": "王勃"
    },
    {
        "title": "人月圆·春日湖上",
        "paragraph": "小楼还被青山碍，隔断楚天遥。昨宵入梦，那人如玉，何处吹箫？门前朝暮，无情秋月，有信春潮。看看憔悴，飞花心事，残柳眉梢。两种风流，一家制作。雪花全似梅花萼。细看不是雪无香，天风吹得香零落。虽是一般，惟高一着。雪花不似梅花薄。梅花散彩向空山，雪花随意穿帘幕。兴亡千古繁华梦，诗眼倦天涯。孔林乔木，吴宫蔓草，楚庙寒鸦。数间茅舍，藏书万卷，投老村家。山中何事？松花酿酒，春水煎茶。不周山崩天柱折，帝遣娲娥补天裂。穹然一盖青团团，东南天漏补不完。徒令杞国忧，日夜摧心肝。呜呼，世无仲山甫，衮职之阙谁为补。",
        "author": "元代",
        "poem_class": "思念",
        "dynasty": "张可久"
    },
    {
        "title": "浪淘沙·红影湿幽窗",
        "paragraph": "红影湿幽窗，瘦尽春光。雨余花外却斜阳。谁见薄衫低髻子，抱膝思量。莫道不凄凉，早近持觞。暗思何事断人肠。曾是向他春梦里，瞥遇回廊。两弯似蹙非蹙罥烟眉，一双似喜非喜含露目。(露 一作：情)态生两靥之愁，娇袭一身之病。泪光点点，娇喘微微。娴静时如姣花照水，行动处似弱柳扶风。心较比干多一窍，病如西子胜三分。困花压蕊丝丝雨，不堪只共愁人语。斗帐抱春寒，梦中何处山。卷帘风意恶，泪与残红落。羡煞是杨花，输它先到家。少年击剑更吹箫，剑气箫心一例消。谁分苍凉归棹后，万千哀乐集今朝。",
        "author": "清代",
        "poem_class": "思念",
        "dynasty": "纳兰性德"
    },
    {
        "title": "寄外征衣",
        "paragraph": "夫戍边关妾在吴，西风吹妾妾忧夫。一行书信千行泪，寒到君边衣到无？澹然空水带斜晖，曲岛苍茫接翠微。波上马嘶看棹去，柳边人歇待船归。数丛沙草群鸥散，万顷江田一鹭飞。谁解乘舟寻范蠡，五湖烟水独忘机。两个黄鹂鸣翠柳，一行白鹭上青天。窗含西岭千秋雪，门泊东吴万里船。长安回望绣成堆，山顶千门次第开。一骑红尘妃子笑，无人知是荔枝来。",
        "author": "唐代",
        "poem_class": "思念",
        "dynasty": "陈玉兰"
    },
    {
        "title": "归国遥·金翡翠",
        "paragraph": "金翡翠，为我南飞传我意：罨画桥边春水，几年花下醉？别后只知相愧，泪珠难远寄。罗幕绣帷鸳被，旧欢如梦。吹箫凌极浦，日暮送夫君。湖上一回首，山青卷白云。云想衣裳花想容，春风拂槛露华浓。 若非群玉山头见，会向瑶台月下逢。不知香积寺，数里入云峰。古木无人径，深山何处钟。泉声咽危石，日色冷青松。薄暮空潭曲，安禅制毒龙。",
        "author": "唐代",
        "poem_class": "思念",
        "dynasty": "韦庄"
    },
    {
        "title": "江南旅情",
        "paragraph": "楚山不可极，归路但萧条。海色晴看雨，江声夜听潮。剑留南斗近，书寄北风遥。为报空潭橘，无媒寄洛桥。杜陵有布衣，老大意转拙。许身一何愚，窃比稷与契。居然成濩落，白首甘契阔。盖棺事则已，此志常觊豁。穷年忧黎元，叹息肠内热。取笑同学翁，浩歌弥激烈。非无江海志，潇洒送日月。生逢尧舜君，不忍便永诀。当今廊庙具，构厦岂云缺。葵藿倾太阳，物性固莫夺。顾惟蝼蚁辈，但自求其穴。胡为慕大鲸，辄拟偃溟渤。以兹误生理，独耻事干谒。兀兀遂至今，忍为尘埃没。终愧巢与由，未能易其节。沉饮聊自遣，放歌破愁绝。岁暮百草零，疾风高冈裂。天衢阴峥嵘，客子中夜发。霜严衣带断，指直不得结。凌晨过骊山，御榻在嵽嵲。蚩尤塞寒空，蹴蹋崖谷滑。瑶池气郁律，羽林相摩戛。君臣留欢娱，乐动殷樛嶱。赐浴皆长缨，与宴非短褐。彤庭所分帛，本自寒女出。鞭挞其夫家，聚敛贡城阙。圣人筐篚恩，实欲邦国活。臣如忽至理，君岂弃此物。多士盈朝廷，仁者宜战栗。况闻内金盘，尽在卫霍室。中堂舞神仙，烟雾散玉质。煖客貂鼠裘，悲管逐清瑟。劝客驼蹄羹，霜橙压香橘。朱门酒肉臭，路有冻死骨。荣枯咫尺异，惆怅难再述。北辕就泾渭，官渡又改辙。群冰从西下，极目高崒兀。疑是崆峒来，恐触天柱折。河梁幸未坼，枝撑声窸窣。行旅相攀援，川广不可越。老妻寄异县，十口隔风雪。谁能久不顾，庶往共饥渴。入门闻号啕，幼子饥已卒。吾宁舍一哀，里巷亦呜咽。所愧为人父，无食致夭折。岂知秋禾登，贫窭有仓卒。生常免租税，名不隶征伐。抚迹犹酸辛，平人固骚屑。默思失业徒，因念远戍卒。忧端齐终南，澒洞不可掇。十里长街市井连，月明桥上看神仙。人生只合扬州死，禅智山光好墓田。一夜新霜著瓦轻，芭蕉新折败荷倾。耐寒唯有东篱菊，金粟初开晓更清。",
        "author": "唐代",
        "poem_class": "思念",
        "dynasty": "祖咏"
    },
    {
        "title": "出关宿盘豆馆对丛芦有感",
        "paragraph": "芦叶梢梢夏景深，邮亭暂欲洒尘襟。昔年曾是江南客，此日初为关外心。思子台边风自急，玉娘湖上月应沉。清声不远行人去，一世荒城伴夜砧。晨起动征铎，客行悲故乡。鸡声茅店月，人迹板桥霜。槲叶落山路，枳花明驿墙。(明驿墙 一作：照驿墙)因思杜陵梦，凫雁满回塘。锦城丝管日纷纷，半入江风半入云。 此曲只应天上有，人间能得几回闻。章台柳，章台柳，颜色青青今在否？纵使长条似旧垂，也应攀折他人手。(版本一)章台柳，章台柳，往日依依今在否？纵使长条似旧垂，也应攀折他人手。(版本二)章台柳，章台柳，昔日青青今在否？纵使长条似旧垂，也应攀折他人手。(版本三)",
        "author": "唐代",
        "poem_class": "思念",
        "dynasty": "李商隐"
    },
    {
        "title": "淮上即事寄广陵亲故",
        "paragraph": "前舟已眇眇，欲渡谁相待？秋山起暮钟，楚雨连沧海。风波离思满，宿昔容鬓改。独鸟下东南，广陵何处在？日日春光斗日光，山城斜路杏花香。几时心绪浑无事，得及游丝百尺长。昔日龌龊不足夸，今朝放荡思无涯。 春风得意马蹄疾，一日看尽长安花。南湖秋水夜无烟，耐可乘流直上天。且就洞庭赊月色，将船买酒白云边。",
        "author": "唐代",
        "poem_class": "思念",
        "dynasty": "韦应物"
    },
    {
        "title": "念奴娇·洞庭春晚",
        "paragraph": "洞庭春晚，旧传恐是，人间尤物。收拾瑶池倾国艳，来向朱栏一壁。透户龙香，隔帘莺语，料得肌如雪。月妖真态，是谁教避人杰。酒罢归对寒窗，相留昨夜，应是梅花发。赋了高唐犹想像，不管孤灯明灭。半面难期，多情易感，愁点星星发。绕梁声在，为伊忘味三月。稚子金盆脱晓冰，彩丝穿取当银钲。(银钲 一作：银铮)敲成玉磬穿林响，忽作玻璃碎地声。(玻璃 一作：玻瓈)梦里青春可得追？欲将诗句绊余晖。酒阑病客惟思睡，蜜熟黄蜂亦懒飞。芍药樱桃俱扫地，鬓丝禅榻两忘机。凭君借取法界观，一洗人间万事非。竹外桃花三两枝，春江水暖鸭先知。蒌蒿满地芦芽短，正是河豚欲上时。两两归鸿欲破群，依依还似北归人。遥知朔漠多风雪，更待江南半月春。",
        "author": "宋代",
        "poem_class": "思念",
        "dynasty": "辛弃疾"
    },
    {
        "title": "采莲曲",
        "paragraph": "采莲归，绿水芙蓉衣。秋风起浪凫雁飞。桂棹兰桡下长浦，罗裙玉腕轻摇橹。叶屿花潭极望平，江讴越吹相思苦。相思苦，佳期不可驻。塞外征夫犹未还，江南采莲今已暮。今已暮，采莲花。渠今那必尽娼家。官道城南把桑叶，何如江上采莲花。莲花复莲花，花叶何稠叠。叶翠本羞眉，花红强如颊。佳人不在兹，怅望别离时。牵花怜共蒂，折藕爱连丝。故情无处所，新物从华滋。不惜西津交佩解，还羞北海雁书迟。采莲歌有节，采莲夜未歇。正逢浩荡江上风，又值徘徊江上月。徘徊莲浦夜相逢，吴姬越女何丰茸！共问寒江千里外，征客关山路几重？少年佳节倍多情，老去谁知感慨生。不效艾符趋习俗，但祈蒲酒话升平。鬓丝日日添白头，榴锦年年照眼明。千载贤愚同瞬息，几人湮没几垂名。几年无事傍江湖，醉倒黄公旧酒垆。 觉后不知明月上，满身花影倩人扶。历想为官日，无如刺史时。欢娱接宾客，饱暖及妻儿。自到东都后，安闲更得宜。分司胜刺史，致仕胜分司。何况园林下，欣然得朗之。仰名同旧识，为乐即新知。有雪先相访，无花不作期。斗醲干酿酒，夸妙细吟诗。里巷千来往，都门五别离。岐分两回首，书到一开眉。叶落槐亭院，冰生竹阁池。雀罗谁问讯，鹤氅罢追随。身与心俱病，容将力共衰。老来多健忘，唯不忘相思。",
        "author": "唐代",
        "poem_class": "思念",
        "dynasty": "王勃"
    },
    {
        "title": "菩萨蛮·梨花满院飘香雪",
        "paragraph": "梨花满院飘香雪，高楼夜静风筝咽。斜月照帘帷，忆君和梦稀。小窗灯影背，燕语惊愁态。屏掩断香飞，行云山外归。朱颜日日惊憔悴，多少离愁谁得会？人事改，空追悔，枕上夜长只如岁。红绡三尺泪，双结解时心醉。魂梦万重云水，觉来还不睡。秋光满目。风清露白，莲红水绿。何处梦回？弄珠拾翠盈盈，倚兰桡，眉黛蹙。采莲调稳，吴侣声相续，倚棹吴江曲。鹭起暮天，几双交颈鸳鸯，入芦花，深处宿。宿投林下寺，中夜觉神清。磬罢僧初定，山空月又生。笼灯吐冷艳，岩树起寒声。待晓红尘里，依前冒远程。",
        "author": "五代",
        "poem_class": "思念",
        "dynasty": "毛熙震"
    },
    {
        "title": "风流子·木叶亭皋下",
        "paragraph": "木叶亭皋下，重阳近，又是捣衣秋。奈愁入庾肠，老侵潘鬓，谩簪黄菊，花也应羞。楚天晚，白苹烟尽处，红蓼水边头。芳草有情，夕阳无语，雁横南浦，人倚西楼。玉容知安否？香笺共锦字，两处悠悠。空恨碧云离合，青鸟沉浮。向风前懊恼，芳心一点，寸眉两叶，禁甚闲愁？情到不堪言处，分付东流。一叶舟轻，双桨鸿惊。水天清、影湛波平。鱼翻藻鉴，鹭点烟汀。过沙溪急，霜溪冷，月溪明。重重似画，曲曲如屏。算当年、虚老严陵。君臣一梦，今古空名。但远山长，云山乱，晓山青。茅檐低小，溪上青青草。醉里吴音相媚好，白发谁家翁媪？大儿锄豆溪东，中儿正织鸡笼。最喜小儿亡赖，溪头卧剥莲蓬。(亡 同：无)年年社日停针线。怎忍见、双飞燕。今日江城春已半。一身犹在，乱山深处，寂寞溪桥畔。春衫著破谁针线。点点行行泪痕满。落日解鞍芳草岸。花无人戴，酒无人劝，醉也无人管。",
        "author": "宋代",
        "poem_class": "思念",
        "dynasty": "张耒"
    },
    {
        "title": "江行寄远",
        "paragraph": "刳木出吴楚，危槎百余尺。疾风吹片帆，日暮千里隔。别时酒犹在，已为异乡客。思君不可得，愁见江水碧。江送巴南水，山横塞北云。津亭秋月夜，谁见泣离群？乱烟笼碧砌，飞月向南端。寂寞离亭掩，江山此夜寒。不见李生久，佯狂真可哀。世人皆欲杀，吾意独怜才。敏捷诗千首，飘零酒一杯。匡山读书处，头白好归来。北斗七星高，哥舒夜带刀。至今窥牧马，不敢过临洮。",
        "author": "唐代",
        "poem_class": "思念",
        "dynasty": "李白"
    },
    {
        "title": "一百五日夜对月",
        "paragraph": "无家对寒食，有泪如金波。斫却月中桂，清光应更多。仳离放红蕊，想像嚬青蛾。牛女漫愁思，秋期犹渡河。旅馆寒灯独不眠，客心何事转凄然。故乡今夜思千里，霜鬓明朝又一年。(霜鬓 一作：愁鬓)早被婵娟误，欲妆临镜慵。承恩不在貌，教妾若为容。 风暖鸟声碎，日高花影重。年年越溪女，相忆采芙蓉。海上生明月，天涯共此时。情人怨遥夜，竟夕起相思。灭烛怜光满，披衣觉露滋。不堪盈手赠，还寝梦佳期。",
        "author": "唐代",
        "poem_class": "思念",
        "dynasty": "杜甫"
    },
    {
        "title": "清平乐·野花芳草",
        "paragraph": "野花芳草，寂寞关山道。柳吐金丝莺语早，惆怅香闺暗老！罗带悔结同心，独凭朱栏思深。梦觉半床斜月，小窗风触鸣琴。繁华事散逐香尘，流水无情草自春。日暮东风怨啼鸟，落花犹似坠楼人。一封朝奏九重天，夕贬潮州路八千。(潮州 一作：潮阳)欲为圣明除弊事，肯将衰朽惜残年！(欲为 一作：本为；圣明 一作：圣朝；肯将 一作：敢将)云横秦岭家何在？雪拥蓝关马不前。知汝远来应有意，好收吾骨瘴江边。秦时明月汉时关，万里长征人未还。但使龙城飞将在，不教胡马度阴山。骝马新跨白玉鞍，战罢沙场月色寒。城头铁鼓声犹震，匣里金刀血未干。",
        "author": "唐代",
        "poem_class": "思念",
        "dynasty": "韦庄"
    },
    {
        "title": "三字令·春欲尽",
        "paragraph": "春欲尽，日迟迟，牡丹时。罗幌卷，翠帘垂。彩笺书，红粉泪，两心知。人不在，燕空归，负佳期。香烬落，枕函欹。月分明，花淡薄，惹相思。兰房一宿还归去，底死谩生留不住。枕前语，记得否，说尽从来两心素。同心牢记取，切莫等闲相许。后会不知何处，双栖人莫妒。暮春栏槛有佳期，公子开颜乍拆时。翠幄密笼莺未识，好香难掩蝶先知。愿陪妓女争调乐，欲赏宾朋预课诗。只恐却随云雨去，隔年还是动相思。浪迹天涯去，南荒必动情。草青虞帝庙，云暗夜郎城。越鸟惊乡梦，蛮风解宿酲。早思归故里，华发等闲生。",
        "author": "五代",
        "poem_class": "思念",
        "dynasty": "欧阳炯"
    },
    {
        "title": "江梅",
        "paragraph": "梅蕊腊前破，梅花年后多。绝知春意好，最奈客愁何。雪树元同色，江风亦自波。故园不可见，巫岫郁嵯峨。飒飒西风满院栽，蕊寒香冷蝶难来。 他年我若为青帝，报与桃花一处开。秦王扫六合，虎视何雄哉！挥剑决浮云，诸侯尽西来。明断自天启，大略驾群才。收兵铸金人，函谷正东开。铭功会稽岭，骋望琅琊台。刑徒七十万，起土骊山隈。尚采不死药，茫然使心哀。连弩射海鱼，长鲸正崔嵬。额鼻象五岳，扬波喷云雷。鬐鬣蔽青天，何由睹蓬莱？徐巿载秦女，楼船几时回？但见三泉下，金棺葬寒灰。谁家宅第成还破，何处亲宾哭复歌？昨日屋头堪炙手，今朝门外好张罗。北邙未省留闲地，东海何曾有定波。莫笑贱贫夸富贵，共成枯骨两何如？",
        "author": "唐代",
        "poem_class": "思念",
        "dynasty": "杜甫"
    },
    {
        "title": "清平乐·烟轻雨小",
        "paragraph": "烟轻雨小，望里青难了。一缕断虹垂树杪，又是乱山残照。凭高目断征途，暮云千里平芜。日夜河流东下，锦书应托双鱼。塞草晚才青，日落箫笳动，戚戚凄凄入夜分，催度星前梦。小语绿杨烟，怯踏银河冻，行尽关山到白狼，相见惟珍重。漠漠云飞鸟，盈盈月近城。渚烟笼蟹舍，江水应鼍更。秋色千林黛，钟声一杵清。好寻樵父话，相与把杯倾。身后有余忘缩手，眼前无路想回头。",
        "author": "清代",
        "poem_class": "思念",
        "dynasty": "纳兰性德"
    },
    {
        "title": "过燕支寄杜位",
        "paragraph": "燕支山西酒泉道，北风吹沙卷白草。长安遥在日光边，忆君不见令人老。妾发初覆额，折花门前剧。郎骑竹马来，绕床弄青梅。同居长干里，两小无嫌猜。十四为君妇，羞颜未尝开。低头向暗壁，千唤不一回。十五始展眉，愿同尘与灰。常存抱柱信，岂上望夫台。十六君远行，瞿塘滟滪堆。五月不可触，猿声天上哀。(猿声 一作：猿鸣)门前迟行迹，一一生绿苔。苔深不能扫，落叶秋风早。八月蝴蝶来，双飞西园草。(蝴蝶来 一作：蝴蝶黄)感此伤妾心，坐愁红颜老。早晚下三巴，预将书报家。相迎不道远，直至长风沙。洛阳城里春光好，洛阳才子他乡老。柳暗魏王堤，此时心转迷。桃花春水渌，水上鸳鸯浴。凝恨对残晖，忆君君不知。男儿何不带吴钩，收取关山五十州。请君暂上凌烟阁，若个书生万户侯？",
        "author": "唐代",
        "poem_class": "思念",
        "dynasty": "岑参"
    },
    {
        "title": "怀天经智老因访之",
        "paragraph": "今年二月冻初融，睡起苕溪绿向东。客子光阴诗卷里，杏花消息雨声中。西庵禅伯还多病，北栅儒先只固穷。忽忆轻舟寻二子，纶巾鹤氅试春风。只道花无十日红，此花无日不春风。一尖已剥胭脂笔，四破犹包翡翠茸。别有香超桃李外，更同梅斗雪霜中。折来喜作新年看，忘却今晨是季冬。汉水东流，都洗尽，髭胡膏血。人尽说，君家飞将，旧时英烈。破敌金城雷过耳，谈兵玉帐冰生颊。想王郎，结发赋从戎，传遗业。腰间剑，聊弹铗。尊中酒，堪为别。况故人新拥，汉坛旌节。马革裹尸当自誓，蛾眉伐性休重说。但从今，记取楚楼风，裴台月。萋萋芳草忆王孙，柳外楼高空断魂，杜宇声声不忍闻。欲黄昏，雨打梨花深闭门。 ",
        "author": "宋代",
        "poem_class": "思念",
        "dynasty": "陈与义"
    },
    {
        "title": "如梦令·有寄",
        "paragraph": "为向东坡传语。人在玉堂深处。别后有谁来，雪压小桥无路。归去。归去。江上一犁春雨。开时似雪。谢时似雪。花中奇绝。香非在蕊，香非在萼，骨中香彻。 占溪风，留溪月。堪羞损、山桃如血。直饶更、疏疏淡淡，终有一般情别。聚散匆匆不偶然。二年遍历楚山川。但将痛饮酬风月，莫放离歌入管弦。萦绿带，点青钱，东湖春水碧连天。明朝放我东归去，後夜相思月满船。昨夜霜风，先入梧桐。浑无处、回避衰容。问公何事，不语书空。但一回醉，一回病，一回慵。朝来庭下，光阴如箭，似无言、有意伤侬。都将万事，付与千钟。任酒花白，眼花乱，烛花红。(光阴如箭 一作：飞英如霰)",
        "author": "宋代",
        "poem_class": "思念",
        "dynasty": "苏轼"
    },
    {
        "title": "扬之水",
        "paragraph": "扬之水，不流束薪。彼其之子，不与我戍申。怀哉怀哉，曷月予还归哉？扬之水，不流束楚。彼其之子，不与我戍甫。怀哉怀哉，曷月予还归哉？扬之水，不流束蒲。彼其之子，不与我戍许。怀哉怀哉，曷月予还归哉？愚者暗于成事。智者见于未萌。何草不黄？何日不行？何人不将？经营四方。何草不玄？何人不矜？哀我征夫，独为匪民。匪兕匪虎，率彼旷野。哀我征夫，朝夕不暇。有芃者狐，率彼幽草。有栈之车，行彼周道。青青子衿，悠悠我心。纵我不往，子宁不嗣音？青青子佩，悠悠我思。纵我不往，子宁不来？挑兮达兮，在城阙兮。一日不见，如三月兮！",
        "author": "先秦",
        "poem_class": "思念",
        "dynasty": "佚名"
    },
    {
        "title": "清商怨·葭萌驿作",
        "paragraph": "江头日暮痛饮，乍雪晴犹凛。山驿凄凉，灯昏人独寝。 鸳机新寄断锦，叹往事、不堪重省。梦破南楼，绿云堆一枕。凭高眺远，见长空万里，云无留迹。桂魄飞来，光射处，冷浸一天秋碧。玉宇琼楼，乘鸾来去，人在清凉国。江山如画，望中烟树历历。我醉拍手狂歌，举杯邀月，对影成三客。起舞徘徊风露下，今夕不知何夕？便欲乘风，翻然归去，何用骑鹏翼。水晶宫里，一声吹断横笛。一水西来，千丈晴虹，十里翠屏。喜草堂经岁，重来杜老，斜川好景，不负渊明。老鹤高飞，一枝投宿，长笑蜗牛戴屋行。平章了，待十分佳处，著个茅亭。青山意气峥嵘。似为我归来妩媚生。解频教花鸟，前歌後舞，更催云水，暮送朝迎。酒圣诗豪，可能无势，我乃而今驾驭卿。清溪上，被山灵却笑，白发归耕。春游浩荡，是年年、寒食梨花时节。白锦无纹香烂漫，玉树琼葩堆雪。静夜沉沉，浮光霭霭，冷浸溶溶月。人间天上，烂银霞照通彻。浑似姑射真人，天姿灵秀，意气殊高洁。万化参差谁信道，不与群芳同列。浩气清英，仙材卓荦，下土难分别。瑶台归去，洞天方看清绝。",
        "author": "宋代",
        "poem_class": "思念",
        "dynasty": "陆游"
    },
    {
        "title": "襄阳寒食寄宇文籍",
        "paragraph": "烟水初销见万家，东风吹柳万条斜。 大堤欲上谁相伴，马踏春泥半是花。古之学者必有师。师者，所以传道受业解惑也。人非生而知之者，孰能无惑？惑而不从师，其为惑也，终不解矣。生乎吾前，其闻道也固先乎吾，吾从而师之；生乎吾后，其闻道也亦先乎吾，吾从而师之。吾师道也，夫庸知其年之先后生于吾乎？是故无贵无贱，无长无少，道之所存，师之所存也。嗟乎！师道之不传也久矣！欲人之无惑也难矣！古之圣人，其出人也远矣，犹且从师而问焉；今之众人，其下圣人也亦远矣，而耻学于师。是故圣益圣，愚益愚。圣人之所以为圣，愚人之所以为愚，其皆出于此乎？爱其子，择师而教之；于其身也，则耻师焉，惑矣。彼童子之师，授之书而习其句读者，非吾所谓传其道解其惑者也。句读之不知，惑之不解，或师焉，或不焉，小学而大遗，吾未见其明也。巫医乐师百工之人，不耻相师。士大夫之族，曰师曰弟子云者，则群聚而笑之。问之，则曰：“彼与彼年相若也，道相似也，位卑则足羞，官盛则近谀。”呜呼！师道之不复，可知矣。巫医乐师百工之人，君子不齿，今其智乃反不能及，其可怪也欤！圣人无常师。孔子师郯子、苌弘、师襄、老聃。郯子之徒，其贤不及孔子。孔子曰：三人行，则必有我师。是故弟子不必不如师，师不必贤于弟子，闻道有先后，术业有专攻，如是而已。李氏子蟠，年十七，好古文，六艺经传皆通习之，不拘于时，学于余。余嘉其能行古道，作《师说》以贻之。 世人结交须黄金，黄金不多交不深。 纵令然诺暂相许，终是悠悠行路心。日暮苍山远，天寒白屋贫。柴门闻犬吠，风雪夜归人。",
        "author": "唐代",
        "poem_class": "思念",
        "dynasty": "窦巩"
    },
    {
        "title": "华下",
        "paragraph": "故国春归未有涯，小栏高槛别人家。五更惆怅回孤枕，犹自残灯照落花。海外徒闻更九州，他生未卜此生休。空闻虎旅传宵柝，无复鸡人报晓筹。(传 一作：鸣)此日六军同驻马，当时七夕笑牵牛。如何四纪为天子，不及卢家有莫愁。宣室求贤访逐臣，贾生才调更无伦。可怜夜半虚前席，不问苍生问鬼神。湖上春来似画图，乱峰围绕水平铺。松排山面千重翠，月点波心一颗珠。碧毯线头抽早稻，青罗裙带展新蒲。未能抛得杭州去，一半勾留是此湖。",
        "author": "唐代",
        "poem_class": "思念",
        "dynasty": "司空图"
    },
    {
        "title": "舂歌",
        "paragraph": "子为王，母为虏。终日舂薄暮，常与死为伍。相离三千里，当谁使告女。市肉取肥，酤酒取醇。交觞接杯，以致慇勤。昔原大夫赎桑下绝气，传称其仁；秦越人还虢太子结脉，世著其神。设曩之二人不遭仁遇神，则结绝之气竭矣。然而脯出乎车軨，针石运乎手爪。今所赖者，非直车之脯，手爪之针石也。乃收之于斗极，还之于司命，使干皮复含血，枯骨复被肉，允所谓遭仁遇神，真所宜传而著之。余畏禁，不敢班班显言，窃为《穷鸟赋》一篇。其辞曰：有一穷鸟，戢翼原野。罼网加上，机阱在下。缴弹张右，翼弓彀左。飞丸缴矢，交集于我。思飞不得，欲鸣不可。举头畏触，摇足恐堕。内怀怖急，乍冰乍火。幸赖大贤，我矜我怜。昔济我南，今振我西。鸟也虽顽，犹识密恩。内以书心，外用告天。晋夏侯湛观飞鸟赋曰：见逸游之高鸟，邈飘飏而殊逝，擢华毛以迅鹜，回劲翼以扬势，披六翮之联翩，振轻体之迢递，遂乃矜形辽廓。冯虚安翔，翩翻徘徊，上下颉颃，动素羽之习习。乱白质于日光，玩流气以差池。弄长风以抑扬，摄双翅以高举，舒修颈以儴徉。目悦妙势，心嘉羽仪，爱惠音之嘤嘤，美弱翰之参差，蹔高凌于景外，又抑身乎云崖，乍来乍往，若悬若垂，象流星之离天，似圆物之坠危，何斯游之自得，谅逸豫之可希，苟临川而羡鱼，亦观翔而乐飞。梁沈约天渊水鸟应诏赋曰：天渊池，鸟集水涟漪，单泛姿容与，群飞时合离，将骞复敛翮，回首望惊雌，飘薄出孤屿，未曾宿兰渚，飞飞忽云倦，相鸣集池?可怜 九层楼，光影水上浮。本来蹔止息，遇此遂淹留。若夫侣浴清深，朋翻旷翠鬣紫缨之饰。丹冕绿襟之状，过波兮湛澹，随风兮回漾，竦臆兮开萍，蹙水兮兴浪。君王礼英贤。不吝千金璧。从容冰井台。清池映华薄。",
        "author": "两汉",
        "poem_class": "思念",
        "dynasty": "戚夫人"
    },
    {
        "title": "江南曲",
        "paragraph": "汀洲采白蘋，日落江南春。洞庭有归客，潇湘逢故人。故人何不返，春花复应晚。不道新知乐，只言行路远。四城有顿踬。三世无极已。浮欢昧眼前。沉照贯终始。壮龄缓前期。颓年迫暮齿。挥霍梦幻顷。飘忽风电起。良缘迨未谢。时逝不可俟。敬拟灵鹫山。尚想祗洹轨。绝溜飞庭前。高林映窗里。禅室栖空观。讲宇析妙理。又是逢初度，红稀绿暗时。自斟生日酒，闲理去年诗。活计惟书在，衰容只镜知。人情与天道，翻覆似枯棋。花坞蝶双飞，柳堤鸟百舌。不见佳人来，徒劳心断绝。",
        "author": "南北朝",
        "poem_class": "思念",
        "dynasty": "柳恽"
    },
    {
        "title": "折桂令·过多景楼",
        "paragraph": "滔滔春水东流。天阔云闲，树渺禽幽。山远横眉，波平消雪，月缺沉钩。桃蕊红妆渡口，梨花白点江头。何处离愁？人别层楼，我宿孤舟。华亭江上，烟淡淡草萋萋，浮光万顷。长篙短棹一蓑衣，终日向船头上稳坐，来往故人稀。纶竿收罢，轻抛香饵，个中消息有谁知？【幺】说破真如妙理，唯恐露玄机。春夏秋冬，披星带月守寒溪。一点残星照水，上下接光辉。素波如练，东流不住，锦鳞不遇又空回。【尾】谩伤嗟，空劳力，欲说谁明此理？千尺丝纶直下垂，一波动万波相随。唱道难晓幽微，且恁陶陶度浮世。水寒烟冷，小鱼儿难钓，满船空载月明归。雨余春涧水争分，野雉双飞过古坟。眼见人家住深坞，梅花绕屋不开门。天孙一夜停机暇，人世千家乞巧忙，想双星心事密话头长。七月七，回首笑三郎。",
        "author": "元代",
        "poem_class": "思念",
        "dynasty": "周文质"
    },
    {
        "title": "木兰花令·次欧公西湖韵",
        "paragraph": "霜余已失长淮阔。空听潺潺清颍咽。佳人犹唱醉翁词，四十三年如电抹。草头秋露流珠滑。三五盈盈还二八。与余同是识翁人，惟有西湖波底月。渺空烟四远，是何年、青天坠长星？幻苍崖云树，名娃金屋，残霸宫城。箭径酸风射眼，腻水染花腥。时靸双鸳响，廊叶秋声。宫里吴王沉醉，倩五湖倦客，独钓醒醒。问苍波无语，华发奈山青。水涵空、阑干高处，送乱鸦斜日落渔汀。连呼酒、上琴台去，秋与云平。江山自雄丽，风露与高寒。寄声月姊，借我玉鉴此中看。幽壑鱼龙悲啸，倒影星辰摇动，海气夜漫漫。涌起白银阙，危驻紫金山。 表独立，飞霞佩，切云冠。漱冰濯雪，眇视万里一毫端。回首三山何处，闻道群仙笑我，要我欲俱还。挥手从此去，翳凤更骖鸾。夜来沉醉卸妆迟，梅萼插残枝。酒醒熏破春睡，梦远不成归。人悄悄，月依依，翠帘垂。更挼残蕊，更捻余香，更得些时。",
        "author": "宋代",
        "poem_class": "思念",
        "dynasty": "苏轼"
    },
    {
        "title": "在北题壁",
        "paragraph": "彻夜西风撼破扉，萧条孤馆一灯微。家山回首三千里，目断天南无雁飞。圣主如天万物春，小臣愚暗自亡身。百年未满先偿债，十口无归更累人。是处青山可埋骨，他年夜雨独伤神。与君世世为兄弟，更结来生未了因。寻得桃源好避秦，桃红又是一年春。花飞莫遣随流水，怕有渔郎来问津。匹夫而为百世师，一言而为天下法。是皆有以参天地之化，关盛衰之运，其生也有自来，其逝也有所为。故申、吕自岳降，傅说为列星，古今所传，不可诬也。孟子曰：“我善养吾浩然之气。”是气也，寓于寻常之中，而塞乎天地之间。卒然遇之，则王公失其贵，晋、楚失其富，良、平失其智，贲、育失其勇，仪、秦失其辩。是孰使之然哉？其必有不依形而立，不恃力而行，不待生而存，不随死而亡者矣。故在天为星辰，在地为河岳，幽则为鬼神，而明则复为人。此理之常，无足怪者。自东汉以来，道丧文弊，异端并起，历唐贞观、开元之盛，辅以房、杜、姚、宋而不能救。独韩文公起布衣，谈笑而麾之，天下靡然从公，复归于正，盖三百年于此矣。文起八代之衰，而道济天下之溺；忠犯人主之怒，而勇夺三军之帅：此岂非参天地，关盛衰，浩然而独存者乎？盖尝论天人之辨，以谓人无所不至，惟天不容伪。智可以欺王公，不可以欺豚鱼；力可以得天下，不可以得匹夫匹妇之心。故公之精诚，能开衡山之云，而不能回宪宗之惑；能驯鳄鱼之暴，而不能弭皇甫镈、李逢吉之谤；能信于南海之民，庙食百世，而不能使其身一日安于朝廷之上。盖公之所能者天也，其所不能者人也。始潮人未知学，公命进士赵德为之师。自是潮之士，皆笃于文行，延及齐民，至于今，号称易治。信乎孔子之言，“君子学道则爱人，小人学道则易使”也。潮人之事公也，饮食必祭，水旱疾疫，凡有求必祷焉。而庙在刺史公堂之后，民以出入为艰。前太守欲请诸朝作新庙，不果。元佑五年，朝散郎王君涤来守是邦。凡所以养士治民者，一以公为师。民既悦服，则出令曰：“愿新公庙者，听！”民欢趋之，卜地于州城之南七里，期年而庙成。或曰：“公去国万里，而谪于潮，不能一岁而归。没而有知，其不眷恋于潮也，审矣。”轼曰：“不然！公之神在天下者，如水之在地中，无所往而不在也。而潮人独信之深，思之至，焄蒿凄怆，若或见之。譬如凿井得泉，而曰水专在是，岂理也哉？”元丰七年，诏拜公昌黎伯，故榜曰：“昌黎伯韩文公之庙。”潮人请书其事于石，因作诗以遗之，使歌以祀公。其辞曰：“公昔骑龙白云乡，手抉云汉分天章，天孙为织云锦裳。飘然乘风来帝旁，下与浊世扫秕糠。西游咸池略扶桑，草木衣被昭回光。追逐李、杜参翱翔，汗流籍、湜走且僵，灭没倒影不能望。作书抵佛讥君王，要观南海窥衡湘，历舜九嶷吊英、皇。祝融先驱海若藏，约束蛟鳄如驱羊。钧天无人帝悲伤，讴吟下招遣巫阳。犦牲鸡卜羞我觞，於粲荔丹与蕉黄。公不少留我涕滂，翩然被发下大荒。” ",
        "author": "宋代",
        "poem_class": "思念",
        "dynasty": "赵佶"
    },
    {
        "title": "闲居寄诸弟",
        "paragraph": "秋草生庭白露时，故园诸弟益相思。尽日高斋无一事，芭蕉叶上独题诗。远送从此别，青山空复情。几时杯重把，昨夜月同行。列郡讴歌惜，三朝出入荣。江村独归处，寂寞养残生。清晨入古寺，初日照高林。曲径通幽处，禅房花木深。(曲径 一作：竹径)山光悦鸟性，潭影空人心。万籁此都寂，但余钟磬音。(都寂 一作：俱寂；但余 一作：惟闻)独漉水中泥，水浊不见月。不见月尚可，水深行人没。越鸟从南来，胡鹰亦北渡。我欲弯弓向天射，惜其中道失归路。落叶别树，飘零随风。客无所托，悲与此同。罗帏舒卷，似有人开。明月直入，无心可猜。雄剑挂壁，时时龙鸣。不断犀象，绣涩苔生。国耻未雪，何由成名。神鹰梦泽，不顾鸱鸢。为君一击，鹏抟九天。",
        "author": "唐代",
        "poem_class": "思念",
        "dynasty": "韦应物"
    },
    {
        "title": "忆秦娥·情脉脉",
        "paragraph": "情脉脉。半黄橙子和香擘。和香擘。分明记得，袖香熏窄。 别来人远关山隔。见梅不忍和花摘。和花摘。有书无雁，寄谁归得。竞渡深悲千载冤，忠魂一去讵能还。国亡身殒今何有，只留离骚在世间。六国破灭，非兵不利，战不善，弊在赂秦。赂秦而力亏，破灭之道也。或曰：六国互丧，率赂秦耶？曰：不赂者以赂者丧，盖失强援，不能独完。故曰：弊在赂秦也。秦以攻取之外，小则获邑，大则得城。较秦之所得，与战胜而得者，其实百倍；诸侯之所亡，与战败而亡者，其实亦百倍。则秦之所大欲，诸侯之所大患，固不在战矣。思厥先祖父，暴霜露，斩荆棘，以有尺寸之地。子孙视之不甚惜，举以予人，如弃草芥。今日割五城，明日割十城，然后得一夕安寝。起视四境，而秦兵又至矣。然则诸侯之地有限，暴秦之欲无厌，奉之弥繁，侵之愈急。故不战而强弱胜负已判矣。至于颠覆，理固宜然。古人云：“以地事秦，犹抱薪救火，薪不尽，火不灭。”此言得之。齐人未尝赂秦，终继五国迁灭，何哉？与嬴而不助五国也。五国既丧，齐亦不免矣。燕赵之君，始有远略，能守其土，义不赂秦。是故燕虽小国而后亡，斯用兵之效也。至丹以荆卿为计，始速祸焉。赵尝五战于秦，二败而三胜。后秦击赵者再，李牧连却之。洎牧以谗诛，邯郸为郡，惜其用武而不终也。且燕赵处秦革灭殆尽之际，可谓智力孤危，战败而亡，诚不得已。向使三国各爱其地，齐人勿附于秦，刺客不行，良将犹在，则胜负之数，存亡之理，当与秦相较，或未易量。呜呼！以赂秦之地封天下之谋臣，以事秦之心礼天下之奇才，并力西向，则吾恐秦人食之不得下咽也。悲夫！有如此之势，而为秦人积威之所劫，日削月割，以趋于亡。为国者无使为积威之所劫哉！夫六国与秦皆诸侯，其势弱于秦，而犹有可以不赂而胜之之势。苟以天下之大，下而从六国破亡之故事，是又在六国下矣。手种堂前桃李，无限绿阴青子。帘外百舌儿，惊起五更春睡。居士，居士。莫忘小桥流水。",
        "author": "宋代",
        "poem_class": "思念",
        "dynasty": "程垓"
    },
    {
        "title": "寄陈伯玑金陵",
        "paragraph": "东风作意吹杨柳，绿到芜城第几桥？欲折一枝寄相忆，隔江残笛雨萧萧。客夜怎生过。梦相伴、绮窗吟和。薄嗔佯笑道，若不是恁凄凉，肯来么。来去苦匆匆，准拟待、晓钟敲破。乍偎人一闪灯花堕，却对著琉璃火。送秋声，延暮霭。枫落江村，绕郭山如画。红叶题诗人好在。流水无情，流入闲鸥队。路东西，林向背。片片离愁，禁得斜阳晒。老气萧森呈艳态。洗尽铅华，不向阳春卖。京中有善口技者。会宾客大宴，于厅事之东北角，施八尺屏障，口技人坐屏障中，一桌、一椅、一扇、一抚尺而已。众宾团坐。少顷，但闻屏障中抚尺一下，满坐寂然，无敢哗者。遥闻深巷中犬吠，便有妇人惊觉欠伸，其夫呓语。既而儿醒，大啼。夫亦醒。妇抚儿乳，儿含乳啼，妇拍而呜之。又一大儿醒，絮絮不止。当是时，妇手拍儿声，口中呜声，儿含乳啼声，大儿初醒声，夫叱大儿声，一时齐发，众妙毕备。满坐宾客无不伸颈，侧目，微笑，默叹，以为妙绝。未几，夫齁声起，妇拍儿亦渐拍渐止。微闻有鼠作作索索，盆器倾侧，妇梦中咳嗽。宾客意少舒，稍稍正坐。忽一人大呼：“火起”，夫起大呼，妇亦起大呼。两儿齐哭。俄而百千人大呼，百千儿哭，百千犬吠。中间力拉崩倒之声，火爆声，呼呼风声，百千齐作；又夹百千求救声，曳屋许许声，抢夺声，泼水声。凡所应有，无所不有。虽人有百手，手有百指，不能指其一端；人有百口，口有百舌，不能名其一处也。于是宾客无不变色离席，奋袖出臂，两股战战，几欲先走。忽然抚尺一下，群响毕绝。撤屏视之，一人、一桌、一椅、一扇、一抚尺而已。",
        "author": "清代",
        "poem_class": "思念",
        "dynasty": "王士祯"
    },
    {
        "title": "踏莎行·细草愁烟",
        "paragraph": "细草愁烟，幽花怯露。凭阑总是销魂处。日高深院静无人，时时海燕双飞去。带缓罗衣，香残蕙炷。天长不禁迢迢路。垂杨只解惹春风，何曾系得行人住。寒日萧萧上锁窗，梧桐应恨夜来霜。酒阑更喜团茶苦，梦断偏宜瑞脑香。秋已尽，日犹长，仲宣怀远更凄凉。不如随分尊前醉，莫负东篱菊蕊黄。香冷金猊，被翻红浪，起来慵自梳头。任宝奁尘满，日上帘钩。生怕离怀别苦，多少事、欲说还休。新来瘦，非干病酒，不是悲秋。休休，这回去也，千万遍《阳关》，也则难留。念武陵人远，烟锁秦楼。惟有楼前流水，应念我、终日凝眸。凝眸处，从今又添，一段新愁。(版本一)香冷金猊，被翻红浪，起来人未梳头。任宝奁闲掩，日上帘钩。生怕闲愁暗恨，多少事、欲说还休。今年瘦，非干病酒，不是悲秋。明朝，者回去也，千万遍阳关，也即难留。念武陵春晚，云锁重楼。记取楼前绿水，应念我、终日凝眸。凝眸处，从今更数，几段新愁。(版本二)壮岁旌旗拥万夫，锦襜突骑渡江初。燕兵夜娖银胡䩮，汉箭朝飞金仆姑。追往事，叹今吾，春风不染白髭须。却将万字平戎策，换得东家种树书。",
        "author": "宋代",
        "poem_class": "思念",
        "dynasty": "晏殊"
    },
    {
        "title": "怨歌行",
        "paragraph": "家住金陵县前，嫁得长安少年。回头望乡泪落，不知何处天边？胡尘几日应尽？汉月何时更圆？为君能歌此曲，不觉心随断弦！读书大林寺，航空天上来。泉石固所好，国耻恨未湔。众志乃成城，斯任须并肩。疥壁意云何，愿言共勉旃。拥旄为汉将，汗马出长城。长城地势险，万里与云平。凉秋八九月，虏骑入幽并。飞狐白日晚，瀚海愁云生。羽书时断绝，刁斗昼夜惊。乘墉挥宝剑，蔽日引高旍。云屯七萃士，鱼丽六郡兵。胡笳关下思，羌笛陇头鸣。骨都先自詟，日逐次亡精。玉门罢斥候，甲第始修营。位登万庾积，功立百行成。天长地自久，人道有亏盈。未穷激楚乐，已见高台倾。当令麟阁上，千载有雄名！自君之出矣，不分道无情。思君若寒草，零落故心生。",
        "author": "南北朝",
        "poem_class": "思念",
        "dynasty": "庾信"
    },
    {
        "title": "忆秦娥·梅谢了",
        "paragraph": "梅谢了，塞垣冻解鸿归早。鸿归早，凭伊问讯，大梁遗老。浙河西面边声悄，淮河北去炊烟少。炊烟少。宣和宫殿，冷烟衰草。短长亭，古今情。楼外凉蟾一晕生，雨馀秋更清。暮云平，暮山横。几叶秋声和雁声，行人不要听。缑山仙子，高清云渺，不学痴牛騃女。凤箫声断月明中，举手谢、时人欲去。客槎曾犯，银河微浪，尚带天风海雨。相逢一醉是前缘，风雨散、飘然何处？肥水东流无尽期。当初不合种相思。梦中未比丹青见，暗里忽惊山鸟啼。春未绿，鬓先丝。人间别久不成悲。谁教岁岁红莲夜，两处沉吟各自知。(沉 同：沈)",
        "author": "宋代",
        "poem_class": "思念",
        "dynasty": "刘克庄"
    },
    {
        "title": "浣溪沙·已惯天涯莫浪愁",
        "paragraph": "已惯天涯莫浪愁，寒云衰草渐成秋。漫因睡起又登楼。伴我萧萧惟代马，笑人寂寂有牵牛，劳人只合一生休。京中有善口技者。会宾客大宴，于厅事之东北角，施八尺屏障，口技人坐屏障中，一桌、一椅、一扇、一抚尺而已。众宾团坐。少顷，但闻屏障中抚尺一下，满坐寂然，无敢哗者。遥闻深巷中犬吠，便有妇人惊觉欠伸，其夫呓语。既而儿醒，大啼。夫亦醒。妇抚儿乳，儿含乳啼，妇拍而呜之。又一大儿醒，絮絮不止。当是时，妇手拍儿声，口中呜声，儿含乳啼声，大儿初醒声，夫叱大儿声，一时齐发，众妙毕备。满坐宾客无不伸颈，侧目，微笑，默叹，以为妙绝。未几，夫齁声起，妇拍儿亦渐拍渐止。微闻有鼠作作索索，盆器倾侧，妇梦中咳嗽。宾客意少舒，稍稍正坐。忽一人大呼：“火起”，夫起大呼，妇亦起大呼。两儿齐哭。俄而百千人大呼，百千儿哭，百千犬吠。中间力拉崩倒之声，火爆声，呼呼风声，百千齐作；又夹百千求救声，曳屋许许声，抢夺声，泼水声。凡所应有，无所不有。虽人有百手，手有百指，不能指其一端；人有百口，口有百舌，不能名其一处也。于是宾客无不变色离席，奋袖出臂，两股战战，几欲先走。忽然抚尺一下，群响毕绝。撤屏视之，一人、一桌、一椅、一扇、一抚尺而已。吟罢江山气不灵，万千种话一灯青。忽然搁笔无言说，重礼天台七卷经。酒未开樽句未裁，寻春问腊到蓬莱。不求大士瓶中露，为乞孀娥槛外梅。入世冷挑红雪去，离尘香割紫云来。槎枒谁惜诗肩瘦，衣上犹沾佛院苔。",
        "author": "清代",
        "poem_class": "思念",
        "dynasty": "纳兰性德"
    },
    {
        "title": "卜算子·春情",
        "paragraph": "春透水波明，寒峭花枝瘦。极目烟中百尺楼，人在楼中否。 四和袅金凫，双陆思纤手。拟倩东风浣此情，情更浓于酒。家住西秦。赌博艺随身。花柳上、斗尖新。偶学念奴声调，有时高遏行云。蜀锦缠头无数，不负辛勤。 数年来往咸京道，残杯冷炙漫消魂。衷肠事、托何人。若有知音见采，不辞遍唱阳春。一曲当筵落泪，重掩罗巾。花不尽，柳无穷。应与我情同。觥船一棹百分空。何处不相逢。 朱弦悄。知音少。天若有情应老。劝君看取利名场。今古梦茫茫。人皆养子望聪明，我被聪明误一生。惟愿孩儿愚且鲁，无灾无难到公卿。",
        "author": "宋代",
        "poem_class": "思念",
        "dynasty": "秦湛"
    },
    {
        "title": "如梦令·黄叶青苔归路",
        "paragraph": "黄叶青苔归路，屧粉衣香何处。消息竟沉沉，今夜相思几许。秋雨，秋雨，一半因风吹去。(版本一)木叶纷纷归路，残月晓风何处。消息竟沉沉，今夜相思几许。秋雨，秋雨，一半因风吹去。(版本二)造物无言却有情，每于寒尽觉春生。千红万紫安排著，只待新雷第一声。谢却荼蘼，一片月明如水。篆香消，犹未睡，早鸦啼。嫩寒无赖罗衣薄，休傍阑干角。最愁人，灯欲落，雁还飞。世间难吐是幽情。泪珠咽尽还生。手捻残花，无言倚屏。镜里相看自惊。瘦亭亭。春容不是，秋容不是，可是双卿。",
        "author": "清代",
        "poem_class": "思念",
        "dynasty": "纳兰性德"
    },
    {
        "title": "蝶恋花·百尺朱楼临大道",
        "paragraph": "百尺朱楼临大道。楼外轻雷，不间昏和晓。独倚阑干人窈窕。闲中数尽行人小。一霎车尘生树杪。陌上楼头，都向尘中老。薄晚西风吹雨到。明朝又是伤流潦。满地霜华浓似雪。人语西风，瘦马嘶残月。一曲阳关浑未彻。车声渐共歌声咽。换尽天涯芳草色。陌上深深，依旧年时辙。自是浮生无可说。人间第一耽离别。春江浩荡暂徘徊，又踏层峰望眼开。风起绿洲吹浪去，雨从青野上山来。尊前谈笑人依旧，域外鸡虫事可哀。莫叹韶华容易逝，卅年仍到赫曦台。极目青郊外，烟霾布正浓。中原方逐鹿，博浪踵相踪。",
        "author": "近现代",
        "poem_class": "思念",
        "dynasty": "王国维"
    },
    {
        "title": "贺明朝·忆昔花间相见后",
        "paragraph": "忆昔花间相见后，只凭纤手，暗抛红豆。人前不解，巧传心事，别来依旧，辜负春昼。碧罗衣上蹙金绣，睹对对鸳鸯，空裛泪痕透。想韶颜非久，终是为伊，只恁偷瘦。金波远逐行云去，疏星时作银河渡。花影卧秋千，更长人不眠¤玉筝弹未彻，凤髻黄钗脱。忆梦翠蛾低，微风吹绣衣。画堂昨夜西风过，绣帘时拂朱门锁。惊梦不成云，双蛾枕上颦¤金炉烟袅袅，烛暗纱窗晓。残日尚弯环，玉筝和泪弹。梅花吹入谁家笛，行云半夜凝空碧。欹枕不成眠，关山人未还¤声随幽怨绝，空断澄霜月。月影下重檐，轻风花满帘。回廊远砌生秋草，梦魂千里青门道。鹦鹉怨长更，碧笼金锁横¤罗帏中夜起，霜月清如水。玉露不成圆，宝筝悲断弦。娇鬟堆枕钗横凤，溶溶春水杨花梦。红烛泪阑干，翠屏烟浪寒¤锦壶催画箭，玉佩天涯远。和泪试严妆，落梅飞夜霜。西风袅袅凌歌扇，秋期正与行云远。花叶脱霜红，流萤残月中¤兰闺人在否，千里重楼暮。翠被已销香，梦随寒漏长。沉沉朱户横金锁，纱窗月影随花过。烛泪欲阑干，落梅生晚寒¤宝钗横翠凤，千里香屏梦。云雨已荒凉，江南春草长。欹鬟堕髻摇双桨，采莲晚出清江上。顾影约流萍，楚歌娇未成¤相逢颦翠黛，笑把珠珰解。家住柳阴中，画桥东复东。淡花瘦玉，依约神仙妆束，佩琼文。瑞露通宵贮，幽香尽日焚。碧纱笼绦节，黄藕冠浓云。勿以吹箫伴，不同群。一江风雨送残秋。默默倚江楼。楼前波浪沙淘尽，英雄事、付与东流。过客但争名利，苍生谁解深忧。频年海宇困貔貅。身已寄沧洲。何人更抱安攘略，效班超、把笔轻投。自问吾侪老矣，白头宁觅封侯。",
        "author": "五代",
        "poem_class": "思念",
        "dynasty": "欧阳炯"
    },
    {
        "title": "生查子·药名闺情",
        "paragraph": "相思意已深，白纸书难足。字字苦参商，故要檀郎读。 分明记得约当归，远至樱桃熟。何事菊花时，犹未回乡曲？古之所谓豪杰之士者，必有过人之节，人情有所不能忍者。匹夫见辱，拔剑而起，挺身而斗，此不足为勇也。天下有大勇者，卒然临之而不惊，无故加之而不怒。此其所挟持者甚大，而其志甚远也。夫子房受书于圯上之老人也，其事甚怪；然亦安知其非秦之世，有隐君子者出而试之。观其所以微见其意者，皆圣贤相与警戒之义；而世不察，以为鬼物，亦已过矣。且其意不在书。当韩之亡，秦之方盛也，以刀锯鼎镬待天下之士。其平居无罪夷灭者，不可胜数。虽有贲、育，无所复施。夫持法太急者，其锋不可犯，而其势未可乘。子房不忍忿忿之心，以匹夫之力而逞于一击之间；当此之时，子房之不死者，其间不能容发，盖亦已危矣。千金之子，不死于盗贼，何者？其身之可爱，而盗贼之不足以死也。子房以盖世之才，不为伊尹、太公之谋，而特出于荆轲、聂政之计，以侥幸于不死，此圯上老人所为深惜者也。是故倨傲鲜腆而深折之。彼其能有所忍也，然后可以就大事，故曰：“孺子可教也。”楚庄王伐郑，郑伯肉袒牵羊以逆；庄王曰：“其君能下人，必能信用其民矣。”遂舍之。勾践之困于会稽，而归臣妾于吴者，三年而不倦。且夫有报人之志，而不能下人者，是匹夫之刚也。夫老人者，以为子房才有余，而忧其度量之不足，故深折其少年刚锐之气，使之忍小忿而就大谋。何则？非有生平之素，卒然相遇于草野之间，而命以仆妾之役，油然而不怪者，此固秦皇之所不能惊，而项籍之所不能怒也。观夫高祖之所以胜，而项籍之所以败者，在能忍与不能忍之间而已矣。项籍唯不能忍，是以百战百胜而轻用其锋；高祖忍之，养其全锋而待其弊，此子房教之也。当淮阴破齐而欲自王，高祖发怒，见于词色。由此观之，犹有刚强不忍之气，非子房其谁全之？太史公疑子房以为魁梧奇伟，而其状貌乃如妇人女子，不称其志气。呜呼！此其所以为子房欤！ 晚日寒鸦一片愁。柳塘新绿却温柔。若教眼底无离恨，不信人间有白头。肠已断，泪难收。相思重上小红楼。情知已被山遮断，频倚阑干不自由。丙辰岁，与张功父会饮张达可之堂。闻屋壁间蟋蟀有声，功父约予同赋，以授歌者。功父先成，辞甚美。予裴回末利花间，仰见秋月，顿起幽思，寻亦得此。蟋蟀，中都呼为促织，善斗。好事者或以三二十万钱致一枚，镂象齿为楼观以贮之。庾郎先自吟愁赋，凄凄更闻私语。露湿铜铺，苔侵石井，都是曾听伊处。哀音似诉。正思妇无眠，起寻机杼。曲曲屏山，夜凉独自甚情绪？西窗又吹暗雨。为谁频断续，相和砧杵？候馆迎秋，离宫吊月，别有伤心无数。豳诗漫与。笑篱落呼灯，世间儿女。写入琴丝，一声声更苦。",
        "author": "宋代",
        "poem_class": "思念",
        "dynasty": "陈亚"
    },
    {
        "title": "忆住一师",
        "paragraph": "无事经年别远公，帝城钟晓忆西峰。炉烟消尽寒灯晦，童子开门雪满松。茶。香叶，嫩芽。慕诗客，爱僧家。碾雕白玉，罗织红纱。铫煎黄蕊色，碗转曲尘花。夜后邀陪明月，晨前独对朝霞。洗尽古今人不倦，将知醉后岂堪夸。清明时节雨纷纷，路上行人欲断魂。借问酒家何处有？牧童遥指杏花村。海畔尖山似剑铓，秋来处处割愁肠。 若为化得身千亿，散上峰头望故乡。",
        "author": "唐代",
        "poem_class": "思念",
        "dynasty": "李商隐"
    },
    {
        "title": "浣溪沙·雨歇梧桐泪乍收",
        "paragraph": "雨歇梧桐泪乍收，遣怀翻自忆从头。摘花销恨旧风流。帘影碧桃人已去，屧痕苍藓径空留。两眉何处月如钩？烟轻雨小，望里青难了。一缕断虹垂树杪，又是乱山残照。凭高目断征途，暮云千里平芜。日夜河流东下，锦书应托双鱼。酒醒香销愁不胜，如何更向落花行。去年高摘斗轻盈。夜雨几番销瘦了，繁华如梦总无凭。人间何处问多情。山一程，水一程，身向榆关那畔行，夜深千帐灯。风一更，雪一更，聒碎乡心梦不成，故园无此声。",
        "author": "清代",
        "poem_class": "思念",
        "dynasty": "纳兰性德"
    },
    {
        "title": "伊州歌",
        "paragraph": "清风明月苦相思，荡子从戎十载馀。 征人去日殷勤嘱，归雁来时数附书。清溪深不测，隐处唯孤云。松际露微月，清光犹为君。茅亭宿花影，药院滋苔纹。余亦谢时去，西山鸾鹤群。君不见走马川行雪海边，平沙莽莽黄入天。 轮台九月风夜吼，一川碎石大如斗，随风满地石乱走。 匈奴草黄马正肥，金山西见烟尘飞，汉家大将西出师。 将军金甲夜不脱，半夜军行戈相拨，风头如刀面如割。 马毛带雪汗气蒸，五花连钱旋作冰，幕中草檄砚水凝。 虏骑闻之应胆慑，料知短兵不敢接，车师西门伫献捷。闲居少邻并，草径入荒园。鸟宿池边树，僧敲月下门。过桥分野色，移石动云根。暂去还来此，幽期不负言。",
        "author": "唐代",
        "poem_class": "思念",
        "dynasty": "王维"
    },
    {
        "title": "自君之出矣",
        "paragraph": "自君之出矣，金翠闇无精。思君如日月，回还昼夜生。菱茎时绕钏，棹水或沾妆。不辞红袖湿，唯怜绿叶香。江路西南永，归流东北骛。天际识归舟，云中辨江树。旅思倦摇摇，孤游昔已屡。既欢怀禄情，复协沧洲趣。嚣尘自兹隔，赏心于此遇。虽无玄豹姿，终隐南山雾。夕鸟已西度，残霞亦半消。风声动密竹，水影漾长桥。旅人多忧思，寒江复寂寥。尔情深巩落，予念返渔樵。何因适归愿，分路一扬镳。",
        "author": "南北朝",
        "poem_class": "思念",
        "dynasty": "刘裕"
    },
    {
        "title": "冬夜寄温飞卿",
        "paragraph": "苦思搜诗灯下吟，不眠长夜怕寒衾。满庭木叶愁风起，透幌纱窗惜月沈。疏散未闲终遂愿，盛衰空见本来心。幽栖莫定梧桐处，暮雀啾啾空绕林。低花树映小妆楼，春入眉心两点愁。 斜倚栏干背鹦鹉，思量何事不回头。客去波平槛，蝉休露满枝。永怀当此节，倚立自移时。 北斗兼春远，南陵寓使迟。天涯占梦数，疑误有新知。茂陵多病后，尚爱卓文君。酒肆人间世，琴台日暮云。野花留宝靥，蔓草见罗裙。归凤求凰意，寥寥不复闻。",
        "author": "唐代",
        "poem_class": "思念",
        "dynasty": "鱼玄机"
    },
    {
        "title": "人日寄杜二拾遗",
        "paragraph": "人日题诗寄草堂，遥怜故人思故乡。柳条弄色不忍见，梅花满枝空断肠。身在远藩无所预，心怀百忧复千虑。(远藩 一作：南蕃)今年人日空相忆，明年人日知何处。一卧东山三十春，岂知书剑老风尘。龙钟还忝二千石，愧尔东西南北人。丹阳郭里送行舟，一别心知两地秋。 日晚江南望江北，寒鸦飞尽水悠悠。昨日一花开，今日一花开。今日花正好，昨日花已老。始知人老不如花，可惜落花君莫扫。人生不得长少年，莫惜床头沽酒钱。请君有钱向酒家，君不见，蜀葵花。休遣玲珑唱我诗，我诗多是别君词。明朝又向江头别，月落潮平是去时。",
        "author": "唐代",
        "poem_class": "思念",
        "dynasty": "高适"
    },
    {
        "title": "早春寄王汉阳",
        "paragraph": "闻道春还未相识，走傍寒梅访消息。昨夜东风入武阳，陌头杨柳黄金色。碧水浩浩云茫茫，美人不来空断肠。预拂青山一片石，与君连日醉壶觞。银烛秋光冷画屏，轻罗小扇扑流萤。天阶夜色凉如水，卧看牵牛织女星。(天阶 一作：天街；卧看 一作：坐看)昔闻洞庭水，今上岳阳楼。吴楚东南坼，乾坤日夜浮。亲朋无一字，老病有孤舟。戎马关山北，凭轩涕泗流。朝见裴叔则，朗如行玉山。黄河落天走东海，万里写入胸怀间。身骑白鼋不敢度，金高南山买君顾。徘徊六合无相知，飘若浮云且西去！",
        "author": "唐代",
        "poem_class": "思念",
        "dynasty": "李白"
    },
    {
        "title": "长相思三首·其二",
        "paragraph": "日色已尽花含烟，月明欲素愁不眠。赵瑟初停凤凰柱，蜀琴欲奏鸳鸯弦。此曲有意无人传，愿随春风寄燕然，忆君迢迢隔青天。昔日横波目，今成流泪泉。不信妾肠断，归来看取明镜前。洞房昨夜春风起，故人尚隔湘江水。枕上片时春梦中，行尽江南数千里。问余何意栖碧山，笑而不答心自闲。桃花流水窅然去，别有天地非人间。待到秋来九月八，我花开后百花杀。冲天香阵透长安，满城尽带黄金甲。",
        "author": "唐代",
        "poem_class": "思念",
        "dynasty": "李白"
    },
    {
        "title": "虞美人·残灯风灭炉烟冷",
        "paragraph": "残灯风灭炉烟冷，相伴唯孤影。判教狼藉醉清樽，为问世间醒眼是何人。难逢易散花间酒，饮罢空搔首。闲愁总付醉来眠，只恐醒时依旧到樽前。一帆风雨路三千，把骨肉家园，齐来抛闪。恐哭损残年，告爹娘休把儿悬念。自古穷通皆有定，离合岂无缘？从今分两地，各自保平安。奴去也，莫牵连!衔山抱水建来精，多少工夫筑始成。天上人间诸景备，芳园应锡大观名。春不见，寻过野桥西。染梦淡红欺粉蝶，锁愁浓绿骗黄鹂。幽恨莫重提。人不见，相见是还非？拜月有香空惹袖，惜花无泪可沾衣。山远夕阳低。",
        "author": "清代",
        "poem_class": "思念",
        "dynasty": "纳兰性德"
    },
    {
        "title": "小桃红·一城秋雨豆花凉",
        "paragraph": "一城秋雨豆花凉，闲倚平山望。不似年时鉴湖上，锦云香，采莲人语荷花荡。西风雁行，清溪渔唱，吹恨入沧浪。一点青灯人千里。锦字凭谁寄？雁来稀，花落东君也憔悴。投至望君回，滴尽多少关山泪。送客时，秋江冷。商女琵琶断肠声。可知道司马和愁听。月又明，酒又酲，客乍醒。凤将将，求其凰。凰既遂，辞母旁。逐凰孔良，不与母同翔。凤心长，海树凉。",
        "author": "元代",
        "poem_class": "思念",
        "dynasty": "张可久"
    },
    {
        "title": "人月圆·春晚次韵",
        "paragraph": "萋萋芳草春云乱，愁在夕阳中。短亭别酒，平湖画舫，垂柳骄骢。一声啼鸟，一番夜雨，一阵东风。桃花吹尽，佳人何在，门掩残红。梅花浑似真真面，留我倚阑杆。雪晴天气，松腰玉瘦，泉眼冰寒。兴亡遗恨，一丘黄土，千古青山。老僧同醉，残碑休打，宝剑羞看。冰肌绰约态天然。淡无言。带蹁跹。遮莫人间，凡卉避清妍。承露玉杯餐沆瀣，真合唤，水中仙。幽香冉冉暮江边。佩空捐。恨谁传。遥夜清霜，翠袖怯春寒。罗袜凌波归去晚，风袅袅，月娟娟。绝顶峰攒雪剑，悬崖挂冰帘。倚树哀猿弄山尖，血华啼杜宇，阴洞吼飞廉。比人心，山未险。",
        "author": "元代",
        "poem_class": "思念",
        "dynasty": "张可久"
    },
    {
        "title": "品令·茶词",
        "paragraph": "凤舞团团饼。恨分破、教孤令。金渠体净，只轮慢碾，玉尘光莹。汤响松风，早减了、二分酒病。 味浓香永。醉乡路、成佳境。恰如灯下，故人万里，归来对影。口不能言，心下快活自省。黄冈之地多竹，大者如椽，竹工破之，刳去其节，用代陶瓦。比屋皆然，以其价廉而工省也。子城西北隅，雉堞圮毁，蓁莽荒秽，因作小楼二间，与月波楼通。远吞山光，平挹江濑，幽阒辽夐，不可具状。夏宜急雨，有瀑布声；冬宜密雪，有碎玉声；宜鼓琴，琴调和畅；宜咏诗，诗韵清绝；宜围棋，子声丁丁然；宜投壶，矢声铮铮然；皆竹楼之所助也。公退之暇，被鹤氅衣，戴华阳巾，手执《周易》一卷，焚香默坐，消遣世虑。江山之外，第见风帆沙鸟，烟云竹树而已。待其酒力醒，茶烟歇，送夕阳，迎素月，亦谪居之胜概也。彼齐云、落星，高则高矣；井干、丽谯，华则华矣；止于贮妓女，藏歌舞，非骚人之事，吾所不取。吾闻竹工云，竹之为瓦，仅十稔。若重覆之，得二十稔。噫，吾以至道乙未岁，自翰林出滁上，丙申移广陵；丁酉又入西掖，戊戌岁除日有齐安之命，己亥闰三月到郡。四年之间，奔走不暇，未知明年又在何处，岂惧竹楼之易朽乎！后之人与我同志，嗣而葺之，庶斯楼之不朽也！咸平二年八月十五日记。柳下笙歌庭院，花间姊妹秋千。记得春楼当日事，写向红窗夜月前。凭谁寄小莲。绛蜡等闲陪泪，吴蚕到了缠绵。绿鬓能供多少恨，未肯无情比断弦。今年老去年。墙角数枝梅，凌寒独自开。遥知不是雪，为有暗香来。",
        "author": "宋代",
        "poem_class": "思念",
        "dynasty": "黄庭坚"
    },
    {
        "title": "浪淘沙慢·梦觉透窗风一线",
        "paragraph": "梦觉透窗风一线，寒灯吹息。那堪酒醒，又闻空阶，夜雨频滴。嗟因循、久作天涯客。负佳人、几许盟言，便忍把、从前欢会，陡顿翻成忧戚。愁极，再三追思，洞房深处，几度饮散歌阑，香暖鸳鸯被。岂暂时疏散，费伊心力。殢云尤雨，有万般千种，相怜相惜。恰到如今，天长漏永，无端自家疏隔。知何时、却拥秦云态？愿低帏昵枕，轻轻细说与，江乡夜夜，数寒更思忆。呜呼！盛衰之理，虽曰天命，岂非人事哉！原庄宗之所以得天下，与其所以失之者，可以知之矣。世言晋王之将终也，以三矢赐庄宗而告之曰：“梁，吾仇也；燕王，吾所立，契丹，与吾约为兄弟，而皆背晋以归梁。此三者，吾遗恨也。与尔三矢，尔其无忘乃父之志！”庄宗受而藏之于庙。其后用兵，则遣从事以一少牢告庙，请其矢，盛以锦囊，负而前驱，及凯旋而纳之。方其系燕父子以组，函梁君臣之首，入于太庙，还矢先王，而告以成功，其意气之盛，可谓壮哉！及仇雠已灭，天下已定，一夫夜呼，乱者四应，仓皇东出，未及见贼而士卒离散，君臣相顾，不知所归。至于誓天断发，泣下沾襟，何其衰也！岂得之难而失之易欤？抑本其成败之迹，而皆自于人欤？《书》曰：“满招损，谦得益。”忧劳可以兴国，逸豫可以亡身，自然之理也。故方其盛也，举天下之豪杰莫能与之争；及其衰也，数十伶人困之，而身死国灭，为天下笑。夫祸患常积于忽微，而智勇多困于所溺，岂独伶人也哉！作《伶官传》。纤云弄巧，飞星传恨，银汉迢迢暗度。金风玉露一相逢，便胜却人间无数。柔情似水，佳期如梦，忍顾鹊桥归路！两情若是久长时，又岂在朝朝暮暮。我来吊古，上危楼、赢得闲愁千斛。虎踞龙蟠何处是，只有兴亡满目。柳外斜阳，水边归鸟，陇上吹乔木。片帆西去，一声谁喷霜竹。 却忆安石风流，东山岁晚，泪落哀筝曲。儿辈功名都付与，长日惟消棋局。宝镜难寻，碧云将暮，谁劝杯中绿。江头风怒，朝来波浪翻屋。",
        "author": "宋代",
        "poem_class": "思念",
        "dynasty": "柳永"
    },
    {
        "title": "九日五首·其一",
        "paragraph": "重阳独酌杯中酒，抱病起登江上台。竹叶于人既无分，菊花从此不须开。殊方日落玄猿哭，旧国霜前白雁来。弟妹萧条各何在，干戈衰谢两相催！绿艳闲且静，红衣浅复深。花心愁欲断，春色岂知心。青山横北郭，白水绕东城。此地一为别，孤蓬万里征。浮云游子意，落日故人情。挥手自兹去，萧萧班马鸣。残阳西入崦，茅屋访孤僧。落叶人何在，寒云路几层。 独敲初夜磬，闲倚一枝藤。世界微尘里，吾宁爱与憎。",
        "author": "唐代",
        "poem_class": "思念",
        "dynasty": "杜甫"
    },
    {
        "title": "菩萨蛮·玉楼明月长相忆",
        "paragraph": "玉楼明月长相忆，柳丝袅娜春无力。门外草萋萋，送君闻马嘶。画罗金翡翠，香烛销成泪。花落子规啼，绿窗残梦迷。金樽清酒斗十千，玉盘珍羞直万钱。(羞 同：馐；直 同：值)停杯投箸不能食，拔剑四顾心茫然。欲渡黄河冰塞川，将登太行雪满山。(雪满山 一作：雪暗天)闲来垂钓碧溪上，忽复乘舟梦日边。(碧 一作：坐)行路难，行路难，多歧路，今安在？长风破浪会有时，直挂云帆济沧海。篱外谁家不系船，春风吹入钓鱼湾。 小童疑是有村客，急向柴门去却关。朝辞白帝彩云间，千里江陵一日还。两岸猿声啼不住，轻舟已过万重山。",
        "author": "唐代",
        "poem_class": "思念",
        "dynasty": "温庭筠"
    },
    {
        "title": "相见欢·微云一抹遥峰",
        "paragraph": "微云一抹遥峰，冷溶溶，恰与个人清晓画眉同。红蜡泪，青绫被，水沉浓，却与黄茅野店听西风。读书以过目成诵为能，最是不济事。眼中了了，心下匆匆，方寸无多，往来应接不暇，如看场中美色，一眼即过，与我何与也？千古过目成诵，孰有如孔子者乎？读《易》至韦编三绝，不知翻阅过几千百遍来，微言精义，愈探愈出，愈研愈入，愈往而不知其所穷。虽生知安行之圣，不废困勉下学之功也。东坡读书不用两遍，然其在翰林读《阿房宫赋》至四鼓，老吏苦之，坡洒然不倦。岂以一过即记，遂了其事乎！惟虞世南、张睢阳、张方平，平生书不再读，迄无佳文。且过辄成诵，又有无所不诵之陋。即如《史记》百三十篇中，以《项羽本纪》为最，而《项羽本纪》中，又以巨鹿之战、鸿门之宴、垓下之会为最。反覆诵观，可欣可泣，在此数段耳。若一部《史记》，篇篇都读，字字都记，岂非没分晓的钝汉！更有小说家言，各种传奇恶曲，及打油诗词，亦复寓目不忘，如破烂厨柜，臭油坏酱悉贮其中，其龌龊亦耐不得。一尺过江山，万点长淮树。石上水潺潺，流入青溪去。六月北风寒，落叶无朝暮。度樾与穿云，林黑行人顾。少年奇气称才华，登岱还浮八月搓。我过东方亦无负，清尊三宿孔融家。",
        "author": "清代",
        "poem_class": "思念",
        "dynasty": "纳兰性德"
    },
    {
        "title": "寄夫",
        "paragraph": "夫戍边关妾在吴，西风吹妾妾忧夫。一行书信千行泪，寒到君边衣到无。天北天南绕路边，托根无处不延绵。萋萋总是无情物，吹绿东风又一年。迟日江山丽，春风花草香。泥融飞燕子，沙暖睡鸳鸯。 江碧鸟逾白，山青花欲燃。今春看又过，何日是归年。人闲桂花落，夜静春山空。月出惊山鸟，时鸣春涧中。",
        "author": "唐代",
        "poem_class": "思念",
        "dynasty": "陈玉兰"
    },
    {
        "title": "虞美人·愁痕满地无人省",
        "paragraph": "愁痕满地无人省，露湿琅玕影。闲阶小立倍荒凉。还剩旧时月色在潇湘。薄情转是多情累，曲曲柔肠碎。红笺向壁字模糊，忆共灯前呵手为伊书。昆山徐健菴先生，筑楼于所居之后，凡七楹。间命工斫木为橱，贮书若干万卷，区为经史子集四种。经则传注义疏之书附焉，史则日录、家乘、山经、野史之书附焉，子则附以卜筮、医药之书，集则附以乐府诗余之书。凡为橱者七十有二，部居类汇，各以其次，素标缃帙，启钥灿然。于是先生召诸子登斯楼而诏之曰：“吾何以传女曹哉？吾徐先世，故以清白起家，吾耳目濡染旧矣。盖尝慨夫为人之父祖者，每欲传其土田货财，而子孙未必能世富也；欲传其金玉珍玩、鼎彝尊斝之物，而又未必能世宝也；欲传其园池台榭、舞歌舆马之具，而又未必能世享其娱乐也。吾方以此为鉴。然则吾何以传女曹哉？”因指书而欣然笑曰：“所传者惟是矣！”遂名其楼为“传是”，而问记于琬。琬衰病不及为，则先生屡书督之，最后复于先生曰：甚矣，书之多厄也！由汉氏以来，人主往往重官赏以购之，其下名公贵卿，又往往厚金帛以易之，或亲操翰墨，及分命笔吏以缮录之。然且裒聚未几，而辄至于散佚，以是知藏书之难也。琬顾谓藏之之难不若守之之难，守之之难不若读之之难，尤不若躬体而心得之之难。是故藏而勿守，犹勿藏也；守而弗读，犹勿守也。夫既已读之矣，而或口与躬违，心与迹忤，采其华而忘其实，是则呻占记诵之学所为哗众而窃名者也，与弗读奚以异哉！古之善读书者，始乎博，终乎约，博之而非夸多斗靡也，约之而非保残安陋也。善读书者根柢于性命而究极于事功：沿流以溯源，无不探也；明体以适用，无不达也。尊所闻，行所知，非善读书者而能如是乎！今健菴先生既出其所得于书者，上为天子之所器重，次为中朝士大夫之所矜式，藉是以润色大业，对扬休命，有余矣，而又推之以训敕其子姓，俾后先跻巍科，取宦仕，翕然有名于当世，琬然后喟焉太息，以为读书之益弘矣哉！循是道也，虽传诸子孙世世，何不可之有？ 若琬则无以与于此矣。居平质驽才下，患于有书而不能读。延及暮年，则又跧伏穷山僻壤之中，耳目固陋，旧学消亡，盖本不足以记斯楼。不得已勉承先生之命，姑为一言复之，先生亦恕其老誖否耶？到底君王负旧盟，江山情重美人轻。玉环领略夫妻味，从此人间不再生。枕函香，花径漏。依约相逢，絮语黄昏后。时节薄寒人病酒，刬地梨花，彻夜东风瘦。掩银屏，垂翠袖。何处吹箫，脉脉情微逗。肠断月明红豆蔻，月似当时，人似当时否？",
        "author": "清代",
        "poem_class": "思念",
        "dynasty": "纳兰性德"
    },
    {
        "title": "蝶恋花·暖雨晴风初破冻",
        "paragraph": "暖雨晴风初破冻，柳眼梅腮，已觉春心动。酒意诗情谁与共？泪融残粉花钿重。乍试夹衫金缕缝，山枕斜欹，枕损钗头凤。独抱浓愁无好梦，夜阑犹剪灯花弄。禹庙兰亭今古路。一夜清霜，染尽湖边树。鹦鹉杯深君莫诉。他时相遇知何处。冉冉年华留不住。镜里朱颜，毕竟消磨去。一句丁宁君记取。神仙须是闲人做。安远楼小集，侑觞歌板之姬黄其姓者，乞词于龙洲道人，为赋此《唐多令》。同柳阜之、刘去非、石民瞻、周嘉仲、陈孟参、孟容。时八月五日也。芦叶满汀洲，寒沙带浅流。二十年重过南楼。柳下系船犹未稳，能几日，又中秋。黄鹤断矶头，故人今在否？旧江山浑是新愁。欲买桂花同载酒，终不似，少年游。(在否 一作：在不)庭户无人秋月明，夜霜欲落气先清。梧桐真不甘衰谢，数叶迎风尚有声。",
        "author": "宋代",
        "poem_class": "思念",
        "dynasty": "李清照"
    },
    {
        "title": "惜红衣·簟枕邀凉",
        "paragraph": "吴兴号水晶宫，荷花盛丽。陈简斋云：“今年何以报君恩，一路荷花相送到青墩。”亦可见矣。丁未之夏，予游千岩，数往来红香中，自度此曲，以无射宫歌之。 簟枕邀凉，琴书换日，睡余无力。细洒冰泉，并刀破甘碧。墙头唤酒，谁问讯、城南诗客。岑寂，高柳晚蝉，说西风消息。虹梁水陌，鱼浪吹香，红衣半狼藉。维舟试望，故国渺天北。可惜渚边沙外，不共美人游历。问甚时同赋，三十六陂秋色？ 雨霁风光，春分天气，千花百卉争明媚。画梁新燕一双双，玉笼鹦鹉愁孤睡。薜荔依墙，莓苔满地，青楼几处歌声丽。蓦然旧事上心来，无言敛皱眉山翠。宁可食无肉，不可居无竹。无肉令人瘦，无竹令人俗。人瘦尚可肥，士俗不可医。旁人笑此言，似高还似痴。若对此君仍大嚼，世间那有扬州鹤？前年脍鲸东海上，白浪如山寄豪壮；去年射虎南山秋，夜归急雪满貂裘。今年摧颓最堪笑，华发苍颜羞自照。谁知得酒尚能狂，脱帽向人时大叫。逆胡未灭心未平，孤剑床头铿有声。破驿梦回灯欲死，打窗风雨正三更。",
        "author": "宋代",
        "poem_class": "思念",
        "dynasty": "姜夔"
    },
    {
        "title": "祭妹文",
        "paragraph": "乾隆丁亥冬，葬三妹素文于上元之羊山，而奠以文曰：呜呼！汝生于浙，而葬于斯，离吾乡七百里矣；当时虽觭梦幻想，宁知此为归骨所耶？汝以一念之贞，遇人仳离，致孤危托落，虽命之所存，天实为之；然而累汝至此者，未尝非予之过也。予幼从先生授经，汝差肩而坐，爱听古人节义事；一旦长成，遽躬蹈之。呜呼！使汝不识《诗》、《书》，或未必艰贞若是。余捉蟋蟀，汝奋臂出其间；岁寒虫僵，同临其穴。今予殓汝葬汝，而当日之情形，憬然赴目。予九岁，憩书斋，汝梳双髻，披单缣来，温《缁衣》一章；适先生奓户入，闻两童子音琅琅然，不觉莞尔，连呼“则则”，此七月望日事也。汝在九原，当分明记之。予弱冠粤行，汝掎裳悲恸。逾三年，予披宫锦还家，汝从东厢扶案出，一家瞠视而笑，不记语从何起，大概说长安登科、函使报信迟早云尔。凡此琐琐，虽为陈迹，然我一日未死，则一日不能忘。旧事填膺，思之凄梗，如影历历，逼取便逝。悔当时不将嫛婗情状，罗缕记存；然而汝已不在人间，则虽年光倒流，儿时可再，而亦无与为证印者矣。汝之义绝高氏而归也，堂上阿奶，仗汝扶持；家中文墨，眣汝办治。尝谓女流中最少明经义、谙雅故者。汝嫂非不婉嫕，而于此微缺然。故自汝归后，虽为汝悲，实为予喜。予又长汝四岁，或人间长者先亡，可将身后托汝；而不谓汝之先予以去也！前年予病，汝终宵刺探，减一分则喜，增一分则忧。后虽小差，犹尚殗殜，无所娱遣；汝来床前，为说稗官野史可喜可愕之事，聊资一欢。呜呼！今而后，吾将再病，教从何处呼汝耶？汝之疾也，予信医言无害，远吊扬州；汝又虑戚吾心，阻人走报；及至绵惙已极，阿奶问：“望兄归否？”强应曰：“诺。”已予先一日梦汝来诀，心知不祥，飞舟渡江，果予以未时还家，而汝以辰时气绝；四支犹温，一目未瞑，盖犹忍死待予也。呜呼痛哉！早知诀汝，则予岂肯远游？即游，亦尚有几许心中言要汝知闻、共汝筹画也。而今已矣！除吾死外，当无见期。吾又不知何日死，可以见汝；而死后之有知无知，与得见不得见，又卒难明也。然则抱此无涯之憾，天乎人乎！而竟已乎！汝之诗，吾已付梓；汝之女，吾已代嫁；汝之生平，吾已作传；惟汝之窀穸，尚未谋耳。先茔在杭，江广河深，势难归葬，故请母命而宁汝于斯，便祭扫也。其傍，葬汝女阿印；其下两冢：一为阿爷侍者朱氏，一为阿兄侍者陶氏。羊山旷渺，南望原隰，西望栖霞，风雨晨昏，羁魂有伴，当不孤寂。所怜者，吾自戊寅年读汝哭侄诗后，至今无男；两女牙牙，生汝死后，才周睟耳。予虽亲在未敢言老，而齿危发秃，暗里自知；知在人间，尚复几日？阿品远官河南，亦无子女，九族无可继者。汝死我葬，我死谁埋？汝倘有灵，可能告我？呜呼！生前既不可想，身后又不可知；哭汝既不闻汝言，奠汝又不见汝食。纸灰飞扬，朔风野大，阿兄归矣，犹屡屡回头望汝也。呜呼哀哉！呜呼哀哉！一笑无秦帝，飘然向海东。谁能排大难？不屑计奇功。古戍三秋雁，高台万木风。从来天下士，只在布衣中。到底君王负旧盟，江山情重美人轻。玉环领略夫妻味，从此人间不再生。垂老畏闻秋，年光逐水流。阴云沉岸草，急雨乱滩舟。时事诗书拙，军储岭海愁。洊饥今有岁，倚棹望西畴。",
        "author": "清代",
        "poem_class": "思念",
        "dynasty": "袁枚"
    },
    {
        "title": "菩萨蛮·回文",
        "paragraph": "落花闲院春衫薄，薄衫春院闲花落。迟日恨依依，依依恨日迟。梦回莺舌弄，弄舌莺回梦。邮便问人羞，羞人问便邮。别院深深夏席清，石榴开遍透帘明。(夏席清 一作：夏簟清)树阴满地日当午，梦觉流莺时一声。戛戛秋蝉响似筝，听蝉闲傍柳边行。小溪清水平如镜，一叶飞来浪细生。桃李莫相妒，夭姿元不同。犹余雪霜态，未肯十分红。",
        "author": "宋代",
        "poem_class": "思念",
        "dynasty": "苏轼"
    },
    {
        "title": "夜夜曲",
        "paragraph": "浮云吐明月，流影玉阶阴。千里虽共照，安知夜夜心？关山魂梦长，鱼雁音尘少。两鬓可怜青，只为相思老。归梦碧纱窗，说与人人道。真个别离难，不似相逢好。裁剪冰绡，轻叠数重，淡著胭脂匀注。新样靓妆，艳溢香融，羞杀蕊珠宫女。易得凋零，更多少、无情风雨。愁苦。问院落凄凉，几番春暮。凭寄离恨重重，这双燕，何曾会人言语。天遥地远，万水千山，知他故宫何处。怎不思量，除梦里、有时曾去。无据，和梦也新来不做。一带江山如画，风物向秋潇洒。水浸碧天何处断？霁色冷光相射。蓼屿荻花洲，掩映竹篱茅舍。云际客帆高挂，烟外酒旗低亚。多少六朝兴废事，尽入渔樵闲话。怅望倚层楼，寒日无言西下。",
        "author": "宋代",
        "poem_class": "思念",
        "dynasty": "欧阳修"
    },
    {
        "title": "柳梢青·春感",
        "paragraph": "铁马蒙毡，银花洒泪，春入愁城。笛里番腔，街头戏鼓，不是歌声。那堪独坐青灯。想故国、高台月明。辇下风光，山中岁月，海上心情。百战疲劳壮士哀，中原一败势难回。江东子弟今虽在，肯与君王卷土来？竹之始生，一寸之萌耳，而节叶具焉。自蜩腹蛇蚹以至于剑拔十寻者，生而有之也。今画者乃节节而为之，叶叶而累之，岂复有竹乎？故画竹，必先得成竹于胸中，执笔熟视，乃见其所欲画者，急起从之，振笔直遂，以追其所见，如兔起鹘落，少纵则逝矣。与可之教予如此。予不能然也，而心识其所以然。夫既心识其所以然而不能然者，内外不一，心手不相应，不学之过也。故凡有见于中而操之不熟者，平居自视了然，而临事忽焉丧之，岂独竹乎？子由为《墨竹赋》以遗与可曰：“庖丁，解牛者也，而养生者取之；轮扁，斫轮者也，而读书者与之。今夫夫子之托于斯竹也，而予以为有道者，则非邪？”子由未尝画也，故得其意而已。若予者，岂独得其意，并得其法。与可画竹，初不自贵重，四方之人，持缣素而请者，足相蹑于其门。与可厌之，投诸地而骂曰：“吾将以为袜！”士大夫传之，以为口实。及与可自洋州还，而余为徐州。与可以书遗余曰：“近语士大夫，吾墨竹一派，近在彭城，可往求之。袜材当萃于子矣。”书尾复写一诗，其略云：“拟将一段鹅溪绢，扫取寒梢万尺长。”予谓与可：“竹长万尺，当用绢二百五十匹，知公倦于笔砚，愿得此绢而已！”与可无以答，则曰：“吾言妄矣，世岂有万尺竹哉？”余因而实之，答其诗曰：“世间亦有千寻竹，月落庭空影许长。”与可笑曰：“苏子辩矣，然二百五十匹绢，吾将买田而归老焉。”因以所画《筼筜谷偃竹》遗予曰：“此竹数尺耳，而有万尺之势。”筼筜谷在洋州，与可尝令予作《洋州三十咏》，《筼筜谷》其一也。予诗云：“汉川修竹贱如蓬，斤斧何曾赦箨龙。料得清贫馋太守，渭滨千亩在胸中。”与可是日与其妻游谷中，烧笋晚食，发函得诗，失笑喷饭满案。元丰二年正月二十日，与可没于陈州。是岁七月七日，予在湖州曝书画，见此竹，废卷而哭失声。昔曹孟德祭桥公文，有车过腹痛之语。而余亦载与可畴昔戏笑之言者，以见与可于予亲厚无间如此也。三年枕上吴中路。遣黄耳、随君去。若到松江呼小渡。莫惊鸥鹭，四桥尽是，老子经行处。辋川图上看春暮。常记高人右丞句。作个归期天已许。春衫犹是，小蛮针线，曾湿西湖雨。",
        "author": "宋代",
        "poem_class": "思念",
        "dynasty": "刘辰翁"
    },
    {
        "title": "蝶恋花·春事阑珊芳草歇",
        "paragraph": "春事阑珊芳草歇。客里风光，又过清明节。小院黄昏人忆别。落红处处闻啼鴂。咫尺江山分楚越。目断魂销，应是音尘绝。梦破五更心欲折。角声吹落梅花月。秋到边城角声哀，烽火照高台。悲歌击筑，凭高酹酒，此兴悠哉。多情谁似南山月，特地暮云开。灞桥烟柳，曲江池馆，应待人来。双蝶绣罗裙。东池宴。初相见。朱粉不深匀。闲花淡淡春。 细看诸处好。人人道。柳腰身。昨日乱山昏。来时衣上云。芳草池塘，绿阴庭院，晚晴寒透窗纱。玉钩金锁，管是客来唦。寂寞尊前席上，唯愁海角天涯。能留否？酴釄落尽，犹赖有梨花。当年曾胜赏，生香熏袖，活火分茶。极目犹龙骄马，流水轻车。不怕风狂雨骤，恰才称，煮酒笺花。如今也，不成怀抱，得似旧时那？",
        "author": "宋代",
        "poem_class": "思念",
        "dynasty": "苏轼"
    },
    {
        "title": "雄雉",
        "paragraph": "雄雉于飞，泄泄其羽。我之怀矣，自诒伊阻。雄雉于飞，下上其音。展矣君子，实劳我心。瞻彼日月，悠悠我思。道之云远，曷云能来？百尔君子，不知德行。不忮不求，何用不臧？绵绵葛藟，在河之浒。终远兄弟，谓他人父。谓他人父，亦莫我顾。绵绵葛藟，在河之涘。终远兄弟，谓他人母。谓他人母，亦莫我有。绵绵葛藟，在河之漘。终远兄弟，谓他人昆。谓他人昆，亦莫我闻。请成相。世之殃。愚暗愚暗堕贤良。人主无贤。如瞽无相何伥伥。请布基。慎圣人。愚而自专事不治。主忌苟胜。群臣莫谏必逢灾。论臣过。反其施。尊主安国尚贤义。拒谏饰非。愚而上同国必祸。曷谓罢。国多私。比周还主党与施。远贤。近谗。忠臣蔽塞主势移。曷谓贤。明君臣。上能尊主爱下民。主诚听之。天下为一四海宾。主之孽。谗人达。贤能遁逃国乃蹷。愚以重愚。暗以重暗成为桀。世之灾。妬贤能。飞廉知政任恶来。卑其志意。大其园囿高其台。武王怒。师牧野。纣卒易乡启乃下。武王善之。封之于宋立其祖。世之衰。谗人归。比干见刳箕子累。武王诛之。吕尚招麾殷民怀。世之祸。恶贤士。子胥见杀百里徒。穆公得之。强配五伯六卿施。世之愚。恶大儒。逆斥不通孔子拘。展禽三绌。春申道缀基毕输。请牧基。贤者思。尧在万世如见之。谗人罔极。险陂倾侧此之疑。基必施。辩贤罢。文武之道同伏戏。由之者治。不由者乱何疑为。凡成相。辩法方。至治之极复后王。慎墨季惠。百家之说诚不祥。治复一。脩之吉。君子执之心如结。众人贰之。谗夫弃之形是诘。水至平。端不倾。心术如此象圣人。□而有势。直而用抴必参天。世无王。穷贤良。暴人刍豢仁人糟糠。礼乐灭息。圣人隐伏墨术行。治之经。礼与刑。君子以脩百姓宁。明德慎罚。国家既治四海平。治之志。后势富。君子诚之好以待。处之敦固。有深藏之能远思。思乃精。志之荣。好而一之神以诚。精神相反。一而不贰为圣人。治之道。美不老。君子由佼以好。下以教诲子弟。上以事祖考。成相竭。辞不蹷。君子道之顺以达。宗其贤良辩其殃孽□□□。请成相。道圣王。尧舜尚贤身辞让。许由善卷。重义轻利行显明。尧让贤。以为民。氾利兼爱德施均。辩治上下。贵贱有等明君臣。尧授能。舜遇时。尚贤推德天下治。虽有贤圣。适不遇世孰知之。尧不德。舜不辞。妻以二女任以事。大人哉舜。南面而立万物备。舜授禹以天下。尚德推贤不失序。外不避仇。内不阿亲贤者予。禹劳心力。尧有德。干戈不用三苗服。举舜甽畝。任之天下身休息。得后稷。五谷殖。夔为乐正鸟兽服。契为司徒。民知孝尊弟有德。禹有功。抑下鸿。辟除民害逐共工。北决九河。通十二渚疏三江。禹傅土。平天下。躬亲为民行劳苦。得益皋陶。横革直成为辅。契玄王。生昭明。居于砥石迁于商。十有四世乃有天乙是成汤。天乙汤。论举当。身让卞随举牟光。□□□□道古贤圣基必张。□□愿陈辞。世乱恶善不此治。隐讳疾贤。良由姦诈鲜无灾。患难哉阪为先圣知不用愚者谋。前车已覆。后未知更何觉时。不觉悟。不知苦。迷惑失指易上下。忠不上达。蒙掩耳目塞门户。门户塞。大迷惑。悖乱昏莫不终极。是非反易。比周期上恶正直。正直恶。心无度。邪枉辟回失道途。已无邮人我独自美岂无故。不知戒。后必有恨后遂过不肯悔。谗夫多进。反复言语生诈态。人之态。不如备。争宠疾贤利恶忌。妬功毁贤。下敛党与上蔽匿。上壅蔽。失辅势。任用谗夫不能制。郭公长父之难。厉王流于彘。周幽厉。所以败。不听规谏忠是害。嗟我何人。独不遇时当乱世。欲对衷言不从。恐为子胥身离凶。进谏不听。刭而独鹿弃之江。观往事。以自戒。治乱是非亦可识。□□□□托于成相以喻意。请成相。言治方。君论有五约以明。君谨守之。下皆平正国乃昌。臣下职。莫游食。务本节用財无极。事业听上。莫得相使一民力。守其职。足衣食。厚薄有等明爵服。利往卬上。莫得擅与孰私得。君法明。论有常。表仪既设民知方。进退有律。莫得贵贱孰私王。君法仪。禁不为。莫不说教名不移。脩之者荣。离之者辱孰它师。刑称陈。守其银。下不得用轻私门。罪祸有律。莫得轻重威不分。请牧祺。用有基。主好论议必善谋。五听循领。莫不理续主执持。听之经。明其请。参伍明谨施赏刑。显者必得隐者复显民反诚。言有节。稽其实。信诞以分赏罚必。下不欺上。皆以情言明若日。上通利。隐远至。观法不法见不视。耳目既显。吏敬法令莫敢恣。君教出。行有律。吏谨将之无敌铍滑。下不私请。各以所宜舍巧拙。臣谨脩。君制变。公察善思论不乱。以治天下。后世法之成律贯。夏姬得道。鸡皮三少。",
        "author": "先秦",
        "poem_class": "思念",
        "dynasty": "佚名"
    },
    {
        "title": "南乡子·送述古",
        "paragraph": "回首乱山横。不见居人只见城。谁似临平山上塔，亭亭。迎客西来送客行。 归路晚风清。一枕初寒梦不成。今夜残灯斜照处，荧荧。秋雨晴时泪不晴。浩荡清淮天共流，长风万里送归舟。应愁晚泊喧卑地，吹入沧溟始自由！雪照山城玉指寒，一声羌管怨楼间。江南几度梅花发，人在天涯鬓已斑。星点点，月团团。倒流河汉入杯盘。翰林风月三千首，寄与吴姬忍泪看。中庭淡月照三更，白露洗空河汉明。莫遣西风吹叶尽，却愁无处着秋声。",
        "author": "宋代",
        "poem_class": "思念",
        "dynasty": "苏轼"
    },
    {
        "title": "折杨柳",
        "paragraph": "垂杨拂绿水，摇艳东风年。花明玉关雪，叶暖金窗烟。美人结长想，对此心凄然。攀条折春色，远寄龙庭前。海客谈瀛洲，烟涛微茫信难求；越人语天姥，云霞明灭或可睹。天姥连天向天横，势拔五岳掩赤城。天台四万八千丈，对此欲倒东南倾。我欲因之梦吴越，一夜飞度镜湖月。湖月照我影，送我至剡溪。谢公宿处今尚在，渌水荡漾清猿啼。脚著谢公屐，身登青云梯。半壁见海日，空中闻天鸡。千岩万转路不定，迷花倚石忽已暝。熊咆龙吟殷岩泉，栗深林兮惊层巅。云青青兮欲雨，水澹澹兮生烟。列缺霹雳，丘峦崩摧。洞天石扉，訇然中开。青冥浩荡不见底，日月照耀金银台。 霓为衣兮风为马，云之君兮纷纷而来下。虎鼓瑟兮鸾回车，仙之人兮列如麻。忽魂悸以魄动，恍惊起而长嗟。惟觉时之枕席，失向来之烟霞。世间行乐亦如此，古来万事东流水。别君去兮何时还？且放白鹿青崖间，须行即骑访名山。安能摧眉折腰事权贵，使我不得开心颜？万树鸣蝉隔岸虹，乐游原上有西风。 羲和自趁虞泉宿，不放斜阳更向东。峨眉山月半轮秋，影入平羌江水流。 夜发清溪向三峡，思君不见下渝州。",
        "author": "唐代",
        "poem_class": "思念",
        "dynasty": "李白"
    },
    {
        "title": "木兰花令·宿造口闻夜雨寄子由才叔",
        "paragraph": "梧桐叶上三更雨。惊破梦魂无觅处。夜凉枕簟已知秋，更听寒蛩促机杼。梦中历历来时路。犹在江亭醉歌舞。尊前必有问君人，为道别来心与绪。自春来、惨绿愁红，芳心是事可可。日上花梢，莺穿柳带，犹压香衾卧。暖酥消、腻云亸，终日厌厌倦梳裹。无那。恨薄情一去，音书无个。早知恁么，悔当初、不把雕鞍锁。向鸡窗，只与蛮笺象管，拘束教吟课。镇相随、莫抛躲，针线闲拈伴伊坐。和我。免使年少，光阴虚过。风定落花深，帘外拥红堆雪。长记海棠开后，正伤春时节。酒阑歌罢玉尊空，青缸暗明灭。魂梦不堪幽怨，更一声鶗鴂。适与野情惬，千山高复低。好峰随处改，幽径独行迷。霜落熊升树，林空鹿饮溪。人家在何许？云外一声鸡。",
        "author": "宋代",
        "poem_class": "思念",
        "dynasty": "苏轼"
    },
    {
        "title": "子夜歌·夜长不得眠",
        "paragraph": "夜长不得眠，明月何灼灼。想闻散唤声，虚应空中诺。性灵昔既肇，缘业久相因。即化非冥灭，在理澹悲欣。冠剑空衣影，镳辔乃仙身。去此昭轩侣，结彼瀛台宾。傥能踵留辙，为子道玄津。主人且勿喧，贱子歌一言。仆本寒乡士，出身蒙汉恩。始随张校尉，召募到河源。后逐李轻车，追虏出塞垣。密途亘万里，宁岁犹七奔。肌力尽鞍甲，心思历凉温。将军既下世，部曲亦罕存。时事一朝异，孤绩谁复论。少壮辞家去，穷老还入门。腰镰刈葵藿，倚杖牧鸡豚。昔如鞲上鹰，今似槛中猿。徒结千载恨，空负百年怨。弃席思君幄，疲马恋君轩。愿垂晋主惠，不愧田子魂。千月本难满，三时理易倾。石火无恒焰，电光非久明。遗文空满笥，徒然昧后生。泉路方幽噎，寒陇向凄清。一随朝露尽，唯有夜松声。",
        "author": "南北朝",
        "poem_class": "思念",
        "dynasty": "佚名"
    },
    {
        "title": "奉答李和甫代简二绝句",
        "paragraph": "山色江声相与清，卷帘待得月华生。可怜一曲并船笛，说尽故人离别情。梦中往事随心见，醉里繁华乱眼生。长为风流恼人病，不如天性总无情。梦里青春可得追？欲将诗句绊余晖。酒阑病客惟思睡，蜜熟黄蜂亦懒飞。芍药樱桃俱扫地，鬓丝禅榻两忘机。凭君借取法界观，一洗人间万事非。千里潇湘挼蓝浦，兰桡昔日曾经。月高风定露华清。微波澄不动，冷浸一天星。独倚危樯情悄悄，遥闻妃瑟泠泠。新声含尽古今情。曲终人不见，江上数峰青。祖席离歌，长亭别宴。香尘已隔犹回面。居人匹马映林嘶，行人去棹依波转。画阁魂消，高楼目断。斜阳只送平波远。无穷无尽是离愁，天涯地角寻思遍。",
        "author": "宋代",
        "poem_class": "思念",
        "dynasty": "黄庭坚"
    },
    {
        "title": "一剪梅·怀旧",
        "paragraph": "十年愁眼泪巴巴。今日思家，明日思家。一团燕月明窗纱。楼上胡笳，塞上胡笳。玉人劝我酌流霞。急捻琵琶，缓捻琵琶。一从别后各天涯。欲寄梅花，莫寄梅花。一水西来，千丈晴虹，十里翠屏。喜草堂经岁，重来杜老，斜川好景，不负渊明。老鹤高飞，一枝投宿，长笑蜗牛戴屋行。平章了，待十分佳处，著个茅亭。青山意气峥嵘。似为我归来妩媚生。解频教花鸟，前歌後舞，更催云水，暮送朝迎。酒圣诗豪，可能无势，我乃而今驾驭卿。清溪上，被山灵却笑，白发归耕。水绕陂田竹绕篱，榆钱落尽槿花稀。夕阳牛背无人卧，带得寒鸦两两归。山苍苍，水茫茫，大孤小孤江中央。崖崩路绝猿鸟去，惟有乔木搀天长。客舟何处来，棹歌中流声抑扬。沙平风软望不到，孤山久与船低昂。峨峨两烟鬟，晓镜开新妆。舟中贾客莫漫狂，小姑前年嫁彭郎。",
        "author": "宋代",
        "poem_class": "思念",
        "dynasty": "汪元量"
    },
    {
        "title": "画堂春·寄子由",
        "paragraph": "柳花飞处麦摇波，晚湖净鉴新磨。小舟飞棹去如梭，齐唱采菱歌。平野水云溶漾，小楼风日晴和。济南何在暮云多，归去奈愁何。芳菲歇，故园目断伤心切。伤心切，无边烟水，无穷山色。可堪更近乾龙节，眼中泪尽空啼血。空啼血，子规声外，晓风残月。元丰七年十二月十八日，浴泗州雍熙塔下，戏作如梦令阕。此曲本唐庄宗制，名忆仙姿，嫌其名不雅，故改为如梦令。盖庄宗作此词，卒章云：“如梦如梦，和泪出门相送。”因取以为名云。水垢何曾相受。细看两俱无有。寄语揩背人，尽日劳君挥肘。轻手，轻手。居士本来无垢。醉漾轻舟，信流引到花深处。尘缘相误，无计花间住。烟水茫茫，千里斜阳暮。山无数，乱红如雨。不记来时路。",
        "author": "宋代",
        "poem_class": "思念",
        "dynasty": "苏轼"
    },
    {
        "title": "七夕",
        "paragraph": "别浦今朝暗，罗帷午夜愁。鹊辞穿线月，花入曝衣楼。天上分金镜，人间望玉钩。钱塘苏小小，更值一年秋。咸阳桥上雨如悬，万点空濛隔钓船。还似洞庭春水色，晓云将入岳阳天。中岁颇好道，晚家南山陲。兴来每独往，胜事空自知。行到水穷处，坐看云起时。偶然值林叟，谈笑无还期。几年无事傍江湖，醉倒黄公旧酒垆。 觉后不知明月上，满身花影倩人扶。",
        "author": "唐代",
        "poem_class": "思念",
        "dynasty": "李贺"
    },
    {
        "title": "独不见",
        "paragraph": "白马谁家子，黄龙边塞儿。天山三丈雪，岂是远行时。春蕙忽秋草，莎鸡鸣西池。风摧寒棕响，月入霜闺悲。忆与君别年，种桃齐蛾眉。桃今百馀尺，花落成枯枝。终然独不见，流泪空自知。西宫夜静百花香，欲卷珠帘春恨长。斜抱云和深见月，朦胧树色隐昭阳。天时人事日相催，冬至阳生春又来。刺绣五纹添弱线，吹葭六琯动浮灰。岸容待腊将舒柳，山意冲寒欲放梅。云物不殊乡国异，教儿且覆掌中杯。海外徒闻更九州，他生未卜此生休。空闻虎旅传宵柝，无复鸡人报晓筹。(传 一作：鸣)此日六军同驻马，当时七夕笑牵牛。如何四纪为天子，不及卢家有莫愁。",
        "author": "唐代",
        "poem_class": "思念",
        "dynasty": "李白"
    },
    {
        "title": "哭孟浩然",
        "paragraph": "故人不可见，汉水日东流。借问襄阳老，江山空蔡州。四月十七，正是去年今日，别君时。忍泪佯低面，含羞半敛眉。不知魂已断，空有梦相随。除却天边月，没人知。曾逐东风拂舞筵，乐游春苑断肠天。 如何肯到清秋日，已带斜阳又带蝉。鹫翎金仆姑，燕尾绣蝥弧。独立扬新令，千营共一呼。林暗草惊风，将军夜引弓。平明寻白羽，没在石棱中。月黑雁飞高，单于夜遁逃。欲将轻骑逐，大雪满弓刀。野幕敞琼筵，羌戎贺劳旋。醉和金甲舞，雷鼓动山川。调箭又呼鹰，俱闻出世能。奔狐将迸雉，扫尽古丘陵。亭亭七叶贵，荡荡一隅清。他日题麟阁，唯应独不名。",
        "author": "唐代",
        "poem_class": "思念",
        "dynasty": "王维"
    },
    {
        "title": "春日京中有怀",
        "paragraph": "今年游寓独游秦，愁思看春不当春。上林苑里花徒发，细柳营前叶漫新。公子南桥应尽兴，将军西第几留宾。寄语洛城风日道，明年春色倍还人。十年离乱后，长大一相逢。问姓惊初见，称名忆旧容。别来沧海事，语罢暮天钟。明日巴陵道，秋山又几重。长干吴儿女，眉目艳新月。屐上足如霜，不著鸦头袜。吴儿多白皙，好为荡舟剧。卖眼掷春心，折花调行客。耶溪采莲女，见客棹歌回。笑入荷花去，佯羞不出来。东阳素足女，会稽素舸郎。相看月未堕，白地断肝肠。镜湖水如月，耶溪女似雪。新妆荡新波，光景两奇绝。一道残阳铺水中，半江瑟瑟半江红。可怜九月初三夜，露似真珠月似弓。",
        "author": "唐代",
        "poem_class": "思念",
        "dynasty": "杜审言"
    },
    {
        "title": "南歌子·感旧",
        "paragraph": "寸恨谁云短，绵绵岂易裁。半年眉绿未曾开。明月好风闲处、是人猜。春雨消残冻，温风到冷灰。尊前一曲为谁哉。留取曲终一拍、待君来。适与野情惬，千山高复低。好峰随处改，幽径独行迷。霜落熊升树，林空鹿饮溪。人家在何许？云外一声鸡。世事一场大梦，人生几度秋凉？夜来风叶已鸣廊。看取眉头鬓上。(秋凉 一作：新凉)酒贱常愁客少，月明多被云妨。中秋谁与共孤光。把盏凄然北望。 竹外桃花三两枝，春江水暖鸭先知。蒌蒿满地芦芽短，正是河豚欲上时。",
        "author": "宋代",
        "poem_class": "思念",
        "dynasty": "苏轼"
    },
    {
        "title": "久别离",
        "paragraph": "别来几春未还家，玉窗五见樱桃花。况有锦字书，开缄使人嗟。至此肠断彼心绝。云鬟绿鬓罢梳结，愁如回飙乱白雪。去年寄书报阳台，今年寄书重相催。 东风兮东风，为我吹行云使西来。待来竟不来，落花寂寂委青苔。妾发初覆额，折花门前剧。郎骑竹马来，绕床弄青梅。同居长干里，两小无嫌猜，十四为君妇，羞颜未尝开。低头向暗壁，千唤不一回。十五始展眉，愿同尘与灰。常存抱柱信，岂上望夫台。十六君远行，瞿塘滟滪堆。五月不可触，猿声天上哀。门前迟行迹，一一生绿苔。苔深不能扫，落叶秋风早。八月胡蝶黄，双飞西园草。(胡蝶 一作：蝴蝶)感此伤妾心，坐愁红颜老。早晚下三巴，预将书报家。相迎不道远，直至长风沙。忆妾深闺里，烟尘不曾识。嫁与长干人，沙头候风色。五月南风兴，思君下巴陵。八月西风起，想君发扬子。去来悲如何，见少离别多。湘潭几日到，妾梦越风波。昨夜狂风度，吹折江头树。淼淼暗无边，行人在何处。好乘浮云骢，佳期兰渚东。鸳鸯绿蒲上，翡翠锦屏中。自怜十五余，颜色桃花红。那作商人妇，愁水复愁风。吾爱孟夫子，风流天下闻。红颜弃轩冕，白首卧松云。 醉月频中圣，迷花不事君。高山安可仰，徒此揖清芬。白也诗无敌，飘然思不群。清新庾开府，俊逸鲍参军。渭北春天树，江东日暮云。何时一樽酒，重与细论文。",
        "author": "唐代",
        "poem_class": "思念",
        "dynasty": "李白"
    },
    {
        "title": "冬晚对雪忆胡居士家",
        "paragraph": "寒更传晓箭，清镜览衰颜。隔牖风惊竹，开门雪满山。洒空深巷静，积素广庭闲。借问袁安舍，翛然尚闭关。谁家宅第成还破，何处亲宾哭复歌？昨日屋头堪炙手，今朝门外好张罗。北邙未省留闲地，东海何曾有定波。莫笑贱贫夸富贵，共成枯骨两何如？人生不相见，动如参与商。今夕复何夕，共此灯烛光。少壮能几时，鬓发各已苍。访旧半为鬼，惊呼热中肠。焉知二十载，重上君子堂。昔别君未婚，儿女忽成行。怡然敬父执，问我来何方。问答乃未已，驱儿罗酒浆。(驱儿 一作：儿女)夜雨剪春韭，新炊间黄粱。主称会面难，一举累十觞。十觞亦不醉，感子故意长。明日隔山岳，世事两茫茫。乡心新岁切，天畔独潸然。老至居人下，春归在客先。岭猿同旦暮，江柳共风烟。已似长沙傅，从今又几年。",
        "author": "唐代",
        "poem_class": "思念",
        "dynasty": "王维"
    },
    {
        "title": "蝶恋花·又到绿杨曾折处",
        "paragraph": "又到绿杨曾折处，不语垂鞭，踏遍清秋路。衰草连天无意绪，雁声远向萧关去。不恨天涯行役苦，只恨西风，吹梦成今古。明日客程还几许，沾衣况是新寒雨。阑珊心绪，醉倚绿琴相伴住。一枕新愁，残夜花香月满楼。繁笙脆管，吹得锦屏春梦远。只有垂杨，不放秋千影过墙。春云吹散湘帘雨，絮黏蝴蝶飞还住。人在玉楼中，楼高四面风。柳烟丝一把，暝色笼鸳瓦。休近小阑干，夕阳无限山。明月多情应笑我，笑我如今。辜负春心，独自闲行独自吟。近来怕说当时事，结遍兰襟。月浅灯深，梦里云归何处寻。",
        "author": "清代",
        "poem_class": "思念",
        "dynasty": "纳兰性德"
    },
    {
        "title": "菩萨蛮·回文冬闺怨",
        "paragraph": "雪花飞暖融香颊。颊香融暖飞花雪。欺雪任单衣。衣单任雪欺。别时梅子结。结子梅时别。归不恨开迟。迟开恨不归。不见南师久，漫说北群空。当场只手，毕竟还我万夫雄。自笑堂堂汉使，得似洋洋河水，依旧只流东？且复穹庐拜，会向藁街逢！尧之都，舜之壤，禹之封。于中应有，一个半个耻臣戎！万里腥膻如许，千古英灵安在，磅礴几时通？胡运何须问，赫日自当中！只有天在上，更无山与齐。举头红日近，回首白云低。平山阑槛倚晴空，山色有无中。手种堂前垂柳，别来几度春风？文章太守，挥毫万字，一饮千钟。行乐直须年少，尊前看取衰翁。(尊 通：樽)",
        "author": "宋代",
        "poem_class": "思念",
        "dynasty": "苏轼"
    },
    {
        "title": "柳梢青·送卢梅坡",
        "paragraph": "泛菊杯深，吹梅角远，同在京城。聚散匆匆，云边孤雁，水上浮萍。 教人怎不伤情。觉几度、魂飞梦惊。后夜相思，尘随马去，月逐舟行。红树青山日欲斜，长郊草色绿无涯。游人不管春将老，来往亭前踏落花。门隔花深梦旧游。夕阳无语燕归愁。玉纤香动小帘钩。 落絮无声春堕泪，行云有影月含羞。东风临夜冷于秋。东风夜放花千树，更吹落，星如雨。宝马雕车香满路。凤箫声动，玉壶光转，一夜鱼龙舞。蛾儿雪柳黄金缕，笑语盈盈暗香去。众里寻他千百度，蓦然回首，那人却在，灯火阑珊处。",
        "author": "宋代",
        "poem_class": "思念",
        "dynasty": "刘过"
    },
    {
        "title": "鹧鸪天·寒日萧萧上琐窗",
        "paragraph": "寒日萧萧上琐窗，梧桐应恨夜来霜。酒阑更喜团茶苦，梦断偏宜瑞脑香。秋已尽，日犹长，仲宣怀远更凄凉。不如随分尊前醉，莫负东篱菊蕊黄。幽谷那堪更北枝，年年自分着花迟。高标逸韵君知否，正是层冰积雪时。昨日入城市，归来泪满巾。遍身罗绮者，不是养蚕人。溪水将桥不复回，小舟犹倚短篙开。交情得似山溪渡，不管风波去又来。",
        "author": "宋代",
        "poem_class": "思念",
        "dynasty": "李清照"
    },
    {
        "title": "鹧鸪天·枝上流莺和泪闻",
        "paragraph": "枝上流莺和泪闻，新啼痕间旧啼痕。一春鱼鸟无消息，千里关山劳梦魂。无一语，对芳尊。安排肠断到黄昏。甫能炙得灯儿了，雨打梨花深闭门。知音者少，算乾坤许大，著身何处。直待功成方肯退，何日可寻归路。多景楼前，垂虹亭下，一枕眠秋雨。虚名相误，十年枉费辛苦。不是奏赋明光，上书北阙，无惊人之语。我自匆忙天未许，赢得衣裾尘土。白璧追欢，黄金买笑，付与君为主。莼鲈江上，浩然明日归去。梅子金黄杏子肥，麦花雪白菜花稀。日长篱落无人过，惟有蜻蜓蛱蝶飞。五月江吴麦秀寒，移秧披絮尚衣单。稻根科斗行如块，田水今年一尺宽。二麦俱秋斗百钱，田家唤作小丰年。饼炉饭甑无饥色，接到西风熟稻天。百沸缲汤雪涌波，缲车嘈囋雨鸣蓑。桑姑盆手交相贺，绵茧无多丝茧多。小妇连宵上绢机，大耆催税急於飞。今年幸甚蚕桑熟，留得黄丝织夏衣。下田戽水出江流，高垄翻江逆上沟；地势不齐人力尽，丁男长在踏车头。昼出耘田夜绩麻，村庄儿女各当家。童孙未解供耕织，也傍桑阴学种瓜。槐叶初匀日气凉，葱葱鼠耳翠成双。三公只得三株看，闲客清阴满北窗。黄尘行客汗如浆，少住侬家漱井香；借与门前磐石坐，柳阴亭午正风凉。千顷芙蕖放棹嬉，花深迷路晚忘归。家人暗识船行处，时有惊忙小鸭飞。采菱辛苦废犁鉏，血指流丹鬼质枯。无力买田聊种水，近来湖面亦收租。蜩螗千万沸斜阳，蛙黾无边聒夜长。不把痴聋相对治，梦魂争得到藜床？别院深深夏席清，石榴开遍透帘明。(夏席清 一作：夏簟清)树阴满地日当午，梦觉流莺时一声。",
        "author": "宋代",
        "poem_class": "思念",
        "dynasty": "秦观"
    },
    {
        "title": "望夫山",
        "paragraph": "终日望夫夫不归，化为孤石苦相思。望来已是几千载，只似当时初望时。寒山转苍翠，秋水日潺湲。倚杖柴门外，临风听暮蝉。渡头馀落日，墟里上孤烟。(馀 一作 余)复值接舆醉，狂歌五柳前。兔丝附蓬麻，引蔓故不长。嫁女与征夫，不如弃路旁。结发为君妻，席不暖君床。暮婚晨告别，无乃太匆忙。君行虽不远，守边赴河阳。妾身未分明，何以拜姑嫜？父母养我时，日夜令我藏。生女有所归，鸡狗亦得将。君今往死地，沉痛迫中肠。誓欲随君去，形势反苍黄。勿为新婚念，努力事戎行。妇人在军中，兵气恐不扬。自嗟贫家女，久致罗襦裳。罗襦不复施，对君洗红妆。仰视百鸟飞，大小必双翔。人事多错迕，与君永相望。独有宦游人，偏惊物候新。云霞出海曙，梅柳渡江春。淑气催黄鸟，晴光转绿蘋。忽闻歌古调，归思欲沾巾。",
        "author": "唐代",
        "poem_class": "思念",
        "dynasty": "刘禹锡"
    },
    {
        "title": "菩萨蛮·朔风吹散三更雪",
        "paragraph": "朔风吹散三更雪，倩魂犹恋桃花月。梦好莫催醒，由他好处行。无端听画角，枕畔红冰薄。塞马一声嘶，残星拂大旗。未济终焉心缥缈，百事翻从缺陷好。吟道夕阳山外山，古今谁免余情绕。一枝花对足风流，何事人间万户侯。生把黄金买别离，是侬薄幸是侬愁。漠漠云飞鸟，盈盈月近城。渚烟笼蟹舍，江水应鼍更。秋色千林黛，钟声一杵清。好寻樵父话，相与把杯倾。",
        "author": "清代",
        "poem_class": "思念",
        "dynasty": "纳兰性德"
    },
    {
        "title": "寒食寄京师诸弟",
        "paragraph": "雨中禁火空斋冷，江上流莺独坐听。 把酒看花想诸弟，杜陵寒食草青青。黑云压城城欲摧，甲光向日金鳞开。(向日 一作：向月)角声满天秋色里，塞上燕脂凝夜紫。(塞上 一作：塞土)半卷红旗临易水，霜重鼓寒声不起。报君黄金台上意，提携玉龙为君死。红叶醉秋色，碧溪弹夜弦。佳期不可再，风雨杳如年。楚塞三湘接，荆门九派通。江流天地外，山色有无中。郡邑浮前浦，波澜动远空。襄阳好风日，留醉与山翁。",
        "author": "唐代",
        "poem_class": "思念",
        "dynasty": "韦应物"
    },
    {
        "title": "破阵子·燕子欲归时节",
        "paragraph": "燕子欲归时节，高楼昨夜西风。求得人间成小会，试把金尊傍菊丛。歌长粉面红。斜日更穿帘幕，微凉渐入梧桐。多少襟情言不尽，写向蛮笺曲调中。此情千万重。金炉香烬漏声残，翦翦轻风阵阵寒。春色恼人眠不得，月移花影上栏干。月皎惊乌栖不定，更漏将残，辘轳牵金井。唤起两眸清炯炯。泪花落枕红绵冷。执手霜风吹鬓影。去意徊徨，别语愁难听。楼上阑干横斗柄，露寒人远鸡相应。重重叠叠上瑶台，几度呼童扫不开。刚被太阳收拾去，却教明月送将来。(却教 一作：又教)",
        "author": "宋代",
        "poem_class": "思念",
        "dynasty": "晏殊"
    },
    {
        "title": "少年游·算来好景只如斯",
        "paragraph": "算来好景只如斯，惟许有情知。寻常风月，等闲谈笑，称意即相宜。十年青鸟音尘断，往事不胜思。一钩残照，半帘飞絮，总是恼人时。名场阅历莽无涯，心史纵横自一家。秋气不惊堂内燕，夕阳还恋路旁鸦。东邻嫠老难为妾，古木根深不似花。何日冥鸿踪迹遂，美人经卷葬年华。收取闲心冷处浓，舞裙犹忆柘枝红。谁家刻烛待春风。竹叶樽空翻采燕，九枝灯灺颤金虫。风流端合倚天公。莫怨春归早，花余几点红。留将根蒂在，岁岁有东风。",
        "author": "清代",
        "poem_class": "思念",
        "dynasty": "纳兰性德"
    },
    {
        "title": "喜迁莺·晓月坠",
        "paragraph": "晓月坠，宿云微，无语枕频欹。梦回芳草思依依，天远雁声稀。啼莺散，馀花乱，寂寞画堂深院。片红休埽尽从伊，留待舞人归。灵槎思浩荡，老鹤倚崆峒。苍苔迷古道，红叶乱朝霞。栖凤枝梢犹软弱，化龙形状已依稀。名山主簿实堪愁，难咬他家大骨头。米纳功南钱纳府，只看江面水东流。晓妆初过，沉檀轻注些儿个。向人微露丁香颗，一曲清歌，暂引樱桃破。罗袖裛残殷色可，杯深旋被香醪涴。绣床斜凭娇无那，烂嚼红茸，笑向檀郎唾。",
        "author": "五代",
        "poem_class": "思念",
        "dynasty": "李煜"
    },
    {
        "title": "行香子·丹阳寄述古",
        "paragraph": "携手江村，梅雪飘裙。情何限、处处消魂。故人不见，旧曲重闻。向望湖楼，孤山寺，涌金门。寻常行处，题诗千首，绣罗衫、与拂红尘。别来相忆，知是何人？有湖中月，江边柳，陇头云。晚日寒鸦一片愁。柳塘新绿却温柔。若教眼底无离恨，不信人间有白头。肠已断，泪难收。相思重上小红楼。情知已被山遮断，频倚阑干不自由。白鸥问我泊孤舟，是身留，是心留？心若留时，何事锁眉头？风拍小帘灯晕舞，对闲影，冷清清，忆旧游。旧游旧游今在否？花外楼，柳下舟。梦也梦也，梦不到，寒水空流。漠漠黄云，湿透木棉裘。都道无人愁似我，今夜雪，有梅花，似我愁。暗香横路雪垂垂。晚风吹。晓风吹。花意争春，先出岁寒枝。毕竟一年春事了，缘太早，却成迟。未应全是雪霜姿。欲开时。未开时。粉面朱唇，一半点胭脂。醉里谤花花莫恨，浑冷淡，有谁知。",
        "author": "宋代",
        "poem_class": "思念",
        "dynasty": "苏轼"
    },
    {
        "title": "忆江南·多少泪",
        "paragraph": "多少泪，沾袖复横颐。心事莫将和泪滴，凤笙休向月明吹，肠断更无疑。维舟登野岸，因访故人居。乱后知何处，荆榛匝弊庐。欲问当年事，耕人都不知。空馀堤上柳，依旧自垂丝。斗转星移玉漏频，已三更，对栖莺。历历花间，似有马蹄声。含笑整衣开绣户，斜敛手，下阶迎。画罗裙，能解束，称腰身。柳眉桃脸不胜春。薄媚足精神，可惜沦落在风尘。",
        "author": "五代",
        "poem_class": "思念",
        "dynasty": "李煜"
    },
    {
        "title": "浪淘沙·帘外五更风",
        "paragraph": "帘外五更风，吹梦无踪。画楼重上与谁同？记得玉钗斜拨火，宝篆成空。回首紫金峰，雨润烟浓。一江春浪醉醒中。留得罗襟前日泪，弹与征鸿。一声声，一更更。窗外芭蕉窗里灯，此时无限情。梦难成，恨难平。不道愁人不喜听，空阶滴到明。玉京曾忆昔繁华。万里帝王家。琼林玉殿，朝喧弦管，暮列笙琶。 花城人去今萧索，春梦绕胡沙。家山何处，忍听羌笛，吹彻梅花。欲上高楼去避愁，愁还随我上高楼。经行几处江山改，多少亲朋尽白头。归休去，去归休。不成人总要封侯？浮云出处元无定，得似浮云也自由。",
        "author": "宋代",
        "poem_class": "思念",
        "dynasty": "李清照"
    },
    {
        "title": "春梦",
        "paragraph": "洞房昨夜春风起，故人尚隔湘江水。枕上片时春梦中，行尽江南数千里。井底引银瓶，银瓶欲上丝绳绝。石上磨玉簪，玉簪欲成中央折。瓶沉簪折知奈何？似妾今朝与君别。忆昔在家为女时，人言举动有殊姿。婵娟两鬓秋蝉翼，宛转双蛾远山色。笑随戏伴后园中，此时与君未相识。妾弄青梅凭短墙，君骑白马傍垂杨。墙头马上遥相顾，一见知君即断肠。知君断肠共君语，君指南山松柏树。感君松柏化为心，暗合双鬟逐君去。到君家舍五六年，君家大人频有言。聘则为妻奔是妾，不堪主祀奉蘋蘩。终知君家不可住，其奈出门无去处。岂无父母在高堂？亦有亲情满故乡。潜来更不通消息，今日悲羞归不得。为君一日恩，误妾百年身。寄言痴小人家女，慎勿将身轻许人！妾发初覆额，折花门前剧。郎骑竹马来，绕床弄青梅。同居长干里，两小无嫌猜，十四为君妇，羞颜未尝开。低头向暗壁，千唤不一回。十五始展眉，愿同尘与灰。常存抱柱信，岂上望夫台。十六君远行，瞿塘滟滪堆。五月不可触，猿声天上哀。门前迟行迹，一一生绿苔。苔深不能扫，落叶秋风早。八月胡蝶黄，双飞西园草。(胡蝶 一作：蝴蝶)感此伤妾心，坐愁红颜老。早晚下三巴，预将书报家。相迎不道远，直至长风沙。忆妾深闺里，烟尘不曾识。嫁与长干人，沙头候风色。五月南风兴，思君下巴陵。八月西风起，想君发扬子。去来悲如何，见少离别多。湘潭几日到，妾梦越风波。昨夜狂风度，吹折江头树。淼淼暗无边，行人在何处。好乘浮云骢，佳期兰渚东。鸳鸯绿蒲上，翡翠锦屏中。自怜十五余，颜色桃花红。那作商人妇，愁水复愁风。一夜新霜著瓦轻，芭蕉新折败荷倾。耐寒唯有东篱菊，金粟初开晓更清。",
        "author": "唐代",
        "poem_class": "思念",
        "dynasty": "岑参"
    },
    {
        "title": "生查子·关山魂梦长",
        "paragraph": "关山魂梦长，鱼雁音尘少。两鬓可怜青，只为相思老。归梦碧纱窗，说与人人道。真个别离难，不似相逢好。春游浩荡，是年年、寒食梨花时节。白锦无纹香烂漫，玉树琼葩堆雪。静夜沉沉，浮光霭霭，冷浸溶溶月。人间天上，烂银霞照通彻。浑似姑射真人，天姿灵秀，意气殊高洁。万化参差谁信道，不与群芳同列。浩气清英，仙材卓荦，下土难分别。瑶台归去，洞天方看清绝。方山子，光、黄间隐人也。少时慕朱家、郭解为人，闾里之侠皆宗之。稍壮，折节读书，欲以此驰骋当世，然终不遇。晚乃遁于光、黄间，曰岐亭。庵居蔬食，不与世相闻；弃车马，毁冠服，徒步往来山中，人莫识也。见其所著帽，方耸而高，曰：“此岂古方山冠之遗像乎？”因谓之方山子。余谪居于黄，过岐亭，适见焉。曰：“呜呼！此吾故人陈慥季常也，何为而在此？”方山子亦矍然，问余所以至此者，余告之故。俯而不答，仰而笑，呼余宿其家。环堵萧然，而妻子奴婢皆有自得之意。余既耸然异之，独念方山子少时，使酒好剑，用财如粪土。前十有九年，余在岐山，见方山子从两骑，挟二矢，游西山。鹊起于前，使骑逐而射之，不获。方山子怒马独出，一发得之。因与余马上论用兵及古今成败，自谓一世豪士。今几日耳，精悍之色，犹见于眉间，而岂山中之人哉？然方山子世有勋阀，当得官。使从事于其间，今已显闻。而其家在洛阳，园宅壮丽，与公侯等。河北有田，岁得帛千匹，亦足以富乐。皆弃不取，独来穷山中，此岂无得而然哉？余闻光、黄间多异人，往往阳狂垢污，不可得而见，方山子傥见之欤？ 并刀如水，吴盐胜雪，纤手破新橙。锦幄初温，兽烟不断，相对坐调笙。 低声问：向谁行宿？城上已三更。马滑霜浓，不如休去，直是少人行！",
        "author": "宋代",
        "poem_class": "思念",
        "dynasty": "晏几道"
    },
    {
        "title": "偶成",
        "paragraph": "十五年前花月底，相从曾赋赏花诗。今看花月浑相似，安得情怀似往时。二月巴陵日日风，春寒未了怯园公。海棠不惜胭脂色，独立蒙蒙细雨中。别来音信千里，恨此情难寄。碧纱秋月，梧桐夜雨，几回无寐。楼高目断，天遥云黯，只堪憔悴。念兰堂红烛，心长焰短，向人垂泪。无利无名，无荣无辱，无烦无恼。夜灯前、独歌独酌，独吟独笑。况值群山初雪满，又兼明月交光好。便假饶百岁拟如何，从他老。知富贵，谁能保。知功业，何时了。算箪瓢金玉，所争多少。一瞬光阴何足道，便思行乐常不早。待春来携酒殢东风，眠芳草。",
        "author": "宋代",
        "poem_class": "思念",
        "dynasty": "李清照"
    },
    {
        "title": "杂诗七首·其一",
        "paragraph": "高台多悲风，朝日照北林。之子在万里，江湖迥且深。方舟安可极，离思故难任！孤雁飞南游，过庭长哀吟。翘思慕远人，愿欲托遗音。形影忽不见，翩翩伤我心。系高顼之玄胄兮，氏中叶之炳灵。飖颽风而蝉蜕兮，雄朔野以扬声。皇十纪而鸿渐兮，有羽仪于上京。巨滔天而泯夏兮，考遘愍以行谣。终保己而贻则兮，里上仁之所庐。懿前烈之纯淑兮，穷与达其必济。咨孤蒙之眇眇兮，将圮绝而罔阶。岂余身之足殉兮，违世业之可怀。靖潜处以永思兮，经日月而弥远。匪党人之敢拾兮，庶斯言之不玷。 魂茕茕与神交兮，精诚发于宵寐。梦登山而迥眺兮，觌幽人之仿彿。揽葛藟而授余兮，眷峻谷曰勿坠。吻昕寤而仰思兮，心蒙蒙犹未察。黄神邈而靡质兮，仪遗谶以臆对。曰乘高而胪神兮，道遐通而不迷。葛绵绵于樛木兮，咏南风以为绥。盖惴惴之临深兮，乃二雅之所祗。既讯尔以吉象兮，又申之以炯戒。盍孟晋以迨群兮，辰倏忽其不再。 承灵训其虚徐兮，鎶盘桓而且俟。惟天地之无穷兮，鲜生民之晦在。纷屯邅与蹇连兮，何艰多而智寡。上圣迕而后拔兮，虽群黎之所御。昔卫叔之御昆兮，昆为寇而丧予。管弯弧欲毙仇兮，仇作后而成己。变化故而相诡兮，孰云预其终始！雍造怨而先赏兮，丁繇惠而被戮。栗取吊于逌吉兮，王膺庆于所戚。叛回穴其若兹兮，北叟颇识其倚伏。单治里而外凋兮，张修襮而内逼。聿中和为庶几兮，颜与冉又不得。溺招路以从己兮，谓孔氏犹未可。安慆慆而不萉兮，卒陨身乎世祸。游圣门而靡救兮，虽覆醢其何补？固行行其必凶兮，免盗乱为赖道。形气发于根柢兮，柯叶汇而零茂。恐魍魉之责景兮，羌未得其云已。 黎淳耀于高辛兮，芈强大于南汜。嬴取威于伯仪兮，姜本支乎三趾。既仁得其信然兮，仰天路而同轨。东邻虐而歼仁兮，王合位乎三五。戎女烈而丧孝兮，伯徂归于龙虎。发还师以成命兮，重醉行而自耦。震鳞漦于夏庭兮，匝三正而灭姬。巽羽化于宣宫兮，弥五辟而成灾。道修长而世短兮，夐冥默而不周。胥仍物而鬼诹兮，乃穷宙而达幽。妫巢姜于孺筮兮，旦筭祀于契龟。宣曹兴败于下梦兮，鲁卫名谥于铭谣。妣聆呱而劾石兮，许相理而鞫条。道混成而自然兮，术同原而分流。神先心以定命兮，命随行以消息。斡流迁其不济兮，故遭罹而嬴缩。三栾同于一体兮，虽移易而不忒。洞参差其纷错兮，斯众兆之所惑。周贾荡而贡愤兮，齐死生与祸福。抗爽言以矫情兮，信畏牺而忌鵩。 所贵圣人至论兮，顺天性而断谊。物有欲而不居兮，亦有恶而不避。守孔约而不贰兮，乃輶德而无累。三仁殊于一致兮，夷惠舛而齐声。木偃息以蕃魏兮，申重茧以存荆。纪焚躬以卫上兮，皓颐志而弗倾。侯草木之区别兮，苟能实其必荣。要没世而不朽兮，乃先民之所程。观天网之纮覆兮，实棐谌而相训。谟先圣之大猷兮，亦邻德而助信。虞韶美而仪凤兮，孔忘味于千载。素文信而厎麟兮，汉宾祚于异代。精通灵而感物兮，神动气而入微。养流睇而猿号兮，李虎发而石开。非精诚其焉通兮，苟无实其孰信？操末技犹必然兮，矧耽躬于道真。登孔昊而上下兮，纬群龙之所经。朝贞观而夕化兮，犹諠己而遗形。若胤彭而偕老兮，诉来哲而通情。 乱曰：天造草昧，立性命兮。复心弘道，惟圣贤兮。浑元运物，流不处兮。保身遗名，民之表兮。舍生取谊，以道用兮。忧伤夭物，忝莫痛兮。皓尔太素，曷渝色兮。尚越其几，沦神域兮。 得股肱贤明，能以奇用兵。何事伤客情，何人归帝京。武功既定。庶士咸绥。乐陈我广庭。式宴宾与师。昭文德。宣武威。平九有。抚民黎。荷天宠。延寿尸。千载莫我违。",
        "author": "两汉",
        "poem_class": "思念",
        "dynasty": "曹植"
    },
    {
        "title": "杂诗三首 / 杂咏三首",
        "paragraph": "家住孟津河，门对孟津口。常有江南船，寄书家中否。君自故乡来，应知故乡事。来日绮窗前，寒梅著花未。已见寒梅发，复闻啼鸟声。心心视春草，畏向阶前生。玉阶生白露，夜久侵罗袜。却下水晶帘，玲珑望秋月。(水晶 一作 水精)木兰之枻沙棠舟，玉箫金管坐两头。美酒樽中置千斛，载妓随波任去留。仙人有待乘黄鹤，海客无心随白鸥。屈平辞赋悬日月，楚王台榭空山丘。兴酣落笔摇五岳，诗成笑傲凌沧洲。功名富贵若长在，汉水亦应西北流。坐酌泠泠水，看煎瑟瑟尘。无由持一碗，寄与爱茶人。",
        "author": "唐代",
        "poem_class": "思念",
        "dynasty": "王维"
    },
    {
        "title": "谢赐珍珠",
        "paragraph": "柳叶双眉久不描，残妆和泪污红绡。长门尽日无梳洗，何必珍珠慰寂寥。秦时明月汉时关，万里长征人未还。但使龙城飞将在，不教胡马度阴山。骝马新跨白玉鞍，战罢沙场月色寒。城头铁鼓声犹震，匣里金刀血未干。渌水明秋月，南湖采白蘋。荷花娇欲语，愁杀荡舟人。红叶晚萧萧，长亭酒一瓢。残云归太华，疏雨过中条。树色随山迥，河声入海遥。帝乡明日到，犹自梦渔樵。",
        "author": "唐代",
        "poem_class": "思念",
        "dynasty": "江采萍"
    },
    {
        "title": "菩萨蛮·问君何事轻离别",
        "paragraph": "问君何事轻离别，一年能几团圆月。杨柳乍如丝，故园春尽时。春归归不得，两桨松花隔。旧事逐寒潮，啼鹃恨未消。算来好景只如斯，惟许有情知。寻常风月，等闲谈笑，称意即相宜。十年青鸟音尘断，往事不胜思。一钩残照，半帘飞絮，总是恼人时。千家笑语漏迟迟，忧患潜从物外知。悄立市桥人不识，一星如月看多时。秋风昨夜渡潇湘，触石穿林惯作狂。惟有竹枝浑不怕，挺然相斗一千场。",
        "author": "清代",
        "poem_class": "思念",
        "dynasty": "纳兰性德"
    },
    {
        "title": "采桑子·谢家庭院残更立",
        "paragraph": "谢家庭院残更立，燕宿雕梁。月度银墙，不辨花丛那辨香。此情已自成追忆，零落鸳鸯。雨歇微凉，十一年前梦一场。眼底风光留不住，和暖和香，又上雕鞍去。欲倩烟丝遮别路，垂杨那是相思树。惆怅玉颜成间阻，何事东风，不作繁华主。断带依然留乞句，斑骓一系无寻处。秋风立马越王台，混混蛇龙最可哀。十七史从何说起，三千劫几历轮回。腐儒心事呼天问，大地山河跨海来。临睨飞云横八表，岂无倚剑叹雄才！李杜诗篇万口传，至今已觉不新鲜。江山代有才人出，各领风骚数百年。",
        "author": "清代",
        "poem_class": "思念",
        "dynasty": "纳兰性德"
    },
    {
        "title": "撼庭秋·别来音信千里",
        "paragraph": "别来音信千里，恨此情难寄。碧纱秋月，梧桐夜雨，几回无寐。楼高目断，天遥云黯，只堪憔悴。念兰堂红烛，心长焰短，向人垂泪。湖上风来波浩渺。秋已暮、红稀香少。水光山色与人亲，说不尽、无穷好。 莲子已成荷叶老。青露洗、蘋花汀草。眠沙鸥鹭不回头，似也恨、人归早。柳暗花明春事深。小阑红芍药，已抽簪。雨馀风软碎鸣禽。迟迟日，犹带一分阴。往事莫沉吟。身闲时序好，且登临。旧游无处不堪寻。无寻处，惟有少年心。月皎惊乌栖不定，更漏将残，辘轳牵金井。唤起两眸清炯炯。泪花落枕红绵冷。执手霜风吹鬓影。去意徊徨，别语愁难听。楼上阑干横斗柄，露寒人远鸡相应。",
        "author": "宋代",
        "poem_class": "思念",
        "dynasty": "晏殊"
    },
    {
        "title": "舟中读元九诗",
        "paragraph": "把君诗卷灯前读，诗尽灯残天未明。眼痛灭灯犹闇坐，逆风吹浪打船声。山围故国周遭在，潮打空城寂寞回。淮水东边旧时月，夜深还过女墙来。家国兴亡自有时，吴人何苦怨西施。西施若解倾吴国，越国亡来又是谁。风劲角弓鸣，将军猎渭城。草枯鹰眼疾，雪尽马蹄轻。忽过新丰市，还归细柳营。回看射雕处，千里暮云平。",
        "author": "唐代",
        "poem_class": "思念",
        "dynasty": "白居易"
    },
    {
        "title": "凭阑人·寄征衣",
        "paragraph": "欲寄君衣君不还，不寄君衣君又寒。寄与不寄间，妾身千万难。第一折(冲末扮太白星官引青衣童子上，云)吾乃上界太白金星是也。奉上帝敕命，遣临下界，纠察人间善恶。有天台山桃源洞二仙子，系是紫霄玉女，只为凡心偶动，降谪尘寰。又见天台县刘晨、阮肇，此二人素有仙风道骨，向因晋室衰颓，奸谗窃柄，甘分山林之下，修真练药，以度春秋。今日必上天台山采药，不免将白云一道，迷其归路。却化一樵夫，指引他到那桃源洞去，与二仙子相见，成其良缘，多少是好。但可惜刘、阮二人尘缘未断，终有思归之心，那时节我再度他，未为晚也。正是平空舒出拿云手，指引山中采药人。(下)(正末扮刘晨，外扮阮肇，各带砌末上，云)某姓刘名晨，这位兄弟姓阮名肇，俱系天台县人氏。幼攻诗书，长同志趣。因见奸佞当朝，天下将乱，以此潜形林壑之间，无志功名之会。现在天台山下，盖一所茅庵，与兄弟修行办道。岂不闻圣人之言：天下有道则见，无道则隐，倒大来达时务也呵！(唱)【仙吕】【点绛唇】啸傲烟霞，寸心休把名牵挂。暗里年华，青镜添白发。【混江龙】山间林下，伴药炉经卷老生涯，眼不见车尘马足，梦不到蚁阵蜂衙。闲来时静扫白云寻瑞草，闷来时自锄明月种梅花。不想上书北阙，不想去待漏东华。似这等鲲鹏掩翅，都只为狼虎磨牙。怕的是斩身钢剑，愁的是碎脑金瓜。怎学他屈原湘水，怎学他贾谊长沙。情愿做归湖范蠡，情愿做噀酒栾巴。携闲客登山采药，唤村童汲水烹茶。惊战讨，骇征伐；逃尘冗，避纷华；弃富贵，就贫乏。学圣贤洗涤于是非心，共渔樵讲论会兴亡话。羡杀那知祸福塞翁失马，堪笑他问公私晋惠闻蛙。(阮肇云)兄长，时当春暮，我和你上天台山去采种药苗。似这景物，真堪玩赏也。(正末唱)【油葫芦】一上天台石径滑，践翠霞则见这竹篱茅舍两三家，听得那夕阳杜宇啼声煞，这时节春风桃李花开罢。我虽不伴长沮事耦耕，学严陵理钓槎。常则是杖头三百青钱挂，抵多少坐三日县官衙！【天下乐】也算个闲趁东风数落花，荣华，谁恋他？敢则是瓦盆边几场沉醉杀。快清风，袍袖宽，倦红尘路径狭，便休题相逢不下马。(云)登高履险，不觉困倦，就此松阴之下，拂石而坐，少憩片时。(做坐科，阮肇云)我和你在山林下修行，不过穷居野处，升高望远。想那朝中为宫的利泽施于天下，声名流于后世，其间孰得孰失，兄长所见若何？(正末云)兄弟，那为官的到底不如我闲居的好。(唱)【那吒令】朝廷内，怨煞荐贤的叔牙；林泉下，傲煞操琴的伯牙；磻溪上，老煞钓鱼的子牙。人情似啖马肝，世味如嚼蜂蜡，叹纷纷尘事抟沙。【鹊踏枝】远奢华，近清佳，火炼丹砂，水煮黄芽。牢拴住心猿意马，急疏开利锁名枷。(阮肇云)这几年天下荒荒，干戈并起，不能勾风尘宁静。若有英雄生于此时，觑事业如拾芥耳。(正末云)贤者避世，其次避地，其次避色，其次避言。兄弟，还只是我们的见识高得多哩。(唱)【寄生草】我情愿弃轩冕离人世，傍泉石度岁华。一任他英雄并起图王霸，烟尘并起兴戈甲，异端并起伤风化。我和你韬光晦迹老山中，煞强如齐家治国平天下。(太白扮老人上，云)那刘、阮二人来了，吾先使白云一道，迷其归路，化作樵夫，立于路傍，他二人必来问路，却指引他到桃源洞去借宿，岂不与二仙子相遇？(正末同阮做起行科，云)兄弟，天色渐晚，药苗已采，便可下山回家去罢。(唱)【幺篇】去去山无尽，行行路转差。则为那白云渐渐迷高下，不由咱寸心悄悄耽惊怕，见-个村翁远远来迎迓。我这里为迷山路问樵夫，抵多少因过竹院逢僧话。(做见科，太白云)贤者何由经此？(正末云)俺兄弟二人上山采药，信步游玩至此。(唱)【醉中天】信脚山之下，洗耳水之涯。正失路迷踪没乱煞，(带云)得遇老人呵，(唱)抵多少卖得龟儿卦。(太白云)二位可通个姓名，现居何处？(正末唱)我两个本东庄措大。(太白云)我看你二位生得齐整，像个出仕的人。(正末唱)休认做名题科甲，(太白云)二位可还有甚陪伴的么？(正末云)若问我陪伴的呵，(唱)无非是糜鹿鱼虾。(云)小生姓刘名晨，兄弟姓阮名肇，现在天台山下闲居修行。(太白云)二位既是修行，每日在山中，有甚生涯过遣？(正末唱)【金盏儿】你问我甚根芽，甚生涯。我那里看家猿鹤年高大，当门松桧树槎枒。常则是道书堆玉案，仙帔叠青霞。端的个山中闲宰相，林下野人家。(太白云)我看二位都是读书君子，方今圣朝以贤良方正取士，二位不去求名应举，却是隐遁山林，为着何来？(正末云)小生与兄弟慕山林幽雅，遂有终焉之意。那为官的，我怎么学他。(唱)【后庭花】并不想有轩车有驷马，我则愿无根椽无片瓦。出来的一品职千钟禄，那里有六韬书三略法，他都是井中蛙妄称尊大。比周公不握发，比陈蕃不下榻。空结实花木瓜，费琢磨水晶塔。斗筲器不足夸，粪土墙容易塌，儿童见惊讶杀。【青歌儿】空一带江山、江山如画，止不过饭囊、饭囊衣架，塞满长安乱似麻。每日价大纛高牙，冠盖头踏。人物不撑达，服色尽奢华，心行更奸猾。举止少谦洽。纷纷扰扰由他，多多少少欺咱，言言语语参杂。是是非非交加。因此上不事王侯，不求闻达。隐姓埋名做庄家，学耕稼。(太白云)二位，此处到山下，还有数里之遥，天色已晚，若归去恐为狼虎所伤。兀的看山那搭，红轮直下，有个桃源洞人家，可投宿一宵去。(正末举手做谢科，云)多谢指引。(唱)【赚煞】投至的山上采芝回，早难道江上踏青罢，眼见得路迢遥芒鞋邋遢。抵多少古道西风鞭瘦马，叹明朝回首天涯。谩嗟呀，那里也出入通达，不觉的枯木寒烟噪晚鸦。望青山那搭，红轮直下，兀的是白云深处有人家。(同阮下)(太白云)吾指引他二人往桃源洞去了也，别遣青衣小童，报知二仙子，与他成此夙缘。(诗云)寻真不觉路迢遥，蚤见斜阳转树梢。咫尺洞天风景异。碧桃花下凤鸾交。(下)第二折(二旦扮仙子引侍女上，云)子童二人，乃上界紫霄玉女，偶因有罪，降谪人间，现居天台山桃源洞中。今经日久。有太白星官命青衣童子来报，说目下有天台县刘晨、阮肇二人，与子童有五百年仙契，今来采药，必当相会。不免分付侍女们，安排酒果，亲自出洞迎接去咱。(正末同阮肇上，云)不想入山采药，盘桓日夕，竟被白云迷其归路，遇一樵夫指引，去桃源洞人家寄宿一宵。行来数里，尚未得到。兄弟，似此路径，登高涉险，索受艰苦也呵。(唱)【正宫】【端正好】风力紧羽衣轻，露华湿乌巾重。我本为厌红尘跳出樊笼，只待要拨开云雾丘陇，身世外无擒纵。【滚绣球】香渗渗落松花把山路迷，密匝匝长苔痕将野径封，静巉巉锁烟霞古崖深洞，高耸耸接星河峭壁山赞峰，闹炒炒栖鸦噪暮天，悲切切玄猿啸晚风。絮叨叨鹧鸪啼转行不动，碜磕磕踞虎豹跨上虬龙。白茫茫遍观山下云深处，黄滚滚咫尺人间路不通，眼睁睁难辨西东。【倘秀才】我待学炼九转丹砂葛洪，上万丈昆仑赤松，因此上思入风云变态中。(云)兄弟，你看一溪流水，几片落花，这山中必有人家也。(唱)则见一溪流水绿，几片落花红，兀的把春光断送。(云)兄弟，这般景物，畅是宜人，我且题咏几句咱。(阮云)兄长正好题咏几句，小弟拱听。(正末唱)【滚绣球】水呵莫不黄河天上来？花呵莫不碧桃天上种？水呵索强如翠岩前三千丈玉泉飞进，花呵干闪下闹西园一队队课蜜游蜂。水呵则是弥漫三月雨，花呵可惜狼藉一夜风。水呵近沧波濯尘缨一溪光莹，花呵性轻薄乱飘零枉费春工。水呵抵多少长江后浪催前浪，花呵早则一片西飞一片东，岁月匆匆。【倘秀才】我这里长啸时草木振动，怅望处风涛怒涌，不觉的悄然而悲悚然恐。(阮肇云)咱两个则傍这一道流水寻去，料的前面必有个渔家可以投宿。(正末唱)盼不的渔家春水渡，(阮肇云)这山中敢有个寺儿么？(正末唱)闻不见僧寺夕阳钟，(带去)兄弟呵，(唱)咱两个莫不被樵大调哄？【滚绣球】我这里度危桥柱瘦筇，俯清流靠古松，(云)兄弟，你看水上流出一杯饭来了。(唱)见一杯胡麻饭绿波浮动，(做取，分食科)(唱)想行厨只隔云峰。进程途一二里，见楼台三四重，势嵯峨走鸾飞凤，晃分明金碧玲珑。(内做奏乐科，正末云)这是甚么响？(唱)又不是数声仙犬鸣天上，又不是几处樵歌起谷中，(带云)待我听咱，(做听科)(唱)只听的环珮丁冬。(二仙子引侍女，将砌末上，云)刘晨、阮肇二人已到了。不免引着侍女，将酒礼乐器出去迎接着。(正末做见科)(诗云)天和树色蔼苍苍，霞重岚深路渺茫。云窦满山无鸟雀，水声沿涧有笙簧。碧纱洞里乾坤别，红杏枝头日月长。愿得花间有人出，免教仙犬吠刘郎。兄弟，你看霞光凤驭，羽盖霓旌，笙歌缭绕，珠翠妖娆，这都是那里来的？(阮肇云)是好跷怪！好跷怪！(正末唱)【呆骨朵】你便铁石人也惹起凡心动，莫不是驾青鸾天上飞琼？似这般花月神仙，晃动了文章巨公。(做相见科，旦云)刘郎、阮郎，请同到舍下。(正末云)他女娘家怎知我们的名姓，便以刘郎、阮郎呼之？兄弟，我和你莫非是梦中么？(唱)没揣的撞到风流阵，引入花胡同。摆列着金钗十二行，敢则梦上他巫山十二峰。(做行到科)(正末云)到这境界，分外幽绝，令人翩翩然有出尘之想。不知生等何缘，得至于此？(唱)【脱布衫】光闪闪贝阙珠宫，齐臻臻碧瓦朱甍。宽绰绰罗帏绣栊，郁巍巍画梁雕栋。【醉太平】注金波碧筒，烧银烛纱笼，笙歌引至画堂中，红遮翠拥。人心此会应相重，人情今夜初相共，人生何处不相逢？早忘却更长漏水。(二旦做意把盏科，云)草草杯盘，不足以待贤者，惶恐！惶恐！(正末谢云)生等不才，多承错爱，何以克当？(唱)【倘秀才】则见他喜孜孜幽欢密宠，便一似悄促促私期暗通，怎消得翠袖殷勤捧玉钟？屏开金孔雀，褥隐绣芙蓉，兀的般受用。(小旦扮金童、玉女上，云)咱两个奉王母仙旨，将这仙桃来献桃源洞二仙子，兼贺得婿之喜。(正末云)兄弟，这话那里说起？(阮肇云)兄长岂不闻酒中得道，花里遇仙，也是常事？(正末唱)【滚绣球】真乃是罗绮丛，锦绣中，出红妆主人情重，玳筵开炮凤烹龙，受用些细腰舞皓齿歌，琉璃钟琥珀醲，抵多少文字饮一觞一咏，列两下进仙桃玉女金童。不觉的舞低杨柳楼心月，歌尽桃花扇底风，筵宴将终。【叨叨令】记不的轩辕一枕华胥梦，学不的淳于一枕南柯梦，盼不的文王一枕非熊梦，成不的庄周一枕蝴蝶梦。倒大来福分也么哥，倒大来福分也么哥，恰做了襄王一枕高唐梦。【三煞】帽檐偏侧簪花重，衫袖淋漓污酒浓。品竹调丝，移商换羽；掿粉搏酥，走斝飞觥。一个个浓妆艳裹，一对对妙舞清歌，一声声慢拨轻拢。赢得我忘怀昆仲，拚却醉颜红。【二煞】一杯未尽笙歌送，两意初谐语话同。效文君私奔相如，比巫娥愿从宋玉，似莺莺暗约张生，学孟光自许梁鸿。他年不骑鹤，何日可登鳌？今夜恰乘龙。说甚的只鸾单凤，天与配雌雄。【随煞尾】色笼葱光潋滟，山环水绕天台洞。势周旋，形曲折，虎踞龙盘仙子宫。本意闲寻采药翁，谁想桃源一径通。谩叹人生似转蓬，犹恐相逢是梦中。月满兰房夜未扃，人在珠帘第几重。结煞同心心已同，绾就合欢欢正浓。焚尽金炉宝篆空，烧罢银台烛影红。身在天台花树丛，梦入阳台云雨踪。准备着凤枕鸳衾玉人共，成就了年少风流志诚种。(同下)楔子(小旦上，云)小妾是桃源洞仙子侍从的。为刘晨、阮肇二人，与俺仙子有五百年夙世姻缘，自去春与仙子成了姻眷，到今刚及一载。奈二人尘缘未断，又早思归。今日令我等先将酒果到十里长亭伺候，待仙子与刘阮相别。(正末同阮肇、二旦乘车上，云)咱兄弟二人自去春到桃源洞中，多感二位小娘子错爱，倏忽一载。且莫说他温香软玉，恩意绸缪，只是绣阁兰房，尽也受用不尽。怎奈心中只想回归乡里，目今又值暮春时候，闻得百禽鸣野，使我思归之意，一倍加切。不免暂时告别回家，小娘子休得见怪。(二旦做打悲科，云)我二人自谓终身已得所托，刚才一载，乃遂别乎？常言道：心去意难留。贱妾便当相送，亲至十里长亭，一杯饯别。(做把酒科)(正末回酒科，旦云)贱妾聊赋一诗相赠。(诗云)殷勤相送出天台，仙境那能却再来？云液既归须强饮，玉书无事莫频开。花当洞口应长在，水到人间定不回。惆怅溪头从此别，碧山明月照苍苔。(正末云)多谢小娘子厚意，这般眷恋。但此别非久，不过旬日之间便当再会也。(唱)【仙吕】【赏花时】我做甚三叠阳关愁不听，也只为一段伤心画怎成。则不是人感慨别离轻，听兀那流莺树顶。先啼出断肠声。【幺篇】抵多少绿暗红稀出凤城，拚得个倒尽沙头双玉瓶。直到这十里短长亭，避不的登山蓦岭，便子索回首问前程。(正末同阮下)(旦云)他二人去了也。我等本待和他琴瑟相谐，松萝共倚，争奈尘缘未断，蓦地思归。虽然系是夙因，却也不无伤感；倘若天与之幸，再与他相见，亦未可知。(诗云)人间无路水茫茫，玉洞桃花空自香。只恐韶光易零落，何时重得会刘郎？(并下)第三折(净扮刘德引沙三、王留等将砌末上，云)某姓刘名德，现在天台县十里庄居住。时当春社，轮着我做牛王社会首。今日请得当村父老、沙三、王留等，都在我家赛社。猪羊已都宰下，与众人烧一陌平安纸，就于瓜棚下散福，受胙饮酒。牛表伴哥，你把柴门紧紧的闭上，倘有撞席的人，休放他进来。(众做打鼓、烧纸、饮酒科)(正末同阮肇上，云)自到桃源洞中与那两个小娘子结成姻眷，不觉过了一载。为闻百鸟鸣春，顿起思归之念，再寻旧路回家。兄弟，你也看见，这眼前景物都更变不同了，好伤感人也呵。(唱)【中吕】【粉蝶儿】兔走乌飞，搬不尽古今兴废，急回来物换星移。成就了凤鸾交，莺燕侣，五百年夙缘仙契。不多时执手临岐，倒揽下干相思一场憔悴。【醉春风】则被这红灼灼洞中花，碧澄澄溪上水，赚将刘阮入桃源，畅好是美，美。受用他一段繁华，端详了一班人物，别是个一重天地。(做行路科，阮肇云)兄长，这一路上全不似旧时光景，却是何故？(正末唱)【迎仙客】下坡如投地阱，蓦岭似上天梯，这的是蝴蝶梦中家万里。不甫能雨才收，没揣的风又起。似这般风雨凄凄，早难道迟日江山丽。【红绣鞋】见了这三五搭人家稀密，过了这百千重山路逶迤，那里也新郎归去马如飞。愁的是林深禽语碎，怕的是路远客行迟，呀！却原来鹧鸪啼烟树里。(云)早来到这里，望见那古寺，过了一座小桥，便是家中了也。(唱)【醉高歌】望见那萧萧古寺投西，行过这泛泛危桥转北。早来到三家疃上熟游地，这搭儿分明记得。(正末做意惊见科，云)好怪，这两株松树我去时亲手栽下，与兄弟上天台山采药，到今只有一年光景，这两株树怎么就长得偌来大，不由我心中好生疑惑。(阮肇云)我也记得，这等大的快，敢则是地肥哩。(正末唱)【普天乐】曾得个几星霜，多年岁，为甚么松杉作洞，花木成蹊？往时节将嫩苗跑土栽，今日呵见老树冲天立。见了这景物翻腾非前日，不由人几般儿心下猜疑。修补了颓垣败壁，整顿了明窗净几，改换了茅舍疏篱。(做打家唤门科)开门咱，我来家了也。(净云)果有撞席人来，休开门。(正末唱)【石榴花】则见这野风吹起纸钱灰，咚咚的挝鼓响如雷。原来是当村父老众相知，赛叶王社日，摆列着尊愚。(做叫云)刘弘，开门来，开门来。(唱)到的这柴门前便唤咱儿名讳，他那里默无声弄盏传杯。一个个紧低头不睬佯妆醉，方信道人面逐高低。【斗鹌鹑】我今日衣锦还乡，儿呵你也合开门倒屣。(云)刘弘，快开门来。(净云)你则是个撞席的馋嘴，怎么敢叫刘弘？要讨我打你。(正末唱)我这里道姓呼名，他那里嗑牙料嘴。则道是餔啜之人来撞席，饕餮他酒共食。似恁般妄作胡为，敢欺侮咱浮踪浪迹。(净云)今日当村众父老在我家赛牛王社，烧一陌纸，祈保各家平安。那里走将这两个不知羞耻的人来，要我酒肉吃，倒魇镇俺众人一年不吉利。(正末唱)【上小楼】则见他一时半刻，使尽了千方百计。吃紧的理不服人，言不谙典，话不投机。看不的乔所为，歹见识，刁天决地，早叹道气昂昂后生叮畏。(净云)这等撞席的人，倒敢胡言乱语的。牛表、沙三，急忙打出去者。(众做打科)(正末唱)【幺篇】真乃是重色不重贤，度人不度己。使的这牛表、沙三、伴哥、王留，唱叫扬疾。走将来手便棰，脚便踢，将咱忤逆，这的是孩儿每孝当竭力。(云)我是刘晨，同兄弟阮肇去春上天台山采药，今年归家。你是何人，倒来打我？(净云)你这两个面生可疑之人，我那里认的？你快去！快去！(正末唱)【满庭芳】你道我面生可疑，便待要扬威耀武，也合问姓甚名谁。那些个吐虹霓三千丈英雄气，全不管长幼尊卑。(净云)我父亲刘弘在日，尝说老爷刘晨，上天台山采药不归，到今百余年，知他是狼餐豹食？你还提他则甚？(正末唱)你道我上天台狼餐豹食，谁想我入桃源雨约云期。休得要夸强会，瞒神吓鬼，大古里人善得人欺。(净云)这两个汉子是风魔，是九伯。我记的父亲在日对我说，老爷刘晨上天台采药，那一年亲手栽下门前这两株松树，到今百余年，兀那松树长的偌大，我父亲刘弘也故许多年了。你道是上春采药去的，你则看这树，难道一年便长得这般大小？(正末做省悟科，云)则这句话可将我提省了也。我适才到得门首，见这两株树，便觉有些疑惑。这等看来，当真去百余年了。孩儿，此非汝的罪过也，则是我的愚浊。方知道山中方七日，世上已千年，信有之也。(唱)【十二月】叹急急年光似水，看纷纷世事如棋。回首时今来古往，伤心处物是人非。若不游嫦娥月窟，必定到王母瑶池。【尧民歌】呀！生折散碧桃花卜凤鸾栖，端的个人生最苦是别离。倒做了伯劳飞燕各东西，早叹道有情何怕隔年期。伤也波悲，登高怨落晖，添几点青衫汨。(正末做打悲科，云)你父亲刘弘已死，你又是他孩儿，却是我一家骨肉。我当年同兄弟阮肇上天台山采药，只为日暮迷其归路，遇一樵者，指引到桃源洞去投宿。行至数里，忽见金钉朱户，似王者之居。有笙歌一部，簇拥二女子，迎接我二人到家筵宴，成其夫妇。刚及一载，为闻百鸟鸣春，思归故里，早已物换星移，过了一百多岁。信知彼处乃是神仙之境。(阮肇云)兄长，这等看来，我和你便不归家也罢了。(正末唱)【耍孩儿】方信道洞天深处非人世，包藏着云纵雨迹。(带云)我想临行之时，(唱)怎将断肠诗句赠别离，分明是漏泄与肉眼愚眉。他道花当洞口应长在，水到人间定不回。参透了其中意，本是个神仙境界，错认做裙带衣食。(净云)听了你这一篇话，你敢真是俺老爷，做了神仙回家来的。老爷，则你一向在那里受用？(正末唱)【五煞】我受用淡氤氲香喷鹊尾炉，光潋滟酒倾蕉叶杯。脚趔趄佳人锦瑟傍边立，醉疏狂闲吟夜月诗千首，眼迷希细看春风玉一围。到今日归何地？想杀我龙肝凤髓，害杀我螓首蛾眉。【四煞】也曾交颈睡并手行，也曾重裀坐列鼎食。不枉子百年三万六千日，依旧索背将宝剑匣中去，再也不倒着接篱花下迷。成就了风流婿，匹配上鸾交凤友，差排下蝶使蜂媒。【三煞】他那里一壶天地宽，两轮日月迟，不比这彩云易散琉璃脆。但不知别来仙子今何在，从今后逢着仙翁莫看棋。回首更人世，我只怕泰山石烂，沧海尘飞。【二煞】现如今桃源好结缡，问甚么瓜田不纳履，我和他武陵溪畔曾相识。寂寞了十二阑瑶台仙子吹箫伴，迢递了五百里芳草王孙去路迷。阑珊了三千年王母蟠桃会，生疏了日边蓖翠鸾丹凤，冷落丁云外鸣玉犬金鸡。【尾煞】折末你奔关山千百重，进程途一万里。我则怕春光去了难寻觅，(云)兄弟，咱和你去来。(唱)趁着这几瓣桃花半溪水。(同阮肇下)(净云)不想我老爷刘晨，果然遇仙回来，已经隔世，方悟彼处非凡，急急的与阮肇复入山中去了。虽然如此，我又不认的他，知道是真是假？也不必去追寻他了。只是我这牛王社父老每不曾劝的酒，如何是好？(众云)今日天气又好，酒席又盛，虽则被那两个撞席的搅扰了这一会，然也吃得醉的醉了，饱的饱了，我们都散罢，待明年容在下还席。(并下)(净云)父老每都散了也。这两个毕竟是甚么人？非是俺喃喃笃笃，争奈他面生不熟。也不知这刘晨果然是俺爷爷也，又不知那阮肇当真是俺叔叔。又没处辨他假真，任去来不须追逐。纵然在桃源洞炼药烧丹，只不如俺牛王社醉酒饱肉。(下)第四折(太白引青衣童子上，云)当日刘晨、阮肇二人上天台山采药，吾以白云一道，迷其归路，化一樵者，指引入桃源洞中，与二仙子成就良缘。惜乎二人尘缘未断，各动思乡之念。比及回家，已经隔世，方悟仙凡有异。如今他再入山中，寻访桃源，渺无踪迹。不免显示真像，指引他到洞，再与二仙子相会，也是我救度他山世超凡的好事。必须先遣青衣小童去那洞中报知仙子，出来迎接他。道犹未了，那刘、阮二人早到。(正末同阮肇上，云)自家与阮家兄弟急到山中访那桃源洞，往往来来，再不得其旧路。怎能勾与二仙子相见，岂非缘薄分浅，致有今日也呵！(唱)【双调】【新水令】满襟情沿湿青袍，伴离人一竿残照。行不上岩峦临涧绝，盼不到宫阙倚天高。一弄儿行色萧条，恰便似游仙梦撒然觉。【驻马厅】四顾寂寥，绿树依依云渺渺；一声长啸，青山隐隐水迢迢。看花长在洛阳桥，休官不止长安道。归路杳，也是我寻真误入蓬莱岛。【沈醉东风】成就了东床婿伏低做小，宴会了西王母接贵攀高。引动这撩云拨雨心，想起那闭月羞花貌。撇的似绕朱门燕子寻巢，没来由北往南来走一遭，眼见的离多会少。(做行科，云)兄弟，我和你走了这半日，但见高山流水，竟不知那桃源洞却在何处。(阮肇云)敢这桃源洞也似竹林寺有影无形的。(正末唱)【殿前欢】不觉的五魂消，则见这无媒径路草萧萧，急煎煎似上蚰蜒道。一会价心痒难揉，这时节武陵溪怎暗约？桃花片空零落，胡麻饭绝音耗。做了个云迷楚岫，水淹蓝桥。(做叹科，云)这等寻来寻去，杳无踪迹，使我进退无门，如之奈何？兄弟，我和你共赋一诗，聊以自遣。(阮肇云)兄长请先倡。(正末诗云)再到天台访玉真，青苔白石已成尘。笙歌寂寞闲深洞，云壑萧条绝旧邻。(阮肇诗云)草树总非前度色，烟霞不是往年春。桃花流水依然在，不见当时劝酒人。(正末唱)【雁儿落】也是我一事差百事错，空惹的千人骂万人笑。本则合暮登天子堂，没来由夜宿袄神庙。【得胜令】这的是人怨语声高，我今日得命也无毛。吉丁当掂碎连环玉，生可擦分开比翼鸟。梦断魂劳，身未到心先到；分浅缘薄，有上梢没下梢。(二末做投崖科)(太白现像，急喝云)刘晨、阮肇，休胡寻思。吾乃上界太白金星。为你二人与桃源仙子有夙世姻缘之分，你前日采药迷路，吾曾化为樵夫，指引入洞。今复来此，迷其旧路，听吾指引。(正末同阮拜科，云)愚民肉眼，不识大仙，只望垂悯，指示前路。(唱)【沽美酒】怎肯学鲲鹏飞杂燕雀，芝兰长混蓬蒿，可正是忙处人多闲处少。早着我迷踪失道，无处访旧时樵。【太平令】但得你天公指教，抵多少晏平仲善与人交。你若肯扶倾济弱，我可便回嗔作笑。一会价记着想着念着，(带云)休道是人呵，(唱)马也有垂缰之报。(太白云)那前面桃花开处，兀的不是洞门。你两个此一去，休得忘了大道，只待功行完日，同登天府。(正末同阮谢科)(唱)【落梅风】过了这苍苔径独木桥，路崎岖寂无人到。刘郎这回归去了，乱山头杜鹃休叫。【甜水令】元来是路转峰回，林深树密，猿啼虎啸，知他在何处教吹箫。(二旦引侍从、仙乐上科，正末唱)猛见这香雾空濛，祥云缥缈，瑞烟笼罩，还怕咱没福堪消！(二旦云)不意今日又得相会也。(正末唱)【折桂令】依然见桃源洞玉软香娇，一队队美貌相迎，一个个笑脸擎着。今日也鱼水和谐，燕莺成对，琴瑟相调。玉炉中焚宝篆沈烟细袅，绛台上照红妆银蜡高烧。人立妖娆，乐奏箫韶。依旧有翠绕珠围，再成就凤友鸾交。(太白云)众仙近前，听我嘱咐：(词云)紫霄仙谪来人世，修真在桃源洞内。有刘阮共慕清虚，厌浮荣甘心韬晦。当暮春采药入山，与二女夙称仙契。被白云迷失归途，吾指引蓦然相会。成就了两姓姻缘，完结了百年伉俪。甫一岁二子思家，尘缘重凡心未退。急归来物换星移，访子孙已更百岁。见门前小树参天，方省悟仙凡有异。再来时路径全非，何处认旧游之地？又是吾指引来归，神仙眷依然匹配。三年后行满功成，赴蓬莱同还仙位。题目太白金星降临凡世紫霄玉女夙有尘缘正名青衣童子报知仙境刘晨阮肇误入桃源铜壶更漏残，红妆春梦阑，江上花无语，天涯人未还。倚楼闲，月明千里，隔江何处山。用尽我为国为民心，祈下些值金值玉雨，数年空盼望，一旦遂沾濡，唤省焦枯，喜万象春如故，恨流民尚在途，留不住都弃业抛家，当不的也离乡背土。[梁州]恨不得把野草翻腾做菽粟，澄河沙都变化做金珠。直使千门万户家豪富，我也不枉了受天禄。眼觑着灾伤教我没是处，只落得雪满头颅。[尾声]青天多谢相扶助，赤子从今罢叹吁。只愿得三日霖霪不停住，便下当街上似五湖，都渰了九衢，犹自洗不尽从前受过的苦。",
        "author": "元代",
        "poem_class": "思念",
        "dynasty": "姚燧"
    },
    {
        "title": "汝坟",
        "paragraph": "遵彼汝坟，伐其条枚。未见君子，惄如调饥。遵彼汝坟，伐其条肄。既见君子，不我遐弃。鲂鱼赪尾，王室如毁。虽则如毁，父母孔迩。作恶春风二十年，愁眉常到镜台前。去年杨柳为谁折，今岁梅花黯自怜。蓼蓼者莪，匪莪伊蒿。哀哀父母，生我劬劳。蓼蓼者莪，匪莪伊蔚。哀哀父母，生我劳瘁。瓶之罄矣，维罍之耻。鲜民之生，不如死之久矣。无父何怙？无母何恃？出则衔恤，入则靡至。父兮生我，母兮鞠我。抚我畜我，长我育我，顾我复我，出入腹我。欲报之德。昊天罔极！南山烈烈，飘风发发。民莫不穀，我独何害！南山律律，飘风弗弗。民莫不穀，我独不卒！立我臣民，莫匪尔极，不识不知，顺帝之则。",
        "author": "先秦",
        "poem_class": "思念",
        "dynasty": "佚名"
    },
    {
        "title": "草虫",
        "paragraph": "喓喓草虫，趯趯阜螽。未见君子，忧心忡忡。亦既见止，亦既觏止，我心则降。陟彼南山，言采其蕨。未见君子，忧心惙惙。亦既见止，亦既觏止，我心则说。陟彼南山，言采其薇。未见君子，我心伤悲。亦既见止，亦既觏止，我心则夷。采苓采苓，首阳之巅。人之为言，苟亦无信。舍旃舍旃，苟亦无然。人之为言，胡得焉？采苦采苦，首阳之下。人之为言，苟亦无与。舍旃舍旃，苟亦无然。人之为言，胡得焉？采葑采葑，首阳之东。人之为言，苟亦无从。舍旃舍旃，苟亦无然。人之为言，胡得焉？四月维夏，六月徂署。先祖匪人，胡宁忍予？秋日凄凄，百卉具腓。乱离瘼矣，爰其适归？冬日烈烈，飘风发发。民莫不穀，我独何害？山有嘉卉，侯栗侯梅。废为残贼，莫知其尤！相彼泉水，载清载浊。我日构祸，曷云能穀？滔滔江汉，南国之纪。尽瘁以仕，宁莫我有？匪鹑匪鸢，翰飞戾天。匪鳣匪鲔，潜逃于渊。山有蕨薇，隰有杞桋。君子作歌，维以告哀。冻水洗我若之何。太上糜散我若之何。",
        "author": "先秦",
        "poem_class": "思念",
        "dynasty": "佚名"
    },
    {
        "title": "浣溪沙·谁道飘零不可怜",
        "paragraph": "谁道飘零不可怜，旧游时节好花天。断肠人去自经年。一片晕红才著雨，几丝柔绿乍和烟。倩魂销尽夕阳前。寸寸山河寸寸金，侉离分裂力谁任。杜鹃再拜忧天泪，精卫无穷填海心。何处花先放？向南三两村。未春天似梦，彻夜月无言。且喜昏鸦散，毋嫌翠羽喧。众芳久寂寞，赖汝照乾坤。离离压残雪，脉脉照溪滨。一任夜五月，何妨天不春！芳华凭俗赏，风味与谁亲？只觉闭门后，徘徊似有人。风淅淅，雨纤纤。难怪春愁细细添。记不分明疑是梦，梦来还隔一重帘。",
        "author": "清代",
        "poem_class": "思念",
        "dynasty": "纳兰性德"
    },
    {
        "title": "孟冬寒气至",
        "paragraph": "孟冬寒气至，北风何惨栗。愁多知夜长，仰观众星列。三五明月满，四五蟾兔缺。客从远方来，遗我一书札。上言长相思，下言久离别。置书怀袖中，三岁字不灭。一心抱区区，惧君不识察。日苦短，乐有馀，乃置玉樽办东厨。广情故，心相于。阖门置酒，和乐欣欣。游马后来，辕车解轮。今日同堂，出门异乡。别易会难，各尽杯觞。公子敬爱客，终宴不知疲。清夜游西园，飞盖相追随。明月澄清景，列宿正参差。秋兰被长坂，朱华冒绿池。潜鱼跃清波，好鸟鸣高枝。神飚接丹毂，轻辇随风移。飘飖放志意，千秋长若斯。惊风飘白日。忽然归西山。圆景光未满。众星灿以繁。志士营世业。小人亦不闲。聊且夜行游。游彼双阙间。文昌郁云兴。迎风高中天。春鸠鸣飞栋。流猋激棂轩。顾念蓬室士。贫贱诚足怜。薇藿弗充虚。皮褐犹不全。慷慨有悲心。兴文自成篇。宝弃怨何人。和氏有其愆。弹冠俟知己。知己谁不然。良田无晚岁。膏泽多丰年。亮怀璠玙美。积久德愈宣。亲交义在敦。申章复何言。",
        "author": "两汉",
        "poem_class": "思念",
        "dynasty": "佚名"
    },
    {
        "title": "减字木兰花·天涯旧恨",
        "paragraph": "天涯旧恨，独自凄凉人不问。欲见回肠，断尽金炉小篆香。黛蛾长敛，任是春风吹不展。困倚危楼，过尽飞鸿字字愁。陶尽门前土，屋上无片瓦。十指不沾泥，鳞鳞居大厦。寒日萧萧上琐窗，梧桐应恨夜来霜。酒阑更喜团茶苦，梦断偏宜瑞脑香。秋已尽，日犹长，仲宣怀远更凄凉。不如随分尊前醉，莫负东篱菊蕊黄。杏花村馆酒旗风。水溶溶。飏残红。野渡舟横，杨柳绿阴浓。望断江南山色远，人不见，草连空。 夕阳楼外晚烟笼。粉香融。淡眉峰。记得年时，相见画屏中。只有关山今夜月，千里外，素光同。",
        "author": "宋代",
        "poem_class": "思念",
        "dynasty": "秦观"
    },
    {
        "title": "东山",
        "paragraph": "我徂东山，慆慆不归。我来自东，零雨其濛。我东曰归，我心西悲。制彼裳衣，勿士行枚。蜎蜎者蠋，烝在桑野。敦彼独宿，亦在车下。我徂东山，慆慆不归。我来自东，零雨其濛。果臝之实，亦施于宇。伊威在室，蠨蛸在户。町畽鹿场，熠燿宵行。不可畏也，伊可怀也。我徂东山，慆慆不归。我来自东，零雨其濛。鹳鸣于垤，妇叹于室。洒扫穹窒，我征聿至。有敦瓜苦，烝在栗薪。自我不见，于今三年。我徂东山，慆慆不归。我来自东，零雨其濛。仓庚于飞，熠燿其羽。之子于归，皇驳其马。亲结其缡，九十其仪。其新孔嘉，其旧如之何？风萧萧兮易水寒，壮士一去兮不复还。(复还 一作：复反)探虎穴兮入蛟宫，仰天呼气兮成白虹。(此句疑为后人补作)皇皇上天。照临下土。集地之灵。降甘风雨。各得其所。庶物群生。各得其所。靡今靡古。维予一人某敬拜皇天之祜。薄薄之土。承天之神。兴甘风雨。庶卉百物。莫不茂者。既安且宁。维予一人某敬拜下土之灵。维某年某月上日。明光于上下。勤施于四方。旁作穆穆。惟予一人某敬拜迎于郊。以正月朔日迎日于东郊。蜉蝣之羽，衣裳楚楚。心之忧矣，於我归处。蜉蝣之翼，采采衣服。心之忧矣，於我归息。蜉蝣掘阅，麻衣如雪。心之忧矣，於我归说。",
        "author": "先秦",
        "poem_class": "思念",
        "dynasty": "佚名"
    },
    {
        "title": "送沈子归江东 / 送沈子福归江东",
        "paragraph": "杨柳渡头行客稀，罟师荡桨向临圻。 惟有相思似春色，江南江北送君归。移家虽带郭，野径入桑麻。近种篱边菊，秋来未著花。扣门无犬吠，欲去问西家。报道山中去，归时每日斜。(归时 一作：归来)功盖三分国，名成八阵图。（名成 一作：名高）江流石不转，遗恨失吞吴。春风倚棹阖闾城，水国春寒阴复晴。细雨湿衣看不见，闲花落地听无声。日斜江上孤帆影，草绿湖南万里情。东道若逢相识问，青袍今日误儒生。",
        "author": "唐代",
        "poem_class": "思念",
        "dynasty": "王维"
    },
    {
        "title": "虞美人·枕上",
        "paragraph": "堆来枕上愁何状，江海翻波浪。夜长天色总难明，寂寞披衣起坐数寒星。晓来百念都灰烬，剩有离人影。一钩残月向西流，对此不抛眼泪也无由。大雨落幽燕，白浪滔天，秦皇岛外打鱼船。一片汪洋都不见，知向谁边？往事越千年，魏武挥鞭，东临碣石有遗篇。萧瑟秋风今又是，换了人间。契阔死生君莫问，行云流水一孤僧。无端狂笑无端哭，纵有欢肠已似冰。开时不与人看，如何一霎濛濛坠。日长无绪，回廊小立，迷离情思。细雨池塘，斜阳院落，重门深闭。正参参欲住，轻衫掠处，又特地，因风起。花事阑珊到汝，更休寻满枝琼坠。算人只合，人间哀乐，者般零碎。一样飘零，宁为尘土，勿随流水。怕盈盈，一片春江，都贮得，离人泪。",
        "author": "近现代",
        "poem_class": "思念",
        "dynasty": "毛泽东"
    },
    {
        "title": "江楼旧感 / 江楼感旧",
        "paragraph": "独上江楼思渺然，月光如水水如天。同来望月人何处？风景依稀似去年。绿树阴浓夏日长，楼台倒影入池塘。水晶帘动微风起，满架蔷薇一院香。(水晶帘 一作 水精帘）抛掷南阳为主忧，北征东讨尽良筹。时来天地皆同力，运去英雄不自由。千里山河轻孺子，两朝冠剑恨谯周。唯余岩下多情水，犹解年年傍驿流。玉露凋伤枫树林，巫山巫峡气萧森。江间波浪兼天涌，塞上风云接地阴。丛菊两开他日泪，孤舟一系故园心。寒衣处处催刀尺，白帝城高急暮砧。夔府孤城落日斜，每依北斗望京华。听猿实下三声泪，奉使虚随八月槎。画省香炉违伏枕，山楼粉堞隐悲笳。请看石上藤萝月，已映洲前芦荻花。千家山郭静朝晖，日日江楼坐翠微。信宿渔人还泛泛，清秋燕子故飞飞。匡衡抗疏功名薄，刘向传经心事违。同学少年多不贱，五陵衣马自轻肥。闻道长安似弈棋，百年世事不胜悲。王侯第宅皆新主，文武衣冠异昔时。直北关山金鼓振，征西车马羽书驰。鱼龙寂寞秋江冷，故国平居有所思。蓬莱宫阙对南山，承露金茎霄汉间。西望瑶池降王母，东来紫气满函关。云移雉尾开宫扇，日绕龙鳞识圣颜。一卧沧江惊岁晚，几回青琐点朝班。瞿塘峡口曲江头，万里风烟接素秋。花萼夹城通御气，芙蓉小苑入边愁。珠帘绣柱围黄鹄，锦缆牙樯起白鸥。回首可怜歌舞地，秦中自古帝王州。昆明池水汉时功，武帝旌旗在眼中。织女机丝虚夜月，石鲸鳞甲动秋风。波漂菰米沉云黑，露冷莲房坠粉红。关塞极天惟鸟道，江湖满地一渔翁。昆吾御宿自逶迤，紫阁峰阴入渼陂。香稻啄馀鹦鹉粒，碧梧栖老凤凰枝。佳人拾翠春相问，仙侣同舟晚更移。彩笔昔曾干气象，白头吟望苦低垂。",
        "author": "唐代",
        "poem_class": "思念",
        "dynasty": "赵嘏"
    },
    {
        "title": "望驿台",
        "paragraph": "靖安宅里当窗柳，望驿台前扑地花。(扑地花 一作：铺地花)两处春光同日尽，居人思客客思家。朝真暮伪何人辨，古往今来底事无。但爱臧生能诈圣，可知宁子解佯愚。草萤有耀终非火，荷露虽团岂是珠。不取燔柴兼照乘，可怜光彩亦何殊。见说蚕丛路，崎岖不易行。山从人面起，云傍马头生。芳树笼秦栈，春流绕蜀城。升沉应已定，不必问君平。鸦翎羽箭山桑弓，仰天射落衔芦鸿。麻衣黑肥冲北风，带酒日晚歌田中。男儿屈穷心不穷，枯荣不等嗔天公。寒风又变为春柳，条条看即烟濛濛。",
        "author": "唐代",
        "poem_class": "思念",
        "dynasty": "白居易"
    },
    {
        "title": "留别妻",
        "paragraph": "结发为夫妻，恩爱两不疑。欢娱在今夕，嬿婉及良时。征夫怀远路，起视夜何其？参辰皆已没，去去从此辞。行役在战场，相见未有期。握手一长叹，泪为生别滋。努力爱春华，莫忘欢乐时。生当复来归，死当长相思。征途几迢遰，客子倦西东。乘流如泛梗，逐吹似惊蓬。飘飖万里外，辛苦百年中。异县心期阻，他乡风月同。云归全岭暗，日落半江红。自然堪迸泪，非是泣途穷。胶漆至坚。浸之则离。皎皎素丝。溺色染移。君不我弃。谗人所为。百年馀古树，千里暗黄尘。关山行就近，相看成远人。",
        "author": "两汉",
        "poem_class": "思念",
        "dynasty": "苏武"
    },
    {
        "title": "望江南·闲梦远",
        "paragraph": "闲梦远，南国正芳春。船上管弦江面绿，满城飞絮辊轻尘。忙杀看花人！闲梦远，南国正清秋。千里江山寒色远，芦花深处泊孤舟，笛在月明楼。酒醒江亭客，缠绵恨别离。笙歌筵散后，风月夜长时。耿耿看灯暗，悠悠结梦迟。若无骚雅分，何计达相思。金丝帐暖牙床稳，怀香方寸，轻颦轻笑，汗珠微透，柳沾花润¤云鬟斜坠，春应未已，不胜娇困。半欹犀枕，乱缠珠被，转羞人问。一作边城客，闲门两度春。莺花深院雨，书剑满床尘。紫阁期终负，青云道未伸。犹怜陶靖节，诗酒每相亲。",
        "author": "五代",
        "poem_class": "思念",
        "dynasty": "李煜"
    },
    {
        "title": "除夜太原寒甚",
        "paragraph": "寄语天涯客，轻寒底用愁。春风来不远，只在屋东头。天台生困暑，夜卧絺帷中，童子持翣飏于前，适甚就睡。久之，童子亦睡，投翣倚床，其音如雷。生惊寤，以为风雨且至也。抱膝而坐，俄而耳旁闻有飞鸣声，如歌如诉，如怨如慕，拂肱刺肉，扑股面。毛发尽竖，肌肉欲颤；两手交拍，掌湿如汗。引而嗅之，赤血腥然也。大愕，不知所为。蹴童子，呼曰：“吾为物所苦，亟起索烛照。”烛至，絺帷尽张。蚊数千，皆集帷旁，见烛乱散，如蚁如蝇，利嘴饫腹，充赤圆红。生骂童子曰：“此非吾血者耶？尔不谨，蹇帷而放之入。且彼异类也，防之苟至，乌能为人害？”童子拔蒿束之，置火于端，其烟勃郁，左麾右旋，绕床数匝，逐蚊出门，复于生曰：“可以寝矣，蚊已去矣。” 生乃拂席将寝，呼天而叹曰：“天胡产此微物而毒人乎？” 童子闻之，哑而笑曰：“子何待己之太厚，而尤天之太固也！夫覆载之间，二气絪緼，赋形受质，人物是分。大之为犀象，怪之为蛟龙，暴之为虎豹，驯之为麋鹿与庸狨，羽毛而为禽为兽，裸身而为人为虫，莫不皆有所养。虽巨细修短之不同，然寓形于其中则一也。自我而观之，则人贵而物贱，自天地而观之，果孰贵而孰贱耶？今人乃自贵其贵，号为长雄。水陆之物，有生之类，莫不高罗而卑网，山贡而海供，蛙黾莫逃其命，鸿雁莫匿其踪，其食乎物者，可谓泰矣，而物独不可食于人耶？兹夕，蚊一举喙，即号天而诉之；使物为人所食者，亦皆呼号告于天，则天之罚人，又当何如耶？且物之食于人，人之食于物，异类也，犹可言也。而蚊且犹畏谨恐惧，白昼不敢露其形，瞰人之不见，乘人之困怠，而后有求焉。今有同类者，啜栗而饮汤，同也；畜妻而育子，同也；衣冠仪貌，无不同者。白昼俨然，乘其同类之间而陵之，吮其膏而盬其脑，使其饿踣于草野，流离于道路，呼天之声相接也，而且无恤之者。今子一为蚊所，而寝辄不安；闻同类之相，而若无闻，岂君子先人后身之道耶？” 天台生于是投枕于地，叩心太息，披衣出户，坐以终夕。 团团离海角，渐渐入云衢。此夜一轮满，清光何处无！娟帕蘑菇与线香，本资民用反为殃。清风两袖朝天去，免得闾阎话短长。",
        "author": "明代",
        "poem_class": "思念",
        "dynasty": "于谦"
    },
    {
        "title": "行香子·天与秋光",
        "paragraph": "天与秋光，转转情伤，探金英知近重阳。薄衣初试，绿蚁新尝，渐一番风，一番雨，一番凉。黄昏院落，凄凄惶惶，酒醒时往事愁肠。那堪永夜，明月空床。闻砧声捣，蛩声细，漏声长。二月巴陵日日风，春寒未了怯园公。海棠不惜胭脂色，独立蒙蒙细雨中。湖上风来波浩渺。秋已暮、红稀香少。水光山色与人亲，说不尽、无穷好。 莲子已成荷叶老。青露洗、蘋花汀草。眠沙鸥鹭不回头，似也恨、人归早。早岁那知世事艰，中原北望气如山。楼船夜雪瓜洲渡，铁马秋风大散关。塞上长城空自许，镜中衰鬓已先斑。出师一表真名世，千载谁堪伯仲间！",
        "author": "宋代",
        "poem_class": "思念",
        "dynasty": "李清照"
    },
    {
        "title": "江陵愁望寄子安 / 江陵愁望有寄",
        "paragraph": "枫叶千枝复万枝，江桥掩映暮帆迟。 忆君心似西江水，日夜东流无歇时。豁开青冥颠，泻出万丈泉。如裁一条素，白日悬秋天。人间四月芳菲尽，山寺桃花始盛开。 长恨春归无觅处，不知转入此中来。曾伴浮云归晚翠，犹陪落日泛秋声。世间无限丹青手，一片伤心画不成。",
        "author": "唐代",
        "poem_class": "思念",
        "dynasty": "鱼玄机"
    },
    {
        "title": "临江仙·斗草阶前初见",
        "paragraph": "斗草阶前初见，穿针楼上曾逢。罗裙香露玉钗风。靓妆眉沁绿，羞脸粉生红。 流水便随春远，行云终与谁同。酒醒长恨锦屏空。相寻梦里路，飞雨落花中。桃溪不作从容住，秋藕绝来无续处。当时相候赤阑桥，今日独寻黄叶路。烟中列岫青无数，雁背夕阳红欲暮。人如风后入江云，情似雨馀粘地絮。为范南伯寿。时南伯为张南轩辟宰泸溪，南伯迟迟未行。因作此词以勉之。掷地刘郎玉斗，挂帆西子扁舟。千古风流今在此，万里功名莫放休。君王三百州。燕雀岂知鸿鹄，貂蝉元出兜鍪。却笑泸溪如斗大，肯把牛刀试手不？寿君双玉瓯。斜风细雨作春寒，对尊前，忆前欢。曾把梨花，寂寞泪阑干。芳草断烟南浦路，和别泪，看青山。昨宵结得梦夤缘，水云间，悄无言。争奈醒来，愁恨又依然。展转衾裯空懊恼，天易见，见伊难。",
        "author": "宋代",
        "poem_class": "思念",
        "dynasty": "晏几道"
    },
    {
        "title": "车遥遥篇",
        "paragraph": "车遥遥，马憧憧。君游东山东复东，安得奋飞逐西风。愿我如星君如月，夜夜流光相皎洁。月暂晦，星常明。留明待月复，三五共盈盈。缺月昏昏漏未央，一灯明灭照秋床。病身最觉风露早，归梦不知山水长。坐感岁时歌慷慨，起看天地色凄凉。鸣蝉更乱行人耳，正抱疏桐叶半黄。祖席离歌，长亭别宴。香尘已隔犹回面。居人匹马映林嘶，行人去棹依波转。画阁魂消，高楼目断。斜阳只送平波远。无穷无尽是离愁，天涯地角寻思遍。自古功名亦苦辛，行藏终欲付何人？当时黮暗犹承误，末俗纷纭更乱真。糟粕所传非粹美，丹青难写是精神。区区岂尽高贤意，独守千秋纸上尘。",
        "author": "宋代",
        "poem_class": "思念",
        "dynasty": "范成大"
    },
    {
        "title": "蝶恋花·春暮",
        "paragraph": "遥夜亭皋闲信步。才过清明，渐觉伤春暮。数点雨声风约住。朦胧淡月云来去。(渐觉 一作：早觉)桃杏依稀香暗渡。谁在秋千，笑里轻轻语。一寸相思千万绪。人间没个安排处。(依稀 一作：依依)见好花颜色，争笑东风，双脸上，晚妆同。闭小楼深阁，春景重重。三五夜，偏有恨，月明中。情未已，信曾通，满衣犹自染檀红。恨不如双燕，飞舞帘栊。春欲暮，残絮尽，柳条空。去年今日奉皇华，只为朝廷不为家。殿上一杯天子泣，门前双节国人嗟。龙荒冬往时时雪，兔苑春归处处花。上下一行如骨肉，几人身死掩风沙。角声吹断陇梅枝，孤窗月影低。塞鸿无限欲惊飞，城乌休夜啼。寻断梦，掩香闺，行人去路迷。门前杨柳绿阴齐，何时闻马嘶？",
        "author": "五代",
        "poem_class": "思念",
        "dynasty": "李冠 / 李煜"
    },
    {
        "title": "卷耳",
        "paragraph": "采采卷耳，不盈顷筐。嗟我怀人，寘彼周行。(寘 通：置)陟彼崔嵬，我马虺隤。我姑酌彼金罍，维以不永怀。陟彼高冈，我马玄黄。我姑酌彼兕觥，维以不永伤。陟彼砠矣，我马瘏矣。我仆痡矣，云何吁矣。南风之薰兮，可以解吾民之愠兮。南风之时兮，可以阜吾民之财兮。南有樛木，葛藟累之。乐只君子，福履绥之。南有樛木，葛藟荒之。乐只君子，福履将之。南有樛木，葛藟萦之。乐只君子，福履成之。骍骍角弓，翩其反矣。兄弟婚姻，无胥远矣。尔之远矣，民胥然矣。尔之教矣，民胥效矣。此令兄弟，绰绰有裕。不令兄弟，交相为愈。民之无良，相怨一方。受爵不让，至于已斯亡。老马反为驹，不顾其后。如食宜饇，如酌孔取。毋教猱升木，如涂涂附。君子有徽猷，小人与属。雨雪瀌瀌，见晛曰消。莫肯下遗，式居娄骄。雨雪浮浮，见晛曰流。如蛮如髦，我是用忧。",
        "author": "先秦",
        "poem_class": "思念",
        "dynasty": "佚名"
    },
    {
        "title": "饮马长城窟行",
        "paragraph": "青青河畔草，绵绵思远道。远道不可思，夙昔梦见之。(夙昔 一作：宿昔)梦见在我傍，忽觉在他乡。他乡各异县，辗转不相见。枯桑知天风，海水知天寒。入门各自媚，谁肯相为言？客从远方来，遗我双鲤鱼。呼儿烹鲤鱼，中有尺素书。长跪读素书，书中竟何如？上言加餐食，下言长相忆。深耕穊种，立苗欲疏。非其种者，锄而去之。咨尔庶士，迨时斯勖。日月逾迈，岂云旋复。哀我经营，膂力靡及。在兹弱冠，靡所树立。于赫我祖，显于殷国。贰迹阿衡，克光其则。武丁兴商，伊宗皇士。爰作股肱，万邦是纪。奕世载德，迄我显考。保膺淑懿，缵修其道。汉之中叶，俊乂式序。秩彼殷宗，光此勋绪。伊余小子，秽陋靡逮。惧我世烈，自兹以坠。谁能革浊，清我濯溉。谁能昭暗，启我童昧。先人有训，我讯我诰。训我嘉务，诲我博学。爰率朋友，寻此旧则。契阔夙夜，庶不懈忒。秩秩大猷，纪纲庶式。匪勤匪昭，匪壹匪测。农夫不怠，越有黍稷。谁能云作，考之居息。二事败叶，多疾我力。如彼遵衢，则罔所极。二志靡成，聿劳我心。如彼兼听，则溷于音。于戏君子，无恒自逸。徂年如流，鲜兹暇日。行迈屡税，胡能有迄。密勿朝夕，聿同始卒。延熹二年秋，霖雨逾月。是时梁冀新诛，而徐璜、左悺等五侯擅贵于其处。又起显阳苑于城西，人徒冻饿，不得其命者甚众。白马令李云以直言死，鸿胪陈君以救云抵罪。璜以余能鼓琴，白朝廷，敕陈留太守发遣余。到偃师，病不前，得归。心愤此事，遂托所过，述而成赋。余有行于京洛兮，遘淫雨之经时。涂迍邅其蹇连兮，潦污滞而为灾。乘马蟠而不进兮，心郁悒而愤思。聊弘虑以存古兮，宣幽情而属词。夕宿余于大梁兮，诮无忌之称神。哀晋鄙之无辜兮，忿朱亥之篡军。历中牟之旧城兮，憎佛肸之不臣。问宁越之裔胄兮，藐髣髴而无闻。经圃田而瞰北境兮，晤卫康之封疆。迄管邑而增感叹兮，愠叔氏之启商。过汉祖之所隘兮，吊纪信于荥阳。降虎牢之曲阴兮，路丘墟以盘萦。勤诸侯之远戍兮，侈申子之美城。稔涛涂之愎恶兮，陷夫人以大名。登长坂以凌高兮，陟葱山之峣陉；建抚体以立洪高兮，经万世而不倾。回峭峻以降阻兮，小阜寥其异形。冈岑纡以连属兮，溪谷夐其杳冥。迫嵯峨以乖邪兮，廓严壑以峥嵘。攒棫朴而杂榛楛兮，被浣濯而罗生。步亹菼与台菌兮，缘层崖而结茎。行游目以南望兮，览太室之威灵。顾大河于北垠兮，瞰洛汭之始并。追刘定之攸仪兮，美伯禹之所营。悼太康之失位兮，愍五子之歌声。寻修轨以增举兮，邈悠悠之未央。山风汩以飙涌兮，气懆懆而厉凉。云郁术而四塞兮，雨濛濛而渐唐。仆夫疲而劬瘁兮，我马虺隤以玄黄。格莽丘而税驾兮，阴曀曀而不阳。哀衰周之多故兮，眺濒隈而增感。忿子带之淫逆兮，唁襄王于坛坎。悲宠嬖之为梗兮，心恻怆而怀惨。乘舫州而泝湍流兮，浮清波以横厉。想宓妃之灵光兮，神幽隐以潜翳。实熊耳之泉液兮，总伊瀍与涧濑。通渠源于京城兮，引职贡乎荒裔。操吴榜其万艘兮，充王府而纳最。济西溪而容与兮，息巩都而后逝。愍简公之失师兮，疾子朝之为害。玄云黯以凝结兮，集零雨之溱溱。路阻败而无轨兮，涂泞溺而难遵。率陵阿以登降兮，赴偃师而释勤。壮田横之奉首兮，义二士之侠坟。 伫淹留以候霁兮，感忧心之殷殷。并日夜而遥思兮，宵不寐以极晨。候风云之体势兮，天牢湍而无文。弥信宿而后阕兮，思逶迤以东运。见阳光之颢颢兮，怀少弭而有欣。命仆夫其就驾兮，吾将往乎京邑。皇家赫而天居兮，万方徂而星集。贵宠煽以弥炽兮，佥守利而不戢。前车覆而未远兮，后乘驱而竞及。穷变巧于台榭兮，民露处而寝洷。消嘉谷于禽兽兮，下糠粃而无粒。弘宽裕于便辟兮，纠忠谏其骎急。怀伊吕而黜逐兮，道无因而获人。唐虞渺其既远兮，常俗生于积习。周道鞠为茂草兮，哀正路之日歰。观风化之得失兮，犹纷挐其多远。无亮采以匡世兮，亦何为乎此畿？甘衡门以宁神兮，咏都人而思归。爰结踪而回轨兮，复邦族以自绥。乱曰：跋涉遐路，艰以阻兮。终其永怀，窘阴雨兮。历观群都，寻前绪兮。考之旧闻，厥事举兮。登高斯赋，义有取兮。则善戒恶，岂云苟兮？翩翩独征，无俦与兮。言旋言复，我心胥兮。",
        "author": "两汉",
        "poem_class": "思念",
        "dynasty": "佚名"
    },
    {
        "title": "西洲曲",
        "paragraph": "忆梅下西洲，折梅寄江北。单衫杏子红，双鬓鸦雏色。西洲在何处？两桨桥头渡。日暮伯劳飞，风吹乌臼树。树下即门前，门中露翠钿。开门郎不至，出门采红莲。采莲南塘秋，莲花过人头。低头弄莲子，莲子清如水。置莲怀袖中，莲心彻底红。忆郎郎不至，仰首望飞鸿。鸿飞满西洲，望郎上青楼。楼高望不见，尽日栏杆头。栏杆十二曲，垂手明如玉。卷帘天自高，海水摇空绿。海水梦悠悠，君愁我亦愁。南风知我意，吹梦到西洲。昔在零陵厌，神器若无依。逐兔争先捷，掎鹿竞因机。呼吸开伯道，叱咤掩江畿。豹变分奇略，虎视肃戎威。长蛇衄巴汉，骥马绝淮淝。交战无内御，重门岂外扉。成功举已弃，凶德愎而违。水龙忽东骛，青盖乃西归。朅来已永久，年代嗳微微。苔石疑文字，荆坟失是非。山莺空曙响，陇月自秋晖。银海终无浪，金凫会不飞。阒寂今如此，望望沾人衣。春蚕不应老，昼夜常怀丝。何惜微躯尽，缠绵自有时。殷忧不能寐，苦此夜难颓。明月照积雪，朔风劲且哀。运往无淹物，年逝觉已催。",
        "author": "南北朝",
        "poem_class": "思念",
        "dynasty": "佚名"
    },
    {
        "title": "夜书所见",
        "paragraph": "萧萧梧叶送寒声，江上秋风动客情。知有儿童挑促织，夜深篱落一灯明。前瞻马耳九仙山。碧连天。晚云间。城上高台，真个是超然。莫使匆匆云雨散，今夜里，月婵娟。小溪鸥鹭静联拳。去翩翩。点轻烟。人事凄凉，回首便他年。莫忘使君歌笑处，垂柳下，矮槐前。油壁香车不再逢，峡云无迹任西东。梨花院落溶溶月，柳絮池塘淡淡风。几日寂寥伤酒后，一番萧索禁烟中。鱼书欲寄何由达，水远山长处处同。文章本天成，妙手偶得之。粹然无疵瑕，岂复须人为？君看古彝器，巧拙两无施。汉最近先秦，固已殊淳漓。胡部何为者，豪竹杂哀丝。后夔不复作，千载谁与期？",
        "author": "宋代",
        "poem_class": "思念",
        "dynasty": "叶绍翁"
    },
    {
        "title": "秋兴八首·其一",
        "paragraph": "玉露凋伤枫树林，巫山巫峡气萧森。江间波浪兼天涌，塞上风云接地阴。丛菊两开他日泪，孤舟一系故园心。寒衣处处催刀尺，白帝城高急暮砧。桃李待日开，荣华照当年。东风动百物，草木尽欲言。枯枝无丑叶，涸水吐清泉。大力运天地，羲和无停鞭。功名不早著，竹帛将何宣。桃李务青春，谁能贳白日。富贵与神仙，蹉跎成两失。金石犹销铄，风霜无久质。畏落日月后，强欢歌与酒。秋霜不惜人，倏忽侵蒲柳。今日云景好，水绿秋山明。携壶酌流霞，搴菊泛寒荣。地远松石古，风扬弦管清。窥觞照欢颜，独笑还自倾。落帽醉山月，空歌怀友生。秦时明月汉时关，万里长征人未还。但使龙城飞将在，不教胡马度阴山。",
        "author": "唐代",
        "poem_class": "思念",
        "dynasty": "杜甫"
    },
    {
        "title": "七哀诗",
        "paragraph": "明月照高楼，流光正徘徊。上有愁思妇，悲叹有余哀。借问叹者谁？言是宕子妻。君行逾十年，孤妾常独栖。君若清路尘，妾若浊水泥。浮沉各异势，会合何时谐？愿为西南风，长逝入君怀。君怀良不开，贱妾当何依？利剑鸣手中，一击而尸僵。逢尤悲兮愁，哀兮忧！天生我兮当闇时，被诼谮兮虚获尤。心烦憒兮意无聊，严载驾兮出戏游。周八极兮历九州，求轩辕兮索重华。世既卓兮远眇眇，握佩玖兮中路躇。羡咎繇兮建典谟，懿风后兮受瑞图。愍余命兮遭六极，委玉质兮於泥涂。遽傽遑兮驱林泽，步屏营兮行丘阿。车軏折兮马虺颓，惷怅立兮涕滂沱。思丁文兮圣明哲，哀平差兮迷谬愚。吕傅举兮殷周兴，忌嚭专兮郢吴虚。仰长叹兮气噎结，悒殟绝兮咶复苏。虎兕争兮於廷中，豺狼斗兮我之隅。云雾会兮日冥晦，飘风起兮扬尘埃。走鬯罔兮乍东西，欲窜伏兮其焉如？念灵闺兮隩重深，原竭节兮隔无由。望旧邦兮路逶随，忧心悄兮志勤劬。魂茕茕兮不遑寐，目眽眽兮寤终朝。怨上令尹兮謷謷，群司兮譨譨。哀哉兮淈淈，上下兮同流。菽藟兮蔓衍，芳虈兮挫枯。硃紫兮杂乱，曾莫兮别诸。倚此兮岩穴，永思兮窈悠。嗟怀兮眩惑，用志兮不昭。将丧兮玉斗，遗失兮钮枢。我心兮煎熬，惟是兮用忧。进恶兮九旬，复顾兮彭务。拟斯兮二踪，未知兮所投。谣吟兮中野，上察兮璇玑。大火兮西睨，摄提兮运低。雷霆兮硠磕，雹霰兮霏霏。奔电兮光晃，凉风兮怆悽。鸟兽兮惊骇，相从兮宿栖。鸳鸯兮噰噰，狐狸兮徾徾。哀吾兮介特，独处兮罔依。蝼蛄兮鸣东，蟊蠽兮号西。蛓缘兮我裳，蠋入兮我怀。虫豸兮夹余，惆怅兮自悲。伫立兮忉怛，心结縎兮折摧。疾世周徘徊兮汉渚，求水神兮灵女。嗟此国兮无良，媒女诎兮謰謱。鴳雀列兮譁讙，鸲鹆鸣兮聒余。抱昭华兮宝璋，欲衒鬻兮莫取。言旋迈兮北徂，叫我友兮配耦。日阴曀兮未光，阒睄窕兮靡睹。纷载驱兮高驰，将谘询兮皇羲。遵河皋兮周流，路变易兮时乖。濿沧海兮东游，沐盥浴兮天池。访太昊兮道要，云靡贵兮仁义。志欣乐兮反征，就周文兮邠歧。秉玉英兮结誓，日欲暮兮心悲。惟天禄兮不再，背我信兮自违。逾陇堆兮渡漠，过桂车兮合黎。赴昆山兮馽騄，从邛遨兮栖迟。吮玉液兮止渴，齧芝华兮疗饥。居嵺廓兮尠畴，远梁昌兮几迷。望江汉兮濩渃，心紧絭兮伤怀。时昢昢兮且旦，尘莫莫兮未晞。忧不暇兮寝食，吒增叹兮如雷。悯上哀世兮睩睩，諓諓兮嗌喔。众多兮阿媚，骪靡兮成俗。贪枉兮党比，贞良兮茕独。鹄窜兮枳棘，鹈集兮帷幄。罽蕠兮青葱，槁本兮萎落。睹斯兮伪惑，心为兮隔错。逡巡兮圃薮，率彼兮畛陌。川谷兮渊渊，山阜兮峉峉。丛林兮崟崟，株榛兮岳岳。霜雪兮漼溰，冰冻兮洛泽。东西兮南北，罔所兮归薄。庇廕兮枯树，匍匐兮岩石。蜷跼兮寒局数，独处兮志不申。年齿尽兮命迫促，魁垒挤摧兮常困辱。含忧强老兮愁无乐，须发苎悴兮顠鬓白。思灵泽兮一膏沐，怀兰英兮把琼若，待天明兮立踯躅。云蒙蒙兮电鯈烁，孤雌惊兮鸣呴呴。思怫郁兮肝切剥，忿悁悒兮孰诉告。遭厄悼屈子兮遭厄，沉王躬兮湘汨。何楚国兮难化，迄于今兮不易。士莫志兮羔裘，竞佞谀兮谗阋。指正义兮为曲，訿玉璧兮为石。殦雕游兮华屋，鵔鸃栖兮柴蔟。起奋迅兮奔走，违群小兮謑訽。载青云兮上昇，適昭明兮所处。蹑天衢兮长驱，踵九阳兮戏荡。越云汉兮南济，秣余马兮河鼓。云霓纷兮晻翳，参辰回兮颠倒。逢流星兮问路，顾我指兮从左。俓娵觜兮直驰，御者迷兮失轨。遂踢达兮邪造，与日月兮殊道。志阏绝兮安如，哀所求兮不耦。攀天阶兮下视，见鄢郢兮旧宇。意逍遥兮欲归，众秽盛兮沓沓。思哽饐兮诘诎，涕流澜兮如雨。悼乱嗟嗟兮悲夫，殽乱兮纷挐。茅丝兮同综，冠屦兮共絇。督万兮侍宴，周邵兮负刍。白龙兮见射，灵龟兮执拘。仲尼兮困厄，邹衍兮幽囚。伊余兮念兹，奔遁兮隐居。将升兮高山，上有兮猴猿。欲入兮深谷，下有兮虺蛇。左见兮鸣鵙，右睹兮呼枭。惶悸兮失气，踊跃兮距跳。便旋兮中原，仰天兮增叹。菅蒯兮楙莽，雚苇兮仟眠。鹿蹊兮躖躖，貒貉兮蟫蟫。鹯鹞兮轩轩，鹑鹌兮甄甄。哀我兮寡独，靡有兮齐伦。意欲兮沉吟，迫日兮黄昏。玄鹤兮高飞，曾逝兮青冥。鶬鶊兮喈喈，山鹊兮嚶嚶。鸿鸬兮振翅，归雁兮于征。吾志兮觉悟，怀我兮圣京。垂屣兮将起，跓俟兮硕明。伤时惟昊天兮昭灵，阳气发兮清明。风習習兮和暖，百草萌兮华荣。堇荼茂兮扶疏，蘅芷彫兮莹嫇。愍贞良兮遇害，将夭折兮碎糜。时混混兮浇饡，哀当世兮莫知。览往昔兮俊彦，亦诎辱兮系纍。管束缚兮桎梏，百贸易兮传卖。遭桓缪兮识举，才德用兮列施。且从容兮自慰，玩琴书兮游戏。迫中国兮迮陿，吾欲之兮九夷。超五岭兮嵯峨，观浮石兮崔嵬。陟丹山兮炎野，屯余车兮黄支。就祝融兮稽疑，嘉己行兮无为。乃回朅兮北逝，遇神孈兮宴娭。欲静居兮自娱，心愁慼兮不能。放余辔兮策驷，忽飙腾兮浮云。蹠飞杭兮越海，从安期兮蓬莱。缘天梯兮北上，登太一兮玉台。使素女兮鼓簧，乘戈和兮讴谣。声噭誂兮清和，音晏衍兮要婬。咸欣欣兮酣乐，余眷眷兮独悲。顾章华兮太息，志恋恋兮依依。哀岁旻天兮清凉，玄气兮高朗。北风兮潦洌，草木兮苍唐。蛜蚗兮噍噍，蝍蛆兮穰穰。岁忽忽兮惟暮，余感时兮悽怆。伤俗兮泥浊，矇蔽兮不章。宝彼兮沙砾，捐此兮夜光。椒瑛兮湟汙，葈耳兮充房。摄衣兮缓带，操我兮墨阳。昇车兮命仆，将驰兮四荒。下堂兮见虿，出门兮触螽。巷有兮蚰蜓，邑多兮螳螂。睹斯兮嫉贼，心为兮切伤。俛念兮子胥，仰怜兮比干。投剑兮脱冕，龙屈兮蜿蟤。潜藏兮山泽，匍匐兮丛攒。窥见兮溪涧，流水兮沄沄。鼋鼍兮欣欣，鱣鲇兮延延。群行兮上下，骈罗兮列陈。自恨兮无友，特处兮茕茕。冬夜兮陶陶，雨雪兮冥冥。神光兮颎颎，鬼火兮荧荧。修德兮困控，愁不聊兮遑生。忧纡兮郁郁，恶所兮写情。守志陟玉峦兮逍遥，览高冈兮峣峣。桂树列兮纷敷，吐紫华兮布条。实孔鸾兮所居，今其集兮惟鸮。乌鹊惊兮哑哑，余顾盼兮怊怊。彼日月兮闇昧，障覆天兮祲氛。伊我后兮不聪，焉陈诚兮效忠。摅羽翮兮超俗，游陶遨兮养神。乘六蛟兮蜿蝉，遂驰骋兮升云。扬彗光兮为旗，秉电策兮为鞭。朝晨发兮鄢郢，食时至兮增泉。绕曲阿兮北次，造我车兮南端。谒玄黄兮纳贽，崇忠贞兮弥坚。历九宫兮遍观，睹秘藏兮宝珍。就传说兮骑龙，与织女兮合婚。举天罼兮掩邪，彀天弧兮射奸。随真人兮翱翔，食元气兮长存。望太微兮穆穆，睨三阶兮炳分。相辅政兮成化，建烈业兮垂勋。目瞥瞥兮西没，道遐回兮阻叹。志稸积兮未通，怅敞罔兮自怜。乱曰：天庭明兮云霓藏，三光朗兮镜万方。斥蜥蜴兮进龟龙，策谋从兮翼机衡。配稷契兮恢唐功，嗟英俊兮未为双。一朝别后，二地相悬。只说是三四月，又谁知五六年？七弦琴无心弹，八行书无可传。九连环从中折断，十里长亭望眼欲穿。百思想，千系念，万般无奈把郎怨。万语千言说不完，百无聊赖，十依栏杆。重九登高看孤雁，八月仲秋月圆人不圆。七月半，秉烛烧香问苍天，六月三伏天，人人摇扇我心寒。五月石榴红似火，偏遇阵阵冷雨浇花端。四月枇杷未黄，我欲对镜心意乱。忽匆匆，三月桃花随水转。飘零零，二月风筝线儿断。噫，郎呀郎，巴不得下一世，你为女来我做男。",
        "author": "两汉",
        "poem_class": "思念",
        "dynasty": "曹植"
    },
    {
        "title": "从军行七首",
        "paragraph": "烽火城西百尺楼，黄昏独上海风秋。(独上 一作：独坐)更吹羌笛关山月，无那金闺万里愁。琵琶起舞换新声，总是关山旧别情。撩乱边愁听不尽，高高秋月照长城。关城榆叶早疏黄，日暮云沙古战场。表请回军掩尘骨，莫教兵士哭龙荒。青海长云暗雪山，孤城遥望玉门关。黄沙百战穿金甲，不破楼兰终不还。大漠风尘日色昏，红旗半卷出辕门。前军夜战洮河北，已报生擒吐谷浑。胡瓶落膊紫薄汗，碎叶城西秋月团。明敕星驰封宝剑，辞君一夜取楼兰。玉门山嶂几千重，山北山南总是烽。人依远戍须看火，马踏深山不见踪。海畔尖山似剑铓，秋来处处割愁肠。 若为化得身千亿，散上峰头望故乡。王濬楼船下益州，金陵王气黯然收。千寻铁锁沉江底，一片降幡出石头。人世几回伤往事，山形依旧枕寒流。今逢四海为家日，故垒萧萧芦荻秋。锦瑟无端五十弦，一弦一柱思华年。庄生晓梦迷蝴蝶，望帝春心托杜鹃。沧海月明珠有泪，蓝田日暖玉生烟。此情可待成追忆？只是当时已惘然。",
        "author": "唐代",
        "poem_class": "思念",
        "dynasty": "王昌龄"
    },
    {
        "title": "回乡偶书二首",
        "paragraph": "少小离家老大回，乡音无改鬓毛衰。(无改 一作：未改/难改)儿童相见不相识，笑问客从何处来。离别家乡岁月多，近来人事半消磨。惟有门前镜湖水，春风不改旧时波。劳歌一曲解行舟，红叶青山水急流。 日暮酒醒人已远，满天风雨下西楼。少陵野老吞声哭，春日潜行曲江曲。江头宫殿锁千门，细柳新蒲为谁绿？忆昔霓旌下南苑，苑中万物生颜色。昭阳殿里第一人，同辇随君侍君侧。辇前才人带弓箭，白马嚼啮黄金勒。翻身向天仰射云，一笑正坠双飞翼。(一笑 一作：一箭)明眸皓齿今何在？血污游魂归不得。清渭东流剑阁深，去住彼此无消息。人生有情泪沾臆，江水江花岂终极！黄昏胡骑尘满城，欲往城南望城北。十月江南天气好，可怜冬景似春华。霜轻未杀萋萋草，日暖初干漠漠沙。老柘叶黄如嫩树，寒樱枝白是狂花。此时却羡闲人醉，五马无由入酒家。",
        "author": "唐代",
        "poem_class": "思念",
        "dynasty": "贺知章"
    }
]