[
    {
        "title": "为薛台悼亡",
        "paragraph": "半死梧桐老病身，重泉一念一伤神。 手携稚子夜归院，月冷空房不见人。百战沙场碎铁衣，城南已合数重围。 突营射杀呼延将，独领残兵千骑归。江南好，风景旧曾谙；日出江花红胜火，春来江水绿如蓝。能不忆江南？江南忆，最忆是杭州；山寺月中寻桂子，郡亭枕上看潮头。何日更重游！江南忆，其次忆吴宫；吴酒一杯春竹叶，吴娃双舞醉芙蓉。早晚复相逢！清江一曲抱村流，长夏江村事事幽。自去自来堂上燕，相亲相近水中鸥。(堂上 一作：梁上)老妻画纸为棋局，稚子敲针作钓钩。但有故人供禄米，微躯此外更何求？",
        "author": "唐代",
        "poem_class": "悼亡",
        "dynasty": "白居易"
    },
    {
        "title": "悼亡诗三首·其一",
        "paragraph": "荏苒冬春谢，寒暑忽流易。之子归穷泉，重壤永幽隔。私怀谁克从，淹留亦何益。僶俛恭朝命，回心反初役。望庐思其人，入室想所历。帏屏无髣髴，翰墨有馀迹。流芳未及歇，遗挂犹在壁。怅恍如或存，回惶忡惊惕。如彼翰林鸟，双栖一朝只。如彼游川鱼，比目中路析。春风缘隙来，晨霤承檐滴。寝息何时忘，沉忧日盈积。庶几有时衰，庄缶犹可击。鹪鹩，小鸟也，生于蒿莱之间，长于藩篱之下，翔集寻常之内，而生生之理足矣。色浅体陋，不为人用，形微处卑，物莫之害，繁滋族类，乘居匹游，翩翩然有以自乐也。彼鹫鹗惊鸿，孔雀翡翠，或淩赤霄之际，或托绝垠之外，翰举足以冲天，觜距足以自卫，然皆负矰婴缴，羽毛入贡。何者？有用于人也。夫言有浅而可以托深，类有微而可以喻大，故赋之云尔。 何造化之多端兮，播群形于万类。惟鹪鹩之微禽兮，亦摄生而受气。育翩翾之陋体，无玄黄以自贵。毛弗施于器用，肉弗登于俎味。鹰鹯过犹俄翼，尚何惧于罿罻。翳荟蒙笼，是焉游集。飞不飘扬，翔不翕习。其居易容，其求易给。巢林不过一枝，每食不过数粒。栖无所滞，游无所盘。匪陋荆棘，匪荣茞兰。动翼而逸，投足而安。委命顺理，与物无患。 伊兹禽之无知，何处身之似智。不怀宝以贾害，不饰表以招累。静守约而不矜，动因循以简易。任自然以为资，无诱慕于世伪。雕鹖介其觜距，鹄鹭轶于云际。稚鸡窜于幽险，孔翠生乎遐裔。彼晨凫与归雁，又矫翼而增逝。咸美羽而丰肌，故无罪而皆毙。徒衔芦以避缴，终为戮于此世。苍鹰鸷而受譄，鹦鹉惠而入笼。屈猛志以服养，块幽絷于九重。变音声以顺旨，思摧翮而为庸。恋钟岱之林野，慕陇坻之高松。虽蒙幸于今日，未若畴昔之从容。 海鸟鶢鶋，避风而至。条枝巨雀，踰岭自致。提挈万里，飘飖逼畏。夫唯体大妨物，而形瑰足玮也。阴阳陶蒸，万品一区。巨细舛错，种繁类殊。鹪螟巢于蚊睫，大鹏弥乎天隅。将以上方不足，而下比有余。普天壤以遐观，吾又安知大小之所如？ 峨峨东岳高，秀极冲青天。岩中间虚宇，寂寞幽以玄。非工复非匠，云构发自然。器象尔何物？遂令我屡迁。逝将宅斯宇，可以尽天年。离思满春江，当时事、争忍不思量。记芳径月斜，凭肩私语，兰舟风软，携手寻芳。回首处，青山遮望眼，绿柳系柔肠。云落雨零，燕愁莺恨，宝钗留股，鸾镜分光。天涯飘零客，情缘向何处，最是难忘。犹剩满襟清泪，半臂余香。□心似雨花，一枝寂寞，梦随风絮，万里悠扬。谁信觉来依旧，烟水茫茫。",
        "author": "魏晋",
        "poem_class": "悼亡",
        "dynasty": "潘岳"
    },
    {
        "title": "悼室人",
        "paragraph": "秋至捣罗纨，泪满未能开。风光肃入户，月华为谁来？结眉向蛛网，沥思视青苔。鬓局将成葆，带减不须摧。我心若涵烟，葐蒀满中怀。洞庭水上一株桐，经霜触浪困严风。昔时抽心耀白日，今旦卧死黄沙中。洛阳名工见咨嗟，一翦一刻作琵琶。白璧规心学明月，珊瑚映面作风花。帝王见赏不见忘，提携把握登建章。掩抑摧藏张女弹，殷勤促柱楚明光。年年月月对君子，遥遥夜夜宿未央。未央采女弃鸣篪，争先拂拭生光仪。茱萸锦衣玉作匣，安念昔日枯树枝。不学衡山南岭桂，至今千年犹未知。北窗聊就枕，南檐日未斜。攀钩落绮障，插捩举琵琶。梦笑开娇靥，眠鬟压落花。簟文生玉腕，香汗浸红纱。夫婿恒相伴，莫误是倡家。临高台。望天衢。飘然轻举陵太虚。携列子。超帝乡。云衣雨带乘风翔。肃龙驾。会瑶台。清晖浮景溢蓬莱。济西海。濯湖盘。伫立云岳结幽兰。驰迅风。游炎州。愿言桑梓思旧游。倾霄盖。靡电旌。降彼天途颓窈冥。辞仙族。归人群。怀忠抱义奉明君。任穷达。随所遭。何为远想令心劳。",
        "author": "南北朝",
        "poem_class": "悼亡",
        "dynasty": "江淹"
    },
    {
        "title": "题春绮遗像",
        "paragraph": "人亡有此忽惊喜， 兀兀对之呼不起。嗟余只影系人间， 如何同生不同死？同死焉能两相见， 一双白骨荒山里。及我生时悬我睛， 朝朝伴我摩书史。漆棺幽閟是何物？ 心藏形貌差堪拟。去年欢笑已成尘， 今日梦魂生泪泚。老来贫困实堪嗟，寒气偏归我一家。无被夜眠牵破絮，浑如孤鹤入芦花。中山狼，无情兽，全不念当日根由。一味的娇奢淫荡贪欢媾。觑着那侯门艳质同蒲柳，作贱的公府千金似下流。叹芳魂艳魄，一载荡悠悠。夜来春雨润垂杨，春水新生不满塘。日暮平原风过处，菜花香杂豆花香。",
        "author": "清代",
        "poem_class": "悼亡",
        "dynasty": "陈衡恪"
    },
    {
        "title": "望湘人·春思",
        "paragraph": "厌莺声到枕，花气动帘，醉魂愁梦相半。被惜余薰，带惊剩眼，几许伤春春晚。泪竹痕鲜，佩兰香老，湘天浓暖。记小江风月佳时，屡约非烟游伴。须信鸾弦易断。奈云和再鼓，曲终人远。认罗袜无踪，旧处弄波清浅。青翰棹舣，白蘋洲畔，尽目临皋飞观。不解寄、一字相思，幸有归来双燕。木叶下君山。空水漫漫。十分斟酒敛芳颜。不是渭城西去客，休唱阳关。醉袖抚危栏。天淡云闲。何人此路得生还。回首夕阳红尽处，应是长安。寒日萧萧上琐窗，梧桐应恨夜来霜。酒阑更喜团茶苦，梦断偏宜瑞脑香。秋已尽，日犹长，仲宣怀远更凄凉。不如随分尊前醉，莫负东篱菊蕊黄。点火樱桃，照一架、荼蘼如雪。春正好，见龙孙穿破，紫苔苍壁。乳燕引雏飞力弱，流莺唤友娇声怯。问春归、不肯带愁归，肠千结。层楼望，春山叠；家何在？烟波隔。把古今遗恨，向他谁说？蝴蝶不传千里梦，子规叫断三更月。听声声、枕上劝人归，归难得。",
        "author": "宋代",
        "poem_class": "悼亡",
        "dynasty": "贺铸"
    },
    {
        "title": "三姝媚·过都城旧居有感",
        "paragraph": "湖山经醉惯。渍春衫、啼痕酒痕无限。又客长安，叹断襟零袂，涴尘谁浣。紫曲门荒，沿败井、风摇青蔓。对语东邻，犹是曾巢，谢堂双燕。 春梦人间须断。但怪得、当年梦缘能短。绣屋秦筝，傍海棠偏爱，夜深开宴。舞歇歌沈，花未减、红颜先变。伫久河桥欲去，斜阳泪满。缺月昏昏漏未央，一灯明灭照秋床。病身最觉风露早，归梦不知山水长。坐感岁时歌慷慨，起看天地色凄凉。鸣蝉更乱行人耳，正抱疏桐叶半黄。携手江村，梅雪飘裙。情何限、处处消魂。故人不见，旧曲重闻。向望湖楼，孤山寺，涌金门。寻常行处，题诗千首，绣罗衫、与拂红尘。别来相忆，知是何人？有湖中月，江边柳，陇头云。春风依旧，著意隋堤柳。搓得鹅儿黄欲就，天气清明时候。去年紫陌青门，今宵雨魄云魂。断送一生憔悴，只消几个黄昏？",
        "author": "宋代",
        "poem_class": "悼亡",
        "dynasty": "吴文英"
    },
    {
        "title": "山花子·欲话心情梦已阑",
        "paragraph": "欲话心情梦已阑，镜中依约见春山。方悔从前真草草，等闲看。环佩只应归月下，钿钗何意寄人间。多少滴残红蜡泪，几时干。客夜怎生过。梦相伴、绮窗吟和。薄嗔佯笑道，若不是恁凄凉，肯来么。来去苦匆匆，准拟待、晓钟敲破。乍偎人一闪灯花堕，却对著琉璃火。西风八九月，积地秋云黄。力田已告成，计日宜收藏。刈获须及时，虑为雨雪伤。农家终岁劳，至此愿稍偿。勤苦守恒业，始有数月粮。嗟彼豪华子，素餐厌膏粱。安坐废手足，嗜欲毒其肠。岂知民力艰，颗米皆琳琅。园居知风月，野居知星霜。君看获稻时，粒粒脂膏香。闾左称雄日，渔阳适戍人。王候宁有种？竿木足亡秦。大义呼豪杰，先声仗鬼神。驱除功第一，汉将可谁伦？",
        "author": "清代",
        "poem_class": "悼亡",
        "dynasty": "纳兰性德"
    },
    {
        "title": "书琵琶背",
        "paragraph": "侁自肩如削，难胜数缕绦。天香留凤尾，余暖在檀槽。虽是丹青物，沈吟亦可伤。君夸鹰眼疾，我悯兔心忙。岂动骚人兴，惟增猎客狂。鲛绡百馀尺，争及制衣裳。启鉴悠悠两鬓苍，病来心绪易凄凉。知音不到吟还懒，锁印开帘又夕阳。黛薄红深，约掠绿鬟云腻。小鸳鸯，金翡翠，称人心。锦鳞无处传幽意，海燕兰堂春又去，隔年书，千点泪，恨难任。",
        "author": "五代",
        "poem_class": "悼亡",
        "dynasty": "李煜"
    },
    {
        "title": "妾薄命·为曾南丰作",
        "paragraph": "主家十二楼，一身当三千。古来妾薄命，事主不尽年。起舞为主寿，相送南阳阡。忍著主衣裳，为人作春妍。有声当彻天，有泪当彻泉。死者恐无知，妾身长自怜。叶落风不起，山空花自红。捐世不待老，惠妾无其终。一死尚可忍，百岁何当穷？天地岂不宽？妾身自不容。死者如有知，杀身以相从。向来歌舞地，夜雨鸣寒蛩。 二月十五夜，与赵德麟小酌聚星堂春庭月午，摇荡香醪光欲舞。步转回廊，半落梅花婉娩香。轻云薄雾，总是少年行乐处。不似秋光，只与离人照断肠。远岸收残雨。雨残稍觉江天暮。拾翠汀洲人寂静，立双双鸥鹭。望几点、渔灯隐映蒹葭浦。停画桡、两两舟人语。道去程今夜，遥指前村烟树。游宦成羁旅。短樯吟倚闲凝伫。万水千山迷远近，想乡关何处。自别后、风亭月榭孤欢聚。刚断肠、惹得离情苦。听杜宇声声，劝人不如归去。百花头上开，冰雪寒中见。霜月定相知，先识春风面。 主人情意深，不管江妃怨。折我最繁枝，还许冰壶荐。",
        "author": "宋代",
        "poem_class": "悼亡",
        "dynasty": "陈师道"
    },
    {
        "title": "沁园春·代悼亡",
        "paragraph": "梦冷蘅芜，却望姗姗，是耶非耶？怅兰膏渍粉，尚留犀合；金泥蹙绣，空掩蝉纱。影弱难持，缘深暂隔，只当离愁滞海涯。归来也，趁星前月底，魂在梨花。鸾胶纵续琵琶。问可及、当年萼绿华。但无端摧折，恶经风浪；不如零落，判委尘沙。最忆相看，娇讹道字，手剪银灯自泼茶。令已矣，便帐中重见，那似伊家。白衣裳凭朱阑立，凉月趖西。点鬓霜微，岁晏知君归不归？残更目断传书雁，尺素还稀。一味相思，准拟相看似旧时。万帐穹庐人醉，星影摇摇欲坠，归梦隔狼河，又被河声搅碎。还睡、还睡，解道醒来无味。客夜怎生过。梦相伴、绮窗吟和。薄嗔佯笑道，若不是恁凄凉，肯来么。来去苦匆匆，准拟待、晓钟敲破。乍偎人一闪灯花堕，却对著琉璃火。",
        "author": "清代",
        "poem_class": "悼亡",
        "dynasty": "纳兰性德"
    },
    {
        "title": "李夫人赋",
        "paragraph": "美连娟以修嫭兮，命樔绝而不长。饰新官以延贮兮，泯不归乎故乡。惨郁郁其芜秽兮，隐处幽而怀伤。释舆马于山椒兮，奄修夜之不阳。秋气憯以凄泪兮，桂枝落而销亡。神茕茕以遥思兮，精浮游而出畺。托沈阴以圹久兮，惜蕃华之未央。念穷极之不还兮，惟幼眇之相羊。函荾荴以俟风兮，芳杂袭以弥章。的容与以猗靡兮，缥飘姚虖愈庄。燕淫衍而抚楹兮，连流视而娥扬。既激感而心逐兮，包红颜而弗明。欢接狎以离别兮，宵寤梦之芒芒。忽迁化而不反兮，魄放逸以飞扬。何灵魄之纷纷兮，哀裴回以踌躇。势路日以远兮，遂荒忽而辞去。超兮西征，屑兮不见。寖淫敞，寂兮无音。思若流波，怛兮在心。 乱曰：佳侠函光，陨朱荣兮。嫉妒闟茸，将安程兮。方时隆盛，年夭伤兮。弟子增欷，洿沫怅兮。悲愁於邑，喧不可止兮。向不虚应，亦云己兮。嫶妍太息，叹稚子兮。懰栗不言，倚所恃兮。仁者不誓，岂约亲兮？既往不来，申以信兮。去彼昭昭，就冥冥兮。既不新宫，不复故庭兮。呜呼哀哉，想魂灵兮！ 陟彼此芒兮噫。顾览帝京兮噫。宫室崔嵬兮噫。民之劬劳兮噫。辽辽未央兮噫。蒲鞭苇杖示有刑。孤儿生，孤子遇生，命独当苦。父母在时，乘坚车，驾驷马。父母已去，兄嫂令我行贾。南到九江，东到齐与鲁。腊月来归，不敢自言苦。头多虮虱，面目多尘土。大兄言办饭，大嫂言视马。上高堂，行取殿下堂。孤儿泪下如雨。使我朝行汲，暮得水来归。手为错，足下无菲。怆怆履霜，中多蒺藜。拔断蒺藜肠肉中，怆欲悲。泪下渫渫，清涕累累。冬无复襦，夏无单衣。居生不乐，不如早去，下从地下黄泉。春气动，草萌芽。三月蚕桑，六月收瓜。将是瓜车，来到还家。瓜车反覆。助我者少，啖瓜者多。愿还我蒂，兄与嫂严。独且急归，当兴校计。乱曰：里中一何譊譊，愿欲寄尺书，将与地下父母，兄嫂难与久居。",
        "author": "两汉",
        "poem_class": "悼亡",
        "dynasty": "刘彻"
    },
    {
        "title": "霜叶飞·重九",
        "paragraph": "断烟离绪。关心事，斜阳红隐霜树。半壶秋水荐黄花，香噀西风雨。纵玉勒、轻飞迅羽，凄凉谁吊荒台古？记醉踏南屏， 彩扇咽寒蝉，倦梦不知蛮素。聊对旧节传杯，尘笺蠹管，断阕经岁慵赋。小蟾斜影转东篱，夜冷残蛩语。早白发、缘愁万缕。惊飙从卷乌纱去。谩细将、茱萸看，但约明年，翠微高处。雾失楼台，月迷津渡。桃源望断无寻处。可堪孤馆闭春寒，杜鹃声里斜阳暮。 驿寄梅花，鱼传尺素。砌成此恨无重数。郴江幸自绕郴山，为谁流下潇湘去。秋色渐将晚，霜信报黄花。小窗低户深映，微路绕欹斜。为问山翁何事，坐看流年轻度，拚却鬓双华。徙倚望沧海，天净水明霞。 念平昔，空飘荡，遍天涯。归来三径重扫，松竹本吾家。却恨悲风时起，冉冉云间新雁，边马怨胡笳。谁似东山老，谈笑静胡沙。束缊宵行十里强。挑得诗囊，抛了衣囊。天寒路滑马蹄僵，元是王郎，来送刘郎。酒酣耳热说文章。惊倒邻墙，推倒胡床。旁观拍手笑疏狂。疏又何妨，狂又何妨？",
        "author": "宋代",
        "poem_class": "悼亡",
        "dynasty": "吴文英"
    },
    {
        "title": "高阳台·落梅",
        "paragraph": "宫粉雕痕，仙云堕影，无人野水荒湾。古石埋香，金沙锁骨连环。南楼不恨吹横笛，恨晓风、千里关山。半飘零，庭上黄昏，月冷阑干。 寿阳空理愁鸾。问谁调玉髓，暗补香瘢。细雨归鸿，孤山无限春寒。离魂难倩招清此，梦缟衣、解佩溪边。最愁人，啼鸟清明，叶底青圆。情高意真。眉长鬓青。小楼明月调筝。写春风数声。思君忆君。魂牵梦萦。翠销香暖云屏。更那堪酒醒。山亭水榭秋方半，凤帏寂寞无人伴。愁闷一番新，双蛾只旧颦。起来临绣户，时有疏萤度。多谢月相怜，今宵不忍圆。一轮秋影转金波，飞镜又重磨。把酒问姮娥：被白发，欺人奈何？乘风好去，长空万里，直下看山河。斫去桂婆娑，人道是，清光更多。",
        "author": "宋代",
        "poem_class": "悼亡",
        "dynasty": "吴文英"
    },
    {
        "title": "蝶恋花·眼底风光留不住",
        "paragraph": "眼底风光留不住，和暖和香，又上雕鞍去。欲倩烟丝遮别路，垂杨那是相思树。惆怅玉颜成间阻，何事东风，不作繁华主。断带依然留乞句，斑骓一系无寻处。秋。触怵离心著处愁。风来也，独是下帘钩。天山万笏耸琼瑶，导我西行伴寂寥。我与山灵相对笑，满头晴雪共难消。芳草才芽，梨花未雨，春魂已作天涯絮。晶帘宛转为谁垂，金衣飞上樱桃树。故国茫茫，扁舟何许，夕阳一片江流去。碧云犹叠旧河山，月痕休到深深处。",
        "author": "清代",
        "poem_class": "悼亡",
        "dynasty": "纳兰性德"
    },
    {
        "title": "清平乐·东风依旧",
        "paragraph": "东风依旧，著意隋堤柳。搓得鹅儿黄欲就，天气清明时候。去年紫陌青门，今宵雨魄云魂。断送一生憔悴，能消几个黄昏！元丰七年十二月二十四日，从泗州刘倩叔游南山细雨斜风作晓寒，淡烟疏柳媚晴滩。入淮清洛渐漫漫。雪沫乳花浮午盏，蓼茸蒿笋试春盘。人间有味是清欢。黑云翻墨未遮山，白雨跳珠乱入船。卷地风来忽吹散，望湖楼下水如天。春归何处？寂寞无行路。若有人知春去处，唤取归来同住。 春无踪迹谁知？除非问取黄鹂。百啭无人能解，因风飞过蔷薇。",
        "author": "宋代",
        "poem_class": "悼亡",
        "dynasty": "刘弇"
    },
    {
        "title": "楚宫",
        "paragraph": "湘波如泪色漻漻，楚厉迷魂逐恨遥。枫树夜猿愁自断，女萝山鬼语相邀。空归腐败犹难复，更困腥臊岂易招？但使故乡三户在，彩丝谁惜惧长蛟。江南好，风景旧曾谙。日出江花红胜火，春来江水绿如蓝。能不忆江南？江南忆，最忆是杭州。山寺月中寻桂子，郡亭枕上看潮头。何日更重游？江南忆，其次忆吴宫。吴酒一杯春竹叶，吴娃双舞醉芙蓉。早晚复相逢？车辚辚，马萧萧，行人弓箭各在腰。耶娘妻子走相送，尘埃不见咸阳桥。(耶娘 一作：爷娘)牵衣顿足拦道哭，哭声直上干云霄。道旁过者问行人，行人但云点行频。或从十五北防河，便至四十西营田。去时里正与裹头，归来头白还戍边。边庭流血成海水，武皇开边意未已。君不闻，汉家山东二百州，千村万落生荆杞。纵有健妇把锄犁，禾生陇亩无东西。况复秦兵耐苦战，被驱不异犬与鸡。长者虽有问，役夫敢申恨？且如今年冬，未休关西卒。县官急索租，租税从何出？信知生男恶，反是生女好。生女犹得嫁比邻，生男埋没随百草。君不见，青海头，古来白骨无人收。新鬼烦冤旧鬼哭，天阴雨湿声啾啾！自余为僇人，居是州，恒惴栗。其隙也，则施施而行，漫漫而游。日与其徒上高山，入深林，穷回溪，幽泉怪石，无远不到。到则披草而坐，倾壶而醉。醉则更相枕以卧，卧而梦。意有所极，梦亦同趣。觉而起，起而归；以为凡是州之山水有异态者，皆我有也，而未始知西山之怪特。今年九月二十八日，因坐法华西亭，望西山，始指异之。遂命仆人过湘江，缘染溪，斫榛莽，焚茅茷，穷山之高而止。攀援而登，箕踞而遨，则凡数州之土壤，皆在衽席之下。其高下之势，岈然洼然，若垤若穴，尺寸千里，攒蹙累积，莫得遁隐。萦青缭白，外与天际，四望如一。然后知是山之特立，不与培塿为类。悠悠乎与颢气俱，而莫得其涯；洋洋乎与造物者游，而不知其所穷。引觞满酌，颓然就醉，不知日之入。苍然暮色，自远而至，至无所见，而犹不欲归。心凝形释，与万化冥合。然后知吾向之未始游，游于是乎始。故为之文以志。是岁，元和四年也。",
        "author": "唐代",
        "poem_class": "悼亡",
        "dynasty": "李商隐"
    },
    {
        "title": "木兰花慢·莺啼啼不尽",
        "paragraph": "莺啼啼不尽，任燕语、语难通。这一点闲愁，十年不断，恼乱春风。重来故人不见，但依然、杨柳小楼东。记得同题粉壁，而今壁破无踪。兰皋新涨绿溶溶。流恨落花红。念着破春衫，当时送别，灯下裁缝。相思谩然自苦，算云烟、过眼总成空。落日楚天无际，凭栏目送飞鸿。欲收新麦继陈谷，赖有诸孙替老人。三夜阴霪败场圃，一竿晴日舞比邻。急炊大饼偿饥乏，多博村酤劳苦辛。闭廪归来真了事，赋诗怜汝足精神。一点残红欲尽时。乍凉秋气满屏帏。梧桐叶上三更雨，叶叶声声是别离。 调宝瑟，拨金猊。那时同唱鹧鸪词。如今风雨西楼夜，不听清歌也泪垂。少年易老学难成，一寸光阴不可轻。未觉池塘春草梦，阶前梧叶已秋声。",
        "author": "宋代",
        "poem_class": "悼亡",
        "dynasty": "戴复古"
    },
    {
        "title": "思佳客·迷蝶无踪晓梦沉",
        "paragraph": "迷蝶无踪晓梦沉，寒香深闭小庭心。欲知湖上春多少，但看楼前柳浅深。愁自遣，酒孤斟。一帘芳景燕同吟。杏花宜带斜阳看，几阵东风晚又阴。愁云淡淡雨潇潇，暮暮复朝朝。别来应是，眉峰翠减，腕玉香销。小轩独坐相思处，情绪好无聊。一丛萱草，几竿修竹，数叶芭蕉。茅檐低小，溪上青青草。醉里吴音相媚好，白发谁家翁媪？大儿锄豆溪东，中儿正织鸡笼。最喜小儿亡赖，溪头卧剥莲蓬。(亡 同：无)天上星河转，人间帘幕垂。凉生枕簟泪痕滋。起解罗衣聊问、夜何其。翠贴莲蓬小，金销藕叶稀。旧时天气旧时衣。只有情怀不似、旧家时。",
        "author": "宋代",
        "poem_class": "悼亡",
        "dynasty": "吴文英"
    },
    {
        "title": "茶瓶儿·去年相逢深院宇",
        "paragraph": "去年相逢深院宇，海棠下、曾歌《金缕》。歌罢花如雨。 翠罗衫上，点点红无数。 今岁重寻携手处，空物是人非春暮。回首青门路。乱红飞絮，相逐东风去。当年万里觅封侯，匹马戍梁州。关河梦断何处？尘暗旧貂裘。胡未灭，鬓先秋，泪空流。此生谁料，心在天山，身老沧洲。山外青山楼外楼，西湖歌舞几时休？暖风熏得游人醉，直把杭州作汴州。孤鹤归飞，再过辽天，换尽旧人。念累累枯冢，茫茫梦境，王侯蝼蚁，毕竟成尘。载酒园林，寻花巷陌，当日何曾轻负春。流年改，叹围腰带剩，点鬓霜新。交亲零落如云，又岂料如今馀此身。幸眼明身健，茶甘饭软，非惟我老，更有人贫。躲尽危机，消残壮志，短艇湖中闲采莼。吾何恨，有渔翁共醉，溪友为邻。",
        "author": "宋代",
        "poem_class": "悼亡",
        "dynasty": "李元膺"
    },
    {
        "title": "五律·挽戴安澜将军",
        "paragraph": "外侮需人御，将军赋采薇。师称机械化，勇夺虎罴威。浴血东瓜守，驱倭棠吉归。沙场竟殒命，壮志也无违。鲲鹏展翅，九万里，翻动扶摇羊角。背负青天朝下看，都是人间城郭。炮火连天，弹痕遍地，吓倒蓬间雀。怎么得了，哎呀我要飞跃。借问君去何方，雀儿答道：有仙山琼阁。不见前年秋月朗，订了三家条约。还有吃的，土豆烧熟了，再加牛肉。不须放屁！试看天地翻覆。剑态箫心不可羁，已教终古负初期？能为顽石方除根，便作词人亦大痴。但觉高歌动神鬼，不妨入世任妍媸。只惭洛下书生咏，洒泪新亭又一时。四五十年，风雨如晦不重见。过眼飞云，横竖茫茫一线天。休要夸口，豪杰劫后是民愿。海天环顾，一路走来一路烟。",
        "author": "近现代",
        "poem_class": "悼亡",
        "dynasty": "毛泽东"
    },
    {
        "title": "浣溪沙·凤髻抛残秋草生",
        "paragraph": "凤髻抛残秋草生，高梧湿月冷无声。当时七夕记深盟。信得羽衣传钿合，悔教罗袜葬倾城。人间空唱雨淋铃。隔花才歇廉纤雨，一声弹指混无语。梁燕自双归，长条脉脉垂。小屏山色远，妆薄铅华浅。独自立瑶阶，透寒金缕鞋。沉沉更鼓急，渐渐人声绝。吹灯窗更明，月照一天雪。天山万笏耸琼瑶，导我西行伴寂寥。我与山灵相对笑，满头晴雪共难消。",
        "author": "清代",
        "poem_class": "悼亡",
        "dynasty": "纳兰性德"
    },
    {
        "title": "寿楼春·寻春服感念",
        "paragraph": "裁春衫寻芳。记金刀素手，同在晴窗。几度因风残絮，照花斜阳。谁念我，今无裳？自少年、消磨疏狂。但听雨挑灯，攲床病酒，多梦睡时妆。飞花去，良宵长。有丝阑旧曲，金谱新腔。最恨湘云人散，楚兰魂伤。身是客、愁为乡。算玉箫、犹逢韦郎。近寒食人家，相思未忘苹藻香。湖上西风急暮蝉。夜来清露湿红莲。少留归骑促歌筵。 为别莫辞金盏酒。入朝须近玉炉烟。不知重会是何年。准拟今春乐事浓，依然枉却一东风。年年不带看花眼，不是愁中即病中。此身天地一蘧庐，世事消磨绿鬓疏。毕竟几人真得鹿，不知终日梦为鱼。",
        "author": "宋代",
        "poem_class": "悼亡",
        "dynasty": "史达祖"
    },
    {
        "title": "悼亡三首",
        "paragraph": "结发为夫妇，于今十七年。相看犹不足，何况是长捐！我鬓已多白，此身宁久全？终当与同穴，未死泪涟涟。每出身如梦，逢人强意多。归来仍寂寞，欲语向谁何？窗冷孤萤入，宵长一雁过。世间无最苦，精爽此销磨。从来有修短，岂敢问苍天？见尽人间妇，无如美且贤。譬令愚者寿，何不假其年？忍此连城宝，沉埋向九泉！疏枝横玉瘦，小萼点珠光。一朵忽先变，百花皆后香。欲传春信息，不怕雪埋藏。玉笛休三弄，东君正主张。西湖春色归， 春水绿于染。群芳烂不收， 东风落如糁。参军春思乱如云， 白发题诗愁送春。遥知湖上一樽酒， 能忆天涯万里人。万里思春尚有情， 忽逢春至客心惊。雪消门外千山绿， 花发江边二月晴。少年把酒逢春色， 今日逢春头已白。异乡物态与人殊， 惟有东风旧相识。凉簟碧纱厨。一枕清风昼睡馀。睡听晚衙无一事，徐徐。读尽床头几卷书。搔首赋归欤。自觉功名懒更疏。若问使君才与术，何如。占得人间一味愚。",
        "author": "宋代",
        "poem_class": "悼亡",
        "dynasty": "梅尧臣"
    },
    {
        "title": "采桑子·海天谁放冰轮满",
        "paragraph": "海天谁放冰轮满，惆怅离情。莫说离情，但值凉宵总泪零。只应碧落重相见，那是今生。可奈今生，刚作愁时又忆卿。山一程，水一程，身向榆关那畔行，夜深千帐灯。风一更，雪一更，聒碎乡心梦不成，故园无此声。嘉庆四年，岁在己未，琉球国中山王尚穆薨。世子尚哲先七年卒，世孙尚温表请袭封。中朝怀柔远藩，锡以恩命，临轩召对，特简儒臣。于是，赵介山先生，名文楷，太湖人，官翰林院修撰，充正使；李和叔先生，名鼎元，绵州人，官内阁中书，副焉。介山驰书约余偕行，余以高堂垂老，惮于远游。继思游幕二十年，遍窥两戒，然而尚囿方隅之见，未观域外，更历纓溟之胜，庶广异闻。禀商吾父，允以随往。从客凡五人：王君文诰，秦君元钧，缪君颂，杨君华才，其一即余也。五年五月朔日，随荡节以行，祥飙送风，神鱼扶舳，计六昼夜，径达所届。凡所目击，成登掌录。志山水之丽崎，记物产之瑰怪，载官司之典章，嘉士女之风节。文不矜奇，事皆记实。自惭谫陋，饴测海之嗤；要堪传言，或胜凿空之说云尔。我梦扬州，便想到扬州梦我。第一是隋堤绿柳，不堪烟锁。潮打三更瓜步月，雨荒十里红桥火。更红鲜冷淡不成圆，樱桃颗。何日向，江村躲；何日上，江楼卧。有诗人某某，酒人个个。花径不无新点缀，沙鸥颇有闲功课。将白头供作折腰人，将毋左。",
        "author": "清代",
        "poem_class": "悼亡",
        "dynasty": "纳兰性德"
    },
    {
        "title": "临江仙·秦楼不见吹箫女",
        "paragraph": "秦楼不见吹箫女，空余上苑风光。粉英金蕊自低昂。东风恼我，才发一衿香。琼窗梦醒留残日，当年得恨何长！碧阑干外映垂杨。暂时相见，如梦懒思量。空碛无边，万里阳关道路。马萧萧，人去去，陇云愁¤香貂旧制戎衣窄，胡霜千里白。绮罗心，魂梦隔，上高楼。曲槛小楼，正是莺花二月。思无憀，愁欲绝，郁离襟¤展屏空对潇湘水，眼前千万里。泪掩红，眉敛翠，恨沉沉。敛态窗前，袅袅雀钗抛颈。燕成双，鸾对影，偶新知¤玉纤澹拂眉山小，镜中嗔共照。翠连娟，红缥缈，早妆时。新诗开卷处，造化竭精英。雪霁楚山碧，月高湘水清。初吟尘虑息，再味古风生。自此寰区内，喧腾二雅名。衮衮利名役，常嗟聚会稀。有心游好景，无术驻残晖。南陌草争茂，西园花乱飞。期君举杯酒，不醉莫言归。",
        "author": "五代",
        "poem_class": "悼亡",
        "dynasty": "李煜"
    },
    {
        "title": "青衫湿·悼亡",
        "paragraph": "近来无限伤心事，谁与话长更？从教分付，绿窗红泪，早雁初莺。当时领略，而今断送，总负多情。忽疑君到，漆灯风飐，痴数春星。天山万笏耸琼瑶，导我西行伴寂寥。我与山灵相对笑，满头晴雪共难消。亚枝低拂碧窗纱，镂月烘霞日日加。祝汝一分留作伴，可怜处士已无家。是日惊秋老，相望各一涯。离怀销浊酒，愁眼见黄花。天地存肝胆，江山阅鬓华。多蒙千里讯，逐客已无家。",
        "author": "清代",
        "poem_class": "悼亡",
        "dynasty": "纳兰性德"
    },
    {
        "title": "六么令·夷则宫七夕",
        "paragraph": "露蛩初响，机杼还催织。婺星为情慵懒，伫立明河侧。不见津头艇子，望绝南飞翼。云梁千尺。尘缘一点，回首西风又陈迹。那知天上计拙，乞巧楼南北。瓜果几度凄凉，寂寞罗池客。人事回廊缥缈，谁见金钗擘。今夕何夕。杯残月堕，但耿银河漫天碧。身世酒杯中，万事皆空。古来三五个英雄。雨打风吹何处是，汉殿秦宫。梦入少年丛，歌舞匆匆。老僧夜半误鸣钟。惊起西窗眠不得，卷地西风。秋气堪悲未必然，轻寒正是可人天。绿池落尽红蕖却，荷叶犹开最小钱。楼外垂杨千万缕。欲系青春，少住春还去。犹自风前飘柳絮。随春且看归何处。 绿满山川闻杜宇。便做无情，莫也愁人苦。把酒送春春不语。黄昏却下潇潇雨。",
        "author": "宋代",
        "poem_class": "悼亡",
        "dynasty": "吴文英"
    },
    {
        "title": "醉落魄·预赏景龙门追悼明节皇后",
        "paragraph": "无言哽噎。看灯记得年时节。行行指月行行说。愿月常圆，休要暂时缺。 今年华市灯罗列。好灯争奈人心别。人前不敢分明说。不忍抬头，羞见旧时月。杨柳回塘，鸳鸯别浦。绿萍涨断莲舟路。断无蜂蝶慕幽香，红衣脱尽芳心苦。 返照迎潮，行云带雨。依依似与骚人语。当年不肯嫁春风，无端却被秋风误。十月九日，孟亨之置酒秋香亭。有双拒霜，独向君猷而开，坐客喜笑，以为非使君莫可当此花，故作是篇。两两轻红半晕腮，依依独为使君回。若道使君无此意，何为，双花不向别人开。但看低昂烟雨里，不已。劝君休诉十分杯。更问尊前狂副使。来岁。花开时节与谁来。一片能教一断肠，可堪平砌更堆墙。飘如迁客来过岭，坠似骚人去赴湘。乱点莓苔多莫数，偶粘衣袖久犹香。东风谬掌花权柄，却忌孤高不主张。",
        "author": "宋代",
        "poem_class": "悼亡",
        "dynasty": "赵佶"
    },
    {
        "title": "七律·吊罗荣桓同志",
        "paragraph": "记得当年草上飞，红军队里每相违。长征不是难堪日，战锦方为大问题。斥鷃每闻欺大鸟，昆鸡长笑老鹰非。君今不幸离人世，国有疑难可问谁？三义塔者，中国上海闸北三义里遗鸠埋骨之塔也，在日本，农人共建。奔霆飞熛歼人子，败井颓垣剩饿鸠。 偶值大心离火宅，终遗高塔念瀛洲。精禽梦觉仍衔石，斗士诚坚共抗流。度尽劫波兄弟在，相逢一笑泯恩仇。西村博士于上海战后得丧家之鸠，持归养之，初亦相安，而终化去。建塔以藏，且征题咏，率成一律，聊答遐情云尔。姑苏台上乌啼曙，剩霸业，今如许。醉后不堪仍吊古。月中杨柳，水边楼阁，犹自教歌舞。野花开遍真娘墓，绝代红颜委朝露。算是人生赢得处。千秋诗料，一抔黄土，十里寒螿语。兴来随意步南阡，夹道垂杨相带妍。万木沉酣新雨后，百昌苏醒晓风前。四时可爱唯春日，一事能狂便少年。我与野鸥申后约，不辞旦旦冒寒烟。",
        "author": "近现代",
        "poem_class": "悼亡",
        "dynasty": "毛泽东"
    },
    {
        "title": "岳鄂王墓",
        "paragraph": "鄂王坟上草离离，秋日荒凉石兽危。南渡君臣轻社稷，中原父老望旌旗。英雄已死嗟何及，天下中分遂不支。莫向西湖歌此曲，水光山色不胜悲。恨重叠，重叠恨，恨绵绵，恨满晚妆楼；愁积聚，积聚愁，愁切切，愁斟碧玉瓯；懒梳妆，梳妆懒，懒设设，懒爇黄金兽。泪珠弹，弹珠泪，泪汪汪，汪汪不住流；病身躯，身躯病，病恹恹，病在我心头。花见我，我见花，花应憔瘦；月对咱，咱对月，月更害羞；与天说，说与天，天也还愁。夜来西风里，九天鹏鹗飞。困煞中原一布衣。悲，故人知未知？登楼意，恨无上天梯！长醉后方何碍，不醒时有甚思。糟腌两个功名字，醅渰千古兴亡事，曲埋万丈虹霓志。不达时皆笑屈原非，但知音尽说陶潜是。",
        "author": "元代",
        "poem_class": "悼亡",
        "dynasty": "赵孟頫"
    },
    {
        "title": "东风齐着力·电急流光",
        "paragraph": "电急流光，天生薄命，有泪如潮。勉为欢谑，到底总无聊。欲谱频年离恨，言已尽、恨未曾消。凭谁把，一天愁绪，按出琼箫。往事水迢迢，窗前月、几番空照魂销。旧欢新梦，雁齿小红桥。最是烧灯时候，宜春髻、酒暖蒲萄。凄凉煞，五枝青玉，风雨飘飘。古对今，圆对方。严寒对酷暑，春暖对秋凉。晨对暮，雪对霜。和风对细雨，朝霞对夕阳。桃对李，柳对杨，莺歌对燕舞，鸟语对花香。陶潜诗喜说荆轲，想见停云发浩歌。吟到恩仇心事涌，江湖侠骨恐无多。宣德间，宫中尚促织之戏，岁征民间。此物故非西产；有华阴令欲媚上官，以一头进，试使斗而才，因责常供。令以责之里正。市中游侠儿得佳者笼养之，昂其直，居为奇货。里胥猾黠，假此科敛丁口，每责一头，辄倾数家之产。邑有成名者，操童子业，久不售。为人迂讷，遂为猾胥报充里正役，百计营谋不能脱。不终岁，薄产累尽。会征促织，成不敢敛户口，而又无所赔偿，忧闷欲死。妻曰：“死何裨益？不如自行搜觅，冀有万一之得。”成然之。早出暮归，提竹筒丝笼，于败堵丛草处，探石发穴，靡计不施，迄无济。即捕得三两头，又劣弱不中于款。宰严限追比，旬余，杖至百，两股间脓血流离，并虫亦不能行捉矣。转侧床头，惟思自尽。时村中来一驼背巫，能以神卜。成妻具资诣问。见红女白婆，填塞门户。入其舍，则密室垂帘，帘外设香几。问者爇香于鼎，再拜。巫从旁望空代祝，唇吻翕辟，不知何词。各各竦立以听。少间，帘内掷一纸出，即道人意中事，无毫发爽。成妻纳钱案上，焚拜如前人。食顷，帘动，片纸抛落。拾视之，非字而画：中绘殿阁，类兰若。后小山下，怪石乱卧，针针丛棘，青麻头伏焉。旁一蟆，若将跳舞。展玩不可晓。然睹促织，隐中胸怀。折藏之，归以示成。成反复自念，得无教我猎虫所耶？细瞻景状，与村东大佛阁真逼似。乃强起扶杖，执图诣寺后，有古陵蔚起。循陵而走，见蹲石鳞鳞，俨然类画。遂于蒿莱中侧听徐行，似寻针芥。而心目耳力俱穷，绝无踪响。冥搜未已，一癞头蟆猝然跃去。成益愕，急逐趁之，蟆入草间。蹑迹披求，见有虫伏棘根。遽扑之，入石穴中。掭以尖草，不出；以筒水灌之，始出，状极俊健。逐而得之。审视，巨身修尾，青项金翅。大喜，笼归，举家庆贺，虽连城拱璧不啻也。上于盆而养之，蟹白栗黄，备极护爱，留待限期，以塞官责。成有子九岁，窥父不在，窃发盆。虫跃掷径出，迅不可捉。及扑入手，已股落腹裂，斯须就毙。儿惧，啼告母。母闻之，面色灰死，大惊曰：“业根，死期至矣！而翁归，自与汝复算耳！”儿涕而出。未几，成归，闻妻言，如被冰雪。怒索儿，儿渺然不知所往。既得其尸于井，因而化怒为悲，抢呼欲绝。夫妻向隅，茅舍无烟，相对默然，不复聊赖。日将暮，取儿藁葬。近抚之，气息惙然。喜置榻上，半夜复苏。夫妻心稍慰，但蟋蟀笼虚，顾之则气断声吞，亦不敢复究儿。自昏达曙，目不交睫。东曦既驾，僵卧长愁。忽闻门外虫鸣，惊起觇视，虫宛然尚在。喜而捕之，一鸣辄跃去，行且速。覆之以掌，虚若无物；手裁举，则又超忽而跃。急趋之，折过墙隅，迷其所在。徘徊四顾，见虫伏壁上。审谛之，短小，黑赤色，顿非前物。成以其小，劣之。惟彷徨瞻顾，寻所逐者。壁上小虫忽跃落襟袖间，视之，形若土狗，梅花翅，方首，长胫，意似良。喜而收之。将献公堂，惴惴恐不当意，思试之斗以觇之。村中少年好事者驯养一虫，自名“蟹壳青”，日与子弟角，无不胜。欲居之以为利，而高其直，亦无售者。径造庐访成，视成所蓄，掩口胡卢而笑。因出己虫，纳比笼中。成视之，庞然修伟，自增惭怍，不敢与较。少年固强之。顾念蓄劣物终无所用，不如拼博一笑，因合纳斗盆。小虫伏不动，蠢若木鸡。少年又大笑。试以猪鬣毛撩拨虫须，仍不动。少年又笑。屡撩之，虫暴怒，直奔，遂相腾击，振奋作声。俄见小虫跃起，张尾伸须，直龁敌领。少年大骇，急解令休止。虫翘然矜鸣，似报主知。成大喜。方共瞻玩，一鸡瞥来，径进以啄。成骇立愕呼，幸啄不中，虫跃去尺有咫。鸡健进，逐逼之，虫已在爪下矣。成仓猝莫知所救，顿足失色。旋见鸡伸颈摆扑，临视，则虫集冠上，力叮不释。成益惊喜，掇置笼中。翼日进宰，宰见其小，怒诃成。成述其异，宰不信。试与他虫斗，虫尽靡。又试之鸡，果如成言。乃赏成，献诸抚军。抚军大悦，以金笼进上，细疏其能。既入宫中，举天下所贡蝴蝶、螳螂、油利挞、青丝额一切异状遍试之，无出其右者。每闻琴瑟之声，则应节而舞。益奇之。上大嘉悦，诏赐抚臣名马衣缎。抚军不忘所自，无何，宰以卓异闻，宰悦，免成役。又嘱学使俾入邑庠。后岁余，成子精神复旧，自言身化促织，轻捷善斗，今始苏耳。抚军亦厚赉成。不数岁，田百顷，楼阁万椽，牛羊蹄躈各千计；一出门，裘马过世家焉。异史氏曰：“天子偶用一物，未必不过此已忘；而奉行者即为定例。加以官贪吏虐，民日贴妇卖儿，更无休止。故天子一跬步，皆关民命，不可忽也。独是成氏子以蠹贫，以促织富，裘马扬扬。当其为里正、受扑责时，岂意其至此哉？天将以酬长厚者，遂使抚臣、令尹，并受促织恩荫。闻之：一人飞升，仙及鸡犬。信夫！”",
        "author": "清代",
        "poem_class": "悼亡",
        "dynasty": "纳兰性德"
    },
    {
        "title": "悼亡诗三首",
        "paragraph": "荏苒冬春谢，寒暑忽流易。之子归穷泉，重壤永幽隔。私怀谁克从，淹留亦何益。僶俛恭朝命，回心反初役。望庐思其人，入室想所历。帏屏无髣髴，翰墨有馀迹。流芳未及歇，遗挂犹在壁。怅恍如或存，回惶忡惊惕。如彼翰林鸟，双栖一朝只。如彼游川鱼，比目中路析。春风缘隙来，晨霤承檐滴。寝息何时忘，沉忧日盈积。庶几有时衰，庄缶犹可击。皎皎窗中月，照我室南端。清商应秋至，溽暑随节阑。凛凛凉风升，始觉夏衾单。岂曰无重纩，谁与同岁寒。岁寒无与同，朗月何胧胧。展转盻枕席，长簟竟床空。床空委清尘，室虚来悲风。独无李氏灵，髣髴覩尔容。抚衿长叹息，不觉涕沾胸。沾胸安能已，悲怀从中起。寝兴目存形，遗音犹在耳。上惭东门吴，下愧蒙庄子。赋诗欲言志，此志难具纪。命也可奈何，长戚自令鄙。曜灵运天机，四节代迁逝。凄凄朝露凝，烈烈夕风厉。奈何悼淑俪，仪容永潜翳。念此如昨日，谁知已卒岁。改服从朝政，哀心寄私制。茵帱张故房，朔望临尔祭。尔祭讵几时，朔望忽复尽。衾裳一毁撤，千载不复引。亹亹朞月周，戚戚弥相愍。悲怀感物来，泣涕应情陨。驾言陟东阜，望坟思纡轸。徘徊墟墓间，欲去复不忍。徘徊不忍去，徙倚步踟蹰。落叶委埏侧，枯荄带坟隅。孤魂独茕茕，安知灵与无。投心遵朝命，挥涕强就车。谁谓帝宫远，路极悲有余。关东堂堂。二申两房。未若二梁。环文绮章。良工眇芳林，妙思触物骋。篾疑秋蝉翼，团取望舒景。漫漫秋夜长，烈烈北风凉。展转不能寐，披衣起彷徨。彷徨忽已久，白露沾我裳。俯视清水波，仰看明月光。天汉回西流，三五正纵横。草虫鸣何悲，孤雁独南翔。郁郁多悲思，绵绵思故乡。愿飞安得翼，欲济河无梁。向风长叹息，断绝我中肠。",
        "author": "魏晋",
        "poem_class": "悼亡",
        "dynasty": "潘岳"
    },
    {
        "title": "思旧赋",
        "paragraph": "余与嵇康、吕安居止接近，其人并有不羁之才。然嵇志远而疏，吕心旷而放，其后各以事见法。嵇博综技艺，于丝竹特妙。临当就命，顾视日影，索琴而弹之。余逝将西迈，经其旧庐。于时日薄虞渊，寒冰凄然。邻人有吹笛者，发音寥亮。追思曩昔游宴之好，感音而叹，故作赋云：将命适于远京兮，遂旋反而北徂。济黄河以泛舟兮，经山阳之旧居。瞻旷野之萧条兮，息余驾乎城隅。践二子之遗迹兮，历穷巷之空庐。叹黍离之愍周兮，悲麦秀于殷墟。惟古昔以怀今兮，心徘徊以踌躇。栋宇存而弗毁兮，形神逝其焉如。昔李斯之受罪兮，叹黄犬而长吟。悼嵇生之永辞兮，顾日影而弹琴。托运遇于领会兮，寄余命于寸阴。听鸣笛之慷慨兮，妙声绝而复寻。停驾言其将迈兮，遂援翰而写心。 昔闻长者言，掩耳每不喜。奈何五十年，忽已亲此事。求我盛年欢，一毫无复意。去去转欲速，此生岂再值。倾家持作乐，竟此岁月驶。有子不留金，何用身後置！茫茫太极，赋授理殊。咨生不辰，仁考夙徂。微微冲弱，眇眇偏孤。叩心昊苍，痛贯黄墟。肃我以义，鞠我以仁。严迈商风，思洽阳春。昔闻邹母，勤教善分。懿矣慈妣，旷世齐运。嗟予小子，譬彼土粪。俯愧陋质，仰忝高训。悠悠玄运，四气错序。自我酷痛，载离寒暑。寥寥空堂，寂寂响户。尘蒙几筵，风生栋宇。感昔有恃，望晨迟颜。婉娈怀袖，极愿尽欢。奈何慈妣，归体幽埏。酷矣痛深，剖髓摧肝。轻风拂拂撼取柽，庭户萧然一室清。隔叶蝉鸣微欲断，又闻余韵结残声。",
        "author": "魏晋",
        "poem_class": "悼亡",
        "dynasty": "向秀"
    },
    {
        "title": "沈园二首·其二",
        "paragraph": "梦断香消四十年，沈园柳老不吹绵。此身行作稽山土，犹吊遗踪一泫然。雪洗虏尘静，风约楚云留。何人为写悲壮，吹角古城楼。湖海平生豪气，关塞如今风景，剪烛看吴钩。剩喜燃犀处，骇浪与天浮。忆当年，周与谢，富春秋，小乔初嫁，香囊未解，勋业故优游。赤壁矶头落照，肥水桥边衰草，渺渺唤人愁。我欲乘风去，击楫誓中流。谁伴明窗独坐。和我影儿两个。灯烬欲眠时，影也把人抛躲。无那。无那。好个恓惶的我。自古功名亦苦辛，行藏终欲付何人？当时黮暗犹承误，末俗纷纭更乱真。糟粕所传非粹美，丹青难写是精神。区区岂尽高贤意，独守千秋纸上尘。",
        "author": "宋代",
        "poem_class": "悼亡",
        "dynasty": "陆游"
    },
    {
        "title": "临江仙·点滴芭蕉心欲碎",
        "paragraph": "点滴芭蕉心欲碎，声声催忆当初。欲眠还展旧时书。鸳鸯小字，犹记手生疏。倦眼乍低缃帙乱，重看一半模糊。幽窗冷雨一灯孤。料应情尽，还道有情无？碧尽遥天，但暮霞散绮，碎剪红鲜。听时愁近，望时怕远，孤鸿一个，去向谁边。素霜已冷芦花渚，更休倩、鸥鹭相怜。暗自眠。凤凰纵好，宁是姻缘。凄凉劝你无言。趁一沙半水，且度流年。稻梁初尽，网罗正苦，梦魂易警，几处寒烟。断肠可似婵娟意，寸心里、多少缠绵。夜未闲，倦飞误宿平田。铅华不御，看道家妆就。问取旁人入时否。为孤情淡韵、判不宜春，矜标格、开向晚秋时候。无端轻薄雨，滴损檀心，小叠宫罗镇长皱。何必诉凄清，为爱秋光，被几日、西风吹瘦。便零落、蜂黄也休嫌，且对依斜阳，胜偎红袖。陶潜诗喜说荆轲，想见停云发浩歌。吟到恩仇心事涌，江湖侠骨恐无多。",
        "author": "清代",
        "poem_class": "悼亡",
        "dynasty": "纳兰性德"
    },
    {
        "title": "葛生",
        "paragraph": "葛生蒙楚，蔹蔓于野。予美亡此，谁与？独处？葛生蒙棘，蔹蔓于域。予美亡此，谁与？独息？角枕粲兮，锦衾烂兮。予美亡此，谁与？独旦？夏之日，冬之夜。百岁之后，归于其居。冬之夜，夏之日。百岁之后，归于其室。与女[1]游兮九河，冲风起兮水扬波；乘水车兮荷盖，驾两龙兮骖螭[2]；登昆仑兮四望，心飞扬兮浩荡；日将暮兮怅忘归，惟极浦兮寤怀[3]；鱼鳞屋兮龙堂，紫贝阙兮珠宫；灵何惟兮水中；乘白鼋兮逐文鱼，与女游兮河之渚；流澌纷兮将来下[4]；子交手兮东行，送美人兮南浦；波滔滔兮来迎，鱼鳞鳞兮媵予[5]。天地易位，四时易乡。列星陨坠。旦暮晦盲。幽暗登昭。日月下藏。公正无私。反见纵横。志爱公利。得楼疏堂。无私罪人。憼革二兵。道德纯备。谗口将将。仁人绌约。敖暴擅强。天下幽险。失世英龟龙为蝘蜓。鸱枭为凤凰。比干见刳。孔子拘匡。昭昭乎其知之明也。郁郁乎其遇时之不祥也。拂乎其欲礼义之大行也。暗乎天下之晦盲也。皓天不复。忧无疆也。千秋必反。古之常也。弟子勉学。天不忘也。圣人共手。时几将矣。念彼远方。何其塞矣。仁人绌约。暴人衍矣。忠臣危殆。谗人般矣。琁玉瑶珠。不知佩也。杂布与锦。不知异也。闾娵子奢。莫之媒也。嫫母力父。是之喜也。以盲为明。以聋为聪。以危为安。以吉为凶。呜呼上天。曷维其同。渐渐之石，维其高矣。山川悠远，维其劳矣。武人东征，不皇朝矣。渐渐之石，维其卒矣。山川悠远，曷其没矣？武人东征，不皇出矣。有豕白蹢，烝涉波矣。月离于毕，俾滂沱矣。武人东征，不皇他矣。",
        "author": "先秦",
        "poem_class": "悼亡",
        "dynasty": "佚名"
    },
    {
        "title": "吊白居易",
        "paragraph": "缀玉联珠六十年，谁教冥路作诗仙。浮云不系名居易，造化无为字乐天。童子解吟长恨曲，胡儿能唱琵琶篇。文章已满行人耳，一度思卿一怆然。洛阳城里春光好，洛阳才子他乡老。柳暗魏王堤，此时心转迷。桃花春水渌，水上鸳鸯浴。凝恨对残晖，忆君君不知。为人性僻耽佳句，语不惊人死不休。老去诗篇浑漫兴，春来花鸟莫深愁。(漫兴 一作：漫与)新添水槛供垂钓，故着浮槎替入舟。焉得思如陶谢手，令渠述作与同游。孤云将野鹤，岂向人间住。莫买沃洲山，时人已知处。",
        "author": "唐代",
        "poem_class": "悼亡",
        "dynasty": "李忱"
    },
    {
        "title": "孤雁儿·藤床纸帐朝眠起",
        "paragraph": "世人作梅词，下笔便俗。予试作一篇，乃知前言不妄耳。藤床纸帐朝眠起，说不尽无佳思。沉香断续玉炉寒，伴我情怀如水。笛声三弄，梅心惊破，多少春情意。 小风疏雨萧萧地，又催下千行泪。吹箫人去玉楼空，肠断与谁同倚。一枝折得，人间天上，没个人堪寄。留人不住，醉解兰舟去。一棹碧涛春水路，过尽晓莺啼处。渡头杨柳青青，枝枝叶叶离情。此后锦书休寄，画楼云雨无凭。清溪流过碧山头，空水澄鲜一色秋。隔断红尘三十里，白云红叶两悠悠。参差烟树灞陵桥，风物尽前朝。衰杨古柳，几经攀折，憔悴楚宫腰。 夕阳闲淡秋光老，离思满蘅皋。一曲阳关，断肠声尽，独自凭兰桡。",
        "author": "宋代",
        "poem_class": "悼亡",
        "dynasty": "李清照"
    },
    {
        "title": "南乡子·为亡妇题照",
        "paragraph": "泪咽却无声，只向从前悔薄情。凭仗丹青重省识，盈盈，一片伤心画不成。别语忒分明，午夜鹣鹣梦早醒。卿自早醒侬自梦，更更，泣尽风檐夜雨铃。春归林木古兴嗟，燕语斜阳立浅沙。休说旧时王与谢，寻常百姓亦无家。一卷离骚一卷经。十年心事十年灯。芭蕉叶上几秋声。欲哭不成还强笑，讳愁无奈学忘情。误人犹是说聪明。露下庭柯蝉响歇。纱碧如烟，烟里玲珑月。并著香肩无可说，樱桃暗解丁香结。笑卷轻衫鱼子缬。试扑流萤，惊起双栖蝶。瘦断玉腰沾粉叶，人生那不相思绝。",
        "author": "清代",
        "poem_class": "悼亡",
        "dynasty": "纳兰性德"
    },
    {
        "title": "绿衣",
        "paragraph": "绿兮衣兮，绿衣黄里。心之忧矣，曷维其已？绿兮衣兮，绿衣黄裳。心之忧矣，曷维其亡？绿兮丝兮，女所治兮。我思古人，俾无訧兮。絺兮绤兮，凄其以风。我思古人，实获我心。断竹，续竹；飞土，逐宍。不聪不明。不能为王。不瞽不聋。不能为公。公薨之月，子产相郑伯以如晋，晋侯以我丧故，未之见也。子产使尽坏其馆之垣，而纳车马焉。士文伯让之，曰：“敝邑以政刑之不修，寇盗充斥，无若诸侯之属辱在寡君者何，是以令吏人完客所馆，高其闬闳，厚其墙垣，以无忧客使。今吾子坏之，虽从者能戒，其若异客何？以敝邑之为盟主，缮完葺墙，以待宾客。若皆毁之，其何以共命？寡君使匄请命。对曰：“以敝邑褊小，介于大国，诛求无时，是以不敢宁居，悉索敝赋，以来会时事。逢执事之不闲，而未得见；又不获闻命，未知见时。不敢输币，亦不敢暴露。其输之，则君之府实也，非荐陈之，不敢输也。其暴露之，则恐燥湿之不时而朽蠹，以重敝邑之罪。侨闻文公之为盟主也，宫室卑庳，无观台榭，以崇大诸侯之馆，馆如公寝；库厩缮修，司空以时平易道路，圬人以时塓馆宫室；诸侯宾至，甸设庭燎，仆人巡宫，车马有所，宾从有代，巾车脂辖，隶人、牧、圉，各瞻其事；百官之属各展其物；公不留宾，而亦无废事；忧乐同之，事则巡之，教其不知，而恤其不足。宾至如归，无宁灾患；不畏寇盗，而亦不患燥湿。今铜鞮之宫数里，而诸侯舍于隶人，门不容车，而不可逾越；盗贼公行。而天疠不戒。宾见无时，命不可知。若又勿坏，是无所藏币以重罪也。敢请执事，将何所命之？虽君之有鲁丧，亦敝邑之忧也。若获荐币，修垣而行，君之惠也，敢惮勤劳？”文伯复命。赵文子曰：“信。我实不德，而以隶人之垣以赢诸侯，是吾罪也。”使士文伯谢不敏焉。晋侯见郑伯，有加礼，厚其宴好而归之。乃筑诸侯之馆。叔向曰：“辞之不可以已也如是夫！子产有辞，诸侯赖之，若之何其释辞也？《诗》曰：‘辞之辑矣，民之协矣；辞之怿矣，民之莫矣。’其知之矣。” ",
        "author": "先秦",
        "poem_class": "悼亡",
        "dynasty": "佚名"
    },
    {
        "title": "山花子·风絮飘残已化萍",
        "paragraph": "风絮飘残已化萍，泥莲刚倩藕丝萦。珍重别拈香一瓣，记前生。人到情多情转薄，而今真个不多情。又到断肠回首处，泪偷零。(不多情 一作：悔多情)春恨秋悲皆自惹，花容月貌为谁妍。天际归舟，悔轻与、故国梅花为约。归雁啼入箜篌，沙洲共漂泊。寒未减、东风又急，问谁管、沈腰愁削。一舸青琴，乘涛载雪，聊共斟酌。更休怨、伤别伤春，怕垂老、心期渐非昨。弹指十年幽恨，损萧娘眉萼。今夜冷、篷窗倦倚，为月明、强起梳掠。怎奈银甲秋声，暗回清角。新竹高于旧竹枝，全凭老干为扶持。下年再有新生者，十丈龙孙绕凤池。(下年 一作：明年)",
        "author": "清代",
        "poem_class": "悼亡",
        "dynasty": "纳兰性德"
    },
    {
        "title": "黄鸟",
        "paragraph": "交交黄鸟，止于棘。谁从穆公？子车奄息。维此奄息，百夫之特。临其穴，惴惴其栗。彼苍者天，歼我良人！如可赎兮，人百其身！交交黄鸟，止于桑。谁从穆公？子车仲行。维此仲行，百夫之防。临其穴，惴惴其栗。彼苍者天，歼我良人！如可赎兮，人百其身！交交黄鸟，止于楚。谁从穆公？子车针虎。维此针虎，百夫之御。临其穴，惴惴其栗。彼苍者天，歼我良人！如可赎兮，人百其身！挞彼殷武，奋伐荆楚。深入其阻，裒荆之旅。有截其所，汤孙之绪。维女荆楚，居国南乡。昔有成汤，自彼氐羌，莫敢不来享，莫敢不来王。曰商是常。天命多辟，设都于禹之绩。岁事来辟，勿予祸适，稼穑匪解。天命降监，下民有严。不僭不滥，不敢怠遑。命于下国，封建厥福。商邑翼翼，四方之极。赫赫厥声，濯濯厥灵。寿考且宁，以保我后生。陟彼景山，松伯丸丸。是断是迁，方斫是虔。松桷有梴，旅楹有闲，寝成孔安。丘中有麻，彼留子嗟。彼留子嗟，将其来施施。丘中有麦，彼留子国。彼留子国，将其来食。丘中有李，彼留之子。彼留之子，贻我佩玖。元年者何？君之始年也。春者何？岁之始也。王者孰谓？谓文王也。曷为先言“王”而后言“正月？”王正月也。何言乎王正月？大一统也。 公何以不言即位？成公意也。何成乎公之意？公将平国而反之桓。曷为反之桓？桓幼而贵，隐长而卑。其为尊卑也微，国人莫知。隐长又贤，诸大夫扳隐而立之。隐于是焉而辞立，则未知桓之将必得立也；且如桓立，则恐诸大夫之不能相幼君也。故凡隐之立，为桓立也。隐长又贤，何以不宜立？立適以长不以贤，立子以贵不以长。桓何以贵？母贵也。母贵，则子何以贵？子以母贵，母以子贵。",
        "author": "先秦",
        "poem_class": "悼亡",
        "dynasty": "佚名"
    },
    {
        "title": "祭十二郎文",
        "paragraph": "年、月、日，季父愈闻汝丧之七日，乃能衔哀致诚，使建中远具时羞之奠，告汝十二郎之灵：呜呼！吾少孤，及长，不省所怙，惟兄嫂是依。中年兄殁南方，吾与汝俱幼，从嫂归葬河阳。既又与汝就食江南，零丁孤苦，未尝一日相离也。吾上有三兄，皆不幸早世。承先人后者，在孙惟汝，在子惟吾。两世一身，形单影只。嫂尝抚汝指吾而言曰：“韩氏两世，惟此而已！”汝时尤小，当不复记忆；吾时虽能记忆，亦未知其言之悲也。吾年十九，始来京城。其后四年，而归视汝。又四年，吾往河阳省坟墓，遇汝从嫂丧来葬。又二年，吾佐董丞相于汴州，汝来省吾，止一岁，请归取其孥。明年，丞相薨，吾去汴州，汝不果来。是年，吾佐戎徐州，使取汝者始行，吾又罢去，汝又不果来。吾念汝从于东，东亦客也，不可以久；图久远者，莫如西归，将成家而致汝。呜呼！孰谓汝遽去吾而殁乎！吾与汝俱少年，以为虽暂相别，终当久相与处。故舍汝而旅食京师，以求斗斛之禄。诚知其如此，虽万乘之公相，吾不以一日辍汝而就也。去年，孟东野往，吾书与汝曰：“吾年未四十，而视茫茫，而发苍苍，而齿牙动摇。念诸父与诸兄，皆康强而早世，如吾之衰者，其能久存乎？吾不可去，汝不肯来，恐旦暮死，而汝抱无涯之戚也。”孰谓少者殁而长者存，强者夭而病者全乎？呜呼！其信然邪？其梦邪？其传之非其真邪？信也，吾兄之盛德而夭其嗣乎？汝之纯明而不克蒙其泽乎？少者强者而夭殁，长者衰者而存全乎？未可以为信也！梦也，传之非其真也，东野之书，耿兰之报，何为而在吾侧也？呜呼！其信然矣！吾兄之盛德而夭其嗣矣，汝之纯明宜业其家者，不克蒙其泽矣。所谓天者诚难测，而神者诚难明矣。所谓理者不可推，而寿者不可知矣。虽然，吾自今年来，苍苍者或化而为白矣；动摇者或脱而落矣，毛血日益衰，志气日益微，几何不从汝而死也？死而有知，其几何离？其无知，悲不几时，而不悲者无穷期矣。汝之子始十岁，吾之子始五岁，少而强者不可保，如此孩提者，又可冀其成立邪？呜呼哀哉！呜呼哀哉！汝去年书云：“比得软脚病，往往而剧。”吾曰：“是疾也，江南之人，常常有之。”未始以为忧也。呜呼， 其竟以此而殒其生乎？抑别有疾而至斯极乎？汝之书，六月十七日也；东野云，汝殁以六月二日；耿兰之报无月日。盖东野之使者不知问家人以月日，如耿兰之报，不知当言月日。东野与吾书，乃问使者，使者妄称以应之乎。其然乎？其不然乎？今吾使建中祭汝，吊汝之孤与汝之乳母。彼有食可守，以待终丧，则待终丧而取以来；如不能守以终丧，则遂取以来。其余奴婢，并令守汝丧。吾力能改葬，终葬汝于先人之兆，然后惟其所愿。呜呼！汝病吾不知时，汝殁吾不知日，生不能相养以共居，殁不能抚汝以尽哀，敛不凭其棺，窆不临其穴。吾行负神明，而使汝夭。不孝不慈，而不得与汝相养以生，相守以死。一在天之涯，一在地之角，生而影不与吾形相依，死而魂不与吾梦相接，吾实为之，其又何尤！彼苍者天，曷其有极！自今已往，吾其无意于人世矣！当求数顷之田于伊、颍之上，以待余年。教吾子与汝子，幸其成；长吾女与汝女，待其嫁，如此而已。呜呼，言有穷而情不可终，汝其知也邪？其不知也邪？呜呼哀哉！尚飨！地白风色寒，雪花大如手。笑杀陶渊明，不饮杯中酒。 浪抚一张琴，虚栽五株柳。空负头上巾，吾于尔何有。丈夫非无泪，不洒离别间。杖剑对尊酒，耻为游子颜。蝮蛇一螫手，壮士即解腕。所志在功名，离别何足叹。女羞夫婿薄，客耻主人贱。遭遇同众流，低回愧相见。君非青铜镜，何事空照面。莫以衣上尘，不谓心如练。人生当荣盛，待士勿言倦。君看白日驰，何异弦上箭。",
        "author": "唐代",
        "poem_class": "悼亡",
        "dynasty": "韩愈"
    },
    {
        "title": "生查子·惆怅彩云飞",
        "paragraph": "惆怅彩云飞，碧落知何许。不见合欢花，空倚相思树。总是别时情，那待分明语。判得最长宵，数尽厌厌雨。去时栀子压犀簪，次第寒花掐到今。谁分江湖摇落后，小屏红烛话冬心。春云深宿虚坛，磬初残，步绕松阴双引出朱阑。吹不断，黄一线，是桑干，又是夕阳无语下苍山。美人才调信纵横，我亦当筳拜盛名。一笑劝君输一著，非将此骨媚公卿。",
        "author": "清代",
        "poem_class": "悼亡",
        "dynasty": "纳兰性德"
    },
    {
        "title": "沈园二首·其一",
        "paragraph": "城上斜阳画角哀，沈园非复旧池台。伤心桥下春波绿，曾是惊鸿照影来。宝钗分，桃叶渡，烟柳暗南浦。怕上层楼，十日九风雨。断肠片片飞红，都无人管，更谁劝、啼莺声住？鬓边觑，试把花卜归期，才簪又重数。罗帐灯昏，哽咽梦中语：是他春带愁来，春归何处？却不解、带将愁去。插脚红尘已是颠。更求平地上青天。新来有个生涯别，买断烟波不用钱。 沽酒市，采菱船。醉听风雨拥蓑眠。三山老子真堪笑，见事迟来四十年。东城渐觉风光好。縠皱波纹迎客棹。绿杨烟外晓寒轻，红杏枝头春意闹。浮生长恨欢娱少。肯爱千金轻一笑。为君持酒劝斜阳，且向花间留晚照。",
        "author": "宋代",
        "poem_class": "悼亡",
        "dynasty": "陆游"
    },
    {
        "title": "浣溪沙·谁念西风独自凉",
        "paragraph": "谁念西风独自凉，萧萧黄叶闭疏窗，沉思往事立残阳。被酒莫惊春睡重，赌书消得泼茶香，当时只道是寻常。衙斋卧听萧萧竹，疑是民间疾苦声。些小吾曹州县吏，一枝一叶总关情。肠断乌骓夜啸风，虞兮幽恨对重瞳。黥彭甘受他年醢，饮剑何如楚帐中？而今才道当时错，心绪凄迷。红泪偷垂，满眼春风百事非。情知此后来无计，强说欢期。一别如斯，落尽梨花月又西。",
        "author": "清代",
        "poem_class": "悼亡",
        "dynasty": "纳兰性德"
    },
    {
        "title": "梦微之",
        "paragraph": "夜来携手梦同游，晨起盈巾泪莫收。漳浦老身三度病，咸阳宿草八回秋。君埋泉下泥销骨，我寄人间雪满头。阿卫韩郎相次去，夜台茫昧得知不？水纹珍簟思悠悠，千里佳期一夕休。从此无心爱良夜，任他明月下西楼。少年十五二十时，步行夺得胡马骑。射杀山中白额虎，肯数邺下黄须儿！一身转战三千里，一剑曾当百万师。汉兵奋迅如霹雳，虏骑崩腾畏蒺藜。卫青不败由天幸，李广无功缘数奇。自从弃置便衰朽，世事蹉跎成白首。昔时飞箭无全目，今日垂杨生左肘。路旁时卖故侯瓜，门前学种先生柳。苍茫古木连穷巷，寥落寒山对虚牖。誓令疏勒出飞泉，不似颍川空使酒。贺兰山下阵如云，羽檄交驰日夕闻。节使三河募年少，诏书五道出将军。试拂铁衣如雪色，聊持宝剑动星文。愿得燕弓射大将，耻令越甲鸣吾君。莫嫌旧日云中守，犹堪一战取功勋。龙脊贴连钱，银蹄白踏烟。无人织锦韂，谁为铸金鞭。腊月草根甜，天街雪似盐。未知口硬软，先拟蒺藜衔。忽忆周天子，驱车上玉山。鸣驺辞凤苑，赤骥最承恩。此马非凡马，房星本是星。向前敲瘦骨，犹自带铜声。大漠沙如雪，燕山月似钩。何当金络脑，快走踏清秋。饥卧骨查牙，粗毛刺破花。鬣焦珠色落，发断锯长麻。西母酒将阑，东王饭已干。君王若燕去，谁为曳车辕？赤兔无人用，当须吕布骑。吾闻果下马，羁策任蛮儿。飂叔去匆匆，如今不豢龙。夜来霜压栈，骏骨折西风。催榜渡乌江，神骓泣向风。君王今解剑，何处逐英雄？内马赐宫人，银鞯刺麒麟。午时盐坂上，蹭蹬溘风尘。批竹初攒耳，桃花未上身。他时须搅阵，牵去借将军。宝玦谁家子，长闻侠骨香。堆金买骏骨，将送楚襄王。香幞赭罗新，盘龙蹙蹬鳞。回看南陌上，谁道不逢春？不从桓公猎，何能伏虎威？一朝沟陇出，看取拂云飞。唐剑斩隋公，拳毛属太宗。莫嫌金甲重，且去捉飘风。白铁锉青禾，砧间落细莎。世人怜小颈，金埒畏长牙。伯乐向前看，旋毛在腹间。只今掊白草，何日蓦青山？萧寺驮经马，元从竺国来。空知有善相，不解走章台。重围如燕尾，宝剑似鱼肠。欲求千里脚，先采眼中光。暂系腾黄马，仙人上彩楼。须鞭玉勒吏，何事谪高州？汉血到王家，随鸾撼玉珂。少君骑海上，人见是青骡。武帝爱神仙，烧金得紫烟。厩中皆肉马，不解上青天。",
        "author": "唐代",
        "poem_class": "悼亡",
        "dynasty": "白居易"
    },
    {
        "title": "卜算子·悼国际共产主义战士艾地同志",
        "paragraph": "疏枝立寒窗，笑在百花前。奈何笑容难为久，春来反凋残。残固不堪残，何须自寻烦？花落自有花开日，蓄芳待来年。列炬归来酒未醒，六街人静马蹄轻。月中薄雾漫漫白，桥外渔灯点点青。从醉里，忆平生。可怜心事太峥嵘。更堪此夜西楼梦，摘得星辰满袖行。无情未必真豪杰，怜子如何不丈夫？知否兴风狂啸者，回眸时看小於菟。赤橙黄绿青蓝紫，谁持彩练当空舞？雨后复斜阳，关山阵阵苍。当年鏖战急，弹洞前村壁。装点此关山，今朝更好看。",
        "author": "近现代",
        "poem_class": "悼亡",
        "dynasty": "毛泽东"
    },
    {
        "title": "离思五首·其四",
        "paragraph": "曾经沧海难为水，除却巫山不是云。取次花丛懒回顾，半缘修道半缘君。凄凉宝剑篇，羁泊欲穷年。黄叶仍风雨，青楼自管弦。新知遭薄俗，旧好隔良缘。心断新丰酒，销愁斗几千。独怜幽草涧边生，上有黄鹂深树鸣。 春潮带雨晚来急，野渡无人舟自横。好风胧月清明夜，碧砌红轩刺史家。 独绕回廊行复歇，遥听弦管暗看花。",
        "author": "唐代",
        "poem_class": "悼亡",
        "dynasty": "元稹"
    },
    {
        "title": "金缕曲·亡妇忌日有感",
        "paragraph": "此恨何时已。滴空阶、寒更雨歇，葬花天气。三载悠悠魂梦杳，是梦久应醒矣。料也觉、人间无味。不及夜台尘土隔，冷清清、一片埋愁地。钗钿约，竟抛弃。重泉若有双鱼寄。好知他、年来苦乐，与谁相倚。我自中宵成转侧，忍听湘弦重理。待结个、他生知己。还怕两人俱薄命，再缘悭、剩月零风里。清泪尽，纸灰起。谢却兰桡信杖藜，千峰盘磴入花畦。晴云度影迷三径，暗水流香冷一溪。僧寺多藏深树里，人家半在夕阳西。登临更上朝元阁，满壁苔痕没旧题。淡无言、摊卷向风前，愁思带罗飏。是燕台骏影，乌衣词客，玉貌堂堂。弹指清音隐见，天气木樨凉。栏石回环处，无限思量。人世孤心难写，依银筝瑶瑟，怨峡啼湘。问一生窗月，离聚几炉香。者心盟、如今犹耿，算幽亭、绿水未曾荒。依稀见、独沉吟里，人隔斜阳。水晶帘捲澄浓雾。夜静凉生树。病来身似瘦梧桐。觉道一枝一叶怕秋风。银潢何日销兵气。剑指寒星碎。遥凭南斗望京华。忘却满身清露在天涯。",
        "author": "清代",
        "poem_class": "悼亡",
        "dynasty": "纳兰性德"
    },
    {
        "title": "渡江云三犯·西湖清明",
        "paragraph": "羞红颦浅恨，晚风未落，片绣点重茵。旧堤分燕尾，桂棹轻鸥，宝勒倚残云。千丝怨碧，渐路入、仙坞迷津。肠漫回，隔花时见，背面楚腰身。 逡巡。题门惆怅，堕履牵萦，数幽期难准。还始觉、留情缘眼，宽带因春。明朝事与孤烟冷，做满湖、风雨愁人。山黛暝，尘波澹绿无痕。胸中磊落藏五兵，欲试无路空峥嵘。酒为旗鼓笔刀槊，势从天落银河倾。端溪石池浓作墨，烛光相射飞纵横。须臾收卷复把酒，如见万里烟尘清。丈夫身在要有立，逆虏运尽行当平。何时夜出五原塞，不闻人语闻鞭声。青烟幂处，碧海飞金镜。永夜闲阶卧桂影。露凉时、零乱多少寒螀，神京远，惟有蓝桥路近。 水晶帘不下，云母屏开，冷浸佳人淡脂粉。待都将许多明，付与金尊，投晓共、流霞倾尽。更携取、胡床上南楼，看玉做人间，素秋千顷。竹之始生，一寸之萌耳，而节叶具焉。自蜩腹蛇蚹以至于剑拔十寻者，生而有之也。今画者乃节节而为之，叶叶而累之，岂复有竹乎？故画竹，必先得成竹于胸中，执笔熟视，乃见其所欲画者，急起从之，振笔直遂，以追其所见，如兔起鹘落，少纵则逝矣。与可之教予如此。予不能然也，而心识其所以然。夫既心识其所以然而不能然者，内外不一，心手不相应，不学之过也。故凡有见于中而操之不熟者，平居自视了然，而临事忽焉丧之，岂独竹乎？子由为《墨竹赋》以遗与可曰：“庖丁，解牛者也，而养生者取之；轮扁，斫轮者也，而读书者与之。今夫夫子之托于斯竹也，而予以为有道者，则非邪？”子由未尝画也，故得其意而已。若予者，岂独得其意，并得其法。与可画竹，初不自贵重，四方之人，持缣素而请者，足相蹑于其门。与可厌之，投诸地而骂曰：“吾将以为袜！”士大夫传之，以为口实。及与可自洋州还，而余为徐州。与可以书遗余曰：“近语士大夫，吾墨竹一派，近在彭城，可往求之。袜材当萃于子矣。”书尾复写一诗，其略云：“拟将一段鹅溪绢，扫取寒梢万尺长。”予谓与可：“竹长万尺，当用绢二百五十匹，知公倦于笔砚，愿得此绢而已！”与可无以答，则曰：“吾言妄矣，世岂有万尺竹哉？”余因而实之，答其诗曰：“世间亦有千寻竹，月落庭空影许长。”与可笑曰：“苏子辩矣，然二百五十匹绢，吾将买田而归老焉。”因以所画《筼筜谷偃竹》遗予曰：“此竹数尺耳，而有万尺之势。”筼筜谷在洋州，与可尝令予作《洋州三十咏》，《筼筜谷》其一也。予诗云：“汉川修竹贱如蓬，斤斧何曾赦箨龙。料得清贫馋太守，渭滨千亩在胸中。”与可是日与其妻游谷中，烧笋晚食，发函得诗，失笑喷饭满案。元丰二年正月二十日，与可没于陈州。是岁七月七日，予在湖州曝书画，见此竹，废卷而哭失声。昔曹孟德祭桥公文，有车过腹痛之语。而余亦载与可畴昔戏笑之言者，以见与可于予亲厚无间如此也。",
        "author": "宋代",
        "poem_class": "悼亡",
        "dynasty": "吴文英"
    },
    {
        "title": "临江仙·送王缄",
        "paragraph": "忘却成都来十载，因君未免思量。凭将清泪洒江阳。故山知好在，孤客自悲凉。 坐上别愁君未见，归来欲断无肠。殷勤且更尽离觞。此身如传舍，何处是吾乡。正单衣试酒，怅客里、光阴虚掷。愿春暂留，春归如过翼。一去无迹。为问花何在，夜来风雨，葬楚宫倾国。钗钿堕处遗香泽。乱点桃蹊，轻翻柳陌。多情为谁追惜。但蜂媒蝶使，时叩窗隔。 东园岑寂。渐蒙笼暗碧。静绕珍丛底，成叹息。长条故惹行客。似牵衣待话，别情无极。残英小、强簪巾帻。终不似一朵，钗头颤袅，向人欹侧。漂流处、莫趁潮汐。恐断红、尚有相思字，何由见得。古之所谓豪杰之士者，必有过人之节，人情有所不能忍者。匹夫见辱，拔剑而起，挺身而斗，此不足为勇也。天下有大勇者，卒然临之而不惊，无故加之而不怒。此其所挟持者甚大，而其志甚远也。夫子房受书于圯上之老人也，其事甚怪；然亦安知其非秦之世，有隐君子者出而试之。观其所以微见其意者，皆圣贤相与警戒之义；而世不察，以为鬼物，亦已过矣。且其意不在书。当韩之亡，秦之方盛也，以刀锯鼎镬待天下之士。其平居无罪夷灭者，不可胜数。虽有贲、育，无所复施。夫持法太急者，其锋不可犯，而其势未可乘。子房不忍忿忿之心，以匹夫之力而逞于一击之间；当此之时，子房之不死者，其间不能容发，盖亦已危矣。千金之子，不死于盗贼，何者？其身之可爱，而盗贼之不足以死也。子房以盖世之才，不为伊尹、太公之谋，而特出于荆轲、聂政之计，以侥幸于不死，此圯上老人所为深惜者也。是故倨傲鲜腆而深折之。彼其能有所忍也，然后可以就大事，故曰：“孺子可教也。”楚庄王伐郑，郑伯肉袒牵羊以逆；庄王曰：“其君能下人，必能信用其民矣。”遂舍之。勾践之困于会稽，而归臣妾于吴者，三年而不倦。且夫有报人之志，而不能下人者，是匹夫之刚也。夫老人者，以为子房才有余，而忧其度量之不足，故深折其少年刚锐之气，使之忍小忿而就大谋。何则？非有生平之素，卒然相遇于草野之间，而命以仆妾之役，油然而不怪者，此固秦皇之所不能惊，而项籍之所不能怒也。观夫高祖之所以胜，而项籍之所以败者，在能忍与不能忍之间而已矣。项籍唯不能忍，是以百战百胜而轻用其锋；高祖忍之，养其全锋而待其弊，此子房教之也。当淮阴破齐而欲自王，高祖发怒，见于词色。由此观之，犹有刚强不忍之气，非子房其谁全之？太史公疑子房以为魁梧奇伟，而其状貌乃如妇人女子，不称其志气。呜呼！此其所以为子房欤！ 老来曾识渊明，梦中一见参差是。觉来幽恨，停觞不御，欲歌还止。白发西风，折腰五斗，不应堪此。问北窗高卧，东篱自醉，应别有，归来意。须信此翁未死，到如今凛然生气。吾侪心事，古今长在，高山流水。富贵他年，直饶未免，也应无味。甚东山何事，当时也道，为苍生起。",
        "author": "宋代",
        "poem_class": "悼亡",
        "dynasty": "苏轼"
    }
]