[
    {
        "title": "解语花·云容冱雪",
        "paragraph": "云容冱雪，暮色添寒，楼台共临眺。翠丛深窅。无人处、数蕊弄春犹小。幽姿谩好。遥相望、含情一笑。花解语，因甚无言，心事应难表。 莫待墙阴暗老。称琴边月夜，笛里霜晓。护香须早。东风度、咫尺画阑琼沼。归来梦绕。歌云坠、依然惊觉。想恁时，小几银屏冷未了。山前灯火欲黄昏，山头来去云。鹧鸪声里数家村，潇湘逢故人。挥羽扇，整纶巾，少年鞍马尘。如今憔悴赋招魂，儒冠多误身。柳暗花明春事深。小阑红芍药，已抽簪。雨馀风软碎鸣禽。迟迟日，犹带一分阴。往事莫沉吟。身闲时序好，且登临。旧游无处不堪寻。无寻处，惟有少年心。情似游丝，人如飞絮。泪珠阁定空相觑。一溪烟柳万丝垂，无因系得兰舟住。 雁过斜阳，草迷烟渚。如今已是愁无数。明朝且做莫思量，如何过得今宵去。",
        "author": "宋代",
        "poem_class": "惜时",
        "dynasty": "施岳"
    },
    {
        "title": "踏莎行·寒草烟光阔",
        "paragraph": "寒草烟光阔，渭水波声咽。春潮雨霁轻尘歇。征鞍发。指青青杨柳，又是轻攀折。动黯然，知有后会甚时节？更进一杯酒，歌一阕。叹人生，最难欢聚易离别。且莫辞沉醉，听取阳关彻。念故人，千里至此共明月。梦绕神州路。怅秋风、连营画角，故宫离黍。底事昆仑倾砥柱，九地黄流乱注。聚万落千村狐兔。天意从来高难问，况人情老易悲难诉！更南浦，送君去。凉生岸柳催残暑。耿斜河，疏星淡月，断云微度。万里江山知何处？回首对床夜语。雁不到，书成谁与？目尽青天怀今古，肯儿曹恩怨相尔汝！举大白，听金缕。世皆称孟尝君能得士，士以故归之，而卒赖其力以脱于虎豹之秦。嗟乎！孟尝君特鸡鸣狗盗之雄耳，岂足以言得士？不然，擅齐之强，得一士焉，宜可以南面而制秦，尚何取鸡鸣狗盗之力哉？夫鸡鸣狗盗之出其门，此士之所以不至也。何处望神州？满眼风光北固楼。千古兴亡多少事？悠悠。不尽长江滚滚流。年少万兜鍪，坐断东南战未休。天下英雄谁敌手？曹刘。生子当如孙仲谋。",
        "author": "宋代",
        "poem_class": "惜时",
        "dynasty": "寇准"
    },
    {
        "title": "长歌行",
        "paragraph": "逝矣经天日，悲哉带地川。寸阴无停晷，尺波岂徒旋。年往迅劲矢，时来亮急弦。远期鲜克及，盈数固希全。容华夙夜零，体泽坐自捐。兹物苟难停，吾寿安得延。俛仰逝将过，倏忽几何间。慷慨亦焉诉，天道良自然。但恨功名薄，竹帛无所宣。迨及岁未暮，长歌乘我闲。朝发邺城，夕宿韩陵。霖雨载涂，舆人困穷。载驰载驱，沐雨栉风。舍我高殿，何为泥中。在昔周武，爰暨公旦。载主而征，救民涂炭。彼此一时，唯天所赞。我独何人，能不靖乱。此乡非吾地，此郭非吾城。羁旅无定心，翩翩如悬旌。出睹军马阵，入闻鞞鼓声。常惧羽檄飞，神武一朝征。长铗鸣鞘中，烽火列边亭。舍我衡门衣，更被缦胡缨。畴昔怀微志，帷幕窃所经。何必操干戈，堂上有奇兵。折冲樽俎间，制胜在两楹。巧迟不足称，拙速乃垂名。芒芒宇宙。天地交泰。王在华堂。式宴嘉会。玄晖峻朗。翠云崇蔼。冕弁振缨。藻服垂带。",
        "author": "魏晋",
        "poem_class": "惜时",
        "dynasty": "陆机"
    },
    {
        "title": "好时光·宝髻偏宜宫样",
        "paragraph": "宝髻偏宜宫样，莲脸嫩，体红香。眉黛不须张敞画，天教入鬓长。莫倚倾国貌，嫁取个，有情郎。彼此当年少，莫负好时光。五月榴花照眼明，枝间时见子初成。 可怜此地无车马，颠倒青苔落绛英。苏家小女名简简，芙蓉花腮柳叶眼。十一把镜学点妆，十二抽针能绣裳。十三行坐事调品，不肯迷头白地藏。 玲珑云髻生花样，飘飖风袖蔷薇香。殊姿异态不可状，忽忽转动如有光。二月繁霜杀桃李，明年欲嫁今年死。 丈人阿母勿悲啼，此女不是凡夫妻。恐是天仙谪人世，只合人间十三岁。大都好物不坚牢，彩云易散琉璃脆。别来半岁音书绝，一寸离肠千万结。难相见，易相别，又是玉楼花似雪。暗相思，无处说，惆怅夜来烟月。想得此时情切，泪沾红袖黦。",
        "author": "唐代",
        "poem_class": "惜时",
        "dynasty": "李隆基"
    },
    {
        "title": "拟行路难·其一",
        "paragraph": "奉君金卮之美酒，玳瑁玉匣之雕琴。七彩芙蓉之羽帐，九华蒲萄之锦衾。红颜零落岁将暮，寒光宛转时欲沉。愿君裁悲且减思，听我抵节行路吟。不见柏梁铜雀上，宁闻古时清吹音？孟冬初寒节气成，悲风入闺霜依庭。秋蝉噪柳燕辞楹，念君行役怨边城。君何崎岖久徂征，岂无膏沐感鹳鸣。对君不乐泪沾缨，辟窗开幌弄秦筝。调弦促柱多哀声，遥夜明月鉴帷屏。谁知河汉浅且清，展转思服悲明星。绿刺含烟郁，红苞逐月开。朝华抽曲沼，夕蕊压芳台。能斗霜前菊，还迎雪里梅。踏歌春岸上，几度醉金杯。朱城九门门九开。愿逐明月入君怀。入君怀。结君佩。怨君恨君恃君爱。筑城思坚剑思利。同盛同衰莫相弃。",
        "author": "南北朝",
        "poem_class": "惜时",
        "dynasty": "鲍照"
    },
    {
        "title": "今日歌",
        "paragraph": "今日复今日，今日何其少！今日又不为，此事何时了？人生百年几今日，今日不为真可惜！若言姑待明朝至，明朝又有明朝事。为君聊赋今日诗，努力请从今日始。三载重阳菊，开时不在家。何期今日酒，忽对故园花。野旷云连树，天寒雁聚沙。登临无限意，何处望京华。天上乌飞兔走，人间古往今来。沉吟屈指数英才。多少是非成败。富贵歌楼舞榭，凄凉废冢荒台。万般回首化尘埃。只有青山不改。风波世路信多艰，千里羁危未得还。慈母倚门垂白发，故园回首隔青山。交游半达云霄上，弟妹相亲梦寐间。寂莫空斋谁顾问，只将诗句慰愁颜。",
        "author": "明代",
        "poem_class": "惜时",
        "dynasty": "文嘉"
    },
    {
        "title": "守岁",
        "paragraph": "欲知垂尽岁，有似赴壑蛇。修鳞半已没，去意谁能遮。况欲系其尾，虽勤知奈何。儿童强不睡，相守夜欢哗。晨鸡且勿唱，更鼓畏添挝。坐久灯烬落，起看北斗斜。明年岂无年，心事恐蹉跎。努力尽今夕，少年犹可夸。绿杨芳草长亭路。年少抛人容易去。楼头残梦五更钟，花底离愁三月雨。(离愁 一作：离情)无情不似多情苦。一寸还成千万缕。天涯地角有穷时，只有相思无尽处。情似游丝，人如飞絮。泪珠阁定空相觑。一溪烟柳万丝垂，无因系得兰舟住。 雁过斜阳，草迷烟渚。如今已是愁无数。明朝且做莫思量，如何过得今宵去。少年侠气，交结五都雄。肝胆洞，毛发耸。立谈中，死生同。一诺千金重。推翘勇，矜豪纵。轻盖拥，联飞鞚，斗城东。轰饮酒垆，春色浮寒瓮，吸海垂虹。闲呼鹰嗾犬，白羽摘雕弓，狡穴俄空。乐匆匆。(闲呼 一作：间呼)似黄粱梦，辞丹凤；明月共，漾孤蓬。官冗从，怀倥偬；落尘笼，簿书丛。鶡弁如云众，供粗用，忽奇功。笳鼓动，渔阳弄，思悲翁。不请长缨，系取天骄种，剑吼西风。恨登山临水，手寄七弦桐，目送归鸿。",
        "author": "宋代",
        "poem_class": "惜时",
        "dynasty": "苏轼"
    },
    {
        "title": "酒泉子·买得杏花",
        "paragraph": "买得杏花，十载归来方始坼。假山西畔药阑东，满枝红。旋开旋落旋成空，白发多情人更惜。黄昏把酒祝东风，且从容。玉树歌残王气终，景阳兵合戍楼空。松楸远近千官冢，禾黍高低六代宫。石燕拂云晴亦雨，江豚吹浪夜还风。英雄一去豪华尽，惟有青山似洛中。男儿何不带吴钩，收取关山五十州。请君暂上凌烟阁，若个书生万户侯？匈奴犹未灭，魏绛复从戎。怅别三河道，言追六郡雄。雁山横代北，狐塞接云中。勿使燕然上，惟留汉将功。",
        "author": "唐代",
        "poem_class": "惜时",
        "dynasty": "司空图"
    },
    {
        "title": "短歌行",
        "paragraph": "人初生，日初出。上山迟，下山疾。百年三万六千朝，夜里分将强半日。有歌有舞须早为，昨日健于今日时。 人家见生男女好，不知男女催人老。短歌行，无乐声。塞北梅花羌笛吹，淮南桂树小山词。请君莫奏前朝曲，听唱新翻杨柳枝。轻阴阁小雨，深院昼慵开。坐看苍苔色，欲上人衣来。龙马花雪毛，金鞍五陵豪。秋霜切玉剑，落日明珠袍。斗鸡事万乘，轩盖一何高。弓摧南山虎，手接太行猱。酒后竞风采，三杯弄宝刀。杀人如剪草，剧孟同游遨。发愤去函谷，从军向临洮。叱咤经百战，匈奴尽奔逃。归来使酒气，未肯拜萧曹。羞入原宪室，荒径隐蓬蒿。",
        "author": "唐代",
        "poem_class": "惜时",
        "dynasty": "王建"
    },
    {
        "title": "题弟侄书堂",
        "paragraph": "何事居穷道不穷，乱时还与静时同。家山虽在干戈地，弟侄常修礼乐风。窗竹影摇书案上，野泉声入砚池中。少年辛苦终身事，莫向光阴惰寸功。纤云四卷天无河，清风吹空月舒波。沙平水息声影绝，一杯相属君当歌。君歌声酸辞且苦，不能听终泪如雨。洞庭连天九疑高，蛟龙出没猩鼯号。十生九死到官所，幽居默默如藏逃。下床畏蛇食畏药，海气湿蛰熏腥臊。昨者州前捶大鼓，嗣皇继圣登夔皋。赦书一日行万里，罪从大辟皆除死。迁者追回流者还，涤瑕荡垢清朝班。州家申名使家抑，坎轲只得移荆蛮。判司卑官不堪说，未免捶楚尘埃间。同时辈流多上道，天路幽险难追攀。君歌且休听我歌，我歌今与君殊科。一年明月今宵多，人生由命非由他。有酒不饮奈明何。旧苑荒台杨柳新，菱歌清唱不胜春。 只今惟有西江月，曾照吴王宫里人。故人不可见，汉水日东流。借问襄阳老，江山空蔡州。",
        "author": "唐代",
        "poem_class": "惜时",
        "dynasty": "杜荀鹤"
    },
    {
        "title": "偶成",
        "paragraph": "少年易老学难成，一寸光阴不可轻。未觉池塘春草梦，阶前梧叶已秋声。野棠花落，又匆匆过了，清明时节。刬地东风欺客梦，一枕云屏寒怯。曲岸持觞，垂杨系马，此地曾经别。楼空人去，旧游飞燕能说。闻道绮陌东头，行人长见，帘底纤纤月。旧恨春江流不断，新恨云山千叠。料得明朝，尊前重见，镜里花难折。也应惊问：近来多少华发？钟鼎山林都是梦，人间宠辱休惊。只消闲处过平生。酒杯秋吸露，诗句夜裁冰。 记取小窗风雨夜，对床灯火多情。问谁千里伴君行。晚山眉样翠，秋水镜般明。未会牵牛意若何，须邀织女弄金梭。年年乞与人间巧，不道人间巧已多。",
        "author": "宋代",
        "poem_class": "惜时",
        "dynasty": "朱熹"
    },
    {
        "title": "浣溪沙·小阁重帘有燕过",
        "paragraph": "小阁重帘有燕过。晚花红片落庭莎。曲阑干影入凉波。一霎好风生翠幕，几回疏雨滴圆荷。酒醒人散得愁多。门隔花深梦旧游。夕阳无语燕归愁。玉纤香动小帘钩。 落絮无声春堕泪，行云有影月含羞。东风临夜冷于秋。梦觉透窗风一线，寒灯吹息。那堪酒醒，又闻空阶，夜雨频滴。嗟因循、久作天涯客。负佳人、几许盟言，便忍把、从前欢会，陡顿翻成忧戚。愁极，再三追思，洞房深处，几度饮散歌阑，香暖鸳鸯被。岂暂时疏散，费伊心力。殢云尤雨，有万般千种，相怜相惜。恰到如今，天长漏永，无端自家疏隔。知何时、却拥秦云态？愿低帏昵枕，轻轻细说与，江乡夜夜，数寒更思忆。东风知我欲山行，吹断檐间积雨声。岭上晴云披絮帽，树头初日挂铜钲。野桃含笑竹篱短，溪柳自摇沙水清。西崦人家应最乐，煮芹烧笋饷春耕。身世悠悠我此行，溪边委辔听溪声。散材畏见搜林斧，疲马思闻卷旆钲。细雨足时茶户喜，乱山深处长官清。人间岐路知多少，试向桑田问耦耕。",
        "author": "宋代",
        "poem_class": "惜时",
        "dynasty": "晏殊"
    },
    {
        "title": "短歌行",
        "paragraph": "白日何短短，百年苦易满。苍穹浩茫茫，万劫太极长。麻姑垂两鬓，一半已成霜。天公见玉女，大笑亿千场。吾欲揽六龙，回车挂扶桑。北斗酌美酒，劝龙各一觞。富贵非所愿，与人驻颜光。南陵水面漫悠悠，风紧云轻欲变秋。正是客心孤迥处，谁家红袖凭江楼？一树春风千万枝，嫩于金色软于丝。 永丰西角荒园里，尽日无人属阿谁？雨前初见花间蕊，雨后兼无叶里花。蛱蝶飞来过墙去，却疑春色在邻家。(版本一) 雨前初见花间蕊，雨后全无叶底花。蜂蝶纷纷过墙去，却疑春色在邻家。(版本二)",
        "author": "唐代",
        "poem_class": "惜时",
        "dynasty": "李白"
    },
    {
        "title": "明日歌",
        "paragraph": "明日复明日，明日何其多。我生待明日，万事成蹉跎。世人若被明日累，春去秋来老将至。(若 一作：苦)朝看水东流，暮看日西坠。百年明日能几何？请君听我明日歌。(版本一 钱鹤滩)明日复明日，明日何其多！日日待明日，万事成蹉跎。世人皆被明日累，明日无穷老将至。晨昏滚滚水东流，今古悠悠日西坠。百年明日能几何？请君听我明日歌。(版本二 文嘉)梅子坠花茭孕笋，江南山郭朝晖静。残春鞋袜试东郭，绿池横浸红桥影。古人行处青苔冷，馆娃官锁西施井。低头照井脱纱巾，惊看白发已如尘。人命促，光阴急，泪痕渍酒清袗湿。少年去，追不及，仰看乌没天凝碧。铸鼎铭钟封爵邑，功名让与英雄立。浮生聚散是浮萍，何须日夜苦蝇营。公瑾起江东，翩翩美年少。瞒兵百万来，风流剧谈笑。一箭火鸦发，糜烂连天徼。黑焰走江陵，飞光落刀鞘。奔涛沸鼙鼓，鲛舞鲸鱼跳。赋诗横槊人，惊魂腥孤峤。潮转紫旗回，江青发红照。白发婆娑夜不眠，孙曾绕膝更翩跹。已知明旦非今日，不觉残龄又一年。旧事悲欢灯影里，春风消息酒杯前。更阑人静鸡声起，却对梅花一灿然。",
        "author": "明代",
        "poem_class": "惜时",
        "dynasty": "钱福"
    },
    {
        "title": "金缕衣",
        "paragraph": "劝君莫惜金缕衣，劝君惜取少年时。(惜取 一作：须取)花开堪折直须折，莫待无花空折枝。(花开 一作：有花)单车欲问边，属国过居延。征蓬出汉塞，归雁入胡天。大漠孤烟直，长河落日圆。萧关逢候骑，都护在燕然。闲居少邻并，草径入荒园。鸟宿池边树，僧敲月下门。过桥分野色，移石动云根。暂去还来此，幽期不负言。名花倾国两相欢，常得君王带笑看。解释春风无限恨，沉香亭北倚阑干。",
        "author": "唐代",
        "poem_class": "惜时",
        "dynasty": "杜秋娘"
    },
    {
        "title": "生年不满百",
        "paragraph": "生年不满百，常怀千岁忧。昼短苦夜长，何不秉烛游！为乐当及时，何能待来兹？愚者爱惜费，但为后世嗤。仙人王子乔，难可与等期。征途几迢遰，客子倦西东。乘流如泛梗，逐吹似惊蓬。飘飖万里外，辛苦百年中。异县心期阻，他乡风月同。云归全岭暗，日落半江红。自然堪迸泪，非是泣途穷。巾帼娴诗，裙钗解赋，屈指而今能几。幸合朋簪，可惜判襟容易。柳腰懒、人定都同，蕉心捲、我宁偏异。倚东风、针线慵拈。摊书还觉甚无味。男儿如忆旧雨，一任挥鞭鼓棹，飘然行矣。各锁深闺，只有梦牵魂系。愿帘前，燕语休听，惟灯下、鱼书频寄。待春深、游约西湖，翠眉相对喜。人才不能备，各有偏短长。稽可小人中，便辟必知芒。",
        "author": "两汉",
        "poem_class": "惜时",
        "dynasty": "佚名"
    }
]