[
    {
        "title": "杂曲歌辞·蓟门行五首",
        "paragraph": "蓟门逢古老，独立思氛氲。一身既零丁，头鬓白纷纷。勋庸今已矣，不识霍将军。汉家能用武，开拓穷异域。戍卒厌糠核，降胡饱衣食。关亭试一望，吾欲泪沾臆。边城十一月，雨雪乱霏霏。元戎号令严，人马亦轻肥。羌胡无尽日，征战几时归。幽州多骑射，结发重横行。一朝事将军，出入有声名。纷纷猎秋草，相向角弓鸣。黯黯长城外，日没更烟尘。胡骑虽凭陵，汉兵不顾身。古树满空塞，黄云愁杀人。一枝红杏出墙头，墙外行人正独愁。长得看来犹有恨，可堪逢处更难留！林空色暝莺先到，春浅香寒蝶未游。更忆帝乡千万树，澹烟笼日暗神州。新晴原野旷，极目无氛垢。郭门临渡头，村树连溪口。 白水明田外，碧峰出山后。农月无闲人，倾家事南亩。古之学者必有师。师者，所以传道受业解惑也。人非生而知之者，孰能无惑？惑而不从师，其为惑也，终不解矣。生乎吾前，其闻道也固先乎吾，吾从而师之；生乎吾后，其闻道也亦先乎吾，吾从而师之。吾师道也，夫庸知其年之先后生于吾乎？是故无贵无贱，无长无少，道之所存，师之所存也。嗟乎！师道之不传也久矣！欲人之无惑也难矣！古之圣人，其出人也远矣，犹且从师而问焉；今之众人，其下圣人也亦远矣，而耻学于师。是故圣益圣，愚益愚。圣人之所以为圣，愚人之所以为愚，其皆出于此乎？爱其子，择师而教之；于其身也，则耻师焉，惑矣。彼童子之师，授之书而习其句读者，非吾所谓传其道解其惑者也。句读之不知，惑之不解，或师焉，或不焉，小学而大遗，吾未见其明也。巫医乐师百工之人，不耻相师。士大夫之族，曰师曰弟子云者，则群聚而笑之。问之，则曰：“彼与彼年相若也，道相似也，位卑则足羞，官盛则近谀。”呜呼！师道之不复，可知矣。巫医乐师百工之人，君子不齿，今其智乃反不能及，其可怪也欤！圣人无常师。孔子师郯子、苌弘、师襄、老聃。郯子之徒，其贤不及孔子。孔子曰：三人行，则必有我师。是故弟子不必不如师，师不必贤于弟子，闻道有先后，术业有专攻，如是而已。李氏子蟠，年十七，好古文，六艺经传皆通习之，不拘于时，学于余。余嘉其能行古道，作《师说》以贻之。 ",
        "author": "唐代",
        "poem_class": "战争",
        "dynasty": "高适"
    },
    {
        "title": "出合肥北门二首·其二",
        "paragraph": "断垣甃石新修叠，折戟埋沙旧战场。闤闠凋零煨烬里，春风生草没牛羊。醉漾轻舟，信流引到花深处。尘缘相误，无计花间住。烟水茫茫，千里斜阳暮。山无数，乱红如雨。不记来时路。梅雨霁，暑风和。高柳乱蝉多。小园台榭远池波。鱼戏动新荷。 薄纱厨，轻羽扇。枕冷簟凉深院。此时情绪此时天。无事小神仙。菊暗荷枯一夜霜。新苞绿叶照林光。竹篱茅舍出青黄。 香雾噀人惊半破，清泉流齿怯初尝。吴姬三日手犹香。",
        "author": "宋代",
        "poem_class": "战争",
        "dynasty": "王之道"
    },
    {
        "title": "赠李愬仆射二首·其一",
        "paragraph": "和雪翻营一夜行，神旗冻定马无声。遥看火号连营赤，知是先锋已上城。落魄江湖载酒行，楚腰纤细掌中轻。(江湖 一作：江南；纤细 一作：肠断)十年一觉扬州梦，赢得青楼薄幸名。岁落众芳歇，时当大火流。霜威出塞早，云色渡河秋。梦绕边城月，心飞故国楼。思归若汾水，无日不悠悠。无云世界秋三五，共看蟾盘上海涯。 直到天头天尽处，不曾私照一人家。",
        "author": "唐代",
        "poem_class": "战争",
        "dynasty": "王建"
    },
    {
        "title": "曹玮大破虏师",
        "paragraph": "曹南院知镇戎军日，尝出战小捷，虏兵引去。玮侦虏兵去以远，乃驱所掠牛羊辎重，缓驱而还，颇失部伍。其下忧之，言与玮曰：“牛羊无用，徒縻军，不若弃之，整众而归。”玮不答，使人候。虏兵去数十里，闻玮利牛羊而师不整，遽还袭之。玮愈缓行，得地利处，乃止以待之。虏军将至近，使人谓之曰：“蕃军远来，必甚疲，吾不欲乘人之怠，请休憩士马，少选决战。”虏方苦疲甚，皆欣然，军严整。良久。玮又使人谕之：“歇定，可相驰矣。”于是各鼓军而进，一战大破虏师。遂弃牛羊而还，徐谓其下曰：“吾知虏已疲，故为贪利以诱之。比其复来，几行百里矣。若乘锐便战，犹有胜负。远行之人若小憩，则足痹不能立，人气亦阑，吾以此取之。”春事阑珊芳草歇。客里风光，又过清明节。小院黄昏人忆别。落红处处闻啼鴂。咫尺江山分楚越。目断魂销，应是音尘绝。梦破五更心欲折。角声吹落梅花月。束缊宵行十里强。挑得诗囊，抛了衣囊。天寒路滑马蹄僵，元是王郎，来送刘郎。酒酣耳热说文章。惊倒邻墙，推倒胡床。旁观拍手笑疏狂。疏又何妨，狂又何妨？秋入云山，物情潇洒。百般景物堪图画。丹枫万叶碧云边，黄花千点幽岩下。 已喜佳辰，更怜清夜。一轮明月林梢挂。松醪常与野人期，忘形共说清闲话。",
        "author": "宋代",
        "poem_class": "战争",
        "dynasty": "沈括"
    },
    {
        "title": "李云南征蛮诗",
        "paragraph": "天宝十一载，有诏伐西南夷，右相杨公兼节制之寄，乃奏前云南太守李宓涉海自交趾击之。道路险艰，往复数万里，盖百王所未通也。十二载四月，至于长安，君子是以知庙堂使能，李公效节。适忝斯人之旧，因赋是诗。圣人赫斯怒，诏伐西南戎。肃穆庙堂上，深沉节制雄。遂令感激士，得建非常功。料死不料敌，顾恩宁顾终。鼓行天海外，转战蛮夷中。梯巘近高鸟，穿林经毒虫。鬼门无归客，北户多南风。蜂虿隔万里，云雷随九攻。长驱大浪破，急击群山空。饷道忽已远，悬军垂欲穷。精诚动白日，愤薄连苍穹。野食掘田鼠，晡餐兼僰僮。收兵列亭堠，拓地弥西东。临事耻苟免，履危能饬躬。将星独照耀，边色何溟濛。泸水夜可涉，交州今始通。归来长安道，召见甘泉宫。廉蔺若未死，孙吴知暗同。相逢论意气，慷慨谢深衷。 朱雀桥边野草花，乌衣巷口夕阳斜。 旧时王谢堂前燕，飞入寻常百姓家。烟笼寒水月笼沙，夜泊秦淮近酒家。商女不知亡国恨，隔江犹唱后庭花。松叶堪为酒，春来酿几多。不辞山路远，踏雪也相过。",
        "author": "唐代",
        "poem_class": "战争",
        "dynasty": "高适"
    },
    {
        "title": "送文子转漕江东二首",
        "paragraph": "九重寤寐忆忠诚，故向长沙起贾生。魏阙丝纶新借宠，秦淮草木旧知名。已闻塞下销锋镝，正自胸中有甲兵。万幕从兹无减灶，笑看卧鼓旧边城。诏颁英簜促锋车，暂借长才按转输。昔叹当年无李牧，今知江左有夷吾。休论足食为先策，自是平戎在用儒。来岁春风三月暮，沙堤隠隠接云衢。携扙来追柳外凉，画桥南畔倚胡床。月明船笛参差起，风定池莲自在香。春牛春杖，无限春风来海上。便丐春工，染得桃红似肉红。春幡春胜，一阵春风吹酒醒。不似天涯，卷起杨花似雪花。花底忽闻敲两桨。逡巡女伴来寻访。酒盏旋将荷叶当。莲舟荡。时时盏里生红浪。花气酒香清厮酿。花腮酒面红相向。醉倚绿阴眠一饷。惊起望。船头阁在沙滩上。",
        "author": "宋代",
        "poem_class": "战争",
        "dynasty": "陈亮"
    },
    {
        "title": "经乱后将避地剡中留赠崔宣城",
        "paragraph": "双鹅飞洛阳，五马渡江徼。何意上东门，胡雏更长啸。中原走豺虎，烈火焚宗庙。太白昼经天，颓阳掩馀照。王城皆荡覆，世路成奔峭。四海望长安，颦眉寡西笑。苍生疑落叶，白骨空相吊。连兵似雪山，破敌谁能料？我垂北溟翼，且学南山豹。崔子贤主人，欢娱每相召。胡床紫玉笛，却坐青云叫。杨花满州城，置酒同临眺。忽思剡溪去，水石远清妙。雪尽天地明，风开湖山貌。闷为洛生咏，醉发吴越调。赤霞动金光，日足森海峤。独散万古意，闲垂一溪钓。猿近天上啼，人移月边棹。无以墨绶苦，来求丹砂要。华发长折腰，将贻陶公诮。独有宦游人，偏惊物候新。云霞出海曙，梅柳渡江春。淑气催黄鸟，晴光转绿蘋。忽闻歌古调，归思欲沾巾。孤雁不饮啄，飞鸣声念群。谁怜一片影，相失万重云？望尽似犹见，哀多如更闻。野鸦无意绪，鸣噪自纷纷。春种一粒粟，秋收万颗子。四海无闲田，农夫犹饿死。锄禾日当午，汗滴禾下土。谁知盘中餐，粒粒皆辛苦？",
        "author": "唐代",
        "poem_class": "战争",
        "dynasty": "李白"
    },
    {
        "title": "牧牛图",
        "paragraph": "干戈扰扰遍中州，挽粟车行似水流。何日承平如画里，短蓑长笛一川秋。老去凭谁说。看几番、神奇臭腐，夏裘冬葛。父老长安今余几，后死无仇可雪。犹未燥、当时生发。二十五弦多少恨，算世间、那有平分月。胡妇弄，汉宫瑟。 树犹如此堪重别。只使君、从来与我，话头多合。行矣置之无足问，谁换妍皮痴骨。但莫使、伯牙弦绝。九转丹砂牢拾取，管精金、只是寻常铁。龙共虎，应声裂。花信来时，恨无人似花依旧。又成春瘦，折断门前柳。天与多情，不与长相守。分飞后，泪痕和酒，占了双罗袖。松竹翠萝寒，迟日江山暮。幽径无人独自芳，此恨凭谁诉。似共梅花语。尚有寻芳侣。着意闻时不肯香，香在无心处。",
        "author": "宋代",
        "poem_class": "战争",
        "dynasty": "田锡"
    },
    {
        "title": "效古诗",
        "paragraph": "寒沙四面平，飞雪千里惊。风断阴山树，雾失交河城。朝驱左贤阵，夜薄休屠营。昔事前军幕，今逐嫖姚兵。失道刑既重，迟留法未轻。所赖今天子，汉道日休明。高楼三五夜，流影入丹墀。先时留上客，夫婿美容姿。妆成理蝉鬓，笑罢敛蛾眉。衣香知步近，钏动觉行迟。如何舞馆乐，翻见歌梁悲。犹悬北窗幌，未卷南轩帷。寂寂空郊暮，非复少年时。北阙临玄水。南宫生绛云。龙泥印玉策。大火炼真文。上元风雨散。中天歌吹分。灵驾千寻上。空香万里闻。千月本难满，三时理易倾。石火无恒焰，电光非久明。遗文空满笥，徒然昧后生。泉路方幽噎，寒陇向凄清。一随朝露尽，唯有夜松声。",
        "author": "南北朝",
        "poem_class": "战争",
        "dynasty": "范云"
    },
    {
        "title": "大麦行",
        "paragraph": "大麦干枯小麦黄，妇女行泣夫走藏。东至集壁西梁洋，问谁腰镰胡与羌。岂无蜀兵三千人，部领辛苦江山长。安得如鸟有羽翅，托身白云还故乡。君不见昆吾铁冶飞炎烟，红光紫气俱赫然。 良工锻炼凡几年，铸得宝剑名龙泉。龙泉颜色如霜雪，良工咨嗟叹奇绝。琉璃玉匣吐莲花，错镂金环映明月。 正逢天下无风尘，幸得周防君子身。精光黯黯青蛇色，文章片片绿龟鳞。非直结交游侠子，亦曾亲近英雄人。 何言中路遭弃捐，零落漂沦古狱边。虽复尘埋无所用， 犹能夜夜气冲天。百战沙场碎铁衣，城南已合数重围。 突营射杀呼延将，独领残兵千骑归。竹帛烟销帝业虚，关河空锁祖龙居。坑灰未冷山东乱，刘项原来不读书。",
        "author": "唐代",
        "poem_class": "战争",
        "dynasty": "杜甫"
    },
    {
        "title": "代扶风主人答",
        "paragraph": "杀气凝不流，风悲日彩寒。浮埃起四远，游子弥不欢。依然宿扶风，沽酒聊自宽。寸心亦未理，长铗谁能弹。主人就我饮，对我还慨叹。便泣数行泪，因歌行路难。十五役边地，三四讨楼兰。连年不解甲，积日无所餐。将军降匈奴，国使没桑乾。去时三十万，独自还长安。不信沙场苦，君看刀箭瘢。乡亲悉零落，冢墓亦摧残。仰攀青松枝，恸绝伤心肝。禽兽悲不去，路旁谁忍看。幸逢休明代，寰宇静波澜。老马思伏枥，长鸣力已殚。少年兴运会，何事发悲端。天子初封禅，贤良刷羽翰。三边悉如此，否泰亦须观。林暗草惊风，将军夜引弓。平明寻白羽，没在石棱中。上国随缘住，来途若梦行。浮天沧海远，去世法舟轻。水月通禅寂，鱼龙听梵声。惟怜一灯影，万里眼中明。千山鸟飞绝，万径人踪灭。孤舟蓑笠翁，独钓寒江雪。",
        "author": "唐代",
        "poem_class": "战争",
        "dynasty": "王昌龄"
    },
    {
        "title": "关山月",
        "paragraph": "关山夜月明，秋色照孤城。影亏同汉阵，轮满逐胡兵。天寒光转白，风多晕欲生。寄言亭上吏，游客解鸡鸣。三光以记物成形，四时以裁成正位。雷风大山岳之响，寒暑通阴阳之气。武功则六合攸同，文教则二仪经纬。有道则咸浴其德，好生则各繁其类。白日经天中则移，明月横汉满而亏。能亏能缺既无为，虽盈虽满则不危。开信义以为苑囿，立道德以为城池。周监二代所损益，郁郁乎文其可知。庖牺之亲临佃渔，神农之躬秉耕稼。汤则救旱而忧勤，禹则正冠而无暇。草上之风无不偃，君子之氓知可化。将欲比德于三皇，未始追踪于五霸。其一遥看孟津河，杨柳郁婆娑。我是虏家儿，不解汉儿歌。其二健儿须快马，快马须健儿。跸跋黄尘下，（跸－毕换必）然后别雄雌。仙仙徐动何盈盈，玉腕俱凝若云行。佳人举袖辉青蛾，掺掺擢手映鲜罗。状似明月泛云河，体如轻风动流波。",
        "author": "南北朝",
        "poem_class": "战争",
        "dynasty": "王褒(南北朝)"
    },
    {
        "title": "永王东巡歌·其一",
        "paragraph": "永王正月东出师，天子遥分龙虎旗。楼船一举风波静，江汉翻为燕鹜池。汉皇重色思倾国，御宇多年求不得。杨家有女初长成，养在深闺人未识。天生丽质难自弃，一朝选在君王侧。回眸一笑百媚生，六宫粉黛无颜色。春寒赐浴华清池，温泉水滑洗凝脂。侍儿扶起娇无力，始是新承恩泽时。云鬓花颜金步摇，芙蓉帐暖度春宵。春宵苦短日高起，从此君王不早朝。承欢侍宴无闲暇，春从春游夜专夜。后宫佳丽三千人，三千宠爱在一身。金屋妆成娇侍夜，玉楼宴罢醉和春。姊妹弟兄皆列土，可怜光彩生门户。遂令天下父母心，不重生男重生女。骊宫高处入青云，仙乐风飘处处闻。缓歌慢舞凝丝竹，尽日君王看不足。渔阳鼙鼓动地来，惊破《霓裳羽衣曲》。九重城阙烟尘生，千乘万骑西南行。翠华摇摇行复止，西出都门百余里。六军不发无奈何，宛转娥眉马前死。花钿委地无人收，翠翘金雀玉搔头。君王掩面救不得，回看血泪相和流。黄埃散漫风萧索，云栈萦纡登剑阁。峨嵋山下少人行，旌旗无光日色薄。蜀江水碧蜀山青，圣主朝朝暮暮情。行宫见月伤心色，夜雨闻铃肠断声。天旋日转回龙驭，到此踌躇不能去。(日转 一作：地转)马嵬坡下泥土中，不见玉颜空死处。君臣相顾尽沾衣，东望都门信马归。归来池苑皆依旧，太液芙蓉未央柳。芙蓉如面柳如眉，对此如何不泪垂？春风桃李花开夜，秋雨梧桐叶落时。(花开夜 一作：花开日)西宫南内多秋草，落叶满阶红不扫。(南内 一作：南苑)梨园弟子白发新，椒房阿监青娥老。夕殿萤飞思悄然，孤灯挑尽未成眠。迟迟钟鼓初长夜，耿耿星河欲曙天。鸳鸯瓦冷霜华重，翡翠衾寒谁与共？悠悠生死别经年，魂魄不曾来入梦。临邛道士鸿都客，能以精诚致魂魄。为感君王辗转思，遂教方士殷勤觅。排空驭气奔如电，升天入地求之遍。上穷碧落下黄泉，两处茫茫皆不见。忽闻海上有仙山，山在虚无缥缈间。楼阁玲珑五云起，其中绰约多仙子。中有一人字太真，雪肤花貌参差是。金阙西厢叩玉扃，转教小玉报双成。闻道汉家天子使，九华帐里梦魂惊。揽衣推枕起徘徊，珠箔银屏迤逦开。云鬓半偏新睡觉，花冠不整下堂来。风吹仙袂飘飖举，犹似霓裳羽衣舞。(飘飖 一作：飘飘)玉容寂寞泪阑干，梨花一枝春带雨。(阑 通：栏)含情凝睇谢君王，一别音容两渺茫。昭阳殿里恩爱绝，蓬莱宫中日月长。回头下望人寰处，不见长安见尘雾。惟将旧物表深情，钿合金钗寄将去。钗留一股合一扇，钗擘黄金合分钿。但令心似金钿坚，天上人间会相见。(但令 一作：但教)临别殷勤重寄词，词中有誓两心知。七月七日长生殿，夜半无人私语时。在天愿作比翼鸟，在地愿为连理枝。天长地久有时尽，此恨绵绵无绝期。新晴原野旷，极目无氛垢。郭门临渡头，村树连溪口。 白水明田外，碧峰出山后。农月无闲人，倾家事南亩。山光忽西落，池月渐东上。散发乘夕凉，开轩卧闲敞。荷风送香气，竹露滴清响。欲取鸣琴弹，恨无知音赏。感此怀故人，中宵劳梦想。(中 一作：终)",
        "author": "唐代",
        "poem_class": "战争",
        "dynasty": "李白"
    },
    {
        "title": "永王东巡歌·其五",
        "paragraph": "二帝巡游俱未回，五陵松柏使人哀。诸侯不救河南地，更喜贤王远道来。清秋幕府井梧寒，独宿江城蜡炬残。永夜角声悲自语，中天月色好谁看。风尘荏苒音书绝，关塞萧条行路难。已忍伶俜十年事，强移栖息一枝安。春日游，杏花吹满头。陌上谁家年少，足风流？妾拟将身嫁与，一生休。纵被无情弃，不能羞。十月江南天气好，可怜冬景似春华。霜轻未杀萋萋草，日暖初干漠漠沙。老柘叶黄如嫩树，寒樱枝白是狂花。此时却羡闲人醉，五马无由入酒家。",
        "author": "唐代",
        "poem_class": "战争",
        "dynasty": "李白"
    },
    {
        "title": "永王东巡歌·其八",
        "paragraph": "长风挂席势难回，海动山倾古月摧。君看帝子浮江日，何似龙骧出峡来。一尺深红胜曲尘，天生旧物不如新。(胜曲尘 一作：蒙曲尘)合欢桃核终堪恨，里许元来别有人。井底点灯深烛伊，共郎长行莫围棋。玲珑骰子安红豆，入骨相思知不知。 开元二十六年，客有从御史大夫张公出塞而还者；作《燕歌行》以示适，感征戍之事，因而和焉。汉家烟尘在东北，汉将辞家破残贼。男儿本自重横行，天子非常赐颜色。摐金伐鼓下榆关，旌旆逶迤碣石间。校尉羽书飞瀚海，单于猎火照狼山。山川萧条极边土，胡骑凭陵杂风雨。战士军前半死生，美人帐下犹歌舞！大漠穷秋塞草腓，孤城落日斗兵稀。身当恩遇常轻敌，力尽关山未解围。(常轻敌 一作：恒轻敌)铁衣远戍辛勤久，玉箸应啼别离后。少妇城南欲断肠，征人蓟北空回首。边庭飘飖那可度，绝域苍茫无所有！(飘飖 一作：飘摇；无所 一作：更何)杀气三时作阵云，寒声一夜传刁斗。相看白刃血纷纷，死节从来岂顾勋？君不见沙场征战苦，至今犹忆李将军！水国蒹葭夜有霜，月寒山色共苍苍。 谁言千里自今夕，离梦杳如关塞长。",
        "author": "唐代",
        "poem_class": "战争",
        "dynasty": "李白"
    },
    {
        "title": "和子由苦寒见寄",
        "paragraph": "人生不满百，一别费三年。三年吾有几，弃掷理无还。长恐别离中，摧我鬓与颜。念昔喜著书，别来不成篇。细思平时乐，乃谓忧所缘。吾従天下士，莫如与子欢。羡子久不出，读书虱生毡。丈夫重出处，不退要当前。西羌解仇隙，猛士忧塞壖。庙谋虽不战，虏意久欺天。山西良家子，锦缘貂裘鲜。千金买战马，百宝妆刀环。何时逐汝去，与虏试周旋。双蝶绣罗裙。东池宴。初相见。朱粉不深匀。闲花淡淡春。 细看诸处好。人人道。柳腰身。昨日乱山昏。来时衣上云。爆竹声中一岁除，春风送暖入屠苏。千门万户曈曈日，总把新桃换旧符。残寒销尽，疏雨过，清明后。花径敛余红，风沼萦新皱。乳燕穿庭户，飞絮沾襟袖。正佳时，仍晚昼。著人滋味，真个浓如酒。频移带眼，空只恁、厌厌瘦。不见又思量，见了还依旧。为问频相见，何似长相守？天不老，人未偶。且将此恨，分付庭前柳。",
        "author": "宋代",
        "poem_class": "战争",
        "dynasty": "苏轼"
    },
    {
        "title": "万愤词投魏郎中",
        "paragraph": "海水渤潏，人罹鲸鲵。蓊胡沙而四塞，始滔天于燕齐。何六龙之浩荡，迁白日于秦西。九土星分，嗷嗷凄凄。南冠君子，呼天而啼。恋高堂而掩泣，泪血地而成泥。狱户春而不草，独幽怨而沈迷。兄九江兮弟三峡，悲羽化之难齐。穆陵关北愁爱子，豫章天南隔老妻。一门骨肉散百草，遇难不复相提携。树榛拔桂，囚鸾宠鸡。舜昔授禹，伯成耕犁。德自此衰，吾将安栖。好我者恤我，不好我者何忍临危而相挤。子胥鸱夷，彭越醢醯。自古豪烈，胡为此繄？苍苍之天，高乎视低。如其听卑，脱我牢狴。傥辨美玉，君收白珪。雨过一蝉噪，飘萧松桂秋。青苔满阶砌，白鸟故迟留。暮霭生深树，斜阳下小楼。谁知竹西路，歌吹是扬州。战哭多新鬼，愁吟独老翁。乱云低薄暮，急雪舞回风。瓢弃尊无绿，炉存火似红。数州消息断，愁坐正书空。一片花飞减却春，风飘万点正愁人。且看欲尽花经眼，莫厌伤多酒入唇。江上小堂巢翡翠，花边高冢卧麒麟。(花边 一作：苑边)细推物理须行乐，何用浮名绊此身。朝回日日典春衣，每日江头尽醉归。酒债寻常行处有，人生七十古来稀。穿花蛱蝶深深见，点水蜻蜓款款飞。传语风光共流转，暂时相赏莫相违。",
        "author": "唐代",
        "poem_class": "战争",
        "dynasty": "李白"
    },
    {
        "title": "凯歌六首",
        "paragraph": "汉将承恩西破戎，捷书先奏未央宫。天子预开麟阁待，只今谁数贰师功。官军西出过楼兰，营幕傍临月窟寒。蒲海晓霜凝马尾，葱山夜雪扑旌竿。鸣笳叠鼓拥回军，破国平蕃昔未闻。丈夫鹊印摇边月，大将龙旗掣海云。日落辕门鼓角鸣，千群面缚出蕃城。洗兵鱼海云迎阵，秣马龙堆月照营。蕃军遥见汉家营，满谷连山遍哭声。万箭千刀一夜杀，平明流血浸空城。暮雨旌旗湿未干，胡烟白草日光寒。昨夜将军连晓战，蕃军只见马空鞍。凉冷三秋夜，安闲一老翁。卧迟灯灭后，睡美雨声中。灰宿温瓶火，香添暖被笼。晓晴寒未起，霜叶满阶红。潇湘何事等闲回，水碧沙明两岸苔。 二十五弦弹夜月，不胜清怨却飞来。凉风起天末，君子意如何。鸿雁几时到，江湖秋水多。文章憎命达，魑魅喜人过。应共冤魂语，投诗赠汨罗。",
        "author": "唐代",
        "poem_class": "战争",
        "dynasty": "岑参"
    },
    {
        "title": "塞上赠王太尉",
        "paragraph": "嫖姚立大勋，万里绝妖氛。马放降来地，雕闲战后云。月侵孤垒没，烧彻远芜分。不惯为边客，宵笳懒欲闻。江头落日照平沙，潮退渔船阁岸斜。白鸟一双临水立，见人惊起入芦花。五月五日午，赠我一枝艾。 故人不可见，新知万里外。丹心照夙昔，鬓发日已改。 我欲从灵均，三湘隔辽海。把酒对斜日，无语问西风。胭脂何事，都做颜色染芙蓉。放眼暮江千顷，中有离愁万斛，无处落征鸿。天在阑干角，人倚醉醒中。千万里，江南北，浙西东。吾生如寄，尚想三径菊花丛。谁是中州豪杰，借我五湖舟楫，去作钓鱼翁。故国且回首，此意莫匆匆。",
        "author": "宋代",
        "poem_class": "战争",
        "dynasty": "释宇昭"
    },
    {
        "title": "孔明智退司马懿",
        "paragraph": "孔明分拨已定，先引五千兵退去西城县搬运粮草。忽然十余次飞马报到，说：“司马懿引大军十五万，望西城蜂拥而来！”时孔明身边别无大将，只有一班文官，所引五千军，已分一半先运粮草去了，只剩二千五百军在城中。众官听得这个消息，尽皆失色。孔明登城望之，果然尘土冲天，魏兵分两路望西城县杀来。孔明传令，教“将旌旗尽皆隐匿；诸军各守城铺，如有妄行出入，及高言大语者，斩之！大开四门，每一门用二十军士，扮作百姓，洒扫街道。如魏兵到时，不可擅动，吾自有计。”孔明乃披鹤氅，戴纶巾，引二小童携琴一张，于城上敌楼前，凭栏而坐，焚香操琴。却说司马懿前军哨到城下，见了如此模样，皆不敢进，急报与司马懿。懿笑而不信，遂止住三军，自飞马远远望之。果见孔明坐于城楼之上，笑容可掬，焚香操琴。左有一童子，手捧宝剑；右有一童子，手执麈尾。城门内外，有二十余百姓，低头洒扫，旁若无人。懿看毕大疑，便到中军，教后军作前军，前军作后军，望北山路而退。次子司马昭日：“莫非诸葛亮无军，故作此态？父亲何故便退兵？”懿日：“亮平生谨慎，不曾弄险。今大开城门，必有埋伏。我兵若进，中其计也。汝辈岂知？宜速退。”于是两路兵尽皆退去。今日复今日，今日何其少！今日又不为，此事何时了？人生百年几今日，今日不为真可惜！若言姑待明朝至，明朝又有明朝事。为君聊赋今日诗，努力请从今日始。其 一寒灯耿幽暮，虫鸣清夜阑。起行望青天，明月在云端。美人隔千里，山河淼漫漫。玄云翳崇冈，白露雕芳兰。愿以绿绮琴，写作行路难。忧来无和声，弦绝空长叹。其 二倦鸟冀安巢，风林无静柯。路长羽翼短，日暮当如何？登高望四方，但见山与河。宁知天上雨，去去为沧波。慷慨对长风，坐感玄发皤。弱水不可航，层城岌嵯峨。凄凉华表鹤，太息成悲歌。越女红裙娇石榴，双双荡桨在中流。憨妆又怕旁人笑，一柄荷花遮满头。",
        "author": "明代",
        "poem_class": "战争",
        "dynasty": "罗贯中"
    },
    {
        "title": "永王东巡歌·其六",
        "paragraph": "丹阳北固是吴关，画出楼台云水间。千岩烽火连沧海，两岸旌旗绕碧山。近腊月下，景气和畅，故山殊可过。足下方温经，猥不敢相烦，辄便往山中，憩感配寺，与山僧饭讫而去。北涉玄灞，清月映郭。夜登华子冈，辋水沦涟，与月上下。寒山远火，明灭林外。深巷寒犬，吠声如豹。村墟夜舂，复与疏钟相间。此时独坐，僮仆静默，多思曩昔，携手赋诗，步仄径，临清流也。当待春中，草木蔓发，春山可望，轻鲦出水，白鸥矫翼，露湿青皋，麦陇朝雊，斯之不远，倘能从我游乎？非子天机清妙者，岂能以此不急之务相邀。然是中有深趣矣！无忽。因驮黄檗人往，不一，山中人王维白。 故人不可见，汉水日东流。借问襄阳老，江山空蔡州。长堤春水绿悠悠，畎入漳河一道流。莫听声声催去棹，桃溪浅处不胜舟。",
        "author": "唐代",
        "poem_class": "战争",
        "dynasty": "李白"
    },
    {
        "title": "滴滴金·梅",
        "paragraph": "月光飞入林前屋。风策策，度庭竹。夜半江城击柝声，动寒梢栖宿。等闲老去年华促，只有江梅伴幽独。梦绕夷门旧家山，恨惊回难续。池上春归何处？满目落花飞絮。孤馆悄无人，梦断月堤归路。无绪，无绪。帘外五更风雨。白发萧萧卧泽中，只凭天地鉴孤忠。厄穷苏武餐毡久，忧愤张巡嚼齿空。细雨春芜上林苑，颓垣夜月洛阳宫。壮心未与年俱老，死去犹能作鬼雄。镜里流年两鬓残，寸心自许尚如丹。衰迟罢试戎衣窄，悲愤犹争宝剑寒。远戍十年临的博，壮图万里战皋兰。关河自古无穷事，谁料如今袖手看。一轮秋影转金波，飞镜又重磨。把酒问姮娥：被白发，欺人奈何？乘风好去，长空万里，直下看山河。斫去桂婆娑，人道是，清光更多。",
        "author": "宋代",
        "poem_class": "战争",
        "dynasty": "孙道绚"
    },
    {
        "title": "赠蜀府将",
        "paragraph": "蛮入成都，频著功劳。十年分散剑关秋，万事皆随锦水流。志气已曾明汉节，功名犹自滞吴钩。雕边认箭寒云重，马上听笳塞草愁。今日逢君倍惆怅，灌婴韩信尽封侯。涉江玩秋水，爱此红蕖鲜。攀荷弄其珠，荡漾不成圆。佳人彩云里，欲赠隔远天。相思无因见，怅望凉风前。春水春池满，春时春草生。春人饮春酒，春鸟弄春声。君生我未生，我生君已老。君恨我生迟，我恨君生早。人归万里外，意在一杯中。只虑前程远，开帆待好风。自入长信宫，每对孤灯泣。闺门镇不开，梦从何处入。一别行千里，来时未有期。月中三十日，无夜不相思。长安大道连狭斜，青牛白马七香车。玉辇纵横过主第，金鞭络绎向侯家。龙衔宝盖承朝日，凤吐流苏带晚霞。百尺游丝争绕树，一群娇鸟共啼花。(百尺 一作：百丈）游蜂戏蝶千门侧，碧树银台万种色。复道交窗作合欢，双阙连甍垂凤翼。梁家画阁中天起，汉帝金茎云外直。楼前相望不相知，陌上相逢讵相识。借问吹箫向紫烟，曾经学舞度芳年。得成比目何辞死，愿作鸳鸯不羡仙。比目鸳鸯真可羡，双去双来君不见。生憎帐额绣孤鸾，好取门帘帖双燕。双燕双飞绕画梁，罗帷翠被郁金香。片片行云着蝉鬓，纤纤初月上鸦黄。鸦黄粉白车中出，含娇含态情非一。妖童宝马铁连钱，娼妇盘龙金屈膝。御史府中乌夜啼，廷尉门前雀欲栖。隐隐朱城临玉道，遥遥翠幰没金堤。挟弹飞鹰杜陵北，探丸借客渭桥西。俱邀侠客芙蓉剑，共宿娼家桃李蹊。娼家日暮紫罗裙，清歌一啭口氛氲。北堂夜夜人如月，南陌朝朝骑似云。南陌北堂连北里，五剧三条控三市。弱柳青槐拂地垂，佳气红尘暗天起。汉代金吾千骑来，翡翠屠苏鹦鹉杯。罗襦宝带为君解，燕歌赵舞为君开。别有豪华称将相，转日回天不相让。意气由来排灌夫，专权判不容萧相。专权意气本豪雄，青虬紫燕坐春风。自言歌舞长千载，自谓骄奢凌五公。节物风光不相待，桑田碧海须臾改。昔时金阶白玉堂，即今惟见青松在。(惟见 一作：唯见)寂寂寥寥扬子居，年年岁岁一床书。独有南山桂花发，飞来飞去袭人裾。",
        "author": "唐代",
        "poem_class": "战争",
        "dynasty": "温庭筠"
    },
    {
        "title": "边城落日",
        "paragraph": "紫塞流沙北，黄图灞水东。一朝辞俎豆，万里逐沙蓬。候月恒持满，寻源屡凿空。野昏边气合，烽迥戍烟通。膂力风尘倦，疆场岁月穷。河流控积石，山路远崆峒。壮志凌苍兕，精诚贯白虹。君恩如可报，龙剑有雌雄。知章骑马似乘船，眼花落井水底眠。汝阳三斗始朝天，道逢麴车口流涎，恨不移封向酒泉。左相日兴费万钱，饮如长鲸吸百川，衔杯乐圣称避贤。宗之潇洒美少年，举觞白眼望青天，皎如玉树临风前。苏晋长斋绣佛前，醉中往往爱逃禅。李白斗酒诗百篇，长安市上酒家眠，(斗酒 一作：一斗)天子呼来不上船，自称臣是酒中仙。张旭三杯草圣传，脱帽露顶王公前，挥毫落纸如云烟。焦遂五斗方卓然，高谈雄辩惊四筵。好风胧月清明夜，碧砌红轩刺史家。 独绕回廊行复歇，遥听弦管暗看花。锦水东北流，波荡双鸳鸯。雄巢汉宫树，雌弄秦草芳。宁同万死碎绮翼，不忍云间两分张。此时阿娇正娇妒，独坐长门愁日暮。但愿君恩顾妾深，岂惜黄金买词赋。相如作赋得黄金，丈夫好新多异心。一朝将聘茂陵女，文君因赠白头吟。东流不作西归水，落花辞条归故林。兔丝固无情，随风任倾倒。谁使女萝枝，而来强萦抱。两草犹一心，人心不如草。莫卷龙须席，从他生网丝。且留琥珀枕，或有梦来时。覆水再收岂满杯，弃妾已去难重回。古来得意不相负，只今惟见青陵台。",
        "author": "唐代",
        "poem_class": "战争",
        "dynasty": "骆宾王"
    },
    {
        "title": "从军诗五首·其一",
        "paragraph": "从军有苦乐，但问所从谁。所从神且武，焉得久劳师。相公征关右，赫怒震天威。一举灭獯虏，再举服羌夷。西收边地贼，忽若俯拾遗。陈赏越丘山，酒肉逾川坻。军中多饫饶，人马皆溢肥。徒行兼乘还，空出有余资。拓地三千里，往返速若飞。歌舞入邺城，所愿获无违。昼日处大朝，日暮薄言归。外参时明政，内不废家私。禽兽惮为牺，良苗实已挥。窃慕负鼎翁，愿厉朽钝姿。不能效沮溺，相随把锄犂。孰览夫子诗，信知所言非。小序臣植言。臣自抱亹归藩。刻肌刻骨。追思罪戾。昼分而食。夜分而寝。诚以天网不可重罹。圣恩难可再恃。窃感相鼠之篇。无礼遄死之义。形影相吊。五情愧{赤皮}。以罪弃生。则违昔贤夕改之劝。忍垢茍全。则犯诗人胡颜之讥。伏惟陛下。德象天地。恩隆父母。施畅春风。泽如时雨。是以不别荆棘者。庆云之惠也。七子均养者。鸤鸠之仁也。舍罪贵功者。明君之举也。矜愚爱能者。慈父之恩也。是以愚臣徘徊于恩泽而不敢自弃者也。前奉诏书。臣等绝朝。心离志绝。自分黄耈永无执珪之望。不图圣诏猥垂齿召。至止之日。驰心辇毂。僻处西馆。未奉阙庭。踊跃之怀。瞻望反侧。不胜犬马恋主之情。谨奉表并献诗二篇。词旨浅末。不足采览。贵露下情。冒颜以闻。臣植诚惶诚恐。顿首顿首。死罪死罪。于穆显考。时惟武皇。受命于天。宁济四方。朱旗所拂。九土披攘。玄化滂流。荒服来王。超商越周。与唐比踪。笃生我皇。奕世载聪。武则肃烈。文则时雍。受禅于汉。君少万邦。率由旧则。广命懿亲。以藩王国。帝日尔侯。君兹青土。奄有海滨。方周于鲁。车服有辉。旗章有叙。济济隽乂。我弼我辅。伊予小子。恃宠骄盈。举挂时网。作藩作屏。先轨是隳。傲我皇使。犯我朝仪。国有典刑。我削我绌。将寘于理。元凶是率。明明天子。时惟笃类。不忍我刑。暴之朝肆。违彼执宪。哀予小臣。改封兖邑。于河之滨。股肱弗置。有君无臣。荒淫之阙。谁弼予身。茕茕仆夫。于彼冀方。嗟予小子。盈罹斯殃。赫赫天子。恩不遗物。冠我玄冕。要我朱绂。光光大使。我荣我华。剖符授玉。王爵是加。仰齿金玺。俯执圣策。皇恩过隆。祇承怵惕。咨我小子。顽凶是婴。逝惭陵墓。存愧阙庭。匪敢傲德。实恩是恃。威灵改加。足以没齿。昊天罔极。生命不图。常惧颠沛。抱罪黄垆。愿蒙矢石。建旗东岳。庶立毫厘。微功自赎。危躯授命。知足免戾。甘赴江湘。奋戈吴越。天启其衷。得会京畿。迟奉圣颜。如渴如饥。心之云慕。怆矣其悲。天高听卑。皇肯照微。应诏肃承明诏。应会皇都。星陈夙驾。秣马脂车。命彼掌徒。肃我征旅。朝发鸾台。夕宿兰渚。芒芒原隰。祁祁士女。经彼公田。乐我稷黍。爰有樛木。重阴匪息。虽有糇粮。饥不遑食。望城不过。面邑不游。仆夫警策。平路是由。玄驷蔼蔼。扬镳漂沫。流风翼衡。轻云承盖。涉涧之滨。缘山之隈。遵彼河浒。黄阪是阶。西济关谷。或降或升。騑骖倦路。载寝载兴。将朝圣皇。匪敢晏宁。弭节长骛。指日遄征。前驱举燧。后乘抗旌。轮不辍运。鸾无废声。爰暨帝室。税此西墉。嘉诏未赐。朝觐莫从。仰瞻城阈。俯惟阙庭。长怀永慕。忧心如酲。缥碧以为瓦。王旅旋兮背故乡。彼君子兮笃人纲。媵余行兮归朔方。驰原隰兮寻旧疆。车载奔兮马繁骧。涉浮济兮泛轻航。迄魏都兮息兰房。展宴好兮惟乐康。",
        "author": "两汉",
        "poem_class": "战争",
        "dynasty": "王粲"
    },
    {
        "title": "泊樵舍",
        "paragraph": "涨减水愈急，秋阴未夕昏。乱山成野戍，黄叶自江村。带雨疏星见，回风绝岸喧。经过多战舰，茅屋几家存？人之为学，不日进则日退。独学无友，则孤陋而难成。久处一方，则习染而不自觉。不幸而在穷僻之域，无车马之资，犹当博学审问，古人与稽，以求其是非之所在，庶几可得十之五六。若既不出户，又不读书，则是面墙之士，虽有子羔、原宪之贤，终无济于天下。子曰：“十室之邑，必有忠信如丘者焉，不如丘之好学也。”夫以孔子之圣，犹须好学，今人可不勉乎？一尺过江山，万点长淮树。石上水潺潺，流入青溪去。六月北风寒，落叶无朝暮。度樾与穿云，林黑行人顾。百炼千锤一根针，一颠一倒布上行。眼晴长在屁股上，只认衣冠不认人。",
        "author": "清代",
        "poem_class": "战争",
        "dynasty": "施闰章"
    },
    {
        "title": "永王东巡歌·其三",
        "paragraph": "雷鼓嘈嘈喧武昌，云旗猎猎过寻阳。秋毫不犯三吴悦，春日遥看五色光。梁上有双燕，翩翩雄与雌。衔泥两椽间，一巢生四儿。四儿日夜长，索食声孜孜。青虫不易捕，黄口无饱期。觜爪虽欲敝，心力不知疲。须臾十来往，犹恐巢中饥。辛勤三十日，母瘦雏渐肥。喃喃教言语，一一刷毛衣。一旦羽翼成，引上庭树枝。举翅不回顾，随风四散飞。雌雄空中鸣，声尽呼不归。却入空巢里，啁啾终夜悲。燕燕尔勿悲，尔当返自思。思尔为雏日，高飞背母时。当时父母念，今日尔应知。独在异乡为异客，每逢佳节倍思亲。遥知兄弟登高处，遍插茱萸少一人。 历览前贤国与家，成由勤俭破由奢。何须琥珀方为枕，岂得真珠始是车。远去不逢青海马，力穷难拔蜀山蛇。(远去 一作：运去)几人曾预南薰曲，终古苍梧哭翠华。",
        "author": "唐代",
        "poem_class": "战争",
        "dynasty": "李白"
    },
    {
        "title": "庆州败",
        "paragraph": "无战王者师，有备军之志。天下承平数十年，此语虽存人所弃。今岁西戎背世盟，直随秋风寇边城。屠杀熟户烧障堡，十万驰骋山岳倾。国家防塞今有谁？官为承制乳臭儿。酣觞大嚼乃事业，何尝识会兵之机？符移火急蒐卒乘，意谓就戮如缚尸。未成一军已出战，驱逐急使缘崄巇。马肥甲重士饱喘，虽有弓剑何所施？连颠自欲堕深谷，虏骑笑指声嘻嘻。一麾发伏雁行出，山下奄截成重围。我军免胄乞死所，承制面缚交涕洟。逡巡下令艺者全，争献小技歌且吹。其余劓馘放之去，东走矢液皆淋漓。首无耳准若怪兽，不自愧耻犹生归！守者沮气陷者苦，尽由主将之所为。地机不见欲侥胜，羞辱中国堪伤悲！燕燕轻盈，莺莺娇软，分明又向华胥见。夜长争得薄情知？春初早被相思染。别后书辞，别时针线，离魂暗逐郎行远。淮南皓月冷千山，冥冥归去无人管。昨夜秋风来万里。月上屏帏，冷透人衣袂。有客抱衾愁不寐。那堪玉漏长如岁。羁舍留连归计未。梦断魂销，一枕相思泪。衣带渐宽无别意。新书报我添憔悴。十年无梦得还家，独立青峰野水涯。天地寂寥山雨歇，几生修得到梅花？",
        "author": "宋代",
        "poem_class": "战争",
        "dynasty": "苏舜钦"
    },
    {
        "title": "梅花岭记",
        "paragraph": "顺治二年乙酉四月，江都围急。督相史忠烈公知势不可为，集诸将而语之曰：“吾誓与城为殉，然仓皇中不可落于敌人之手以死，谁为我临期成此大节者？”副将军史德威慨然任之。忠烈喜曰：“吾尚未有子，汝当以同姓为吾后。吾上书太夫人，谱汝诸孙中。”五日，城陷，忠烈拔刀自裁，诸将果争前抱持之。忠烈大呼德威，德威流涕，不能执刃，遂为诸将所拥而行。至小东门，大兵如林而至，马副使鸣騄、任太守民育及诸将刘都督肇基等皆死。忠烈乃瞠目曰：“我史阁部也。”被执至南门。和硕豫亲王以先生呼之，劝之。忠烈大骂而死。初，忠烈遗言：“我死当葬梅花岭上。”至是，德威求公之骨不可得，乃以衣冠葬之。或曰：“城之破也，有亲见忠烈青衣乌帽，乘白马，出天宁门投江死者，未尝殒于城中也。”自有是言，大江南北遂谓忠烈未死。已而英、霍山师大起，皆托忠烈之名，仿佛陈涉之称项燕。吴中孙公兆奎以起兵不克，执至白下。经略洪承畴与之有旧，问曰：“先生在兵间，审知故扬州阁部史公果死耶，抑未死耶？”孙公答曰：“经略从北来，审知故松山殉难督师洪公果死耶，抑未死耶？”承畴大恚，急呼麾下驱出斩之。呜呼！神仙诡诞之说，谓颜太师以兵解，文少保亦以悟大光明法蝉脱，实未尝死。不知忠义者圣贤家法，其气浩然，常留天地之间，何必出世入世之面目！神仙之说，所谓为蛇画足。即如忠烈遗骸，不可问矣，百年而后，予登岭上，与客述忠烈遗言，无不泪下如雨，想见当日围城光景，此即忠烈之面目宛然可遇，是不必问其果解脱否也，而况冒其未死之名者哉？墓旁有丹徒钱烈女之冢，亦以乙酉在扬，凡五死而得绝，特告其父母火之，无留骨秽地，扬人葬之于此。江右王猷定、关中黄遵严、粤东屈大均为作传、铭、哀词。顾尚有未尽表章者：予闻忠烈兄弟，自翰林可程下，尚有数人，其后皆来江都省墓。适英、霍山师败，捕得冒称忠烈者，大将发至江都，令史氏男女来认之。忠烈之第八弟已亡，其夫人年少有色，守节，亦出视之。大将艳其色，欲强娶之，夫人自裁而死。时以其出于大将之所逼也，莫敢为之表章者。呜呼！忠烈尝恨可程在北，当易姓之间，不能仗节，出疏纠之。岂知身后乃有弟妇，以女子而踵兄公之余烈乎？梅花如雪，芳香不染。异日有作忠烈祠者，副使诸公，谅在从祀之列，当另为别室以祀夫人，附以烈女一辈也。收取闲心冷处浓，舞裙犹忆柘枝红。谁家刻烛待春风。竹叶樽空翻采燕，九枝灯灺颤金虫。风流端合倚天公。大雪满天地，胡为仗剑游？欲谈心里事，同上酒家楼。游山五岳东道主，拥书百城南面王。万人丛中一握手，使我衣袖三年香。",
        "author": "清代",
        "poem_class": "战争",
        "dynasty": "全祖望"
    },
    {
        "title": "灞岸",
        "paragraph": "山东今岁点行频，几处冤魂哭虏尘。灞水桥边倚华表，平时二月有东巡。把君诗卷灯前读，诗尽灯残天未明。眼痛灭灯犹闇坐，逆风吹浪打船声。独坐悲双鬓，空堂欲二更。雨中山果落，灯下草虫鸣。白发终难变，黄金不可成。欲知除老病，唯有学无生。漠漠轻阴晚自开，青天白日映楼台。曲江水满花千树，有底忙时不肯来。",
        "author": "唐代",
        "poem_class": "战争",
        "dynasty": "李商隐"
    },
    {
        "title": "诸将五首",
        "paragraph": "汉朝陵墓对南山，胡虏千秋尚入关。昨日玉鱼蒙葬地，早时金碗出人间。见愁汗马西戎逼，曾闪朱旗北斗殷。多少材官守泾渭，将军且莫破愁颜。韩公本意筑三城，拟绝天骄拔汉旌。岂谓尽烦回纥马，翻然远救朔方兵。胡来不觉潼关隘，龙起犹闻晋水清。独使至尊忧社稷，诸君何以答升平。洛阳宫殿化为烽，休道秦关百二重。沧海未全归禹贡，蓟门何处尽尧封。朝廷衮职虽多预，天下军储不自供。 稍喜临边王相国，肯销金甲事春农。回首扶桑铜柱标，冥冥氛祲未全销。越裳翡翠无消息，南海明珠久寂寥。殊锡曾为大司马，总戎皆插侍中貂。炎风朔雪天王地，只在忠臣翊圣朝。锦江春色逐人来，巫峡清秋万壑哀。正忆往时严仆射，共迎中使望乡台。主恩前后三持节，军令分明数举杯。西蜀地形天下险，安危须仗出群材。东皋薄暮望，徙倚欲何依。树树皆秋色，山山唯落晖。牧人驱犊返，猎马带禽归。相顾无相识，长歌怀采薇。涉江玩秋水，爱此红蕖鲜。攀荷弄其珠，荡漾不成圆。佳人彩云里，欲赠隔远天。相思无因见，怅望凉风前。木末芙蓉花，山中发红萼。涧户寂无人，纷纷开且落。",
        "author": "唐代",
        "poem_class": "战争",
        "dynasty": "杜甫"
    },
    {
        "title": "杂曲歌辞·水调歌第一",
        "paragraph": "平沙落日大荒西，陇上明星高复低。孤山几处看烽火，壮士连营候鼓鼙。郭橐驼，不知始何名。病偻，隆然伏行，有类橐驼者，故乡人号之“驼”。驼闻之曰：“甚善。名我固当。”因舍其名，亦自谓“橐驼”云。其乡曰丰乐乡，在长安西。驼业种树，凡长安豪富人为观游及卖果者，皆争迎取养。视驼所种树，或移徙，无不活；且硕茂，早实以蕃。他植者虽窥伺效慕，莫能如也。有问之，对曰：“橐驼非能使木寿且孳也，能顺木之天以致其性焉尔。凡植木之性，其本欲舒，其培欲平，其土欲故，其筑欲密。既然已，勿动勿虑，去不复顾。其莳也若子，其置也若弃，则其天者全而其性得矣。故吾不害其长而已，非有能硕茂之也；不抑耗其实而已，非有能早而蕃之也。他植者则不然，根拳而土易，其培之也，若不过焉则不及。苟有能反是者，则又爱之太恩，忧之太勤。旦视而暮抚，已去而复顾。甚者，爪其肤以验其生枯，摇其本以观其疏密，而木之性日以离矣。虽曰爱之，其实害之；虽曰忧之，其实仇之；故不我若也。吾又何能为哉？”问者曰：“以子之道，移之官理，可乎？”驼曰：“我知种树而已，理，非吾业也。然吾居乡，见长人者好烦其令，若甚怜焉，而卒以祸。旦暮吏来而呼曰：‘官命促尔耕，勖尔植，督尔获，早缫而绪，早织而缕，字而幼孩，遂而鸡豚。’鸣鼓而聚之，击木而召之。吾小人辍飧饔以劳吏者，且不得暇，又何以蕃吾生而安吾性耶？故病且怠。若是，则与吾业者其亦有类乎？”问者曰：“嘻，不亦善夫！吾问养树，得养人术。”传其事以为官戒。雨前初见花间蕊，雨后兼无叶里花。蛱蝶飞来过墙去，却疑春色在邻家。(版本一) 雨前初见花间蕊，雨后全无叶底花。蜂蝶纷纷过墙去，却疑春色在邻家。(版本二)枕前发尽千般愿，要休且待青山烂。水面上秤锤浮，直待黄河彻底枯。白日参辰现，北斗回南面。休即未能休，且待三更见日头。",
        "author": "唐代",
        "poem_class": "战争",
        "dynasty": "佚名"
    },
    {
        "title": "黄家洞",
        "paragraph": "雀步蹙沙声促促，四尺角弓青石镞。黑幡三点铜鼓鸣，高作猿啼摇箭箙。彩巾缠踍幅半斜，溪头簇队映葛花。山潭晚雾吟白鼍，竹蛇飞蠹射金沙。闲驱竹马缓归家，官军自杀容州槎。万里桥边女校书，枇杷花里闭门居。扫眉才子知多少，管领春风总不如。楼观岳阳尽，川迥洞庭开。雁引愁心去，山衔好月来。云间连下榻，天上接行杯。醉后凉风起，吹人舞袖回。开元二十六年，客有从御史大夫张公出塞而还者；作《燕歌行》以示适，感征戍之事，因而和焉。汉家烟尘在东北，汉将辞家破残贼。男儿本自重横行，天子非常赐颜色。摐金伐鼓下榆关，旌旆逶迤碣石间。校尉羽书飞瀚海，单于猎火照狼山。山川萧条极边土，胡骑凭陵杂风雨。战士军前半死生，美人帐下犹歌舞！大漠穷秋塞草腓，孤城落日斗兵稀。身当恩遇常轻敌，力尽关山未解围。(常轻敌 一作：恒轻敌)铁衣远戍辛勤久，玉箸应啼别离后。少妇城南欲断肠，征人蓟北空回首。边庭飘飖那可度，绝域苍茫无所有！(飘飖 一作：飘摇；无所 一作：更何)杀气三时作阵云，寒声一夜传刁斗。相看白刃血纷纷，死节从来岂顾勋？君不见沙场征战苦，至今犹忆李将军！",
        "author": "唐代",
        "poem_class": "战争",
        "dynasty": "李贺"
    },
    {
        "title": "塞下曲",
        "paragraph": "汉将归来虏塞空，旌旗初下玉关东。高蹄战马三千匹，落日平原秋草中。海天东望夕茫茫，山势川形阔复长。灯火万家城四畔，星河一道水中央。风吹古木晴天雨，月照平沙夏夜霜。能就江楼消暑否？比君茅舍较清凉。渭城朝雨浥轻尘，客舍青青柳色新。劝君更尽一杯酒，西出阳关无故人。碧玉妆成一树高，万条垂下绿丝绦。不知细叶谁裁出，二月春风似剪刀。",
        "author": "唐代",
        "poem_class": "战争",
        "dynasty": "戎昱"
    },
    {
        "title": "从军诗五首·其二",
        "paragraph": "凉风厉秋节，司典告详刑。我君顺时发，桓桓东南征。泛舟盖长川，陈卒被隰埛。征夫怀亲戚，谁能无恋情。拊衿倚舟樯，眷眷思邺城。哀彼东山人，喟然感鹳鸣。日月不安处，人谁获恒宁。昔人从公旦，一徂辄三龄。今我神武师，暂往必速平。弃余亲睦恩，输力竭忠贞。惧无一夫用，报我素餐诚。夙夜自恲性，思逝若抽萦。将秉先登羽，岂敢听金声。沟渎皆决溢。愿登泰华山，神人共远游。愿登泰华山，神人共远游。经历昆仑山，到蓬莱，飘飖八极，与神人俱。思得神药，万岁为期。歌以言志。愿登泰华山。天地何长久，人道居之短。天地何长久，人道居之短。世言伯阳，殊不知老。赤松王乔，亦云得道。得之未闻，庶以寿考。歌以言志。天地何长久。明明日月光，何所不光昭。明明日月光，何所不光昭。二仪合圣化，贵者独人。万国率土，莫非王臣。仁义为名，礼乐为荣。歌以言志。明明日月光。四时更逝去，昼夜以成岁。四时更逝去，昼夜以成岁。大人先天，而天弗违。不戚年往，忧世不治。存亡有命，虑之为蚩。歌以言志。四时更逝去。戚戚欲何念？欢笑意所之。戚戚欲何念？欢笑意所之。壮盛智惠，殊不再来。爱时进趣，将以惠谁？泛泛放逸，亦同何为？歌以言志。戚戚欲何念。谁在闲门外，罗家诸少年。张机蓬艾侧，结网槿篱边。若能飞自勉，岂为绘所缠。黄雀傥为诫，朱丝犹可延。",
        "author": "两汉",
        "poem_class": "战争",
        "dynasty": "王粲"
    },
    {
        "title": "渡辽水",
        "paragraph": "渡辽水，此去咸阳五千里。来时父母知隔生，重著衣裳如送死。亦有白骨归咸阳，营家各与题本乡。身在应无回渡日，驻马相看辽水傍。二月江南花满枝，他乡寒食远堪悲。贫居往往无烟火，不独明朝为子推。劝君莫惜金缕衣，劝君惜取少年时。(惜取 一作：须取)花开堪折直须折，莫待无花空折枝。(花开 一作：有花)晓迎秋露一枝新，不占园中最上春。桃李无言又何在，向风偏笑艳阳人。",
        "author": "唐代",
        "poem_class": "战争",
        "dynasty": "王建"
    },
    {
        "title": "自常州还江阴途中作",
        "paragraph": "处处空篱落，江村不忍看。无人花色惨，多雨鸟声寒。黄霸初临郡，陶潜未罢官。乘春务征伐，谁肯问凋残。落莫谁家子，来感长安秋。壮年抱羁恨，梦泣生白头。瘦马秣败草，雨沫飘寒沟。南宫古帘暗，湿景传签筹。家山远千里，云脚天东头。忧眠枕剑匣，客帐梦封侯。松下问童子，言师采药去。只在此山中，云深不知处。去年花里逢君别，今日花开又一年。(又一年 一作：已一年)世事茫茫难自料，春愁黯黯独成眠。身多疾病思田里，邑有流亡愧俸钱。闻道欲来相问讯，西楼望月几回圆。",
        "author": "唐代",
        "poem_class": "战争",
        "dynasty": "李嘉祐"
    },
    {
        "title": "贺新郎·纤夫词",
        "paragraph": "战舰排江口。正天边、真王拜印，蛟螭蟠钮。征发棹船郎十万，列郡风驰雨骤。叹闾左、骚然鸡狗。里正前团催后保，尽累累、锁系空仓后。捽头去，敢摇手？稻花恰趁霜天秀。有丁男、临歧诀绝，草间病妇。此去三江牵百丈，雪浪排樯夜吼。背耐得、土牛鞭否？好倚后园枫树下，向丛祠亟倩巫浇酒。神佑我，归田亩。结多少悲秋俦侣，特地年年，北风吹度。紫塞门孤，金河月冷，恨谁诉？回汀枉渚，也只恋江南住。随意落平沙，巧排作、参差筝柱。别浦，惯惊移莫定，应怯败荷疏雨。一绳云杪，看字字悬针垂露。渐欹斜、无力低飘，正目送、碧罗天暮。写不了相思，又蘸凉波飞去。纤月黄昏庭院，语密翻教醉浅。知否那人心？旧恨新欢相半。谁见？谁见？珊枕泪痕红泫。我又南行矣！笑今年、鸾飘凤泊，情怀何似？纵使文章惊海内，纸上苍生而已。似春水、干卿何事？暮雨忽来鸿雁杳，莽关山、一派秋声里。催客去，去如水。华年心绪从头理，也何聊、看潮走马，广陵吴市。愿得黄金三百万，交尽美人名士。更结尽、燕邯侠子。来岁长安春事早，劝杏花、断莫相思死。木叶怨，罢论起。",
        "author": "清代",
        "poem_class": "战争",
        "dynasty": "陈维崧"
    },
    {
        "title": "送白少府送兵之陇右",
        "paragraph": "践更登陇首，远别指临洮。为问关山事，何如州县劳。军容随赤羽，树色引青袍。谁断单于臂，今年太白高。四方之歌，异音而同乐。岁正月，余来建平，里中儿联歌《竹枝》，吹短笛，击鼓以赴节。歌者扬袂睢舞，以曲多为贤。聆其音，中黄钟之羽，其卒章激讦如吴声，虽伧儜不可分，而含思宛转，有《淇奥》之艳。昔屈原居沅湘间，其民迎神，词多鄙陋，乃为作《九歌》，到于今荆楚鼓舞之。故余亦作《竹枝词》九篇，俾善歌者飏之，附于末，后之聆巴歈，知变风之自焉。白帝城头春草生，白盐山下蜀江清。南人上来歌一曲，北人莫上动乡情。山桃红花满上头，蜀江春水拍山流。花红易衰似郎意，水流无限似侬愁。江上朱楼新雨晴，瀼西春水縠文生。桥东桥西好杨柳，人来人去唱歌行。日出三竿春雾消，江头蜀客驻兰桡。凭寄狂夫书一纸，家住成都万里桥。两岸山花似雪开，家家春酒满银杯。昭君坊中多女伴，永安宫外踏青来。城西门前滟滪堆，年年波浪不能摧。懊恼人心不如石，少时东去复西来。瞿塘嘈嘈十二滩，此中道路古来难。长恨人心不如水，等闲平地起波澜。巫峡苍苍烟雨时，清猿啼在最高枝。个里愁人肠自断，由来不是此声悲。山上层层桃李花，云间烟火是人家。银钏金钗来负水，长刀短笠去烧畲。纨绔不饿死，儒冠多误身。丈人试静听，贱子请具陈。甫昔少年日，早充观国宾。读书破万卷，下笔如有神。(读书破万卷 一作：读破万卷书)赋料扬雄敌，诗看子建亲。李邕求识面，王翰愿卜邻。自谓颇挺出，立登要路津。致君尧舜上，再使风俗淳。此意竟萧条，行歌非隐沦。骑驴十三载，旅食京华春。朝扣富儿门，暮随肥马尘。残杯与冷炙，到处潜悲辛。主上顷见征，欻然欲求伸。青冥却垂翅，蹭蹬无纵鳞。甚愧丈人厚，甚知丈人真。每于百僚上，猥诵佳句新。窃效贡公喜，难甘原宪贫。焉能心怏怏，只是走踆踆。今欲东入海，即将西去秦。尚怜终南山，回首清渭滨。常拟报一饭，况怀辞大臣。白鸥没浩荡，万里谁能驯？朝真暮伪何人辨，古往今来底事无。但爱臧生能诈圣，可知宁子解佯愚。草萤有耀终非火，荷露虽团岂是珠。不取燔柴兼照乘，可怜光彩亦何殊。",
        "author": "唐代",
        "poem_class": "战争",
        "dynasty": "高适"
    },
    {
        "title": "封燕然山铭",
        "paragraph": "惟永元元年秋七月，有汉元舅曰车骑将军窦宪，寅亮圣明，登翼王室，纳于大麓，维清缉熙。乃与执金吾耿秉，述职巡御。理兵于朔方。鹰扬之校，螭虎之士，爰该六师，暨南单于、东胡乌桓、西戎氐羌，侯王君长之群，骁骑三万。元戎轻武，长毂四分，云辎蔽路，万有三千余乘。勒以八阵，莅以威神，玄甲耀目，朱旗绛天。遂陵高阙，下鸡鹿，经碛卤，绝大漠，斩温禺以衅鼓，血尸逐以染锷。然后四校横徂，星流彗扫，萧条万里，野无遗寇。于是域灭区殚，反旆而旋，考传验图，穷览其山川。遂逾涿邪，跨安侯，乘燕然，蹑冒顿之区落，焚老上之龙庭。上以摅高、文之宿愤，光祖宗之玄灵；下以安固后嗣，恢拓境宇，振大汉之天声。兹所谓一劳而久逸，暂费而永宁者也，乃遂封山刊石，昭铭盛德。其辞曰： 铄王师兮征荒裔， 剿凶虐兮截海外。 夐其邈兮亘地界， 封神丘兮建隆嵑， 熙帝载兮振万世！ 从军有苦乐，但问所从谁。所从神且武，焉得久劳师。相公征关右，赫怒震天威。一举灭獯虏，再举服羌夷。西收边地贼，忽若俯拾遗。陈赏越丘山，酒肉逾川坻。军中多饫饶，人马皆溢肥。徒行兼乘还，空出有余资。拓地三千里，往返速若飞。歌舞入邺城，所愿获无违。昼日处大朝，日暮薄言归。外参时明政，内不废家私。禽兽惮为牺，良苗实已挥。窃慕负鼎翁，愿厉朽钝姿。不能效沮溺，相随把锄犂。孰览夫子诗，信知所言非。萧萧易水生波，燕赵佳人自多。倾杯覆碗漼漼，垂手奋袖婆娑。不惜黄金散尽，只畏白日蹉跎。鸣鸢弄双翼。飘飘薄青云。我后横怒起。意气凌神仙。发机如惊焱。三发两鸢连。流血洒墙星。飞毛从风旋。庶士同声赞。君射一何妍。",
        "author": "两汉",
        "poem_class": "战争",
        "dynasty": "班固"
    },
    {
        "title": "喜迁莺·真宗幸澶渊",
        "paragraph": "边城寒早。恣骄虏、远牧甘泉丰草。铁马嘶风，毡裘凌雪，坐使一方云扰。庙堂折冲无策，欲幸坤维江表。叱群议，赖寇公力挽，亲行天讨。缥缈。銮辂动，霓旌龙旆，遥指澶渊道。日照金戈，云随黄伞，径渡大河清晓。六军万姓呼舞，箭发狄酋难保。虏情慑，誓书来，从此年年修好。痴儿了却公家事，快阁东西倚晚晴。落木千山天远大，澄江一道月分明。朱弦已为佳人绝，青眼聊因美酒横。万里归船弄长笛，此心吾与白鸥盟。重五山村好，榴花忽已繁。粽包分两髻，艾束著危冠。旧俗方储药，羸躯亦点丹。日斜吾事毕，一笑向杯盘。昨夜江边春水生，蒙冲巨舰一毛轻。(蒙冲 一作：艨艟)向来枉费推移力，此日中流自在行。",
        "author": "宋代",
        "poem_class": "战争",
        "dynasty": "李纲"
    },
    {
        "title": "三垂冈",
        "paragraph": "英雄立马起沙陀，奈此朱梁跋扈何。只手难扶唐社稷，连城犹拥晋山河。风云帐下奇儿在，鼓角灯前老泪多。萧瑟三垂冈下路，至今人唱《百年歌》。严关百尺界天西，万里征人驻马蹄。飞阁遥连秦树直，缭垣斜压陇云低。天山巉[1]削摩肩立，瀚海苍茫入望迷。谁道崤函千古险？回看只见一丸泥。丁巳重阳前三日，梦亡妇淡妆素服，执手哽咽。语多不复能记。但临别有云：“衔恨愿为天上月，年年犹得向郎圆”。妇素未工诗，不知何以得此也。觉后感赋长调：瞬息浮生，薄命如斯，低徊怎忘？记绣榻闲时，并吹红雨，雕阑曲处，同倚斜阳。梦好难留，诗残莫续，赢得更深哭一场。遗容在，只灵飙一转，未许端详。重寻碧落茫茫，料短发，朝来定有霜。便人间天上，尘缘未断，春花秋叶，触绪还伤。欲结绸缪，翻惊摇落，减尽荀衣昨日香。真无奈，倩声声邻笛，谱出回肠。谁道阴山行路难。风毛雨血万人欢。松梢露点沾鹰绁，芦叶溪深没马鞍。依树歇，映林看。黄羊高宴簇金盘。萧萧一夕霜风紧，却拥貂裘怨早寒。",
        "author": "清代",
        "poem_class": "战争",
        "dynasty": "严遂成"
    },
    {
        "title": "东楼",
        "paragraph": "万里流沙道，西征过北门。但添新战骨，不返旧征魂。楼角临风迥，城阴带水昏。传声看驿使，送节向河源。涉江玩秋水，爱此红蕖鲜。攀荷弄其珠，荡漾不成圆。佳人彩云里，欲赠隔远天。相思无因见，怅望凉风前。远上寒山石径斜，白云生处有人家。(生处 一作：深处)停车坐爱枫林晚，霜叶红于二月花。中岁颇好道，晚家南山陲。兴来每独往，胜事空自知。行到水穷处，坐看云起时。偶然值林叟，谈笑无还期。",
        "author": "唐代",
        "poem_class": "战争",
        "dynasty": "杜甫"
    },
    {
        "title": "常武",
        "paragraph": "赫赫明明。王命卿士，南仲大祖，大师皇父。整我六师，以脩我戎。既敬既戒，惠此南国。王谓尹氏，命程伯休父，左右陈行。戒我师旅，率彼淮浦，省此徐土。不留不处，三事就绪。赫赫业业，有严天子。王舒保作，匪绍匪游。徐方绎骚，震惊徐方。如雷如霆，徐方震惊。王奋厥武，如震如怒。进厥虎臣，阚如虓虎。铺敦淮濆，仍执丑虏。截彼淮浦，王师之所。王旅啴啴，如飞如翰。如江如汉，如山之苞。如川之流，绵绵翼翼。不测不克，濯征徐国。王犹允塞，徐方既来。徐方既同，天子之功。四方既平，徐方来庭。徐方不回，王曰还归。皇祖有训。民可近。不可下。民惟邦本。本固邦宁。予视天下愚夫愚妇。一能胜予。怨岂在明。不见是图。予临兆民。懔乎若朽索之驭六马。为人上者。奈何不敬。训有之。内作色荒。外作禽荒。甘酒嗜音。峻宇雕墙。有一于此。未或不亡。惟彼陶唐。有此冀方。今失厥道。乱其纪纲。乃底灭亡。明明我祖。万邦之君。有典有则。贻厥子孙。关石和钧。王府则有。荒坠厥绪。覆宗绝祀。呜呼曷归。予怀之悲。万姓仇予。予将畴依。郁陶乎予心。颜厚有忸怩。弗慎厥德。虽悔可追。厥初生民，时维姜嫄。生民如何？克禋克祀，以弗无子。履帝武敏歆，攸介攸止，载震载夙。载生载育，时维后稷。诞弥厥月，先生如达。不坼不副，无菑无害，以赫厥灵。上帝不宁，不康禋祀，居然生子。诞寘之隘巷，牛羊腓字之。诞寘之平林，会伐平林。诞寘之寒冰，鸟覆翼之。鸟乃去矣，后稷呱矣。实覃实訏，厥声载路。诞实匍匐，克岐克嶷，以就口食。蓺之荏菽，荏菽旆旆。禾役穟穟，麻麦幪幪，瓜瓞唪唪。诞后稷之穑，有相之道。茀厥丰草，种之黄茂。实方实苞，实种实褎。实发实秀，实坚实好。实颖实栗，即有邰家室。诞降嘉种，维秬维秠，维穈维芑。恒之秬秠，是获是亩。恒之穈芑，是任是负，以归肇祀。诞我祀如何？或舂或揄，或簸或蹂。释之叟叟，烝之浮浮。载谋载惟，取萧祭脂。取羝以軷，载燔载烈，以兴嗣岁。昂盛于豆，于豆于登，其香始升。上帝居歆，胡臭亶时。后稷肇祀，庶无罪悔，以迄于今。晋人归楚公子谷臣，与连尹襄老之尸于楚，以求知罃。于是荀首佐中军矣，故楚人许之。王送知罃，曰：“子其怨我乎？”对曰：“二国治戎，臣不才，不胜其任，以为俘馘。执事不以衅鼓，使归即戮，君之惠也。臣实不才，又谁敢怨？”王曰：“然则德我乎？”对曰：“二国图其社稷，而求纾其民，各惩其忿，以相宥也，两释累囚，以成其好。二国有好，臣不与及，其谁敢德？”王曰：“子归何以报我？”对曰：“臣不任受怨，君亦不任受德。无怨无德，不知所报。”王曰：“虽然，必告不谷。”对曰：“以君之灵，累臣得归骨于晋，寡君之以为戮，死且不朽。若从君之惠而免之，以赐君之外臣首；首其请于寡君，而以戮于宗，亦死且不朽。若不获命，而使嗣宗职，次及于事，而帅偏师以脩封疆，虽遇执事，其弗敢违。其竭力致死，无有二心，以尽臣礼。所以报也。王曰：“晋未可与争。”重为之礼而归之。 ",
        "author": "先秦",
        "poem_class": "战争",
        "dynasty": "佚名"
    },
    {
        "title": "守睢阳作",
        "paragraph": "接战春来苦，孤城日渐危。合围侔月晕，分守若鱼丽。屡厌黄尘起，时将白羽挥。裹疮犹出阵，饮血更登陴。忠信应难敌，坚贞谅不移。无人报天子，心计欲何施。万树江边杏，新开一夜风。满园深浅色，照在绿波中。日照香炉生紫烟，遥看瀑布挂前川。飞流直下三千尺，疑是银河落九天。剑外忽传收蓟北，初闻涕泪满衣裳。却看妻子愁何在，漫卷诗书喜欲狂。白日放歌须纵酒，青春作伴好还乡。即从巴峡穿巫峡，便下襄阳向洛阳。",
        "author": "唐代",
        "poem_class": "战争",
        "dynasty": "张巡"
    },
    {
        "title": "田家词 / 田家行",
        "paragraph": "牛靿咤咤，田确确，旱块敲牛蹄趵趵。种得官仓珠颗谷，六十年来兵簇簇，日月食粮车辘辘。一日官军收海服，驱牛驾车食牛肉，归来攸得牛两角。重铸锄犁作斤劚，姑舂妇担去输官，输官不足归卖屋。愿官早胜仇早覆，农死有儿牛有犊，不遣官军粮不足。一夜新霜著瓦轻，芭蕉新折败荷倾。耐寒唯有东篱菊，金粟初开晓更清。楚塞三湘接，荆门九派通。江流天地外，山色有无中。郡邑浮前浦，波澜动远空。襄阳好风日，留醉与山翁。江南有丹橘，经冬犹绿林。岂伊地气暖？自有岁寒心。可以荐嘉客，奈何阻重深。运命唯所遇，循环不可寻。徒言树桃李，此木岂无阴？",
        "author": "唐代",
        "poem_class": "战争",
        "dynasty": "元稹"
    },
    {
        "title": "永王东巡歌·其二",
        "paragraph": "三川北虏乱如麻，四海南奔似永嘉。但用东山谢安石，为君谈笑净胡沙。离别家乡岁月多，近来人事半消磨。惟有门前镜湖水，春风不改旧时波。十月江南天气好，可怜冬景似春华。霜轻未杀萋萋草，日暖初干漠漠沙。老柘叶黄如嫩树，寒樱枝白是狂花。此时却羡闲人醉，五马无由入酒家。下马饮君酒，问君何所之？君言不得意，归卧南山陲。但去莫复问，白云无尽时。",
        "author": "唐代",
        "poem_class": "战争",
        "dynasty": "李白"
    },
    {
        "title": "赠别前蔚州契苾使君",
        "paragraph": "何年部落到阴陵，奕世勤王国史称。夜卷牙旗千帐雪，朝飞羽骑一河冰。蕃儿襁负来青冢，狄女壶浆出白登。日晚鸊鹈泉畔猎，路人遥识郅都鹰。东风吹雨过青山，却望千门草色闲。家在梦中何日到，春生江上几人还？(春生 一作：春来)川原缭绕浮云外，宫阙参差落照间。谁念为儒逢世难，独将衰鬓客秦关。长堤春水绿悠悠，畎入漳河一道流。莫听声声催去棹，桃溪浅处不胜舟。百舌问花花不语，低回似恨横塘雨。蜂争粉蕊蝶分香，不似垂杨惜金缕。愿君留得长妖韶，莫逐东风还荡摇。秦女含颦向烟月，愁红带露空迢迢。",
        "author": "唐代",
        "poem_class": "战争",
        "dynasty": "李商隐"
    },
    {
        "title": "一剪梅·襄樊四载弄干戈",
        "paragraph": "襄樊四载弄干戈，不见渔歌，不见樵歌。试问如今事若何？金也消磨，谷也消磨。柘枝不用舞婆娑，丑也能多，恶也能多！朱门日日买朱娥。军事如何？民事如何？叠嶂西驰，万马回旋，众山欲东。正惊湍直下，跳珠倒溅；小桥横截，缺月初弓。老合投闲，天教多事，检校长身十万松。吾庐小，在龙蛇影外，风雨声中。争先见面重重，看爽气朝来三数峰。似谢家子弟，衣冠磊落；相如庭户，车骑雍容。我觉其间，雄深雅健，如对文章太史公。新堤路，问偃湖何日，烟水蒙蒙？多情多感仍多病，多景楼中。尊酒相逢。乐事回头一笑空。停杯且听琵琶语，细捻轻拢。醉脸春融。斜照江天一抹红。城南小陌又逢春，只见梅花不见人。玉骨久沉泉下土，墨痕犹锁壁间尘。",
        "author": "宋代",
        "poem_class": "战争",
        "dynasty": "杨佥判"
    },
    {
        "title": "送李将军赴定州 / 送彭将军",
        "paragraph": "双旌汉飞将，万里授横戈。春色临边尽，黄云出塞多。 鼓鼙悲绝漠，烽戍隔长河。莫断阴山路，天骄已请和。黄河远上白云间，一片孤城万仞山。羌笛何须怨杨柳，春风不度玉门关。南浦凄凄别，西风袅袅秋。一看肠一断，好去莫回头。幽兰露，如啼眼。无物结同心，烟花不堪剪。草如茵，松如盖。风为裳，水为佩。油壁车，夕相待。冷翠烛，劳光彩。西陵下，风吹雨。",
        "author": "唐代",
        "poem_class": "战争",
        "dynasty": "郎士元"
    },
    {
        "title": "荆州贼平临洞庭言怀作",
        "paragraph": "修蛇横洞庭，吞象临江岛。积骨成巴陵，遗言闻楚老。水穷三苗国，地窄三湘道。岁晏天峥嵘，时危人枯槁。思归阴丧乱，去国伤怀抱。郢路方丘墟，章华亦倾倒。风悲猿啸苦，木落鸿飞早。日隐西赤沙，月明东城草。关河望已绝，氛雾行当扫。长叫天可闻，吾将问苍昊。清江一曲柳千条，二十年前旧板桥。曾与美人桥上别，恨无消息到今朝。滕王高阁临江渚，佩玉鸣鸾罢歌舞。画栋朝飞南浦云，珠帘暮卷西山雨。闲云潭影日悠悠，物换星移几度秋。阁中帝子今何在？槛外长江空自流。绿野堂开占物华，路人指道令公家。令公桃李满天下，何用堂前更种花。",
        "author": "唐代",
        "poem_class": "战争",
        "dynasty": "李白"
    },
    {
        "title": "古风·其一",
        "paragraph": "羽檄如流星，虎符合专城；喧呼救边急，群鸟皆夜鸣。白日曜紫微，三公运权衡；天地皆得一，澹然四海清。借问此何为？答言楚征兵；渡泸及五月，将赴云南征。怯卒非战士，炎方难远行。长号别严亲，日月惨光晶。泣尽继以血，心摧两无声。困兽当猛虎，穷鱼饵奔鲸；千去不一还，投躯岂全身？如何舞干戚，一使有苗平！贵逼人来不自由，龙骧凤翥势难收。满堂花醉三千客，一剑霜寒十四州。鼓角揭天嘉气冷，风涛动地海山秋。东南永作金天柱，谁羡当时万户侯。嗟君此别意何如，驻马衔杯问谪居。巫峡啼猿数行泪，衡阳归雁几封书。青枫江上秋帆远，白帝城边古木疏。圣代即今多雨露，暂时分手莫踌躇。仗剑行千里，微躯敢一言。曾为大梁客，不负信陵恩。",
        "author": "唐代",
        "poem_class": "战争",
        "dynasty": "李白"
    },
    {
        "title": "北上行",
        "paragraph": "北上何所苦？北上缘太行。磴道盘且峻，巉岩凌穹苍。马足蹶侧石，车轮摧高冈。沙尘接幽州，烽火连朔方。杀气毒剑戟，严风裂衣裳。奔鲸夹黄河，凿齿屯洛阳。前行无归日，返顾思旧乡。惨戚冰雪里，悲号绝中肠。尺布不掩体，皮肤剧枯桑。汲水涧谷阻，采薪陇坂长。猛虎又掉尾，磨牙皓秋霜。草木不可餐，饥饮零露浆。叹此北上苦，停骖为之伤。何日王道平，开颜睹天光？五原春色旧来迟，二月垂杨未挂丝。 (旧来迟 一作：归来迟)即今河畔冰开日，正是长安花落时。匈奴犹未灭，魏绛复从戎。怅别三河道，言追六郡雄。雁山横代北，狐塞接云中。勿使燕然上，惟留汉将功。将军魏武之子孙，于今为庶为清门。英雄割据虽已矣，文采风流今尚存。学书初学卫夫人，但恨无过王右军。丹青不知老将至，富贵于我如浮云。开元之中常引见，承恩数上南薰殿。凌烟功臣少颜色，将军下笔开生面。良相头上进贤冠，猛将腰间大羽箭。褒公鄂公毛发动，英姿飒爽来酣战。先帝御马五花骢，画工如山貌不同。是日牵来赤墀下，迥立阊阖生长风。诏谓将军拂绢素，意匠惨澹经营中。斯须九重真龙出，一洗万古凡马空。玉花却在御榻上，榻上庭前屹相向。至尊含笑催赐金，圉人太仆皆惆怅。弟子韩干早入室，亦能画马穷殊相。干惟画肉不画骨，忍使骅骝气凋丧。将军画善盖有神，必逢佳士亦写真。即今漂泊干戈际，屡貌寻常行路人。途穷反遭俗眼白，世上未有如公贫。但看古来盛名下，终日坎壈缠其身。",
        "author": "唐代",
        "poem_class": "战争",
        "dynasty": "李白"
    },
    {
        "title": "辽东行",
        "paragraph": "辽东万里辽水曲，古戍无城复无屋。黄云盖地雪作山，不惜黄金买衣服。战回各自收弓箭，正西回面家乡远。年年郡县送征人，将与辽东作丘坂。宁为草木乡中生，有身不向辽东行。霜落荆门江树空，布帆无恙挂秋风。此行不为鲈鱼鲙，自爱名山入剡中。记得那年花下，深夜，初识谢娘时。水堂西面画帘垂，携手暗相期。惆怅晓莺残月，相别，从此隔音尘。如今俱是异乡人，相见更无因。元和二年四月十三日夜，愈与吴郡张籍阅家中旧书，得李翰所为《张巡传》。翰以文章自名，为此传颇详密。然尚恨有阙者：不为许远立传，又不载雷万春事首尾。远虽材若不及巡者，开门纳巡，位本在巡上。授之柄而处其下，无所疑忌，竟与巡俱守死，成功名，城陷而虏，与巡死先后异耳。两家子弟材智下，不能通知二父志，以为巡死而远就虏，疑畏死而辞服于贼。远诚畏死，何苦守尺寸之地，食其所爱之肉，以与贼抗而不降乎？当其围守时，外无蚍蜉蚁子之援，所欲忠者，国与主耳，而贼语以国亡主灭。远见救援不至，而贼来益众，必以其言为信；外无待而犹死守，人相食且尽，虽愚人亦能数日而知死所矣。远之不畏死亦明矣！乌有城坏其徒俱死，独蒙愧耻求活？虽至愚者不忍为，呜呼！而谓远之贤而为之邪？说者又谓远与巡分城而守，城之陷，自远所分始。以此诟远，此又与儿童之见无异。人之将死，其藏腑必有先受其病者；引绳而绝之，其绝必有处。观者见其然，从而尤之，其亦不达于理矣！小人之好议论，不乐成人之美，如是哉！如巡、远之所成就，如此卓卓，犹不得免，其他则又何说！当二公之初守也，宁能知人之卒不救，弃城而逆遁？苟此不能守，虽避之他处何益？及其无救而且穷也，将其创残饿羸之余，虽欲去，必不达。二公之贤，其讲之精矣！守一城，捍天下，以千百就尽之卒，战百万日滋之师，蔽遮江淮，沮遏其势，天下之不亡，其谁之功也！当是时，弃城而图存者，不可一二数；擅强兵坐而观者，相环也。不追议此，而责二公以死守，亦见其自比于逆乱，设淫辞而助之攻也。愈尝从事于汴徐二府，屡道于两府间，亲祭于其所谓双庙者。其老人往往说巡、远时事云：南霁云之乞救于贺兰也，贺兰嫉巡、远之声威功绩出己上，不肯出师救；爱霁云之勇且壮，不听其语，强留之，具食与乐，延霁云坐。霁云慷慨语曰：“云来时，睢阳之人，不食月余日矣！云虽欲独食，义不忍；虽食，且不下咽！”因拔所佩刀，断一指，血淋漓，以示贺兰。一座大惊，皆感激为云泣下。云知贺兰终无为云出师意，即驰去；将出城，抽矢射佛寺浮图，矢着其上砖半箭，曰：“吾归破贼，必灭贺兰！此矢所以志也。”愈贞元中过泗州，船上人犹指以相语。城陷，贼以刃胁降巡，巡不屈，即牵去，将斩之；又降霁云，云未应。巡呼云曰：“南八，男儿死耳，不可为不义屈！”云笑曰：“欲将以有为也；公有言，云敢不死！”即不屈。张籍曰：“有于嵩者，少依于巡；及巡起事，嵩常在围中。籍大历中于和州乌江县见嵩，嵩时年六十余矣。以巡初尝得临涣县尉，好学无所不读。籍时尚小，粗问巡、远事，不能细也。云：巡长七尺余，须髯若神。尝见嵩读《汉书》，谓嵩曰：“何为久读此？“嵩曰：“未熟也。“巡曰：“吾于书读不过三遍，终身不忘也。“因诵嵩所读书，尽卷不错一字。嵩惊，以为巡偶熟此卷，因乱抽他帙以试，无不尽然。嵩又取架上诸书试以问巡，巡应口诵无疑。嵩从巡久，亦不见巡常读书也。为文章，操纸笔立书，未尝起草。初守睢阳时，士卒仅万人，城中居人户，亦且数万，巡因一见问姓名，其后无不识者。巡怒，须髯辄张。及城陷，贼缚巡等数十人坐，且将戮。巡起旋，其众见巡起，或起或泣。巡曰：“汝勿怖！死，命也。“众泣不能仰视。巡就戮时，颜色不乱，阳阳如平常。远宽厚长者，貌如其心；与巡同年生，月日后于巡，呼巡为兄，死时年四十九。”嵩贞元初死于亳宋间。或传嵩有田在亳宋间，武人夺而有之，嵩将诣州讼理，为所杀。嵩无子。张籍云。",
        "author": "唐代",
        "poem_class": "战争",
        "dynasty": "王建"
    },
    {
        "title": "江行无题一百首·其十二",
        "paragraph": "翳日多乔木，维舟取束薪。静听江叟语，尽是厌兵人。誓扫匈奴不顾身，五千貂锦丧胡尘。可怜无定河边骨，犹是春闺梦里人！(春闺 一作：深闺)一笑相倾国便亡，何劳荆棘始堪伤。小怜玉体横陈夜，已报周师入晋阳。巧笑知堪敌万几，倾城最在著戎衣。晋阳已陷休回顾，更请君王猎一围。海外徒闻更九州，他生未卜此生休。空闻虎旅传宵柝，无复鸡人报晓筹。(传 一作：鸣)此日六军同驻马，当时七夕笑牵牛。如何四纪为天子，不及卢家有莫愁。",
        "author": "唐代",
        "poem_class": "战争",
        "dynasty": "钱珝"
    },
    {
        "title": "夕次蒲类津 / 晚泊蒲类",
        "paragraph": "二庭归望断，万里客心愁。山路犹南属，河源自北流。晚风连朔气，新月照边秋。灶火通军壁，烽烟上戍楼。龙庭但苦战，燕颔会封侯。莫作兰山下，空令汉国羞。清晨入古寺，初日照高林。曲径通幽处，禅房花木深。(曲径 一作：竹径)山光悦鸟性，潭影空人心。万籁此都寂，但余钟磬音。(都寂 一作：俱寂；但余 一作：惟闻)士卒何草草，筑城潼关道。大城铁不如，小城万丈余。借问潼关吏：修关还备胡？要我下马行，为我指山隅：连云列战格，飞鸟不能逾。胡来但自守，岂复忧西都。丈人视要处，窄狭容单车。艰难奋长戟，万古用一夫。哀哉桃林战，百万化为鱼。请嘱防关将，慎勿学哥舒！斑竹枝，斑竹枝，泪痕点点寄相思。楚客欲听瑶瑟怨，潇湘深夜月明时。",
        "author": "唐代",
        "poem_class": "战争",
        "dynasty": "骆宾王"
    },
    {
        "title": "甘州遍·秋风紧",
        "paragraph": "秋风紧，平碛雁行低，阵云齐。萧萧飒飒，边声四起，愁闻戍角与征鼙。青冢北，黑山西。沙飞聚散无定，往往路人迷。铁衣冷，战马血沾蹄，破蕃奚。凤皇诏下，步步蹑丹梯。门外尘飞暑气浓，院中萧索似山中。最怜煮茗相留处，疏竹当轩一榻风。天欲晓，宫漏穿花声缭绕，窗里星光少¤冷露寒侵帐额，残月光沈树杪。梦断锦帏空悄悄，强起愁眉小。池塘暖碧浸晴晖，濛濛柳絮轻飞。红蕊凋来，醉梦还稀¤春云空有雁归，珠帘垂。东风寂寞，恨郎抛掷，泪湿罗衣。",
        "author": "五代",
        "poem_class": "战争",
        "dynasty": "毛文锡"
    },
    {
        "title": "大东",
        "paragraph": "有饛簋飧，有捄棘匕。周道如砥，其直如矢。君子所履，小人所视。眷言顾之，潸焉出涕。小东大东，杼柚其空。纠纠葛屦，可以履霜。佻佻公子，行彼周行。既往既来，使我心疚。有冽氿泉，无浸获薪。契契寤叹，哀我惮人。薪是获薪，尚可载也。哀我惮人，亦可息也。东人之子，职劳不来。西人之子，粲粲衣服。舟人之子，熊罴是裘。私人之子，百僚是试。或以其酒，不以其浆。鞙鞙佩璲，不以其长。维天有汉，监亦有光。跂彼织女，终日七襄。虽则七襄，不成报章。睆彼牵牛，不以服箱。东有启明，西有长庚。有捄天毕，载施之行。维南有箕，不可以簸扬。维北有斗，不可以挹酒浆。维南有箕，载翕其舌。维北有斗，西柄之揭。氓之蚩蚩，抱布贸丝。匪来贸丝，来即我谋。送子涉淇，至于顿丘。匪我愆期，子无良媒。将子无怒，秋以为期。乘彼垝垣，以望复关。不见复关，泣涕涟涟。既见复关，载笑载言。尔卜尔筮，体无咎言。以尔车来，以我贿迁。(尔 一作：尓)桑之未落，其叶沃若。于嗟鸠兮，无食桑葚！于嗟女兮，无与士耽！士之耽兮，犹可说也。女之耽兮，不可说也。桑之落矣，其黄而陨。自我徂尔，三岁食贫。淇水汤汤，渐车帷裳。女也不爽，士贰其行。士也罔极，二三其德。三岁为妇，靡室劳矣。夙兴夜寐，靡有朝矣。言既遂矣，至于暴矣。兄弟不知，咥其笑矣。静言思之，躬自悼矣。及尔偕老，老使我怨。淇则有岸，隰则有泮。总角之宴，言笑晏晏。信誓旦旦，不思其反。反是不思，亦已焉哉！ 我徂东山，慆慆不归。我来自东，零雨其濛。我东曰归，我心西悲。制彼裳衣，勿士行枚。蜎蜎者蠋，烝在桑野。敦彼独宿，亦在车下。我徂东山，慆慆不归。我来自东，零雨其濛。果臝之实，亦施于宇。伊威在室，蠨蛸在户。町畽鹿场，熠燿宵行。不可畏也，伊可怀也。我徂东山，慆慆不归。我来自东，零雨其濛。鹳鸣于垤，妇叹于室。洒扫穹窒，我征聿至。有敦瓜苦，烝在栗薪。自我不见，于今三年。我徂东山，慆慆不归。我来自东，零雨其濛。仓庚于飞，熠燿其羽。之子于归，皇驳其马。亲结其缡，九十其仪。其新孔嘉，其旧如之何？绥万邦，屡丰年。天命匪解，桓桓武王。保有厥士，于以四方，克定厥家。於昭于天，皇以间之。",
        "author": "先秦",
        "poem_class": "战争",
        "dynasty": "佚名"
    },
    {
        "title": "浣溪沙·欲寄愁心朔雁边",
        "paragraph": "欲寄愁心朔雁边，西风浊酒惨离颜。黄花时节碧云天。古戍烽烟迷斥堠，夕阳村落解鞍鞯。不知征战几人还。败叶填溪水已冰，夕阳犹照短长亭。何年废寺失题名。倚马客临碑上字，斗鸡人拨佛前灯，净消尘土礼金经。秋容浅淡映重门，七节攒成雪满盆。出浴太真冰作影，捧心西子玉为魂。晓风不散愁千点，宿雨还添泪一痕。独倚画栏如有意，清砧怨笛送黄昏。咬定青山不放松，立根原在破岩中。千磨万击还坚劲，任尔东西南北风。",
        "author": "清代",
        "poem_class": "战争",
        "dynasty": "纳兰性德"
    },
    {
        "title": "闻笛",
        "paragraph": "岧峣试一临，虏骑附城阴。不辨风尘色，安知天地心？门开边月近，战苦阵云深。旦夕更楼上，遥闻横笛声。谁收春色将归去，慢绿妖红半不存。榆荚只能随柳絮，等闲撩乱走空园。天上白玉京，十二楼五城。仙人抚我顶，结发受长生。 误逐世间乐，颇穷理乱情。九十六圣君，浮云挂空名。 天地赌一掷，未能忘战争。试涉霸王略，将期轩冕荣。 时命乃大谬，弃之海上行。学剑翻自哂，为文竟何成。 剑非万人敌，文窃四海声。儿戏不足道，五噫出西京。 临当欲去时，慷慨泪沾缨。叹君倜傥才，标举冠群英。 开筵引祖帐，慰此远徂征。鞍马若浮云，送余骠骑亭。 歌钟不尽意，白日落昆明。十月到幽州，戈鋋若罗星。 君王弃北海，扫地借长鲸。呼吸走百川，燕然可摧倾。 心知不得语，却欲栖蓬瀛。弯弧惧天狼，挟矢不敢张。 揽涕黄金台，呼天哭昭王。无人贵骏骨，騄耳空腾骧。 乐毅倘再生，于今亦奔亡。蹉跎不得意，驱马还贵乡。 逢君听弦歌，肃穆坐华堂。百里独太古，陶然卧羲皇。 征乐昌乐馆，开筵列壶觞。贤豪间青娥，对烛俨成行。 醉舞纷绮席，清歌绕飞梁。欢娱未终朝，秩满归咸阳。 祖道拥万人，供帐遥相望。一别隔千里，荣枯异炎凉。 炎凉几度改，九土中横溃。汉甲连胡兵，沙尘暗云海。 草木摇杀气，星辰无光彩。白骨成丘山，苍生竟何罪。 函关壮帝居，国命悬哥舒。长戟三十万，开门纳凶渠。 公卿如犬羊，忠谠醢与菹。二圣出游豫，两京遂丘墟。 帝子许专征，秉旄控强楚。节制非桓文，军师拥熊虎。 人心失去就，贼势腾风雨。惟君固房陵，诚节冠终古。 仆卧香炉顶，餐霞漱瑶泉。门开九江转，枕下五湖连。 半夜水军来，浔阳满旌旃。空名适自误，迫胁上楼船。 徒赐五百金，弃之若浮烟。辞官不受赏，翻谪夜郎天。 夜郎万里道，西上令人老。扫荡六合清，仍为负霜草。 日月无偏照，何由诉苍昊。良牧称神明，深仁恤交道。 一忝青云客，三登黄鹤楼。顾惭祢处士，虚对鹦鹉洲。 樊山霸气尽，寥落天地秋。江带峨眉雪，川横三峡流。 万舸此中来，连帆过扬州。送此万里目，旷然散我愁。 纱窗倚天开，水树绿如发。窥日畏衔山，促酒喜得月。 吴娃与越艳，窈窕夸铅红。呼来上云梯，含笑出帘栊。 对客小垂手，罗衣舞春风。宾跪请休息，主人情未极。 览君荆山作，江鲍堪动色。清水出芙蓉，天然去雕饰。 逸兴横素襟，无时不招寻。朱门拥虎士，列戟何森森。 剪凿竹石开，萦流涨清深。登台坐水阁，吐论多英音。 片辞贵白璧，一诺轻黄金。谓我不愧君，青鸟明丹心。 五色云间鹊，飞鸣天上来。传闻赦书至，却放夜郎回。 暖气变寒谷，炎烟生死灰。君登凤池去，忽弃贾生才。 桀犬尚吠尧，匈奴笑千秋。中夜四五叹，常为大国忧。 旌旆夹两山，黄河当中流。连鸡不得进，饮马空夷犹。 安得羿善射，一箭落旄头。四郊未宁静，垂老不得安。子孙阵亡尽，焉用身独完。 投杖出门去，同行为辛酸。幸有牙齿存，所悲骨髓干。 男儿既介胄，长揖别上官。老妻卧路啼，岁暮衣裳单。 孰知是死别，且复伤其寒。此去必不归，还闻劝加餐。 土门壁甚坚，杏园度亦难。势异邺城下，纵死时犹宽。 人生有离合，岂择衰老端。忆昔少壮日，迟回竟长叹。 万国尽征戍，烽火被冈峦。积尸草木腥，流血川原丹。 何乡为乐土，安敢尚盘桓。弃绝蓬室居，塌然摧肺肝。",
        "author": "唐代",
        "poem_class": "战争",
        "dynasty": "张巡"
    },
    {
        "title": "塞下曲·秋风夜渡河",
        "paragraph": "秋风夜渡河，吹却雁门桑。遥见胡地猎，鞴马宿严霜。五道分兵去，孤军百战场。功多翻下狱，士卒但心伤。故关衰草遍，离别自堪悲。(自堪悲 一作：正堪悲)路出寒云外，人归暮雪时。少孤为客早，多难识君迟。掩泪空相向，风尘何处期。(掩泪 一作：掩泣)将军魏武之子孙，于今为庶为清门。英雄割据虽已矣，文采风流今尚存。学书初学卫夫人，但恨无过王右军。丹青不知老将至，富贵于我如浮云。开元之中常引见，承恩数上南薰殿。凌烟功臣少颜色，将军下笔开生面。良相头上进贤冠，猛将腰间大羽箭。褒公鄂公毛发动，英姿飒爽来酣战。先帝御马五花骢，画工如山貌不同。是日牵来赤墀下，迥立阊阖生长风。诏谓将军拂绢素，意匠惨澹经营中。斯须九重真龙出，一洗万古凡马空。玉花却在御榻上，榻上庭前屹相向。至尊含笑催赐金，圉人太仆皆惆怅。弟子韩干早入室，亦能画马穷殊相。干惟画肉不画骨，忍使骅骝气凋丧。将军画善盖有神，必逢佳士亦写真。即今漂泊干戈际，屡貌寻常行路人。途穷反遭俗眼白，世上未有如公贫。但看古来盛名下，终日坎壈缠其身。凤尾香罗薄几重，碧文圆顶夜深缝。扇裁月魄羞难掩，车走雷声语未通。曾是寂寥金烬暗，断无消息石榴红。斑骓只系垂杨岸，何处西南任好风。(任 一作：待)",
        "author": "唐代",
        "poem_class": "战争",
        "dynasty": "王昌龄"
    },
    {
        "title": "古戍",
        "paragraph": "古戍连山火，新城殷地笳。九州犹虎豹，四海未桑麻。天迥云垂草，江空雪覆沙。野梅烧不尽，时见两三花。关头雾露臼蒙蒙，关下斜阳照树红。过了秋风浑未觉，满山秔稻入闽中。广陵城里昔繁华，炀帝行宫接紫霞。玉树歌残犹有曲，锦帆归去已无家。楼台处处迷芳草，风雨年年怨落花。最是多情汴堤柳，春来依旧带栖鸦！溪边坐流水，水流心共閒。不知山月上，松影落衣斑。",
        "author": "明代",
        "poem_class": "战争",
        "dynasty": "刘基"
    },
    {
        "title": "蚕谷行",
        "paragraph": "天下郡国向万城，无有一城无甲兵！焉得铸甲作农器，一寸荒田牛得耕？牛尽耕，蚕亦成。不劳烈士泪滂沱，男谷女丝行复歌。鸦翎羽箭山桑弓，仰天射落衔芦鸿。麻衣黑肥冲北风，带酒日晚歌田中。男儿屈穷心不穷，枯荣不等嗔天公。寒风又变为春柳，条条看即烟濛濛。联步趋丹陛，分曹限紫微。晓随天仗入，暮惹御香归。白发悲花落，青云羡鸟飞。圣朝无阙事，自觉谏书稀。在荥阳，是所知今遂宁萧侍郎牧荥阳日作矣。花明柳暗绕天愁，上尽重城更上楼。欲问孤鸿向何处？不知身世自悠悠。",
        "author": "唐代",
        "poem_class": "战争",
        "dynasty": "杜甫"
    },
    {
        "title": "六月",
        "paragraph": "六月栖栖，戎车既饬。四牡骙骙，载是常服。玁狁孔炽，我是用急。王于出征，以匡王国。比物四骊，闲之维则。维此六月，既成我服。我服既成，于三十里。王于出征，以佐天子。四牡修广，其大有颙。薄伐玁狁，以奏肤公。有严有翼，共武之服。共武之服，以定王国。玁狁匪茹，整居焦获。侵镐及方，至于泾阳。织文鸟章，白旆央央。元戎十乘，以先启行。戎车既安，如轾如轩。四牡既佶，既佶且闲。薄伐玁狁，至于大原。文武吉甫，万邦为宪。吉甫燕喜，既多受祉。来归自镐，我行永久。饮御诸友，炰鳖脍鲤。侯谁在矣？张仲孝友。猗与漆沮，潜有多鱼。有鳣有鲔，鲦鲿鰋鲤。以享以祀，以介景福。吴公子札来聘。……请观于周乐。使工为之歌《周南》、《召南》，曰：“美哉！始基之矣，犹未也，然勤而不怨矣。为之歌《邶》、《鄘》、《卫》，曰：“美哉，渊乎！忧而不困者也。吾闻卫康叔、武公之德如是，是其《卫风》乎？”为之歌《王》曰：“美哉！思而不惧，其周之东乎！”为之歌《郑》，曰：“美哉！其细已甚，民弗堪也。是其先亡乎！”为之歌《齐》，曰：“美哉，泱泱乎！大风也哉！表东海者，其大公乎？国未可量也。”为之歌《豳》，曰：“美哉，荡乎！乐而不淫，其周公之东乎？”为之歌《秦》，曰：“此之谓夏声。夫能夏则大，大之至也，其周之旧乎！”为之歌《魏》，曰：“美哉，渢渢乎！大而婉，险而易行，以德辅此，则明主也！”为之歌《唐》，曰：“思深哉！其有陶唐氏之遗民乎？不然，何忧之远也？非令德之后，谁能若是？”为．之歌《陈》，曰：“国无主，其能久乎！”自《郐》以下无讥焉！为之歌《小雅》，曰。“美哉！思而不贰，怨而不言，其周德之衰乎？犹有先王之遗民焉！”为之歌《大雅》，曰：“广哉！熙熙乎！曲而有直体，其文王之德乎？”为之歌《颂》，曰：“至矣哉！直而不倨，曲而不屈；迩而不逼，远而不携；迁而不淫，复而不厌；哀而不愁，乐而不荒；用而不匮，广而不宣；施而不费，取而不贪；处而不底，行而不流。五声和，八风平；节有度，守有序。盛德之所同也！”见舞《象箾》、《南龠》者，曰：“美哉，犹有憾！”见舞《大武》者，曰：“美哉，周之盛也，其若此乎？”见舞《韶濩》者，曰：“圣人之弘也，而犹有惭德，圣人之难也！”见舞《大夏》者，曰：“美哉！勤而不德。非禹，其谁能修之！”见舞《韶箾》者“，曰：“德至矣哉！大矣，如天之无不帱也，如地之无不载也！虽甚盛德，其蔑以加于此矣。观止矣！若有他乐，吾不敢请已！” 皇皇上天。其命不忒。天之以善。心报其德。",
        "author": "先秦",
        "poem_class": "战争",
        "dynasty": "佚名"
    },
    {
        "title": "度破讷沙二首 / 塞北行次度破讷沙",
        "paragraph": "眼见风来沙旋移，经年不省草生时。莫言塞北无春到，总有春来何处知。破讷沙头雁正飞，鸊鹈泉上战初归。平明日出东南地，满碛寒光生铁衣。挽弓当挽强，用箭当用长。射人先射马，擒贼先擒王。杀人亦有限，列国自有疆。苟能制侵陵，岂在多杀伤。君到姑苏见，人家尽枕河。古宫闲地少，水港小桥多。(水港 一作：水巷)夜市卖菱藕，春船载绮罗。遥知未眠月，乡思在渔歌。此地别燕丹，壮士发冲冠。昔时人已没，今日水犹寒。",
        "author": "唐代",
        "poem_class": "战争",
        "dynasty": "李益"
    },
    {
        "title": "蕃女怨·碛南沙上惊雁起",
        "paragraph": "碛南沙上惊雁起，飞雪千里。玉连环，金镞箭，年年征战。画楼离恨锦屏空，杏花红。青山隐隐水迢迢，秋尽江南草未凋。二十四桥明月夜，玉人何处教吹箫？茂陵多病后，尚爱卓文君。酒肆人间世，琴台日暮云。野花留宝靥，蔓草见罗裙。归凤求凰意，寥寥不复闻。自河南经乱，关内阻饥，兄弟离散，各在一处。因望月有感，聊书所怀，寄上浮梁大兄、於潜七兄、乌江十五兄，兼示符离及下邽弟妹。时难年荒世业空，弟兄羁旅各西东。田园寥落干戈后，骨肉流离道路中。吊影分为千里雁，辞根散作九秋蓬。共看明月应垂泪，一夜乡心五处同。",
        "author": "唐代",
        "poem_class": "战争",
        "dynasty": "温庭筠"
    },
    {
        "title": "从军行·吹角动行人",
        "paragraph": "吹角动行人，喧喧行人起。笳悲马嘶乱，争渡黄河水。日暮沙漠陲，战声烟尘里。尽系名王颈，归来报天子。月黑雁飞高，单于夜遁逃。欲将轻骑逐，大雪满弓刀。寥落古行宫，宫花寂寞红。白头宫女在，闲坐说玄宗。衔泥燕，飞到画堂前。占得杏梁安稳处，体轻唯有主人怜，堪羡好因缘。",
        "author": "唐代",
        "poem_class": "战争",
        "dynasty": "王维"
    },
    {
        "title": "江行无题一百首·其四十三",
        "paragraph": "兵火有余烬，贫村才数家。无人争晓渡，残月下寒沙。霜草苍苍虫切切，村南村北行人绝。独出门前望野田，月明荞麦花如雪。(门前 一作：前门)山围故国周遭在，潮打空城寂寞回。淮水东边旧时月，夜深还过女墙来。长干吴儿女，眉目艳新月。屐上足如霜，不著鸦头袜。吴儿多白皙，好为荡舟剧。卖眼掷春心，折花调行客。耶溪采莲女，见客棹歌回。笑入荷花去，佯羞不出来。东阳素足女，会稽素舸郎。相看月未堕，白地断肝肠。镜湖水如月，耶溪女似雪。新妆荡新波，光景两奇绝。",
        "author": "唐代",
        "poem_class": "战争",
        "dynasty": "钱珝"
    },
    {
        "title": "辽西作 / 关西行",
        "paragraph": "燕郊芳岁晚，残雪冻边城。四月青草合，辽阳春水生。胡人正牧马，汉将日征兵。露重宝刀湿，沙虚金鼓鸣。寒衣著已尽，春服与谁成。寄语洛阳使，为传边塞情。一自萧关起战尘，河湟隔断异乡春。汉儿尽作胡儿语，却向城头骂汉人。火树银花合，星桥铁锁开。暗尘随马去，明月逐人来。游伎皆秾李，行歌尽落梅。金吾不禁夜，玉漏莫相催。严风吹霜海草凋，筋干精坚胡马骄。汉家战士三十万，将军兼领霍嫖姚。流星白羽腰间插，剑花秋莲光出匣。天兵照雪下玉关，虏箭如沙射金甲。云龙风虎尽交回，太白入月敌可摧。敌可摧，旄头灭，履胡之肠涉胡血。悬胡青天上，埋胡紫塞傍。胡无人，汉道昌。陛下之寿三千霜。但歌大风云飞扬，安得猛士兮守四方。",
        "author": "唐代",
        "poem_class": "战争",
        "dynasty": "崔颢"
    },
    {
        "title": "渐渐之石",
        "paragraph": "渐渐之石，维其高矣。山川悠远，维其劳矣。武人东征，不皇朝矣。渐渐之石，维其卒矣。山川悠远，曷其没矣？武人东征，不皇出矣。有豕白蹢，烝涉波矣。月离于毕，俾滂沱矣。武人东征，不皇他矣。泽门之皙。实兴我役。邑中之黔。实慰我心。狸首之斑然。执女手之卷然。凤兮凤兮何德之衰。往者不可谏。来者犹可追。已而已而。今之从政者殆而。",
        "author": "先秦",
        "poem_class": "战争",
        "dynasty": "佚名"
    },
    {
        "title": "战城南",
        "paragraph": "将军出紫塞，冒顿在乌贪。笳喧雁门北，阵翼龙城南。雕弓夜宛转，铁骑晓参驔。应须驻白日，为待战方酣。暮从碧山下，山月随人归。却顾所来径，苍苍横翠微。相携及田家，童稚开荆扉。绿竹入幽径，青萝拂行衣。欢言得所憩，美酒聊共挥。长歌吟松风，曲尽河星稀。我醉君复乐，陶然共忘机。燕台一望客心惊，笳鼓喧喧汉将营。(笳鼓 一作：箫鼓)万里寒光生积雪，三边曙色动危旌。沙场烽火连胡月，海畔云山拥蓟城。少小虽非投笔吏，论功还欲请长缨。艳色天下重，西施宁久微。朝为越溪女，暮作吴宫妃。贱日岂殊众，贵来方悟稀。邀人傅香粉，不自著罗衣。君宠益娇态，君怜无是非。当时浣纱伴，莫得同车归。持谢邻家子，效颦安可希。",
        "author": "唐代",
        "poem_class": "战争",
        "dynasty": "卢照邻"
    },
    {
        "title": "洗兵马",
        "paragraph": "中兴诸将收山东，捷书夜报清昼同。河广传闻一苇过，胡危命在破竹中。祗残邺城不日得，独任朔方无限功。京师皆骑汗血马，回纥喂肉葡萄宫。已喜皇威清海岱，常思仙仗过崆峒。三年笛里关山月，万国兵前草木风。成王功大心转小，郭相谋深古来少。司徒清鉴悬明镜，尚书气与秋天杳。二三豪俊为时出，整顿乾坤济时了。东走无复忆鲈鱼，南飞觉有安巢鸟。青春复随冠冕入，紫禁正耐烟花绕。鹤驾通宵凤辇备，鸡鸣问寝龙楼晓。攀龙附凤势莫当，天下尽化为侯王。汝等岂知蒙帝力，时来不得夸身强。关中既留萧丞相，幕下复用张子房。张公一生江海客，身长九尺须眉苍。征起适遇风云会，扶颠始知筹策良。青袍白马更何有，后汉今周喜再昌。寸地尺天皆入贡，奇祥异瑞争来送。不知何国致白环，复道诸山得银瓮。隐士休歌紫芝曲，词人解撰河清颂。田家望望惜雨干，布谷处处催春种。淇上健儿归莫懒，城南思妇愁多梦。安得壮士挽天河，净洗甲兵长不用。兔丝附蓬麻，引蔓故不长。嫁女与征夫，不如弃路旁。结发为君妻，席不暖君床。暮婚晨告别，无乃太匆忙。君行虽不远，守边赴河阳。妾身未分明，何以拜姑嫜？父母养我时，日夜令我藏。生女有所归，鸡狗亦得将。君今往死地，沉痛迫中肠。誓欲随君去，形势反苍黄。勿为新婚念，努力事戎行。妇人在军中，兵气恐不扬。自嗟贫家女，久致罗襦裳。罗襦不复施，对君洗红妆。仰视百鸟飞，大小必双翔。人事多错迕，与君永相望。万丈红泉落，迢迢半紫氛。奔流下杂树，洒落出重云。日照虹霓似，天清风雨闻。灵山多秀色，空水共氤氲。世间荣落重逡巡，我独丘园坐四春。纵使有花兼有月，可堪无酒又无人。青袍似草年年定，白发如丝日日新。欲逐风波千万里，未知何路到龙津。",
        "author": "唐代",
        "poem_class": "战争",
        "dynasty": "杜甫"
    },
    {
        "title": "奔亡道中五首",
        "paragraph": "苏武天山上，田横海岛边。万重关塞断，何日是归年？亭伯去安在？李陵降未归。愁容变海色，短服改胡衣。谈笑三军却，交游七贵疏。仍留一只箭，未射鲁连书。函谷如玉关，几时可生还？洛川为易水，嵩岳是燕山。俗变羌胡语，人多沙塞颜。申包惟恸哭，七日鬓毛斑。淼淼望湖水，青青芦叶齐。归心落何处，日没大江西。歇马傍春草，欲行远道迷。谁忍子规鸟，连声向我啼。孤雁不饮啄，飞鸣声念群。谁怜一片影，相失万重云？望尽似犹见，哀多如更闻。野鸦无意绪，鸣噪自纷纷。不见李生久，佯狂真可哀。世人皆欲杀，吾意独怜才。敏捷诗千首，飘零酒一杯。匡山读书处，头白好归来。重帏深下莫愁堂，卧后清宵细细长。神女生涯原是梦，小姑居处本无郎。风波不信菱枝弱，月露谁教桂叶香。直道相思了无益，未妨惆怅是清狂。",
        "author": "唐代",
        "poem_class": "战争",
        "dynasty": "李白"
    },
    {
        "title": "岐阳三首",
        "paragraph": "突骑连营鸟不飞，北风浩浩发阴机。三秦形胜无今古，千里传闻果是非；偃蹇鲸鲵人海涸，分明蛇犬铁山围。穷途老阮无奇策，空望岐阳泪满衣。百二关河草不横，十年戎马暗秦京。岐阳西望无来信，陇水东流闻哭声；野蔓有情萦战骨，残阳何意照空城！从谁细向苍苍问，争遣蚩尤作五兵？眈眈九虎护秦关，懦楚孱齐机上看。禹贡土田推陆海，汉家封徼尽天山。北风猎猎悲笳发，渭水潇潇战骨寒。三十六峰长剑在，倚天仙掌惜空闲。九州四海尽行路，万户千门非我家。金弹不徒惊燕雀，春雷终待起龙蛇。问莲根、有丝多少，莲心知为谁苦。双花脉脉娇相向，只是旧家儿女。天已许。甚不教、白头生死鸳鸯浦。夕阳无语。算谢客烟中，湘妃江上，未是断肠处。香奁梦，好在灵芝瑞露。人间俯仰今古。海枯石烂情缘在，幽恨不埋黄土。相思树。流年度、无端又被西风误。兰舟少住。怕载酒重来，红衣半落，狼藉卧风雨。牙牙娇语总堪誇，学念新诗似小茶。好个通家女兄弟，海棠红点紫兰芽。",
        "author": "金朝",
        "poem_class": "战争",
        "dynasty": "元好问"
    },
    {
        "title": "清人",
        "paragraph": "清人在彭，驷介旁旁。二矛重英，河上乎翱翔。清人在消，驷介麃麃。二矛重乔，河上乎逍遥。清人在轴，驷介陶陶。左旋右抽，中军作好。毖彼泉水，亦流于淇。有怀于卫，靡日不思。娈彼诸姬，聊与之谋。出宿于泲，饮饯于祢，女子有行，远父母兄弟。问我诸姑，遂及伯姊。出宿于干，饮饯于言。载脂载舝，还车言迈。遄臻于卫，不瑕有害？我思肥泉，兹之永叹。思须与漕，我心悠悠。驾言出游，以写我忧。□□□□□□□□□□而师。弓矢孔庶。□□□□□□□。㠯左骖□。□□滔滔。是□□□。□不具旧□。□复□□具来。□□其写。小大具□。□□来乐。天子□来。嗣王始□。古我来□。松邪柏邪。住建共者客邪。",
        "author": "先秦",
        "poem_class": "战争",
        "dynasty": "佚名"
    },
    {
        "title": "送白利从金吾董将军西征",
        "paragraph": "西羌延国讨，白起佐军威。剑决浮云气，弓弯明月辉。马行边草绿，旌卷曙霜飞。抗手凛相顾，寒风生铁衣。昔日戏言身后意，今朝都到眼前来。(身后意 一作：身后事)衣裳已施行看尽，针线犹存未忍开。尚想旧情怜婢仆，也曾因梦送钱财。诚知此恨人人有，贫贱夫妻百事哀。山桃红花满上头，蜀江春水拍山流。花红易衰似郎意，水流无限似侬愁。秋来相顾尚飘蓬，未就丹砂愧葛洪。 痛饮狂歌空度日，飞扬跋扈为谁雄。",
        "author": "唐代",
        "poem_class": "战争",
        "dynasty": "李白"
    },
    {
        "title": "秦晋崤之战",
        "paragraph": "冬，晋文公卒。庚辰，将殡于曲沃；出绛，柩有声如牛。卜偃使大夫拜，曰：“君命大事：将有西师过轶我；击之，必大捷焉。”杞子自郑使告于秦曰：“郑人使我掌其北门之管，若潜师以来，国可得也。”穆公访诸蹇叔。蹇叔曰：“劳师以袭远，非所闻也。师劳力竭，远主备之，无乃不可乎？师之所为，郑必知之，勤而无所，必有悖心。且行千里，其谁不知？”公辞焉。召孟明、西乞、白乙，使出师于东门之外。蹇叔哭之，曰：“孟子！吾见师之出而不见其入也！”公使谓之曰：“尔何知！中寿，尔墓之木拱矣！”蹇叔之子与师，哭而送之曰：“晋人御师必于肴。肴有二陵焉：其南陵，夏后皋之墓也；其北陵，文王之所辟风雨也。必死是间，余收尔骨焉。”秦师遂东。三十三年春，秦师过周北门，左右免胄而下，超乘者三百乘。王孙满尚幼，观之，言于王曰：“秦师轻而无礼，必败。轻则寡谋，无礼则脱。入险而脱，又不能谋，能无败乎？”及滑，郑商人弦高将市于周，遇之，以乘韦先，牛十二犒师，曰：“寡君闻吾子将步师出于敝邑，敢犒从者。不腆敝邑，为从者之淹，居则具一日之积，行则备一夕之卫。”且使遽告于郑。郑穆公使视客馆，则束载、厉兵、秣马矣。使皇武子辞焉，曰：“吾子淹久于敝邑，唯是脯资饩牵竭矣。为吾子之将行也，郑之有原圃，犹秦之有具囿也，吾子取其麋鹿，以闲敝邑，若何？”杞子奔齐，逢孙、杨孙奔宋。孟明曰：“郑有备矣，不可冀也。攻之不克，围之不继，吾其还也。”灭滑而还。晋原轸曰：“秦违蹇叔，而以贪勤民，天奉我也。奉不可失，敌不可纵。纵故患生；违天不祥。必伐秦师！”栾枝曰：“未报秦施而伐其师，其为死君乎？”先轸曰：“秦不哀吾丧而伐吾同姓，秦则无礼，何施之为？吾闻之：‘一日纵敌，数世之患也’。谋及子孙，可谓死君乎！”遂发命，遽兴姜戎。子墨衰绖，梁弘御戎，莱驹为右。夏四月辛巳，败秦师于肴，获百里孟明视、西乞术、白乙丙以归。遂墨以葬文公，晋于是始墨。文嬴请三帅，曰：“彼实构吾二君，寡君若得而食之，不厌，君何辱讨焉？使归就戮于秦，以逞寡君之志，若何？”公许之。先轸朝，问秦囚。公曰：“夫人请之，吾舍之矣。”先轸怒曰：“武夫力而拘诸原，妇人暂而免诸国，堕军实而长寇仇，亡无日矣！”不顾而唾。公使阳处父追之，及诸河，则在舟中矣。释左骖，以公命赠孟明。孟明稽首曰：“君之惠，不以累臣衅鼓，使归就戮于秦，寡君之以为戮，死且不朽。若从君惠而免之，三年将拜君赐。”秦伯素服郊次，乡师而哭，曰：“孤违蹇叔，以辱二三子，孤之罪也。”不替孟明，曰：“孤之过也，大夫何罪？且吾不以一眚掩大德。”如霜雪之将将。如日月之光明。国有大命。不可以告人。妨其躬身。凤凰秋秋。其翼若干。其声若箫。有凤有凰。乐帝之心。长夜慢兮。永思骞兮。太古之不慢兮。礼义之不愆兮。何恤人之言兮。涓涓源水。不壅不塞。毂既破碎。乃大其辐。事以败矣。乃重太息。墨以为明。狐狸而苍。荷此长耜。耕彼南亩。四海俱有。汉兵已略地，四方楚歌声。大王意气尽，贱妾何聊生！",
        "author": "先秦",
        "poem_class": "战争",
        "dynasty": "左丘明"
    },
    {
        "title": "乱后逢村叟",
        "paragraph": "经乱衰翁居破村，村中何事不伤魂。因供寨木无桑柘，为著乡兵绝子孙。还似平宁征赋税，未尝州县略安存。至今鸡犬皆星散，日落前山独倚门。汉江回万里，派作九龙盘。横溃豁中国，崔嵬飞迅湍。六帝沦亡后，三吴不足观。我君混区宇，垂拱众流安。今日任公子，沧浪罢钓竿。咸阳桥上雨如悬，万点空濛隔钓船。还似洞庭春水色，晓云将入岳阳天。元和十年，予左迁九江郡司马。明年秋，送客湓浦口，闻舟中夜弹琵琶者，听其音，铮铮然有京都声。问其人，本长安倡女，尝学琵琶于穆、曹二善才，年长色衰，委身为贾人妇。遂命酒，使快弹数曲。曲罢悯然，自叙少小时欢乐事，今漂沦憔悴，转徙于江湖间。予出官二年，恬然自安，感斯人言，是夕始觉有迁谪意。因为长句，歌以赠之，凡六百一十六言，命曰《琵琶行》。浔阳江头夜送客，枫叶荻花秋瑟瑟。主人下马客在船，举酒欲饮无管弦。醉不成欢惨将别，别时茫茫江浸月。忽闻水上琵琶声，主人忘归客不发。寻声暗问弹者谁，琵琶声停欲语迟。移船相近邀相见，添酒回灯重开宴。千呼万唤始出来，犹抱琵琶半遮面。转轴拨弦三两声，未成曲调先有情。弦弦掩抑声声思，似诉平生不得志。低眉信手续续弹，说尽心中无限事。轻拢慢捻抹复挑，初为《霓裳》后《六幺》。(六幺 一作：绿腰)大弦嘈嘈如急雨，小弦切切如私语。嘈嘈切切错杂弹，大珠小珠落玉盘。间关莺语花底滑，幽咽泉流冰下难。冰泉冷涩弦凝绝，凝绝不通声暂歇。(暂歇 一作：渐歇)别有幽愁暗恨生，此时无声胜有声。银瓶乍破水浆迸，铁骑突出刀枪鸣。曲终收拨当心画，四弦一声如裂帛。东船西舫悄无言，唯见江心秋月白。沉吟放拨插弦中，整顿衣裳起敛容。自言本是京城女，家在虾蟆陵下住。十三学得琵琶成，名属教坊第一部。曲罢曾教善才服，妆成每被秋娘妒。(服 一作：伏)五陵年少争缠头，一曲红绡不知数。钿头银篦击节碎，血色罗裙翻酒污。(银篦 一作：云篦)今年欢笑复明年，秋月春风等闲度。弟走从军阿姨死，暮去朝来颜色故。门前冷落鞍马稀，老大嫁作商人妇。商人重利轻别离，前月浮梁买茶去。去来江口守空船，绕船月明江水寒。夜深忽梦少年事，梦啼妆泪红阑干。我闻琵琶已叹息，又闻此语重唧唧。同是天涯沦落人，相逢何必曾相识！我从去年辞帝京，谪居卧病浔阳城。浔阳地僻无音乐，终岁不闻丝竹声。住近湓江地低湿，黄芦苦竹绕宅生。其间旦暮闻何物？杜鹃啼血猿哀鸣。春江花朝秋月夜，往往取酒还独倾。岂无山歌与村笛，呕哑嘲哳难为听。今夜闻君琵琶语，如听仙乐耳暂明。莫辞更坐弹一曲，为君翻作《琵琶行》。感我此言良久立，却坐促弦弦转急。凄凄不似向前声，满座重闻皆掩泣。座中泣下谁最多？江州司马青衫湿。",
        "author": "唐代",
        "poem_class": "战争",
        "dynasty": "杜荀鹤"
    },
    {
        "title": "还陕述怀",
        "paragraph": "慨然抚长剑，济世岂邀名。星旂纷电举，日羽肃天行。遍野屯万骑，临原驻五营。登山麾武节，背水纵神兵。在昔戎戈动，今来宇宙平。送送多穷路，遑遑独问津。悲凉千里道，凄断百年身。心事同漂泊，生涯共苦辛。无论去与住，俱是梦中人。何人劚得一片木，三尺春冰五音足。一弹决破真珠囊，迸落金盘声断续。飘飘飖飖寒丁丁，虫豸出蛰神鬼惊。秋鸿叫侣代云黑，猩猩夜啼蛮月明。潏潏汩汩声不定，胡雏学汉语未正。若似长安月蚀时，满城敲鼓声噒噒。青山飞起不压物，野水流来欲湿人。伤心忆得陈后主，春殿半酣细腰舞。黄莺百舌正相呼，玉树后庭花带雨。二妃哭处山重重，二妃没后云溶溶。夜深霜露锁空庙，零落一丛斑竹风。金谷园中草初绿，石崇一弄思归曲。当时二十四友人，手把金杯听不足。又似贾客蜀道间，千铎万磬鸣空山。未若此调呦呦兮啁啁，嘈嘈兮啾啾。引之于山，兽不能走。吹之于水，鱼不能游。方知此艺不可有，人间万事凭双手。若何为我再三弹，送却花前一尊酒。一笑相倾国便亡，何劳荆棘始堪伤。小怜玉体横陈夜，已报周师入晋阳。巧笑知堪敌万几，倾城最在著戎衣。晋阳已陷休回顾，更请君王猎一围。",
        "author": "唐代",
        "poem_class": "战争",
        "dynasty": "李世民"
    },
    {
        "title": "悲青坂",
        "paragraph": "我军青坂在东门，天寒饮马太白窟。黄头奚儿日向西，数骑弯弓敢驰突。山雪河冰野萧瑟，青是烽烟白人骨。焉得附书与我军，忍待明年莫仓卒。紫袖红弦明月中，自弹自感暗低容。弦凝指咽声停处，别有深情一万重。翰林院北厅花下作惆怅阶前红牡丹，晚来唯有两枝残。明朝风起应吹尽，夜惜衰红把火看。新昌窦给事宅南亭花下作寂寞萎红低向雨，离披破艳散随风。晴明落地犹惆怅，何况飘零泥土中。兰叶春葳蕤，桂华秋皎洁。欣欣此生意，自尔为佳节。谁知林栖者，闻风坐相悦。草木有本心，何求美人折！",
        "author": "唐代",
        "poem_class": "战争",
        "dynasty": "杜甫"
    },
    {
        "title": "幽州胡马客歌",
        "paragraph": "幽州胡马客，绿眼虎皮冠。笑拂两只箭，万人不可干。弯弓若转月，白雁落云端。双双掉鞭行，游猎向楼兰。出门不顾后，报国死何难？天骄五单于，狼戾好凶残。牛马散北海，割鲜若虎餐。虽居燕支山，不道朔雪寒。妇女马上笑，颜如赪玉盘。翻飞射野兽，花月醉雕鞍。旄头四光芒，争战若蜂攒。白刃洒赤血，流沙为之丹。名将古是谁，疲兵良可叹。何时天狼灭？父子得安闲。独怜幽草涧边生，上有黄鹂深树鸣。 春潮带雨晚来急，野渡无人舟自横。来是空言去绝踪，月斜楼上五更钟。梦为远别啼难唤，书被催成墨未浓。蜡照半笼金翡翠，麝熏微度绣芙蓉。刘郎已恨蓬山远，更隔蓬山一万重！独上江楼思渺然，月光如水水如天。同来望月人何处？风景依稀似去年。",
        "author": "唐代",
        "poem_class": "战争",
        "dynasty": "李白"
    },
    {
        "title": "豫章行",
        "paragraph": "胡风吹代马，北拥鲁阳关。吴兵照海雪，西讨何时还。半渡上辽津，黄云惨无颜。老母与子别，呼天野草间。白马绕旌旗，悲鸣相追攀。白杨秋月苦，早落豫章山。本为休明人，斩虏素不闲。岂惜战斗死，为君扫凶顽。精感石没羽，岂云惮险艰。楼船若鲸飞，波荡落星湾。此曲不可奏，三军鬓成斑。暖戏烟芜锦翼齐，品流应得近山鸡。雨昏青草湖边过，花落黄陵庙里啼。游子乍闻征袖湿，佳人才唱翠眉低。相呼相应湘江阔，苦竹丛深日向西。湖上春来似画图，乱峰围绕水平铺。松排山面千重翠，月点波心一颗珠。碧毯线头抽早稻，青罗裙带展新蒲。未能抛得杭州去，一半勾留是此湖。青天有月来几时？我今停杯一问之。人攀明月不可得，月行却与人相随。皎如飞镜临丹阙，绿烟灭尽清辉发。但见宵从海上来，宁知晓向云间没。白兔捣药秋复春，嫦娥孤栖与谁邻？今人不见古时月，今月曾经照古人。古人今人若流水，共看明月皆如此。唯愿当歌对酒时，月光长照金樽里。",
        "author": "唐代",
        "poem_class": "战争",
        "dynasty": "李白"
    },
    {
        "title": "采薇(节选)",
        "paragraph": "采薇采薇，薇亦作止。曰归曰归，岁亦莫止。 靡室靡家，猃狁之故。不遑启居，猃狁之故。采薇采薇，薇亦柔止。曰归曰归，心亦忧止。 忧心烈烈，载饥载渴。我戍未定，靡使归聘。采薇采薇，薇亦刚止。曰归曰归，岁亦阳止。 王事靡盬，不遑启处。忧心孔疚，我行不来！蜉蝣之羽，衣裳楚楚。心之忧矣，於我归处。蜉蝣之翼，采采衣服。心之忧矣，於我归息。蜉蝣掘阅，麻衣如雪。心之忧矣，於我归说。鱼，我所欲也；熊掌，亦我所欲也。二者不可得兼，舍鱼而取熊掌者也。生，亦我所欲也；义，亦我所欲也。二者不可得兼，舍生而取义者也。生亦我所欲，所欲有甚于生者，故不为苟得也；死亦我所恶，所恶有甚于死者，故患有所不辟也。如使人之所欲莫甚于生，则凡可以得生者何不用也？使人之所恶莫甚于死者，则凡可以辟患者何不为也？由是则生而有不用也，由是则可以辟患而有不为也。是故所欲有甚于生者，所恶有甚于死者。非独贤者有是心也，人皆有之，贤者能勿丧耳。一箪食，一豆羹，得之则生，弗得则死。呼尔而与之，行道之人弗受；蹴尔而与之，乞人不屑也。万钟则不辩礼义而受之，万钟于我何加焉！为宫室之美、妻妾之奉、所识穷乏者得我与？乡为身死而不受，今为宫室之美为之；乡为身死而不受，今为妻妾之奉为之；乡为身死而不受，今为所识穷乏者得我而为之：是亦不可以已乎？此之谓失其本心。(与 通 欤；乡 通 向；辟 通 避)防有鹊巢，邛有旨苕。谁侜予美？心焉忉忉。中唐有甓，邛有旨鷊。谁侜予美？心焉惕惕。",
        "author": "先秦",
        "poem_class": "战争",
        "dynasty": "佚名"
    },
    {
        "title": "永王东巡歌十一首",
        "paragraph": "永王正月东出师，天子遥分龙虎旗。楼船一举风波静，江汉翻为燕鹜池。三川北虏乱如麻，四海南奔似永嘉。但用东山谢安石，为君谈笑净胡沙。雷鼓嘈嘈喧武昌，云旗猎猎过寻阳。秋毫不犯三吴悦，春日遥看五色光。龙盘虎踞帝王州，帝子金陵访故丘。春风试暖昭阳殿，明月还过鳷鹊楼。二帝巡游俱未回，五陵松柏使人哀。诸侯不救河南地，更喜贤王远道来。丹阳北固是吴关，画出楼台云水间。千岩烽火连沧海，两岸旌旗绕碧山。王出三江按五湖，楼船跨海次扬都。战舰森森罗虎士，征帆一一引龙驹。长风挂席势难回，海动山倾古月摧。君看帝子浮江日，何似龙骧出峡来。祖龙浮海不成桥，汉武寻阳空射蛟。我王楼舰轻秦汉，却似文皇欲渡辽。帝宠贤王入楚关，扫清江汉始应还。初从云梦开朱邸，更取金陵作小山。试借君王玉马鞭，指挥戎虏坐琼筵。南风一扫胡尘静，西入长安到日边。昨夜星辰昨夜风，画楼西畔桂堂东。身无彩凤双飞翼，心有灵犀一点通。隔座送钩春酒暖，分曹射覆蜡灯红。嗟余听鼓应官去，走马兰台类转蓬。(转蓬 一作：断蓬)闻道阊门萼绿华，昔年相望抵天涯。岂知一夜秦楼客，偷看吴王苑内花。 自是寻春去校迟，不须惆怅怨芳时。 狂风落尽深红色，绿叶成阴子满枝。幽意无断绝，此去随所偶。晚风吹行舟，花路入溪口。际夜转西壑，隔山望南斗。潭烟飞溶溶，林月低向后。生事且弥漫，愿为持竿叟。",
        "author": "唐代",
        "poem_class": "战争",
        "dynasty": "李白"
    },
    {
        "title": "七哀诗三首·其三",
        "paragraph": "边城使心悲，昔吾亲更之。冰雪截肌肤，风飘无止期。百里不见人，草木谁当迟。登城望亭燧，翩翩飞戍旗。行者不顾反，出门与家辞。子弟多俘虏，哭泣无已时。天下尽乐土，何为久留兹。蓼虫不知辛，去来勿与谘。南方有障气，晨鸟不得飞。高名宋玉遗闲丽，作赋兰成绝盛才。谁似辽东千岁鹤，倚天华表却归来。岩石郁嵯峨。",
        "author": "两汉",
        "poem_class": "战争",
        "dynasty": "王粲"
    },
    {
        "title": "从军行",
        "paragraph": "从军玉门道，逐虏金微山。笛奏梅花曲，刀开明月环。鼓声鸣海上，兵气拥云间。愿斩单于首，长驱静铁关。轻舸迎上客，悠悠湖上来。当轩对尊酒，四面芙蓉开。(一作 对樽酒)万树鸣蝉隔岸虹，乐游原上有西风。 羲和自趁虞泉宿，不放斜阳更向东。晨起动征铎，客行悲故乡。鸡声茅店月，人迹板桥霜。槲叶落山路，枳花明驿墙。(明驿墙 一作：照驿墙)因思杜陵梦，凫雁满回塘。",
        "author": "唐代",
        "poem_class": "战争",
        "dynasty": "李白"
    },
    {
        "title": "出自蓟北门行",
        "paragraph": "虏阵横北荒，胡星曜精芒。羽书速惊电，烽火昼连光。虎竹救边急，戎车森已行。明主不安席，按剑心飞扬。推毂出猛将，连旗登战场。兵威冲绝幕，杀气凌穹苍。列卒赤山下，开营紫塞傍。孟冬沙风紧，旌旗飒凋伤。画角悲海月，征衣卷天霜。挥刃斩楼兰，弯弓射贤王。单于一平荡，种落自奔亡。收功报天子，行歌归咸阳。剑外忽传收蓟北，初闻涕泪满衣裳。却看妻子愁何在，漫卷诗书喜欲狂。白日放歌须纵酒，青春作伴好还乡。即从巴峡穿巫峡，便下襄阳向洛阳。孤云将野鹤，岂向人间住。莫买沃洲山，时人已知处。远信入门先有泪，妻惊女哭问何如。寻常不省曾如此，应是江州司马书。",
        "author": "唐代",
        "poem_class": "战争",
        "dynasty": "李白"
    },
    {
        "title": "北风行",
        "paragraph": "城外萧萧北风起，城上健儿吹落耳。将军玉帐貂鼠衣，手持酒杯看雪飞。一上一上又一上，一上直到高山上。举头红日白云低，四海五湖皆一望。心同流水净，身与白云轻。寂寂深山暮，微闻钟磬声。从山门右折，得石径。数步闻疾雷声，心悸。山僧曰：“此瀑声也。”疾趋，度石罅，瀑见。石青削，不容寸肤，三面皆郛立。瀑行青壁间，撼山掉谷，喷雪直下，怒石横激如虹，忽卷掣折而后注，水态愈伟，山行之极观也。游人坐欹岩下望，以面受沫，乍若披丝，虚空皆纬，至飞雨泻崖，而犹不忍去。暮归，各赋诗。所目既奇，思亦变幻，恍惚牛鬼蛇神，不知作何等语。时夜已午，虎之声，如在床几间。彼此谛观，须眉毛发，种种皆竖，俱若鬼矣。",
        "author": "明代",
        "poem_class": "战争",
        "dynasty": "刘基"
    },
    {
        "title": "早发",
        "paragraph": "繖幄垂垂马踏沙，水长山远路多花。眼中形势胸中策，缓步徐行静不哗。天容水色西湖好，云物俱鲜。鸥鹭闲眠，应惯寻常听管弦。 风清月白偏宜夜，一片琼田。谁羡骖鸾，人在舟中便是仙。莫许杯深琥珀浓，未成沉醉意先融。疏钟已应晚来风。瑞脑香消魂梦断，辟寒金小髻鬟松。醒时空对烛花红。远岸收残雨。雨残稍觉江天暮。拾翠汀洲人寂静，立双双鸥鹭。望几点、渔灯隐映蒹葭浦。停画桡、两两舟人语。道去程今夜，遥指前村烟树。游宦成羁旅。短樯吟倚闲凝伫。万水千山迷远近，想乡关何处。自别后、风亭月榭孤欢聚。刚断肠、惹得离情苦。听杜宇声声，劝人不如归去。",
        "author": "宋代",
        "poem_class": "战争",
        "dynasty": "宗泽"
    },
    {
        "title": "塞下曲",
        "paragraph": "结束浮云骏，翩翩出从戎。且凭天子怒，复倚将军雄。 万鼓雷殷地，千旗火生风。日轮驻霜戈，月魄悬雕弓。 青海阵云匝，黑山兵气冲。战酣太白高，战罢旄头空。 万里不惜死，一朝得成功。画图麒麟阁，入朝明光宫。 大笑向文士，一经何足穷。古人昧此道，往往成老翁。兰叶春葳蕤，桂华秋皎洁。欣欣此生意，自尔为佳节。谁知林栖者，闻风坐相悦。草木有本心，何求美人折。幽人归独卧，滞虑洗孤清。持此谢高鸟，因之传远情。日夕怀空意，人谁感至精？飞沉理自隔，何所慰吾诚？鱼游乐深池，鸟栖欲高枝。嗟尔蜉蝣羽，薨薨亦何为。有生岂不化，所感奚若斯。神理日微灭，吾心安得知。浩叹杨朱子，徒然泣路岐。孤鸿海上来，池潢不敢顾。侧见双翠鸟，巢在三珠树。矫矫珍木巅，得无金丸惧？美服患人指，高明逼神恶？今我游冥冥，弋者何所慕！吴越数千里，梦寐今夕见。形骸非我亲，衾枕即乡县。化蝶犹不识，川鱼安可羡。海上有仙山，归期觉神变。西日下山隐，北风乘夕流。燕雀感昏旦，檐楹呼匹俦。鸿鹄虽自远，哀音非所求。贵人弃疵贱，下士尝殷忧。众情累外物，恕己忘内修。感叹长如此，使我心悠悠。江南有丹橘，经冬犹绿林。岂伊地气暖，自有岁寒心⑿。可以荐嘉客⒀，奈何阻重深。运命唯所遇，循环不可寻。徒言树桃李，此木岂无阴。永日徒离忧，临风怀蹇修。美人何处所，孤客空悠悠。青鸟跂不至，朱鳖谁云浮。夜分起踯躅，时逝曷淹留。抱影吟中夜，谁闻此叹息。美人适异方，庭树含幽色。白云愁不见，沧海飞无翼。凤凰一朝来，竹花斯可食。汉上有游女，求思安可得。袖中一札书，欲寄双飞翼。冥冥愁不见，耿耿徒缄忆。紫兰秀空蹊，皓露夺幽色。馨香岁欲晚，感叹情何极。白云在南山，日暮长太息。我有异乡忆，宛在云溶溶。凭此目不觏，要之心所钟。但欲附高鸟，安敢攀飞龙。至精无感遇，悲惋填心胸。归来扣寂寞，人愿天岂从？闭门迹群化，凭林结所思。啸叹此寒木，畴昔乃芳蕤。朝阳凤安在，日暮蝉独悲。浩思极中夜，深嗟欲待谁。所怀诚已矣，既往不可追。鼎食非吾事，云仙尝我期。胡越方杳杳，车马何迟迟。天壤一何异，幽嘿卧帘帷。 君问归期未有期，巴山夜雨涨秋池。 何当共剪西窗烛，却话巴山夜雨时。早梅发高树，迥映楚天碧。朔吹飘夜香，繁霜滋晓白。欲为万里赠，杳杳山水隔。寒英坐销落，何用慰远客。 ",
        "author": "唐代",
        "poem_class": "战争",
        "dynasty": "高适"
    },
    {
        "title": "纪辽东二首",
        "paragraph": "辽东海北翦长鲸，风云万里清。方当销锋散马牛，旋师宴镐京。前歌后舞振军威，饮至解戎衣。判不徒行万里去，空道五原归。秉旄仗节定辽东，俘馘变夷风。清歌凯捷九都水，归宴洛阳宫。策功行赏不淹留，全军藉智谋。讵似南宫复道上，先封雍齿侯。紫坛望灵，翠幕伫神。率天奉贽，罄地来宾。神贶并介，泯祗合祉。恭昭鉴享，肃光孝祀。威蔼四灵，洞曜三光。皇德全被，大礼流昌。伯煚朝继重，夏侯亲遇深。贵耳唯闻古，贱目讵知今。早𢶏劲草质，久有背淮心。扫逆黎山外，振旅河之阴。功已书王府，留情太仆箴。平台爱宾客，缝掖齿簪裾。藉卉怀春暮，开襟近夏初。嫩枝犹露鸟，细藻欲藏鱼。舞袖临飞阁，歌声出绮疏。莫虑归衢晚，驰轮待兴馀。",
        "author": "隋代",
        "poem_class": "战争",
        "dynasty": "杨广"
    },
    {
        "title": "观大散关图有感",
        "paragraph": "上马击狂胡，下马草军书。二十抱此志，五十犹癯儒。大散陈仓间，山川郁盘纡。劲气钟义士，可与共壮图。坡陁咸阳城，秦汉之故都。王气浮夕霭，宫室生春芜。安得从王师，汛扫迎皇舆？黄河与函谷，四海通舟车。士马发燕赵，布帛来青徐。先当营七庙，次第画九衢。偏师缚可汗，倾都观受俘。上寿大安宫，复如正观初。丈夫毕此愿，死与蝼蚁殊。志大浩无期，醉胆空满躯。杯汝来前！老子今朝，点检形骸。甚长年抱渴，咽如焦釜；于今喜睡，气似奔雷。汝说“刘伶，古今达者，醉后何妨死便埋”。浑如此，叹汝于知己，真少恩哉！更凭歌舞为媒。算合作人间鸩毒猜。况怨无小大，生于所爱；物无美恶，过则为灾。与汝成言，勿留亟退，吾力犹能肆汝杯。杯再拜，道麾之即去，招则须来。杨柳丝丝弄轻柔，烟缕织成愁。海棠未雨，梨花先雪，一半春休。而今往事难重省，归梦绕秦楼。相思只在，丁香枝上，豆蔻梢头。十年无梦得还家，独立青峰野水涯。天地寂寥山雨歇，几生修得到梅花？",
        "author": "宋代",
        "poem_class": "战争",
        "dynasty": "陆游"
    },
    {
        "title": "答苏武书",
        "paragraph": "子卿足下：勤宣令德，策名清时，荣问休畅，幸甚幸甚。远托异国，昔人所悲，望风怀想，能不依依？昔者不遗，远辱还答，慰诲勤勤，有逾骨肉，陵虽不敏，能不慨然？自从初降，以至今日，身之穷困，独坐愁苦。终日无睹，但见异类。韦韝毳幕，以御风雨；羶肉酪浆，以充饥渴。举目言笑，谁与为欢？胡地玄冰，边土惨裂，但闻悲风萧条之声。凉秋九月，塞外草衰。夜不能寐，侧耳远听，胡笳互动，牧马悲鸣，吟啸成群，边声四起。晨坐听之，不觉泪下。嗟乎子卿，陵独何心，能不悲哉！与子别后，益复无聊，上念老母，临年被戮；妻子无辜，并为鲸鲵；身负国恩，为世所悲。子归受荣，我留受辱，命也如何？身出礼义之乡，而入无知之俗；违弃君亲之恩，长为蛮夷之域，伤已！令先君之嗣，更成戎狄之族，又自悲矣。功大罪小，不蒙明察，孤负陵心区区之意。每一念至，忽然忘生。陵不难刺心以自明，刎颈以见志，顾国家于我已矣，杀身无益，适足增羞，故每攘臂忍辱，辙复苟活。左右之人，见陵如此，以为不入耳之欢，来相劝勉。异方之乐，只令人悲，增忉怛耳。嗟乎子卿，人之相知，贵相知心，前书仓卒，未尽所怀，故复略而言之。昔先帝授陵步卒五千，出征绝域。五将失道，陵独遇战，而裹万里之粮，帅徒步之师；出天汉之外，入强胡之域；以五千之众，对十万之军；策疲乏之兵，当新羁之马。然犹斩将搴旗，追奔逐北，灭迹扫尘，斩其枭帅，使三军之士，视死如归。陵也不才，希当大任，意谓此时，功难堪矣。匈奴既败，举国兴师。更练精兵，强逾十万。单于临阵，亲自合围。客主之形，既不相如；步马之势，又甚悬绝。疲兵再战，一以当千，然犹扶乘创痛，决命争首。死伤积野，余不满百，而皆扶病，不任干戈，然陵振臂一呼，创病皆起，举刃指虏，胡马奔走。兵尽矢穷，人无尺铁，犹复徒首奋呼，争为先登。当此时也，天地为陵震怒，战士为陵饮血。单于谓陵不可复得，便欲引还，而贼臣教之，遂使复战，故陵不免耳。昔高皇帝以三十万众，困于平城。当此之时，猛将如云，谋臣如雨，然犹七日不食，仅乃得免。况当陵者，岂易为力哉？而执事者云云，苟怨陵以不死。然陵不死，罪也；子卿视陵，岂偷生之士而惜死之人哉？宁有背君亲，捐妻子而反为利者乎？然陵不死，有所为也，故欲如前书之言，报恩于国主耳，诚以虚死不如立节，灭名不如报德也。昔范蠡不殉会稽之耻，曹沬不死三败之辱，卒复勾践之仇，报鲁国之羞，区区之心，窃慕此耳。何图志未立而怨已成，计未从而骨肉受刑，此陵所以仰天椎心而泣血也。足下又云：“汉与功臣不薄。”子为汉臣，安得不云尔乎？昔萧樊囚絷，韩彭葅醢，晁错受戮，周魏见辜。其余佐命立功之士，贾谊亚夫之徒，皆信命世之才，抱将相之具，而受小人之谗，并受祸败之辱，卒使怀才受谤，能不得展。彼二子之遐举，谁不为之痛心哉？陵先将军，功略盖天地，义勇冠三军，徒失贵臣之意，刭身绝域之表。此功臣义士所以负戟而长叹者也。何谓不薄哉？且足下昔以单车之使，适万乘之虏。遭时不遇，至于伏剑不顾；流离辛苦，几死朔北之野。丁年奉使，皓首而归；老母终堂，生妻去帷。此天下所希闻，古今所未有也。蛮貊之人，尚犹嘉子之节，况为天下之主乎？陵谓足下当享茅土之荐，受千乘之赏。闻子之归，赐不过二百万，位不过典属国，无尺土之封，加子之勤。而妨功害能之臣，尽为万户侯；亲戚贪佞之类，悉为廊庙宰。子尚如此，陵复何望哉？且汉厚诛陵以不死，薄赏子以守节，欲使远听之臣望风驰命，此实难矣，所以每顾而不悔者也。陵虽孤恩，汉亦负德。昔人有言：“虽忠不烈，视死如归。”陵诚能安，而主岂复能眷眷乎？男儿生以不成名，死则葬蛮夷中，谁复能屈身稽颡，还向北阙，使刀笔之吏弄其文墨邪？愿足下勿复望陵。嗟乎子卿，夫复何言？相去万里，人绝路殊。生为别世之人，死为异域之鬼。长与足下生死辞矣。幸谢故人，勉事圣君。足下胤子无恙，勿以为念。努力自爱，时因北风，复惠德音。李陵顿首。鲛之为鱼，其子既育。惊必归母，还入其腹。小则如之，大则不复。高树多悲风，海水扬其波。利剑不在掌，结友何须多？不见篱间雀，见鹞自投罗。罗家得雀喜，少年见雀悲。拔剑捎罗网，黄雀得飞飞。飞飞摩苍天，来下谢少年。秦之围邯郸，赵使平原君求救，合从于楚，约与食客门下有勇力文武备具者二十人偕。平原君曰：“使文能取胜，则善矣。文不能取胜，则歃血于华屋之下，必得定从而还。士不外索，取于食客门下足矣。”得十九人，余无可取者，无以满二十人。门下有毛遂者，前，自赞于平原君曰：“遂闻君将合从于楚，约与食客门下二十人偕，不外索。今少一人，愿君即以遂备员而行矣。”平原君曰：“先生处胜之门下几年于此矣？”毛遂曰：“三年于此矣。”平原君曰：“夫贤士之处世也，譬若锥之处囊中，其末立见。今先生处胜之门下三年于此矣，左右未有所称诵，胜未有所闻，是先生无所有也。先生不能，先生留。”毛遂曰：“臣乃今日请处囊中耳。使遂蚤得处囊中，乃颖脱而出，非特其末见而已。”平原君竟与毛遂偕。十九人相与目笑之而未废也。 毛遂比至楚，与十九人论议，十九人皆服。平原君与楚合从，言其利害，日出而言之，日中不决。十九人谓毛遂曰：“先生上。”毛遂按剑历阶而上，谓平原君曰：“从之利害，两言而决耳。今日出而言从，日中不决，何也？”楚王谓平原君曰：“客何为者也？”平原君曰：“是胜之舍人也。”楚王叱曰：“胡不下！吾乃与而君言，汝何为者也！”毛遂按剑而前曰：“王之所以叱遂者，以楚国之众也。今十步之内，王不得恃楚国之众也，王之命县于遂手。吾君在前，叱者何也？且遂闻汤以七十里之地王天下，文王以百里之壤而臣诸侯，岂其士卒众多哉，诚能据其势而奋其威。今楚地方五千里，持戟百万，此霸王之资也。以楚之强，天下弗能当。白起，小竖子耳，率数万之众，兴师以与楚战，一战而举鄢郢，再战而烧夷陵，三战而辱王之先人。此百世之怨而赵之所羞，而王弗知恶焉。合从者为楚，非为赵也。吾君在前，叱者何也？”楚王曰：“唯唯，诚若先生之言，谨奉社稷而以从。”毛遂曰：“从定乎？”楚王曰：“定矣。”毛遂谓楚王之左右曰：“取鸡狗马之血来。”毛遂奉铜盘而跪进之楚王曰：“王当歃血而定从，次者吾君，次者遂。”遂定从于殿上。毛遂左手持盘血而右手招十九人曰：“公相与歃此血于堂下。公等录录，所谓因人成事者也。” 平原君已定从而归，归至于赵，曰：“胜不敢复相士。胜相士多者千人，寡者百数，自以为不失天下之士，今乃于毛先生而失之也。毛先生一至楚，而使赵重于九鼎大吕。毛先生以三寸之舌，强于百万之师。胜不敢复相士。”遂以为上客。",
        "author": "两汉",
        "poem_class": "战争",
        "dynasty": "李陵"
    },
    {
        "title": "渔家傲·反第二次大“围剿”",
        "paragraph": "白云山头云欲立，白云山下呼声急，枯木朽株齐努力。枪林逼，飞将军自重霄入。七百里驱十五日，赣水苍茫闽山碧，横扫千军如卷席。有人泣，为营步步嗟何及！翻身复进七人房，回首峰峦入莽苍。四十八盘才走过，风驰又已到钱塘。五云山上五云飞，远接群峰近拂堤。若问杭州何处好，此中听得野莺啼。雪压冬云白絮飞，万花纷谢一时稀。高天滚滚寒流急，大地微微暖气吹。独有英雄驱虎豹，更无豪杰怕熊罴。梅花欢喜漫天雪，冻死苍蝇未足奇。",
        "author": "近现代",
        "poem_class": "战争",
        "dynasty": "毛泽东"
    },
    {
        "title": "司马将军歌",
        "paragraph": "狂风吹古月，窃弄章华台。北落明星动光彩，南征猛将如云雷。手中电曳倚天剑，直斩长鲸海水开。我见楼船壮心目，颇似龙骧下三蜀。扬兵习战张虎旗，江中白浪如银屋。身居玉帐临河魁，紫髯若戟冠崔嵬，细柳开营揖天子，始知灞上为婴孩。羌笛横吹阿亸回，向月楼中吹落梅。将军自起舞长剑，壮士呼声动九垓。功成献凯见明主，丹青画像麒麟台。一枝红艳露凝香，云雨巫山枉断肠。借问汉宫谁得似，可怜飞燕倚新妆。暖戏烟芜锦翼齐，品流应得近山鸡。雨昏青草湖边过，花落黄陵庙里啼。游子乍闻征袖湿，佳人才唱翠眉低。相呼相应湘江阔，苦竹丛深日向西。日光斜照集灵台，红树花迎晓露开。 昨夜上皇新授箓，太真含笑入帘来。",
        "author": "唐代",
        "poem_class": "战争",
        "dynasty": "李白"
    },
    {
        "title": "出塞词",
        "paragraph": "金带连环束战袍，马头冲雪度临洮。卷旗夜劫单于帐，乱斫胡兵缺宝刀。东风吹雨过青山，却望千门草色闲。家在梦中何日到，春生江上几人还？(春生 一作：春来)川原缭绕浮云外，宫阙参差落照间。谁念为儒逢世难，独将衰鬓客秦关。秋风清，秋月明，落叶聚还散，寒鸦栖复惊。相思相见知何日？此时此夜难为情！入我相思门，知我相思苦，长相思兮长相忆，短相思兮无穷极，早知如此绊人心，何如当初莫相识。饮马渡秋水，水寒风似刀。平沙日未没，黯黯见临洮。昔日长城战，咸言意气高。黄尘足今古，白骨乱蓬蒿。",
        "author": "唐代",
        "poem_class": "战争",
        "dynasty": "马戴"
    },
    {
        "title": "西江月·秋收起义",
        "paragraph": "军叫工农革命，旗号镰刀斧头。匡庐一带不停留，要向潇湘直进。地主重重压迫，农民个个同仇。秋收时节暮云愁，霹雳一声暴动。华灯照宴敞豪门，娇女严妆侍玉樽。忽忆情亲焦土下，佯看罗袜掩啼痕。已落芙蓉并叶凋。半枯萧艾过墙高。日斜孤馆易魂消。坐觉清秋归荡荡，眼看白日去昭昭。人间争度渐长宵。愁展翠罗衾，半是馀温半泪。不辨坠欢新恨，是人间滋味。几年相守郁金堂，草草浑闲事。独向西风林下，望红尘一骑。",
        "author": "近现代",
        "poem_class": "战争",
        "dynasty": "毛泽东"
    },
    {
        "title": "出车",
        "paragraph": "我出我车，于彼牧矣。自天子所，谓我来矣。召彼仆夫，谓之载矣。王事多难，维其棘矣。我出我车，于彼郊矣。设此旐矣，建彼旄矣。彼旟旐斯，胡不旆旆？忧心悄悄，仆夫况瘁。王命南仲，往城于方。出车彭彭，旂旐央央。天子命我，城彼朔方。赫赫南仲，玁狁于襄。昔我往矣，黍稷方华。今我来思，雨雪载途。王事多难，不遑启居。岂不怀归？畏此简书。喓喓草虫，趯趯阜螽。未见君子，忧心忡忡。既见君子，我心则降。赫赫南仲，薄伐西戎。春日迟迟，卉木萋萋。仓庚喈喈，采蘩祁祁。执讯获丑，薄言还归。赫赫南仲，玁狁于夷。车行酒。骑行炙。百二十日为一夜。百里奚。初娶我时五羊皮。临当相别烹乳鸡。今适富贵忘我为。祈父，予王之爪牙。胡转予于恤，靡所止居？祈父，予王之爪士。胡转予于恤，靡所厎止？祈父，亶不聪。胡转予于恤？有母之尸饔。",
        "author": "先秦",
        "poem_class": "战争",
        "dynasty": "佚名"
    },
    {
        "title": "小戎",
        "paragraph": "小戎俴收，五楘梁辀。游环胁驱，阴靷鋈续。文茵畅毂，驾我骐馵。言念君子，温其如玉。在其板屋，乱我心曲。四牡孔阜，六辔在手。骐骝是中，騧骊是骖。龙盾之合，鋈以觼軜。言念君子，温其在邑。方何为期？胡然我念之。俴驷孔群，厹矛鋈錞。蒙伐有苑，虎韔镂膺。交韔二弓，竹闭绲滕。言念君子，载寝载兴。厌厌良人，秩秩德音。君子曰：学不可以已。青，取之于蓝，而青于蓝；冰，水为之，而寒于水。木直中绳，輮以为轮，其曲中规。虽有槁暴，不复挺者，輮使之然也。故木受绳则直，金就砺则利，君子博学而日参省乎己，则知明而行无过矣。故不登高山，不知天之高也；不临深溪，不知地之厚也；不闻先王之遗言，不知学问之大也。干、越、夷、貉之子，生而同声，长而异俗，教使之然也。诗曰：“嗟尔君子，无恒安息。靖共尔位，好是正直。神之听之，介尔景福。”神莫大于化道，福莫长于无祸。吾尝终日而思矣，不如须臾之所学也；吾尝跂而望矣，不如登高之博见也。登高而招，臂非加长也，而见者远；顺风而呼，声非加疾也，而闻者彰。假舆马者，非利足也，而致千里；假舟楫者，非能水也，而绝江河。君子生非异也，善假于物也。(君子生 通：性)南方有鸟焉，名曰蒙鸠，以羽为巢，而编之以发，系之苇苕，风至苕折，卵破子死。巢非不完也，所系者然也。西方有木焉，名曰射干，茎长四寸，生于高山之上，而临百仞之渊，木茎非能长也，所立者然也。蓬生麻中，不扶而直；白沙在涅，与之俱黑。兰槐之根是为芷，其渐之滫，君子不近，庶人不服。其质非不美也，所渐者然也。故君子居必择乡，游必就士，所以防邪辟而近中正也。物类之起，必有所始。荣辱之来，必象其德。肉腐出虫，鱼枯生蠹。怠慢忘身，祸灾乃作。强自取柱，柔自取束。邪秽在身，怨之所构。施薪若一，火就燥也，平地若一，水就湿也。草木畴生，禽兽群焉，物各从其类也。是故质的张，而弓矢至焉；林木茂，而斧斤至焉；树成荫，而众鸟息焉。醯酸，而蜹聚焉。故言有招祸也，行有招辱也，君子慎其所立乎！积土成山，风雨兴焉；积水成渊，蛟龙生焉；积善成德，而神明自得，圣心备焉。故不积跬步，无以至千里；不积小流，无以成江海。骐骥一跃，不能十步；驽马十驾，功在不舍。锲而舍之，朽木不折；锲而不舍，金石可镂。蚓无爪牙之利，筋骨之强，上食埃土，下饮黄泉，用心一也。蟹六跪而二螯，非蛇鳝之穴无可寄托者，用心躁也。(江海 一作：江河)是故无冥冥之志者，无昭昭之明；无惛惛之事者，无赫赫之功。行衢道者不至，事两君者不容。目不能两视而明，耳不能两听而聪。螣蛇无足而飞，鼫鼠五技而穷。《诗》曰：“尸鸠在桑，其子七兮。淑人君子，其仪一兮。其仪一兮，心如结兮！”故君子结于一也。昔者瓠巴鼓瑟，而流鱼出听；伯牙鼓琴，而六马仰秣。故声无小而不闻，行无隐而不形 。玉在山而草木润，渊生珠而崖不枯。为善不积邪？安有不闻者乎？学恶乎始？恶乎终？曰：其数则始乎诵经，终乎读礼；其义则始乎为士，终乎为圣人， 真积力久则入，学至乎没而后止也。故学数有终，若其义则不可须臾舍也。为之，人也；舍 之，禽兽也。故书者，政事之纪也；诗者，中声之所止也；礼者，法之大分，类之纲纪也。 故学至乎礼而止矣。夫是之谓道德之极。礼之敬文也，乐之中和也，诗书之博也，春秋之微 也，在天地之间者毕矣。 君子之学也，入乎耳，着乎心，布乎四体，形乎动静。端而言，蝡而动，一可以为法则。小人之学也，入乎耳，出乎口；口耳之间，则四寸耳，曷足以美七尺之躯哉！古之学者为己，今之学者为人。君子之学也，以美其身；小人之学也，以为禽犊。故不问而告谓之傲，问一而告二谓之囋。傲、非也，囋、非也；君子如向矣。学莫便乎近其人。礼乐法而不说，诗书故而不切，春秋约而不速。方其人之习君子之说，则尊以遍矣，周于世矣。故曰：学莫便乎近其人。学之经莫速乎好其人，隆礼次之。上不能好其人，下不能隆礼，安特将学杂识志，顺诗书而已耳。则末世穷年，不免为陋儒而已。将原先王，本仁义，则礼正其经纬蹊径也。若挈裘领，诎五指而顿之，顺者不可胜数也。不道礼宪，以诗书为之，譬之犹以指测河也，以戈舂黍也，以锥餐壶也，不可以得之矣。故隆礼，虽未明，法士也；不隆礼，虽察辩，散儒也。问楛者，勿告也；告楛者，勿问也；说楛者，勿听也。有争气者，勿与辩也。故必由其道至，然后接之；非其道则避之。故礼恭，而后可与言道之方；辞顺，而后可与言道之理；色从而后可与言道之致。故未可与言而言，谓之傲；可与言而不言，谓之隐；不观气色而言，谓瞽。故君子不傲、不隐、不瞽，谨顺其身。诗曰：“匪交匪舒，天子所予。”此之谓也。百发失一，不足谓善射；千里蹞步不至，不足谓善御；伦类不通，仁义不一，不足谓善学。学也者，固学一之也。一出焉，一入焉，涂巷之人也；其善者少，不善者多，桀纣盗跖也；全之尽之，然后学者也。君子知夫不全不粹之不足以为美也，故诵数以贯之，思索以通之，为其人以处之，除其害者以持养之。使目非是无欲见也，使耳非是无欲闻也，使口非是无欲言也，使心非是无欲虑也。及至其致好之也，目好之五色，耳好之五声，口好之五味，心利之有天下。是故权利不能倾也，群众不能移也，天下不能荡也。生乎由是，死乎由是，夫是之谓德操。德操然后能定，能定然后能应。能定能应，夫是之谓成人。天见其明，地见其光，君子贵其全也。 渐渐之石，维其高矣。山川悠远，维其劳矣。武人东征，不皇朝矣。渐渐之石，维其卒矣。山川悠远，曷其没矣？武人东征，不皇出矣。有豕白蹢，烝涉波矣。月离于毕，俾滂沱矣。武人东征，不皇他矣。扬之水，不流束薪。彼其之子，不与我戍申。怀哉怀哉，曷月予还归哉？扬之水，不流束楚。彼其之子，不与我戍甫。怀哉怀哉，曷月予还归哉？扬之水，不流束蒲。彼其之子，不与我戍许。怀哉怀哉，曷月予还归哉？",
        "author": "先秦",
        "poem_class": "战争",
        "dynasty": "佚名"
    },
    {
        "title": "逢病军人",
        "paragraph": "行多有病住无粮，万里还乡未到乡。蓬鬓哀吟长城下，不堪秋气入金疮。汴水流，泗水流，流到瓜州古渡头。吴山点点愁。思悠悠，恨悠悠，恨到归时方始休。月明人倚楼。松下问童子，言师采药去。只在此山中，云深不知处。鸾扇斜分凤幄开，星桥横过鹊飞回。 争将世上无期别，换得年年一度来。",
        "author": "唐代",
        "poem_class": "战争",
        "dynasty": "卢纶"
    },
    {
        "title": "从军行七首·其五",
        "paragraph": "大漠风尘日色昏，红旗半卷出辕门。前军夜战洮河北，已报生擒吐谷浑。西登香炉峰，南见瀑布水。挂流三百丈，喷壑数十里。 欻如飞电来，隐若白虹起。初惊河汉落，半洒云天里。 仰观势转雄，壮哉造化功。海风吹不断，江月照还空。 空中乱潈射，左右洗青壁。飞珠散轻霞，流沫沸穹石。 而我乐名山，对之心益闲。无论漱琼液，还得洗尘颜。 且谐宿所好，永愿辞人间。 日照香炉生紫烟，遥看瀑布挂前川。 飞流直下三千尺，疑是银河落九天。船下广陵去，月明征虏亭。山花如绣颊，江火似流萤。北阙休上书，南山归敝庐。不才明主弃，多病故人疏。白发催年老，青阳逼岁除。永怀愁不寐，松月夜窗虚。",
        "author": "唐代",
        "poem_class": "战争",
        "dynasty": "王昌龄"
    },
    {
        "title": "饮马长城窟行",
        "paragraph": "塞外悲风切，交河冰已结。瀚海百重波，阴山千里雪。 迥戍危烽火，层峦引高节。悠悠卷旆旌，饮马出长城。 寒沙连骑迹，朔吹断边声。胡尘清玉塞，羌笛韵金钲。 绝漠干戈戢，车徒振原隰。都尉反龙堆，将军旋马邑。 扬麾氛雾静，纪石功名立。荒裔一戎衣，灵台凯歌入。山僧对棋坐，局上竹阴清。映竹无人见，时闻下子声。小娃撑小艇，偷采白莲回。不解藏踪迹，浮萍一道开。朝来新火起新烟，湖色春光净客船。绣羽衔花他自得，红颜骑竹我无缘。胡童结束还难有，楚女腰肢亦可怜。不见定王城旧处，长怀贾傅井依然。虚沾焦举为寒食，实藉严君卖卜钱。钟鼎山林各天性，浊醪粗饭任吾年。此身飘泊苦西东，右臂偏枯半耳聋。寂寂系舟双下泪，悠悠伏枕左书空。十年蹴踘将雏远，万里秋千习俗同。旅雁上云归紫塞，家人钻火用青枫。秦城楼阁烟花里，汉主山河锦绣中。春去春来洞庭阔，白苹愁杀白头翁。荷叶罗裙一色裁，芙蓉向脸两边开。乱入池中看不见，闻歌始觉有人来。",
        "author": "唐代",
        "poem_class": "战争",
        "dynasty": "李世民"
    },
    {
        "title": "吊万人冢",
        "paragraph": "兵罢淮边客路通，乱鸦来去噪寒空。可怜白骨攒孤冢，尽为将军觅战功。初闻征雁已无蝉，百尺楼高水接天。(楼高 一作：楼南 / 楼台)青女素娥俱耐冷，月中霜里斗婵娟。烽火城西百尺楼，黄昏独上海风秋。(独上 一作：独坐)更吹羌笛关山月，无那金闺万里愁。琵琶起舞换新声，总是关山旧别情。撩乱边愁听不尽，高高秋月照长城。关城榆叶早疏黄，日暮云沙古战场。表请回军掩尘骨，莫教兵士哭龙荒。青海长云暗雪山，孤城遥望玉门关。黄沙百战穿金甲，不破楼兰终不还。大漠风尘日色昏，红旗半卷出辕门。前军夜战洮河北，已报生擒吐谷浑。胡瓶落膊紫薄汗，碎叶城西秋月团。明敕星驰封宝剑，辞君一夜取楼兰。玉门山嶂几千重，山北山南总是烽。人依远戍须看火，马踏深山不见踪。离离原上草，一岁一枯荣。野火烧不尽，春风吹又生。",
        "author": "唐代",
        "poem_class": "战争",
        "dynasty": "张蠙"
    },
    {
        "title": "齐晋鞌之战",
        "paragraph": "二年春，齐侯伐我北鄙，围龙。顷公之嬖人卢蒲就魁门焉，龙人囚之。齐侯曰：“勿杀！吾与而盟，无入而封。”弗听，杀而膊诸城上。齐侯亲鼓，士陵城，三日，取龙，遂南侵，及巢丘。卫侯使孙良夫、石稷、宁相、向禽将侵齐，与齐师遇。石子欲还，孙子曰：“不可。以师伐人，遇其师而还，将谓君何？若知不能，则如无出。今既遇矣，不如战也。”夏，有......(注：此处原文有缺。失新筑战事。)石成子曰：“师败矣。子不少须，众惧尽。子丧师徒，何以复命？”皆不对。又曰：“子，国卿也。陨子，辱矣。子以众退，我此乃止。”且告车来甚众。齐师乃止，次于鞫居。新筑人仲叔于奚救孙桓子，桓子是以免。既，卫人赏之以邑，辞。请曲县、繁缨以朝，许之。仲尼闻之曰：“惜也，不如多与之邑。唯器与名，不可以假人，君之所司也。名以出信，信以守器，器以藏礼，礼以行义，义以生利，利以平民，政之大节也。若以假人，与人政也。政亡，则国家从之，弗可止也已。”孙桓子还于新筑，不入，遂如晋乞师。臧宣叔亦如晋乞师。皆主郤献子。晋侯许之七百乘。郤子曰：“此城濮之赋也。有先君之明与先大夫之肃，故捷。克于先大夫，无能为役，请八百乘。”许之。郤克将中军，士燮佐上军，栾书将下军，韩厥为司马，以救鲁、卫。臧宣叔逆晋师，且道之。季文子帅师会之。及卫地，韩献子将斩人，郤献子驰，将救之，至则既斩之矣。郤子使速以徇，告其仆曰：“吾以分谤也。”师从齐师于莘。六月壬申，师至于靡笄之下。齐侯使请战，曰：“子以君师，辱于敝邑，不腆敝赋，诘朝请见。”对曰：“晋与鲁、卫，兄弟也。来告曰：‘大国朝夕释憾于敝邑之地。’寡君不忍，使群臣请于大国，无令舆师淹于君地。能进不能退，君无所辱命。”齐侯曰：“大夫之许，寡人之愿也；若其不许，亦将见也。”齐高固入晋师，桀石以投人，禽之而乘其车，系桑本焉，以徇齐垒，曰：“欲勇者贾余馀勇。”癸酉，师陈于鞌。邴夏御齐侯，逄丑父为右。晋解张御郤克，郑丘缓为右。齐侯曰：“余姑翦灭此而朝食。”不介马而驰之。郤克伤于矢，流血及屦，未绝鼓音，曰：“余病矣！”张侯曰：“自始合，而矢贯余手及肘，余折以御，左轮朱殷，岂敢言病。吾子忍之！”缓曰：“自始合，苟有险，余必下推车，子岂识之？——然子病矣！”张侯曰：“师之耳目，在吾旗鼓，进退从之。此车一人殿之，可以集事，若之何其以病败君之大事也？擐甲执兵，固即死也。病未及死，吾子勉之！”左并辔，右援枹而鼓，马逸不能止，师从之。齐师败绩。逐之，三周华不注。韩厥梦子舆谓己曰：“且（旦）辟左右。”故中御而从齐侯。邴夏曰：“射其御者，君子也。”公曰：“谓之君子而射之，非礼也。”射其左，越于车下。射其右，毙于车中，綦毋张丧车，从韩厥，曰：“请寓乘。”从左右，皆肘之，使立于后。韩厥俛定其右。逄丑父与公易位。将及华泉，骖絓于木而止。丑父寝于轏中，蛇出于其下，以肱击之，伤而匿之，故不能推车而及。韩厥执絷马前，再拜稽首，奉觞加璧以进，曰：“寡君使群臣为鲁卫请，曰：‘无令舆师陷入君地。’下臣不幸，属当戎行，无所逃隐。且惧奔辟而忝两君，臣辱戎士，敢告不敏，摄官承乏。”丑父使公下，如华泉取饮。郑周父御佐车，宛茷为右，载齐侯以免。 韩厥献丑父，郤献子将戮之。呼曰：“自今无有代其君任患者，有一于此，将为戮乎！”郤子曰：“人不难以死免其君，我戮之不祥。赦之，以劝事君者。”乃免之。同病相怜。同忧相捄。惊翔之鸟相随而集。濑下之水因复俱流。正月繁霜，我心忧伤。民之讹言，亦孔之将。念我独兮，忧心京京。哀我小心，癙忧以痒。父母生我，胡俾我瘉？不自我先，不自我后。好言自口，莠言自口。忧心愈愈，是以有侮。忧心惸惸，念我无禄。民之无辜，并其臣仆。哀我人斯，于何从禄？瞻乌爰止？于谁之屋？瞻彼中林，侯薪侯蒸。民今方殆，视天梦梦。既克有定，靡人弗胜。有皇上帝，伊谁云憎？谓山盖卑，为冈为陵。民之讹言，宁莫之惩。召彼故老，讯之占梦。具曰予圣，谁知乌之雌雄！谓天盖高，不敢不局。谓地盖厚，不敢不蹐。维号斯言，有伦有脊。哀今之人，胡为虺蜴？瞻彼阪田，有菀其特。天之杌我，如不我克。彼求我则，如不我得。执我仇仇，亦不我力。心之忧矣，如或结之。今兹之正，胡然厉矣？燎之方扬，宁或灭之？赫赫宗周，褒姒灭之！终其永怀，又窘阴雨。其车既载，乃弃尔辅。载输尔载，将伯助予！无弃尔辅，员于尔辐。屡顾尔仆，不输尔载。终逾绝险，曾是不意。鱼在于沼，亦匪克乐。潜虽伏矣，亦孔之炤。忧心惨惨，念国之为虐！彼有旨酒，又有嘉肴。洽比其邻，婚姻孔云。念我独兮，忧心殷殷。佌佌彼有屋，蔌蔌方有谷。民今之无禄，天夭是椓。哿矣富人，哀此惸独。形若槁骸，心若死灰。真其实知，不以故自持。媒媒晦晦，无心而不可谋。彼何人哉！",
        "author": "先秦",
        "poem_class": "战争",
        "dynasty": "左丘明"
    },
    {
        "title": "河湟旧卒",
        "paragraph": "少年随将讨河湟，头白时清返故乡。 十万汉军零落尽，独吹边曲向残阳。江汉思归客，乾坤一腐儒。片云天共远，永夜月同孤。落日心犹壮，秋风病欲疏。(疏 一作：苏)古来存老马，不必取长途。日日采莲去，洲长多暮归。弄篙莫溅水，畏湿红莲衣。新晴原野旷，极目无氛垢。郭门临渡头，村树连溪口。 白水明田外，碧峰出山后。农月无闲人，倾家事南亩。",
        "author": "唐代",
        "poem_class": "战争",
        "dynasty": "张乔"
    },
    {
        "title": "岁暮",
        "paragraph": "岁暮远为客，边隅还用兵。烟尘犯雪岭，鼓角动江城。天地日流血，朝廷谁请缨？济时敢爱死？寂寞壮心惊！牛渚西江夜，青天无片云。登舟望秋月，空忆谢将军。余亦能高咏，斯人不可闻。明朝挂帆席，枫叶落纷纷。(席 一作：去)东皋薄暮望，徙倚欲何依。树树皆秋色，山山唯落晖。牧人驱犊返，猎马带禽归。相顾无相识，长歌怀采薇。回乐烽前沙似雪，受降城外月如霜。(回乐烽 一作：回乐峰）不知何处吹芦管，一夜征人尽望乡。",
        "author": "唐代",
        "poem_class": "战争",
        "dynasty": "杜甫"
    },
    {
        "title": "蝶恋花·从汀州向长沙",
        "paragraph": "六月天兵征腐恶，万丈长缨要把鲲鹏缚。赣水那边红一角，偏师借重黄公略。百万工农齐踊跃，席卷江西直捣湘和鄂。国际悲歌歌一曲，狂飙为我从天落。柳花夙有何冤业？萍末相遭乃尔奇。直到化泥方是聚，祗今堕水尚成离。焉能忍此而终古，亦与之为无町畦。我佛天亲魔眷属，一时撒手劫僧祗。月底栖鸦当叶看。推窗跕跕堕枝间。霜高风定独凭栏。觅句心肝终复在，掩书涕泪苦无端。可怜衣带为谁宽。漫天皆白，雪里行军情更迫。头上高山，风卷红旗过大关。此行何去？赣江风雪迷漫处。命令昨颁，十万工农下吉安。",
        "author": "近现代",
        "poem_class": "战争",
        "dynasty": "毛泽东"
    },
    {
        "title": "何草不黄",
        "paragraph": "何草不黄？何日不行？何人不将？经营四方。何草不玄？何人不矜？哀我征夫，独为匪民。匪兕匪虎，率彼旷野。哀我征夫，朝夕不暇。有芃者狐，率彼幽草。有栈之车，行彼周道。季氏将伐颛臾。冉有、季路见于孔子曰：“季氏将有事于颛臾。”孔子曰：“求！无乃尔是过与？夫颛臾，昔者先王以为东蒙主，且在邦域之中矣，是社稷之臣也。何以伐为？”冉有曰：“夫子欲之，吾二臣者皆不欲也。”孔子曰：“求！周任有言曰：‘陈力就列，不能者止。’危而不持，颠而不扶，则将焉用彼相矣？且尔言过矣。虎兕出于柙，龟玉毁于椟中，是谁之过与？”冉有曰：“今夫颛臾，固而近于费。今不取，后世必为子孙忧。”孔子曰：“求！君子疾夫舍曰欲之而必为之辞。丘也闻有国有家者，不患寡而患不均，不患贫而患不安。盖均无贫，和无寡，安无倾。夫如是，故远人不服，则修文德以来之。既来之，则安之。今由与求也，相夫子，远人不服而不能来也；邦分崩离析而不能守也；而谋动干戈于邦内。吾恐季孙之忧，不在颛臾，而在萧墙之内也。”违山十里。蟪蛄之声。犹尚在耳。齐宣王使人吹竽，必三百人。南郭处士请为王吹竽，宣王说之，廪食以数百人。宣王死，湣王立，好一一听之，处士逃。",
        "author": "先秦",
        "poem_class": "战争",
        "dynasty": "佚名"
    },
    {
        "title": "悲陈陶",
        "paragraph": "孟冬十郡良家子，血作陈陶泽中水。野旷天清无战声，四万义军同日死。群胡归来血洗箭，仍唱胡歌饮都市。都人回面向北啼，日夜更望官军至。我有所念人，隔在远远乡。我有所感事，结在深深肠。乡远去不得，无日不瞻望。肠深解不得，无夕不思量。况此残灯夜，独宿在空堂。秋天殊未晓，风雨正苍苍。不学头陀法，前心安可忘。楚水清若空，遥将碧海通。人分千里外，兴在一杯中。谷鸟吟晴日，江猿啸晚风。平生不下泪，于此泣无穷。男儿何不带吴钩，收取关山五十州。请君暂上凌烟阁，若个书生万户侯？",
        "author": "唐代",
        "poem_class": "战争",
        "dynasty": "杜甫"
    },
    {
        "title": "古意",
        "paragraph": "男儿事长征，少小幽燕客。赌胜马蹄下，由来轻七尺。杀人莫敢前，须如猬毛磔。黄云陇底白云飞，未得报恩不得归。辽东小妇年十五，惯弹琵琶解歌舞。今为羌笛出塞声，使我三军泪如雨。碧山学士焚银鱼，白马却走深岩居。古人已用三冬足，年少今开万卷余。晴云满户团倾盖，秋水浮阶溜决渠。富贵必从勤苦得，男儿须读五车书。玉阶生白露，夜久侵罗袜。却下水晶帘，玲珑望秋月。(水晶 一作 水精)谁家宅第成还破，何处亲宾哭复歌？昨日屋头堪炙手，今朝门外好张罗。北邙未省留闲地，东海何曾有定波。莫笑贱贫夸富贵，共成枯骨两何如？",
        "author": "唐代",
        "poem_class": "战争",
        "dynasty": "李颀"
    },
    {
        "title": "凉州词",
        "paragraph": "浑成紫檀金屑文，作得琵琶声入云。 胡地迢迢三万里，那堪马上送明君。 异方之乐令人悲，羌笛胡笳不用吹。 坐看今夜关山月，思杀边城游侠儿。万木冻欲折，孤根暖独回。前村深雪里，昨夜一枝开。风递幽香出，禽窥素艳来。明年如应律，先发望春台。宦情羁思共凄凄，春半如秋意转迷。山城过雨百花尽，榕叶满庭莺乱啼。孔明庙前有老柏，柯如青铜根如石。霜皮溜雨四十围，黛色参天二千尺。君臣已与时际会，树木犹为人爱惜。云来气接巫峡长，月出寒通雪山白。忆昨路绕锦亭东，先主武侯同閟宫。崔嵬枝干郊原古，窈窕丹青户牖空。落落盘踞虽得地，冥冥孤高多烈风。扶持自是神明力，正直原因造化工。大厦如倾要梁栋，万牛回首丘山重。不露文章世已惊，未辞翦伐谁能送？苦心岂免容蝼蚁，香叶终经宿鸾凤。志士幽人莫怨嗟：古来材大难为用。",
        "author": "唐代",
        "poem_class": "战争",
        "dynasty": "孟浩然"
    },
    {
        "title": "轮台歌奉送封大夫出师西征",
        "paragraph": "轮台城头夜吹角，轮台城北旄头落。羽书昨夜过渠黎，单于已在金山西。戍楼西望烟尘黑，汉军屯在轮台北。上将拥旄西出征，平明吹笛大军行。四边伐鼓雪海涌，三军大呼阴山动。虏塞兵气连云屯，战场白骨缠草根。剑河风急雪片阔，沙口石冻马蹄脱。(雪片阔 一作：云片阔)亚相勤王甘苦辛，誓将报主静边尘。古来青史谁不见，今见功名胜古人。大堤杨柳雨沉沉，万缕千条惹恨深。飞絮满天人去远，东风无力系春心。余禁所禁垣西，是法厅事也，有古槐数株焉。虽生意可知，同殷仲文之古树；而听讼斯在，即周召伯之甘棠，每至夕照低阴，秋蝉疏引，发声幽息，有切尝闻，岂人心异于曩时，将虫响悲于前听？嗟乎，声以动容，德以象贤。故洁其身也，禀君子达人之高行；蜕其皮也，有仙都羽化之灵姿。候时而来，顺阴阳之数； 应节为变，审藏用之机。有目斯开，不以道昏而昧其视；有翼自薄，不以俗厚而易其真。吟乔树之微风，韵姿天纵； 饮高秋之坠露，清畏人知。仆失路艰虞，遭时徽纆。不哀伤而自怨，未摇落而先衰。闻蟪蛄之流声，悟平反之已奏；见螳螂之抱影，怯危机之未安。感而缀诗，贻诸知己。庶情沿物应，哀弱羽之飘零； 道寄人知，悯余声之寂寞。非谓文墨，取代幽忧云尔。西陆蝉声唱，南冠客思深。(客思深 一作：客思侵)那堪玄鬓影，来对白头吟。(那堪 一作：不堪)露重飞难进，风多响易沉。无人信高洁，谁为表予心？江涵秋影雁初飞，与客携壶上翠微。尘世难逢开口笑，菊花须插满头归。但将酩酊酬佳节，不用登临恨落晖。古往今来只如此，牛山何必独霑衣。(霑 同：沾)",
        "author": "唐代",
        "poem_class": "战争",
        "dynasty": "岑参"
    },
    {
        "title": "前出塞九首",
        "paragraph": "戚戚去故里，悠悠赴交河。公家有程期，亡命婴祸罗。君已富土境，开边一何多。弃绝父母恩，吞声行负戈。出门日已远，不受徒旅欺。骨肉恩岂断，男儿死无时。走马脱辔头，手中挑青丝。捷下万仞冈，俯身试搴旗。磨刀呜咽水，水赤刃伤手。欲轻肠断声，心绪乱已久。丈夫誓许国，愤惋复何有！功名图麒麟，战骨当速朽。送徒既有长，远戍亦有身。生死向前去，不劳吏怒嗔。路逢相识人，附书与六亲。哀哉两决绝，不复同苦辛。迢迢万里余，领我赴三军。军中异苦乐，主将宁尽闻。隔河见胡骑，倏忽数百群。我始为奴仆，几时树功勋。挽弓当挽强，用箭当用长。射人先射马，擒贼先擒王。杀人亦有限，列国自有疆。苟能制侵陵，岂在多杀伤。驱马天雨雪，军行入高山。径危抱寒石，指落层冰间。已去汉月远，何时筑城还。浮云暮南征，可望不可攀。单于寇我垒，百里风尘昏。雄剑四五动，彼军为我奔。掳其名王归，系颈授辕门。潜身备行列，一胜何足论。从军十年余，能无分寸功。众人贵苟得，欲语羞雷同。中原有斗争，况在狄与戎。丈夫四方志，安可辞固穷。朝辞白帝彩云间，千里江陵一日还。两岸猿声啼不住，轻舟已过万重山。汉皇重色思倾国，御宇多年求不得。杨家有女初长成，养在深闺人未识。天生丽质难自弃，一朝选在君王侧。回眸一笑百媚生，六宫粉黛无颜色。春寒赐浴华清池，温泉水滑洗凝脂。侍儿扶起娇无力，始是新承恩泽时。云鬓花颜金步摇，芙蓉帐暖度春宵。春宵苦短日高起，从此君王不早朝。承欢侍宴无闲暇，春从春游夜专夜。后宫佳丽三千人，三千宠爱在一身。金屋妆成娇侍夜，玉楼宴罢醉和春。姊妹弟兄皆列土，可怜光彩生门户。遂令天下父母心，不重生男重生女。骊宫高处入青云，仙乐风飘处处闻。缓歌慢舞凝丝竹，尽日君王看不足。渔阳鼙鼓动地来，惊破《霓裳羽衣曲》。九重城阙烟尘生，千乘万骑西南行。翠华摇摇行复止，西出都门百余里。六军不发无奈何，宛转娥眉马前死。花钿委地无人收，翠翘金雀玉搔头。君王掩面救不得，回看血泪相和流。黄埃散漫风萧索，云栈萦纡登剑阁。峨嵋山下少人行，旌旗无光日色薄。蜀江水碧蜀山青，圣主朝朝暮暮情。行宫见月伤心色，夜雨闻铃肠断声。天旋日转回龙驭，到此踌躇不能去。(日转 一作：地转)马嵬坡下泥土中，不见玉颜空死处。君臣相顾尽沾衣，东望都门信马归。归来池苑皆依旧，太液芙蓉未央柳。芙蓉如面柳如眉，对此如何不泪垂？春风桃李花开夜，秋雨梧桐叶落时。(花开夜 一作：花开日)西宫南内多秋草，落叶满阶红不扫。(南内 一作：南苑)梨园弟子白发新，椒房阿监青娥老。夕殿萤飞思悄然，孤灯挑尽未成眠。迟迟钟鼓初长夜，耿耿星河欲曙天。鸳鸯瓦冷霜华重，翡翠衾寒谁与共？悠悠生死别经年，魂魄不曾来入梦。临邛道士鸿都客，能以精诚致魂魄。为感君王辗转思，遂教方士殷勤觅。排空驭气奔如电，升天入地求之遍。上穷碧落下黄泉，两处茫茫皆不见。忽闻海上有仙山，山在虚无缥缈间。楼阁玲珑五云起，其中绰约多仙子。中有一人字太真，雪肤花貌参差是。金阙西厢叩玉扃，转教小玉报双成。闻道汉家天子使，九华帐里梦魂惊。揽衣推枕起徘徊，珠箔银屏迤逦开。云鬓半偏新睡觉，花冠不整下堂来。风吹仙袂飘飖举，犹似霓裳羽衣舞。(飘飖 一作：飘飘)玉容寂寞泪阑干，梨花一枝春带雨。(阑 通：栏)含情凝睇谢君王，一别音容两渺茫。昭阳殿里恩爱绝，蓬莱宫中日月长。回头下望人寰处，不见长安见尘雾。惟将旧物表深情，钿合金钗寄将去。钗留一股合一扇，钗擘黄金合分钿。但令心似金钿坚，天上人间会相见。(但令 一作：但教)临别殷勤重寄词，词中有誓两心知。七月七日长生殿，夜半无人私语时。在天愿作比翼鸟，在地愿为连理枝。天长地久有时尽，此恨绵绵无绝期。镜湖三百里，菡萏发荷花。五月西施采，人看隘若耶。回舟不待月，归去越王家。",
        "author": "唐代",
        "poem_class": "战争",
        "dynasty": "杜甫"
    },
    {
        "title": "从军行二首·其一",
        "paragraph": "大将军出战，白日暗榆关。三面黄金甲，单于破胆还。十里一走马，五里一扬鞭。都护军书至，匈奴围酒泉。关山正飞雪，烽火断无烟。柳叶双眉久不描，残妆和泪污红绡。长门尽日无梳洗，何必珍珠慰寂寥。清明时节雨纷纷，路上行人欲断魂。借问酒家何处有？牧童遥指杏花村。",
        "author": "唐代",
        "poem_class": "战争",
        "dynasty": "王昌龄"
    },
    {
        "title": "清平乐·蒋桂战争",
        "paragraph": "风云突变，军阀重开战。洒向人间都是怨，一枕黄粱再现。红旗越过汀江，直下龙岩上杭。收拾金瓯一片，分田分地真忙。长夜难明赤县天，百年魔怪舞翩跹，人民五亿不团圆。一唱雄鸡天下白，万方乐奏有于阗，诗人兴会更无前。屈子当年赋楚骚，手中握有杀人刀。艾萧太盛椒兰少，一跃冲向万里涛。水抱孤城，云开远戍，垂柳点点栖鸦。晚潮初落，残日漾平沙。白鸟悠悠自去，汀洲外、无限蒹葭。西风起，飞花如雪，冉冉去帆斜。天涯、还忆旧，香尘随马，明月窥车。渐秋风镜里，暗换年华。纵使长条无恙，重来处、攀折堪嗟。人何许，朱楼一角，寂寞倚残霞。",
        "author": "近现代",
        "poem_class": "战争",
        "dynasty": "毛泽东"
    },
    {
        "title": "陇西行四首",
        "paragraph": "汉主东封报太平，无人金阙议边兵。纵饶夺得林胡塞，碛地桑麻种不生。誓扫匈奴不顾身，五千貂锦丧胡尘。可怜无定河边骨，犹是春闺梦里人。陇戍三看塞草青，楼烦新替护羌兵。同来死者伤离别，一夜孤魂哭旧营。黠虏生擒未有涯，黑山营阵识龙蛇。自从贵主和亲后，一半胡风似汉家。小山重叠金明灭，鬓云欲度香腮雪。懒起画蛾眉，弄妆梳洗迟。照花前后镜，花面交相映。新帖绣罗襦，双双金鹧鸪。今朝郡斋冷，忽念山中客。涧底束荆薪，归来煮白石。欲持一瓢酒，远慰风雨夕。落叶满空山，何处寻行迹。三月三日天气新，长安水边多丽人。态浓意远淑且真，肌理细腻骨肉匀。绣罗衣裳照暮春，蹙金孔雀银麒麟。头上何所有？翠微匎叶垂鬓唇。背后何所见？珠压腰衱稳称身。就中云幕椒房亲，赐名大国虢与秦。紫驼之峰出翠釜，水精之盘行素鳞。犀箸厌饫久未下，鸾刀缕切空纷纶。黄门飞鞚不动尘，御厨络绎送八珍。箫鼓哀吟感鬼神，宾从杂遝实要津。后来鞍马何逡巡，当轩下马入锦茵。杨花雪落覆白苹，青鸟飞去衔红巾。炙手可热势绝伦，慎莫近前丞相嗔！",
        "author": "唐代",
        "poem_class": "战争",
        "dynasty": "陈陶"
    },
    {
        "title": "渔家傲·反第一次大“围剿”",
        "paragraph": "万木霜天红烂漫，天兵怒气冲霄汉。雾满龙冈千嶂暗，齐声唤，前头捉了张辉瓒。二十万军重入赣，风烟滚滚来天半。唤起工农千百万，同心干，不周山下红旗乱。昔闻湘水碧如染，今闻湘水胭脂痕。湘灵妆成照湘水，皎如皓月窥彤云。高丘寂寞竦中夜，芳荃零落无余春。鼓完瑶瑟人不闻，太平成象盈秋门。从来一别又经年，万里长风送客船。我有一言应记取，文章得失不由天。记得当年草上飞，红军队里每相违。长征不是难堪日，战锦方为大问题。斥鷃每闻欺大鸟，昆鸡长笑老鹰非。君今不幸离人世，国有疑难可问谁？",
        "author": "近现代",
        "poem_class": "战争",
        "dynasty": "毛泽东"
    },
    {
        "title": "题醉中所作草书卷后",
        "paragraph": "胸中磊落藏五兵，欲试无路空峥嵘。酒为旗鼓笔刀槊，势从天落银河倾。端溪石池浓作墨，烛光相射飞纵横。须臾收卷复把酒，如见万里烟尘清。丈夫身在要有立，逆虏运尽行当平。何时夜出五原塞，不闻人语闻鞭声。纸屏石枕竹方床，手倦抛书午梦长。睡起莞然成独笑，数声渔笛在沧浪。太上曰：祸福无门，唯人自召。善恶之报，如影随形。是以天地有司过之神。依人所犯轻重，以夺人算。算减则贫耗，多逢忧患，人皆恶之，刑祸随之，吉庆避之，恶星灾之，算尽则死。又有三台北斗神君，在人头上，录人罪恶，夺其纪算。又有三尸神，在人身中，每到庚申日，辄上诣天曹，言人罪过。月晦之日，灶神亦然。凡人有过，大则夺纪，小则夺算。其过大小，有数百事，欲求长生者，先须避之。是道则进，非道则退。不履邪径，不欺暗室。积德累功，慈心於物。忠孝友悌，正己化人，矜孤恤寡，敬老怀幼。昆虫草木，犹不可伤。宜悯人之凶，乐人之善，济人之急，救人之危。见人之得，如己之得。见人之失，如己之失。不彰人短，不炫己长。遏恶扬善，推多取少。受辱不怨，受宠若惊。施恩不求报，与人不追悔。所谓善人，人皆敬之，天道佑之，福禄随之。众邪远之，神灵卫之，所作必成，神仙可冀。欲求天仙者，当立一千三百善，欲求地仙者，当立三百善；苟或非义而动，背理而行。以恶为能，忍作残害。阴贼良善，暗侮君亲。慢其先生，叛其所事。诳诸无识，谤诸同学。虚诬诈伪，攻讦宗亲。刚强不仁，狠戾自用。是非不当，向背乖宜。虐下取功，谄上希旨。受恩不感，念怨不休。轻蔑天民，扰乱国政。赏及非义，刑及无辜。杀人取财，倾人取位。诛降戮服，贬正排贤。凌孤逼寡，弃法受赂。以直为曲，以曲为直。入轻为重，见杀加怒。知过不改，知善不为。自罪引他，壅塞方术。讪谤贤圣，侵凌道德。射飞逐走，发蛰惊栖，填穴覆巢，伤胎破卵。愿人有失，毁人成功。危人自安，减人自益。以恶易好，以私废公。窃人之能，蔽人之善。形人之丑，讦人之私。耗人货财，离人骨肉。侵人所爱，助人为非，逞志作威，辱人求胜。败人苗稼，破人婚姻。苟富而骄，苟免无耻，认恩推过。嫁祸卖恶。沽买虚誉，包贮险心。挫人所长，护己所短。乘威迫胁，纵暴杀伤。无故剪裁，非礼烹宰。散弃五谷，劳扰众生。破人之家。取其财宝。决水放火，以害民居，紊乱规模，以败人功，损人器物，以穷人用。见他荣贵，愿他流贬。见他富有，愿他破散。见他色美，起心私之。负他货财，原他身死。干求不遂，便生咒恨。见他失便，便说他过。见他体相不具而笑之。见他才能可称而抑之。埋蛊厌人，用药杀树。恚怒师傅，抵触父兄。强取强求，好侵好夺。掳掠致富，巧诈求迁。赏罚不平，逸乐过节。苛虐其下，恐吓於他。怨天尤人，呵风骂雨。斗合争讼，妄逐朋党。用妻妾语，违父母训。得新忘故。口是心非，贪冒於财，欺罔其上。造作恶语，谗毁平人。毁人称直，骂神称正，弃顺效逆，背亲向疏。指天地以证鄙怀，引神明而鉴猥事。施与後悔，假借不还。分外营求，力上施设。淫欲过度，心毒貌慈。秽食馁人，左道惑众。短尺狭度，轻秤小升。以伪杂真，采取奸利。压良为贱，谩蓦愚人，贪婪无厌，咒诅求直。嗜酒悖乱，骨肉忿争。男不忠良，女不柔顺。不和其室，不敬其夫。每好矜夸，常行妒忌。无行於妻子，失礼於舅姑，轻慢先灵，违逆上命。作为无益，怀挟外心。自咒咒他，偏憎偏爱。越井越灶，跳食跳人。损子堕胎，行多隐僻。晦腊歌舞，朔旦号怒。对北涕唾及溺，对灶吟咏及哭。又以灶火烧香，秽柴作食。夜起裸露，八节行刑。唾流星，指虹霓。辄指三光，久视日月，春月燎猎，对北恶骂。无故杀龟打蛇，如是等罪，司命随其轻重，夺其纪算。算尽则死，死有余责，乃殃及子孙。又诸横取人财者，乃计其妻子家口以当之，渐至死丧。若不死丧，则有水火盗贼，遗亡器物，疾病口舌诸事，以当妄取之直。又枉杀人者，是易刀兵而相杀也。取非义之财者，譬如漏脯救饥，鸩酒止渴，非不暂饱，死亦及之。夫心起於善，善虽未为，而吉神已随之。或心起於恶，恶虽未为，而凶神已随之。其有曾行恶事，後自改悔，诸恶莫作，众善奉行。久久必获吉庆，所谓转祸为福也。故吉人语善，视善，行善。一日有三善，三年天必降之福。凶人语恶、视恶、行恶，一日有三恶，三年天必降之祸，胡不勉而行之。门外无人问落花，绿阴冉冉遍天涯。林莺啼到无声处，青草池塘独听蛙。",
        "author": "宋代",
        "poem_class": "战争",
        "dynasty": "陆游"
    },
    {
        "title": "无题·万家墨面没蒿莱",
        "paragraph": "万家墨面没蒿莱，敢有歌吟动地哀。心事浩茫连广宇，于无声处听惊雷。爱棹扁舟傍岸行，红妆素蓞斗轻盈。脸边舷外晚霞明。为惜花香停短棹，戏窥鬓影拨流萍。玉钗斜立小蜻蜓。惯于长夜过春时，挈妇将雏鬓有丝。梦里依稀慈母泪，城头变幻大王旗。忍看朋辈成新鬼，怒向刀丛觅小诗。吟罢低眉无写处，月光如水照缁衣。无情未必真豪杰，怜子如何不丈夫？知否兴风狂啸者，回眸时看小於菟。",
        "author": "近现代",
        "poem_class": "战争",
        "dynasty": "鲁迅"
    },
    {
        "title": "送毛伯温",
        "paragraph": "大将南征胆气豪，腰横秋水雁翎刀。风吹鼍鼓山河动，电闪旌旗日月高。天上麒麟原有种，穴中蝼蚁岂能逃。太平待诏归来日，朕与先生解战袍。叶叶枝枝逐景生，高高下下自人情。两梢直拔青天上，留取根丛作雨声。百尺章台撩乱飞，重重帘幕弄春晖。怜他飘泊奈他飞。澹日滚残花影下，软风吹送玉楼西。天涯心事少人知。君不见燕昭当时下士日，乐生慷慨献奇术。一朝尽破七十城，昔日故鼎归磨室。君不见屠肆之儿人不识，高飞未得横天翼。窃符一日矫王师，北却邯郸声奕奕。又不见荆轲市醉藐豪右，入燕亟载将军首。径至咸阳献地图，怒击秦王环柱走。古来豪侠此其俦，亭亭意气薄王侯。危言一动北风起，拔剑欲断黄河流。丈夫四海同辽廓，谈天雄论摧山岳。宁愿一死不脱缨，安能局蹐居丘壑。君不见书生婆娑翰墨场，穷年力学攻文章。晓窥芸阁明窗静，日短暮续青藜光。倚马万言犹不足，夜光之珠混鱼目。不如三尺剑苍芒，挥之旦夕易陵谷。闻道四夷多未格，拥裘谁画平原策。负弩愿请向前驱，直挽银河洗兵甲。远山虎啸悲林木，磨牙吮血啖人肉。并借重开双宝刀，挥扫贪风驱残酷。",
        "author": "明代",
        "poem_class": "战争",
        "dynasty": "朱厚熜"
    },
    {
        "title": "减字木兰花·广昌路上",
        "paragraph": "漫天皆白，雪里行军情更迫。头上高山，风卷红旗过大关。此行何去？赣江风雪迷漫处。命令昨颁，十万工农下吉安。不是樽前爱惜身，佯狂难免假成真。曾因酒醉鞭名马，生怕情多累美人。劫数东南天作孽，鸡鸣风雨海扬尘。悲歌痛哭终何补，义士纷纷说帝秦。江南秋色垂垂暮，算幽事，浑无数。日日沧浪亭畔路。西风林下，夕阳水际，独自寻诗去。可怜愁与闲俱赴。待把尘劳截愁住。灯影幢幢天欲曙。闲中心事，忙中情味，并入西楼雨。夜起倚危楼，楼角玉绳低亚。惟有月明霜冷，浸万家鸳瓦。人间何苦又悲秋，正是伤春罢。却向春风亭畔，数梧桐叶下。",
        "author": "近现代",
        "poem_class": "战争",
        "dynasty": "毛泽东"
    },
    {
        "title": "战城南",
        "paragraph": "战城南，死郭北，野死不葬乌可食。为我谓乌：且为客豪！野死谅不葬，腐肉安能去子逃？水深激激，蒲苇冥冥；枭骑战斗死，驽马徘徊鸣。梁筑室，何以南？何以北？禾黍不获君何食？愿为忠臣安可得？思子良臣，良臣诚可思：朝行出攻，暮不夜归！问君何处拜庭闱，海国苍茫去路微。洛社旧游同北望，温陵积梦独南归。春行树外空闻鸟，夜坐花边静掩扉。转向高堂思綵服，云山惆怅与心违。明月何皎皎，照我罗床帏。忧愁不能寐，揽衣起徘徊。客行虽云乐，不如早旋归。出户独彷徨，愁思当告谁！引领还入房，泪下沾裳衣。轧轧弄寒机，功多力渐微。惟忧机上锦，不称舞人衣。",
        "author": "两汉",
        "poem_class": "战争",
        "dynasty": "佚名"
    },
    {
        "title": "垂老别",
        "paragraph": "四郊未宁静，垂老不得安。子孙阵亡尽，焉用身独完。 投杖出门去，同行为辛酸。幸有牙齿存，所悲骨髓干。 男儿既介胄，长揖别上官。老妻卧路啼，岁暮衣裳单。 孰知是死别，且复伤其寒。此去必不归，还闻劝加餐。 土门壁甚坚，杏园度亦难。势异邺城下，纵死时犹宽。 人生有离合，岂择衰老端。忆昔少壮日，迟回竟长叹。 万国尽征戍，烽火被冈峦。积尸草木腥，流血川原丹。 何乡为乐土，安敢尚盘桓。弃绝蓬室居，塌然摧肺肝。紫陌红尘拂面来，无人不道看花回。玄都观里桃千树，尽是刘郎去后栽。自西山道口径北，逾黄茅岭而下，有二道：其一西出，寻之无所得；其一少北而东，不过四十丈，土断而川分，有积石横当其垠。其上为睥睨、梁欐之形，其旁出堡坞，有若门焉。窥之正黑，投以小石，洞然有水声，其响之激越，良久乃已。环之可上，望甚远，无土壤而生嘉树美箭，益奇而坚，其疏数偃仰，类智者所施设也。噫！吾疑造物者之有无久矣。及是，愈以为诚有。又怪其不为之中州，而列是夷狄，更千百年不得一售其伎，是固劳而无用。神者傥不宜如是，则其果无乎？或曰：“以慰夫贤而辱于此者。”或曰：“其气之灵，不为伟人,而独为是物，故楚之南少人而多石。”是二者，余未信之。 妾发初覆额，折花门前剧。郎骑竹马来，绕床弄青梅。同居长干里，两小无嫌猜。十四为君妇，羞颜未尝开。低头向暗壁，千唤不一回。十五始展眉，愿同尘与灰。常存抱柱信，岂上望夫台。十六君远行，瞿塘滟滪堆。五月不可触，猿声天上哀。(猿声 一作：猿鸣)门前迟行迹，一一生绿苔。苔深不能扫，落叶秋风早。八月蝴蝶来，双飞西园草。(蝴蝶来 一作：蝴蝶黄)感此伤妾心，坐愁红颜老。早晚下三巴，预将书报家。相迎不道远，直至长风沙。",
        "author": "唐代",
        "poem_class": "战争",
        "dynasty": "杜甫"
    },
    {
        "title": "西江月·井冈山",
        "paragraph": "山下旌旗在望，山头鼓角相闻。敌军围困万千重，我自岿然不动。早已森严壁垒，更加众志成城。黄洋界上炮声隆，报道敌军宵遁。还家未久又离家，日暮新愁分外加。夹道万株杨柳树，望中都化断肠花。樱桃花底。相见颓云髻。的的银釭限意。消得和衣浓睡。当时草草西窗。都成别后思量。料得天涯异日，应思今夜凄凉。一山飞峙大江边，跃上葱茏四百旋。冷眼向洋看世界，热风吹雨洒江天。云横九派浮黄鹤，浪下三吴起白烟。陶令不知何处去，桃花源里可耕田？",
        "author": "近现代",
        "poem_class": "战争",
        "dynasty": "毛泽东"
    },
    {
        "title": "从军北征",
        "paragraph": "天山雪后海风寒，横笛偏吹行路难。碛里征人三十万，一时回首月中看。青山横北郭，白水绕东城。此地一为别，孤蓬万里征。浮云游子意，落日故人情。挥手自兹去，萧萧班马鸣。豁开青冥颠，泻出万丈泉。如裁一条素，白日悬秋天。红叶醉秋色，碧溪弹夜弦。佳期不可再，风雨杳如年。",
        "author": "唐代",
        "poem_class": "战争",
        "dynasty": "李益"
    },
    {
        "title": "无家别",
        "paragraph": "寂寞天宝后，园庐但蒿藜。我里百余家，世乱各东西。存者无消息，死者为尘泥。贱子因阵败，归来寻旧蹊。久行见空巷，日瘦气惨凄，但对狐与狸，竖毛怒我啼。四邻何所有，一二老寡妻。宿鸟恋本枝，安辞且穷栖。方春独荷锄，日暮还灌畦。县吏知我至，召令习鼓鞞。虽从本州役，内顾无所携。近行止一身，远去终转迷。家乡既荡尽，远近理亦齐。永痛长病母，五年委沟溪。生我不得力，终身两酸嘶。人生无家别，何以为蒸黎。松叶堪为酒，春来酿几多。不辞山路远，踏雪也相过。游人五陵去，宝剑值千金。分手脱相赠，平生一片心。寂寂花时闭院门，美人相并立琼轩。 含情欲说宫中事，鹦鹉前头不敢言。",
        "author": "唐代",
        "poem_class": "战争",
        "dynasty": "杜甫"
    },
    {
        "title": "潼关吏",
        "paragraph": "士卒何草草，筑城潼关道。大城铁不如，小城万丈余。借问潼关吏：修关还备胡？要我下马行，为我指山隅：连云列战格，飞鸟不能逾。胡来但自守，岂复忧西都。丈人视要处，窄狭容单车。艰难奋长戟，万古用一夫。哀哉桃林战，百万化为鱼。请嘱防关将，慎勿学哥舒！十里一走马，五里一扬鞭。都护军书至，匈奴围酒泉。关山正飞雪，烽火断无烟。有耳莫洗颍川水，有口莫食首阳蕨。含光混世贵无名，何用孤高比云月？吾观自古贤达人，功成不退皆殒身。子胥既弃吴江上，屈原终投湘水滨。陆机雄才岂自保？李斯税驾苦不早。华亭鹤唳讵可闻？上蔡苍鹰何足道？君不见吴中张翰称达生，秋风忽忆江东行。且乐生前一杯酒，何须身后千载名？绝代有佳人，幽居在空谷。自云良家子，零落依草木。关中昔丧乱，兄弟遭杀戮。官高何足论，不得收骨肉。世情恶衰歇，万事随转烛。夫婿轻薄儿，新人美如玉。合昏尚知时，鸳鸯不独宿。但见新人笑，那闻旧人哭。在山泉水清，出山泉水浊。侍婢卖珠回，牵萝补茅屋。摘花不插发，采柏动盈掬。天寒翠袖薄，日暮倚修竹。",
        "author": "唐代",
        "poem_class": "战争",
        "dynasty": "杜甫"
    },
    {
        "title": "胡无人",
        "paragraph": "严风吹霜海草凋，筋干精坚胡马骄。汉家战士三十万，将军兼领霍嫖姚。流星白羽腰间插，剑花秋莲光出匣。天兵照雪下玉关，虏箭如沙射金甲。云龙风虎尽交回，太白入月敌可摧。敌可摧，旄头灭，履胡之肠涉胡血。悬胡青天上，埋胡紫塞傍。胡无人，汉道昌。陛下之寿三千霜。但歌大风云飞扬，安得猛士兮守四方。蓬头稚子学垂纶，侧坐莓苔草映身。 路人借问遥招手，怕得鱼惊不应人。暮投石壕村，有吏夜捉人。老翁逾墙走，老妇出门看。吏呼一何怒！妇啼一何苦！听妇前致词：三男邺城戍。一男附书至，二男新战死。存者且偷生，死者长已矣！室中更无人，惟有乳下孙。有孙母未去，出入无完裙。老妪力虽衰，请从吏夜归。急应河阳役，犹得备晨炊。夜久语声绝，如闻泣幽咽。天明登前途，独与老翁别。缀玉联珠六十年，谁教冥路作诗仙。浮云不系名居易，造化无为字乐天。童子解吟长恨曲，胡儿能唱琵琶篇。文章已满行人耳，一度思卿一怆然。",
        "author": "唐代",
        "poem_class": "战争",
        "dynasty": "李白"
    },
    {
        "title": "十五从军行 / 十五从军征",
        "paragraph": "十五从军征，八十始得归。道逢乡里人，家中有阿谁？遥看是君家，松柏冢累累。兔从狗窦入，雉从梁上飞。中庭生旅谷，井上生旅葵。舂谷持作饭，采葵持作羹。羹饭一时熟，不知贻阿谁？(贻 一作：饴)出门东向看，泪落沾我衣。青天含翠彩，素日扬清晖。良时不再至，离别在须臾。屏营衢路侧，执手野踟蹰。仰视浮云驰，奄忽互相逾。风波一失所，各在天一隅。长当从此别，且复立斯须。欲因晨风发，送子以贱躯。无道人之短，无说己之长。施人慎勿念，受施慎勿忘。世誉不足慕，唯仁为纪纲。隐心而后动，谤议庸何伤？无使名过实，守愚圣所臧。在涅贵不淄，暧暧内含光。柔弱生之徒，老氏诫刚强。硁硁鄙夫介，悠悠故难量。慎言节饮食，知足胜不祥。行之苟有恒，久久自芬芳。",
        "author": "两汉",
        "poem_class": "战争",
        "dynasty": "佚名"
    },
    {
        "title": "望阙台",
        "paragraph": "十年驱驰海色寒，孤臣于此望宸銮。繁霜尽是心头血，洒向千峰秋叶丹。明月入我户，清风吹我衣。散步下瑶阶，仰看星斗辉。万籁寂不闻，群动咸息机。啸歌振林薮，鸟雀争分飞。兴尽却归来，此意知者稀。天马徕，翼飞龙。蹄削玉，耳垂筒。碧月悬双颊，明星贯两瞳。文皇将士尽罴虎，复有龙驹助神武。流矢当胸战不休，汗沟血点桃花雨。坝上摧锋第一功，策勋何必减元戎。君不见虎士标形麟阁里，龙驹亦入画图中。紫骝马，金络月。朝刷燕，晡秣越。俶傥精权奇，超骧走灭没。当年万马尽腾空，就中紫骝尤最雄。战罢不知身着箭，飞来祇觉足生风。北风猎猎吹原野，长河水澌血流赭。谁言百万倒戈中，犹有弯弧射钩者。莫道好春无处讨，岭上琼花，开向金闺早。酒醒香浓天未晓，一丸璧月窥窗悄。初整晨妆眉样巧，笑问檀奴，秀色餐多少。更喜今年春色好，阶前渐绿宜男草。",
        "author": "明代",
        "poem_class": "战争",
        "dynasty": "戚继光"
    },
    {
        "title": "塞下曲",
        "paragraph": "夜战桑乾北，秦兵半不归。朝来有乡信，犹自寄寒衣。君到姑苏见，人家尽枕河。古宫闲地少，水港小桥多。(水港 一作：水巷)夜市卖菱藕，春船载绮罗。遥知未眠月，乡思在渔歌。去年战，桑干源，今年战，葱河道。洗兵条支海上波，放马天山雪中草。万里长征战，三军尽衰老。匈奴以杀戮为耕作，古来唯见白骨黄沙田。秦家筑城避胡处，汉家还有烽火燃。烽火燃不息，征战无已时。野战格斗死，败马号鸣向天悲。乌鸢啄人肠，衔飞上挂枯树枝。士卒涂草莽，将军空尔为。乃知兵者是凶器，圣人不得已而用之。山不在高，有仙则名。水不在深，有龙则灵。斯是陋室，惟吾德馨。苔痕上阶绿，草色入帘青。谈笑有鸿儒，往来无白丁。可以调素琴，阅金经。无丝竹之乱耳，无案牍之劳形。南阳诸葛庐，西蜀子云亭。孔子云：何陋之有？",
        "author": "唐代",
        "poem_class": "战争",
        "dynasty": "许浑"
    },
    {
        "title": "马上作",
        "paragraph": "南北驱驰报主情，江花边草笑平生。(边草 一作：边月)一年三百六十日，多是横戈马上行。 (多是 一作：都是)花香月色两相宜，惜月怜花卧转迟；月落漫凭花送酒，花残还有月催诗。隔花窥月无多影，带月看花别样姿；多少花前月下客，年年和月醉花枝。油菜花开满地金，鹁鸠声里又春深。闾阎正苦饥民色，畎亩长怀老圃心。自有牡丹堪富贵，也从蜂蝶谩追寻。年年开落浑閒事，来赏何人共此襟？堂上慈亲鹤发垂，几回空负倚门思。定因说向孙儿道，知在京师在下邳。",
        "author": "明代",
        "poem_class": "战争",
        "dynasty": "戚继光"
    },
    {
        "title": "陇西行",
        "paragraph": "十里一走马，五里一扬鞭。都护军书至，匈奴围酒泉。关山正飞雪，烽火断无烟。偶来松树下，高枕石头眠。山中无历日，寒尽不知年。紫陌红尘拂面来，无人不道看花回。玄都观里桃千树，尽是刘郎去后栽。君到姑苏见，人家尽枕河。古宫闲地少，水港小桥多。(水港 一作：水巷)夜市卖菱藕，春船载绮罗。遥知未眠月，乡思在渔歌。",
        "author": "唐代",
        "poem_class": "战争",
        "dynasty": "王维"
    },
    {
        "title": "齐桓公伐楚盟屈完",
        "paragraph": "齐侯与蔡姬乘舟于囿，荡公。公惧变色；禁之，不可。公怒，归之，未之绝也。蔡人嫁之。四年春，齐侯以诸侯之师侵蔡，蔡溃，遂伐楚。楚子使与师言曰：“君处北海，寡人处南海，唯是风马牛不相及也。不虞君之涉吾地也，何故？”管仲对曰：“昔召康公命我先君太公曰：‘五侯九伯，女实征之，以夹辅周室。’赐我先君履：东至于海，西至于河，南至于穆陵，北至于无棣。尔贡包茅不入，王祭不共，无以缩酒，寡人是征；昭王南征而不复，寡人是问。”对曰：“贡之不入，寡君之罪也，敢不共给？昭王之不复，君其问诸水滨。”(徵 通 征)师进，次于陉。夏，楚子使屈完如师。师退，次于召陵。齐侯陈诸侯之师，与屈完乘而观之。齐侯曰：“岂不榖()是为？ 先君之好是继，与不榖同好，如何？”对曰：“君惠徼福于敝邑之社稷，辱收寡君，寡君之愿也。”齐侯曰：“以此众战，谁能御之！以此攻城，何城不克！”对曰：“君若以德绥诸侯，谁敢不服？ 君若以力，楚国方城以为城，汉水以为池，虽众，无所用之！”屈完及诸侯盟。夜如何其？夜未央，庭燎之光。君子至止，鸾声将将。夜如何其？夜未艾，庭燎晣晣。君子至止，鸾声哕哕。夜如何其？夜乡晨，庭燎有辉。君子至止，言观其旂。蓼蓼者莪，匪莪伊蒿。哀哀父母，生我劬劳。蓼蓼者莪，匪莪伊蔚。哀哀父母，生我劳瘁。瓶之罄矣，维罍之耻。鲜民之生，不如死之久矣。无父何怙？无母何恃？出则衔恤，入则靡至。父兮生我，母兮鞠我。抚我畜我，长我育我，顾我复我，出入腹我。欲报之德。昊天罔极！南山烈烈，飘风发发。民莫不穀，我独何害！南山律律，飘风弗弗。民莫不穀，我独不卒！无田甫田，维莠骄骄。无思远人，劳心忉忉。无田甫田，维莠桀桀。无思远人，劳心怛怛。婉兮娈兮。总角丱兮。未几见兮，突而弁兮！",
        "author": "先秦",
        "poem_class": "战争",
        "dynasty": "左丘明"
    },
    {
        "title": "闻武均州报已复西京",
        "paragraph": "白发将军亦壮哉，西京昨夜捷书来。胡儿敢作千年计，天意宁知一日回。列圣仁恩深雨露，中兴赦令疾风雷。悬知寒食朝陵使，驿路梨花处处开。眉共春山争秀。可怜长皱。莫将清泪湿花枝，恐花也、如人瘦。清润玉箫闲久。知音稀有，欲知日日倚阑愁，但问取、亭前柳。东武望余杭，云海天涯两渺茫。何日功成名遂了，还乡，醉笑陪公三万场。不用诉离觞，痛饮从来别有肠。今夜送归灯火冷，河塘，堕泪羊公却姓杨。绣面芙蓉一笑开，斜飞宝鸭衬香腮。眼波才动被人猜。一面风情深有韵，半笺娇恨寄幽怀。月移花影约重来。",
        "author": "宋代",
        "poem_class": "战争",
        "dynasty": "陆游"
    },
    {
        "title": "送人赴安西",
        "paragraph": "上马带吴钩，翩翩度陇头。小来思报国，不是爱封侯。万里乡为梦，三边月作愁。早须清黠虏，无事莫经秋。长干吴儿女，眉目艳新月。屐上足如霜，不著鸦头袜。吴儿多白皙，好为荡舟剧。卖眼掷春心，折花调行客。耶溪采莲女，见客棹歌回。笑入荷花去，佯羞不出来。东阳素足女，会稽素舸郎。相看月未堕，白地断肝肠。镜湖水如月，耶溪女似雪。新妆荡新波，光景两奇绝。吴姬越艳楚王妃，争弄莲舟水湿衣。来时浦口花迎入，采罢江头月送归。荷叶罗裙一色裁，芙蓉向脸两边开。乱入池中看不见，闻歌始觉有人来。处世若大梦，胡为劳其生？所以终日醉，颓然卧前楹。觉来眄庭前，一鸟花间鸣。借问此何时？春风语流莺。感之欲叹息，对酒还自倾。浩歌待明月，曲尽已忘情。",
        "author": "唐代",
        "poem_class": "战争",
        "dynasty": "岑参"
    },
    {
        "title": "出塞二首",
        "paragraph": "秦时明月汉时关，万里长征人未还。但使龙城飞将在，不教胡马度阴山。骝马新跨白玉鞍，战罢沙场月色寒。城头铁鼓声犹震，匣里金刀血未干。凉冷三秋夜，安闲一老翁。卧迟灯灭后，睡美雨声中。灰宿温瓶火，香添暖被笼。晓晴寒未起，霜叶满阶红。坦腹江亭暖，长吟野望时。水流心不竞，云在意俱迟。寂寂春将晚，欣欣物自私。江东犹苦战，回首一颦眉。井底引银瓶，银瓶欲上丝绳绝。石上磨玉簪，玉簪欲成中央折。瓶沉簪折知奈何？似妾今朝与君别。忆昔在家为女时，人言举动有殊姿。婵娟两鬓秋蝉翼，宛转双蛾远山色。笑随戏伴后园中，此时与君未相识。妾弄青梅凭短墙，君骑白马傍垂杨。墙头马上遥相顾，一见知君即断肠。知君断肠共君语，君指南山松柏树。感君松柏化为心，暗合双鬟逐君去。到君家舍五六年，君家大人频有言。聘则为妻奔是妾，不堪主祀奉蘋蘩。终知君家不可住，其奈出门无去处。岂无父母在高堂？亦有亲情满故乡。潜来更不通消息，今日悲羞归不得。为君一日恩，误妾百年身。寄言痴小人家女，慎勿将身轻许人！",
        "author": "唐代",
        "poem_class": "战争",
        "dynasty": "王昌龄"
    },
    {
        "title": "塞下曲",
        "paragraph": "饮马渡秋水，水寒风似刀。平沙日未没，黯黯见临洮。昔日长城战，咸言意气高。黄尘足今古，白骨乱蓬蒿。清浅白石滩，绿蒲向堪把。家住水东西，浣纱明月下。零落桐叶雨，萧条槿花风。悠悠早秋意，生此幽闲中。 况与故人别，中怀正无悰。勿云不相送，心到青门东。 相知岂在多，但问同不同。同心一人去，坐觉长安空。五月榴花照眼明，枝间时见子初成。 可怜此地无车马，颠倒青苔落绛英。",
        "author": "唐代",
        "poem_class": "战争",
        "dynasty": "王昌龄"
    },
    {
        "title": "新婚别",
        "paragraph": "兔丝附蓬麻，引蔓故不长。嫁女与征夫，不如弃路旁。结发为君妻，席不暖君床。暮婚晨告别，无乃太匆忙。君行虽不远，守边赴河阳。妾身未分明，何以拜姑嫜？父母养我时，日夜令我藏。生女有所归，鸡狗亦得将。君今往死地，沉痛迫中肠。誓欲随君去，形势反苍黄。勿为新婚念，努力事戎行。妇人在军中，兵气恐不扬。自嗟贫家女，久致罗襦裳。罗襦不复施，对君洗红妆。仰视百鸟飞，大小必双翔。人事多错迕，与君永相望。落日五湖游，烟波处处愁。浮沉千古事，谁与问东流？圣代无隐者，英灵尽来归。遂令东山客，不得顾采薇。既至金门远，孰云吾道非。(金门 一作：君门)江淮度寒食，京洛缝春衣。置酒临长道，同心与我违。行当浮桂棹，未几拂荆扉。远树带行客，孤村当落晖。(孤村 一作：孤城)吾谋适不用，勿谓知音稀。花开不同赏，花落不同悲。欲问相思处，花开花落时。",
        "author": "唐代",
        "poem_class": "战争",
        "dynasty": "杜甫"
    },
    {
        "title": "燕歌行并序",
        "paragraph": "开元二十六年，客有从御史大夫张公出塞而还者；作《燕歌行》以示适，感征戍之事，因而和焉。汉家烟尘在东北，汉将辞家破残贼。男儿本自重横行，天子非常赐颜色。摐金伐鼓下榆关，旌旆逶迤碣石间。校尉羽书飞瀚海，单于猎火照狼山。山川萧条极边土，胡骑凭陵杂风雨。战士军前半死生，美人帐下犹歌舞！大漠穷秋塞草腓，孤城落日斗兵稀。身当恩遇常轻敌，力尽关山未解围。(常轻敌 一作：恒轻敌)铁衣远戍辛勤久，玉箸应啼别离后。少妇城南欲断肠，征人蓟北空回首。边庭飘飖那可度，绝域苍茫无所有！(飘飖 一作：飘摇；无所 一作：更何)杀气三时作阵云，寒声一夜传刁斗。相看白刃血纷纷，死节从来岂顾勋？君不见沙场征战苦，至今犹忆李将军！迢递高城百尺楼，绿杨枝外尽汀洲。贾生年少虚垂泪，王粲春来更远游。(垂泪 一作：垂涕)永忆江湖归白发，欲回天地入扁舟。不知腐鼠成滋味，猜意鹓雏竟未休。万壑树参天，千山响杜鹃。山中一夜雨，树杪百重泉。汉女输橦布，巴人讼芋田。文翁翻教授，不敢倚先贤。玉露凋伤枫树林，巫山巫峡气萧森。江间波浪兼天涌，塞上风云接地阴。丛菊两开他日泪，孤舟一系故园心。寒衣处处催刀尺，白帝城高急暮砧。",
        "author": "唐代",
        "poem_class": "战争",
        "dynasty": "高适"
    },
    {
        "title": "前出塞九首·其六",
        "paragraph": "挽弓当挽强，用箭当用长。射人先射马，擒贼先擒王。杀人亦有限，列国自有疆。苟能制侵陵，岂在多杀伤。新丰美酒斗十千，咸阳游侠多少年。相逢意气为君饮，系马高楼垂柳边。出身仕汉羽林郎，初随骠骑战渔阳。孰知不向边庭苦，纵死犹闻侠骨香。一身能擘两雕弧，虏骑千重只似无。偏坐金鞍调白羽，纷纷射杀五单于。汉家君臣欢宴终，高议云台论战功。天子临轩赐侯印，将军佩出明光宫。近寒食雨草萋萋，著麦苗风柳映堤。等是有家归未得，杜鹃休向耳边啼。恐是仙家好别离，故教迢递作佳期。由来碧落银河畔，可要金风玉露时。清漏渐移相望久，微云未接过来迟。岂能无意酬乌鹊，惟与蜘蛛乞巧丝。",
        "author": "唐代",
        "poem_class": "战争",
        "dynasty": "杜甫"
    },
    {
        "title": "从军行·其二",
        "paragraph": "百战沙场碎铁衣，城南已合数重围。 突营射杀呼延将，独领残兵千骑归。枫叶千枝复万枝，江桥掩映暮帆迟。 忆君心似西江水，日夜东流无歇时。炉火照天地，红星乱紫烟。赧郎明月夜，歌曲动寒川。寒更承夜永，凉夕向秋澄。离心何以赠，自有玉壶冰。",
        "author": "唐代",
        "poem_class": "战争",
        "dynasty": "李白"
    },
    {
        "title": "塞下曲",
        "paragraph": "月黑雁飞高，单于夜遁逃。欲将轻骑逐，大雪满弓刀。丁丁漏水夜何长，漫漫轻云露月光。秋逼暗虫通夕响，征衣未寄莫飞霜。泠泠七弦上，静听松风寒。(七弦 一作：七丝)古调虽自爱，今人多不弹。人道海水深，不抵相思半。海水尚有涯，相思渺无畔。携琴上高楼，楼虚月华满。弹著相思曲，弦肠一时断。",
        "author": "唐代",
        "poem_class": "战争",
        "dynasty": "卢纶"
    },
    {
        "title": "从军行",
        "paragraph": "烽火照西京，心中自不平。牙璋辞凤阙，铁骑绕龙城。雪暗凋旗画，风多杂鼓声。宁为百夫长，胜作一书生。洛阳女儿对门居，才可颜容十五余。良人玉勒乘骢马，侍女金盘脍鲤鱼。画阁朱楼尽相望，红桃绿柳垂檐向。罗帷送上七香车，宝扇迎归九华帐。狂夫富贵在青春，意气骄奢剧季伦。自怜碧玉亲教舞，不惜珊瑚持与人。春窗曙灭九微火，九微片片飞花琐。戏罢曾无理曲时，妆成祗是熏香坐。城中相识尽繁华，日夜经过赵李家。谁怜越女颜如玉，贫贱江头自浣纱。锦城丝管日纷纷，半入江风半入云。 此曲只应天上有，人间能得几回闻。寻章摘句老雕虫，晓月当帘挂玉弓。不见年年辽海上，文章何处哭秋风。",
        "author": "唐代",
        "poem_class": "战争",
        "dynasty": "杨炯"
    },
    {
        "title": "石壕吏",
        "paragraph": "暮投石壕村，有吏夜捉人。老翁逾墙走，老妇出门看。吏呼一何怒！妇啼一何苦！听妇前致词：三男邺城戍。一男附书至，二男新战死。存者且偷生，死者长已矣！室中更无人，惟有乳下孙。有孙母未去，出入无完裙。老妪力虽衰，请从吏夜归。急应河阳役，犹得备晨炊。夜久语声绝，如闻泣幽咽。天明登前途，独与老翁别。饮马渡秋水，水寒风似刀。平沙日未没，黯黯见临洮。昔日长城战，咸言意气高。黄尘足今古，白骨乱蓬蒿。永日不可暮，炎蒸毒我肠。安得万里风，飘飖吹我裳。昊天出华月，茂林延疏光。仲夏苦夜短，开轩纳微凉。虚明见纤毫，羽虫亦飞扬。物情无巨细，自适固其常。念彼荷戈士，穷年守边疆。何由一洗濯，执热互相望。竟夕击刁斗，喧声连万方。青紫虽被体，不如早还乡。北城悲笳发，鹳鹤号且翔。况复烦促倦，激烈思时康。空山不见人，但闻人语响。返景入深林，复照青苔上。",
        "author": "唐代",
        "poem_class": "战争",
        "dynasty": "杜甫"
    },
    {
        "title": "曹刿论战",
        "paragraph": "十年春，齐师伐我。公将战，曹刿请见。其乡人曰：“肉食者谋之，又何间焉？”刿曰：“肉食者鄙，未能远谋。”乃入见。问：“何以战？”公曰：“衣食所安，弗敢专也，必以分人。”对曰：“小惠未遍，民弗从也。”公曰：“牺牲玉帛，弗敢加也，必以信。”对曰：“小信未孚，神弗福也。”公曰：“小大之狱，虽不能察，必以情。”对曰：“忠之属也。可以一战。战则请从。”（遍 同：徧)公与之乘，战于长勺。公将鼓之。刿曰：“未可。”齐人三鼓。刿曰：“可矣。”齐师败绩。公将驰之。刿曰：“未可。”下视其辙，登轼而望之，曰：“可矣。”遂逐齐师。既克，公问其故。对曰：“夫战，勇气也。一鼓作气，再而衰，三而竭。彼竭我盈，故克之。夫大国，难测也，惧有伏焉。吾视其辙乱，望其旗靡，故逐之。”皇皇上天。其命不忒。天之以善。心报其德。赫赫明明。王命卿士，南仲大祖，大师皇父。整我六师，以脩我戎。既敬既戒，惠此南国。王谓尹氏，命程伯休父，左右陈行。戒我师旅，率彼淮浦，省此徐土。不留不处，三事就绪。赫赫业业，有严天子。王舒保作，匪绍匪游。徐方绎骚，震惊徐方。如雷如霆，徐方震惊。王奋厥武，如震如怒。进厥虎臣，阚如虓虎。铺敦淮濆，仍执丑虏。截彼淮浦，王师之所。王旅啴啴，如飞如翰。如江如汉，如山之苞。如川之流，绵绵翼翼。不测不克，濯征徐国。王犹允塞，徐方既来。徐方既同，天子之功。四方既平，徐方来庭。徐方不回，王曰还归。截趾适屦。孰云其愚。何与斯人。追欲丧躯。",
        "author": "先秦",
        "poem_class": "战争",
        "dynasty": "左丘明"
    },
    {
        "title": "雁门太守行",
        "paragraph": "黑云压城城欲摧，甲光向日金鳞开。(向日 一作：向月)角声满天秋色里，塞上燕脂凝夜紫。(塞上 一作：塞土)半卷红旗临易水，霜重鼓寒声不起。报君黄金台上意，提携玉龙为君死。一为迁客去长沙，西望长安不见家。 黄鹤楼中吹玉笛，江城五月落梅花。斜阳照墟落，穷巷牛羊归。(斜阳 一作：斜光)野老念牧童，倚杖候荆扉。雉雊麦苗秀，蚕眠桑叶稀。田夫荷锄至，相见语依依。(至 一作：立)即此羡闲逸，怅然吟式微。汴水流，泗水流，流到瓜州古渡头。吴山点点愁。思悠悠，恨悠悠，恨到归时方始休。月明人倚楼。",
        "author": "唐代",
        "poem_class": "战争",
        "dynasty": "李贺"
    },
    {
        "title": "木兰诗 / 木兰辞",
        "paragraph": "唧唧复唧唧，木兰当户织。不闻机杼声，唯闻女叹息。(唯 一作：惟)问女何所思，问女何所忆。女亦无所思，女亦无所忆。昨夜见军帖，可汗大点兵，军书十二卷，卷卷有爷名。阿爷无大儿，木兰无长兄，愿为市鞍马，从此替爷征。东市买骏马，西市买鞍鞯，南市买辔头，北市买长鞭。旦辞爷娘去，暮宿黄河边，不闻爷娘唤女声，但闻黄河流水鸣溅溅。旦辞黄河去，暮至黑山头，不闻爷娘唤女声，但闻燕山胡骑鸣啾啾。万里赴戎机，关山度若飞。朔气传金柝，寒光照铁衣。将军百战死，壮士十年归。归来见天子，天子坐明堂。策勋十二转，赏赐百千强。可汗问所欲，木兰不用尚书郎，愿驰千里足，送儿还故乡。爷娘闻女来，出郭相扶将；阿姊闻妹来，当户理红妆；小弟闻姊来，磨刀霍霍向猪羊。开我东阁门，坐我西阁床。脱我战时袍，著我旧时裳。当窗理云鬓，对镜帖花黄。出门看火伴，火伴皆惊忙：同行十二年，不知木兰是女郎。雄兔脚扑朔，雌兔眼迷离；双兔傍地走，安能辨我是雄雌？游戏五湖采莲归。发花田叶芳袭衣。为君艳歌世所希。世所希。有如玉。江南弄。采莲曲。青琐门外安石榴，连枝接叶夹御沟。金墉城西合欢树，垂条照彩拂凤楼。游侠少年游上路，倾心颠倒相恋慕。摩顶至足买片言，开胸沥胆取一顾。自言家在赵邯郸，翩翩舌杪复剑端。青骊白驳的卢马，金羁绿控紫丝鞶。躞蹀横行不止进，夜夜汗血至长安。长安城中诸贵臣，争贵儒者席上珍。复闻梁王好学问，轻弃剑客如埃尘。吾丘寿王始得意，司马相如适被申。大才大辩尚如此，何况我辈轻薄人。逢风时逈度。逐侣乍争飞。犹忆方塘水。今秋已复归。",
        "author": "南北朝",
        "poem_class": "战争",
        "dynasty": "乐府诗集"
    },
    {
        "title": "击鼓",
        "paragraph": "击鼓其镗，踊跃用兵。土国城漕，我独南行。从孙子仲，平陈与宋。不我以归，忧心有忡。爰居爰处？爰丧其马？于以求之？于林之下。死生契阔，与子成说。执子之手，与子偕老。于嗟阔兮，不我活兮。于嗟洵兮，不我信兮。月出皎兮，佼人僚兮。舒窈纠兮，劳心悄兮。月出皓兮，佼人懰兮。舒懮受兮，劳心慅兮。月出照兮，佼人燎兮。舒夭绍兮，劳心惨兮。吴王夫差乃告诸大夫曰：“孤将有大志于齐，吾将许越成，而无拂吾虑。若越既改，吾又何求？若其不改，反行，吾振旅焉。”申胥谏曰：“不可许也。夫越非实忠心好吴也，又非慑畏吾甲兵之强也。大夫种勇而善谋，将还玩吴国于股掌之上，以得其志。夫固知君王之盖威以好胜也，故婉约其辞，以从逸王志，使淫乐于诸夏之国，以自伤也。使吾甲兵钝弊，民人离落，而日以憔悴，然后安受吾烬。夫越王好信以爱民，四方归之，年谷时熟，日长炎炎，及吾犹可以战也。为虺弗摧，为蛇将若何？”吴王曰：“大夫奚隆于越？越曾足以为大虞乎？若无越，则吾何以春秋曜吾军士？”乃许之成。将盟，越王又使诸稽郢辞曰：“以盟为有益乎？前盟口血未乾，足以结信矣。以盟为无益乎？君王舍甲兵之威以临使之，而胡重于鬼神而自轻也。”吴王乃许之，荒成不盟。 岁将暮兮日已寒。中心乱兮勿多言。内怵惕兮徂玉床。横自陈兮君之傍。",
        "author": "先秦",
        "poem_class": "战争",
        "dynasty": "佚名"
    },
    {
        "title": "少年行四首",
        "paragraph": "新丰美酒斗十千，咸阳游侠多少年。相逢意气为君饮，系马高楼垂柳边。出身仕汉羽林郎，初随骠骑战渔阳。孰知不向边庭苦，纵死犹闻侠骨香。一身能擘两雕弧，虏骑千重只似无。偏坐金鞍调白羽，纷纷射杀五单于。汉家君臣欢宴终，高议云台论战功。天子临轩赐侯印，将军佩出明光宫。旅馆寒灯独不眠，客心何事转凄然。故乡今夜思千里，霜鬓明朝又一年。(霜鬓 一作：愁鬓)君问归期未有期，巴山夜雨涨秋池。 何当共剪西窗烛，却话巴山夜雨时。天下英雄气，千秋尚凛然。(天下 一作：天地)势分三足鼎，业复五铢钱。 得相能开国，生儿不象贤。凄凉蜀故妓，来舞魏宫前。",
        "author": "唐代",
        "poem_class": "战争",
        "dynasty": "王维"
    }
]