[
    {
        "title": "奉陪郑驸马韦曲二首·其一",
        "paragraph": "韦曲花无赖，家家恼杀人。绿尊须尽日，白发好禁春。石角钩衣破，藤梢刺眼新。何时占丛竹，头戴小乌巾。渔翁夜傍西岩宿，晓汲清湘燃楚竹。烟销日出不见人，欸乃一声山水绿。回看天际下中流，岩上无心云相逐。为人性僻耽佳句，语不惊人死不休。老去诗篇浑漫兴，春来花鸟莫深愁。(漫兴 一作：漫与)新添水槛供垂钓，故着浮槎替入舟。焉得思如陶谢手，令渠述作与同游。怀君属秋夜，散步咏凉天。空山松子落，幽人应未眠。(空山 一作：山空)",
        "author": "唐代",
        "poem_class": "春天",
        "dynasty": "杜甫"
    },
    {
        "title": "阳春曲·春思",
        "paragraph": "柳梢淡淡鹅黄染，波面澄澄鸭绿添，及时膏雨细廉纤。门半掩，春睡殢人甜。晴云轻漾，熏风无浪，开樽避暑争相向。映湖光，逞新妆。 笙歌鼎沸南湖荡，今夜且休回画舫。风，满座凉；莲，入梦香。秋日湖上倚吟篷，障西风十里锦芙蓉。照沧浪似入桃源桐，欠个渔翁。冰泉泻翠筒，玉液浮银瓮，罗袖擎金凤。团香弄粉，泛绿依红。次酸斋韵二首钓鱼台，十年不上野鸥猜。白云来往青山在，对酒开怀。欠伊周济世才，犯刘阮贪杯戒，还李杜吟诗债。酸斋笑我，我笑酸斋。唤归来，西湖山上野猿哀。二十年多少风流怪，花落花开。望云霄拜将台，袖星斗安邦策，破烟月迷魂寨。酸斋笑我，我笑酸斋。离思二首夜啼乌，柳枝和月翠扶疏。绣鞋香染莓苔露，搔首蜘厨。灯残瘦影孤，花落流年度，春去佳期误。离鸾有恨，过雁无书。月笼沙，十年心事付琵琶。相思懒看帏屏画，人在天涯。春残豆蔻花，情寄鸳鸯帕，香冷荼蘼架。旧游台谢，晓梦窗纱。西湖晚晴总宜船，绿情红意雨余天。盈盈皓月明如练，棹举冰田。神仙太乙莲，图画崔徽面，才思班姬扇。新诗象管，古调冰弦。客中二首望长安，前程渺渺鬓斑斑。南来北往随征雁，行路艰难。青泥小剑关，红叶湓江岸，白草连云栈。功名半纸，风雪千山。锦缠头，粉筝低按舞〔凉州）。佳人一去春残后，香冷云兜。晴山翠黛愁，绿水罗裙皱，细柳宫腰瘦。梨花暮雨，燕子空楼。雪白杨花扑马头，行人春尽过徐州。夜深一片城头月，曾照张家燕子楼。",
        "author": "元代",
        "poem_class": "春天",
        "dynasty": "王和卿"
    },
    {
        "title": "河传·曲槛",
        "paragraph": "曲槛，春晚，碧流纹细，绿杨丝软。露花鲜，杏枝繁，莺啭，野芜平似剪。直是人间到天上，堪游赏，醉眼疑屏障。对池塘，惜韶光，断肠，为花须尽狂。何处笛。深夜梦回情脉脉。竹风檐雨寒窗隔。离人几岁无消息。今头白。不眠特地重相忆。惆怅经年别谢娘，月窗花院好风光，此时相望最情伤。青鸟不来传锦字，瑶姬何处锁兰房，忍教魂梦两茫茫。秋夜露，芰荷香。疏棂微透水风凉。渔歌遥和鸣榔去，得悟穷通是此乡。",
        "author": "五代",
        "poem_class": "春天",
        "dynasty": "顾夐"
    },
    {
        "title": "春日陪杨江宁及诸官宴北湖感古作",
        "paragraph": "昔闻颜光禄，攀龙宴京湖。楼船入天镜，帐殿开云衢。君王歌大风，如乐丰沛都。延年献佳作，邈与诗人俱。我来不及此，独立钟山孤。杨宰穆清风，芳声腾海隅。英僚满四座，粲若琼林敷。鹢首弄倒景，峨眉缀明珠。新弦采梨园，古舞娇吴歈。曲度绕云汉，听者皆欢娱。鸡栖何嘈嘈，沿月沸笙竽。古之帝宫苑，今乃人樵苏。感此劝一觞，愿君覆瓢壶。荣盛当作乐，无令后贤吁。青山隐隐水迢迢，秋尽江南草未凋。二十四桥明月夜，玉人何处教吹箫？莫以今时宠，难忘旧日恩。看花满眼泪，不共楚王言。君家何处住，妾住在横塘。停船暂借问，或恐是同乡。",
        "author": "唐代",
        "poem_class": "春天",
        "dynasty": "李白"
    },
    {
        "title": "云门道中晚步",
        "paragraph": "层林叠巘暗东西，山转岗回路更迷。望与游云奔落日，步随充水赴前溪。樵归野烧孤烟尽，牛卧春犁小麦低。独绕辋川图画里，醉扶白叟杖青藜。四月清和雨乍晴，南山当户转分明。更无柳絮因风起，惟有葵花向日倾。风定落花深，帘外拥红堆雪。长记海棠开后，正伤春时节。酒阑歌罢玉尊空，青缸暗明灭。魂梦不堪幽怨，更一声鶗鴂。无花无酒过清明，兴味萧然似野僧。昨日邻家乞新火，晓窗分与读书灯。",
        "author": "宋代",
        "poem_class": "春天",
        "dynasty": "李弥逊"
    },
    {
        "title": "东马塍",
        "paragraph": "一塍芳草碧芊芊，活水穿花暗护田。蚕事正忙农事急，不知春色为谁妍？长忆观潮，满郭人争江上望。来疑沧海尽成空，万面鼓声中。 弄潮儿向涛头立，手把红旗旗不湿。别来几向梦中看，梦觉尚心寒。情若连环，恨如流水，甚时是休。也不须惊怪，沈郎易瘦，也不须惊怪，潘鬓先愁。总是难禁，许多魔难，奈好事教人不自由。空追想，念前欢杳杳，后会悠悠。凝眸，悔上层楼，谩惹起、新愁压旧愁。向彩笺写遍，相思字了，重重封卷，密寄书邮。料到伊行，时时开看，一看一回和泪收。须知道，这般病染，两处心头。浩荡清淮天共流，长风万里送归舟。应愁晚泊喧卑地，吹入沧溟始自由！",
        "author": "宋代",
        "poem_class": "春天",
        "dynasty": "朱淑真"
    },
    {
        "title": "无题",
        "paragraph": "一年社日都忘了，忽见庭前燕子飞。禽鸟也知勤作室，衔泥带得落花归。九边烂数等雕虫，远志真看小草同。 枉说健儿身在手，青灯夜雪阻山东。 奂山山市，邑八景之一也，然数年恒不一见。孙公子禹年与同人饮楼上，忽见山头有孤塔耸起，高插青冥，相顾惊疑，念近中无此禅院。无何，见宫殿数十所，碧瓦飞甍，始悟为山市。未几，高垣睥睨，连亘六七里，居然城郭矣。中有楼若者，堂若者，坊若者，历历在目，以亿万计。忽大风起，尘气莽莽然，城市依稀而已。既而风定天清，一切乌有，惟危楼一座，直接霄汉。楼五架，窗扉皆洞开；一行有五点明处，楼外天也。层层指数，楼愈高，则明渐少。数至八层，裁如星点。又其上，则黯然缥缈，不可计其层次矣。而楼上人往来屑屑，或凭或立，不一状。逾时，楼渐低，可见其顶；又渐如常楼；又渐如高舍；倏忽如拳如豆，遂不可见。又闻有早行者，见山上人烟市肆，与世无别，故又名“鬼市”云。幽微灵秀地，无可奈何天。",
        "author": "清代",
        "poem_class": "春天",
        "dynasty": "吕霜"
    },
    {
        "title": "杏花天·鬓棱初翦玉纤弱",
        "paragraph": "鬓棱初翦玉纤弱。早春入、屏山四角。少年买困成欢谑。人在浓香绣幄。霜丝换、梅残梦觉。夜寒重、长安紫陌。东风入户先情薄。吹老灯花半萼。洞庭青草，近中秋，更无一点风色。玉鉴琼田三万顷，着我扁舟一叶。素月分辉，明河共影，表里俱澄澈。悠然心会，妙处难与君说。(着 同：著；玉鉴 一作：玉界)应念岭海经年，孤光自照，肝肺皆冰雪。短发萧骚襟袖冷，稳泛沧浪空阔。尽挹西江，细斟北斗，万象为宾客。扣舷独啸，不知今夕何夕！(肝肺 一作：肝胆；沧浪 一作：沧冥；岭海 一作：岭表)刘郎已老。不管桃花依旧笑。要听琵琶。重院莺啼觅谢家。 曲终人醉。多似浔阳江上泪。万里东风。国破山河落照红。渔父醒，春江午，梦断落花飞絮。酒醒还醉醉还醒，一笑人间今古。",
        "author": "宋代",
        "poem_class": "春天",
        "dynasty": "吴文英"
    },
    {
        "title": "喜春来·春宴",
        "paragraph": "梅残玉靥香犹在，柳破金梢眼未开。东风和气满楼台，桃杏拆，宜唱喜春来。转眼荣枯惊一梦，百年光景悠悠。浮生扰扰笑何楼。试看双鬓上，衰飒不禁秋。古往今来多少事，一时分付东流。五更枕上调清愁。笛声何处起，明月蓼花洲。妙觉证慈悲，便入菩提路。日日常开方便门，慧照生灵炷。坐雪释迦尊，面壁达摩悟。观此因缘行果成，兜率天堂住。罢论古人公案，且呈自己门风。三更三点扣斋钟。便是予家妙用。湛湛空花形象，澄澄水月仪容。两番消息一番同。看你如何拈弄。",
        "author": "金朝",
        "poem_class": "春天",
        "dynasty": "元好问"
    },
    {
        "title": "江城子·嫩黄初染绿初描",
        "paragraph": "嫩黄初染绿初描，倚春娇，索春饶。燕外莺边，想见万丝摇。便作无情终软美，天赋与、眼眉腰。短长亭外短长桥，驻金镳，系兰桡。可爱风流，年纪可怜宵。办得重来攀折后，烟雨暗，不辞遥。花开不并百花丛，独立疏篱趣未穷。宁可枝头抱香死，何曾吹落北风中。平岸小桥千嶂抱。柔蓝一水萦花草。茅屋数间窗窈窕。尘不到。时时自有春风扫。午枕觉来闻语鸟。欹眠似听朝鸡早。忽忆故人今总老。贪梦好。茫然忘了邯郸道。汉上繁华，江南人物，尚遗宣政风流。绿窗朱户，十里烂银钩。一旦刀兵齐举，旌旗拥、百万貔貅。长驱入，歌楼舞榭，风卷落花愁。清平三百载，典章文物，扫地俱休。幸此身未北，犹客南州。破鉴徐郎何在？空惆怅、相见无由。从今后，断魂千里，夜夜岳阳楼。",
        "author": "宋代",
        "poem_class": "春天",
        "dynasty": "谭宣子"
    },
    {
        "title": "春生",
        "paragraph": "春生何处暗周游？海角天涯遍始休。先遣和风报消息，续教啼鸟说来由。展张草色长河畔，点缀花房小树头。若到故园应觅我，为传沦落在江州。洛阳访才子，江岭作流人。闻说梅花早，何如北地春。关塞年华早，楼台别望违。试衫著暖气，开镜觅春晖。燕入窥罗幕，蜂来上画衣。情催桃李艳，心寄管弦飞。妆洗朝相待，风花暝不归。梦魂何处入，寂寂掩重扉。满园花菊郁金黄，中有孤丛色似霜。 还似今朝歌酒席，白头翁入少年场。",
        "author": "唐代",
        "poem_class": "春天",
        "dynasty": "白居易"
    },
    {
        "title": "南溪早春",
        "paragraph": "还家五度见春容，长被春容恼病翁。高柳下来垂处绿，小桃上去末梢红。卷帘亭馆酣酣日，放杖溪山款款风。更入新年足新雨，去年未当好时丰。忘却成都来十载，因君未免思量。凭将清泪洒江阳。故山知好在，孤客自悲凉。 坐上别愁君未见，归来欲断无肠。殷勤且更尽离觞。此身如传舍，何处是吾乡。老去无心听管弦，病来杯酒不相便。人生难得秋前雨，乞我虚堂自在眠。摇首出红尘，醒醉更无时节。活计绿蓑青笠，惯披霜冲雪。 晚来风定钓丝闲，上下是新月。千里水天一色，看孤鸿明灭。",
        "author": "宋代",
        "poem_class": "春天",
        "dynasty": "杨万里"
    },
    {
        "title": "蝶恋花·准拟春来消寂寞",
        "paragraph": "准拟春来消寂寞。愁雨愁风，翻把春担阁。不为伤春情绪恶，为怜镜里颜非昨。毕竟春光谁领略。九陌缁尘，抵死遮云壑。若得寻春终遂约，不成长负东君诺？为官的，家业凋零；富贵的，金银散尽；有恩的，死里逃生；无情的，分明报应；欠命的，命已还；欠泪的，泪已尽：冤冤相报实非轻，分离聚合皆前定。欲知命短问前生，老来富贵也真侥幸。看破的，遁入空门；痴迷的，枉送了性命。好一似食尽鸟投林，落了片白茫茫大地真干净！海风吹瘦骨，单衣冷、四月出榆关。看地尽塞垣，惊沙北走；山侵溟渤，叠障东还。人何在？柳柔摇不定，草短绿应难。一树桃花，向人独笑；颓垣短短，曲水湾湾。东风知多少？帝城三月暮，芳思都删。不为寻春较远，辜负春阑。念玉容寂寞，更无人处，经他风雨，能几多番？欲附西来驿使，寄与春看。锦葵原自恋金蜂，谁供花颜奉神灵。欲舞轻翼入殿里，偷向坛前伴卿卿。",
        "author": "清代",
        "poem_class": "春天",
        "dynasty": "纳兰性德"
    },
    {
        "title": "寓言三首·其三",
        "paragraph": "长安春色归，先入青门道。绿杨不自持，从风欲倾例。海燕还秦宫，双飞入帘栊。相思不相见，托梦辽城东。人生不相见，动如参与商。今夕复何夕，共此灯烛光。少壮能几时，鬓发各已苍。访旧半为鬼，惊呼热中肠。焉知二十载，重上君子堂。昔别君未婚，儿女忽成行。怡然敬父执，问我来何方。问答乃未已，驱儿罗酒浆。(驱儿 一作：儿女)夜雨剪春韭，新炊间黄粱。主称会面难，一举累十觞。十觞亦不醉，感子故意长。明日隔山岳，世事两茫茫。禁门宫树月痕过，媚眼惟看宿鹭窠。斜拔玉钗灯影畔，剔开红焰救飞蛾。臣闻求木之长者，必固其根本；欲流之远者，必浚其泉源；思国之安者，必积其德义。源不深而望流之远，根不固而求木之长，德不厚而思国之理，臣虽下愚，知其不可，而况于明哲乎！人君当神器之重，居域中之大，将崇极天之峻，永保无疆之休。不念居安思危，戒奢以俭，德不处其厚，情不胜其欲，斯亦伐根以求木茂，塞源而欲流长者也。(思国之理 一作：思国之治)凡百元首，承天景命，莫不殷忧而道著，功成而德衰。有善始者实繁，能克终者盖寡。岂取之易而守之难乎？昔取之而有余，今守之而不足，何也？夫在殷忧，必竭诚以待下；既得志，则纵情以傲物。竭诚则吴越为一体，傲物则骨肉为行路。虽董之以严刑，振之以威怒，终苟免而不怀仁，貌恭而不心服。怨不在大，可畏惟人；载舟覆舟，所宜深慎；奔车朽索，其可忽乎！ 君人者，诚能见可欲则思知足以自戒，将有作则思知止以安人，念高危则思谦冲而自牧，惧满溢则思江海下百川，乐盘游则思三驱以为度，忧懈怠则思慎始而敬终，虑壅蔽则思虚心以纳下，想谗邪则思正身以黜恶，恩所加则思无因喜以谬赏，罚所及则思无因怒而滥刑。总此十思，弘兹九德，简能而任之，择善而从之，则智者尽其谋，勇者竭其力，仁者播其惠，信者效其忠。文武争驰，在君无事，可以尽豫游之乐，可以养松、乔之寿，鸣琴垂拱，不言而化。何必劳神苦思，代下司职，役聪明之耳目，亏无为之大道哉！(想谗邪 一作：惧谗邪；弘兹 一作：宏兹；在君 一作：君臣)",
        "author": "唐代",
        "poem_class": "春天",
        "dynasty": "李白"
    },
    {
        "title": "清平乐·春来街砌",
        "paragraph": "春来街砌，春雨如丝细。春地满飘红杏蒂，春燕舞随风势。春幡细缕春缯，春闺一点春灯。自是春心撩乱，非干春梦无凭。好风微揭帘旌起，金翼鸾相倚。翠檐愁听乳禽声，此时春态暗关情，独难平。画堂流水空相翳，一穗香摇曳。教人无处寄相思，落花芳草过前期，没人知。乘彩舫，过莲塘，棹歌惊起睡鸳鸯。游女带香偎伴笑，争窈窕，竞折团荷遮晚照。(带香 一作：带花)燕台多事每开颜，相许论交淡薄间。饮兴共怜芳草岸，吟情同爱夕阳山。露浓小径蛩声咽，月冷空庭竹影闲。何事此时攀忆甚，与君俱是别乡关。",
        "author": "五代",
        "poem_class": "春天",
        "dynasty": "欧阳炯"
    },
    {
        "title": "早春南征寄洛中诸友",
        "paragraph": "楚色穷千里，行人何苦赊。芳林逢旅雁，候馆噪山鸦。春入河边草，花开水上槎。东风一樽酒，新岁独思家。满眼长江水，苍然何郡山。向来万里意，今在一窗间。众木俱含晚，孤云遂不还。此中有佳句，吟断不相关。蕙花香也。雪晴池馆如画。春风飞到，宝钗楼上，一片笙箫，琉璃光射。而今灯漫挂。不是暗尘明月，那时元夜。况年来、心懒意怯，羞与蛾儿争耍。 江城人悄初更打。问繁华谁解，再向天公借。剔残红灺。但梦里隐隐，钿车罗帕。吴笺银粉砑。待把旧家风景，写成闲话。笑绿鬟邻女，倚窗犹唱，夕阳西下。愁与西风应有约，年年同赴清秋。旧游帘幕记扬州。一灯人著梦，双燕月当楼。罗带鸳鸯尘暗澹，更须整顿风流。天涯万一见温柔。瘦应因此瘦，羞亦为郎羞。",
        "author": "宋代",
        "poem_class": "春天",
        "dynasty": "欧阳修"
    },
    {
        "title": "柳堤",
        "paragraph": "春江水正平，密树听啼莺。十里笼睛苑，千条锁故营。雨香飞燕促，风暖落花轻。更欲劳攀折，年年还自生。一帘病枕五更钟，晓云空，卷残红。无情春色，去矣几时逢？添我千行清泪也，留不住，苦匆匆。楚宫吴苑草茸茸，恋芳丛，绕游蜂，料得来年，相见画屏中。人自伤心花自笑，凭燕子，舞东风。江渚风高酒乍醒，川途渺渺正扬舲。浪花作雨汀烟湿，沙鸟迎人水气腥。三国旧愁春草碧，六朝遗恨晚山青。不须倚棹吹长笛，恐有蛟龙潜出听。午枕梦初残，高楼上，独凭阑干。清商应律金风至，砧声断续，笳音幽怨，雁阵惊寒。景物不堪看，凝眸处愁有千般。秋光谈薄人情似，迢迢野水，茫茫衰草，隐隐青山。",
        "author": "明代",
        "poem_class": "春天",
        "dynasty": "金銮"
    },
    {
        "title": "画堂春·湔裙独上小渔矶",
        "paragraph": "湔裙独上小渔矶，袜罗微溅春泥。一篙生绿画桥低，昨夜前溪。回首楝花风急，催归暮雨霏霏。扑天香絮拥凄迷，南北东西。月夜过七里滩，光景奇绝。歌此调，几令众山皆响。秋光今夜，向桐江，为写当年高躅。风露皆非人世有，自坐船头吹竹。万籁生山，一星在水，鹤梦疑重续。挐音遥去，西岩渔父初宿。心忆汐社沉埋，清狂不见，使我形容独。寂寂冷萤三四点，穿破前湾茅屋。林净藏烟，峰危限月，帆影摇空绿。随风飘荡，白云还卧深谷。欲话心情梦已阑，镜中依约见春山。方悔从前真草草，等闲看。环佩只应归月下，钿钗何意寄人间。多少滴残红蜡泪，几时干。水软橹声柔，草绿芳洲，碧桃几树隐红楼。者是春山魂一片，招入孤舟。乡梦不曾休，惹甚闲愁？忠州过了又涪州。掷与巴江流到海，切莫回头。",
        "author": "清代",
        "poem_class": "春天",
        "dynasty": "顾贞观"
    },
    {
        "title": "最高楼·暮春",
        "paragraph": "花信紧，二十四番愁。风雨五更头。侵阶苔藓宜罗袜，逗衣梅润试香篝。绿窗闲，人梦觉，鸟声幽。按银筝、学弄相思调。写幽情、恨杀知音少。向何处，说风流。一丝杨柳千丝恨，三分春色二分休。落花中，流水里，两悠悠。忘忧草，含笑花，劝君闻早冠宜挂。那里也能言陆贾，那里也良谋子牙，那里也豪气张华？千古是非心，一夕渔樵话。黄金缕，碧玉箫，温柔乡里寻常到。青春过了，朱颜渐老，白发凋骚。则待强簪花，又恐傍人笑。暖日宜乘轿，春风宜试马，恰寒食有二百处秋千架，对人娇杏花，扑人飞柳花，迎人笑桃花。来往画船游，招飐青旗挂。长江万里归帆，西风几度阳关，依旧红尘满眼。夕阳新雁，此情时拍阑干。楚云飞满长空，湘江不断流东，何事离多恨冗？夕阳低送，小楼数点残鸿。数声短笛沧州，半江远水孤舟，愁更浓如病酒。夕阳时候，断肠人倚西楼。江亭远树残霞，淡烟芳草平沙，绿柳阴中系马。夕阳西下，水村山郭人家。秋江渺渺芙蓉芳，秋江女儿将断肠。绛袍春浅护云暖，翠袖日暮迎风凉。鲤鱼吹浪江波白，霜落洞庭飞木叶。荡舟何处采莲人，爱惜芙蓉好颜色。",
        "author": "元代",
        "poem_class": "春天",
        "dynasty": "薛昂夫"
    },
    {
        "title": "眼儿媚·垂杨袅袅蘸清漪",
        "paragraph": "垂杨袅袅蘸清漪。明绿染春丝。市桥紧马，旗亭沽酒，无限相思。云梳雨洗风前舞，一好百般宜。不知为甚，落花时节，都是颦眉。半烟半雨溪桥畔，渔翁醉着无人唤。疏懒意何长，春风花草香。江山如有待，此意陶潜解。问我去何之，君行到自知。湖上风来波浩渺。秋已暮、红稀香少。水光山色与人亲，说不尽、无穷好。 莲子已成荷叶老。青露洗、蘋花汀草。眠沙鸥鹭不回头，似也恨、人归早。记得金銮同唱第，春风上国繁华。如今薄宦老天涯。十年岐路，空负曲江花。闻说阆山通阆苑，楼高不见君家。孤城寒日等闲斜。离愁难尽，红树远连霞。",
        "author": "宋代",
        "poem_class": "春天",
        "dynasty": "尹焕"
    },
    {
        "title": "金凤钩·送春",
        "paragraph": "春辞我，向何处？怪草草、夜来风雨。一簪华发，少欢饶恨，无计殢春且住。春回常恨寻无路，试向我、小园徐步。一栏红药，倚风含露。春自未曾归去。初，权谓吕蒙曰：“卿今当涂掌事，不可不学！”蒙辞以军中多务。权曰：“孤岂欲卿治经为博士邪！但当涉猎，见往事耳。卿言多务，孰若孤？孤常读书，自以为大有所益。”蒙乃始就学。及鲁肃过寻阳，与蒙论议，大惊曰：“卿今者才略，非复吴下阿蒙！”蒙曰：“士别三日，即更刮目相待，大兄何见事之晚乎！”肃遂拜蒙母，结友而别。自春来、惨绿愁红，芳心是事可可。日上花梢，莺穿柳带，犹压香衾卧。暖酥消、腻云亸，终日厌厌倦梳裹。无那。恨薄情一去，音书无个。早知恁么，悔当初、不把雕鞍锁。向鸡窗，只与蛮笺象管，拘束教吟课。镇相随、莫抛躲，针线闲拈伴伊坐。和我。免使年少，光阴虚过。黑云翻墨未遮山，白雨跳珠乱入船。卷地风来忽吹散，望湖楼下水如天。",
        "author": "宋代",
        "poem_class": "春天",
        "dynasty": "晁补之"
    },
    {
        "title": "杨柳枝词九首·其四",
        "paragraph": "金谷园中莺乱飞，铜驼陌上好风吹。城东桃李须臾尽，争似垂杨无限时。乌啼鹊噪昏乔木，清明寒食谁家哭。风吹旷野纸钱飞，古墓垒垒春草绿。棠梨花映白杨树，尽是死生别离处。(别离 一作：离别)冥冥重泉哭不闻，萧萧暮雨人归去。朱雀桥边野草花，乌衣巷口夕阳斜。 旧时王谢堂前燕，飞入寻常百姓家。西山白雪三城戍，南浦清江万里桥。海内风尘诸弟隔，天涯涕泪一身遥。惟将迟暮供多病，未有涓埃答圣朝。(惟 通：唯)跨马出郊时极目，不堪人事日萧条。",
        "author": "唐代",
        "poem_class": "春天",
        "dynasty": "刘禹锡"
    },
    {
        "title": "春庭晚望",
        "paragraph": "春庭聊纵望，楼台自相隐。窗梅落晚花，池竹开初荀。泉鸣知水急，云来觉山近。不愁花不飞，到畏花飞尽。白马金具装，横行辽水傍。问是谁家子，宿卫羽林郎。文犀六属铠，宝剑七星光。山虚弓响彻，地迥角声长。宛河推勇气，陇蜀擅威强。轮台受降虏，高阙翦名王。射熊入飞观，校猎下长杨。英名欺卫、霍，智策蔑平、良。岛夷时失礼，卉服犯边疆。〖征〗兵〖集〗蓟北，轻骑出渔阳。集军随日晕，挑战逐星芒。阵移龙势动，营开虎翼张。冲冠入死地，攘臂越金汤。尘飞战鼓急，风交征旆扬。转斗平华地，追奔扫带方。本持身许国，况复武力彰。会令千载后，流誉满旗常。碧空寒露松枝滴。滴枝松露寒空碧。山远抱溪湾。湾溪抱远山。竹疏横岸曲。曲岸横疏竹。寒鹭宿平滩。滩平宿鹭寒。六引缓清唱。三调伫繁音。列筵皆静寂。咸共耹会吟。会吟自有初。请从文命敷。敷绩壶冀始。刊木至江汜。列宿炳天文。负海横地理。连峰竞千仞。背流各百里。滮池溉粳稻。轻云暧松杞。两京愧佳丽。三都岂能似。层台指中天。高墉积崇雉。飞燕跃广途。鹢首戏清沚。肆呈窈窕容。路曜{女便}娟子。自来弥世代。贤达不可纪。句践善废兴。越叟识行止。范蠡出江湖。梅福入城市。东方就旅逸。梁鸿去桑梓。牵缀书土风。辞殚意未已。",
        "author": "南北朝",
        "poem_class": "春天",
        "dynasty": "萧悫"
    },
    {
        "title": "子夜歌·寻春须是先春早",
        "paragraph": "寻春须是先春早，看花莫待花枝老。缥色玉柔擎，醅浮盏面清。何妨频笑粲，禁苑春归晚。同醉与闲评，诗随羯鼓成。万般思后行，一失废前功。（《观棋》）朝披四袄专藏手，夜覆三衾怕露头。（虏中大寒，赐道锦袄、貂袄、羊狐貂衾各一。每入谒，悉服四袄衣，宿馆中，并覆三衾，故云）牛头偏得赐，象笏更容持。（虏以道有重名，欲留之，命与其国相同列，所赐皆等。虏赐臣下以牙笏，及腊月赐牛头，皆殊礼也，道皆得之，以诗谢。以上见《丛苑》）已落地花方遣扫，未经霜草莫教锄。（《吟治圃》，见《事文类聚》）视草北来唐学士，拥旄西去汉将军。（《同光中承旨卢质节制河中赠》，见《续翰林志》）夕风庭叶落，谁见此时情。不作关河梦，空闻砧杵声。会须求至理，何必叹无成。好约高僧宿，同看海月生。",
        "author": "五代",
        "poem_class": "春天",
        "dynasty": "李煜"
    },
    {
        "title": "曲江春感 / 归五湖",
        "paragraph": "江头日暖花又开，江东行客心悠哉。高阳酒徒半凋落，终南山色空崔嵬。圣代也知无弃物，侯门未必用非才。一船明月一竿竹，家住五湖归去来。玉颗珊珊下月轮，殿前拾得露华新。 至今不会天中事，应是嫦娥掷与人。群鸡正乱叫，客至鸡斗争。驱鸡上树木，始闻叩柴荆。父老四五人，问我久远行。手中各有携，倾榼浊复清。莫辞酒味薄，黍地无人耕。兵戈既未息，儿童尽东征。请为父老歌：艰难愧深情！歌罢仰天叹，四座泪纵横。汉家旌帜满阴山，不遣胡儿匹马还。愿得此身长报国，何须生入玉门关。",
        "author": "唐代",
        "poem_class": "春天",
        "dynasty": "罗隐"
    },
    {
        "title": "浣溪沙·散步山前春草香",
        "paragraph": "散步山前春草香。朱阑绿水绕吟廊。花枝惊堕绣衣裳。或定或摇江上柳，为鸾为凤月中篁。为谁掩抑锁芸窗。律回岁晚冰霜少，春到人间草木知。便觉眼前生意满，东风吹水绿参差。醉里挑灯看剑，梦回吹角连营。八百里分麾下炙，五十弦翻塞外声，沙场秋点兵。马作的卢飞快，弓如霹雳弦惊。了却君王天下事，赢得生前身后名。可怜白发生！天容水色西湖好，云物俱鲜。鸥鹭闲眠，应惯寻常听管弦。 风清月白偏宜夜，一片琼田。谁羡骖鸾，人在舟中便是仙。",
        "author": "宋代",
        "poem_class": "春天",
        "dynasty": "张淑芳"
    },
    {
        "title": "雨过至城西苏家",
        "paragraph": "飘然一雨洒青春，九陌净无车马尘。渐散紫烟笼帝阙，稍回晴日丽天津。花飞衣袖红香湿，柳拂鞍鞯绿色匀。管领风光唯痛饮，都城谁是得闲人。人生识字忧患始，姓名粗记可以休。何用草书夸神速，开卷惝恍令人愁。我尝好之每自笑，君有此病何年瘳。自言其中有至乐，适意无异逍遥游。近者作堂名醉墨，如饮美酒销百忧。乃知柳子语不妄，病嗜土炭如珍羞。君于此艺亦云至，堆墙败笔如山丘。兴来一挥百纸尽，骏马倏忽踏九州。我书意造本无法，点画信手烦推求。胡为议论独见假，只字片纸皆藏收。不减钟张君自足，下方罗赵我亦优。不须临池更苦学，完取绢素充衾裯。伤怀离抱，天若有情天亦老。此意如何？细似轻丝渺似波。扁舟岸侧，枫叶荻花秋索索。细想前欢，须著人间比梦间。昨夜寒蛩不住鸣。惊回千里梦，已三更。起来独自绕阶行。人悄悄，帘外月胧明。白首为功名。旧山松竹老，阻归程。欲将心事付瑶琴。知音少，弦断有谁听？",
        "author": "宋代",
        "poem_class": "春天",
        "dynasty": "黄庭坚"
    },
    {
        "title": "晓出黄山寺",
        "paragraph": "晓上篮舆出宝坊，野塘山路尽春光。试穿松影登平陆，已觉锺声在上方。草色溪流高下碧，菜花杨柳浅深黄。杖藜切莫匆匆去，有伴行春不要忙。连理枝头花正开，妒花风雨便相催。愿教青帝常为主，莫遣纷纷点翠苔。庐山烟雨浙江潮，未至千般恨不消。到得还来别无事，庐山烟雨浙江潮。海棠亭午沾疏雨。便一饷、胭脂尽吐。老去惜花心，相对花无语。 羽书万里飞来处。报扫荡、狐嗥兔舞。濯锦古江头，飞景还如许。",
        "author": "宋代",
        "poem_class": "春天",
        "dynasty": "高翥"
    },
    {
        "title": "暮春山间",
        "paragraph": "缓步春山春日长，流莺不语燕飞忙。桃花落处无人见，濯手惟闻涧水香。汉水东流，都洗尽，髭胡膏血。人尽说，君家飞将，旧时英烈。破敌金城雷过耳，谈兵玉帐冰生颊。想王郎，结发赋从戎，传遗业。腰间剑，聊弹铗。尊中酒，堪为别。况故人新拥，汉坛旌节。马革裹尸当自誓，蛾眉伐性休重说。但从今，记取楚楼风，裴台月。秀樾横塘十里香，水花晚色静年芳。胭脂雪瘦熏沉水，翡翠盘高走夜光。山黛远，月波长，暮云秋影蘸潇湘。醉魂应逐凌波梦，分付西风此夜凉。过春社了，度帘幕中间，去年尘冷。差池欲住，试入旧巢相并。还相雕梁藻井。又软语、商量不定。飘然快拂花梢，翠尾分开红影。 芳径。芹泥雨润。爱贴地争飞，竞夸轻俊。红楼归晚，看足柳昏花暝。应自栖香正稳。便忘了、天涯芳信。愁损翠黛双蛾，日日画阑独凭。",
        "author": "宋代",
        "poem_class": "春天",
        "dynasty": "黄公度"
    },
    {
        "title": "清明日自西午桥至瓜岩村有怀",
        "paragraph": "晚霁龙门雨，春生汝穴风。鸟啼官路静，花发毁垣空。鸣玉惭时辈，垂丝学老翁。旧游人不见，惆怅洛城东。慈母手中线，游子身上衣。临行密密缝，意恐迟迟归。谁言寸草心，报得三春晖。昨夜裙带解，今朝蟢子飞。铅华不可弃，莫是藁砧归。大鹏一日同风起，扶摇直上九万里。假令风歇时下来，犹能簸却沧溟水。世人见我恒殊调，闻余大言皆冷笑。宣父犹能畏后生，丈夫未可轻年少。",
        "author": "唐代",
        "poem_class": "春天",
        "dynasty": "张继"
    },
    {
        "title": "送郄昂谪巴中",
        "paragraph": "瑶草寒不死，移植沧江滨。东风洒雨露，会入天地春。予若洞庭叶，随波送逐臣。思归未可得，书此谢情人。伪临朝武氏者，性非和顺，地实寒微。昔充太宗下陈，曾以更衣入侍。洎乎晚节，秽乱春宫。潜隐先帝之私，阴图后房之嬖。入门见嫉，蛾眉不肯让人；掩袖工谗，狐媚偏能惑主。践元后于翚翟，陷吾君于聚麀。加以虺蜴为心，豺狼成性，近狎邪僻，残害忠良，杀姊屠兄，弑君鸩母。人神之所同嫉，天地之所不容。犹复包藏祸心，窥窃神器。君之爱子，幽之于别宫；贼之宗盟，委之以重任。呜呼！霍子孟之不作，朱虚侯之已亡。燕啄皇孙，知汉祚之将尽；龙漦帝后，识夏庭之遽衰。敬业皇唐旧臣，公侯冢子。奉先帝之成业，荷本朝之厚恩。宋微子之兴悲，良有以也；袁君山之流涕，岂徒然哉！是用气愤风云，志安社稷。因天下之失望，顺宇内之推心，爰举义旗，以清妖孽。南连百越，北尽三河，铁骑成群，玉轴相接。海陵红粟，仓储之积靡穷；江浦黄旗，匡复之功何远？班声动而北风起，剑气冲而南斗平。喑呜则山岳崩颓，叱吒则风云变色。以此制敌，何敌不摧；以此图功，何功不克！公等或家传汉爵，或地协周亲，或膺重寄于爪牙，或受顾命于宣室。言犹在耳，忠岂忘心？一抔之土未干，六尺之孤何托？倘能转祸为福，送往事居，共立勤王之勋，无废旧君之命，凡诸爵赏，同指山河。若其眷恋穷城，徘徊歧路，坐昧先几之兆，必贻后至之诛。请看今日之域中，竟是谁家之天下！移檄州郡，咸使知闻。纨绔不饿死，儒冠多误身。丈人试静听，贱子请具陈。甫昔少年日，早充观国宾。读书破万卷，下笔如有神。(读书破万卷 一作：读破万卷书)赋料扬雄敌，诗看子建亲。李邕求识面，王翰愿卜邻。自谓颇挺出，立登要路津。致君尧舜上，再使风俗淳。此意竟萧条，行歌非隐沦。骑驴十三载，旅食京华春。朝扣富儿门，暮随肥马尘。残杯与冷炙，到处潜悲辛。主上顷见征，欻然欲求伸。青冥却垂翅，蹭蹬无纵鳞。甚愧丈人厚，甚知丈人真。每于百僚上，猥诵佳句新。窃效贡公喜，难甘原宪贫。焉能心怏怏，只是走踆踆。今欲东入海，即将西去秦。尚怜终南山，回首清渭滨。常拟报一饭，况怀辞大臣。白鸥没浩荡，万里谁能驯？锄禾日当午，汗滴禾下土。谁知盘中餐，粒粒皆辛苦？",
        "author": "唐代",
        "poem_class": "春天",
        "dynasty": "李白"
    },
    {
        "title": "咏二十四气诗·春分二月中",
        "paragraph": "二气莫交争，春分雨处行。雨来看电影，云过听雷声。山色连天碧，林花向日明。梁间玄鸟语，欲似解人情。赵客缦胡缨，吴钩霜雪明。银鞍照白马，飒沓如流星。十步杀一人，千里不留行。事了拂衣去，深藏身与名。闲过信陵饮，脱剑膝前横。将炙啖朱亥，持觞劝侯嬴。三杯吐然诺，五岳倒为轻。眼花耳热后，意气素霓生。救赵挥金槌，邯郸先震惊。千秋二壮士，烜赫大梁城。纵死侠骨香，不惭世上英。谁能书阁下，白首太玄经。功盖三分国，名成八阵图。（名成 一作：名高）江流石不转，遗恨失吞吴。男儿何不带吴钩，收取关山五十州。请君暂上凌烟阁，若个书生万户侯？",
        "author": "唐代",
        "poem_class": "春天",
        "dynasty": "元稹"
    },
    {
        "title": "西湖杂咏·春",
        "paragraph": "山光如淀，湖光如练，一步一个生绡面。叩逋仙，访坡仙， 拣西湖好处都游遍，管甚月明归路远。船，休放转；杯休放浅。吹裂石穿云，玉管宜横清更洁。霜天沙漠，鹧鸪风里欲偏斜。凤凰台上暮云遮，梅花惊作黄昏雪。人静也，一声吹落江楼月。弹雪调冰弦，十指纤纤温更柔。林莺山溜，夜深风雨落弦头。芦花岸上对兰舟，哀弦恰似愁人消瘦。泪盈眸，江州司马别离后。歌白雪阳春，一曲西风几断肠。花朝月夜，个中唯有杜韦娘。前声起彻绕危梁，后声并至银河上。韵悠扬，小楼一夜云来往。舞凤髻蟠空，鸟娜腰肢温更柔。轻移莲步，汉宫飞燕旧风流。谩催鼍鼓品梁州，鹧鸪飞起春罗袖。锦缠头，刘郎错认风前柳。美人自刎乌江岸，战火曾烧赤壁山，将军空老玉门关。伤心秦汉，生民涂炭，读书人一声长叹！看岳王传披文握武，建中兴庙宇，载青史图书。功成却被权臣妒，正落奸谋。闪杀人望旌节中原士夫，误杀人弃匠陵南渡銮舆！钱塘路，愁风怨雨，长是洒西湖！韩世忠安危属君，立勤王志节，比翊汉功勋。临机料敌存威信，际会风云。似恁地尽忠勇匡君报本，也消得坐都堂秉笏垂绅。闲评论，中兴宰臣，万古揖清芬！误国贼秦桧官居极品，欺天误主，贱土轻民。把一场和议为公论，妒害功臣。通贼虏怀奸诳君，那些儿立朝堂仗义依仁？英雄恨，使飞云幸存，那里有南北二朝分？张俊谋渊略广，论兵用武，立国安邦。佐中兴一代贤明将，怎生来险幸如狼？蓄祸心奸私放党，附权臣构陷忠良。朝堂上，把一个精忠岳王，屈死葬钱塘！",
        "author": "元代",
        "poem_class": "春天",
        "dynasty": "薛昂夫"
    },
    {
        "title": "春昼回文",
        "paragraph": "茶饼嚼时香透齿，水沈烧处碧凝烟。纱窗避著犹慵起，极困新晴乍雨天。昨日入城市，归来泪满巾。遍身罗绮者，不是养蚕人。南来飞燕北归鸿，偶相逢，惨愁容。绿鬓朱颜重见两衰翁。别后悠悠君莫问，无限事，不言中。小槽春酒滴珠红，莫匆匆，满金钟。饮散落花流水各西东。后会不知何处是，烟浪远，暮云重。南望朱雀门，北望宣德楼，皆旧御路也。州桥南北是天街，父老年年等驾回。忍泪失声询使者，几时真有六军来？",
        "author": "宋代",
        "poem_class": "春天",
        "dynasty": "李涛"
    },
    {
        "title": "永遇乐·春情",
        "paragraph": "风暖莺娇，露浓花重，天气和煦。院落烟收，垂杨舞困，无奈堆金缕。谁家巧纵，青楼弦管，惹起梦云情绪。忆当时、纹衾粲枕，未尝暂孤鸳侣。芳菲易老，故人难聚，到此翻成轻误。阆苑仙遥，蛮笺纵写，何计传深诉。青山绿水，古今长在，惟有旧欢何处。空赢得、斜阳暮草，淡烟细雨。浙江之潮，天下之伟观也。自既望以至十八日为盛。方其远出海门，仅如银线；既而渐近，则玉城雪岭际天而来，大声如雷霆，震撼激射，吞天沃日，势极雄豪。杨诚斋诗云“海涌银为郭，江横玉系腰”者是也。 每岁京尹出浙江亭教阅水军，艨艟数百，分列两岸；既而尽奔腾分合五阵之势，并有乘骑弄旗标枪舞刀于水面者，如履平地。倏尔黄烟四起，人物略不相睹，水爆轰震，声如崩山。烟消波静，则一舸无迹，仅有“敌船”为火所焚，随波而逝。 吴儿善泅者数百，皆披发文身，手持十幅大彩旗，争先鼓勇，溯迎而上，出没于鲸波万仞中，腾身百变，而旗尾略不沾湿，以此夸能。江干上下十余里间，珠翠罗绮溢目，车马塞途，饮食百物皆倍穹常时，而僦赁看幕，虽席地不容间也。 绿芜墙绕青苔院，中庭日淡芭蕉卷。蝴蝶上阶飞，烘帘自在垂。玉钩双语燕，宝甃杨花转。几处簸钱声，绿窗春睡轻。落花闲院春衫薄，薄衫春院闲花落。迟日恨依依，依依恨日迟。梦回莺舌弄，弄舌莺回梦。邮便问人羞，羞人问便邮。",
        "author": "宋代",
        "poem_class": "春天",
        "dynasty": "解昉"
    },
    {
        "title": "书窗即事",
        "paragraph": "花落春无语，春归鸟自啼。多情是蜂蝶，飞过粉墙西。天涯流落思无穷！既相逢，却匆匆。携手佳人，和泪折残红。为问东风余几许？春纵在，与谁同！隋堤三月水溶溶。背归鸿，去吴中。回首彭城，清泗与淮通。欲寄相思千点泪，流不到，楚江东。(欲寄 一作：寄我)世人作梅词，下笔便俗。予试作一篇，乃知前言不妄耳。藤床纸帐朝眠起，说不尽无佳思。沉香断续玉炉寒，伴我情怀如水。笛声三弄，梅心惊破，多少春情意。 小风疏雨萧萧地，又催下千行泪。吹箫人去玉楼空，肠断与谁同倚。一枝折得，人间天上，没个人堪寄。一夜满林星月白，亦无云气亦无雷。平明忽见溪流急，知是他山落雨来。",
        "author": "宋代",
        "poem_class": "春天",
        "dynasty": "朱淑真"
    },
    {
        "title": "春不雨",
        "paragraph": "西亭石竹新作芽，游丝已罥樱桃花。鸣鸠乳燕春欲晚，杖藜时复话田家。田家父老向我说，“谷雨久过三月节。春田龟坼苗不滋，犹赖立春三日雪。”我闻此语重叹息，瘠土年年事耕织。暮闻穷巷叱牛归，晓见公家催赋入。去年旸雨幸无愆，稍稍三农获晏食。春来谷赋复伤农，不见饥鸟啄余粒。即今土亢不可耕，布谷飞飞朝暮鸣。舂莩作饭藜作羹，吁嗟荆益方用兵。野寺分晴树，山亭过晚霞。春深无客到，一路落松花。绕径寒云拂步生，巑岏青嶂压孤城。东连华岳三峰小，北拥萧关大漠平。山外烟霞闲隐见，世间尘土自虚盈。劳人至此深惆怅，樵唱悠悠何处声。日入空山海气侵，秋光千里自登临。十年天地干戈老，四海苍生吊哭深。水涌神山来白鸟，云浮仙阙见黄金。此中何处无人世，只恐难酬烈士心。满地关河一望哀，彻天烽火照胥台。名王白马江东去，故国降幡海上来。秦望云空阳鸟散，冶山天远朔风回。楼船见说军容盛，左次犹虚授钺才。南营乍浦北南沙，终古提封属汉家。万里风烟通日本，一军旗鼓向天涯。楼船已奉征蛮敕，博望空乘泛海槎。愁绝王师看不到，寒涛东起日西斜。长看白日下芜城，又见孤云海上生。感慨河山追失计，艰难戎马发深情。埋轮拗镞周千亩，蔓草枯杨汉二京。今日大梁非旧国，夷门愁杀老侯嬴。",
        "author": "清代",
        "poem_class": "春天",
        "dynasty": "王士祯"
    },
    {
        "title": "春思",
        "paragraph": "野花如雪绕江城，坐见年芳忆帝京。 阊阖晓开凝碧树，曾陪鸳鹭听流莺。长安少年游侠客，夜上戍楼看太白。陇头明月迥临关，陇上行人夜吹笛。关西老将不胜愁，驻马听之双泪流。身经大小百余战，麾下偏裨万户侯。苏武才为典属国，节旄空尽海西头。车辚辚，马萧萧，行人弓箭各在腰。耶娘妻子走相送，尘埃不见咸阳桥。(耶娘 一作：爷娘)牵衣顿足拦道哭，哭声直上干云霄。道旁过者问行人，行人但云点行频。或从十五北防河，便至四十西营田。去时里正与裹头，归来头白还戍边。边庭流血成海水，武皇开边意未已。君不闻，汉家山东二百州，千村万落生荆杞。纵有健妇把锄犁，禾生陇亩无东西。况复秦兵耐苦战，被驱不异犬与鸡。长者虽有问，役夫敢申恨？且如今年冬，未休关西卒。县官急索租，租税从何出？信知生男恶，反是生女好。生女犹得嫁比邻，生男埋没随百草。君不见，青海头，古来白骨无人收。新鬼烦冤旧鬼哭，天阴雨湿声啾啾！自西山道口径北，逾黄茅岭而下，有二道：其一西出，寻之无所得；其一少北而东，不过四十丈，土断而川分，有积石横当其垠。其上为睥睨、梁欐之形，其旁出堡坞，有若门焉。窥之正黑，投以小石，洞然有水声，其响之激越，良久乃已。环之可上，望甚远，无土壤而生嘉树美箭，益奇而坚，其疏数偃仰，类智者所施设也。噫！吾疑造物者之有无久矣。及是，愈以为诚有。又怪其不为之中州，而列是夷狄，更千百年不得一售其伎，是固劳而无用。神者傥不宜如是，则其果无乎？或曰：“以慰夫贤而辱于此者。”或曰：“其气之灵，不为伟人,而独为是物，故楚之南少人而多石。”是二者，余未信之。 ",
        "author": "唐代",
        "poem_class": "春天",
        "dynasty": "韦应物"
    },
    {
        "title": "喜春来·携将玉友寻花寨",
        "paragraph": "携将玉友寻花寨，看褪梅妆等杏腮，休随刘阮到天台。仙洞窄，且唱喜春来。万里韶光应节来三天宝箓彻明开分明龙女擎珠出疑是仙人带月回第十七折女王逼配(唐僧引孙、猪、沙、马上，云)自离了黑风山，来到女人国。孙行者，女人国里何好？(行者云)师父，弟子铜筋铁骨，火眼金睛，钅俞石屁眼，摆锡鸡巴。师父若怕拚，我做弟子不着。(唐僧云)既到此间，怕得许多？只得向前。通关先打去了，俺入城去来。(下)(女人国王上，云)子童女人国王。俺一国无男子，每月满时，照井而生。俺先国王命使汉光武皇帝时入中国，拜曹大家为师，授经书一车来国中。至今国中妇人，知书知史，立成一国，非同容易也呵。(唱)【仙吕】【点绛唇】宝殿生香，美人扶向，瑶阶上。列七宝旌幢，端坐泥金亢。【混江龙】我怕不似嫦娥模样，将一座广寒宫移下五云乡。两般比谕，一样凄凉。嫦娥夜夜孤眠居月窟，我朝朝独自守家邦。虽无那强文壮武，宰相朝郎，列两行脂粉，无四野刀枪。千年只照井泉生，平生不识男儿像。见一幅画来的也情动，见一个泥塑的也心伤。昨日有通关打来说道：大唐国师，去西天取经，从俺地面过。俺索接他去。【油葫芦】说他几载其间离了大唐，来到俺地方，安排香案快疾忙。今日取经直过俺金阶上，抵多少醉鞭误入平康巷。我是一个聪明女，他是一个少年郎。谁着他不明白抢入我花罗网，准备着金殿锁鸳鸯。【天下乐】稳情取和气春风满画堂，宰下肥羊，安排的五味香，与俺那菜馒头的老兄腾了肚肠。陪妆奁留他做丈夫，舍身躯与他做正房，可知道男儿当自强。(唐僧引一行人上，云)贫僧来至女国，梦寐间有韦驮尊天来报，有一场魔障来也，龙天未知是何魔障？来到国内，报复去，大唐国师求见。(女王做接科，云)早知师父到来，自合远接。接待不及，勿令见罪。(唐僧云)难消，归依佛，归依法，归依僧。(女王云)是好一个和尚也呵。【那叱令】身才儿俊长，加持得鬼王；容貌儿善良，修持得梵正；胸襟儿纪纲，扶持得帝王。头如蓝靛青，语似春雷壮，这和尚端的非常。将酒来，与师父接风。(唐僧云)小僧不饮酒，不茹荤。(女王唱)【鹊踏枝】执方尊泻琼浆，露春葱捧瑶觞。(唐僧云)娘娘，及早修业，无常有限者。(女王唱)但能勾两意多情，尽教他一日无常。天魔女邪施伎俩，敢是你个释迦佛，也按不住心肠。(女王做抱住唐僧科)(行者云)娘娘，我师父是童男子，吃不得大汤水，要便我替。(唐僧云)善哉！善哉！我是出家人。(女王唱)【寄生草】直裰上胭脂污，袈裟上腻粉香。似魔腾伽把阿难摄在淫山上，若鬼子母将如来围定在灵山上，巫枝祗把张僧拿住在龟山上。不是我魔王苦苦害真僧，如今佳人个个要寻和尚。(行者云)小行与娘娘驱兵将作朝臣，你饶了俺师父者。(女王唱)【幺】徒弟每诸般劝，师父独自慌。俺女兵不用猴为将，女王岂用猪为相？如今女娘都爱唐三藏。你休痴迷修行今世有来生，我则待长江后浪催前浪。(女王做扯唐僧科)这正殿上不是说话的去处，俺两个后殿里去来。(唐僧云)孙悟空救我。(下)(行者云)我自也顾不得。(诸女做捉番孙、猪、沙发科)(下)(女王扯唐僧上，云)唐僧，我和你成其夫妇，你则今日就做国王，如何？(唐僧云)善哉！我要取经哩。(发科)(女王唱)【六幺序】香馥郁销金帐，光灿烂白象床，俺两个破题儿待弄玉偷香。听得说天地阴阳，自有纲常，人伦上下，不可孤孀。俺这里天生阴地无阳长，你何辜不近好婆娘？浮屠尽把三纲丧。(唐僧云)佛教自是一家。(女王云)说你那佛怎么？孔夫子文章贯世，天下传扬。(唐僧云)你如何知有个孔夫子？(女王云)俺先国王，曾使人去授得曹大家五经三史，都知人伦故事。【幺】你虽奉唐王，不看文章。舜娶娥皇，不告爷娘。后代度量，孟子参详。他父母非良，兄弟参商，告废了人伦大纲，因此上自上张。你非比俗辈儿郎，没来由独锁空房。不从咱除是飞在天上，箭射下来也待成双。你若不肯呵，锁你在冷房子里，枉熬煎得你镜中白发三千丈。成就了一宵恩爱，索强似百世流芳。(女王捉番唐僧科)(唐僧云)谁救贫僧也。(韦驮尊天上，云)某韦驮尊天是也。奉观音法旨，去救唐僧走一遭。泼贱人，怎敢毁吾师法体？(女王云)你是何人，直走到卧房里来？【金盏儿】披金甲貌堂堂，持宝杵气昂昂。莫不是淹蓝桥烧祆庙的腌神将？比唐僧模样更非常。(韦云)吾神三十老，完为童子身。特来护法来。(女王云)又是个柳下惠、颜叔子。焦则么那村柳舍？叫则么那口吞颜郎？你整村了三十载，他干过了二十霜。(韦云)若不送师父出来，一杵打你做泥尘。(女王做放手科)【尾】我无缘保的他无恙，闹炒起花烛洞房。怕甚么深院沉沉秋夜长，决撒了帽儿光光。恨韦郎，不做周方，我不道的恼乱苏州刺史肠。我如今去，我这里收拾下画堂，埋伏下兵将，等回来拿住再商量。(下)(韦云)唵，孙行者安在？(行者上，云)唵，乃佛敕。诸神拱听。(见科)(唐僧云)行者，贫僧若非尊神护持，几毁法体。(韦云)行者，好生护持师父去者。孙行者听我叮咛：和师父疾便登程。见花酒休生凡性，莫误了西天取经。(下)(唐僧云)行者，我们十分亏神天护持，脱了此一难。我且问你，我吃女王拿住，你每三个怎的脱身？(行者云)师父，听行者告诉一遍：小行被一个婆娘按倒，凡心却待起。不想头上金箍儿紧将起来，浑身上下骨节疼痛，疼出几般儿蔬菜名来：头疼得发蓬如韭菜，面色青似蓼牙，汗珠一似酱透的茄子，鸡巴一似腌软的黄瓜。他见我恰似烧葱，恰甫能忍住了胡麻。他放了我，我上了火龙马脊梁，直走粉墙左侧。听我有个曲儿，唤做【寄生草】。【寄生草】猪八戒吁吁喘，沙和尚悄悄声。上面的紧紧往前挣，下面的款款将腰肢应。我端详了半晌空傒幸，他两个忙将黑物入火炉，我则索闲骑白马敲金镫。师父，趁着人健马饱，趱行去来。第十八折迷路问仙(唐僧一行人上，云)自离了女人国，行经一个月期。不知前至那里，得个地方人，问他问路儿也好。远远地渔鼓、筒子响，俺紧脚步赶将去，问他一声。(下)(采药仙人持渔鼓、筒子上，云)山兮山兮高，水兮水兮深。山高摩世界，水深流古今。百年惟有山水在，英雄豪士何所寻？道可道人莫毁，名可名就里难言。若离得酒色财气，便堪为尘世神仙。(唱)【南吕】【玉交枝】贪杯无厌，每日价汛流霞潋滟。子云嘲谑防微渐，托鸱夷彩笔拈。季鹰好饮豪兴添，忆莼鲈只为葡萄酽。倒玉山恁般瑕玷，又不是周晏相沾。糟腌着葛仙翁，曲埋那张孝廉。恣狂情，谁与砭？英雄尽你夸，富贵饶他占，则这黄垆畔有祸殃，玉缸边多危险，酒呵，播声名天下嫌。【幺】待谁来挂念？早则是桃腮杏脸。巫山洛浦皆虚艳，把西子比无盐。那里有佳人将四德兼，为龙犛衾枕是干戈渐。锦片似江山着敌敛，可曾悔恋了秾纤。醉弯钗，间宝奁，这风情，怎强谵？眼见坠楼人，犹把临春占。笑男儿自着鞭，叹菏娥藏刀剑。色呵，播声名天下嫌。【幺】富豪的偏俭，奢华的无过是聚敛。王戎、郭况心无厌，拥金穴握牙签。可知道分金鲍叔廉，煞强如牢把铜山占。晋和峤也多褒贬，恰便是朱方聚歼。有齿的焚身，多财的要谦。斗量珠，树系缣，刑伤为美姝，杀伐因求剑。空有那万贯钱，到底来亡沟堑。财呵，播声名天下嫌。【幺】英雄气焰，貔虎般不能收敛。夷门燕市皆为僭，空傒槅枉威严。探丸厉刃掀紫髯，笑谈落得填坑堑。尽淋漓一腔丹慊，惹傍人血泪横沾。冷觑王侯，暖守兵钤。发冲冠，雄猛添，惊皇博浪椎，寂寞乌江剑。恁忘了泡影与河山，算相争都无餍。气呵，播声名天下嫌。(唐僧引一行人上，云)行至深山旷野之中，不知是那里？远远的树林之间，有个采药仙人，问路咱。(行者云)前面采药仙人，指路咱。(仙唱)【醉乡春】打渔鼓高歌兴添，采灵芝快乐无厌。大叫高呼，前遮后掩。远量度，近观瞻，谨廉礼谦，休猜我做避世陶潜。(唐僧云)俺是大唐三藏国师，欲往西天取经，过此迷了路途。故此问你咱。(仙云)恁非凡人也，谁能得到这里？【双调】【小将军】过女人国甚巇险，有无限恶威严。若要到西天峻峰尖，一路上苦偏多无甚甜。(唐僧云)指我去路咱。(仙云)俺此间不五百里，有一山，名曰火焰山。山东边有一女子，名曰铁扇公主。他住的山，名日铁嵯峰。使一柄铁扇子，重一千余斤，上有二十四骨，按一年二十四气，一扇起风，二扇下雨，三扇火即灭，方可以过。【清江引】火焰山委实形势险，(行者云)我一胞尿溺，也溺死了他。(唐僧云)行者，休要胡说。(仙唱)使不着你妆风汉。全凭铁扇风，常言道：水火无情，不用吹毛剑，(行者云)我问他借扇子，肯便肯，不肯呵，我与他势不两立。(仙云)他的法宝，你人力怎斗得？他敢着你滴溜溜的半空似秋叶般飐。虽然于路艰难，却有无限之景。【碧玉霄】瀑布签寒，涧落水帘，木绕山尖，猿啸虎张髯。仗法力则可行，无神通休强参。将山色来瞻，似碧玉无瑕玷。苦辛不厌，大发慈悲念。师父趱行者。【随尾】玉鞭紧紧催金革占，火焰山千难万险。早求法力到西天，莫把残躯葬山崦。(下)(唐僧云)来至火焰山，如何得过去？行者，怎生是好？(行者云)师父，山这边有人家，你且歇下。着弟子直到铁嵯峰，寻铁扇公主，借扇子来，着师父过去。(唐僧云)你疾去早来，休着我记挂你。(下)(行者云)来到铁嵯峰。人说铁扇公主，知他有丈夫没丈夫？好模样也不好？我且问山神土地，便知明白。唵！山神土地安在？(山神上，云)小圣本处山神是也。唵！乃法敕，万神咸听。不知那位尊神呼召，小圣上前参见。尊神稽首。(行者云)我乃大唐三藏国师弟子，通天大圣孙行者。我问铁扇公主在那里住？(山神云)在正尖峰下住。(行者云)他有丈夫没丈夫？(山神云)没丈夫。(行者云)他肯招我做女婿么？(山神云)肯。(行者云)怎知便肯？(山神云)人物好歹选中。(行者云)我问他借扇子去。(山神云)小圣不敢说，行者自详论。着他一扇子，扇做风胡孙。(下)(行者云)我不信输与一个婆娘。我且到他洞门前走一遭。(下)第十九折铁扇凶威(铁扇公主上，云)妾身铁扇公主是也，乃风部下祖师，但是风神皆属我掌管。为带酒与王母相争，反却天宫，在此铁嵯山居住，到大来是快活也呵。(唱)【正宫】【端正好】我在巽宫里居，离宫里过，我直滚沙石撼动娑婆。天长地久谁煞得我？把世界都参破。【滚绣球】孟婆是我教成，风神是我正果。我和骊山老母是姊妹两个，我通风他通火。角木蛟、井木犴是叔伯亲，斗木獬、奎木狼是舅姑哥。当日宴蟠桃惹起这场灾祸，西王母道他金能欺风木催槎。当日个酒逢知己千钟少，话不投机一句多，死也待如何？俺这里铁嵯峰，好景致也呵。【倘秀才】明月照疏林花果，寒露滴空山薜萝。四面青山紧围裹，松梢闻鹤唳，洞门看猿过，与凡尘间阔。我一柄扇子，重一千余斤，上有二十四骨，按二十四气。此般兵器，三界圣贤，不可量度。单镇南方火焰山，若无此扇，诸人不可过去。好扇子呵。【滚绣球】这扇子六丁神巧铸成，五道神细打磨，阎浮间并无二个，上秤称一千斤犹有余多。管他二十四气风，吹灭八十一洞火，火焰山神见咱也胆破，恼着我呵登时间便起干戈。我且着扇扇翻地狱门前树，卷起天河水波，我是第一洞妖魔。(行者上，叫科)(洞里小鬼做出科)(行者云)小鬼，对恁公主说，大唐三藏国师摩合罗俊徒弟孙悟空来求见，借法宝，过火焰山咱。(小鬼进禀科)(公主云)我知道，这胡孙是通天大圣孙行者。着他过来。(行者做入见，混科，云)弟子不浅，娘子不深。我与你大家各出一件，凑成一对妖精。小行特来借法宝，过火焰山。(公主云)这胡孙无礼。我不借与你。【叨叨令】我这片杀人心胆大来大，救人命志少些儿个。(行者云)师父过不得火焰山，特来相投。(公主唱)你道是火焰山师父实难过，则这个铁嵯峰的魔女能行祸。休得要闲中寻闹也波哥，休得要闲中寻闹也波哥，则你那秃髑髅敢禁不得刚刀剁。(行者云)这贼贱人好无礼。我是紫云罗洞主，通天大圣。我盗了老子金丹，炼得铜筋铁骨，火眼金睛，钅俞石屁眼，摆锡鸡巴。我怕甚刚刀剁下我鸟来？(公主云)这胡孙好生无礼。我也不是你惹的。【白鹤子】你道是花果山是祖居，铁嵯峰是我的行窝。在彼处难比强，来此处索伏些懦。(行者云)泼婆娘，我若拿住你，也不打你，也不骂你，你则猜。(公主唱)【中吕】【快活三】恼的我无明火怎收撮？泼毛团怎敢张罗？卖弄他铜筋铁骨自开合，我一扇子敢着你翻筋斗三千个。(行者做出科，云)那婆娘，出来，出来，我和你并个输赢。(公主唱)【鲍老儿】他大叫高呼勒着我，更怕我杨柳腰肢袅娜。耀武扬威越逞过，更怕我桃脸风吹得破。弯弓蹬弩，拈枪使棒，擂鼓筛锣。鬼兵那里？(卒子摆上)(公主云)将兵器来。【古鲍老】手提着太阿，碧澄澄恰如三尺波。额攒着翠娥，恶狠狠怒如千丈火。狂旗磨．战鼓敲，妖兵和。你便吃了灵丹数颗，争似我风声偏大，半合儿敢着你难捞摸。(做战科)(公主做败走科，云)这胡孙神通广大，我赢他不得。将法宝来。【道和】这扇子柄长面阔，锁铁贯嵌金磨，骨把揠薄。妖气罩冷风多，云端顶上观见我。铁棒来抽身便躲，戒刀着怎地存活？我着戒刀折，铁棒损，力消磨。【柳青娘】休么，从来不以这妖魔，忒轻薄也待如何？那厮有神通难摸，艺高强名扬播。偷灵丹老子怎近他？盗蟠桃玉皇难奈何。那厮上天宫将神威挫，下人间兴祸多。看着身躯大，顷刻成微末；看着东方过，顷刻向西方落。一任他铁骨铜筋火眼睛，不索交兵，敢着他随风一扇扇了渡江河。(做扇科)(行者做一筋斗下)(公主云)量你个胡孙，到得那里？这一柄扇扇着呵。【尾】或是堕在远冈，落在浅波，滴溜溜有似梧飘落。便是天着他有命？今生必定害风魔。(下)(行者上，云)吃这婆娘一扇子，扇得我滴溜溜半空中。休说甚的小孙草腹屎肠，做了四句口号，骂这弟子：婆娘忒恁高强，法宝世上无双。不借我呵也罢，当着你热我凉。待干罢，去投奔观音佛去，好歹有甚见识过去。(下)第二十折水部灭火(观音上，云)老僧观世音是也。唐僧过不得火焰山，孙悟空来告。我差雷公、电母、风伯、雨师，箕水豹、壁水犭俞、参水猿等水部神通。水能灭火，京除此火山之害，免使后人受苦。传吾法旨，着神将跟孙悟空去，便要同唐僧过山。风、雨、雷、电神，即时下中界。我着他火焰不能烧，刀侵断断坏。(下)(电母引风伯、雨师、雷公上)(风云)走石扬沙日月昏，(雷云)惯将斧劈巨灵神，(雨云)银瓶泻尽天河水，(电云)时掣金蛇送火轮。(风云)吾世守东南巽二之神，箕水豹飞帘大将军是也。(雷云)吾太乙真人部下谢仙火伴，霹雳将军五雷使者是也。(雨云)吾乃毕星屏翳之神，玄冥先生赤松子是也。(电云)吾乃南方离火之神，鞭策雷车使者列缺仙姑是也。今日西天毗卢伽尊者，前往五印度取大藏金经，被火焰山妖魔当路。我四人奉着观音法旨，前往护持他去。须索走一遭。(唱)【黄钟】【醉花阴】骤雨滂沱电光满，古剌剌雷声如车转，云叆叇雾迷漫。天地水三官，敕令着咱将唐僧管。恶途路怎盘桓？火焰山难同春昼暖。【喜迁莺】又不必樵苏炙爨，通红一带峰峦，遥观，碧天将半。这山便有美玉也难枉着凤鸾，又我甚沟涧湍。镝箭的风威相助，淋琅般雨势相攒。【出队子】把天瓢来浇灌，潺潺的水势满。犹胜似上元驿夜半火威宽，博望坡秋深火焰撺，赤壁山冬初火力完。【四门子】箕水豹斑斓隐雾端，壁水犭俞紧把眉攒，参水猿左右听呼唤。水势溶宽，山高下不分匠段，路迢遥不见林峦。水部雄火焰消迷路平安，十万里程受苦酸。师父力多般，餐风宿露忙投窜。宵衣旰食无撺断，受驱驰百万端。(唐僧上，做见科，云)多谢神圣，救了弟子一难。(电唱)【寨儿令】请师父上马休迟缓，众神人紧护攒。龙马又奔徒弟每欢，到前途更无妖怪断。天地知，佛法宽，敢着你同居涅槃。【神仗儿】风神王冷气酸，雨师雷伯两意欢，电母施威，水神没乱，这功劳都一般。往西天取得经完，再重来此处难顾管。奏天庭仍把诸佛唤，着火再休撺。【尾】此去西天路过半，月不消十数遍团圆，那壁是灵鹫两山交界管。正名女人国遭险难采药仙说艰难孙行者借扇子唐僧过火焰山买舟南浦秋闻雁，呼酒西窗夜剪灯。何处玉箫天似水，琼花一夜白如冰。新诗吟兴浓，香醪量洪，好花插乌纱重。百年世事苦匆匆，莫把眉头纵。鸥鹭新盟，云山清兴，远红尘俗事冗。假石崇运能，能范丹命穷，总一枕南柯梦。长歌咏楚词，细赓和杜诗，闲临写羲之字。乱云堆里结茅茨，无意居朝市。珠履三千，金钗十二，朝承恩暮赐死。来商山紫芝，理桐江钓丝，毕罢了功名事。住茅舍竹篱，穿芒鞋布衣，啖霍食藜羹味。两轮日月走东西，搬今古兴和废。蕙帐低垂，柴门深闭，大斋时犹未起。叹苏卿牧羝，笑刘琨听鸡，睡不足三竿日。任薰莸不分，尽玉石共焚，由人海鱼龙混。长歌楚些吊湘魂，谁待看匡时论。身重千金，舌缄三寸，坐时安行处稳。醉看山倒樽，醒读书闭门，无半点尘俗闷。荣华梦一场，功名纸半张，是非海波千丈。马啼踏碎禁街霜，听几度头鸡唱。尘土衣冠，江湖心量，出皇家麟凤网。慕夷齐首阳，叹韩彭未央，早纳纸风魔状。功名辞凤阙，浮生寄蚁穴，醉入黄鸡社。取之无禁用无竭，江上风山间月。基业隋唐，干戈吴越，付渔樵闲话说。酒杯中影蛇，枕头上梦蝶，二十载花开谢。繁华景已休，功名事莫求，算富贵难消受。匡庐挂在屋西头，终日看云出岫。瓜地深锄，茅庵新沟，醉翁意不在酒。厌襟裾马牛，笑衣冠沐猴，拂破我归由袖。朱颜去不回，白发来暗催，黄金尽将时背。穷居野处保无危，俯仰心无愧。秋菊宜餐，春兰堪佩，度流光如逝水。高阳池举杯，灞陵桥探海，傲杀王侯贵。身不出敝庐，脚不登仕途，名不上功劳簿。窗前流水枕边书，深参透其中趣。大泽诛蛇，中原逐鹿，任江山谁做主。孟浩然跨驴，严子陵钓鱼，快快煞闲人物。风俗变甚讹，人情较太薄，世事处真微末。收拾琴剑入山阿，眼不见高轩过。性本疏慵，才非王佐，守一丘并一壑。算人生几何，惊头颅半皤，怕干惹萧墙祸。云林远市朝，烟村绝吏曹，风景隔长安道。淋漓醉墨湿宫袍，诗酒把王侯傲。南亩躬耕，东皋舒啸，看青山终日饱。携一琴一鹤，做半渔半樵，人不识予心乐。色侵阶碧苔，荫当门绿槐，香满瓮黄齑。青山招我赋归来，放浪形骸外。汉室三杰，唐家十宰，数英雄如过客。置轩车第宅，积子女玉帛，见多少成和败。逐东风看花，锄明月种瓜，趁春雨耘苗稼。堪嗟尘事手抟沙，较世味如嚼蜡。杖屦梅边，琴樽松下，锁心猿拴意马。鸱夷泛海槎，陶潜休县衙，入千古渔樵话。意堤防若城，口缄守似瓶，心磨拭如明镜。沧波照影鬓星星，莫行险图侥幸。松菊幽怀，莼鲈高兴，乐桑榆淹暮景。手执玉捧盈，足临深履冰，固君子知天命。两眉舒不攒，一身闲尽扌弃，百事了无羁绊。霜侵两鬓渐成斑，嗟暗里年光换。小可杯盘，寻常烟爨，客来时随意款。喜情欢量宽，乐心广体胖，生与死由天断。结构就草庵，葺理下药篮，整顿挑诗担。萧萧白发不胜簪，羞对青铜鉴。绝念荣华，甘心恬淡，安乐窝分付俺。饮壶觞半酣，共渔樵笑谈，乔公案无心勘。白茅葺短檐，黄芦编细帘，红槿插疏篱堑。诗成一笑写霜缣，诲不厌学不倦。伴侣猿鹤，生涯琴剑，设柴门常自掩。沽村醪价廉，挑野菜味甜，绝断了功名念。百篇诗细吟，一壶酒自斟，半间屋和云赁。粗衣淡饭且消任，得温饱思量甚。世态团蜂，人心毒鸩，是和非都在恁。枕床头素琴，坐门前绿阴，梦不入非熊魂。访壶公洞天，谒卢仝玉川，住潘岳河阳县。汉家陵寝草芊芊，叹世事云千变。暮鼓晨钟，秋鸿春燕，随光阴闲过遣。结茅庐数椽，和梅诗几篇，遂了俺平生愿。染风霜鬓斑，际风云兴阑，耽风月心全慢。天公容我老来间，且吃顿黄齑饭。并处贤愚，同炉冰炭，怪先生归去晚。拜韩侯上坛，放张良入山，谁身后无忧患。",
        "author": "元代",
        "poem_class": "春天",
        "dynasty": "元好问"
    },
    {
        "title": "一枝花·春日送别",
        "paragraph": "丝丝杨柳风，点点梨花雨。雨随花瓣落，风趁柳条疏。春事成虚，无奈春归去。春归何太速，试问东君，谁肯与莺花做主？秋扇合欢制时人皆悦，斫湘川翠竹挑成篾。量分寸短长截，充直性见火随科。便屈节，盘圈攒柄，下漆投胶，按素练如秋月。龟背罗色同沉麝，柄分开白璧，圈贵定乌蛇。线缠着万缕黑龙须，囊鼓双飞玉胡蝶。样制孤高，停分无偏，圆成不缺。【幺】自谓奇绝，要和时辈争优劣。得架大人权，比蒲葵白羽特别。识破也，其中隐漆，就里藏金，徒夸外面如冰雪。除一身外馀阴难籍，力难撑大厦，声不震惊蛰。中途见弃莫伤心，误世清谈谩争舌，几曾将溺庶携挈。【耍孩儿】果然是弄巧番成拙，挽造化非同苟且。要移寒暑不由天，奈四时正气无邪。当胸卷地兵尘避，举手谩天日色遮。风云隔，本人间器物，妆世上英杰。【幺】最难甘递互相抬贴，卖弄他风流酝藉。只能驱一握掌中风，几曾将烦暑除绝。偏宜皓齿歌金缕，不为生灵奏玉牒。临台榭，引歌声荡漾，牵情思和协。【三煞】写天涯咫尺间，画云山千万叠。纵浮花妆饰皆虚设，见胚胎破绽难藏扌厭，有点污唵口替强打迭。无光摄，匹头上面阔，半路里腰折。【二】苗稼枯木叶焦，涌泉涸井脉竭。晒曝得田亩龟纹裂，犹随酷吏临轩阁，不播仁风到窟实。民灾孽，障虚名有剩，慰残喘无些。【尾】汗沾襟似沸汤，地烘炉如炼铁。比及盼得到白露中秋节，把四海苍生热杀也。麈腰千古风流旖旎，束纤腰偏称襄王意。翠盘中妃后逞娇娆，舞春风杨柳依依。喜则喜，深兜玉腹，浅露酥胸，拘束得宫腰细。一幅锦或挑或绣，金妆锦砌，翠绕珠围。卧铺绣褥酿春光，睡展香衾暗花溪。粉汗香袭，被底无双，怀中第一。【耍孩儿】帐中偏惹情郎殢，特遗人劳心费力。选二色青红相配，拣四时锦绣希奇。剪行时蜀锦分花萼，针过处吴绫审聚绣堆。倒钩着金针刺，刺得丝丝密密，裁得那整整齐齐。【六煞】裯痕儿似剪云，针脚儿如布虮，缝成倒凤颠鸾翼。穿花鸂氵鶒偏斜落，出水鸳鸯颠倒飞，浑乡得繁华异。高低中不剩，宽窄里元肥。【五】青连红晚霞照楚山，红边青春云射渭水，玉纤款款当胸系。带儿絟十二白蝶舞，牙子对一双碧翠飞，望得些风流意。拘钤寂寞，抑勒孤凄。【四】常常得靠柳腰，紧紧得贴素体。同行同坐同鸳被，本待遮藏秋水冰肌瘦，包弄春风玉一围，先泄漏春消息。纵不是你是昨□开罗叩，多应是我瘦损香肌。【三】你不肯遮盖咱，咱须当遮盖你。刬地褪酥胸落着相思讳，不堪锦帐怀君子，好向嵬坡衬马蹄。你不比别衣被，有法度针线，无那儹轻衣。【二】也不索托香腮转转猜，伸纤腰细细比，不索觑搂带裯裙儿禊。则这红罗鞋宽掩过多三指，翠当头横搀了少年围。若见俺风流婿，便知消减，不索先题。【尾】为你知心腹倚仗着伊，可便半腰里无主戚。似这般无恩情不管人憔悴，我则向心坎上单单系着你。古镜起制轩辕始建，物来则应堪人羡，以此后人传。本形少规多圆，想在先，铜熔开金汁，泥固定沙模，倾写飞虹电。那的是良工绝妙，厚薄相称，周旋无偏。照临人世待时光。暗浥香尘度流年。纽氵齿青埃，背渍朱斑，面生绿鲜。【幺】靠椓侵边，渍斑塞满龙蛇篆。八卦土匀填，绿云阚定寒泉。意信遣，着衣不睹。取火难通，空结愁云怨。一区光容沉匿，霞光皆杳，惠眼常禅。鄙哉无智不矜衒，仁者存心可哀怜，同心结罗带深穿。【耍孩儿】香尘花晕银波浅，浮罩长庚甚远。濛濛皓月坠深渊，玉纨轻覆云笺。内明云暗无肖阐，里洁烟笼不郎然。尘内蟠龙渐，雾昏暗结，云翳相联。【幺】青衣布满如蓝澱，烁烁寒光未转。可怜内洁几曾知，鸾台无用空悬。桃腮怎对施朱粉，宫额难临贴翠钿，不称风流愿。香奁宝砌，绣袋金圈。【五煞】照妖镇释坛，护心保命全。分开后对成姻眷，乐昌暗结风流配。鲁肃深谋斩斫权。憔翠佳人倦，愁观衰貌，喜照芳妍。【四】圆光净更清，菱花明更坚。可怜世事云千变，玉盘本洁蒙尘垢，皓月虽明障雾烟，云暗青霄掩，世情有分，物态无缘。【三】古铜时下收，菱花何处选。今来特许良工见，气吹黯雾飞天外，手抚残云离月边。光彩如银练，高低善辨，貌陋能传。【二】就中硬胜刚，外面软似绵。冰盆初破如刀剪，逢人射影停身分，睹物遗形在眼前。分明现，秋天朗朗，风露涓涓。【一】分毫无缕瑕，光莹净玉宣。残云刮地西风卷，寒光皎洁明盈室，素魄团圆照满天。似银汉冰盘转，鉴窥星斗，照耀山川。【尾】据坚平明正清，非为俺自专。若回光返照仁人面，廉洁分明自然显。思乡辇毂下人生有幸，乐太平歌舞同欢庆。金绮陌玉娉婷，间笙簧歌转流莺。斗驰骋，粉浓兰麝，肌莹琼酥，花解语娇相并。旦暮花魔酒病，诗酬酢好句，词赓和新声。樱唇月下吕玉箫，春笋花前按银筝。正宴乐皇都，忽忆吴山，顿思越景。【幺】书剑南行，或征或止无定，飘泊若云萍。驾孤舟一叶帆轻，似脱颖，辞九重凤阙，快万里鹏程。无名利徒奔竞，自愿瞰东南形胜。湖山留客醉，花柳系人情。梯航海峤暮云黄，轿马烟岚乱山青。屡曾经，莲渚芦汀。【耍孩儿】山屏锦幛繁花盛，雪霁风和雨晴，良工着色画难成。竹疏梅淡轻盈，竹穿坏壁凉阴浅，梅枕寒流瘦影清。贪幽净，懒趋权势，不就功名。【幺】蹉跎到处闲蹭蹬，不觉秋霜鬓冷。客窗几度梦朝京，忆松楸败境荒荆。见新人百倍增千倍，问故友十停无九停。咱徼幸，尚天涯流落，海角飘零。【三煞】涎乾沿壁蜗，翅殭守冻蝇。羁縻人舟缆桩橛钉。迟留荆楚悲王粲，久困长沙叹贾生。思薄命，钱未尝满贯，粮不足空瓶。【二】虽然动的脚根，何曾转的眼睛，杜鹃啼感动归家兴。羡孤云易举离南浦，无双翼高飞过渭城。行装并，载满船风月，十里旗亭。【尾】剡溪水半合，山阴雪欲平。还乡子安道无踪影，不回棹先生望谁请。羊诉冤十二宫分了巳未，禀乾坤二气成形质。颜色异种多般，本性善群兽难及。向塞北，李陵台畔，苏武坡前，嚼卧夕阳外，趁满目无穷草地。散一川平野，走四塞荒陂。驭车善致晋侯欢，拂石能逃左慈危。舍命于家，就死成仁，杀身报国。【幺】告朔何疑，代衅钟偏称宣王意。享天地济民饥，据云山水陆无敌。尽之矣，駞蹄熊掌，鹿脯獐豝，比我都无滋味。折莫烹炮煮煎熛蒸炙，便盐淹将卮，醋拌糟焙。肉麋肌鲊可为珍，莼菜鲈鱼有何奇，于四时中无不相宜。【耍孩儿】从黑河边赶我到东吴内，我也则望前程万里。想道是物离乡贵有些峥嵘，撞着个主人翁少东没西。无料喂把肠胃都抛做粪，无水饮将脂膏尽化做尿。便似养虎豹牢监系，从朝至暮，坐守行随。【幺】见一日八十番觑我膘脂，除我柯杖外别有甚的。许下浙江等处恶神祗，又请过在城新旧相知。待赁与老火者残岁里呈高戏，要雇与小子弟新年中扮社直。穷养的无巴避，待准折舞裙歌扇，要打摸暖帽春衣。【一煞】把我蹄指甲要舒做晁窗，头上角要锯做解锥，瞅着颔下须紧要栓挝笔。待生撏我毛裔铺毡袜，待活剥我监儿石覃皮。眼见的难回避，多应早晚，不保朝夕。【二】火里赤磨了快刀，忙古歹烧下热水，若客都来抵九千鸿门会。先许下神鬼飏了前膊，再请下相知揣了后腿。围我在垓心内，便休想一刀两段，必然是万剐凌迟。【尾】我如今剌搭着两个蔫耳朵，滴溜着一条麄硬腿。我便似蝙蝠臀内精精地，要祭赛的穷神下的呵吃。村居人性善皆由天命，气清浊列等为贤圣。万物内最为灵，又幸为男子峥嵘。要自省妍媸贵贱，寿夭穷通，这几事皆前定，使不着吾强我性。叹时乖运拙，随坎止流行。既知钟鼎果无缘，好向林泉且埋名。除去浮花，修养残躯，安排暮景。【幺】量力经营，数间茅屋临人境，车马少得安宁。有书堂药室茶亭，甚齐整。鱼池内菱芡，溪岸上鸡鹅，壮观我乘高兴。缫车响蝉声相应，妻蚕女茧，婢织奴耕。陇头残月荷锄歌，牛背夕阳短笛横，听农家野调山声。【耍孩儿】虽然蔬圃衠畦径，搀造化夺时发生。也和治世一般平，桔槔便当权衡。堤防着雨涝开沟洫，准备着天晴浍水坑。栽排定，生涯要久远，养子望聪明。【幺】把闲花野草都锄净，尚又怕稊稗交生。桑榆高接暮云平，笋黄菜绿瓜青。葫芦花发香风细，杨柳阴浓暑气清。开心镜，静观消长，闲考亏盈。【五煞】菜老便枯，菜嫩便荣，荣枯消长教人为证。菜因浇灌多荣旺，人为功名苦战争。徒然竞，百年身世，数度阴晴。【四】兴来画片山，闲来看卷经，推敲访友针诗病。消磨世态杯中酒，聚散人情水上萍。心方定，但缘有酒，与世忘形。【三】无愁心自安，高眠梦不惊，不乏衣食为侥幸。身闲才见公途险，累少方知担子轻。成家庆，顽童前引，稚子随行。【二】樵夫叉了柴，渔翁扳了罾，故来下访相钦敬。盘中熟笋和生菜，瓮里新醅泼酉占清。行歪令，饮竭正盏，斟满罚觥。【尾】渔说了强，樵说他能。我攒颏抱膝宁可听，闲看会渔樵壮厮挺。寻致争不致争，既言定先言定。论至诚俺至诚，你薄幸谁薄幸？岂不闻举头三尺有神明，忘义多应当罪名！海神庙见有他为证。似王魁负桂英，碜可可海誓山盟。绣带里难逃命，裙刀上更自刑，活取了个年少书生。忘忧草，含笑花，劝君闻早冠宜挂。那里也能言陆贾？那里也良谋子牙？那里也豪气张华？千古是非心，一夕渔樵话。",
        "author": "元代",
        "poem_class": "春天",
        "dynasty": "刘庭信"
    },
    {
        "title": "虞美人·深闺春色劳思想",
        "paragraph": "深闺春色劳思想，恨共春芜长。黄鹂娇啭泥芳妍，杏枝如画倚轻烟、琐窗前。凭阑愁立双娥细，柳影斜摇砌。玉郎还是不还家？教人魂梦逐杨花、绕天涯。遥夜亭皋闲信步。才过清明，渐觉伤春暮。数点雨声风约住。朦胧淡月云来去。(渐觉 一作：早觉)桃杏依稀香暗渡。谁在秋千，笑里轻轻语。一寸相思千万绪。人间没个安排处。(依稀 一作：依依)窗下有时留客宿，室中无事伴僧眠。越梅半拆轻寒里，冰清淡薄笼蓝水。暖觉杏梢红，游丝狂惹风。闲阶莎径碧，远梦犹堪惜。离恨又迎春，相思难重陈。",
        "author": "五代",
        "poem_class": "春天",
        "dynasty": "顾夐"
    },
    {
        "title": "浣溪沙·舟逐清溪弯复弯",
        "paragraph": "舟逐清溪弯又弯。垂柳开处见青山。毵毵绿发覆烟鬟。夹岸莺花迟日里，归船萧鼓夕阳间。一生难得是春闲。大江歌罢掉头东，邃密群科济世穷。面壁十年图破壁，难酬蹈海亦英雄。契阔死生君莫问，行云流水一孤僧。无端狂笑无端哭，纵有欢肠已似冰。人生易老天难老，岁岁重阳。今又重阳，战地黄花分外香。一年一度秋风劲，不似春光。胜似春光，寥廓江天万里霜。",
        "author": "近现代",
        "poem_class": "春天",
        "dynasty": "王国维"
    },
    {
        "title": "卖花声·立春",
        "paragraph": "独饮对辛盘，愁上眉弯。楼窗今夜且休关。前度落红流到海，燕子衔还。书贴更簪欢，旧例都删。到时风雪满千山。年去年来常不老，春比人顽。关河冻合梨云，冲寒犹试连钱骑。思量旧梦，黄梅听雨，危阑倦倚。披氅重来，不分明出，可怜烟水。算夔巫万里，金焦两点，谁说与，苍茫意？却忆蛟台往事，耀弓刀，舳舻天际。而今剩了，低迷鱼艇，模粘雁字。我辈登临，残山送暝，远江延醉。折梅花去也，城西炬火，照琼瑶碎。寸寸山河寸寸金，侉离分裂力谁任，杜鹃再拜忧天泪，精卫无穷填海心。除是无愁与莫愁。一身孤注掷温柔。倘若有城还有国。愁绝。不能雄武不风流。多谢尘言千百句。难据。羽陵词笔自今收。晚岁披猖终未肯。割忍。他生缥缈此生休。",
        "author": "清代",
        "poem_class": "春天",
        "dynasty": "黄景仁"
    },
    {
        "title": "春近",
        "paragraph": "山雪银屏晓，溪梅玉镜春。东风露消息，万物有精神。索莫贫游世，龙钟老迫身。欲浮沧海去，风浪阔无津。栏干十二独凭春，晴碧远连云。千里万里，二月三月，行色苦愁人。谢家池上，江淹浦畔，吟魄与离魂。那堪疏雨滴黄昏。更特地、忆王孙。红旗高举，飞出深深杨柳渚。鼓击春雷，直破烟波远远回。欢声震地，惊退万人争战气。金碧楼西，衔得锦标第一归。僵卧孤村不自哀，尚思为国戍轮台。夜阑卧听风吹雨，铁马冰河入梦来。",
        "author": "宋代",
        "poem_class": "春天",
        "dynasty": "王铚"
    },
    {
        "title": "瑞鹤仙·悄郊原带郭",
        "paragraph": "悄郊原带郭，行路永，客去车尘漠漠。斜阳映山落，敛馀红、犹恋孤城阑角。凌波步弱，过短亭、何用素约。有流莺劝我，重解绣鞍，缓引春酌。不记归时早暮，上马谁扶，醒眠朱阁。惊飙动幕，扶残醉，绕红药。叹西园、已是花深无地，东风何事又恶？任流光过却，犹喜洞天自乐。谁作桓伊三弄，惊破绿窗幽梦？新月与愁烟，满江天。欲去又还不去，明日落花飞絮。飞絮送行舟，水东流。东风知我欲山行，吹断檐间积雨声。岭上晴云披絮帽，树头初日挂铜钲。野桃含笑竹篱短，溪柳自摇沙水清。西崦人家应最乐，煮芹烧笋饷春耕。身世悠悠我此行，溪边委辔听溪声。散材畏见搜林斧，疲马思闻卷旆钲。细雨足时茶户喜，乱山深处长官清。人间岐路知多少，试向桑田问耦耕。风柔日薄春犹早，夹衫乍著心情好。睡起觉微寒，梅花鬓上残。故乡何处是，忘了除非醉。沉水卧时烧，香消酒未消。 ",
        "author": "宋代",
        "poem_class": "春天",
        "dynasty": "周邦彦"
    },
    {
        "title": "村居",
        "paragraph": "雾树溟潆叫乱鸦，湿云初变早来霞。东风已绿先春草，细雨犹寒后夜花。村艇隔烟呼鸭鹜，酒家依岸扎篱笆。深居久矣忘尘世，莫遣江声入远沙。酒醒香销愁不胜，如何更向落花行。去年高摘斗轻盈。夜雨几番销瘦了，繁华如梦总无凭。人间何处问多情。飞絮飞花何处是，层冰积雪摧残，疏疏一树五更寒。爱他明月好，憔悴也相关。最是繁丝摇落后，转教人忆春山。湔裙梦断续应难。西风多少恨，吹不散眉弯。女娲炼石已荒唐，又向荒唐演大荒。失去幽灵真境界，幻来亲就臭皮囊。好知运败金无彩，堪叹时乖玉不光。白骨如山忘姓氏，无非公子与红妆。",
        "author": "清代",
        "poem_class": "春天",
        "dynasty": "郑板桥"
    },
    {
        "title": "绝句漫兴九首·其一",
        "paragraph": "眼见客愁愁不醒，无赖春色到江亭。即遣花开深造次，便觉莺语太丁宁。蚤是伤春梦雨天，可堪芳草更芊芊。内官初赐清明火，上相闲分白打钱。紫陌乱嘶红叱拨，绿杨高映画秋千。游人记得承平事，暗喜风光似昔年。若耶溪傍采莲女，笑隔荷花共人语。日照新妆水底明，风飘香袂空中举。(袂 一作：袖)岸上谁家游冶郎，三三五五映垂杨。紫骝嘶入落花去，见此踟蹰空断肠。春日游，杏花吹满头。陌上谁家年少，足风流？妾拟将身嫁与，一生休。纵被无情弃，不能羞。",
        "author": "唐代",
        "poem_class": "春天",
        "dynasty": "杜甫"
    },
    {
        "title": "夜游宫·春语莺迷翠柳",
        "paragraph": "春语莺迷翠柳。烟隔断、晴波远岫。寒压重帘幔拕绣。袖炉香，倩东风，与吹透。花讯催时候。旧相思、偏供闲昼。春澹情浓半中酒。玉痕销，似梅花，更清瘦。安远楼小集，侑觞歌板之姬黄其姓者，乞词于龙洲道人，为赋此《唐多令》。同柳阜之、刘去非、石民瞻、周嘉仲、陈孟参、孟容。时八月五日也。芦叶满汀洲，寒沙带浅流。二十年重过南楼。柳下系船犹未稳，能几日，又中秋。黄鹤断矶头，故人今在否？旧江山浑是新愁。欲买桂花同载酒，终不似，少年游。(在否 一作：在不)画船载酒西湖好，急管繁弦，玉盏催传，稳泛平波任醉眠。行云却在行舟下，空水澄鲜，俯仰留连，疑是湖中别有天。清颍东流，愁目断，孤帆明灭。宦游处，青山白浪，万重千叠。孤负当年林下意，对床夜雨听萧瑟。恨此生，长向别离中，生华发。一尊酒，黄河侧。无限事，从头说。相看恍如昨，许多年月。衣上旧痕余苦泪，眉间喜气占黄色。便与君，池上觅残春，花如雪。",
        "author": "宋代",
        "poem_class": "春天",
        "dynasty": "吴文英"
    },
    {
        "title": "和徐都曹出新亭渚诗",
        "paragraph": "宛洛佳遨游，春色满皇州。结轸青郊路，迥瞰苍江流。日华川上动，风光草际浮。桃李成蹊径，桑榆荫道周。东都已俶载，言归望绿畴。暄景转谐淑，草木目滋长。梅花覆树白，桃杏发荣光。促柱繁弦非子夜。歌声舞态异前溪。御史府中何处宿。洛阳城头那得栖。弹琴蜀郡卓家女。织锦秦川窦氏妻。讵不自惊长泪落。到头啼乌恒夜啼。寂寂青楼大道边，纷纷白雪绮窗前。池上鸳鸯不独自，帐中苏合还空然。屏风有意障明月，灯火无情照独眠。辽西水冻春应少，蓟北鸿来路几千！愿君关山及早度，念妾桃李片时妍。",
        "author": "南北朝",
        "poem_class": "春天",
        "dynasty": "谢朓"
    },
    {
        "title": "丽春",
        "paragraph": "百草竞春华，丽春应最胜。少须颜色好，多漫枝条剩。纷纷桃李枝，处处总能移。如何此贵重？却怕有人知。醉别江楼橘柚香，江风引雨入舟凉。 忆君遥在潇湘月，愁听清猿梦里长。自西山道口径北，逾黄茅岭而下，有二道：其一西出，寻之无所得；其一少北而东，不过四十丈，土断而川分，有积石横当其垠。其上为睥睨、梁欐之形，其旁出堡坞，有若门焉。窥之正黑，投以小石，洞然有水声，其响之激越，良久乃已。环之可上，望甚远，无土壤而生嘉树美箭，益奇而坚，其疏数偃仰，类智者所施设也。噫！吾疑造物者之有无久矣。及是，愈以为诚有。又怪其不为之中州，而列是夷狄，更千百年不得一售其伎，是固劳而无用。神者傥不宜如是，则其果无乎？或曰：“以慰夫贤而辱于此者。”或曰：“其气之灵，不为伟人,而独为是物，故楚之南少人而多石。”是二者，余未信之。 旅馆无良伴，凝情自悄然。寒灯思旧事，断雁警愁眠。远梦归侵晓，家书到隔年。沧江好烟月，门系钓鱼船。",
        "author": "唐代",
        "poem_class": "春天",
        "dynasty": "杜甫"
    },
    {
        "title": "采桑子·春深雨过西湖好",
        "paragraph": "春深雨过西湖好，百卉争妍。蝶乱蜂喧。晴日催花暖欲然。兰桡画舸悠悠去，疑是神仙。返照波间。水阔风高扬管弦。客路那知岁序移，忽惊春到小桃枝。天涯海角悲凉地，记得当年全盛时。花弄影，月流辉，水晶宫殿五云飞。分明一觉华胥梦，回首东风泪满衣。石梁茅屋有弯碕，流水溅溅度两陂。(度两陂 一作：度西陂)晴日暖风生麦气，绿阴幽草胜花时。花似伊，柳似伊。花柳青春人别离。低头双泪垂。长江东，长江西。两岸鸳鸯两处飞。相逢知几时。",
        "author": "宋代",
        "poem_class": "春天",
        "dynasty": "欧阳修"
    },
    {
        "title": "春思诗",
        "paragraph": "雪罢枝即青，冰开水便绿。复闻黄鸟声，全作相思曲。夕天霁晚气，轻霞澄暮阴。微风清幽幌，馀日照青林。收光渐窗歇，穷园自荒深。绿池翻素景，秋槐响寒音。伊人傥同爱，弦酒共栖寻。石影横临水。山云半绕峯。遥想山中店。悬知春酒浓。惟忠且惟孝。为子复为臣。一朝人事尽。身名不足亲。吴起常辞魏。韩非遂入秦。壮情已消歇。雄图不复申。移住华阴下。终为关外人。",
        "author": "南北朝",
        "poem_class": "春天",
        "dynasty": "王僧孺"
    },
    {
        "title": "侍从宜春苑奉诏赋龙池柳色初青听新莺百啭歌",
        "paragraph": "东风已绿瀛洲草，紫殿红楼觉春好。池南柳色半青青，萦烟袅娜拂绮城。垂丝百尺挂雕楹，上有好鸟相和鸣，间关早得春风情。春风卷入碧云去，千门万户皆春声。是时君王在镐京，五云垂晖耀紫清。仗出金宫随日转，天回玉辇绕花行。始向蓬莱看舞鹤，还过茝若听新莺。新莺飞绕上林苑，愿入箫韶杂凤笙。昔看黄菊与君别，今听玄蝉我却回。五夜飕飗枕前觉，一年颜状镜中来。马思边草拳毛动，雕眄青云睡眼开。天地肃清堪四望，为君扶病上高台。花开不同赏，花落不同悲。欲问相思处，花开花落时。苏家小女名简简，芙蓉花腮柳叶眼。十一把镜学点妆，十二抽针能绣裳。十三行坐事调品，不肯迷头白地藏。 玲珑云髻生花样，飘飖风袖蔷薇香。殊姿异态不可状，忽忽转动如有光。二月繁霜杀桃李，明年欲嫁今年死。 丈人阿母勿悲啼，此女不是凡夫妻。恐是天仙谪人世，只合人间十三岁。大都好物不坚牢，彩云易散琉璃脆。",
        "author": "唐代",
        "poem_class": "春天",
        "dynasty": "李白"
    },
    {
        "title": "七绝·苏醒",
        "paragraph": "春分雨脚落声微，柳岸斜风带客归。时令北方偏向晚，可知早有绿腰肥。凤髻金泥带，龙纹玉掌梳。走来窗下笑相扶，爱道画眉深浅入时无？弄笔偎人久，描花试手初。等闲妨了绣功夫，笑问鸳鸯两字怎生书？旧香残粉似当初。人情恨不如。一春犹有数行书。秋来书更疏。 衾凤冷，枕鸳孤。愁肠待酒舒。梦魂纵有也成虚。那堪和梦无。知君仙骨无寒暑。千载相逢犹旦暮。故将别语恼佳人，要看梨花枝上雨。落花已逐回风去。花本无心莺自诉。明朝归路下塘西，不见莺啼花落处。",
        "author": "宋代",
        "poem_class": "春天",
        "dynasty": "徐铉"
    },
    {
        "title": "春日",
        "paragraph": "好花零落雨绵绵，辜负韶光二月天。知否玉楼春梦醒，有人愁煞柳如烟。不是樽前爱惜身，佯狂难免假成真。曾因酒醉鞭名马，生怕情多累美人。劫数东南天作孽，鸡鸣风雨海扬尘。悲歌痛哭终何补，义士纷纷说帝秦。九嶷山上白云飞，帝子乘风下翠微。斑竹一枝千滴泪，红霞万朵百重衣。洞庭波涌连天雪，长岛人歌动地诗。我欲因之梦寥廓，芙蓉国里尽朝晖。一从大地起风雷，便有精生白骨堆。僧是愚氓犹可训，妖为鬼蜮必成灾。金猴奋起千钧棒，玉宇澄清万里埃。今日欢呼孙大圣，只缘妖雾又重来。",
        "author": "近现代",
        "poem_class": "春天",
        "dynasty": "苏曼殊"
    },
    {
        "title": "见二十弟倡和花字漫兴五首·其一",
        "paragraph": "落絮游丝三月候，风吹雨洗一城花。未知东郭清明酒，何似西窗谷雨茶。寒夜客来茶当酒，竹炉汤沸火初红。寻常一样窗前月，才有梅花便不同。霜降水痕收。浅碧鳞鳞露远洲。酒力渐消风力软，飕飕。破帽多情却恋头。佳节若为酬。但把清尊断送秋。万事到头都是梦，休休。明日黄花蝶也愁。伫倚危楼风细细，望极春愁，黯黯生天际。草色烟光残照里，无言谁会凭阑意。(阑 通 栏)拟把疏狂图一醉，对酒当歌，强乐还无味。衣带渐宽终不悔，为伊消得人憔悴。",
        "author": "宋代",
        "poem_class": "春天",
        "dynasty": "黄庭坚"
    },
    {
        "title": "中年",
        "paragraph": "漠漠秦云淡淡天，新年景象入中年。情多最恨花无语，愁破方知酒有权。苔色满墙寻故第，雨声一夜忆春田。衰迟自喜添诗学，更把前题改数联。岁暮远为客，边隅还用兵。烟尘犯雪岭，鼓角动江城。天地日流血，朝廷谁请缨？济时敢爱死？寂寞壮心惊！江南好，风景旧曾谙。日出江花红胜火，春来江水绿如蓝。能不忆江南？汉皇重色思倾国，御宇多年求不得。杨家有女初长成，养在深闺人未识。天生丽质难自弃，一朝选在君王侧。回眸一笑百媚生，六宫粉黛无颜色。春寒赐浴华清池，温泉水滑洗凝脂。侍儿扶起娇无力，始是新承恩泽时。云鬓花颜金步摇，芙蓉帐暖度春宵。春宵苦短日高起，从此君王不早朝。承欢侍宴无闲暇，春从春游夜专夜。后宫佳丽三千人，三千宠爱在一身。金屋妆成娇侍夜，玉楼宴罢醉和春。姊妹弟兄皆列土，可怜光彩生门户。遂令天下父母心，不重生男重生女。骊宫高处入青云，仙乐风飘处处闻。缓歌慢舞凝丝竹，尽日君王看不足。渔阳鼙鼓动地来，惊破《霓裳羽衣曲》。九重城阙烟尘生，千乘万骑西南行。翠华摇摇行复止，西出都门百余里。六军不发无奈何，宛转娥眉马前死。花钿委地无人收，翠翘金雀玉搔头。君王掩面救不得，回看血泪相和流。黄埃散漫风萧索，云栈萦纡登剑阁。峨嵋山下少人行，旌旗无光日色薄。蜀江水碧蜀山青，圣主朝朝暮暮情。行宫见月伤心色，夜雨闻铃肠断声。天旋日转回龙驭，到此踌躇不能去。(日转 一作：地转)马嵬坡下泥土中，不见玉颜空死处。君臣相顾尽沾衣，东望都门信马归。归来池苑皆依旧，太液芙蓉未央柳。芙蓉如面柳如眉，对此如何不泪垂？春风桃李花开夜，秋雨梧桐叶落时。(花开夜 一作：花开日)西宫南内多秋草，落叶满阶红不扫。(南内 一作：南苑)梨园弟子白发新，椒房阿监青娥老。夕殿萤飞思悄然，孤灯挑尽未成眠。迟迟钟鼓初长夜，耿耿星河欲曙天。鸳鸯瓦冷霜华重，翡翠衾寒谁与共？悠悠生死别经年，魂魄不曾来入梦。临邛道士鸿都客，能以精诚致魂魄。为感君王辗转思，遂教方士殷勤觅。排空驭气奔如电，升天入地求之遍。上穷碧落下黄泉，两处茫茫皆不见。忽闻海上有仙山，山在虚无缥缈间。楼阁玲珑五云起，其中绰约多仙子。中有一人字太真，雪肤花貌参差是。金阙西厢叩玉扃，转教小玉报双成。闻道汉家天子使，九华帐里梦魂惊。揽衣推枕起徘徊，珠箔银屏迤逦开。云鬓半偏新睡觉，花冠不整下堂来。风吹仙袂飘飖举，犹似霓裳羽衣舞。(飘飖 一作：飘飘)玉容寂寞泪阑干，梨花一枝春带雨。(阑 通：栏)含情凝睇谢君王，一别音容两渺茫。昭阳殿里恩爱绝，蓬莱宫中日月长。回头下望人寰处，不见长安见尘雾。惟将旧物表深情，钿合金钗寄将去。钗留一股合一扇，钗擘黄金合分钿。但令心似金钿坚，天上人间会相见。(但令 一作：但教)临别殷勤重寄词，词中有誓两心知。七月七日长生殿，夜半无人私语时。在天愿作比翼鸟，在地愿为连理枝。天长地久有时尽，此恨绵绵无绝期。",
        "author": "唐代",
        "poem_class": "春天",
        "dynasty": "郑谷"
    },
    {
        "title": "高阳台·丰乐楼分韵得如字",
        "paragraph": "修竹凝妆，垂杨驻马，凭阑浅画成图。山色谁题？楼前有雁斜书。东风紧送斜阳下，弄旧寒、晚酒醒馀。自消凝，能几花前，顿老相如。伤春不在高楼上，在灯前攲枕，雨外熏炉。怕舣游船，临流可奈清臞？飞红若到西湖底，搅翠澜、总是愁鱼。莫重来，吹尽香绵，泪满平芜。飞来山上千寻塔，闻说鸡鸣见日升。(飞来山 一作：飞来峰)不畏浮云遮望眼，自缘身在最高层。丙辰岁，与张功父会饮张达可之堂。闻屋壁间蟋蟀有声，功父约予同赋，以授歌者。功父先成，辞甚美。予裴回末利花间，仰见秋月，顿起幽思，寻亦得此。蟋蟀，中都呼为促织，善斗。好事者或以三二十万钱致一枚，镂象齿为楼观以贮之。庾郎先自吟愁赋，凄凄更闻私语。露湿铜铺，苔侵石井，都是曾听伊处。哀音似诉。正思妇无眠，起寻机杼。曲曲屏山，夜凉独自甚情绪？西窗又吹暗雨。为谁频断续，相和砧杵？候馆迎秋，离宫吊月，别有伤心无数。豳诗漫与。笑篱落呼灯，世间儿女。写入琴丝，一声声更苦。春路雨添花，花动一山春色。行到小溪深处，有黄鹂千百。 飞云当面化龙蛇，夭矫转空碧。醉卧古藤阴下，了不知南北。 (化龙蛇 一作：舞龙蛇)",
        "author": "宋代",
        "poem_class": "春天",
        "dynasty": "吴文英"
    },
    {
        "title": "金明池·天阔云高",
        "paragraph": "天阔云高，溪横水远，晚日寒生轻晕。闲阶静、杨花渐少，朱门掩、莺声犹嫩。悔匆匆、过却清明，旋占得余芳，已成幽恨。却几日阴沉，连宵慵困，起来韶华都尽。怨入双眉闲斗损。乍品得情怀，看承全近。深深态、无非自许；厌厌意、终羞人问。争知道、梦里蓬莱，待忘了余香，时时音信。纵留得莺花，东风不住，也则眼前愁闷。松阴一架半弓苔，偶欲看书又懒开。戏掬清泉洒蕉叶，儿童误认雨声来。江上往来人，但爱鲈鱼美。君看一叶舟，出没风波里。湿云不动溪桥冷。嫩寒初透东风影。桥下水声长。一枝和月香。人怜花似旧。花比人应瘦。莫凭小栏干。夜深花正寒。",
        "author": "宋代",
        "poem_class": "春天",
        "dynasty": "仲殊"
    },
    {
        "title": "春游南亭",
        "paragraph": "川明气已变，岩寒云尚拥。南亭草心绿，春塘泉脉动。景煦听禽响，雨余看柳重。逍遥池馆华，益愧专城宠。苏家小女名简简，芙蓉花腮柳叶眼。十一把镜学点妆，十二抽针能绣裳。十三行坐事调品，不肯迷头白地藏。 玲珑云髻生花样，飘飖风袖蔷薇香。殊姿异态不可状，忽忽转动如有光。二月繁霜杀桃李，明年欲嫁今年死。 丈人阿母勿悲啼，此女不是凡夫妻。恐是天仙谪人世，只合人间十三岁。大都好物不坚牢，彩云易散琉璃脆。一树寒梅白玉条，迥临村路傍溪桥。(村路 一作：林村)不知近水花先发，疑是经冬雪未销。自爱残妆晓镜中，环钗漫篸绿丝丛。须臾日射胭脂颊，一朵红苏旋欲融。山泉散漫绕阶流，万树桃花映小楼。闲读道书慵未起，水晶帘下看梳头。红罗著压逐时新，吉了花纱嫩麴尘。第一莫嫌材地弱，些些纰缦最宜人。曾经沧海难为水，除却巫山不是云。取次花丛懒回顾，半缘修道半缘君。寻常百种花齐发，偏摘梨花与白人。今日江头两三树，可怜和叶度残春。",
        "author": "唐代",
        "poem_class": "春天",
        "dynasty": "韦应物"
    },
    {
        "title": "生查子·远山眉黛横",
        "paragraph": "远山眉黛横，媚柳开青眼。楼阁断霞明，帘幕春寒浅。 杯延玉漏迟，烛怕金刀剪。明月忽飞来，花影和帘卷。秋雨一何碧，山色倚晴空。江南江北愁思，分付酒螺红。芦叶蓬舟千重，菰菜莼羹一梦，无语寄归鸿。醉眼渺河洛，遗恨夕阳中。 苹洲外，山欲暝，敛眉峰。人间俯仰陈迹，叹息两仙翁。不见当时杨柳，只是从前烟雨，磨灭几英雄。天地一孤啸，匹马又西风。秋到边城角声哀，烽火照高台。悲歌击筑，凭高酹酒，此兴悠哉。多情谁似南山月，特地暮云开。灞桥烟柳，曲江池馆，应待人来。近水楼台先得月，向阳花木易为春。",
        "author": "宋代",
        "poem_class": "春天",
        "dynasty": "张孝祥"
    },
    {
        "title": "春洲曲",
        "paragraph": "韶光染色如蛾翠，绿湿红鲜水容媚。苏小慵多兰渚闲，融融浦日鵁鶄寐。紫骝蹀躞金衔嘶，堤上扬鞭烟草迷。门外平桥连柳堤，归来晚树黄莺啼。梁上有双燕，翩翩雄与雌。衔泥两椽间，一巢生四儿。四儿日夜长，索食声孜孜。青虫不易捕，黄口无饱期。觜爪虽欲敝，心力不知疲。须臾十来往，犹恐巢中饥。辛勤三十日，母瘦雏渐肥。喃喃教言语，一一刷毛衣。一旦羽翼成，引上庭树枝。举翅不回顾，随风四散飞。雌雄空中鸣，声尽呼不归。却入空巢里，啁啾终夜悲。燕燕尔勿悲，尔当返自思。思尔为雏日，高飞背母时。当时父母念，今日尔应知。独怜幽草涧边生，上有黄鹂深树鸣。 春潮带雨晚来急，野渡无人舟自横。秦地罗敷女，采桑绿水边。素手青条上，红妆白日鲜。蚕饥妾欲去，五马莫留连。",
        "author": "唐代",
        "poem_class": "春天",
        "dynasty": "温庭筠"
    },
    {
        "title": "感春五首",
        "paragraph": "辛夷高花最先开，青天露坐始此回。已呼孺人戛鸣瑟，更遣稚子传清杯。选壮军兴不为用，坐狂朝论无由陪。如今到死得闲处，还有诗赋歌康哉。洛阳东风几时来，川波岸柳春全回。宫门一锁不复启，虽有九陌无尘埃。策马上桥朝日出，楼阙赤白正崔嵬。孤吟屡阕莫与和，寸恨至短谁能裁。春田可耕时已催，王师北讨何当回。放车载草农事济，战马苦饥谁念哉。蔡州纳节旧将死，起居谏议联翩来。朝廷未省有遗策，肯不垂意瓶与罍。前随杜尹拜表回，笑言溢口何欢咍。孔丞别我适临汝，风骨峭峻遗尘埃。音容不接只隔夜，凶讣讵可相寻来。天公高居鬼神恶，欲保性命诚难哉。辛夷花房忽全开，将衰正盛须频来。清晨辉辉烛霞日，薄暮耿耿和烟埃。朝明夕暗已足叹，况乃满地成摧颓。迎繁送谢别有意，谁肯留恋少环回。昨夜裙带解，今朝蟢子飞。铅华不可弃，莫是藁砧归。独有宦游人，偏惊物候新。云霞出海曙，梅柳渡江春。淑气催黄鸟，晴光转绿蘋。忽闻歌古调，归思欲沾巾。疾风知劲草，板荡识诚臣。勇夫安识义，智者必怀仁。",
        "author": "唐代",
        "poem_class": "春天",
        "dynasty": "韩愈"
    },
    {
        "title": "绝句漫兴九首·其四",
        "paragraph": "二月已破三月来，渐老逢春能几回。莫思身外无穷事，且尽生前有限杯。看朱成碧思纷纷，憔悴支离为忆君。不信比来长下泪，开箱验取石榴裙。故关衰草遍，离别自堪悲。(自堪悲 一作：正堪悲)路出寒云外，人归暮雪时。少孤为客早，多难识君迟。掩泪空相向，风尘何处期。(掩泪 一作：掩泣)自河南经乱，关内阻饥，兄弟离散，各在一处。因望月有感，聊书所怀，寄上浮梁大兄、於潜七兄、乌江十五兄，兼示符离及下邽弟妹。时难年荒世业空，弟兄羁旅各西东。田园寥落干戈后，骨肉流离道路中。吊影分为千里雁，辞根散作九秋蓬。共看明月应垂泪，一夜乡心五处同。",
        "author": "唐代",
        "poem_class": "春天",
        "dynasty": "杜甫"
    },
    {
        "title": "春日郊外",
        "paragraph": "城中未省有春光，城外榆槐已半黄。山好更宜馀积雪，水生看欲倒垂杨。莺边日暖如人语，草际风来作药香。疑此江头有佳句，为君寻取却茫茫。杨柳回塘，鸳鸯别浦。绿萍涨断莲舟路。断无蜂蝶慕幽香，红衣脱尽芳心苦。 返照迎潮，行云带雨。依依似与骚人语。当年不肯嫁春风，无端却被秋风误。安远楼小集，侑觞歌板之姬黄其姓者，乞词于龙洲道人，为赋此《唐多令》。同柳阜之、刘去非、石民瞻、周嘉仲、陈孟参、孟容。时八月五日也。芦叶满汀洲，寒沙带浅流。二十年重过南楼。柳下系船犹未稳，能几日，又中秋。黄鹤断矶头，故人今在否？旧江山浑是新愁。欲买桂花同载酒，终不似，少年游。(在否 一作：在不)准拟今春乐事浓，依然枉却一东风。年年不带看花眼，不是愁中即病中。",
        "author": "宋代",
        "poem_class": "春天",
        "dynasty": "唐庚"
    },
    {
        "title": "清江引·立春",
        "paragraph": "金钗影摇春燕斜，木杪生春叶。水塘春始波，火候春初热。土牛儿载将春到也。风雨端阳生晦冥，汨罗无处吊英灵。海榴花发应相笑，无酒渊明亦独醒。绿房深窈。疏雨黄昏悄。门掩东风春又老。琪树生香缥缈。一枝晴雪初乾。几回惆怅东阑。料得和云入梦，翠衾夜夜生寒。房星夜坠秋河碧，夭矫雄姿龙八尺。何年飞下九重天，自□人间骑不得。置之天上白玉阑，长鸣直欲趋天关。瑶池碧桃千万片，回风吹雪春斑斑。不学开元照夜白，西入褒斜走荆棘。愿逐轩辕凌紫霞，远游常在太清家。",
        "author": "元代",
        "poem_class": "春天",
        "dynasty": "贯云石"
    },
    {
        "title": "生查子·鞭影落春堤",
        "paragraph": "鞭影落春堤，绿锦鄣泥卷。脉脉逗菱丝，嫩水吴姬眼。啮膝带香归，谁整樱桃宴。蜡泪恼东风，旧垒眠新燕。卖得鲜鱼二百钱，籴粮炊饭放归船。拔来湿苇烧难着，晒在垂杨古岸边。为官的家业凋零，富贵的金银散尽。有恩的死里逃生，无情的分明报应。欠命的命已还，欠泪的泪已尽：冤冤相报自非轻，分离聚合皆前定。欲知命短问前生，老来富贵也真侥幸。看破的遁入空门，痴迷的枉送了性命。好一似食尽鸟投林，落了片白茫茫大地真干净！不曾识面早相知，良会真诚意外奇。才可必传能有几，老犹得见未嫌迟。苏堤二月如春水，杜牧三生鬓有丝。一个西湖一才子，此来端不枉游资。",
        "author": "清代",
        "poem_class": "春天",
        "dynasty": "纳兰性德"
    },
    {
        "title": "长寿乐·繁红嫩翠",
        "paragraph": "繁红嫩翠。艳阳景，妆点神州明媚。是处楼台，朱门院落，弦管新声腾沸。恣游人、无限驰骤，娇马车如水。竞寻芳选胜，归来向晚，起通衢近远，香尘细细。太平世。少年时，忍把韶光轻弃。况有红妆，楚腰越艳，一笑千金何啻。向尊前、舞袖飘雪，歌响行云止。愿长绳、且把飞乌系。任好从容痛饮，谁能惜醉。半烟半雨溪桥畔，渔翁醉着无人唤。疏懒意何长，春风花草香。江山如有待，此意陶潜解。问我去何之，君行到自知。洞庭之东江水西，帘旌不动夕阳迟。登临吴蜀横分地，徙倚湖山欲暮时。万里来游还望远，三年多难更凭危。白头吊古风霜里，老木沧波无限悲。天入平湖晴不风，夕帆和雁正浮空。楼头客子杪秋后，日落君山元气中。北望可堪回白首，南游聊得看丹枫。翰林物色分留少，诗到巴陵还未工。篱落疏疏一径深，树头新绿未成阴。(新绿 一作：花落)儿童急走追黄蝶，飞入菜花无处寻。",
        "author": "宋代",
        "poem_class": "春天",
        "dynasty": "柳永"
    },
    {
        "title": "长安早春",
        "paragraph": "开国维东井，城池起北辰。咸歌太平日，共乐建寅春。雪尽黄山树，冰开黑水津。草迎金埒马，花伴玉楼人。鸿渐看无数，莺歌听欲频。何当桂枝擢，还及柳条新。恐是仙家好别离，故教迢递作佳期。由来碧落银河畔，可要金风玉露时。清漏渐移相望久，微云未接过来迟。岂能无意酬乌鹊，惟与蜘蛛乞巧丝。自古逢秋悲寂寥，我言秋日胜春朝。晴空一鹤排云上，便引诗情到碧霄。山明水净夜来霜，数树深红出浅黄。试上高楼清入骨，岂如春色嗾人狂。长啸梁甫吟，何时见阳春？君不见，朝歌屠叟辞棘津，八十西来钓渭滨。宁羞白发照清水，逢时壮气思经纶。广张三千六百钓，风期暗与文王亲。大贤虎变愚不测，当年颇似寻常人。君不见，高阳酒徒起草中，长揖山东隆准公。入门不拜逞雄辩，两女辍洗来趋风。东下齐城七十二，指挥楚汉如旋蓬。狂客落魄尚如此，何况壮士当群雄！我欲攀龙见明主，雷公砰訇震天鼓。帝旁投壶多玉女，三时大笑开电光，倏烁晦冥起风雨。阊阖九门不可通，以额扣关阍者怒。白日不照吾精诚，杞国无事忧天倾。猰貐磨牙竞人肉，驺虞不折生草茎。手接飞猱搏雕虎，侧足焦原未言苦。智者可卷愚者豪，世人见我轻鸿毛。力排南山三壮士，齐相杀之费二桃。吴楚弄兵无剧孟，亚夫咍尔为徒劳。梁甫吟，声正悲。张公两龙剑，神物合有时。风云感会起屠钓，大人臲屼当安之。",
        "author": "唐代",
        "poem_class": "春天",
        "dynasty": "张子容"
    },
    {
        "title": "临江仙·西湖春泛",
        "paragraph": "堤曲朱墙近远，山明碧瓦高低。好风二十四花期。骄骢穿柳去，文艗挟春飞。 箫鼓晴雷殷殷，笑歌香雾霏霏，间情不受酒禁持。断肠无立处，斜日欲归时。堆枕乌云堕翠翘。午梦惊回，满眼春娇。嬛嬛一袅楚宫腰。那更春来，玉减香消。柳下朱门傍小桥。几度红窗，误认鸣镳。断肠风月可怜宵。忍使恹恹，两处无聊。试问梅花何处好，与君藉草携壶。西园清夜片尘无。一天云破碎，两树玉扶疏。谁擫昭华吹古调，散花便满衣裾。只疑幽梦在清都。星稀河影转，霜重月华孤。清明天气醉游郎。莺儿狂。燕儿狂。翠盖红缨，道上往来忙。记得相逢垂柳下，雕玉珮，缕金裳。 春光还是旧春光。桃花香。李花香。浅白深红，一一斗新妆。惆怅惜花人不见，歌一阕，泪千行。",
        "author": "宋代",
        "poem_class": "春天",
        "dynasty": "赵溍"
    },
    {
        "title": "阳湖道中",
        "paragraph": "风迥五两月逢三，双桨平拖水蔚蓝。百分桃花千分柳，冶红妖翠画江南。点滴芭蕉心欲碎，声声催忆当初。欲眠还展旧时书。鸳鸯小字，犹记手生疏。倦眼乍低缃帙乱，重看一半模糊。幽窗冷雨一灯孤。料应情尽，还道有情无？桂堂寂寂漏声迟，一种秋怀两地知。羡尔女牛逢隔岁，为谁风露立多时。心如莲子常含苦，愁似春蚕未断丝。判逐幽兰共颓化，此生无分了相思。无情野火，趁西风烧遍、天涯芳草。榆塞重来冰雪里，冷入鬓丝吹老。牧马长嘶，征笳乱动，并入愁怀抱。定知今夕，庾郎瘦损多少。便是脑满肠肥，尚难消受，此荒烟落照。何况文园憔悴后，非复酒垆风调。回乐峰寒，受降城远，梦向家山绕。茫茫百感，凭高唯有清啸。",
        "author": "清代",
        "poem_class": "春天",
        "dynasty": "张问陶"
    },
    {
        "title": "长安春",
        "paragraph": "青门柳枝软无力，东风吹作黄金色。街东酒薄醉易醒，满眼春愁销不得。千门开锁万灯明，正月中旬动帝京。三百内人连袖舞，一时天上著词声。落花落，落花纷漠漠。绿叶青跗映丹萼，与君裴回上金阁。影拂妆阶玳瑁筵，香飘舞馆茱萸幕。落花飞，燎乱入中帷。落花春正满，春人归不归。落花度，氛氲绕高树。落花春已繁，春人春不顾。绮阁青台静且闲，罗袂红巾复往还。盛年不再得，高枝难重攀。试复旦游落花里，暮宿落花间。与君落花院，台上起双鬟。一双幽色出凡尘，数粒秋烟二尺鳞。 从此静窗闻细韵，琴声长伴读书人。",
        "author": "唐代",
        "poem_class": "春天",
        "dynasty": "白居易"
    },
    {
        "title": "春日归山寄孟浩然",
        "paragraph": "朱绂遗尘境，青山谒梵筵。金绳开觉路，宝筏度迷川。岭树攒飞栱，岩花覆谷泉。塔形标海月，楼势出江烟。香气三天下，钟声万壑连。荷秋珠已满，松密盖初圆。鸟聚疑闻法，龙参若护禅。愧非流水韵，叨入伯牙弦。镜湖三百里，菡萏发荷花。五月西施采，人看隘若耶。回舟不待月，归去越王家。谢公最小偏怜女，自嫁黔娄百事乖。顾我无衣搜荩箧，泥他沽酒拔金钗。(荩箧 一作：画箧)野蔬充膳甘长藿，落叶添薪仰古槐。今日俸钱过十万，与君营奠复营斋。白发三千丈，缘愁似个长。不知明镜里，何处得秋霜。",
        "author": "唐代",
        "poem_class": "春天",
        "dynasty": "李白"
    },
    {
        "title": "酒泉子·日映纱窗",
        "paragraph": "日映纱窗，金鸭小屏山碧。故乡春，烟霭隔，背兰釭。宿妆惆怅倚高阁，千里云影薄。草初齐，花又落，燕双飞。迟日园林悲昔游，今春花鸟作边愁。独怜京国人南窜，不似湘江水北流。明朝驿使发，一夜絮征袍。素手抽针冷，那堪把剪刀。裁缝寄远道，几日到临洮。遗庙丹青落，空山草木长。犹闻辞后主，不复卧南阳。",
        "author": "唐代",
        "poem_class": "春天",
        "dynasty": "温庭筠"
    },
    {
        "title": "感春",
        "paragraph": "日暖自萧条，花悲北郭骚。榆穿莱子眼，柳断舞儿腰。上幕迎神燕，飞丝送百劳。胡琴今日恨，急语向檀槽。千里黄云白日曛，北风吹雁雪纷纷。莫愁前路无知己，天下谁人不识君。六翮飘飖私自怜，一离京洛十余年。丈夫贫贱应未足，今日相逢无酒钱。慈母手中线，游子身上衣。临行密密缝，意恐迟迟归。谁言寸草心，报得三春晖。永巷长年怨绮罗，离情终日思风波。湘江竹上痕无限，岘首碑前洒几多。人去紫台秋入塞，兵残楚帐夜闻歌。朝来灞水桥边问，未抵青袍送玉珂。",
        "author": "唐代",
        "poem_class": "春天",
        "dynasty": "李贺"
    },
    {
        "title": "零陵春望",
        "paragraph": "平野春草绿，晓莺啼远林。日晴潇湘渚，云断岣嵝岑。仙驾不可望，世途非所任。凝情空景慕，万里苍梧阴。荆吴相接水为乡，君去春江正淼茫。(淼 同：渺)日暮征帆何处泊，天涯一望断人肠。脉脉广川流，驱马历长洲。鹊飞山月曙，蝉噪野风秋。秋风清，秋月明，落叶聚还散，寒鸦栖复惊。相思相见知何日？此时此夜难为情！入我相思门，知我相思苦，长相思兮长相忆，短相思兮无穷极，早知如此绊人心，何如当初莫相识。",
        "author": "唐代",
        "poem_class": "春天",
        "dynasty": "柳宗元"
    },
    {
        "title": "江南春怀",
        "paragraph": "青春几何时，黄鸟鸣不歇。天涯失乡路，江外老华发。心飞秦塞云，影滞楚关月。身世殊烂漫，田园久芜没。岁晏何所从？长歌谢金阙。常恨言语浅，不如人意深。今朝两相视，脉脉万重心。死别已吞声，生别常恻恻。江南瘴疠地，逐客无消息。故人入我梦，明我长相忆。君今在罗网，何以有羽翼？恐非平生魂，路远不可测。魂来枫林青，魂返关塞黑。落月满屋梁，犹疑照颜色。水深波浪阔，无使蛟龙得。迟日江山丽，春风花草香。泥融飞燕子，沙暖睡鸳鸯。 江碧鸟逾白，山青花欲燃。今春看又过，何日是归年。",
        "author": "唐代",
        "poem_class": "春天",
        "dynasty": "李白"
    },
    {
        "title": "谒金门·春欲去",
        "paragraph": "春欲去，如梦一庭空絮。墙里秋千人笑语，花飞撩乱处。无计可留春住，只有断肠诗句。万种消魂多寄与：斜阳天外树。三年羁旅客，今日又南冠。无限山河泪，谁言天地宽。(山河 一作：河山)已知泉路近，欲别故乡难。毅魄归来日，灵旗空际看。便语云英嫁有期，如君名籍更何时。到头老女称新妇，只恐儒冠老便痴。蘋香波暖泛云津，渔枻樵歌曲水滨。天气常如二三月，花枝不断四时春。",
        "author": "明代",
        "poem_class": "春天",
        "dynasty": "施绍莘"
    },
    {
        "title": "岁晚还京台望城阙成口号先赠交亲",
        "paragraph": "紫陌开行树，朱城出晚霞。犹怜惯去国，疑是梦还家。 风弱知催柳，林青觉待花。交亲望归骑，几处拥年华。东来万里客，乱定几年归？肠断江城雁，高高向北飞。渔翁夜傍西岩宿，晓汲清湘燃楚竹。烟销日出不见人，欸乃一声山水绿。回看天际下中流，岩上无心云相逐。处世若大梦，胡为劳其生？所以终日醉，颓然卧前楹。觉来眄庭前，一鸟花间鸣。借问此何时？春风语流莺。感之欲叹息，对酒还自倾。浩歌待明月，曲尽已忘情。",
        "author": "唐代",
        "poem_class": "春天",
        "dynasty": "卢僎"
    },
    {
        "title": "人日立春",
        "paragraph": "春度春归无限春，今朝方始觉成人。从今克己应犹及，颜与梅花俱自新。怀君属秋夜，散步咏凉天。空山松子落，幽人应未眠。(空山 一作：山空)小时不识月，呼作白玉盘。又疑瑶台镜，飞在青云端。(青云 一作：白云)仙人垂两足，桂树何团团。白兔捣药成，问言与谁餐？蟾蜍蚀圆影，大明夜已残。羿昔落九乌，天人清且安。阴精此沦惑，去去不足观。忧来其如何？凄怆摧心肝。溪水无情似有情，入山三日得同行。岭头便是分头处，惜别潺湲一夜声。",
        "author": "唐代",
        "poem_class": "春天",
        "dynasty": "卢仝"
    },
    {
        "title": "春词二首",
        "paragraph": "菀菀黄柳丝，濛濛杂花垂。日高红妆卧，倚对春光迟。宁知傍淇水，騕褭黄金羁。翳翳陌上桑，南枝交北堂。美人金梯出，素手自提筐。非但畏蚕饥，盈盈娇路傍。白玉谁家郎，回车渡天津。看花东陌上，惊动洛阳人。一片花飞减却春，风飘万点正愁人。且看欲尽花经眼，莫厌伤多酒入唇。江上小堂巢翡翠，花边高冢卧麒麟。(花边 一作：苑边)细推物理须行乐，何用浮名绊此身。朝回日日典春衣，每日江头尽醉归。酒债寻常行处有，人生七十古来稀。穿花蛱蝶深深见，点水蜻蜓款款飞。传语风光共流转，暂时相赏莫相违。挽弓当挽强，用箭当用长。射人先射马，擒贼先擒王。杀人亦有限，列国自有疆。苟能制侵陵，岂在多杀伤。",
        "author": "唐代",
        "poem_class": "春天",
        "dynasty": "常建"
    },
    {
        "title": "瑞鹤仙·卷帘人睡起",
        "paragraph": "卷帘人睡起。放燕子归来，商量春事。风光又能几？减芳菲、都在卖花声里。吟边眼底，被嫩绿、移红换紫。甚等闲、半委东风，半委小溪流水。还是，苔痕湔雨，竹影留云，待晴犹未。兰舟静舣，西湖上、多少歌吹。粉蝶儿、守定落花不去，湿重寻香两翅。怎知人、一点新愁，寸心万里。花月下温柔醉人，锦堂中笑语生春。眼底情，心间恨，到多如楚雨巫云。门掩黄昏月半痕，手抵着牙儿自哂。十年踪迹厌红尘，功业无成白发新。梦里不知身是客，觉来惟有影相亲。夕阳衰草梁园暮，细雨閒花沁水春。马足经行今几度，溪山应笑未归人。席上偶谈蜀汉事，因赋短柱体鸾舆三顾茅庐，汉祚难扶，日暮桑榆。深渡南泸，长驱西蜀，力拒东吴。美乎周瑜妙术，悲夫关羽云殂。天数盈虚，造物乘除。问汝何如，早赋归欤。",
        "author": "元代",
        "poem_class": "春天",
        "dynasty": "张枢"
    },
    {
        "title": "蝶恋花·翠苑红芳晴满目",
        "paragraph": "翠苑红芳晴满目。绮席流莺，上下长相逐。紫陌闲随金坜辘。马蹄踏遍春郊绿。一觉年华春梦促。往事悠悠，百种寻思足。烟雨满楼山断续。人闲倚遍阑干曲。轻舟短棹西湖好，绿水逶迤。芳草长堤，隐隐笙歌处处随。无风水面琉璃滑，不觉船移。微动涟漪，惊起沙禽掠岸飞。湖山胜处放翁家，槐柳阴中野径斜。水满有时观下鹭，草深无处不鸣蛙。箨龙已过头番笋，木笔犹开第一花。叹息老来交旧尽，睡来谁共午瓯茶。重五山村好，榴花忽已繁。粽包分两髻，艾束著危冠。旧俗方储药，羸躯亦点丹。日斜吾事毕，一笑向杯盘。",
        "author": "宋代",
        "poem_class": "春天",
        "dynasty": "欧阳修"
    },
    {
        "title": "元日感怀",
        "paragraph": "振蛰春潜至，湘南人未归。身加一日长，心觉去年非。燎火委虚烬，儿童炫彩衣。异乡无旧识，车马到门稀。去郭轩楹敞，无村眺望赊。澄江平少岸，幽树晚多花。细雨鱼儿出，微风燕子斜。城中十万户，此地两三家。蜀天常夜雨，江槛已朝晴。叶润林塘密，衣干枕席清。不堪祗老病，何得尚浮名。浅把涓涓酒，深凭送此生。读书不觉已春深，一寸光阴一寸金。(已春深 一作：春已深)不是道人来引笑，周情孔思正追寻。桃李待日开，荣华照当年。东风动百物，草木尽欲言。枯枝无丑叶，涸水吐清泉。大力运天地，羲和无停鞭。功名不早著，竹帛将何宣。桃李务青春，谁能贳白日。富贵与神仙，蹉跎成两失。金石犹销铄，风霜无久质。畏落日月后，强欢歌与酒。秋霜不惜人，倏忽侵蒲柳。",
        "author": "唐代",
        "poem_class": "春天",
        "dynasty": "刘禹锡"
    },
    {
        "title": "乐游原",
        "paragraph": "春梦乱不记，春原登已重。青门弄烟柳，紫阁舞云松。拂砚轻冰散，开尊绿酎浓。无悰托诗遣，吟罢更无悰。开帘见新月，便即下阶拜。(便即 一作：即便)细语人不闻，北风吹裙带。 (裙带 一作：罗带)强欲登高去，无人送酒来。遥怜故园菊，应傍战场开。骏马骄行踏落花，垂鞭直拂五云车。 美人一笑褰珠箔，遥指红楼是妾家。",
        "author": "唐代",
        "poem_class": "春天",
        "dynasty": "李商隐"
    },
    {
        "title": "乌夜啼·金鸭余香尚暖",
        "paragraph": "金鸭余香尚暖，绿窗斜日偏明。兰膏香染云鬟腻，钗坠滑无声。冷落秋千伴侣，阑珊打马心情。绣屏惊断潇湘梦，花外一声莺。徐门石潭谢雨，道上作五首。潭在城东二十里，常与泗水增减清浊相应。簌簌衣巾落枣花，村南村北响缲车，牛衣古柳卖黄瓜。(缲 通：缫)酒困路长惟欲睡，日高人渴漫思茶。敲门试问野人家。天寒水鸟自相依，十百为群戏落晖。过尽行人都不起，忽闻水响一齐飞。相逢情便深，恨不相逢早。识尽千千万万人，终不似、伊家好。别你登长道。转更添烦恼。楼外朱楼独倚阑，满目围芳草。",
        "author": "宋代",
        "poem_class": "春天",
        "dynasty": "陆游"
    },
    {
        "title": "题农父庐舍",
        "paragraph": "东风何时至？已绿湖上山。湖上春既早，田家日不闲。沟塍流水处，耒耜平芜间。薄暮饭牛罢，归来还闭关。烽火照西京，心中自不平。牙璋辞凤阙，铁骑绕龙城。雪暗凋旗画，风多杂鼓声。宁为百夫长，胜作一书生。群鸡正乱叫，客至鸡斗争。驱鸡上树木，始闻叩柴荆。父老四五人，问我久远行。手中各有携，倾榼浊复清。莫辞酒味薄，黍地无人耕。兵戈既未息，儿童尽东征。请为父老歌：艰难愧深情！歌罢仰天叹，四座泪纵横。斑竹枝，斑竹枝，泪痕点点寄相思。楚客欲听瑶瑟怨，潇湘深夜月明时。",
        "author": "唐代",
        "poem_class": "春天",
        "dynasty": "丘为"
    },
    {
        "title": "奉和春日幸望春宫应制",
        "paragraph": "东望望春春可怜，更逢晴日柳含烟。宫中下见南山尽，城上平临北斗悬。细草偏承回辇处，轻花微落奉觞前。宸游对此欢无极，鸟哢声声入管弦。清江一曲柳千条，二十年前旧板桥。曾与美人桥上别，恨无消息到今朝。雨前初见花间蕊，雨后兼无叶里花。蛱蝶飞来过墙去，却疑春色在邻家。(版本一) 雨前初见花间蕊，雨后全无叶底花。蜂蝶纷纷过墙去，却疑春色在邻家。(版本二)禁门宫树月痕过，媚眼惟看宿鹭窠。斜拔玉钗灯影畔，剔开红焰救飞蛾。",
        "author": "唐代",
        "poem_class": "春天",
        "dynasty": "苏颋"
    },
    {
        "title": "玉楼春·今年花事垂垂过",
        "paragraph": "今年花事垂垂过，明岁花开应更亸。看花终古少年多，只恐少年非属我。劝君莫厌尊罍大，醉倒且拚花底卧。君看今日树头花，不是去年枝上朵。如磐夜气压重楼，剪柳春风道九秋。瑶瑟凝尘清怨绝，可怜无女耀高丘。横空出世，莽昆仑，阅尽人间春色。飞起玉龙三百万，搅得周天寒彻。夏日消溶，江河横溢，人或为鱼鳖。千秋功罪，谁人曾与评说？而今我谓昆仑，不要这高，不要这多雪。安得倚天抽宝剑，把汝裁为三截？一截遗欧，一截赠美，一截还东国。太平世界，环球同此凉热。有有我之境，有无我之境。“泪眼问花花不语，乱红飞过秋千去。”“可堪孤馆闭春寒，杜鹃声里斜阳暮。”有我之境也。“采菊东篱下，悠然见南山。”“寒波澹澹起，白鸟悠悠下。”无我之境也。有我之境，以我观物，故物皆著我之色彩。无我之境，以物观物，故不知何者为我，何者为物。古人为词，写有我之境者为多，然未始不能写无我之境，此在豪杰之士能自树立耳。境非独谓景物也。喜怒哀乐，亦人心中之一境界。故能写真景物，真感情者，谓之有境界。否则谓之无境界。境界有大小，不以是而分优劣。“细雨鱼儿出，微风燕子斜”何遽不若“落日照大旗，马鸣风萧萧”。“宝帘闲挂小银钩”何遽不若“雾失楼台，月迷津渡”也。词至李后主而眼界始大，感慨遂深，遂变伶工之词而为士大夫之词。周介存置诸温韦之下，可为颠倒黑白矣。“自是人生长恨水长东”、“流水落花春去也，天上人间”，《金荃》《浣花》，能有此气象耶？古今之成大事业、大学问者，罔不经过三种之境界：“昨夜西风凋碧树。独上高楼，望尽天涯路。”此第一境界也。“衣带渐宽终不悔，为伊消得人憔悴。”此第二境界也。“众里寻他千百度，蓦然回首，那人却在，灯火阑珊处。”此第三境界也。此等语皆非大词人不能道。然遽以此意解释诸词，恐为晏欧诸公所不许也。大家之作，其言情也必沁人心脾，其写景也必豁人耳目。其辞脱口而出，无矫揉妆束之态。以其所见者真，所知者深也。诗词皆然。持此以衡古今之作者，可无大误也。诗人对宇宙人生，须入乎其内，又须出乎其外。入乎其内，故能写之。出乎其外，故能观之。入乎其内，故有生气。出乎其外，故有高致。美成能入而不出。白石以降，于此二事皆未梦见。",
        "author": "近现代",
        "poem_class": "春天",
        "dynasty": "王国维"
    },
    {
        "title": "减字木兰花·斜红叠翠",
        "paragraph": "公下世。此词，公之绝笔也斜红叠翠。何许花神来献瑞。粲粲裳衣。割得天孙锦一机。真香妙质。不耐世间风与日。着意遮围。莫放春光造次归。梅子留酸软齿牙，芭蕉分绿与窗纱。日长睡起无情思，闲看儿童捉柳花。芳原绿野恣行时，春入遥山碧四围。兴逐乱红穿柳巷，困临流水坐苔矶。莫辞盏酒十分劝，只恐风花一片飞。况是清明好天气，不妨游衍莫忘归。竹外桃花三两枝，春江水暖鸭先知。蒌蒿满地芦芽短，正是河豚欲上时。",
        "author": "宋代",
        "poem_class": "春天",
        "dynasty": "向子諲"
    },
    {
        "title": "玉楼春·雪云乍变春云簇",
        "paragraph": "雪云乍变春云簇，渐觉年华堪纵目。北枝梅蕊犯寒开，南浦波纹如酒绿。芳菲次第长相续，自是情多无处足。尊前百计见春归，莫为伤春眉黛蹙。(见春归 一作：得春归)池塘暖碧浸晴晖，濛濛柳絮轻飞。红蕊凋来，醉梦还稀¤春云空有雁归，珠帘垂。东风寂寞，恨郎抛掷，泪湿罗衣。枕转簟凉，清晓远钟残梦。月光斜，帘影动，旧炉香¤梦中说尽相思事，纤手匀双泪。去年书，今日意，断人肠。晓妆初过，沉檀轻注些儿个。向人微露丁香颗，一曲清歌，暂引樱桃破。罗袖裛残殷色可，杯深旋被香醪涴。绣床斜凭娇无那，烂嚼红茸，笑向檀郎唾。",
        "author": "五代",
        "poem_class": "春天",
        "dynasty": "冯延巳"
    },
    {
        "title": "春日",
        "paragraph": "韶光大半去匆匆，几许幽情递不通。燕未成家寒食雨，人如中酒落花风。一窗草忆濂溪老，五亩园思涑水翁。无赋招魂成独啸，且排春句答春工。插脚红尘已是颠。更求平地上青天。新来有个生涯别，买断烟波不用钱。 沽酒市，采菱船。醉听风雨拥蓑眠。三山老子真堪笑，见事迟来四十年。画船载酒西湖好，急管繁弦，玉盏催传，稳泛平波任醉眠。行云却在行舟下，空水澄鲜，俯仰留连，疑是湖中别有天。病骨支离纱帽宽，孤臣万里客江干。位卑未敢忘忧国，事定犹须待阖棺。天地神灵扶庙社，京华父老望和銮。出师一表通今古，夜半挑灯更细看。",
        "author": "宋代",
        "poem_class": "春天",
        "dynasty": "吴锡畴"
    },
    {
        "title": "帝台春·芳草碧色",
        "paragraph": "芳草碧色，萋萋遍南陌。暖絮乱红，也知人、春愁无力。忆得盈盈拾翠侣，共携赏、凤城寒食。到今来，海角逢春，天涯为客。 愁旋释。还似织。泪暗拭。又偷滴。谩伫立、遍倚危阑，尽黄昏，也只是、暮云凝碧。拚则而今已拚了，忘则怎生便忘得。又还问鳞鸿，试重寻消息。城下路，凄风露，今人犁田古人墓。岸头沙，带蒹葭，漫漫昔时流水今人家。黄埃赤日长安道，倦客无浆马无草。开函关，掩函关，千古如何不见一人闲？六国扰，三秦扫，初谓商山遗四老。驰单车，致缄书，裂荷焚芰接武曳长裾。高流端得酒中趣，深入醉乡安稳处。生忘形，死忘名。谁论二豪初不数刘伶？顷在黄州，春夜行蕲水中，过酒家饮，酒醉，乘月至一溪桥上，解鞍曲肱，醉卧少休。及觉已晓，乱山攒拥，流水锵然，疑非尘世也。书此语桥柱上。照野弥弥浅浪，横空隐隐层霄。障泥未解玉骢骄，我欲醉眠芳草。可惜一溪风月，莫教踏碎琼瑶。解鞍欹枕绿杨桥，杜宇一声春晓。遥望中原，荒烟外、许多城郭。想当年、花遮柳护，凤楼龙阁。万岁山前珠翠绕，蓬壶殿里笙歌作。到而今、铁骑满郊畿，风尘恶。兵安在？膏锋锷。民安在？填沟壑。叹江山如故，千村寥落。何日请缨提锐旅，一鞭直渡清河洛。却归来、再续汉阳游，骑黄鹤。",
        "author": "宋代",
        "poem_class": "春天",
        "dynasty": "李甲"
    },
    {
        "title": "西平乐·尽日凭高目",
        "paragraph": "尽日凭高目，脉脉春情绪。嘉景清明渐近，时节轻寒乍暖，天气才晴又雨。烟光淡荡，妆点平芜远树。黯凝伫。台榭好、莺燕语。正是和风丽日，几许繁红嫩绿，雅称嬉游去。奈阻隔、寻芳伴侣。秦楼凤吹，楚馆云约，空怅望、在何处。寂寞韶华暗度。可堪向晚，村落声声杜宇。佳节清明桃李笑，野田荒冢只生愁。雷惊天地龙蛇蛰，雨足郊原草木柔。人乞祭余骄妾妇，士甘焚死不公侯。贤愚千载知谁是，满眼蓬蒿共一丘。山外青山楼外楼，西湖歌舞几时休？暖风熏得游人醉，直把杭州作汴州。翠幕深庭，露红晚、闲花自发。春不断、亭台成趣，翠阴蒙密。紫燕雏飞帘额静，金鳞影转池心阔。有花香、竹色赋闲情，供吟笔。 闲问字，评风月。时载酒，调冰雪。似初秋入夜，浅凉欺葛。人境不教车马近，醉乡莫放笙歌歇。倩双成、一曲紫云回，红莲折。",
        "author": "宋代",
        "poem_class": "春天",
        "dynasty": "柳永"
    },
    {
        "title": "悲哉行",
        "paragraph": "萋萋春草生，王孙游有情。差池燕始飞，夭袅柳始荣。灼灼桃悦色，飞飞燕弄声。檐上云结阴，涧下风吹清。幽树虽改观，终始在初生。松茑欢蔓延，樛葛欣蔂萦。眇然游宦子，晤言时未并。鼻感改朔气，眼伤变节荣。侘傺岂徒然，澶漫绝音形。风来不可托，鸟去岂为听。谁道谪仙狂，豪情托举觞。目无高力士，心识郭汾阳。衔悲揽涕别心知，桃花李花任风吹。本知人心不似树，何意人别似花离。白云间踏尽，一径到竹林。草木逢秋澹，山峦入夜深。松风闻梵语，池月见禅心。幽绝南屏胜，高僧许共寻。",
        "author": "南北朝",
        "poem_class": "春天",
        "dynasty": "谢灵运"
    },
    {
        "title": "鹧鸪天·游鹅湖醉书酒家壁",
        "paragraph": "春入平原荠菜花，新耕雨后落群鸦。多情白发春无奈，晚日青帘酒易赊。闲意态，细生涯。牛栏西畔有桑麻。青裙缟袂谁家女，去趁蚕生看外家。年年跃马长安市。客舍似家家似寄。青钱换酒日无何，红烛呼卢宵不寐。 易挑锦妇机中字。难得玉人心下事。男儿西北有神州，莫滴水西桥畔泪。一水西来，千丈晴虹，十里翠屏。喜草堂经岁，重来杜老，斜川好景，不负渊明。老鹤高飞，一枝投宿，长笑蜗牛戴屋行。平章了，待十分佳处，著个茅亭。青山意气峥嵘。似为我归来妩媚生。解频教花鸟，前歌後舞，更催云水，暮送朝迎。酒圣诗豪，可能无势，我乃而今驾驭卿。清溪上，被山灵却笑，白发归耕。碧水惊秋，黄云凝暮，败叶零乱空阶。洞房人静，斜月照徘徊。又是重阳近也，几处处，砧杵声催。西窗下，风摇翠竹，疑是故人来。 伤怀。增怅望，新欢易失，往事难猜。问篱边黄菊，知为谁开。谩道愁须殢酒，酒未醒、愁已先回。凭阑久，金波渐转，白露点苍苔。",
        "author": "宋代",
        "poem_class": "春天",
        "dynasty": "辛弃疾"
    },
    {
        "title": "独望",
        "paragraph": "绿树连村暗，黄花出陌稀。远陂春草绿，犹有水禽飞。山川异域，风月同天。寄诸佛子，共结来缘。众鸟高飞尽，孤云独去闲。相看两不厌，只有敬亭山。(只有 一作：唯有)雨过一蝉噪，飘萧松桂秋。青苔满阶砌，白鸟故迟留。暮霭生深树，斜阳下小楼。谁知竹西路，歌吹是扬州。",
        "author": "唐代",
        "poem_class": "春天",
        "dynasty": "司空图"
    },
    {
        "title": "春日偶作",
        "paragraph": "西园一曲艳阳歌，扰扰车尘负薜萝。自欲放怀犹未得，不知经世竟如何？夜闻猛雨判花尽，寒恋重衾觉梦多。钓渚别来应更好，春风还为起微波。摧折不自守，秋风吹若何。暂时花戴雪，几处叶沉波。体弱春风早，丛长夜露多。江湖后摇落，亦恐岁蹉跎。天上碧桃和露种，日边红杏倚云栽。芙蓉生在秋江上，不向东风怨未开。四方之歌，异音而同乐。岁正月，余来建平，里中儿联歌《竹枝》，吹短笛，击鼓以赴节。歌者扬袂睢舞，以曲多为贤。聆其音，中黄钟之羽，其卒章激讦如吴声，虽伧儜不可分，而含思宛转，有《淇奥》之艳。昔屈原居沅湘间，其民迎神，词多鄙陋，乃为作《九歌》，到于今荆楚鼓舞之。故余亦作《竹枝词》九篇，俾善歌者飏之，附于末，后之聆巴歈，知变风之自焉。白帝城头春草生，白盐山下蜀江清。南人上来歌一曲，北人莫上动乡情。山桃红花满上头，蜀江春水拍山流。花红易衰似郎意，水流无限似侬愁。江上朱楼新雨晴，瀼西春水縠文生。桥东桥西好杨柳，人来人去唱歌行。日出三竿春雾消，江头蜀客驻兰桡。凭寄狂夫书一纸，家住成都万里桥。两岸山花似雪开，家家春酒满银杯。昭君坊中多女伴，永安宫外踏青来。城西门前滟滪堆，年年波浪不能摧。懊恼人心不如石，少时东去复西来。瞿塘嘈嘈十二滩，此中道路古来难。长恨人心不如水，等闲平地起波澜。巫峡苍苍烟雨时，清猿啼在最高枝。个里愁人肠自断，由来不是此声悲。山上层层桃李花，云间烟火是人家。银钏金钗来负水，长刀短笠去烧畲。",
        "author": "唐代",
        "poem_class": "春天",
        "dynasty": "温庭筠"
    },
    {
        "title": "南浦·春水",
        "paragraph": "波暖绿粼粼，燕飞来，好是苏堤才晓。鱼没浪痕圆，流红去，翻笑东风难扫。荒桥断浦，柳阴撑出扁舟小。回首池塘青欲遍，绝似梦中芳草。和云流出空山，甚年年净洗，花香不了？新绿乍生时，孤村路，犹忆那回曾到。余情渺渺，茂林觞咏如今悄。前度刘郎归去后，溪上碧桃多少。病起萧萧两鬓华，卧看残月上窗纱。豆蔻连梢煎熟水，莫分茶。枕上诗书闲处好，门前风景雨来佳。终日向人多酝藉，木犀花。泉眼无声惜细流，树阴照水爱晴柔。小荷才露尖尖角，早有蜻蜓立上头。见梨花初带夜月，海棠半含朝雨。内苑春、不禁过青门，御沟涨、潜通南浦。东风静、细柳垂金缕。望凤阙、非烟非雾。好时代、朝野多欢，遍九陌、太平箫鼓。 乍莺儿百啭断续，燕子飞来飞去。近绿水、台榭映秋千，斗草聚、双双游女。饧香更、酒冷踏青路。会暗识、夭桃朱户。向晚骤、宝马雕鞍，醉襟惹、乱花飞絮。 正轻寒轻暖漏永，半阴半晴云暮。禁火天、已是试新妆，岁华到、三分佳处。清明看、汉宫传蜡炬。散翠烟、飞入槐府。敛兵卫、阊阖门开，住传宣、又还休务。",
        "author": "宋代",
        "poem_class": "春天",
        "dynasty": "王沂孙"
    },
    {
        "title": "咏杜鹃花",
        "paragraph": "蚕老麦黄三月天，青山处处有啼鹃。断崖几树深如血，照水晴花暖欲然。三叹鹤林成梦寐，前生阆苑觅神仙。小山拄颐愁无奈，又怕声声聒夜眠。老去无心听管弦，病来杯酒不相便。人生难得秋前雨，乞我虚堂自在眠。我来吊古，上危楼、赢得闲愁千斛。虎踞龙蟠何处是，只有兴亡满目。柳外斜阳，水边归鸟，陇上吹乔木。片帆西去，一声谁喷霜竹。 却忆安石风流，东山岁晚，泪落哀筝曲。儿辈功名都付与，长日惟消棋局。宝镜难寻，碧云将暮，谁劝杯中绿。江头风怒，朝来波浪翻屋。元丰六年十月十二日夜，解衣欲睡，月色入户，欣然起行。念无与为乐者，遂至承天寺寻张怀民。怀民亦未寝，相与步于中庭。庭下如积水空明，水中藻、荇交横，盖竹柏影也。何夜无月？何处无竹柏？但少闲人如吾两人者耳。",
        "author": "宋代",
        "poem_class": "春天",
        "dynasty": "释择璘"
    },
    {
        "title": "菩萨蛮·春风吹绿湖边草",
        "paragraph": "春风吹绿湖边草，春光依旧湖边道。玉勒锦障泥，少年游冶时。烟明花似绣，且醉旗亭酒。斜日照花西，归鸦花外啼。衣上征尘杂酒痕，远游无处不销魂。此身合是诗人未？细雨骑驴入剑门。云海相望寄此身，那因远适更沾巾。不辞驿骑凌风雪，要使天骄识凤麟。沙漠回看清禁月，湖山应梦武林春。单于若问君家世，莫道中朝第一人。小院朱阑几曲，重城画鼓三通。更看微月转光风。归去香云入梦。翠袖争浮大白，皂罗半插斜红。灯花零落酒花秾。妙语一时飞动。",
        "author": "宋代",
        "poem_class": "春天",
        "dynasty": "高观国"
    },
    {
        "title": "天津桥望春",
        "paragraph": "津桥春水浸红霞，烟柳风丝拂岸斜。 翠辇不来金殿闭，宫莺衔出上阳花。初闻征雁已无蝉，百尺楼高水接天。(楼高 一作：楼南 / 楼台)青女素娥俱耐冷，月中霜里斗婵娟。巴山楚水凄凉地，二十三年弃置身。怀旧空吟闻笛赋，到乡翻似烂柯人。沉舟侧畔千帆过，病树前头万木春。今日听君歌一曲，暂凭杯酒长精神。汉家旌帜满阴山，不遣胡儿匹马还。愿得此身长报国，何须生入玉门关。",
        "author": "唐代",
        "poem_class": "春天",
        "dynasty": "雍陶"
    },
    {
        "title": "更漏子·雪藏梅",
        "paragraph": "雪藏梅，烟著柳。依约上春时候。初送雁，欲闻莺。绿池波浪生。探花开，留客醉。忆得去年情味。金盏酒，玉炉香。任他红日长。细数十年事，十处过中秋。今年新梦，忽到黄鹤旧山头。老子个中不浅，此会天教重见，今古一南楼。星汉淡无色，玉镜独空浮。敛秦烟，收楚雾，熨江流。关河离合，南北依旧照清愁。想见姮娥冷眼，应笑归来霜鬓，空敝黑貂裘。酾酒问蟾兔，肯去伴沧洲？绿杨芳草长亭路。年少抛人容易去。楼头残梦五更钟，花底离愁三月雨。(离愁 一作：离情)无情不似多情苦。一寸还成千万缕。天涯地角有穷时，只有相思无尽处。天涯流落思无穷！既相逢，却匆匆。携手佳人，和泪折残红。为问东风余几许？春纵在，与谁同！隋堤三月水溶溶。背归鸿，去吴中。回首彭城，清泗与淮通。欲寄相思千点泪，流不到，楚江东。(欲寄 一作：寄我)",
        "author": "宋代",
        "poem_class": "春天",
        "dynasty": "晏殊"
    },
    {
        "title": "喜春来·春盘宜剪三生菜",
        "paragraph": "春盘宜剪三生菜，春燕斜簪七宝钗。春风春酝透人怀。春宴排，齐唱喜春来。一声金缕词，十分金菊卮。金刃分甘蔗，金盘荐荔枝。不须辞，太平无事，正宜沉醉时。相逢饮兴狂，两螯风味长。鲜鲫银丝鲙，金锥拆蛎房。透瓶香，经年佳醖，陶陶入醉乡。风满紫貂裘，霜合白玉楼。锦帐羊羔酒，山阴雪夜舟。党家侯。一般乘兴，亏他王子猷。西风黄叶疏，一年音信无。要见除非梦，梦回总是虚。梦虽虚，犹兀自暂时节相聚，近新来和梦无。西风黄叶稀，南楼北雁飞。揾妾灯前泪，缝君身上衣。约归期，清明相会，雁还也人未归。六桥烟柳颦，两峰云树分。罗袜移芳径，华裙生暗尘。冷泉春，赏心乐事，水边多丽人。碧湖环武林，仙舟出涌金。南国山河在，东风草木深。冷泉阴，兴亡如梦，伤时折寸心。香飘桂子楼，凉生莲叶舟。落日鸳鸯浦，西风鹦鹉洲。冷泉秋，水西寻寺，题诗忆旧游。江南春已通，陇头人未逢。水浅梅横月，山明雪映松。冷泉冬，烹茶无味，有人锦帐中。冷泉亭湖山汲水重，楼台烟树中。人醉苏堤月，风传贾寺钟。冷泉东，行人频问，飞来何处峰？苍猿攀树啼，残花扑马飞。越女随舟唱，山僧逐渡归。冷泉西，雄楼杰观，钟声出翠微。渔榔响碧潭，王孙徙翠岚。玉勒黄金镫，红缨白面骖。冷泉南，踏花归去，夕阳人半酣。塔标南北峰，风闻远近钟。佛国三天竺，禅关九里松。冷泉中，水光山色，岩花颠倒红。鸭头湖水明，蛾眉山岫青。罗绮香尘暗，池塘春草生。冷泉亭，太平有象，时闻歌笑声。怀古飘零岁月深，消磨意气沉。恩雨三天隔，愁霜两鬓侵。强登临，行藏不定，伤时《梁父吟》。孤身万里游，寸心千古愁，霜落吴江冷，云高楚甸秋。认归舟，风帆无数。斜阳独倚楼。儒冠两鬓皤，青衫老泪多。满酌贤人酒，相扶越女歌。且磋跎，万愁千恨，奈予沉醉何！芙蓉凝晓霜，木犀飘晚香。野水双鸥靓，西风一雁翔。立残阳，江山如画，倦游非故乡。故乡音信沉，故园草木深。烽火连三月，家书抵万金。细沉吟，功名枉恁，断然归去心。功名览镜看，悲歌把剑弹。心事鱼缘木，前程羝触藩。世途艰，艰声长叹，满天星斗寒。长虹气未收，老天春又秋。逆旅新丰舍，羞登王粲楼。几多愁？白云飞尽，吴江日夜流。故园天一方，高城泪数行。芳草迷鹦鹉，晴川隔汉阳。暮山长，烟波江上，愁人几断肠。蔷薇露，荷叶雨，菊花霜冷香户。梅梢月斜人影孤，恨薄情四时辜负。第一折(匹先扮建成、元吉上，开)咱两个欲待篡位，争奈秦王根底，有尉迟无人可敌。(元吉道)我有一计，将美良川图子献与官里，道的不是反臣那甚么？教坏了尉迟，哥哥便能勾官里做也。(驾云了)(呈图科)(高祖云了，大怒)将尉迟拿下！(末扮刘文静将榆窠园图子上了)【仙吕】【点绛唇】想当日霸业图王，岂知今亡，把江山掌。虽不是外国他邦，今日做僚宰为卿相。【混江龙】不着些宽洪海量，划地信谗言佞语损忠良。谁不曾忘生舍死？谁不曾展土开疆？不枉了截发搓绳穿断甲，征旗作带勒金疮。我与你不避金瓜下丧，直言在宝殿，苦谏在昭阳。【油葫芦】陛下想当日背暗投明归大唐，却须是真栋梁。划地厮□□□厮堤防。比及武官砌垒个元戎将，文官挣揣个头厅相，知他是几个死？知他是几处伤，今日太平也都指望请官赏，刬地胡罗惹斩在云阳。【天下乐】谁似俺出气力功臣不气长，想当时，反在晋阳。若不是唐元帅少年有纪纲，义伏了徐茂公，礼慑了褚遂良，智降了苏定方。【醉扶归】当日都是那不主事萧丞相，更合着那没政事汉高皇，把韩元帅葫芦提斩在未央。今日个人都讲，若有举鼎拔山的霸王，哎．汉高呀你怎敢正眼儿把韩侯望。【后庭花】陛下，则将这美良川水冤恨想，却把那榆窠园耻英雄忘。更做道世事云千变，敬德呵则消得功名纸半张。陛下试参详，更做道贵人多忘，咱数年问有倚仗。【金盏儿】那敬德自归了唐，到咱行，把六十四处烟尘荡。杀得敌军胆丧，马到处不能当，苦相持一万阵，恶战讨了九千场。全凭着竹节鞭，生并了些草头王。【赏花时】元帅不合短箭轻弓观他洛阳，怎想阔剑长枪埋在浅岗，映着秋草半苍黄。初间那唐元帅怎想，脑背后不堤防。【幺篇】呀，则见那骨刺剌征旗遮了太阳，赤力力征鼙振动上苍，那单雄信恁高强。他猛观了敌军势况，忙拨转紫丝缰。【胜葫芦】打得匹不剌刺征马宛走电光，藉不得众儿郎，过涧沿坡寻路忄葱。过了些乱烘烘的荆棘，密稠稠榆柳，齐臻臻长成行。【幺篇】是他气扑扑忄葱攒入里面藏，眼见的一身亡，将弓箭忙拈胡底当。呀呀，实雕弓拽满，口床口床口床紫金鈚连发。火火火都闪在两边厢。【金盏儿】元帅却是那些儿慌，那些忙，(带云)忙不忙，元帅也记得。把一领锦征袍扯裸得没头当。单雄信先地赶上手拈着绿沉枪，枪尖儿看看地着脊背，着脊背透过胸堂。那时若不是胡敬德。(带云)陛下圣鉴谁搭救小秦王？【醉扶归】索甚把白己千般奖，齐王呵，不如教别人道一声强。若共胡敬德草草的鞭斗枪，分明立了执结并文状，则他家自卖弄伶俐半晌，把一条虎眼鞭直揽头直上。【尾】这厮则除了铁天灵，铜脖项，铜脑袋，石镌就的脊梁。那鞭上常有半纸血糊涂的人脑浆，则那鞭则是铁头中取命的阎正。若论高强，鞭着处便不死十分地也带重伤。也是青天会对当，故教这尉迟恭磨障，磨障这杀君杀父的劣心肠。(下)第二折(末扮秦叔宝上了)【南吕】【一枝花】箭空攒白凤翎，弓闲挂乌龙角，土培损金锁甲，尘昧了锦征袍。空喂得那匹战马咆哮，劈椤锏生疏却，那些儿俺心越焦。我往常雄纠纠的阵面上相持，恶喑喑的沙场上战讨。【梁州】这些时但做梦早和敌军对垒，才合眼早不刺剌地战马相交。则听的韵悠悠的耳畔吹寒角，一回价不冬冬的催军鼓擂，响当当的助战锣敲。稀撒撒地朱帘筛日，滴溜溜的绣幕翻风，只疑是古剌剌杂彩旗摇。那的是急煎煎心痒难揉，往常则许咱遇水叠桥，除了咱逢山开道，嗨，如今央别人跨海征辽。壮怀怎消，近新来病体儿直然较，我自喑约也枉了医疗，被这秋气重金疮越发作，好教我痛苦难消。【贺新郎】我欠起这病身躯出产急相邀，你知我迭不的相迎，带云不沙，贼丑生唱你也合早些儿通报。见齐王元吉都来到，半晌不迭手脚，我强强地曲脊低腰。怪早来喜蛛儿的溜溜在檐外垂，灵鹊儿咋咋地头直上噪，昨夜个银台上剥地灯花爆。他两个是九重天上皇太子，来探俺这半残不病旧臣僚。【牧羊关】这些腌臜病，都是俺业上遭，也是俺杀人多一还一报。折倒的黄甘甘的容颜，白丝丝地鬓脚，展不开猿猱臂，撑不起虎狼腰。好羞见程咬金知心友，尉迟恭老故交。【隔尾】我从二十三上早驱军校，经到四五千场恶战讨。怎想头直上轮还老来到。我暗约，慢慢的想度，嗨，刮马似三十年过去了。【牧羊关】当日我和胡敬德两个初相见，正在美良川厮撞着，咱两个比并一个好弱低高。他滴溜着虎眼鞭飇，我吉丁地着劈椤锏架却，我得空便也难相纵，我见破绽也怎担饶。我不付能卒卒地两锏才飇去，他搜搜地三鞭却还报了。【隔尾】那鞭却似一条玉蟒生鳞角？便是半截乌龙去了牙爪，那鞭着远望了吸吸地脑门上跳。那鞭休道十分的正着，则若轻轻地抹着，敢教你睡梦里惊急列地怕到晓。【斗鹌鹑】那将军刬马骑，单鞭掿，论英雄半勇跃。他立下功劳，怎肯伏低做小，倚强厌弱。不用吕望《六韬》，黄公《三略》，但征敌处操抱，相持处哐敝懆，那鞭若脊梁上抹着，忽地咽喉中血到。我道来我道来他烦烦恼恼，焦焦燥燥。滴溜拊那鞭着，教你悠悠地魄散魂消。你心自量度，匹头上把他标写在凌烟阁。论着雄心力劣牙爪，今日也合消，也合消封妻荫子，禄重官高。【哭皇天】教我忍不住微微地笑，我迭不得把你慢慢地教。来日你若见那铁幞头，红抹额，乌油甲，皂罗袍，敢教你就鞍心里惊倒。(带云)若是来日到御园中，(唱)忽地门旗开处，脱地战马相交。(带云)哎，齐王呵，这一番要把捉，那鞭不比衠铜枪搠，双眸剑凿。【乌夜啼】虽是没伤损难贴金疮药，敢二十年青肿难消。若不去脊梁上飇敢向鼻凹坦落。唬的怯怯乔乔，难画难描。我则见的留留的立不住腿脡摇，忔扑扑地把不住心头跳。不如告休和，伏低弱，留得性命，落得躯壳。【尾】可知道金风未动蝉先觉，那宝剑得来你怎消，不出君王行。厮般调，侵着眉楞，擦着眼角。则若是轻轻的虎眼鞭抹着，稳情取你那天灵盖半截不见了。(下)第三折(末扮敬德上)【双调】【新水令】你今日太平也不用俺旧将军，呀，来、来，把这厮豁恶气建您娘一顿。可知道家贫显孝子，直到国难用功臣。如今南面称尊，便撇在三限里不偢问。【驻马听】想我那撞阵冲军，百战功名百战身，枉与你开疆展土，也合半由天子半由臣。俺沙场上经岁受辛勤，撇妻男数载无音信。刬地信别人闲议论，将俺胡罗惹没淹润。【步步娇】便折末烂锉得我尸骸为泥粪，折末金瓜打碎我天灵尽。既然俺不怨恨，问那厮损坏忠臣佞词因。咱那亢金椅上圣明君，则但般着半句儿十分地信。【搅筝琶】我便于段施呈尽，刬地罪过不离身。俺那沙场上武艺僻合，他每枕头边关节儿更紧。他每亲父子，俺然是旧忠臣，则是四海他人，比他是龙子龙孙。(带云)则军师想度，元帅寻思。休，休！(唱)是他每亲的到头来也则是亲，怎辨清浑！【沉醉东风】我也曾箭厮射叠着面门，刀厮劈咬着牙根。也曾杀的枪杆上湿漉漉血未干，马头前古鹿鹿人头滚，灭了六十四处烟尘。刬地信佞语谗言损害人，因此上别了西府秦王处分。【川拨棹】听元帅说原因，心头上一千团火块滚。气的肚里生嗔，愁的似地惨天昏。恰便似心内火块滚，好教人怎受忍。【七弟兄】这的是圣恩，重臣。休看我发回村，他虽是金枝玉叶齐王印，我好煞则是阶下的小作军。也是痴呆老子今年命。【梅花酒】你看我发回村，恼犯魔君，撞着丧门。我想那榆窠园实是狠。他不若如单雄信，则我这鞭稳打死须定无论。【收江南】水磨鞭来日再开荤。大王怎做圣明君，信谗言佞语损忠臣。好教我气忿，元吉打死须并无论。【鸳鸯煞】来日闹垓垓列着军卒阵，就着哭啼啼接送齐王殡。恨不得待摘胆剜心，剔髓挑筋。唱道待教这虎将难存忠信。向那龙床侧近，调泛得君王一惺惺都随顺。咱则待剪草除根，直把这坑陷我的冤仇证了本。第四折(末扮敬德上了)【王宫】【端正好】如今罢了干戈，绝了征战，扶持俺这唐世界文武官员。那回是真个今番演，赵显得俺经熬炼。【滚绣球】却受着帝王宣，要施展，显我那旧时英健。不索说在骏马之前，我身上不曾托铠甲，腰间不曾带弓箭，手中不曾将着绿沉枪捻，我则是赤手空拳。我坐下刬骑着追风马，腕上只飇着打将鞭，我与你出马当先。【倘秀才】这里是竞性命的沙场地面，且讲不得君臣体面。则怕犯风流见罪愆我呵圪塔地勒住征马宛，立在这边。【滚绣球】我则见御园，怎生迭这战场宽展。却煞强如那乱烘烘地荆棘侵天。我则见嫩茸茸绿莎软，宛转转翠袖展，撒撒地马蹄儿轻健，你便丹青巧笔也难传。我则见皂罗袍都略湿宫花露。深乌马冲开绿柳烟，杀气盘旋。【倘秀才】那嘶门旗下把我容颜望见，则唬得那厮鞍心里身躯倒偃，则看你再敢人前说大言。这厮为甚么则管里。厮俄延，不肯动转？【呆古朵】那厮管见我这单雄信屈死的冤魂现，咍，你今日合教替他生天。这的又打不得关节，立不得证见，你也难把残生免。你则照管着大灵片，你待变龟来难入水，化鹤来难上天。【叨叨令】那厮枪尖儿武艺都呈遍，被我遮截架隔难施展。这厮输赢胜败登时现，存亡死活分明见。咍，轮到打也末哥，轮到打也末哥，这番交马应无善。【伴读书】则见飒飒地阴风剪，将这昏澄澄尘埃践，不剌剌征马宛似纱灯般转，都速速把不定浑身战。看元吉将天灵健，见元帅到跟前。【笑和尚】您您您弟兄每厮顾恋，俺俺俺臣宰每实埋怨，休休休终久是他亲眷，咍咍咍这铁鞭，你你你合请奠，来来来俺且看俺西府秦王面。【倘秀才】我接住枪待使些儿控便，是谁扳住手不能动转，把这厮不打死呵朝中又弄权。他若哀告，意悬悬，赦免。【滚绣球】我煞不待言，不近前。你也不分良善，又不是不知我抱虎而眠。这厮不纳贤，不可怜，不送俺一遍，教这厮落不的个尸首完全。这厮不飇折脊梁也难消我这恨，把信厮不打碎人灵沙怎报我冤，怎不教我忿气冲天！【快活三】谢吾皇把罪愆免，打元吉丧黄泉。我这里曲躬躬的朝拜怎敢俄延，再把大颜见。【鲍老儿】我吃一万金瓜也不怨天，则称了我平生愿。元吉那厮一灵儿正诉冤，敢论告他阎王殿。这厮那嚣浮诈伪，轻薄谄佞，那里有纳士招贤！那凶顽狠劣，奸滑侥幸，则待篡位夺权。题目齐元吉两争锋正名尉迟恭三夺槊",
        "author": "元代",
        "poem_class": "春天",
        "dynasty": "元好问"
    },
    {
        "title": "减字木兰花·春情",
        "paragraph": "画桥流水，雨湿落红飞不起。月破黄昏，帘里馀香马上闻。徘徊不语，今夜梦魂何处去。不似垂杨，犹解飞花入洞房。湖山信是东南美，一望弥千里。使君能得几回来？便使樽前醉倒更徘徊。沙河塘里灯初上，水调谁家唱？夜阑风静欲归时，惟有一江明月碧琉璃。黄冈之地多竹，大者如椽，竹工破之，刳去其节，用代陶瓦。比屋皆然，以其价廉而工省也。子城西北隅，雉堞圮毁，蓁莽荒秽，因作小楼二间，与月波楼通。远吞山光，平挹江濑，幽阒辽夐，不可具状。夏宜急雨，有瀑布声；冬宜密雪，有碎玉声；宜鼓琴，琴调和畅；宜咏诗，诗韵清绝；宜围棋，子声丁丁然；宜投壶，矢声铮铮然；皆竹楼之所助也。公退之暇，被鹤氅衣，戴华阳巾，手执《周易》一卷，焚香默坐，消遣世虑。江山之外，第见风帆沙鸟，烟云竹树而已。待其酒力醒，茶烟歇，送夕阳，迎素月，亦谪居之胜概也。彼齐云、落星，高则高矣；井干、丽谯，华则华矣；止于贮妓女，藏歌舞，非骚人之事，吾所不取。吾闻竹工云，竹之为瓦，仅十稔。若重覆之，得二十稔。噫，吾以至道乙未岁，自翰林出滁上，丙申移广陵；丁酉又入西掖，戊戌岁除日有齐安之命，己亥闰三月到郡。四年之间，奔走不暇，未知明年又在何处，岂惧竹楼之易朽乎！后之人与我同志，嗣而葺之，庶斯楼之不朽也！咸平二年八月十五日记。天下之患，最不可为者，名为治平无事，而其实有不测之忧。坐观其变，而不为之所，则恐至於不可救；起而强为之，则天下狃於治平之安而不吾信。惟仁人君子豪杰之士，为能出身为天下犯大难，以求成大功；此固非勉强期月之间，而苟以求名之所能也。天下治平，无故而发大难之端；吾发之，吾能收之，然后有辞於天下。事至而循循焉欲去之，使他人任其责，则天下之祸，必集於我。昔者晁错尽忠为汉，谋弱山东之诸侯，山东诸侯并起，以诛错为名；而天子不以察，以错为之说。天下悲错之以忠而受祸，不知错有以取之也。古之立大事者，不惟有超世之才，亦必有坚忍不拔之志。昔禹之治水，凿龙门，决大河而放之海。方其功之未成也，盖亦有溃冒冲突可畏之患；惟能前知其当然，事至不惧，而徐为之图，是以得至於成功。夫以七国之强，而骤削之，其为变，岂足怪哉？错不於此时捐其身，为天下当大难之冲，而制吴楚之命，乃为自全之计，欲使天子自将而己居守。且夫发七国之难者，谁乎？己欲求其名，安所逃其患。以自将之至危，与居守至安；己为难首，择其至安，而遣天子以其至危，此忠臣义士所以愤怨而不平者也。当此之时，虽无袁盎，错亦未免於祸。何者？己欲居守，而使人主自将。以情而言，天子固已难之矣，而重违其议。是以袁盎之说，得行於其间。使吴楚反，错已身任其危，日夜淬砺，东向而待之，使不至於累其君，则天子将恃之以为无恐，虽有百盎，可得而间哉？嗟夫！世之君子，欲求非常之功，则无务为自全之计。使错自将而讨吴楚，未必无功，惟其欲自固其身，而天子不悦。奸臣得以乘其隙，错之所以自全者，乃其所以自祸欤！ ",
        "author": "宋代",
        "poem_class": "春天",
        "dynasty": "王安国"
    },
    {
        "title": "浣溪沙·泉湖道中赴闽宪别诸君",
        "paragraph": "细听春山杜宇啼。一声声是送行诗。朝来白鸟背人飞。对郑子真岩石卧，趁陶元亮菊花期。而今堪诵北山移。人间岁月堂堂去，劝君快上青云路。圣处一灯传，工夫萤雪边。麴生风味恶，辜负西窗约。沙岸片帆开，寄书无雁来。禹庙兰亭今古路。一夜清霜，染尽湖边树。鹦鹉杯深君莫诉。他时相遇知何处。冉冉年华留不住。镜里朱颜，毕竟消磨去。一句丁宁君记取。神仙须是闲人做。高咏楚词酬午日，天涯节序匆匆。榴花不似舞裙红。无人知此意，歌罢满帘风。 万事一身伤老矣，戎葵凝笑墙东。酒杯深浅去年同。试浇桥下水，今夕到湘中。",
        "author": "宋代",
        "poem_class": "春天",
        "dynasty": "辛弃疾"
    },
    {
        "title": "沁园春·送春",
        "paragraph": "春，汝归欤？风雨蔽江，烟尘暗天。况雁门阨塞，龙沙渺莽，东连吴会，西至秦川。芳草迷津，飞花拥道，小为蓬壶借百年。江南好，问夫君何事，不少留连？江南正是堪怜！但满眼杨花化白毡。看兔葵燕麦，华清宫里；蜂黄蝶粉，凝碧池边。我已无家，君归何里？中路徘徊七宝鞭。风回处，寄一声珍重，两地潸然！痴儿了却公家事，快阁东西倚晚晴。落木千山天远大，澄江一道月分明。朱弦已为佳人绝，青眼聊因美酒横。万里归船弄长笛，此心吾与白鸥盟。金陵城上西楼，倚清秋。万里夕阳垂地大江流。中原乱，簪缨散，几时收？试倩悲风吹泪过扬州。杨柳回塘，鸳鸯别浦。绿萍涨断莲舟路。断无蜂蝶慕幽香，红衣脱尽芳心苦。 返照迎潮，行云带雨。依依似与骚人语。当年不肯嫁春风，无端却被秋风误。",
        "author": "宋代",
        "poem_class": "春天",
        "dynasty": "刘辰翁"
    },
    {
        "title": "赤枣子·寄语酿花风日好",
        "paragraph": "惊晓漏，护春眠。格外娇慵只自怜。寄语酿花风日好，绿窗来与上琴弦。碧海年年，试问取、冰轮为谁圆缺？吹到一片秋香，清辉了如雪。愁中看、好天良夜，知道尽成悲咽。只影而今，那堪重对，旧时明月。花径里、戏捉迷藏，曾惹下萧萧井梧叶。记否轻纨小扇，又几番凉热。只落得，填膺百感，总茫茫、不关离别。一任紫玉无情，夜寒吹裂。锦葵原自恋金蜂，谁供花颜奉神灵。欲舞轻翼入殿里，偷向坛前伴卿卿。一帆一桨一渔舟，一个渔翁一钓钩。一俯一仰一场笑，一江明月一江秋。",
        "author": "清代",
        "poem_class": "春天",
        "dynasty": "纳兰性德"
    },
    {
        "title": "酒泉子·花映柳条",
        "paragraph": "花映柳条，闲向绿萍池上。凭阑干，窥细浪，雨萧萧。近来音信两疏索，洞房空寂寞。掩银屏，垂翠箔，度春宵。赵客缦胡缨，吴钩霜雪明。银鞍照白马，飒沓如流星。十步杀一人，千里不留行。事了拂衣去，深藏身与名。闲过信陵饮，脱剑膝前横。将炙啖朱亥，持觞劝侯嬴。三杯吐然诺，五岳倒为轻。眼花耳热后，意气素霓生。救赵挥金槌，邯郸先震惊。千秋二壮士，烜赫大梁城。纵死侠骨香，不惭世上英。谁能书阁下，白首太玄经。道由白云尽，春与青溪长。时有落花至，远随流水香。闲门向山路，深柳读书堂。幽映每白日，清辉照衣裳。北阙休上书，南山归敝庐。不才明主弃，多病故人疏。白发催年老，青阳逼岁除。永怀愁不寐，松月夜窗虚。",
        "author": "唐代",
        "poem_class": "春天",
        "dynasty": "温庭筠"
    },
    {
        "title": "庆清朝慢·踏青",
        "paragraph": "调雨为酥，催冰做水，东君分付春还。何人便将轻暖，点破残寒。结伴踏青去好，平头鞋子小双鸾。烟郊外，望中秀色，如有无间。晴则个，阴则个，饾饤得天气，有许多般。须教镂花拨柳，争要先看。不道吴绫绣袜，香泥斜沁几行斑。东风巧，尽收翠绿，吹在眉山。应怜屐齿印苍苔，小扣柴扉久不开。春色满园关不住，一枝红杏出墙来。落日塞尘起，胡骑猎清秋。汉家组练十万，列舰耸高楼。谁道投鞭飞渡，忆昔鸣髇血污，风雨佛狸愁。季子正年少，匹马黑貂裘。 今老矣，搔白首，过扬州。倦游欲去江上，手种橘千头。二客东南名胜，万卷诗书事业，尝试与君谋。莫射南山虎，直觅富民侯。幽谷那堪更北枝，年年自分着花迟。高标逸韵君知否，正是层冰积雪时。",
        "author": "宋代",
        "poem_class": "春天",
        "dynasty": "王观"
    },
    {
        "title": "对酒春园作",
        "paragraph": "投簪下山阁，携酒对河梁。陕水牵长镜，高花送断香。繁莺歌似曲，疏蝶舞成行。自然催一醉，非但阅年光。迢递高城百尺楼，绿杨枝外尽汀洲。贾生年少虚垂泪，王粲春来更远游。(垂泪 一作：垂涕)永忆江湖归白发，欲回天地入扁舟。不知腐鼠成滋味，猜意鹓雏竟未休。翰林院北厅花下作惆怅阶前红牡丹，晚来唯有两枝残。明朝风起应吹尽，夜惜衰红把火看。新昌窦给事宅南亭花下作寂寞萎红低向雨，离披破艳散随风。晴明落地犹惆怅，何况飘零泥土中。记得那年花下，深夜，初识谢娘时。水堂西面画帘垂，携手暗相期。惆怅晓莺残月，相别，从此隔音尘。如今俱是异乡人，相见更无因。",
        "author": "唐代",
        "poem_class": "春天",
        "dynasty": "王勃"
    },
    {
        "title": "清商怨·庭花香信尚浅",
        "paragraph": "庭花香信尚浅，最玉楼先暖。梦觉春衾，江南依旧远。回纹锦字暗剪，谩寄与、也应归晚。要问相思，天涯犹自短。庐山烟雨浙江潮，未至千般恨不消。到得还来别无事，庐山烟雨浙江潮。风前欲劝春光住。春在城南芳草路。未随流落水边花，且作飘零泥上絮。 镜中已觉星星误。人不负春春自负。梦回人远许多愁，只在梨花风雨处。霁天欲晓未明间，满目奇峰总可观。却有一峰忽然长，方知不动是真山。",
        "author": "宋代",
        "poem_class": "春天",
        "dynasty": "晏几道"
    },
    {
        "title": "魏王堤",
        "paragraph": "花寒懒发鸟慵啼，信马闲行到日西。何处未春先有思，柳条无力魏王堤。楼观岳阳尽，川迥洞庭开。雁引愁心去，山衔好月来。云间连下榻，天上接行杯。醉后凉风起，吹人舞袖回。龙马花雪毛，金鞍五陵豪。秋霜切玉剑，落日明珠袍。斗鸡事万乘，轩盖一何高。弓摧南山虎，手接太行猱。酒后竞风采，三杯弄宝刀。杀人如剪草，剧孟同游遨。发愤去函谷，从军向临洮。叱咤经百战，匈奴尽奔逃。归来使酒气，未肯拜萧曹。羞入原宪室，荒径隐蓬蒿。胡马，胡马，远放燕支山下。跑沙跑雪独嘶，东望西望路迷。迷路，迷路，边草无穷日暮。",
        "author": "唐代",
        "poem_class": "春天",
        "dynasty": "白居易"
    },
    {
        "title": "渡江云·晴岚低楚甸",
        "paragraph": "晴岚低楚甸，暖回雁翼，阵势起平沙。骤惊春在眼，借问何时，委曲到山家。涂香晕色，盛粉饰、争作妍华。千万丝、陌头杨柳，渐渐可藏鸦。堪嗟。清江东注，画舸西流，指长安日下。愁宴阑、风翻旗尾，潮溅乌纱。今宵正对初弦月，傍水驿、深舣蒹葭。沉恨处，时时自剔灯花。一点残红欲尽时。乍凉秋气满屏帏。梧桐叶上三更雨，叶叶声声是别离。 调宝瑟，拨金猊。那时同唱鹧鸪词。如今风雨西楼夜，不听清歌也泪垂。杨柳回塘，鸳鸯别浦。绿萍涨断莲舟路。断无蜂蝶慕幽香，红衣脱尽芳心苦。 返照迎潮，行云带雨。依依似与骚人语。当年不肯嫁春风，无端却被秋风误。一去二三里，烟村四五家。亭台六七座，八九十枝花。",
        "author": "宋代",
        "poem_class": "春天",
        "dynasty": "周邦彦"
    },
    {
        "title": "春日",
        "paragraph": "岸烟起暮色，岸水带斜晖。径狭横枝度，帘摇惊燕飞。落花承步履，流涧写行衣。何殊九枝盖，薄暮洞庭归。江南佳丽地。金陵帝王州。逶迤带绿水。迢递起朱楼。飞甍夹驰道。垂杨荫御沟。凝笳翼高盖。叠鼓送华辀。献纳云台表。功名良可收。散幽经以验物，伟胎化之仙禽。钟浮旷之藻质，抱清迥之明心。指蓬壶而翻翰，望昆阆而扬音。澘日域以回骛，穷天步而高寻。践神区其既远，积灵祀而方多。精含丹而星曜，顶凝紫而烟华。引员吭之纤婉，顿修趾之洪姱。叠霜毛而弄影，振玉羽而临霞。朝戏于芝田，夕饮乎瑶池。厌江海而游泽，掩云罗而见羁。去帝乡之岑寂，归人寰之喧卑。岁峥嵘而愁暮，心惆怅而哀离。 于是穷阴杀节，急景凋年。骫沙振野，箕风动天。严严苦雾，皎皎悲泉。冰塞长河，雪满群山。既而氛昏夜歇，景物澄廓。星翻汉回，晓月将落。感寒鸡之早晨，怜霜雁之违漠。临惊风之萧条，对流光之照灼。唳清响于丹墀，舞飞容于金阁。始连轩以凤跄，终宛转而龙跃。踯躅徘徊，振迅腾摧。惊身蓬集，矫翅雪飞。离纲别赴，合绪相依。将兴中止，若往而归。飒沓矜顾，迁延迟暮。逸翮后尘，翱翥先路。指会规翔，临岐矩步。态有遗妍，貌无停趣。奔机逗节，角睐分形。长扬缓骛，并翼连声。轻迹凌乱，浮影交横。众变繁姿，参差洊密。烟交雾凝，若无毛质。风去雨还，不可谈悉。既散魂而荡目，迷不知其所之。忽星离而云罢，整神容而自持。仰天居之崇绝，更惆怅以惊思。 当是时也，燕姬色沮，巴童心耻。巾拂两停，丸剑双止。虽邯郸其敢伦，岂阳阿之能拟。入卫国而乘轩，出吴都而倾市。守驯养于千龄，结长悲于万里。游禽暮知反，行人独未归。坐销芳草气，空度明月辉。嚬容入朝镜，思泪点春衣。巫山彩云没，淇上绿条稀。待君竟不至，秋雁双双飞。",
        "author": "南北朝",
        "poem_class": "春天",
        "dynasty": "徐陵"
    },
    {
        "title": "愁倚阑·春犹浅",
        "paragraph": "春犹浅，柳初芽，杏初花。杨柳杏花交影处，有人家。玉窗明暖烘霞。小屏上、水远山斜。昨夜酒多春睡重，莫惊他。万里黔中一漏天，屋居终日似乘船。及至重阳天也霁，催醉，鬼门关外蜀江前。莫笑老翁犹气岸，君看，几人黄菊上华颠？戏马台南追两谢，驰射，风流犹拍古人肩。点点楼头细雨，重重江外平湖。当年戏马会东徐，今日凄凉南浦。莫恨黄花未吐，且教红粉相扶。酒阑不必看茱萸，俯仰人间今古。长忆观潮，满郭人争江上望。来疑沧海尽成空，万面鼓声中。 弄潮儿向涛头立，手把红旗旗不湿。别来几向梦中看，梦觉尚心寒。",
        "author": "宋代",
        "poem_class": "春天",
        "dynasty": "程垓"
    },
    {
        "title": "谒金门·春雨足",
        "paragraph": "春雨足，染就一溪新绿。柳外飞来双羽玉，弄晴相对浴。楼外翠帘高轴，倚遍阑干几曲。云淡水平烟树簇，寸心千里目。故关衰草遍，离别自堪悲。(自堪悲 一作：正堪悲)路出寒云外，人归暮雪时。少孤为客早，多难识君迟。掩泪空相向，风尘何处期。(掩泪 一作：掩泣)去年今日此门中，人面桃花相映红。人面不知何处去，桃花依旧笑春风。暖戏烟芜锦翼齐，品流应得近山鸡。雨昏青草湖边过，花落黄陵庙里啼。游子乍闻征袖湿，佳人才唱翠眉低。相呼相应湘江阔，苦竹丛深日向西。",
        "author": "唐代",
        "poem_class": "春天",
        "dynasty": "韦庄"
    },
    {
        "title": "昼眠呈梦锡",
        "paragraph": "百忙之际一闲身，更有高眠可诧君。春入四支浓似酒，风吹孤梦乱如云。诸生弦诵何妨静，满席图书不废勤。向晚欠伸徐出户，落花帘外自纷纷。绿芜墙绕青苔院，中庭日淡芭蕉卷。蝴蝶上阶飞，烘帘自在垂。玉钩双语燕，宝甃杨花转。几处簸钱声，绿窗春睡轻。黄花谩说年年好。也趁秋光老。绿鬓不惊秋，若斗尊前，人好花堪笑。蟠桃结子知多少。家住三山岛。何日跨归鸾，沧海飞尘，人世因缘了。绣面芙蓉一笑开，斜飞宝鸭衬香腮。眼波才动被人猜。一面风情深有韵，半笺娇恨寄幽怀。月移花影约重来。",
        "author": "宋代",
        "poem_class": "春天",
        "dynasty": "孔平仲"
    },
    {
        "title": "醉中真·不信芳春厌老人",
        "paragraph": "不信芳春厌老人，老人几度送余春，惜春行乐莫辞频。巧笑艳歌皆我意，恼花颠酒拚君瞋，物情惟有醉中真。云淡风轻近午天，傍花随柳过前川。时人不识余心乐，将谓偷闲学少年。百花头上开，冰雪寒中见。霜月定相知，先识春风面。 主人情意深，不管江妃怨。折我最繁枝，还许冰壶荐。春宵一刻值千金，花有清香月有阴。歌管楼台声细细，秋千院落夜沉沉。",
        "author": "宋代",
        "poem_class": "春天",
        "dynasty": "贺铸"
    },
    {
        "title": "菩萨蛮·竹风轻动庭除冷",
        "paragraph": "竹风轻动庭除冷，珠帘月上玲珑影。山枕隐秾妆，绿檀金凤凰。两蛾愁黛浅，故国吴宫远。春恨正关情，画楼残点声。犬吠水声中，桃花带露浓。(露浓 一作：雨浓)树深时见鹿，溪午不闻钟。野竹分青霭，飞泉挂碧峰。无人知所去，愁倚两三松。火树银花合，星桥铁锁开。暗尘随马去，明月逐人来。游伎皆秾李，行歌尽落梅。金吾不禁夜，玉漏莫相催。官仓老鼠大如斗，见人开仓亦不走。 健儿无粮百姓饥，谁遣朝朝入君口。",
        "author": "唐代",
        "poem_class": "春天",
        "dynasty": "温庭筠"
    },
    {
        "title": "早兴",
        "paragraph": "晨光出照屋梁明，初打开门鼓一声。犬上阶眠知地湿，鸟临窗语报天晴。半销宿酒头仍重，新脱冬衣体乍轻。睡觉心空思想尽，近来乡梦不多成。客自长安来，还归长安去。狂风吹我心，西挂咸阳树。此情不可道，此别何时遇。望望不见君，连山起烟雾。夜夜相思更漏残，伤心明月凭阑干，想君思我锦衾寒。咫尺画堂深似海，忆来惟把旧书看，几时携手入长安？战哭多新鬼，愁吟独老翁。乱云低薄暮，急雪舞回风。瓢弃尊无绿，炉存火似红。数州消息断，愁坐正书空。",
        "author": "唐代",
        "poem_class": "春天",
        "dynasty": "白居易"
    },
    {
        "title": "春晓",
        "paragraph": "春庭晓景别，清露花逦迤。黄蜂一过慵，夜夜栖香蕊。楚江微雨里，建业暮钟时。漠漠帆来重，冥冥鸟去迟。海门深不见，浦树远含滋。相送情无限，沾襟比散丝。王杨卢骆当时体，轻薄为文哂未休。尔曹身与名俱灭，不废江河万古流。余禁所禁垣西，是法厅事也，有古槐数株焉。虽生意可知，同殷仲文之古树；而听讼斯在，即周召伯之甘棠，每至夕照低阴，秋蝉疏引，发声幽息，有切尝闻，岂人心异于曩时，将虫响悲于前听？嗟乎，声以动容，德以象贤。故洁其身也，禀君子达人之高行；蜕其皮也，有仙都羽化之灵姿。候时而来，顺阴阳之数； 应节为变，审藏用之机。有目斯开，不以道昏而昧其视；有翼自薄，不以俗厚而易其真。吟乔树之微风，韵姿天纵； 饮高秋之坠露，清畏人知。仆失路艰虞，遭时徽纆。不哀伤而自怨，未摇落而先衰。闻蟪蛄之流声，悟平反之已奏；见螳螂之抱影，怯危机之未安。感而缀诗，贻诸知己。庶情沿物应，哀弱羽之飘零； 道寄人知，悯余声之寂寞。非谓文墨，取代幽忧云尔。西陆蝉声唱，南冠客思深。(客思深 一作：客思侵)那堪玄鬓影，来对白头吟。(那堪 一作：不堪)露重飞难进，风多响易沉。无人信高洁，谁为表予心？",
        "author": "唐代",
        "poem_class": "春天",
        "dynasty": "陆龟蒙"
    },
    {
        "title": "岳阳楼·春色醉巴陵",
        "paragraph": "春色醉巴陵，阑干落洞庭。水吞三楚白，山接九疑青。空阔鱼龙气，婵娟帝子灵。何人夜吹笛，风急雨冥冥。昔吴起出，遇故人,而止之食。故人曰：“诺，期返而食。”起曰：“待公而食。”故人至暮不来，起不食待之。明日早，令人求故人，故人来，方与之食。起之不食以俟者，恐其自食其言也。其为信若此，宜其能服三军欤？欲服三军，非信不可也！三十年来麋鹿踪，若为老去入樊笼。五湖春梦扁舟雨，万里秋风两鬓蓬。远志出山成小草，神鱼失水困沙虫。白头博得公车召，不满东方一笑中。江亭野色静年芳，节序催人昨夜霜。秋馆残池荷叶歇，柴门临水稻花香。半溪细雨敲寒竹，万里沙鸥弄夕阳。取次花丛懒回顾，海天愁思正茫茫。",
        "author": "明代",
        "poem_class": "春天",
        "dynasty": "杨基"
    },
    {
        "title": "偶成",
        "paragraph": "松下柴门闭绿苔，只有蝴蝶双飞来。蜜蜂两股大如茧，应是前山花已开。水天空阔，恨东风，不惜世间英物。蜀鸟吴花残照里，忍见荒城颓壁。铜雀春情，金人秋泪，此恨凭谁雪？堂堂剑气，斗牛空认奇杰。那信江海余生，南行万里，属扁舟齐发。正为鸥盟留醉眼，细看涛生云灭。睨柱吞嬴，回旗走懿，千古冲冠发。伴人无寐，秦淮应是孤月。半世交亲随逝水，几人图画入凌烟？春风春雨花经眼，江北江南水拍天。欲解铜章行问道，定知石友许忘年。脊令各有思归恨，日月相催雪满颠。一夕轻雷落万丝，霁光浮瓦碧参差。有情芍药含春泪，无力蔷薇卧晓枝。",
        "author": "宋代",
        "poem_class": "春天",
        "dynasty": "饶节"
    },
    {
        "title": "燕归梁·春愁",
        "paragraph": "芳草年年惹恨幽。想前事悠悠。伤春伤别几时休。算从古、为风流。 春山总把，深匀翠黛，千叠在眉头。不知供得几多愁。更斜日、凭危楼。车遥遥，马憧憧。君游东山东复东，安得奋飞逐西风。愿我如星君如月，夜夜流光相皎洁。月暂晦，星常明。留明待月复，三五共盈盈。暖雨晴风初破冻，柳眼梅腮，已觉春心动。酒意诗情谁与共？泪融残粉花钿重。乍试夹衫金缕缝，山枕斜欹，枕损钗头凤。独抱浓愁无好梦，夜阑犹剪灯花弄。太上曰：祸福无门，唯人自召。善恶之报，如影随形。是以天地有司过之神。依人所犯轻重，以夺人算。算减则贫耗，多逢忧患，人皆恶之，刑祸随之，吉庆避之，恶星灾之，算尽则死。又有三台北斗神君，在人头上，录人罪恶，夺其纪算。又有三尸神，在人身中，每到庚申日，辄上诣天曹，言人罪过。月晦之日，灶神亦然。凡人有过，大则夺纪，小则夺算。其过大小，有数百事，欲求长生者，先须避之。是道则进，非道则退。不履邪径，不欺暗室。积德累功，慈心於物。忠孝友悌，正己化人，矜孤恤寡，敬老怀幼。昆虫草木，犹不可伤。宜悯人之凶，乐人之善，济人之急，救人之危。见人之得，如己之得。见人之失，如己之失。不彰人短，不炫己长。遏恶扬善，推多取少。受辱不怨，受宠若惊。施恩不求报，与人不追悔。所谓善人，人皆敬之，天道佑之，福禄随之。众邪远之，神灵卫之，所作必成，神仙可冀。欲求天仙者，当立一千三百善，欲求地仙者，当立三百善；苟或非义而动，背理而行。以恶为能，忍作残害。阴贼良善，暗侮君亲。慢其先生，叛其所事。诳诸无识，谤诸同学。虚诬诈伪，攻讦宗亲。刚强不仁，狠戾自用。是非不当，向背乖宜。虐下取功，谄上希旨。受恩不感，念怨不休。轻蔑天民，扰乱国政。赏及非义，刑及无辜。杀人取财，倾人取位。诛降戮服，贬正排贤。凌孤逼寡，弃法受赂。以直为曲，以曲为直。入轻为重，见杀加怒。知过不改，知善不为。自罪引他，壅塞方术。讪谤贤圣，侵凌道德。射飞逐走，发蛰惊栖，填穴覆巢，伤胎破卵。愿人有失，毁人成功。危人自安，减人自益。以恶易好，以私废公。窃人之能，蔽人之善。形人之丑，讦人之私。耗人货财，离人骨肉。侵人所爱，助人为非，逞志作威，辱人求胜。败人苗稼，破人婚姻。苟富而骄，苟免无耻，认恩推过。嫁祸卖恶。沽买虚誉，包贮险心。挫人所长，护己所短。乘威迫胁，纵暴杀伤。无故剪裁，非礼烹宰。散弃五谷，劳扰众生。破人之家。取其财宝。决水放火，以害民居，紊乱规模，以败人功，损人器物，以穷人用。见他荣贵，愿他流贬。见他富有，愿他破散。见他色美，起心私之。负他货财，原他身死。干求不遂，便生咒恨。见他失便，便说他过。见他体相不具而笑之。见他才能可称而抑之。埋蛊厌人，用药杀树。恚怒师傅，抵触父兄。强取强求，好侵好夺。掳掠致富，巧诈求迁。赏罚不平，逸乐过节。苛虐其下，恐吓於他。怨天尤人，呵风骂雨。斗合争讼，妄逐朋党。用妻妾语，违父母训。得新忘故。口是心非，贪冒於财，欺罔其上。造作恶语，谗毁平人。毁人称直，骂神称正，弃顺效逆，背亲向疏。指天地以证鄙怀，引神明而鉴猥事。施与後悔，假借不还。分外营求，力上施设。淫欲过度，心毒貌慈。秽食馁人，左道惑众。短尺狭度，轻秤小升。以伪杂真，采取奸利。压良为贱，谩蓦愚人，贪婪无厌，咒诅求直。嗜酒悖乱，骨肉忿争。男不忠良，女不柔顺。不和其室，不敬其夫。每好矜夸，常行妒忌。无行於妻子，失礼於舅姑，轻慢先灵，违逆上命。作为无益，怀挟外心。自咒咒他，偏憎偏爱。越井越灶，跳食跳人。损子堕胎，行多隐僻。晦腊歌舞，朔旦号怒。对北涕唾及溺，对灶吟咏及哭。又以灶火烧香，秽柴作食。夜起裸露，八节行刑。唾流星，指虹霓。辄指三光，久视日月，春月燎猎，对北恶骂。无故杀龟打蛇，如是等罪，司命随其轻重，夺其纪算。算尽则死，死有余责，乃殃及子孙。又诸横取人财者，乃计其妻子家口以当之，渐至死丧。若不死丧，则有水火盗贼，遗亡器物，疾病口舌诸事，以当妄取之直。又枉杀人者，是易刀兵而相杀也。取非义之财者，譬如漏脯救饥，鸩酒止渴，非不暂饱，死亦及之。夫心起於善，善虽未为，而吉神已随之。或心起於恶，恶虽未为，而凶神已随之。其有曾行恶事，後自改悔，诸恶莫作，众善奉行。久久必获吉庆，所谓转祸为福也。故吉人语善，视善，行善。一日有三善，三年天必降之福。凶人语恶、视恶、行恶，一日有三恶，三年天必降之祸，胡不勉而行之。",
        "author": "宋代",
        "poem_class": "春天",
        "dynasty": "石延年"
    },
    {
        "title": "醉桃源·春景",
        "paragraph": "拍堤春水蘸垂杨，水流花片香。弄花噆柳小鸳鸯，一双随一双。帘半卷，露新妆，春衫是柳黄。倚阑看处背斜阳，风流暗断肠。一轮秋影转金波，飞镜又重磨。把酒问姮娥：被白发，欺人奈何？乘风好去，长空万里，直下看山河。斫去桂婆娑，人道是，清光更多。危楼古镜影犹寒。倒景忽相看。桃花不识东西晋，想如今、也梦邯郸。缥缈神仙海上，飘零图画人间。宝光丹气共回环。水弱小舟闲。秋风难老三珠树，尚依依、脆管清弹。说与霓裳莫舞，银桥不到深山。梅英疏淡，冰澌溶泄，东风暗换年华。金谷俊游，铜驼巷陌，新晴细履平沙。长记误随车。正絮翻蝶舞，芳思交加。柳下桃蹊，乱分春色到人家。西园夜饮鸣笳。有华灯碍月，飞盖妨花。兰苑未空，行人渐老，重来是事堪嗟。烟暝酒旗斜。但倚楼极目，时见栖鸦。无奈归心，暗随流水到天涯。",
        "author": "宋代",
        "poem_class": "春天",
        "dynasty": "严仁"
    },
    {
        "title": "春日秦国怀古",
        "paragraph": "荒郊一望欲消魂，泾水萦纡傍远村。牛马放多春草尽，原田耕破古碑存。云和积雪苍山晚，烟伴残阳绿树昏。数里黄沙行客路，不堪回首思秦原。夫天地者万物之逆旅也；光阴者百代之过客也。而浮生若梦，为欢几何？古人秉烛夜游，良有以也。况阳春召我以烟景，大块假我以文章。会桃花之芳园，序天伦之乐事。群季俊秀，皆为惠连；吾人咏歌，独惭康乐。幽赏未已，高谈转清。开琼筵以坐花，飞羽觞而醉月。不有佳咏，何伸雅怀？如诗不成，罚依金谷酒数。(桃花 一作：桃李)翰林院北厅花下作惆怅阶前红牡丹，晚来唯有两枝残。明朝风起应吹尽，夜惜衰红把火看。新昌窦给事宅南亭花下作寂寞萎红低向雨，离披破艳散随风。晴明落地犹惆怅，何况飘零泥土中。苏家小女名简简，芙蓉花腮柳叶眼。十一把镜学点妆，十二抽针能绣裳。十三行坐事调品，不肯迷头白地藏。 玲珑云髻生花样，飘飖风袖蔷薇香。殊姿异态不可状，忽忽转动如有光。二月繁霜杀桃李，明年欲嫁今年死。 丈人阿母勿悲啼，此女不是凡夫妻。恐是天仙谪人世，只合人间十三岁。大都好物不坚牢，彩云易散琉璃脆。",
        "author": "唐代",
        "poem_class": "春天",
        "dynasty": "周朴"
    },
    {
        "title": "初春济南作",
        "paragraph": "山郡逢春复乍晴，陂塘分出几泉清？郭边万户皆临水，雪后千峰半入城。微云一抹遥峰，冷溶溶，恰与个人清晓画眉同。红蜡泪，青绫被，水沉浓，却与黄茅野店听西风。和风和雨点苔纹，漠漠残香静里闻。林下积来全似雪，岭头飞去半为云。不须横管吹江郭，最惜空枝冷夕曛。回首孤山山下路，霜禽粉蝶任纷纷。春灯如雪浸兰舟，不载江南半点愁。谁信寻春此狂客，一茶一偈过扬州。",
        "author": "清代",
        "poem_class": "春天",
        "dynasty": "王士祯"
    },
    {
        "title": "浩歌",
        "paragraph": "南风吹山作平地，帝遣天吴移海水。王母桃花千遍红，彭祖巫咸几回死？青毛骢马参差钱，娇春杨柳含缃烟。筝人劝我金屈卮，神血未凝身问谁？不须浪饮丁都护，世上英雄本无主。买丝绣作平原君，有酒唯浇赵州土。漏催水咽玉蟾蜍，卫娘发薄不胜梳。羞见秋眉换新绿，二十男儿那刺促？离人无语月无声，明月有光人有情。别后相思人似月，云间水上到层城。客从东方来，衣上灞陵雨。问客何为来，采山因买斧。冥冥花正开，飏飏燕新乳。昨别今已春，鬓丝生几缕。中和癸卯春三月，洛阳城外花如雪。东西南北路人绝，绿杨悄悄香尘灭。路旁忽见如花人，独向绿杨阴下歇。凤侧鸾欹鬓脚斜，红攒黛敛眉心折。借问女郎何处来？含颦欲语声先咽。回头敛袂谢行人，丧乱漂沦何堪说！三年陷贼留秦地，依稀记得秦中事。君能为妾解金鞍，妾亦与君停玉趾。前年庚子腊月五，正闭金笼教鹦鹉。斜开鸾镜懒梳头，闲凭雕栏慵不语。忽看门外起红尘，已见街中擂金鼓。居人走出半仓惶，朝士归来尚疑误。是时西面官军入，拟向潼关为警急。皆言博野自相持，尽道贼军来未及。须臾主父乘奔至，下马入门痴似醉。适逢紫盖去蒙尘，已见白旗来匝地。扶羸携幼竞相呼，上屋缘墙不知次。南邻走入北邻藏，东邻走向西邻避。北邻诸妇咸相凑，户外崩腾如走兽。轰轰昆昆乾坤动，万马雷声从地涌。火迸金星上九天，十二官街烟烘烔。日轮西下寒光白，上帝无言空脉脉。阴云晕气若重围，宦者流星如血色。紫气潜随帝座移，妖光暗射台星拆。家家流血如泉沸，处处冤声声动地。舞伎歌姬尽暗捐，婴儿稚女皆生弃。东邻有女眉新画，倾国倾城不知价。长戈拥得上戎车，回首香闺泪盈把。旋抽金线学缝旗，才上雕鞍教走马。有时马上见良人，不敢回眸空泪下；西邻有女真仙子，一寸横波剪秋水。妆成只对镜中春，年幼不知门外事。一夫跳跃上金阶，斜袒半肩欲相耻。牵衣不肯出朱门，红粉香脂刀下死。南邻有女不记姓，昨日良媒新纳聘。琉璃阶上不闻行，翡翠帘间空见影。忽看庭际刀刃鸣，身首支离在俄顷。仰天掩面哭一声，女弟女兄同入井；北邻少妇行相促，旋拆云鬟拭眉绿。已闻击托坏高门，不觉攀缘上重屋。须臾四面火光来，欲下回梯梯又摧。烟中大叫犹求救，梁上悬尸已作灰。妾身幸得全刀锯，不敢踟蹰久回顾。旋梳蝉鬓逐军行，强展蛾眉出门去。旧里从兹不得归，六亲自此无寻处。一从陷贼经三载，终日惊忧心胆碎。夜卧千重剑戟围，朝餐一味人肝脍。鸳帏纵入岂成欢？宝货虽多非所爱。蓬头垢面眉犹赤，几转横波看不得。衣裳颠倒语言异，面上夸功雕作字。柏台多半是狐精，兰省诸郎皆鼠魅。还将短发戴华簪，不脱朝衣缠绣被。翻持象笏作三公，倒佩金鱼为两史。朝闻奏对入朝堂，暮见喧呼来酒市。一朝五鼓人惊起，叫啸喧呼如窃语。夜来探马入皇城，昨日官军收赤水。赤水去城一百里，朝若来兮暮应至。凶徒马上暗吞声，女伴闺中潜生喜。皆言冤愤此时销，必谓妖徒今日死。逡巡走马传声急，又道官军全阵入。大彭小彭相顾忧，二郎四郎抱鞍泣。沉沉数日无消息，必谓军前已衔璧。簸旗掉剑却来归，又道官军悉败绩。四面从兹多厄束，一斗黄金一斗粟。尚让厨中食木皮，黄巢机上刲人肉。东南断绝无粮道，沟壑渐平人渐少。六军门外倚僵尸，七架营中填饿殍。长安寂寂今何有？废市荒街麦苗秀。采樵斫尽杏园花，修寨诛残御沟柳。华轩绣毂皆销散，甲第朱门无一半。含元殿上狐兔行，花萼楼前荆棘满。昔时繁盛皆埋没，举目凄凉无故物。内库烧为锦绣灰，天街踏尽公卿骨！来时晓出城东陌，城外风烟如塞色。路旁时见游奕军，坡下寂无迎送客。霸陵东望人烟绝，树锁骊山金翠灭。大道俱成棘子林，行人夜宿墙匡月。明朝晓至三峰路，百万人家无一户。破落田园但有蒿，摧残竹树皆无主。路旁试问金天神，金天无语愁于人。庙前古柏有残枿，殿上金炉生暗尘。一从狂寇陷中国，天地晦冥风雨黑。案前神水咒不成，壁上阴兵驱不得。闲日徒歆奠飨恩，危时不助神通力。我今愧恧拙为神，且向山中深避匿。寰中箫管不曾闻，筵上牺牲无处觅。旋教魇鬼傍乡村，诛剥生灵过朝夕。妾闻此语愁更愁，天遣时灾非自由。神在山中犹避难，何须责望东诸侯！前年又出杨震关，举头云际见荆山。如从地府到人间，顿觉时清天地闲。陕州主帅忠且贞，不动干戈唯守城。蒲津主帅能戢兵，千里晏然无犬声。朝携宝货无人问，暮插金钗唯独行。明朝又过新安东，路上乞浆逢一翁。苍苍面带苔藓色，隐隐身藏蓬荻中。问翁本是何乡曲？底事寒天霜露宿？老翁暂起欲陈辞，却坐支颐仰天哭。乡园本贯东畿县，岁岁耕桑临近甸。岁种良田二百廛，年输户税三千万。小姑惯织褐絁袍，中妇能炊红黍饭。千间仓兮万丝箱，黄巢过后犹残半。自从洛下屯师旅，日夜巡兵入村坞。匣中秋水拔青蛇，旗上高风吹白虎。入门下马若旋风，罄室倾囊如卷土。家财既尽骨肉离，今日垂年一身苦。一身苦兮何足嗟，山中更有千万家。朝饥山上寻蓬子，夜宿霜中卧荻花！妾闻此老伤心语，竟日阑干泪如雨。出门惟见乱枭鸣，更欲东奔何处所？仍闻汴路舟车绝，又道彭门自相杀。野色徒销战士魂，河津半是冤人血。适闻有客金陵至，见说江南风景异。自从大寇犯中原，戎马不曾生四鄙。诛锄窃盗若神功，惠爱生灵如赤子。城壕固护教金汤，赋税如云送军垒。奈何四海尽滔滔，湛然一境平如砥。避难徒为阙下人，怀安却羡江南鬼。愿君举棹东复东，咏此长歌献相公。",
        "author": "唐代",
        "poem_class": "春天",
        "dynasty": "李贺"
    },
    {
        "title": "诉衷情·送春",
        "paragraph": "一鞭清晓喜还家。宿醉困流霞。夜来小雨新霁，双燕舞风斜。 山不尽，水无涯。望中赊。送春滋味，念远情怀，分付杨花。日日深杯酒满，朝朝小圃花开。自歌自舞自开怀，无拘无束无碍。青史几番春梦，黄泉多少奇才。不须计较与安排，领取而今现在。（版本一）日日深杯酒满，朝朝小圃花开。自歌自舞自开怀，且喜无拘无碍。青史几番春梦，红尘多少奇才。不须计较与安排，领取而今现在。（版本二）谁伴明窗独坐。和我影儿两个。灯烬欲眠时，影也把人抛躲。无那。无那。好个恓惶的我。风定落花深，帘外拥红堆雪。长记海棠开后，正伤春时节。酒阑歌罢玉尊空，青缸暗明灭。魂梦不堪幽怨，更一声鶗鴂。",
        "author": "宋代",
        "poem_class": "春天",
        "dynasty": "万俟咏"
    },
    {
        "title": "阳春曲·春景",
        "paragraph": "几枝红雪墙头杏，数点青山屋上屏。一春能得几晴明？三月景，宜醉不宜醒。残花酝酿蜂儿蜜，细雨调和燕子泥。绿窗春睡觉来迟。谁唤起？窗外晓莺啼。一帘红雨桃花谢，十里清阴柳影斜。洛阳花酒一时别。春去也，闲煞旧蜂蝶。怎生来宽掩了裙儿？为玉削肌肤，香褪腰肢。饭不沾匙，昨如翻饼，气若游丝。得受用遮莫害死，果诚实有甚推辞？干闹了多时，本是结发的欢娱，倒做了彻骨儿相思。四时佳兴春梅花漏泄阳和信，才残腊又新春。东风北岸冰消尽。元夜过，社日临，中和近。天气氤氲，花柳精神。驾香轮，驰玉勒，醉游人。清明过了，飞絮纷纷。隔孤村，闻杜宇，怨东君。叹芳辰，已三分，二分流水一分尘。寂寂落花伤暮景，萋萋芳草怕黄昏。夏清和天气逢初夏，更何处觅韶华！端阳过了炎威乍。藤枕攲，翠簟铺，纱幮挂。住处清佳，绝去喧哗。近深林，烹嫩笋，煮新茶。披襟散发，沉李浮瓜。引莲筒，斟竹叶，看荷花。羡归鸦，趁残霞，暮云呈巧月如牙。静夜凉生深院宇，熏风吹透碧窗纱。秋梧飘一叶知时候，凉气应暑潜收。楼头乞巧传闻旧。玉露冷，银汉明，金飙透。大火西流，明月中秋。气萧条，光皎洁，景清幽。重阳近也，佳节堪酬！菊初簪，萸旋插，酒新篘。且登楼，试凝眸，眼前景物堪追游。远水长天同一色，白蘋红叶满汀洲。冬鸳鸯瓦冷霜华重，渐凛冽酿寒冬。重帘不卷金钩控。天气严，风力威，冰撕冻。律应黄钟，绣线添红。日迎长，云纪瑞，岁成功。彤云遍野，瑞雪漫空。压寒梅，欺劲竹，秀孤松。谢天公，庆时丰，烧残爆竹一年终。万物静观皆自得，四时佳兴与人同。四景风熏风起自青蘋外，应时候自南来，此身如在清凉界。尘虑绝，天地宽，胸襟快。柳榭花台。杏脸桃腮。手相携，心厮爱，意同谐。偏宜出格，付与多才。捧银荷，沉玉李，列金钗。簟舒开，枕相挨，吹将爽气透吟怀。雪体冰肌消盛暑，也胜宋玉在兰台。花千红万紫都争放，要占断早春光。一枝分付娇相向。晓露浓，昼日长，和风荡。院粉宫黄，国色天香。逞娇柔，增秀媚，竞芬芳。只愁暮晚，风雨相妨。爱芳姿，付密意，动情肠。向回廊，傍华堂，高烧银烛照红妆。遇景逢时随意赏，也胜潘岳在河阳。雪是谁家剪下琼花瓣？飞六出遍长安。琼楼玉宇连霄汉。素练飘，缟带悬，银杯散。柳絮凋残，蝶翅翩翻。洒歌楼，添酒价，助吟坛。壶天莹彻，身地清闲。泛霞觞，歌《水调》，拥云鬟。共开颜，且汤寒，兴来未放酒杯干。明日探梅应未晚，也胜和靖在孤山。月一轮皓月明如昼，但得意是中秋。倒悬玉镜无尘垢。皓彩浮，素影澄，清光透。皓齿明眸，粉面油头。点花牌，行酒令，递诗筹。词林艺苑，舞态歌喉。共鸳朋，谐凤友，效鸾俦。既无忧，又无愁，蟾光长愿照金瓯。天上姮娥人世有，也胜瘐亮在南楼！四福富祖宗积德合兴旺，民富室住高堂。钱财广盛根基壮。快斡旋，会攒积，能生放。解库槽房，碾磨油坊。锦千箱，珠论斗，米盈仓。逢时遇节，弄斝传觞。待佳宾，开绮宴，出红妆。奏笙簧，按宫商，金钗十二列成行。瑞霭迎门车马闹，春风满座绮罗香。贵紫袍象简黄金带，算都是命安排。风云庆会逢亨泰。历练深，委用多，升除快。日转千阶，位至三台。判南衙，开北省，任西台。绣衣持节，宝剑金牌。拯民危，除吏弊，救天灾。有奇才，会区画，一官未尽一官来。冶国安民勋业显，封妻荫子品资该。福前生造物安排定，今世里享安荣。算来有福皆由命。门第高，品道增，簪缨盛。四海清宁，五谷丰登。好门庭，能受用，会施呈。显荣父祖，感谢神明。遇良辰，逢美景，叙欢情。有才能，有名声，正宜白发看升平。身地不占风水好，心田留与子孙耕。寿晓来云外长庚现，浮瑞霭溢祥烟。今朝来赴蟠桃宴。挂寿星，点画烛，焚香篆。广列华筵，共捧金船。庆生辰，加禄算，受皇宣。蓬莱未远，松柏齐坚。弟兄和，夫妇乐，子孙贤。降群仙，驾云轩，鹤随鸾凤下遥天。但愿长生人不老，更祈遐算寿千年。四情悲昨宵雨洒湘筠翠，都做了泪沾衣。只因心上闲萦系。眉黛攒，梦寐多，肝肠碎。懊恨花飞，断送春归。碧天低，残月坠，断云迷。琵琶怨感，襟袖淋漓。漏声长，人信杳，雁书稀。病尫羸，痛伤悲，千行垂了万行垂。罗帕淹残重想起，不禁枝上杜鹃啼。欢春风尽日闲庭院，人美丽正芳年。时常笑显桃花面。翠袖揎，玉笋呈，金杯劝。月殿婵娟，洛浦神仙，脸霞鲜，眉月偃，鬓云偏。同携素手，并倚香肩。舞风前，歌月底，醉花边。好姻缘，喜团圆，绮罗丛里笑声喧。百岁光阴能有几？四时欢乐不论钱。离鸟啼花落残春候，人去也意难留。别杯未举愁先透。天气晴，柳色新，山容秀。芳草汀洲，古木林丘，晚催归，啼杜宇，叫车勾輈。空房自守，雨泪难收。痛伤心，愁极目，懒回头。上危楼，望行舟，夕阳西下水东流。准备香罗淹泪眼，安排锦字寄新愁。合昨宵疑怪灯花爆，应好梦在今朝，朱檐灵鹊连声啅。恨间别，喜会合，添欢笑。月上花梢，人乐春宵。绣房扃，银烛灭，篆香飘。珠围翠绕，绿嫩红娇。靠鸳帷，倚凤枕，拥鲛绡。逞妖娆，共柔薄，溶溶粉汗未全消。绿柳阴中莺燕友，碧桃花下凤鸾交。四别叙别从来别恨曾经惯，都不似这今番。汪洋闷海无边岸。痛感伤，谩喷咽，空嗟叹。倦听阳关，懒上征鞍。口慵开，心似醉，泪难干。千般懊恼，万种愁烦。这番别，明日去，甚时还？晚风闲，暮云残，鸾笺欲寄雁惊寒。坐处忧愁行处懒，别时容易见时难。恨别风流得遇鸾凰配，恰比翼便双飞。彩云易散琉璃脆。没揣地钗股折，厮琅地宝镜亏，扑通地银瓶坠。香冷金猊，烛暗罗帏。子剌地搅断离肠，扑速地淹残泪眼，吃答地锁定愁眉。天高雁杳，月皎乌飞。暂别离，且宁耐，好将息。你心知，我诚实，有情谁怕隔年期。去后须凭灯报喜，来时长听马频嘶。寄别长江有尽愁无尽，空目断楚天云。人来得纸真实信。亲手开，在意读，从头认。织锦回文，带草连真。意诚实，心想念，话殷勤。佳期未准，愁黛常颦。怨青春，捱白昼，怕黄昏。叙寒温，问原因，断肠人寄断肠人。锦字香沾新泪粉，彩笺红渍旧啼痕。忆别自从当日相别后，才提起泪先流。有时偷揾春衫袖。向夜深，绣枕边，都湮透。独抱衾裯，谩想温柔。两家心，千种恨，一般愁。情怀渺渺，魂梦悠悠。水山遥，鱼雁杳，雨云收。见无由，恨相逐，黄昏半夜五更头。在后相逢虽是有，眼前烦恼几时休。吴山越山山下水，总是凄凉意。江流今古愁，山雨兴亡泪。沙鸥笑人闲未得。",
        "author": "元代",
        "poem_class": "春天",
        "dynasty": "胡祗遹"
    },
    {
        "title": "春晓曲 / 玉楼春 / 木兰花",
        "paragraph": "家临长信往来道，乳燕双双拂烟草。油壁车轻金犊肥，流苏帐晓春鸡早。笼中娇鸟暖犹睡，帘外落花闲不扫。衰桃一树近前池，似惜红颜镜中老。劳歌一曲解行舟，红叶青山水急流。 日暮酒醒人已远，满天风雨下西楼。君自故乡来，应知故乡事。来日绮窗前，寒梅著花未？葡萄美酒夜光杯，欲饮琵琶马上催。醉卧沙场君莫笑，古来征战几人回？",
        "author": "唐代",
        "poem_class": "春天",
        "dynasty": "温庭筠"
    },
    {
        "title": "春晚",
        "paragraph": "池上柳依依，柳边人掩扉。蝶随花片落，燕拂水纹飞。试数交游看，方惊笑语稀。一年春又尽，倚杖对斜晖。圣主如天万物春，小臣愚暗自亡身。百年未满先偿债，十口无归更累人。是处青山可埋骨，他年夜雨独伤神。与君世世为兄弟，更结来生未了因。一陂春水绕花身，花影妖娆各占春。(花影 一作：身影)纵被春风吹作雪，绝胜南陌碾成尘。安远楼小集，侑觞歌板之姬黄其姓者，乞词于龙洲道人，为赋此《唐多令》。同柳阜之、刘去非、石民瞻、周嘉仲、陈孟参、孟容。时八月五日也。芦叶满汀洲，寒沙带浅流。二十年重过南楼。柳下系船犹未稳，能几日，又中秋。黄鹤断矶头，故人今在否？旧江山浑是新愁。欲买桂花同载酒，终不似，少年游。(在否 一作：在不)",
        "author": "宋代",
        "poem_class": "春天",
        "dynasty": "左纬"
    },
    {
        "title": "春日",
        "paragraph": "问君何所思，迢递艳阳时。门静人归晚，墙高蝶过迟。一双青琐燕，千万绿杨丝。屏上吴山远，楼中朔管悲。宝书无寄处，香毂有来期。草色将林彩，相添入黛眉。战哭多新鬼，愁吟独老翁。乱云低薄暮，急雪舞回风。瓢弃尊无绿，炉存火似红。数州消息断，愁坐正书空。海天东望夕茫茫，山势川形阔复长。灯火万家城四畔，星河一道水中央。风吹古木晴天雨，月照平沙夏夜霜。能就江楼消暑否？比君茅舍较清凉。渌水明秋月，南湖采白蘋。荷花娇欲语，愁杀荡舟人。",
        "author": "唐代",
        "poem_class": "春天",
        "dynasty": "温庭筠"
    },
    {
        "title": "点绛唇·长安中作",
        "paragraph": "沙际春归，绿窗犹唱留春住。问春何处，花落莺无语。渺渺吟怀，漠漠烟中树。西楼暮，一帘疏雨，梦里寻春去。萧萧落叶送残秋，楼上黄昏欲望休。满目暮云风捲尽，亭亭孤月照行舟。王哲害风都不管。乐清闲、恣情慵懒。纸袄麻衣，教人说短。我咱自知凉暖。一炷名香经十卷。三千日、行成功满。稳驾祥云，独通霄汉。尽来往风尘共白头，谁人肯向死前休。直教桂子落坟上，富贵何尝润髑髅。",
        "author": "金朝",
        "poem_class": "春天",
        "dynasty": "元好问"
    },
    {
        "title": "清平乐·留春不住",
        "paragraph": "留春不住，费尽莺儿语。满地残红宫锦污，昨夜南园风雨。小怜初上琵琶，晓来思绕天涯。不肯画堂朱户，春风自在杨花。昨夜雨疏风骤，浓睡不消残酒。试问卷帘人，却道海棠依旧。知否，知否？应是绿肥红瘦。遥望中原，荒烟外、许多城郭。想当年、花遮柳护，凤楼龙阁。万岁山前珠翠绕，蓬壶殿里笙歌作。到而今、铁骑满郊畿，风尘恶。兵安在？膏锋锷。民安在？填沟壑。叹江山如故，千村寥落。何日请缨提锐旅，一鞭直渡清河洛。却归来、再续汉阳游，骑黄鹤。行尽潇湘到洞庭。楚天阔处数峰青。旗梢不动晚波平。红蓼一湾纹缬乱，白鱼双尾玉刀明。夜凉船影浸疏星。",
        "author": "宋代",
        "poem_class": "春天",
        "dynasty": "王安国"
    },
    {
        "title": "赠钱征君少阳",
        "paragraph": "白玉一杯酒，绿杨三月时。春风余几日，两鬓各成丝。秉烛唯须饮，投竿也未迟。如逢渭水猎，犹可帝王师。有美一人兮，婉如青扬。识曲别音兮，令姿煌煌。 绣袂捧琴兮，登君子堂。如彼萱草兮，使我忧忘。 欲赠之以紫玉尺，白银铛。久不见之兮，湘水茫茫。男儿何不带吴钩，收取关山五十州。请君暂上凌烟阁，若个书生万户侯？天际霞光入水中，水中天际一时红。直须日观三更后，首送金乌上碧空。",
        "author": "唐代",
        "poem_class": "春天",
        "dynasty": "李白"
    },
    {
        "title": "栖禅暮归书所见二首",
        "paragraph": "雨在时时黑，春归处处青。山深失小寺，湖尽得孤亭。春着湖烟腻，晴摇野水光。草青仍过雨，山紫更斜阳。游人脚底一声雷，满座顽云拨不开。天外黑风吹海立，浙东飞雨过江来。十分潋滟金樽凸，千杖敲铿羯鼓催。唤起谪仙泉洒面，倒倾鲛室泻琼瑰。桃李风前多妩媚，杨柳更温柔。唤取笙歌烂熳游。且莫管闲愁。好趁春晴连夜赏，雨便一春休。草草杯盘不要收。才晓便扶头。醉里且贪欢笑，要愁那得工夫。近来始觉古人书，信著全无是处。昨夜松边醉倒，问松我醉何如。只疑松动要来扶，以手推松曰去。",
        "author": "宋代",
        "poem_class": "春天",
        "dynasty": "唐庚"
    },
    {
        "title": "琵琶仙·双桨来时",
        "paragraph": "《吴都赋》云：“户藏烟浦，家具画船。”唯吴兴为然。春游之盛，西湖未能过也。己酉岁，予与萧时父载酒南郭，感遇成歌。双桨来时，有人似、旧曲桃根桃叶。歌扇轻约飞花，蛾眉正奇绝。春渐远、汀洲自绿，更添了几声啼鴂。十里扬州 ，三生杜牧，前事休说。又还是、宫烛分烟，奈愁里、匆匆换时节。都把一襟芳思，与空阶榆荚。千万缕、藏鸦细柳，为玉尊、起舞回雪。想见西出阳关，故人初别。淮山隐隐，千里云峰千里恨。淮水悠悠，万顷烟波万顷愁。山长水远，遮断行人东望眼。恨旧愁新，有泪无言对晚春。莺嘴啄花红溜，燕尾点波绿皱。指冷玉笙寒，吹彻小梅春透。依旧，依旧，人与绿杨俱瘦。天涯流落思无穷！既相逢，却匆匆。携手佳人，和泪折残红。为问东风余几许？春纵在，与谁同！隋堤三月水溶溶。背归鸿，去吴中。回首彭城，清泗与淮通。欲寄相思千点泪，流不到，楚江东。(欲寄 一作：寄我)",
        "author": "宋代",
        "poem_class": "春天",
        "dynasty": "姜夔"
    },
    {
        "title": "点绛唇·云透斜阳",
        "paragraph": "云透斜阳，半楼红影明窗户。暮山无数。归雁愁还去。 十里平芜，花远重重树。空凝伫。故人何处。可惜春将暮。拨雪寻春，烧灯续昼。暗香院落梅开后。无端夜色欲遮春，天教月上宫桥柳。 花市无尘，朱门如绣。娇云瑞雾笼星斗。沉香火冷小妆残，半衾轻梦浓如酒。梦里青春可得追？欲将诗句绊余晖。酒阑病客惟思睡，蜜熟黄蜂亦懒飞。芍药樱桃俱扫地，鬓丝禅榻两忘机。凭君借取法界观，一洗人间万事非。门隔花深梦旧游。夕阳无语燕归愁。玉纤香动小帘钩。 落絮无声春堕泪，行云有影月含羞。东风临夜冷于秋。",
        "author": "宋代",
        "poem_class": "春天",
        "dynasty": "曹组"
    },
    {
        "title": "应天长·一钩初月临妆镜",
        "paragraph": "一钩初月临妆镜，蝉鬓凤钗慵不整。重帘静，层楼迥，惆怅落花风不定。柳堤芳草径，梦断辘轳金井。昨夜更阑酒醒，春愁过却病。空碛无边，万里阳关道路。马萧萧，人去去，陇云愁¤香貂旧制戎衣窄，胡霜千里白。绮罗心，魂梦隔，上高楼。曲槛小楼，正是莺花二月。思无憀，愁欲绝，郁离襟¤展屏空对潇湘水，眼前千万里。泪掩红，眉敛翠，恨沉沉。敛态窗前，袅袅雀钗抛颈。燕成双，鸾对影，偶新知¤玉纤澹拂眉山小，镜中嗔共照。翠连娟，红缥缈，早妆时。仙乡景已清，仙子启琴声。秋月空山寂，淳风一夜生。莎间虫罢响，松顶鹤初惊。因感浮华世，谁怜太古情。雪霏霏，风凛凛，玉郎何处狂饮？醉时想得纵风流，罗帐香帏鸳寝¤春朝秋夜思君甚，愁见绣屏孤枕。少年何事负初心，泪滴缕金双衽。寒夜长，更漏永，愁见透帘月影。王孙何处不归来，应在倡楼酩酊¤金鸭无香罗帐冷，羞更双鸾交颈。梦中几度见儿夫，不忍骂伊薄幸。",
        "author": "五代",
        "poem_class": "春天",
        "dynasty": "李璟"
    },
    {
        "title": "清明二绝·其二",
        "paragraph": "卷地风抛市井声，病夫危坐了清明。一帘晚日看收尽，杨柳微风百媚生。小阁藏春，闲窗锁昼，画堂无限深幽。篆香烧尽，日影下帘钩。手种江梅渐好，又何必、临水登楼。无人到，寂寥浑似，何逊在扬州。从来，知韵胜，难堪雨藉，不耐风揉。更谁家横笛，吹动浓愁。莫恨香消雪减，须信道、扫迹情留。难言处，良宵淡月，疏影尚风流。涧水无声绕竹流，竹西花草弄春柔。茅檐相对坐终日，一鸟不鸣山更幽。一带江山如画，风物向秋潇洒。水浸碧天何处断？霁色冷光相射。蓼屿荻花洲，掩映竹篱茅舍。云际客帆高挂，烟外酒旗低亚。多少六朝兴废事，尽入渔樵闲话。怅望倚层楼，寒日无言西下。",
        "author": "宋代",
        "poem_class": "春天",
        "dynasty": "陈与义"
    },
    {
        "title": "菩萨蛮·牡丹花谢莺声歇",
        "paragraph": "牡丹花谢莺声歇，绿杨满院中庭月。相忆梦难成，背窗灯半明。翠钿金压脸，寂寞香闺掩。人远泪阑干，燕飞春又残。羞日遮罗袖，愁春懒起妆。易求无价宝，难得有心郎。枕上潜垂泪，花间暗断肠。自能窥宋玉，何必恨王昌？去年战，桑干源，今年战，葱河道。洗兵条支海上波，放马天山雪中草。万里长征战，三军尽衰老。匈奴以杀戮为耕作，古来唯见白骨黄沙田。秦家筑城避胡处，汉家还有烽火燃。烽火燃不息，征战无已时。野战格斗死，败马号鸣向天悲。乌鸢啄人肠，衔飞上挂枯树枝。士卒涂草莽，将军空尔为。乃知兵者是凶器，圣人不得已而用之。千山鸟飞绝，万径人踪灭。孤舟蓑笠翁，独钓寒江雪。",
        "author": "唐代",
        "poem_class": "春天",
        "dynasty": "温庭筠"
    },
    {
        "title": "西湖春晓",
        "paragraph": "十里寒塘路，烟花一半醒。晨钟催落月，宿火乱稀星。欹枕看湖白，开窗喜屿青。笙歌方一歇，莺啭柳洲亭。大将筹边尚未还，湖湘子弟满天山。新栽杨柳三千里，引得春风度玉关。倾城美色竞群芳，品茗斗酒擅欢场。?欲共卿卿两相悦，不期魂魄归帝乡。百年复几许，慷慨一何多！子当为我击筑，我为子高歌。招手海边鸥鸟，看我胸中云梦，蒂芥近如何？楚越等闲耳，肝胆有风波。生平事，天付与，且婆娑。几人尘外相视，一笑醉颜酡。看到浮云过了，又恐堂堂岁月，一掷去如梭。劝子且秉烛，为驻好春过。",
        "author": "清代",
        "poem_class": "春天",
        "dynasty": "魏宪"
    },
    {
        "title": "浣溪沙·髻子伤春慵更梳",
        "paragraph": "髻子伤春慵更梳。晚风庭院落梅初。淡云来往月疏疏。 玉鸭熏炉闲瑞脑，朱樱斗帐掩流苏。通犀还解辟寒无。徐门石潭谢雨，道上作五首。潭在城东二十里，常与泗水增减清浊相应。簌簌衣巾落枣花，村南村北响缲车，牛衣古柳卖黄瓜。(缲 通：缫)酒困路长惟欲睡，日高人渴漫思茶。敲门试问野人家。秋雨一何碧，山色倚晴空。江南江北愁思，分付酒螺红。芦叶蓬舟千重，菰菜莼羹一梦，无语寄归鸿。醉眼渺河洛，遗恨夕阳中。 苹洲外，山欲暝，敛眉峰。人间俯仰陈迹，叹息两仙翁。不见当时杨柳，只是从前烟雨，磨灭几英雄。天地一孤啸，匹马又西风。哀筝一弄湘江曲，声声写尽湘波绿。纤指十三弦，细将幽恨传。当筵秋水慢，玉柱斜飞雁。弹到断肠时，春山眉黛低。",
        "author": "宋代",
        "poem_class": "春天",
        "dynasty": "李清照"
    },
    {
        "title": "望江南·暮春",
        "paragraph": "春已老，春服几时成。曲水浪低蕉叶稳，舞雩风软纻罗轻。酣咏乐升平。微雨过，何处不催耕。百舌无言桃李尽，柘林深处鹁鸪鸣。春色属芜菁。红旗高举，飞出深深杨柳渚。鼓击春雷，直破烟波远远回。欢声震地，惊退万人争战气。金碧楼西，衔得锦标第一归。枫林红透晚烟青，客思满鸥汀。二十年来，无家种竹，犹借竹为名。春风未了秋风到，老去万缘轻。只把平生，闲吟闲咏，谱作棹歌声。山前灯火欲黄昏，山头来去云。鹧鸪声里数家村，潇湘逢故人。挥羽扇，整纶巾，少年鞍马尘。如今憔悴赋招魂，儒冠多误身。",
        "author": "宋代",
        "poem_class": "春天",
        "dynasty": "苏轼"
    },
    {
        "title": "御街行·街南绿树春饶絮",
        "paragraph": "街南绿树春饶絮，雪满游春路。树头花艳杂娇云，树底人家朱户。北楼闲上，疏帘高卷，直见街南树。阑干倚尽犹慵去，几度黄昏雨。晚春盘马踏青苔，曾傍绿荫深驻。落花犹在，香屏空掩，人面知何处？雨洗东坡月色清，市人行尽野人行。莫嫌荦确坡头路，自爱铿然曳杖声。缥缈危楼紫翠间，良辰乐事古难全。感时怀旧独凄然。璧月琼枝空夜夜，菊花人貌自年年。不知来岁与谁看。醉漾轻舟，信流引到花深处。尘缘相误，无计花间住。烟水茫茫，千里斜阳暮。山无数，乱红如雨。不记来时路。",
        "author": "宋代",
        "poem_class": "春天",
        "dynasty": "晏几道"
    },
    {
        "title": "风流子·东风吹碧草",
        "paragraph": "东风吹碧草，年华换、行客老沧洲。见梅吐旧英，柳摇新绿，恼人春色，还上枝头，寸心乱，北随云黯黯，东逐水悠悠。斜日半山，暝烟两岸，数声横笛，一叶扁舟。 青门同携手，前欢记、浑似梦里扬州。谁念断肠南陌，回首西楼。算天长地久，有时有尽，奈何绵绵，此恨难休。拟待倩人说与，生怕人愁。欧阳子方夜读书，闻有声自西南来者，悚然而听之，曰：“异哉！”初淅沥以萧飒，忽奔腾而砰湃，如波涛夜惊，风雨骤至。其触于物也，鏦鏦铮铮，金铁皆鸣；又如赴敌之兵，衔枚疾走，不闻号令，但闻人马之行声。余谓童子：“此何声也？汝出视之。”童子曰：“星月皎洁，明河在天，四无人声，声在树间。” 余曰：“噫嘻悲哉！此秋声也，胡为而来哉？盖夫秋之为状也：其色惨淡，烟霏云敛；其容清明，天高日晶；其气栗冽，砭人肌骨；其意萧条，山川寂寥。故其为声也，凄凄切切，呼号愤发。丰草绿缛而争茂，佳木葱茏而可悦；草拂之而色变，木遭之而叶脱。其所以摧败零落者，乃其一气之余烈。夫秋，刑官也，于时为阴；又兵象也，于行用金，是谓天地之义气，常以肃杀而为心。天之于物，春生秋实，故其在乐也，商声主西方之音，夷则为七月之律。商，伤也，物既老而悲伤；夷，戮也，物过盛而当杀。” (余曰 一作：予曰)“嗟乎！草木无情，有时飘零。人为动物，惟物之灵；百忧感其心，万事劳其形；有动于中，必摇其精。而况思其力之所不及，忧其智之所不能；宜其渥然丹者为槁木，黟然黑者为星星。奈何以非金石之质，欲与草木而争荣？念谁为之戕贼，亦何恨乎秋声！” 童子莫对，垂头而睡。但闻四壁虫声唧唧，如助予之叹息。 水绕陂田竹绕篱，榆钱落尽槿花稀。夕阳牛背无人卧，带得寒鸦两两归。闻道梅花坼晓风，雪堆遍满四山中。何方可化身千亿，一树梅前一放翁。",
        "author": "宋代",
        "poem_class": "春天",
        "dynasty": "秦观"
    },
    {
        "title": "清江引·春思",
        "paragraph": "黄莺乱啼门外柳，雨细清明后。能消几日春，又是相思瘦。梨花小窗人病酒。远城市人稠物穰，近村居水色山光。熏陶成野叟情，铲削去时官样，演习会牧歌樵唱。老瓦盆边醉几场，不撞入天罗地网。达时务呼为俊杰，弃功名岂是痴呆？脚不登王粲楼，手莫弹冯讙铗，赋归来竹篱茅舍。古今陶潜是一绝，为五斗腰肢倦折。齿豁头童六十三，一生事事总堪惭。唯馀笔砚情犹在，留与人间作笑谈。松嫩堪餐。竹密须删。息尘缘、何事相干。心超物外，身处人间。有十分清，十分淡，十分闲。学道非难。守道多艰。结跏趺、坐断尘寰。若空僧舍，寂寞禅关。对几层云，几层水，几层山。",
        "author": "元代",
        "poem_class": "春天",
        "dynasty": "张可久"
    },
    {
        "title": "丰乐亭游春三首",
        "paragraph": "绿树交加山鸟啼，晴风荡漾落花飞。鸟歌花舞太守醉，明日酒醒春已归。春云淡淡日辉辉，草惹行襟絮拂衣。行到亭西逢太守，篮舆酩酊插花归。红树青山日欲斜，长郊草色绿无涯。游人不管春将老，来往亭前踏落花。油壁香车不再逢，峡云无迹任西东。梨花院落溶溶月，柳絮池塘淡淡风。几日寂寥伤酒后，一番萧索禁烟中。鱼书欲寄何由达，水远山长处处同。竹外桃花三两枝，春江水暖鸭先知。蒌蒿满地芦芽短，正是河豚欲上时。西楼月下当时见，泪粉偷匀。歌罢还颦。恨隔炉烟看未真。别来楼外垂杨缕，几换青春。倦客红尘。长记楼中粉泪人。",
        "author": "宋代",
        "poem_class": "春天",
        "dynasty": "欧阳修"
    },
    {
        "title": "春夜",
        "paragraph": "春苑月裴回，竹堂侵夜开。惊鸟排林度，风花隔水来。纨绔不饿死，儒冠多误身。丈人试静听，贱子请具陈。甫昔少年日，早充观国宾。读书破万卷，下笔如有神。(读书破万卷 一作：读破万卷书)赋料扬雄敌，诗看子建亲。李邕求识面，王翰愿卜邻。自谓颇挺出，立登要路津。致君尧舜上，再使风俗淳。此意竟萧条，行歌非隐沦。骑驴十三载，旅食京华春。朝扣富儿门，暮随肥马尘。残杯与冷炙，到处潜悲辛。主上顷见征，欻然欲求伸。青冥却垂翅，蹭蹬无纵鳞。甚愧丈人厚，甚知丈人真。每于百僚上，猥诵佳句新。窃效贡公喜，难甘原宪贫。焉能心怏怏，只是走踆踆。今欲东入海，即将西去秦。尚怜终南山，回首清渭滨。常拟报一饭，况怀辞大臣。白鸥没浩荡，万里谁能驯？汴水东流虎眼文，清淮晓色鸭头春。君看渡口淘沙处，渡却人间多少人。危冠广袖楚宫妆，独步闲庭逐夜凉。 自把玉钗敲砌竹，清歌一曲月如霜。",
        "author": "唐代",
        "poem_class": "春天",
        "dynasty": "虞世南"
    },
    {
        "title": "蝶恋花·侬是江南游冶子",
        "paragraph": "侬是江南游冶子，乌帽青鞋，行乐东风里。落尽杨花春满地，萋萋芳草愁千里。扶上兰舟人欲醉，日暮青山，相映双蛾翠。万顷湖光歌扇底，一声吹下相思泪。一夜山中雨，林端风怒号。不知溪水长，只觉钓船高。乔家二女双芙蓉，一代国色江之东。乱离唯恐埋百草，岂料一日俱乘龙。江东子弟孙郎策，同住周郎道南宅。弟兄不减骨肉亲，喜作乔家两娇客。明年符死镜中妖，铜雀春深愁大乔。自是阿瑜能了事，黄星一道随烟销。小乔初嫁有如此，天下三分从此始。风流顾曲本多才，风雨鸡鸣戒君子。乔家教女善诗书，岂比小姑持刃为。帐中草檄名汉贼，已知事属方颐儿。君不见阿瞒老赎蔡文姬，博学才辩何所施，天下羞诵《胡笳》词。四月馀杭道，一晴生意繁。朱樱青豆酒，绿草白鹅村。水满船头滑，风轻袖影翻。几家蚕事动，寂寂昼门关。",
        "author": "元代",
        "poem_class": "春天",
        "dynasty": "赵孟頫"
    },
    {
        "title": "诉衷情·青梅煮酒斗时新",
        "paragraph": "青梅煮酒斗时新。天气欲残春。东城南陌花下，逢著意中人。回绣袂，展香茵。叙情亲。此情拚作，千尺游丝，惹住朝云。野棠花落，又匆匆过了，清明时节。刬地东风欺客梦，一枕云屏寒怯。曲岸持觞，垂杨系马，此地曾经别。楼空人去，旧游飞燕能说。闻道绮陌东头，行人长见，帘底纤纤月。旧恨春江流不断，新恨云山千叠。料得明朝，尊前重见，镜里花难折。也应惊问：近来多少华发？水光潋滟晴方好，山色空蒙雨亦奇。欲把西湖比西子，淡妆浓抹总相宜。轻汗微微透碧纨，明朝端午浴芳兰。流香涨腻满晴川。彩线轻缠红玉臂，小符斜挂绿云鬟。佳人相见一千年。",
        "author": "宋代",
        "poem_class": "春天",
        "dynasty": "晏殊"
    },
    {
        "title": "三月晦日赠刘评事 / 三月晦日送春",
        "paragraph": "三月正当三十日，风光别我苦吟身。共君今夜不须睡，未到晓钟犹是春。飒飒秋风生，愁人怨离别。含情两相向，欲语气先咽。心曲千万端，悲来却难说。别后唯所思，天涯共明月。记得那年花下，深夜，初识谢娘时。水堂西面画帘垂，携手暗相期。惆怅晓莺残月，相别，从此隔音尘。如今俱是异乡人，相见更无因。一夜新霜著瓦轻，芭蕉新折败荷倾。耐寒唯有东篱菊，金粟初开晓更清。",
        "author": "唐代",
        "poem_class": "春天",
        "dynasty": "贾岛"
    },
    {
        "title": "诉衷情·小桃灼灼柳鬖鬖",
        "paragraph": "小桃灼灼柳鬖鬖，春色满江南。雨晴风暖烟淡，天气正醺酣。山泼黛，水挼蓝，翠相搀。歌楼酒旆，故故招人，权典青衫。飞来山上千寻塔，闻说鸡鸣见日升。(飞来山 一作：飞来峰)不畏浮云遮望眼，自缘身在最高层。黑云翻墨未遮山，白雨跳珠乱入船。卷地风来忽吹散，望湖楼下水如天。候蛩凄断，人语西风岸。月落沙平江似练，望尽芦花无雁。暗教愁损兰成，可怜夜夜关情。只有一枝梧叶，不知多少秋声！",
        "author": "宋代",
        "poem_class": "春天",
        "dynasty": "黄庭坚"
    },
    {
        "title": "新城道中·其一",
        "paragraph": "东风知我欲山行，吹断檐间积雨声。岭上晴云披絮帽，树头初日挂铜钲。野桃含笑竹篱短，溪柳自摇沙水清。西崦人家应最乐，煮芹烧笋饷春耕。空山雪消溪水涨，游客渡溪横古槎。不知溪源来远近，但见流出山中花。长淮望断，关塞莽然平。征尘暗，霜风劲，悄边声。黯销凝。追想当年事，殆天数，非人力，洙泗上，弦歌地，亦膻腥。隔水毡乡，落日牛羊下，区脱纵横。看名王宵猎，骑火一川明。笳鼓悲鸣。遣人惊。 念腰间箭，匣中剑，空埃蠹，竟何成。时易失，心徒壮，岁将零。渺神京。干羽方怀远，静烽燧，且休兵。冠盖使，纷驰骛，若为情。闻道中原遗老，常南望、翠葆霓旌。使行人到此，忠愤气填膺。有泪如倾。梅子金黄杏子肥，麦花雪白菜花稀。日长篱落无人过，惟有蜻蜓蛱蝶飞。(惟 通：唯)",
        "author": "宋代",
        "poem_class": "春天",
        "dynasty": "苏轼"
    },
    {
        "title": "春晴",
        "paragraph": "林下春晴风渐和，高崖残雪已无多。游丝冉冉花枝静，青壁迢迢白鸟过。忽向山中怀旧侣，几从洞口梦烟萝。客衣尘土终须换，好与湖边长芰荷。久别龙山云，时梦龙山雨。觉来枕簟凉，诸弟在何许。终年走风尘，何似山中住。百岁如转蓬，拂衣从此去。此夜炎蒸不可当，开门高树月苍苍。天河只在南楼上，不借人间一滴凉。看山如看画，听水如听琴。水流碧溪转，山高白云深。俯仰天地间，万物本无心。松风飒然来，为我涤烦襟。",
        "author": "明代",
        "poem_class": "春天",
        "dynasty": "王守仁"
    },
    {
        "title": "木兰花慢·西湖送春",
        "paragraph": "问花花不语，为谁落，为谁开。算春色三分，半随流水，半入尘埃。人生能几欢笑，但相逢、尊酒莫相催。千古幕天席地，一春翠绕珠围。彩云回首暗高台。烟树渺吟怀。拚一醉留春，留春不住，醉里春归。西楼半帘斜日，怪衔春、燕子却飞来。一枕青楼好梦，又教风雨惊回。春丽日迟，和风习，共王孙公子游戏。醉酒淹衫袖湿，簪花压帽檐低。夏酷暑天，葵榴发。喷鼻香十里荷花，兰舟斜缆垂杨下。只宜铺枕簟、向凉亭披襟散发。秋玉露冷，蛩吟砌。听落叶西风渭水，寒雁儿长空嘹唳。陶元亮醉在东篱。冬密布云，初交腊。偏宜去扫雪烹茶，羊羔酒添价。胆瓶内温水浸梅花。又独自寝，难成梦，睡觉来怀儿里抱空。六幅罗裙宽褪，玉腕上钏儿松。独自走，踏成道，空走了千遭万遭。肯不肯疾些儿通报，休直到教担阁得天明了。红日晚，遥天暮，老树寒鸦几簇。咱为甚妆妆频觑，怕有那新雁儿寄来书。红日晚，残霞在，秋水共长天一色。寒雁儿呀呀的天外，怎生不捎带个字儿来？柳浪六桥春碧，香尘十里花风。好是烂游浓醉后，画□阑干见小红。红明绿暗中。旧约涌金门道，纱笼毕竟相逢。只恐入城归路杂，便转头树北云东。侯门深几重。一声梧叶一声秋，一点芭蕉一点愁，三更归梦三更后。落灯花棋未收，叹新丰孤馆人留。枕上十年事，江南二老忧，都到心头。",
        "author": "元代",
        "poem_class": "春天",
        "dynasty": "梁曾"
    },
    {
        "title": "满庭芳·晓色云开",
        "paragraph": "晓色云开，春随人意，骤雨才过还晴。古台芳榭，飞燕蹴红英。舞困榆钱自落，秋千外、绿水桥平。东风里，朱门映柳，低按小秦筝。多情，行乐处，珠钿翠盖，玉辔红缨。渐酒空金榷，花困蓬瀛。豆蔻梢头旧恨，十年梦、屈指堪惊。凭阑久，疏烟淡日，寂寞下芜城。烟霏霏，雪霏霏。雪向梅花枝上堆，春从何处回！醉眼开，睡眼开，疏影横斜安在哉？从教塞管催。三月暮，花落更情浓。人去秋千闲挂月，马停杨柳倦嘶风。堤畔画船空。 恹恹醉，长日小帘栊。宿燕夜归银烛外，啼莺声在绿阴中。无处觅残红。夜热依然午热同，开门小立月明中。竹深树密虫鸣处，时有微凉不是风。",
        "author": "宋代",
        "poem_class": "春天",
        "dynasty": "秦观"
    },
    {
        "title": "点绛唇·红杏飘香",
        "paragraph": "红杏飘香，柳含烟翠拖轻缕。水边朱户。尽卷黄昏雨。烛影摇风，一枕伤春绪。归不去。凤楼何处。芳草迷归路。庙堂无策可平戎，坐使甘泉照夕烽。初怪上都闻战马，岂知穷海看飞龙。孤臣霜发三千丈，每岁烟花一万重。稍喜长沙向延阁，疲兵敢犯犬羊锋。双飞燕子几时回？夹岸桃花蘸水开。春雨断桥人不渡，小舟撑出柳阴来。(渡 一作：度)有情风、万里卷潮来，无情送潮归。问钱塘江上，西兴浦口，几度斜晖。不用思量今古，俯仰昔人非。谁似东坡老，白首忘机。 记取西湖西畔，正暮山好处，空翠烟霏。算诗人相得，如我与君稀。约他年、东还海道，愿谢公、雅志莫相违。西州路，不应回首，为我沾衣。(正暮 一作：正春)",
        "author": "宋代",
        "poem_class": "春天",
        "dynasty": "苏轼"
    },
    {
        "title": "暮春",
        "paragraph": "莫怨春归早，花余几点红。留将根蒂在，岁岁有东风。秋老钟山万木稀，凋伤总属劫尘飞。不知玉露凉风急，只道金陵王气非。倚月素娥徒有树，履霜青女正无衣。华林惨淡如沙漠，万里寒空一雁归。散发当微凉，林木暧朝景。流连溪上花，忽见青山影。何处求黄虞，结念在庐井。邻翁日夕过，为言当习静。有田付孙子，租税出半顷。卧听水车声，俟此清昼永。无情野火，趁西风烧遍、天涯芳草。榆塞重来冰雪里，冷入鬓丝吹老。牧马长嘶，征笳乱动，并入愁怀抱。定知今夕，庾郎瘦损多少。便是脑满肠肥，尚难消受，此荒烟落照。何况文园憔悴后，非复酒垆风调。回乐峰寒，受降城远，梦向家山绕。茫茫百感，凭高唯有清啸。",
        "author": "清代",
        "poem_class": "春天",
        "dynasty": "翁格"
    },
    {
        "title": "玉楼春·东风又作无情计",
        "paragraph": "东风又作无情计，艳粉娇红吹满地。碧楼帘影不遮愁，还似去年今日意。谁知错管春残事，到处登临曾费泪。此时金盏直须深，看尽落花能几醉！节物相催各自新，痴心儿女挽留春。芳菲歇去何须恨，夏木阴阴正可人。余去岁在东武，作《水调歌头》以寄子由。今年子由相从彭门居百余日，过中秋而去，作此曲以别。余以其语过悲，乃为和之，其意以不早退为戒，以退而相从之乐为慰云耳安石在东海，从事鬓惊秋。中年亲友难别，丝竹缓离愁。一旦功成名遂，准拟东还海道，扶病入西州。雅志困轩冕，遗恨寄沧洲。岁云暮，须早计，要褐裘。故乡归去千里，佳处辄迟留。我醉歌时君和，醉倒须君扶我，惟酒可忘忧。一任刘玄德，相对卧高楼。萧条庭院，又斜风细雨，重门须闭。宠柳娇花寒食近，种种恼人天气。险韵诗成，扶头酒醒，别是闲滋味。征鸿过尽，万千心事难寄。 楼上几日春寒，帘垂四面，玉阑干慵倚。被冷香消新梦觉，不许愁人不起。清露晨流，新桐初引，多少游春意。日高烟敛，更看今日晴未。",
        "author": "宋代",
        "poem_class": "春天",
        "dynasty": "晏几道"
    },
    {
        "title": "伤春",
        "paragraph": "准拟今春乐事浓，依然枉却一东风。年年不带看花眼，不是愁中即病中。红旗高举，飞出深深杨柳渚。鼓击春雷，直破烟波远远回。欢声震地，惊退万人争战气。金碧楼西，衔得锦标第一归。淳熙丙申至日，予过维扬。夜雪初霁，荠麦弥望。入其城，则四顾萧条，寒水自碧，暮色渐起，戍角悲吟。予怀怆然，感慨今昔，因自度此曲。千岩老人以为有《黍离》之悲也。淮左名都，竹西佳处，解鞍少驻初程。过春风十里，尽荠麦青青。自胡马窥江去后，废池乔木，犹厌言兵。渐黄昏，清角吹寒，都在空城。 杜郎俊赏，算而今重到须惊。纵豆蔻词工，青楼梦好，难赋深情。二十四桥仍在，波心荡，冷月无声。念桥边红药，年年知为谁生？近水楼台先得月，向阳花木易为春。",
        "author": "宋代",
        "poem_class": "春天",
        "dynasty": "杨万里"
    },
    {
        "title": "早朝大明宫呈两省僚友",
        "paragraph": "银烛朝天紫陌长，禁城春色晓苍苍。千条弱柳垂青琐，百啭流莺满建章。剑佩声随玉墀步，衣冠身惹御炉香。共沐恩波凤池上，朝朝染翰侍君王。二龙争战决雌雄，赤壁楼船扫地空。烈火张天照云海，周瑜于此破曹公。君去沧江望澄碧，鲸鲵唐突留馀迹。一一书来报故人，我欲因之壮心魄。两人对酌山花开，一杯一杯复一杯。我醉欲眠卿且去，明朝有意抱琴来。群鸡正乱叫，客至鸡斗争。驱鸡上树木，始闻叩柴荆。父老四五人，问我久远行。手中各有携，倾榼浊复清。莫辞酒味薄，黍地无人耕。兵戈既未息，儿童尽东征。请为父老歌：艰难愧深情！歌罢仰天叹，四座泪纵横。",
        "author": "唐代",
        "poem_class": "春天",
        "dynasty": "贾至"
    },
    {
        "title": "青玉案·一年春事都来几",
        "paragraph": "一年春事都来几，早过了、三之二。绿暗红嫣浑可事。绿杨庭院，暖风帘幕，有个人憔悴。买花载酒长安市，又争似、家山见桃李。不枉东风吹客泪。相思难表，梦魂无据，惟有归来是。诸将说封侯，短笛长歌独倚楼。万事尽随风雨去，休休，戏马台南金络头。催酒莫迟留，酒味今秋似去秋。花向老人头上笑，羞羞，白发簪花不解愁。妙手写徽真，水剪双眸点绛唇。疑是昔年窥宋玉，东邻，只露墙头一半身。往事已酸辛，谁记当年翠黛颦？尽道有些堪恨处，无情，任是无情也动人。落花已作风前舞。又送黄昏雨。晓来庭院半残红。惟有游丝千丈、罥晴空。 殷勤花下同携手。更尽杯中酒。美人不用敛蛾眉。我亦多情无奈、酒阑时。",
        "author": "宋代",
        "poem_class": "春天",
        "dynasty": "欧阳修"
    },
    {
        "title": "戏题盘石",
        "paragraph": "可怜盘石临泉水，复有垂杨拂酒杯。若道春风不解意，何因吹送落花来。萧娘脸薄难胜泪，桃叶眉尖易觉愁。天下三分明月夜，二分无赖是扬州。山僧对棋坐，局上竹阴清。映竹无人见，时闻下子声。小娃撑小艇，偷采白莲回。不解藏踪迹，浮萍一道开。乘兴南游不戒严，九重谁省谏书函。 春风举国裁宫锦，半作障泥半作帆。",
        "author": "唐代",
        "poem_class": "春天",
        "dynasty": "王维"
    },
    {
        "title": "江城子·赏春",
        "paragraph": "斜风细雨作春寒，对尊前，忆前欢。曾把梨花，寂寞泪阑干。芳草断烟南浦路，和别泪，看青山。昨宵结得梦夤缘，水云间，悄无言。争奈醒来，愁恨又依然。展转衾裯空懊恼，天易见，见伊难。江北秋阴一半开，晚云含雨却低徊。青山缭绕疑无路，忽见千帆隐映来。油壁香车不再逢，峡云无迹任西东。梨花院落溶溶月，柳絮池塘淡淡风。几日寂寥伤酒后，一番萧索禁烟中。鱼书欲寄何由达，水远山长处处同。自古功名亦苦辛，行藏终欲付何人？当时黮暗犹承误，末俗纷纭更乱真。糟粕所传非粹美，丹青难写是精神。区区岂尽高贤意，独守千秋纸上尘。",
        "author": "宋代",
        "poem_class": "春天",
        "dynasty": "朱淑真"
    },
    {
        "title": "减字木兰花·立春",
        "paragraph": "春牛春杖，无限春风来海上。便丐春工，染得桃红似肉红。春幡春胜，一阵春风吹酒醒。不似天涯，卷起杨花似雪花。金风细细。叶叶梧桐坠。绿酒初尝人易醉。一枕小窗浓睡。 紫薇朱槿花残。斜阳却照阑干。双燕欲归时节，银屏昨夜微寒。小桃灼灼柳鬖鬖，春色满江南。雨晴风暖烟淡，天气正醺酣。山泼黛，水挼蓝，翠相搀。歌楼酒旆，故故招人，权典青衫。东风柳陌长，闭月花房小。应念画眉人，拂镜啼新晓。伤心南浦波，回首青门道。记得绿罗裙，处处怜芳草。",
        "author": "宋代",
        "poem_class": "春天",
        "dynasty": "苏轼"
    },
    {
        "title": "更漏子·柳丝长",
        "paragraph": "柳丝长，桃叶小。深院断无人到。红日淡，绿烟晴。流莺三两声。雪香浓，檀晕少。枕上卧枝花好。春思重，晓妆迟。寻思残梦时。戛戛秋蝉响似筝，听蝉闲傍柳边行。小溪清水平如镜，一叶飞来浪细生。红了樱桃。绿了芭蕉。送春归、客尚蓬飘。昨宵谷水，今夜兰皋。奈云溶溶，风淡淡，雨潇潇。 银字笙调。心字香烧。料芳悰、乍整还凋。待将春恨，都付春潮。过窈娘堤，秋娘渡，泰娘桥。落花闲院春衫薄，薄衫春院闲花落。迟日恨依依，依依恨日迟。梦回莺舌弄，弄舌莺回梦。邮便问人羞，羞人问便邮。",
        "author": "宋代",
        "poem_class": "春天",
        "dynasty": "晏几道"
    },
    {
        "title": "春中喜王九相寻 / 晚春",
        "paragraph": "二月湖水清，家家春鸟鸣。林花扫更落，径草踏还生。酒伴来相命，开尊共解酲。当杯已入手，歌妓莫停声。谷口春残黄鸟稀，辛夷花尽杏花飞。(谷口 一作：溪上)始怜幽竹山窗下，不改清阴待我归。风吹柳花满店香，吴姬压酒劝客尝。(劝客 一作：唤客)金陵子弟来相送，欲行不行各尽觞。请君试问东流水，别意与之谁短长？浮香绕曲岸，圆影覆华池。常恐秋风早，飘零君不知。",
        "author": "唐代",
        "poem_class": "春天",
        "dynasty": "孟浩然"
    },
    {
        "title": "惜春词",
        "paragraph": "百舌问花花不语，低回似恨横塘雨。蜂争粉蕊蝶分香，不似垂杨惜金缕。愿君留得长妖韶，莫逐东风还荡摇。秦女含颦向烟月，愁红带露空迢迢。宣室求贤访逐臣，贾生才调更无伦。可怜夜半虚前席，不问苍生问鬼神。群山万壑赴荆门，生长明妃尚有村。一去紫台连朔漠，独留青冢向黄昏。画图省识春风面，环珮空归夜月魂。(夜月 一作：月夜)千载琵琶作胡语，分明怨恨曲中论。独上江楼思渺然，月光如水水如天。同来望月人何处？风景依稀似去年。",
        "author": "唐代",
        "poem_class": "春天",
        "dynasty": "温庭筠"
    },
    {
        "title": "春草宫怀古",
        "paragraph": "君王不可见，芳草旧宫春。犹带罗裙色，青青向楚人。独在异乡为异客，每逢佳节倍思亲。遥知兄弟登高处，遍插茱萸少一人。 黄河西来决昆仑，咆哮万里触龙门。波滔天，尧咨嗟。大禹理百川，儿啼不窥家。杀湍湮洪水，九州始蚕麻。其害乃去，茫然风沙。被发之叟狂而痴，清晨临流欲奚为。旁人不惜妻止之，公无渡河苦渡之。虎可搏，河难凭，公果溺死流海湄。有长鲸白齿若雪山，公乎公乎挂罥于其间。箜篌所悲竟不还。木末芙蓉花，山中发红萼。涧户寂无人，纷纷开且落。",
        "author": "唐代",
        "poem_class": "春天",
        "dynasty": "刘长卿"
    },
    {
        "title": "三月晦日偶题",
        "paragraph": "节物相催各自新，痴心儿女挽留春。芳菲歇去何须恨，夏木阴阴正可人。疏枝横玉瘦，小萼点珠光。一朵忽先变，百花皆后香。欲传春信息，不怕雪埋藏。玉笛休三弄，东君正主张。三月残花落更开，小檐日日燕飞来。子规夜半犹啼血，不信东风唤不回。年年雪里，常插梅花醉。挼尽梅花无好意，赢得满衣清泪。今年海角天涯，萧萧两鬓生华。看取晚来风势，故应难看梅花。",
        "author": "宋代",
        "poem_class": "春天",
        "dynasty": "秦观"
    },
    {
        "title": "杭州春望",
        "paragraph": "望海楼明照曙霞，护江堤白踏晴沙。涛声夜入伍员庙，柳色春藏苏小家。红袖织绫夸柿蒂，青旗沽酒趁梨花。谁开湖寺西南路，草绿裙腰一道斜。玉树歌残王气终，景阳兵合戍楼空。松楸远近千官冢，禾黍高低六代宫。石燕拂云晴亦雨，江豚吹浪夜还风。英雄一去豪华尽，惟有青山似洛中。柳丝长，春雨细，花外漏声迢递。惊塞雁，起城乌，画屏金鹧鸪。香雾薄，透帘幕，惆怅谢家池阁。红烛背，绣帘垂，梦长君不知。夜夜相思更漏残，伤心明月凭阑干，想君思我锦衾寒。咫尺画堂深似海，忆来惟把旧书看，几时携手入长安？",
        "author": "唐代",
        "poem_class": "春天",
        "dynasty": "白居易"
    },
    {
        "title": "大德歌·春",
        "paragraph": "子规啼，不如归，道是春归人未归。几日添憔悴，虚飘飘柳絮飞。一春鱼雁无消息，则见双燕斗衔泥。胜神鳌，夯风涛，脊梁上轻负着蓬莱岛。万里夕阳锦背高，翻身犹恨东洋小，太公怎钓？人初静，月正明。纱窗外玉梅斜映。梅花笑人偏弄影，月沉时一般孤零。想人生最苦离别，雁杳鱼沉，信断音绝。娇模样其实丢抹，好时光谁曾受用？穷家活逐日绷曳，才过了一百五日上坟的日月，早来到二十四夜祭灶的时节。笃笃寞寞终岁巴结，孤孤另另彻夜咨嗟。欢欢喜喜盼的他回来，凄凄凉凉老了人也。",
        "author": "元代",
        "poem_class": "春天",
        "dynasty": "关汉卿"
    },
    {
        "title": "菩萨蛮·半烟半雨溪桥畔",
        "paragraph": "半烟半雨溪桥畔，渔翁醉着无人唤。疏懒意何长，春风花草香。江山如有待，此意陶潜解。问我去何之，君行到自知。长安古道马迟迟，高柳乱蝉嘶。夕阳鸟外，秋风原上，目断四天垂。(鸟 一作：岛)归云一去无踪迹，何处是前期？狎兴生疏，酒徒萧索，不似少年时。(少年 一作：去年)蜀客到江南，长忆吴山好。吴蜀风流自古同，归去应须早。还与去年人，共藉西湖草。莫惜尊前仔细看，应是容颜老。一水西来，千丈晴虹，十里翠屏。喜草堂经岁，重来杜老，斜川好景，不负渊明。老鹤高飞，一枝投宿，长笑蜗牛戴屋行。平章了，待十分佳处，著个茅亭。青山意气峥嵘。似为我归来妩媚生。解频教花鸟，前歌後舞，更催云水，暮送朝迎。酒圣诗豪，可能无势，我乃而今驾驭卿。清溪上，被山灵却笑，白发归耕。",
        "author": "宋代",
        "poem_class": "春天",
        "dynasty": "黄庭坚"
    },
    {
        "title": "醉花间·晴雪小园春未到",
        "paragraph": "晴雪小园春未到，池边梅自早。高树鹊衔巢，斜月明寒草。山川风景好，自古金陵道，少年看却老。相逢莫厌醉金杯，别离多，欢会少。招灵铸柱垂英烈，手执干戈征百越。诞今铸柱庇黔黎，指画风雷开五溪。五溪之险不足恃，我旅争登若平地。五溪之众不足平，我师轻蹑如春冰。溪人畏威思纳质，弃污归明求立誓。誓山川兮告鬼神，保子孙兮千万春。十年孤迹寄侯门，入室升堂忝厚恩。游遍春郊随茜旆，饮残秋月待金尊。车鱼郑重知难报，吐握周旋不可论。长恸裴回逝川上，白杨萧飒又黄昏。云雨常陪胜会，笙歌惯逐闲游。锦里风光应占，玉鞭金勒骅骝。戴月潜穿深曲，和香醉脱轻裘¤方喜正同鸳帐，又言将往皇州。每忆良宵公子伴，梦魂长挂红楼。欲表伤离情味，丁香结在心头。",
        "author": "五代",
        "poem_class": "春天",
        "dynasty": "冯延巳"
    },
    {
        "title": "山房春事二首",
        "paragraph": "风恬日暖荡春光，戏蝶游蜂乱入房。数枝门柳低衣桁，一片山花落笔床。梁园日暮乱飞鸦，极目萧条三两家。庭树不知人去尽，春来还发旧时花。轮台城头夜吹角，轮台城北旄头落。羽书昨夜过渠黎，单于已在金山西。戍楼西望烟尘黑，汉军屯在轮台北。上将拥旄西出征，平明吹笛大军行。四边伐鼓雪海涌，三军大呼阴山动。虏塞兵气连云屯，战场白骨缠草根。剑河风急雪片阔，沙口石冻马蹄脱。(雪片阔 一作：云片阔)亚相勤王甘苦辛，誓将报主静边尘。古来青史谁不见，今见功名胜古人。两人对酌山花开，一杯一杯复一杯。我醉欲眠卿且去，明朝有意抱琴来。仗剑行千里，微躯敢一言。曾为大梁客，不负信陵恩。",
        "author": "唐代",
        "poem_class": "春天",
        "dynasty": "岑参"
    },
    {
        "title": "春行即兴",
        "paragraph": "宜阳城下草萋萋，涧水东流复向西。 芳树无人花自落，春山一路鸟空啼。 万艘龙舸绿丝间，载到扬州尽不还。应是天教开汴水，一千余里地无山。尽道隋亡为此河，至今千里赖通波。若无水殿龙舟事，共禹论功不较多。人谁不顾老，老去有谁怜。身瘦带频减，发稀冠自偏。废书缘惜眼，多灸为随年。经事还谙事，阅人如阅川。细思皆幸矣，下此便翛然。莫道桑榆晚，为霞尚满天。深居俯夹城，春去夏犹清。天意怜幽草，人间重晚晴。 并添高阁迥，微注小窗明。越鸟巢干后，归飞体更轻。",
        "author": "唐代",
        "poem_class": "春天",
        "dynasty": "李华"
    },
    {
        "title": "浣溪沙·堤上游人逐画船",
        "paragraph": "堤上游人逐画船，拍堤春水四垂天。绿杨楼外出秋千。白发戴花君莫笑，六幺催拍盏频传。人生何处似尊前！自春来、惨绿愁红，芳心是事可可。日上花梢，莺穿柳带，犹压香衾卧。暖酥消、腻云亸，终日厌厌倦梳裹。无那。恨薄情一去，音书无个。早知恁么，悔当初、不把雕鞍锁。向鸡窗，只与蛮笺象管，拘束教吟课。镇相随、莫抛躲，针线闲拈伴伊坐。和我。免使年少，光阴虚过。天缺西南江面清，纤云不动小滩横。墙头语鹊衣犹湿，楼外残雷气未平。尽取微凉供稳睡，急搜奇句报新晴。今宵绝胜无人共，卧看星河尽意明。把酒祝东风，且共从容。垂杨紫陌洛城东。总是当时携手处，游遍芳丛。聚散苦匆匆，此恨无穷。今年花胜去年红。可惜明年花更好，知与谁同？",
        "author": "宋代",
        "poem_class": "春天",
        "dynasty": "欧阳修"
    },
    {
        "title": "春题湖上",
        "paragraph": "湖上春来似画图，乱峰围绕水平铺。松排山面千重翠，月点波心一颗珠。碧毯线头抽早稻，青罗裙带展新蒲。未能抛得杭州去，一半勾留是此湖。得即高歌失即休，多愁多恨亦悠悠。今朝有酒今朝醉，明日愁来明日愁。沅湘流不尽，屈子怨何深。日暮秋风起，萧萧枫树林。素练风霜起，苍鹰画作殊。㧐身思狡兔，侧目似愁胡。绦镟光堪擿，轩楹势可呼。何当击凡鸟，毛血洒平芜。",
        "author": "唐代",
        "poem_class": "春天",
        "dynasty": "白居易"
    },
    {
        "title": "春草",
        "paragraph": "天北天南绕路边，托根无处不延绵。萋萋总是无情物，吹绿东风又一年。余禁所禁垣西，是法厅事也，有古槐数株焉。虽生意可知，同殷仲文之古树；而听讼斯在，即周召伯之甘棠，每至夕照低阴，秋蝉疏引，发声幽息，有切尝闻，岂人心异于曩时，将虫响悲于前听？嗟乎，声以动容，德以象贤。故洁其身也，禀君子达人之高行；蜕其皮也，有仙都羽化之灵姿。候时而来，顺阴阳之数； 应节为变，审藏用之机。有目斯开，不以道昏而昧其视；有翼自薄，不以俗厚而易其真。吟乔树之微风，韵姿天纵； 饮高秋之坠露，清畏人知。仆失路艰虞，遭时徽纆。不哀伤而自怨，未摇落而先衰。闻蟪蛄之流声，悟平反之已奏；见螳螂之抱影，怯危机之未安。感而缀诗，贻诸知己。庶情沿物应，哀弱羽之飘零； 道寄人知，悯余声之寂寞。非谓文墨，取代幽忧云尔。西陆蝉声唱，南冠客思深。(客思深 一作：客思侵)那堪玄鬓影，来对白头吟。(那堪 一作：不堪)露重飞难进，风多响易沉。无人信高洁，谁为表予心？万树江边杏，新开一夜风。满园深浅色，照在绿波中。木兰之枻沙棠舟，玉箫金管坐两头。美酒樽中置千斛，载妓随波任去留。仙人有待乘黄鹤，海客无心随白鸥。屈平辞赋悬日月，楚王台榭空山丘。兴酣落笔摇五岳，诗成笑傲凌沧洲。功名富贵若长在，汉水亦应西北流。",
        "author": "唐代",
        "poem_class": "春天",
        "dynasty": "唐彦谦"
    },
    {
        "title": "临江仙·庭院深深深几许",
        "paragraph": "欧阳公作《蝶恋花》，有“深深深几许”之句，予酷爱之。用其语作“庭院深深”数阕，其声即旧《临江仙》也。庭院深深深几许？云窗雾阁常扃。柳梢梅萼渐分明。春归秣陵树，人老建康城。感月吟风多少事，如今老去无成。谁怜憔悴更凋零。试灯无意思，踏雪没心情。(试灯无意思，踏雪没心情 一作：灯花空结蕊，离别共伤情)情高意真。眉长鬓青。小楼明月调筝。写春风数声。思君忆君。魂牵梦萦。翠销香暖云屏。更那堪酒醒。佳节清明桃李笑，野田荒冢只生愁。雷惊天地龙蛇蛰，雨足郊原草木柔。人乞祭余骄妾妇，士甘焚死不公侯。贤愚千载知谁是，满眼蓬蒿共一丘。雨来细细复疏疏，纵不能多不肯无。似妒诗人山入眼，千峰故隔一帘珠。",
        "author": "宋代",
        "poem_class": "春天",
        "dynasty": "李清照"
    },
    {
        "title": "新城道中二首",
        "paragraph": "东风知我欲山行，吹断檐间积雨声。岭上晴云披絮帽，树头初日挂铜钲。野桃含笑竹篱短，溪柳自摇沙水清。西崦人家应最乐，煮芹烧笋饷春耕。身世悠悠我此行，溪边委辔听溪声。散材畏见搜林斧，疲马思闻卷旆钲。细雨足时茶户喜，乱山深处长官清。人间岐路知多少，试向桑田问耦耕。树绕村庄，水满陂塘。倚东风，豪兴徜徉。小园几许，收尽春光。有桃花红，李花白，菜花黄。远远围墙，隐隐茅堂。飏青旗，流水桥旁。偶然乘兴，步过东冈。正莺儿啼，燕儿舞，蝶儿忙。玉惨花愁出凤城，莲花楼下柳青青。尊前一唱阳关曲，别个人人第五程。寻好梦，梦难成。有谁知我此时情，枕前泪共阶前雨，隔个窗儿滴到明。雪似梅花，梅花似雪。似和不似都奇绝。恼人风味阿谁知？请君问取南楼月。记得去年，探梅时节。老来旧事无人说。为谁醉倒为谁醒？到今犹恨轻离别。",
        "author": "宋代",
        "poem_class": "春天",
        "dynasty": "苏轼"
    },
    {
        "title": "山中留客 / 山行留客",
        "paragraph": "山光物态弄春晖，莫为轻阴便拟归。纵使晴明无雨色，入云深处亦沾衣。一自萧关起战尘，河湟隔断异乡春。汉儿尽作胡儿语，却向城头骂汉人。溪水无情似有情，入山三日得同行。岭头便是分头处，惜别潺湲一夜声。禁门宫树月痕过，媚眼惟看宿鹭窠。斜拔玉钗灯影畔，剔开红焰救飞蛾。",
        "author": "唐代",
        "poem_class": "春天",
        "dynasty": "张旭"
    },
    {
        "title": "鹊踏枝·六曲阑干偎碧树",
        "paragraph": "六曲阑干偎碧树，杨柳风轻，展尽黄金缕。谁把钿筝移玉柱，穿帘海燕双飞去。(双飞 一作：晾飞)满眼游丝兼落絮，红杏开时，一霎清明雨。浓睡觉来莺乱语，惊残好梦无寻处。春来无树不青青，似共东风别有情。闲忆旧居湓水畔，数枝烟雨属啼莺。最爱青青水国中，莫愁门外间花红。纤纤无力胜春色，撼起啼莺恨晚风。莫学区区老一经，夷门关吏旧书生。晋朝灭后无中散，韩国亡来绝上卿。龙变洞中千谷冷，剑横天外八风清。好携长策干时去，免逐渔樵度太平。残烛犹存月尚明，几家帏幌梦魂惊。 星河渐没行人动，历历林梢百舌声。",
        "author": "五代",
        "poem_class": "春天",
        "dynasty": "冯延巳"
    },
    {
        "title": "淮中晚泊犊头",
        "paragraph": "春阴垂野草青青，时有幽花一树明。晚泊孤舟古祠下，满川风雨看潮生。梨花淡白柳深青，柳絮飞时花满城。惆怅东栏一株雪，人生看得几清明。一片春愁待酒浇。江上舟摇，楼上帘招。秋娘渡与泰娘桥，风又飘飘，雨又萧萧。（渡 一作：度。桥 一作：娇）何日归家洗客袍？银字笙调，心字香烧。流光容易把人抛，红了樱桃，绿了芭蕉。百啭千声随意移，山花红紫树高低。始知锁向金笼听，不及林间自在啼。",
        "author": "宋代",
        "poem_class": "春天",
        "dynasty": "苏舜钦"
    },
    {
        "title": "新雷",
        "paragraph": "造物无言却有情，每于寒尽觉春生。千红万紫安排著，只待新雷第一声。偶寻半开梅，闲倚一竿竹。儿童不知春，问草何故绿。水满春塘，柳绵又蘸黄金缕。燕儿来去。阵阵梨花雨。情似黄丝，历乱难成绪。凝眸处。白蘋青草，不见西洲路。终古高云簇此城，秋风吹散马蹄声。河流大野犹嫌束，山入潼关不解平。",
        "author": "清代",
        "poem_class": "春天",
        "dynasty": "张维屏"
    },
    {
        "title": "惠崇春江晚景",
        "paragraph": "竹外桃花三两枝，春江水暖鸭先知。蒌蒿满地芦芽短，正是河豚欲上时。送行无酒亦无钱，劝尔一杯菩萨泉。何处低头不见我？四方同此水中天。清夜无尘，月色如银。酒斟时、须满十分。浮名浮利，虚苦劳神。叹隙中驹，石中火，梦中身。虽抱文章，开口谁亲。且陶陶、乐尽天真。几时归去，作个闲人。对一张琴，一壶酒，一溪云。小楼寒，夜长帘幕低垂。恨萧萧、无情风雨，夜来揉损琼肌。也不似、贵妃醉脸，也不似、孙寿愁眉。韩令偷香，徐娘傅粉，莫将比拟未新奇。细看取、屈平陶令，风韵正相宜。微风起，清芬酝藉，不减酴醿。 渐秋阑、雪清玉瘦，向人无限依依。似愁凝、汉皋解佩，似泪洒、纨扇题诗。朗月清风，浓烟暗雨，天教憔悴度芳姿。纵爱惜、不知从此，留得几多时。人情好，何须更忆，泽畔东篱。",
        "author": "宋代",
        "poem_class": "春天",
        "dynasty": "苏轼"
    },
    {
        "title": "春日寄怀",
        "paragraph": "世间荣落重逡巡，我独丘园坐四春。纵使有花兼有月，可堪无酒又无人。青袍似草年年定，白发如丝日日新。欲逐风波千万里，未知何路到龙津。洞房昨夜停红烛，待晓堂前拜舅姑。 妆罢低声问夫婿，画眉深浅入时无。独有宦游人，偏惊物候新。云霞出海曙，梅柳渡江春。淑气催黄鸟，晴光转绿蘋。忽闻歌古调，归思欲沾巾。人谁不顾老，老去有谁怜。身瘦带频减，发稀冠自偏。废书缘惜眼，多灸为随年。经事还谙事，阅人如阅川。细思皆幸矣，下此便翛然。莫道桑榆晚，为霞尚满天。",
        "author": "唐代",
        "poem_class": "春天",
        "dynasty": "李商隐"
    },
    {
        "title": "减字木兰花·莺初解语",
        "paragraph": "莺初解语，最是一年春好处。微雨如酥，草色遥看近却无。休辞醉倒，花不看开人易老。莫待春回，颠倒红英间绿苔。南高峰，北高峰，一片湖光烟霭中。春来愁杀侬。郎意浓，妾意浓。油壁车轻郎马骢，相逢九里松。草际鸣蛩。惊落梧桐。正人间、天上愁浓。云阶月地，关锁千重。纵浮槎来，浮槎去，不相逢。 星桥鹊驾，经年才见，想离情、别恨难穷。牵牛织女，莫是离中。甚霎儿晴，霎儿雨，霎儿风。绕床饥鼠，蝙蝠翻灯舞。屋上松风吹急雨，破纸窗间自语。平生塞北江南，归来华发苍颜。布被秋宵梦觉，眼前万里江山。",
        "author": "宋代",
        "poem_class": "春天",
        "dynasty": "苏轼"
    },
    {
        "title": "晚春二首·其二",
        "paragraph": "谁收春色将归去，慢绿妖红半不存。榆荚只能随柳絮，等闲撩乱走空园。山僧对棋坐，局上竹阴清。映竹无人见，时闻下子声。小娃撑小艇，偷采白莲回。不解藏踪迹，浮萍一道开。水精帘里颇黎枕，暖香惹梦鸳鸯锦。江上柳如烟，雁飞残月天。藕丝秋色浅，人胜参差剪。双鬓隔香红，玉钗头上风。山上层层桃李花，云间烟火是人家。银钏金钗来负水，长刀短笠去烧畲。",
        "author": "唐代",
        "poem_class": "春天",
        "dynasty": "韩愈"
    },
    {
        "title": "天净沙·春",
        "paragraph": "春山暖日和风，阑干楼阁帘栊，杨柳秋千院中。啼莺舞燕，小桥流水飞红。赠美妓手掌儿血喷粉哨，指甲儿玉碾琼雕，子见他杯擎玛瑙泛香醪。眼睛儿冷丢溜，话头儿热剔挑，把一个李谪仙险醉倒。茶蘼院风香雪霁，海棠轩绿绕红围，他便似碧桃花映粉墙西。梨花云春淡荡，杨柳雾晓凄迷，把一个陶学士险爱死。题情(四首)一云鬟雾鬓胜堆鸦，浅露金莲簌绛纱。不比等闲墙外花。骂你个俏冤家，一半儿难当一半儿耍。二碧纱窗外静无人，跪在床前忙要亲。骂了个负心回转身。虽是我话儿嗔，一半儿推辞一半儿肯。三银台灯灭篆烟残，独入罗帏淹泪眼。乍孤眠好教人情兴懒。薄设设被儿单，一半儿温和一半儿寒。四多情多绪小冤家，迤逗的人来憔悴煞；说来的话先瞒过咱，怎知他，一半儿真实一半儿假。第一折(老旦扮卜儿同正末扮秋胡上，卜儿诗云)花有重开日，人无再少年。休道黄金贵，安乐最值钱。老身刘氏，自夫主亡逝已过，止有这个孩儿，唤做秋胡。如今有这罗大户的女儿，唤做梅英，嫁与俺孩儿为妻，昨日晚间过门，今日俺安排些酒果，谢俺要亲家。孩儿也，你去请将丈人丈母来者。(秋胡云)这早晚丈人丈母敢待来也。(净扮罗大户同搽旦上，罗诗云)人家七子保团圆，偏是吾家只半边。(搽旦诗云)虽然没甚房奁送，倒也落的三朝吃喜筵。(罗云)老汉罗大户的便是。这是我的婆婆。我有个女孩儿，唤做梅英，嫁与秋胡为妻，昨日过门，今日亲家请俺两口儿吃酒，须索走一遭去。可早到他门首。秋胡，俺两口儿来了也。(秋胡云)报的母亲得知，有丈人丈母来了也。(卜儿云)道有请。(秋胡云)请进。(见科)(卜儿云)亲家请坐。酒果已备，孩儿把盏者！(秋胡递酒科，云)岳父岳母，满饮一杯。(罗搽旦饮科，云)孩儿的喜酒，我吃我吃。(卜儿云)孩儿，唤出梅英媳妇儿来者。(秋胡唤科)(正旦扮梅英同媒婆上，云)婆婆，奶奶唤我做甚么那？(媒婆云)姐姐，唤你谢亲哩！(正旦云)我羞答答的怎生去得？(媒婆云)姐姐，男婚女聘，古之常礼，有甚么羞？(正旦唱)【仙吕】【点绛唇】男女成人，父娘教训，当年分，结下婚舅，则要的厮敬爱、相和顺。(媒婆云)姐姐，我听的人说，你从小儿攻书写字，我却不知，姐姐试说一遍与我听咱。(正旦唱)【混江龙】曾把毛诗来讲论，那《关雎》为首正人伦，因此上儿求了媳妇，女聘了郎村。琴瑟和凋花烛夜，凤凰匹配洞房春，好教我懒临广坐，怕见双亲。羞低粉脸．推焚罗裙。也则为俺妇人家，一世儿都是裙带头这个衣食分，虽然道人人不免，终觉的分外羞人。(媒婆云)姐姐，你当初只该拣取一个财主，好吃好穿，一生受用。似秋老娘家这等穷苦艰难，你嫁他怎的？(正旦云)婆婆，这是甚的言语也！(唱)【油葫芦】至如他釜有蛛丝甑有尘，这的是我命运。想着那古来的将相出寒门，则俺这夫妻现受着齑款困，就似他那蛟龙未得风雷信。你看他是白屋客，我道他是黄阁臣。自从他那问亲时，一见了我心先顺，咱人这贫无本、富无根。(媒婆云)姐姐，如今秋胡又无钱，又无功名，姐姐，你别嫁一个有钱的，也还不迟哩！(正旦唱)【天下乐】咱人腹内无珍一世贫。你着我改嫁他也波人，则不如先受窘。可曾见做夫人自小里便出身？盖世间有的是女娘，普天下少甚么议论，那一个胎胞儿里做县君？(媒婆云)姐姐，你过去见你父亲母亲者。(做见，拜科，云)奶奶，唤你孩儿，有何分付？(卜儿云)媳妇儿，唤你出来，与你父亲母亲递一杯酒。(正旦云)理会的。婆婆，将酒来。(递酒科，云)父亲、母亲，满饮一杯。(罗、搽旦云)好，好，好！喜酒儿吃干了也。(卜儿云)孩儿，你慢慢的劝酒，等你父亲母亲宽饮几杯。(外扮勾军人上，云)上命官差，事不由己。自家勾军的便是。今奉上司差遣，着我勾秋胡当军，走一遭去。可早来到鲁家庄也。秋胡在家么？(秋胡见科)(勾军人云)秋胡，我奉上司钧旨，你是一名正军，着我来勾你当军去。(做套绳子科)(秋胡云)哥哥且住，待我与母亲说知。(秋胡见卜科，云)母亲，有勾军的奉上司钧旨，在于门首，唤您孩儿当军去。(卜儿云)孩儿，似此可怎了也。(正旦云)婆婆，为甚么这等吵闹？(媒婆云)如今勾你秋胡当军去哩！(正旦云)秋胡，似此怎生是了也？(唱)【衬里迓鼓】都则为一宵的恩爱，揣与我这满怀愁闷。他去了正身，只是俺婆妇每谁怜谁问？我回避了座上客，心间事着我一言难尽。不争他见我为着那人，耽着贫窘，揾着泪痕，休也着人道女孩儿家直恁般意亲。(媒婆云)今日方才三日，正吃喜酒儿，勾军的来了。娘呵，我媒婆还不曾得一些儿花红钱钞哩。(正旦唱)【元和令】他守青灯，受苦辛，吃黄齑，捱穷困，指望他玉堂金马做朝臣。原来这秀才每当正军，我想着儒人颠倒不如人，早难道文章好立身。(勾军人云)秋胡快着，文书上期限，一日也耽迟不得的。(秋胡云)哥哥，略待一时儿。波(正旦唱)【上马娇】王留他们性情狠，伴哥他实是村。这牛表共牛筋，则见他恶噇噇轮着粗桑棍。这厮每狠。端的仪打杀瑞麒麟。(卜儿云)孩儿娶亲，才得三日光景，刬的便勾他当军去，着谁人养活老身？兀的不痛杀我也！(正旦唱)【游四门】适才个筵前杯酒叙殷勤，义则待仗剑学从军。想着俺昨宵结发谐秦晋，向鸳鸯被不曾温，今日个亲亲送出旧柴门。【胜葫芦】还说甚玉臂相交印粉痕，你可便卧甲地生鳞。须知道离乱之时武胜文，衤專人头似滚，噙热血相喷，这就是你能报国会邀勋。(秋胡云)梅英，我当军去也。你在家好生侍奉母亲，只要你十分孝顺者。(卜儿云)孩儿，你去则去，你勤勤的捎个书信来着我知道。(正旦唱)【后庭花】不甫能就能三合天地婚，避孤虚日月轮，望十载功名志，感一朝雨露恩。把翠眉颦，莫不我成亲的时分，下车来冲着岁君？拜先灵背了影神？早新妇儿遭恶运，送的他上边庭，离当村。【柳叶儿】眼见的有家来难奔，畅好是短局促燕尔新婚。莫不我尽今生寡凤孤鸾运？你可也曾量忖，问山人，怎生的不拣择个吉日良辰？(卜儿云)孩儿，你去罢，则要你一路上小心在意，频寄个书信回来，休着我忧心也。(秋胡云)你孩儿理会的，母亲保重将息。(正旦唱)【赚煞】似这等天阔雁书稀，人远龙荒近，教我阁着泪对别酒一樽，遥望见客舍青青柳色新，第一程水馆山村。(云)秋胡。(秋胡云)有。(正旦唱)早不由人，和他身上关亲，(云)我想夜来过门，今日当军去。(唱)却正是-夜夫妻百夜恩。破题儿劳他梦魂，赤紧的禁咱愁恨，则索安排下和泪待黄昏。(同媒婆下)(秋胡云)岳父岳母，好看觑我母亲和妻子梅英者，我当军去也。(罗、搽旦云)这也是你家的本分，我女孩儿的悔气。你去罢。(秋胡做拜别科，云)勾军的哥哥，咱和你同去。(诗云)莫怨文齐福不齐，娶妻三日却分离。军中若把文章用，管取峥嵘衣锦归。(同勾军下)(罗、搽旦云)秋胡当军去了也。亲家母，俺同家去来。(卜儿云)亲家母，孩儿去了，不好留的你，多慢了也。(诗云)本意相留非是假，争奈秋胡勾去当兵甲。(罗、搽旦诗云)明年若不到家来，难道教我孩儿活守寡？(同下)第二折(挣扮李大户上，诗云)段段田苗接远村，太公庄上弄猢狲。农家只得锄刨力，凉酸酒儿喝一盆。自家李大户的便是。家中有钱财，有粮食，有田土，有金银，有宝钞，则少一个标标致致的老婆。单是这件，好生没兴。我在这本村里做着个大户，四村上下人家，都是少欠我钱钞粮食的，倒被他笑我空有钱无个好媳妇，怎么吃的他过！我这村里有一个老的，唤做罗大户，他原是个财主有钱来，如今他穷了，问我借了些粮食，至今不曾还我。他有一个女儿，唤做梅英，尽生的十分好，嫁与秋胡为妻。如今秋胡当军去了，十年不回来。我如今叫将那罗大户来，则说秋胡死了，把他女儿与我做媳妇，那旧时少我四十石粮食，我也饶了他，还再与他些财礼钱。那老子是个穷汉，必然肯许。我早间着人唤他去了，这早晚敢待来也。(罗上，诗云)人道财主叫，便是福星照。我也做过财主来，如何今日听人叫。老汉罗大户的便是。自从秋胡当军去了，可早十年光景也。老汉少李大户四十石粮食，不曾还他；今日李大户唤我，毕竟是这桩事要紧。且去看他有甚说话。无人在此，我自过去。(见科，云)大户唤老汉有甚么事？(李云)兀那老的，我唤将你来，有桩事和你说。你的那女婿秋胡当军去，吃豆腐泻死了。(罗云)谁这般说来？(李云)我听的人说。(罗云)呀！似这般怎了也！(李云)老的，你休烦恼。我问你，你这女婿死了，如今你那女儿年纪幼小，他怎么守的那寡？你把你那女儿改嫁了我罢。(罗云)大户，你说的是何言语？(李云)你若不肯，你少我四十石粮食，我官府中告下来，我就追杀你！你若把女儿与了我呵，我的四十石粮食，都也饶了；我再下些花红羊酒财礼钱，你意下如何？(罗云)大户，容咱慢慢的商议。我便肯了，则怕俺妈妈不肯。(李云)这容易，你如今先将花红财礼去，则要你两个做个计较，等他接了红定，我便牵羊担酒随后来也。(罗云)我知道。大户，你慢慢的来，我将这红定先去也。(做出门科，云)我肯了，我妈妈有甚么不肯？我如今就将红定先交与亲家母去来。(下)(李云)那老子许了我也，愁他女儿不改嫁与我！如今将着羊酒表里取梅英去，待他到我家中，扢搭帮放番他就做营生，何等有趣！正是：洞房花烛夜，金榜挂擂槌。(下)(卜儿上，云)老身刘氏，乃是秋胡的母亲。自从孩儿当军去了，可早十年光景，音信皆无；多亏了我那媳妇儿，与人家缝联补绽，洗衣刮裳，养蚕择茧，养活着老身。我这几日身子不快，怎么连不连的眼跳，不知有甚么事来？且只静坐，听他便了。(罗上，云)老汉罗大户，如今到这鲁家庄上，若见了那亲家母时，我自有个主意也。不要人报复，我自过去。(见科，云)亲家母，你这几时好么？(卜儿云)亲家请坐。今日甚风吹的到此？(罗云)亲家母，我为令郎久不回家，我一径的来望你，与你散闷。这里有酒，我递三杯。(卜儿云)多谢亲家，我那里吃的这酒？(罗递酒三杯科，云)亲家母吃了酒也。还有这一块儿红绢，与我女儿做件衣服儿。(卜儿云)亲家，这般定害你，等秋胡来家呵，着他拜谢亲家的厚意也。(接红科，罗做掴手笑云)了、了、了！(卜儿云)亲家，甚么了、了、了？(罗云)亲家，这酒和红都不是我的，都是本村李大户的。恰才这三钟酒是肯酒，这块红是红定。秋胡已死了也，如今李大户要娶梅英，他自家牵羊担酒来也，我先回去。(诗云)这是李家大户使机谋，谁着你可将他聘礼收？不如早把梅英来改嫁，免的经官告府出场羞。(下)(卜儿云)这老子好无礼也！他走的去了，你着我见媳妇儿呵，我怎么开言？媳妇儿那里？(正旦上，云)妾身梅英是也。自从秋胡去了，不觉十年光景，我与人家担好水换恶水，养活着俺奶奶。这几日我奶奶身子有些不快，我恰才在蚕房中来，我可看奶奶去咱。秋胡也．知你几时还家也呵！(唱)【正官】【端正好】想着俺只一夜短恩情，空叹了千万声长吁气，枉教人道村里夫妻。撇下个寿高娘，又被着疾病缠身体，他每日家则是卧枕着床睡。(云)有人道：梅英也，请一个太医看治你那奶奶。--你可怕不说的是也。(唱)【滚绣球】怕不待要请太医看脉息，着甚么做药钱调治？赤紧的当村里都是些打当的牙槌。我这几日告天地，愿他的子母每早些儿欢会。常言道，媳妇是壁上泥皮。则愿的白头娘早晚迟疾可：(带云)天呵，(唱)则俺那青春子，何年可便甚日回？信断音稀！(见卜儿科，云)奶奶，吃些粥儿波。(卜儿云)媳妇儿，可则一件，虽然秋胡不在家，你是个年小的女娘家，你可梳一梳头，等那货郎儿过来，你买些胭脂粉搽搽脸，你也打扮打扮；似这般蓬头垢面，着人笑你也。(正旦唱)【呆骨朵】奶奶道你妇人家穿一套儿新衣袂，我可也直恁般不识一个好弱也那高低。(带云)秋胡呵，(唱)他去了那五载十年，阻隔着那千山万水。早则俺那婆娘家无依倚，更合着这子母每无笆壁。(卜儿云)媳妇儿，你只待敦葫芦摔马杓哩。(正旦唱)媳妇儿怎敢是敦葫芦摔马杓？(云)奶奶道，等货郎儿过来，买些胭脂粉搽搽。我梅英道，秋胡去了十年，穿的无，吃的无，(唱)奶奶也，谁有那闲钱来补笊篱！(李大户同罗、搽旦领鼓乐上，李云)我如今娶媳妇儿去来！洞房花烛夜，金榜挂擂槌。(正旦云)奶奶，门首吹打响，敢是赛牛王社的？待你媳妇看一看咱。(卜儿云)媳妇儿，你看去波。(正旦做出门见科，云)我道是谁，原来是爹爹和妈妈。你那里去来？(罗云)与你招女婿来。(正旦云)爹爹，与谁招女婿？(罗云)与你招女婿。(正旦云)是甚么言语？与我招女婿！(唱)【倘秀才】你将着羊酒呵，领着一火鼓笛。我今日有丈夫呵，你怎么又招与我个女婿？更则道你庄家每葫芦提没见识。(罗云)孩儿，秋胡死了也。如今李大户要娶你哩。(正旦唱)我既为了张郎妇，又着我做李郎妻，那里取这般道理！(搽旦云)孩儿也，可不道顺父母言，呼为大孝？你嫁了他也罢！(正旦唱)【滚绣球】我如今嫁的鸡，一处飞，也是你爷娘家匹配，贫和富是您孩儿裙带头衣食。从早起，到晚夕，上下唇并不曾粘着水米，甚的是足食丰衣！则我那脊梁上寒噤，是捱过这三冬冷；肚皮里凄凉，是我旧忍过的饥，休想道半点儿差迟。(罗云)你休只管闹，你家婆婆接了红定也。(正旦云)有这等事？我问俺奶奶去。(见卜儿科，云)奶奶，想秋胡去了十年光景，我与人家担好水换恶水，养活着奶奶；你怎么把梅英又嫁与别人？要我这性命做甚么？我不如寻个死去罢！(卜儿云)媳妇儿，这也不干我事，是你父亲强揣与我红定，是他卖了你也。(卜儿做哭科)(正旦唱)【脱布衫】他那里哭哭啼啼，我这里切切悲悲。(做出门科，唱)爹爹也，全不怕九故十亲笑耻。(罗云)我待和你婆婆平分财礼钱哩。(正旦唱)则待要停分了两下的财礼。(罗云)孩儿也，你嫁了他，等我也落得他些酒肉吃。(正旦唱)【醉太平】爹爹也，大古里不曾吃那些酒食。(搽旦云)孩儿，俺也要做个筵席哩。(正旦唱)奶奶也，只恁般好做那筵席。(李云)小娘子不要多言，你看我这个模样，可也不丑。(做嘴脸，被正旦打科，唱)把这厮劈头劈脸泼拳捶，向前来我可便挝挠了你这面皮。(带云)这等清平世界，浪荡乾坤，(唱)你怎敢把良人家妇女公调戏！(做见卜儿科，唱)哎呀！这是明明的欺负俺高堂老母无存济。(罗云)嚷这许多做甚么？你这生忿忤逆的小贱人！(正旦唱)倒骂我做生忿忤逆，在爷娘面上不依随。爹爹也，你可便只恁般下的？(李云)兀那小娘子，你休闹，我也不辱没着你。岂不闻鸾凰只许鸾凰配，鸳鸯只许鸳鸯对。(正旦唱)【叨叨令】你道是鸾凰则许鸾凰配，鸳鸯则许鸳鸯对，庄家做尽庄家势。(鼓乐响，正旦做怒科，云)你等还不去呵，(唱)留着你那村里鼓儿则向村里擂。(李云)小娘子，你靠前来，似我这般有铜钱的，村里再没两个。(正旦唱)其实我便觑不上也波哥，其实我便觑不上也波哥。我道你有铜钱，则不如抱著铜钱睡！(罗云)兀那小贱人，比及你受穷，不如嫁了李大户，也得个好日子。(正旦唱)【煞尾】爹爹也，怎使这洞房花烛拖刀计？(李云)我这模样可也不丑。(正旦唱)我则骂你闹市云阳吃剑贼，牛表牛筋是你亲戚，大户乡头是你相识。哎！不晓事庄家甚官位？这时分俺男儿在那里？他或是皂盖雕轮绣幕围，玉辔金鞍骏马骑，两行公人排列齐，水罐银盆摆的直，斗来大黄金肘后随，箔来大元戎帅字旗。回想他亲娘今年七十岁，早来到土长根生旧乡地，恁时节母子夫妻得完备。我说你个驴马村夫为仇气，那一个日头儿知他是近的谁？狼虎般公人每拿下伊，(带云)他道谁迤逗俺浑家来？谁欺负俺母亲来？(做推李倒科，唱)我可也不道轻轻的便素放了你。(同卜儿下)(李云)甚么意思？娶也不曾娶的，我倒吃他抢白了这一场，又吃这一跌，我更待干罢！(诗云)只为洞房花烛惹心焦，险被金榜擂槌打断腰。(罗、搽旦诗云)这也是你李家大户无缘法，非关是我女儿忒煞会妆幺。(同下)第三折(秋胡冠带上，云)小官秋胡是也。自当军去，见了元帅，道我通文达武，甚是见喜，在他麾下，累立奇功，官加中大夫之职。小官诉说，离家十年，有老母在堂，久缺侍养，乞赐给假还家。谢得鲁昭公可怜，赐小官黄金一饼，以充膳母之资。如今衣锦荣归，见母亲走一遭去。(诗云)想当日哭啼啼远去从军，今日个笑吟吟荣转家门。捧着这赤资资黄金奉母，安慰了我那娇滴滴年少夫人。(下)(卜儿上，云)老身秋胡的母亲。自从孩儿去了，音信皆无。前日又吃我亲家气了一场，多亏我媳妇儿有那贞烈的心，不肯嫁人，若是他肯了呵，老身可着谁人侍养？媳妇儿今日早桑园里采桑去了，想他这等勤劳，也则为我老人家来，只愿的我死后依旧做他媳妇，也似这般侍养他，方才报的他也。天气困人，我且去歇息咱。(下)(正旦提桑篮上，云)采桑去波。(唱)【中吕】【粉蝶儿】自从我嫁的秋胡，入门来不成一个活路，莫不我五行中合见这鳏寡孤独？受饥寒，捱冻馁，义被我爷娘家欺负。早则是生计萧疏，更值着没收成歉年时序。【醉春风】俺只见野树一天云，错认做江村三月雨。也不知是谁人激恼那天公，着俺庄家每受的来苦，苦。说甚么万种恩情，刚只是一宵缱绻，早分开了百年夫妇。(云)可来到桑园里也。(唱)【普天乐】放下我这采桑篮，我拣着这鲜桑树。只见那浓阴冉冉，翠锦哎模糊。冲开他这叶底烟，荡散了些梢头露。(做采桑科，唱)我本是摘茧缫丝庄家妇，倒做了个拈花弄柳的人物。我只怕淹的蚕饥，那里管采的叶败，攀的枝枯？(云)我这一会儿热了也，脱下我这衣服来，我试晾一晾咱。(做晾衣服科)(秋胡换便衣上，云)小官秋胡，来到这里，离着我家不远，我更改了这衣服。兀的不是我家桑园？这桑树都长成了也。我近前去，这桑园门怎么开着？我试看咱。(做见正旦科，云)一个好女人也！背身儿立着，不见他那面皮，则见他那后影儿；白的是那脖颈，黑的是那头发。可怎生得他回头，我看他一看，可也好那！哦，待我着四句诗嘲拨他，他必然回头也。(做吟科，诗云)二八谁家女，提篮去采桑。罗衣挂枝上，风动满园香。可怎么不听的？待我再吟？(又吟科)(正旦回身取衣服做见，云)我在这里采桑，他是何人，却走到园子里面来，着我穿衣服不迭？(秋胡做揖科，云)小娘子，支揖。(正旦惊还礼科，唱)【满庭芳】我慌还一个庄家万福。(秋胡云)不敢，小娘子。(正旦唱)他不是闲游的浪子，多敢是一个取应的名儒。我见他便躬着身，插着手，陪言语。你既读那孔圣之书，(秋胡云)小娘子，有凉浆儿，觅些与小生吃波。(正旦唱)我是个采桑养蚕妇女，休猜做锄田送饭村姑。(秋胡云)这里也无人，小娘子，你近前来，我与你做个女婿，怕做甚么？(正旦怒科，唱)他酩子里丢抹娘一句，怎人模人样，做出这等不君子，待何如？(秋胡云)小娘子，左右这里无人，我央及你咱。力田不如见少年，采桑不如嫁贵郎，你随顺了我罢。(正旦云)这厮好无礼也！(唱)【上小楼】你待要谐比翼，你也曾听杜宇，他那里口口声声，撺掇先生不如归去。(秋胡云)你须是养蚕的女人，怎么比那杜宇？(正旦唱)你道是不比，俺那养蚕处好将伊留住；则俺那蚕老了，到那里怎生发付？(秋胡背云)不动一动手也不中。(做扯正旦科，云)小娘子，你随顺了我罢。(正旦做推科，云)靠后！(唱)【十二月】兀的是谁家一个匹夫，畅好是胆大心粗，眼脑儿涎涎邓邓，手脚儿扯扯也那捽捽。(秋胡云)你飞也飞不出这桑园门去。(正旦唱)是他便拦住我还家去路，我则索大叫波高呼。(做叫科，云)沙三、王留、伴哥儿，都来也波！(秋胡云)小娘子休要叫！(正旦唱)【尧民歌】桑园里只待强逼做欢娱，吓的我手儿脚儿滴羞蹀躞战笃速。他便相偎相抱扯衣服，一来一往当拦住。当也波初，则道是峨冠士大夫，原来是个不晓事的乔男女。(秋胡背云)且慢者，这女子不肯，怎生是了？我随身有一饼黄金，是鲁君赐与我侍养老母的，母亲可也不知。常言道，财动人心，我把这一饼黄金，与了这女子，他好歹随顺了我。(做取砌末，见正旦科，云)兀那小娘子，你肯随顺了我，我与你这饼黄金。(正旦背云)这弟子孩儿无礼也！他如今将出一饼黄金来，我则除是恁般。兀那厮，你早说有黄金不的？你过这壁儿来，我过那壁儿看人去。(秋胡云)他肯了也。你看人去。(正旦做出门科，云)兀那禽兽，你听者！可不道男子见其金，易其过；女子见其金，不敢坏其志。那禽兽见人不肯，将出黄金来，你道黄金这般好用的！(唱)【耍孩儿】可不道书中有女颜如玉。(秋胡云)呀！倒吃了他一个酱瓜儿！(正旦唱)你将着金，要买人犹云殢雨，却不道黄金散尽为收书。哎，你个富家郎，惯使珍珠，倚仗着囊中有钞多声势，岂不闻财上分明大丈夫，不由咱生嗔怒。我骂你个沐猴冠冕，牛马襟裾！(秋胡云)小娘子，你不肯，我跟你家里去，成就这门亲事。可不好也！(正旦唱)【二煞】俺那牛屋里怎成得美眷姻？鸦窠里怎生着鸾凤雏？蚕茧纸难写姻缘簿，短桑科长不出连枝树，沤麻坑养不活比目鱼，辘轴上也打不出那连环玉。似你这伤风败俗，怕不的地灭天诛！(秋胡云)小娘子，休这等说。你若还不肯呵，我如今一不做二不休，拚的打死你也。(正旦云)你要打谁？(秋胡云)我打你。(正旦唱)【三煞】你瞅我一瞅，黥了你那额颅；扯我一扯，削了你那手足；你汤我一汤，拷了你那腰截骨；掐我一掐，我着你三千里外该流递；搂我一搂，我着你十字阶头便上木驴。哎，吃万剐的遭刑律。我又不曾掀了你家坟墓，我又不曾杀了你家眷属！(秋胡云)这婆娘好无礼也！你不肯便罢了，怎么这般骂我？(正旦提桑篮科，唱)【尾煞】这厮睁着眼，觑我骂那死尸；腆着脸，着我咒他上祖。谁着你桑园里戏弄人家良人妇！便跳出你那七代先灵，也做不的主！(下)(秋胡云)我吃他骂了这一顿。我将着这饼黄金，回家侍养老母去也。(诗云)一见了美貌娉婷，不由的我便动情。用言语将他调戏，倒被他骂我七代先灵。(下)第四折(卜儿上，诗云)朝随日出采柔桑，采到将中不满筐。方信遍身罗绮者，从来不是养蚕娘。老身秋胡的母亲便是。我媳妇儿采桑去了，这早晚怎生不见回家也？(秋胡冠带引祗从上，云)小官秋胡，来到此间，正是自家门首，不免径入。母亲，你孩儿回来了也。(卜儿惊问云)官人是谁？(秋胡云)则你孩儿，便是秋胡。(卜儿云)孩儿，你得了官也？则被你想乐老身也。(秋胡送金科，云)母亲，你孩儿得了官，现做中大夫之职，鲁君着我衣锦还乡，赐一饼黄金，奉养老母。(卜儿云)孩儿，这数年索是辛苦也！(秋胡云)母亲，梅英那里去了？(卜儿悲科，云)孩儿，你去了十年光景，若不是你这媳妇儿养活我呵，这其间饿杀老身多时也。今日梅英到桑园里采桑去了。(秋胡云)母亲，梅英那里去了？(卜儿云)他采桑去了，这早晚敢待来也。(秋胡云)嗨，适才桑园里逗的那个女人，敢是我媳妇么？他若回来时，我自有个主意。(正旦慌上，云)走、走、走。(唱)【双调】【新水令】若不是江村四月正农忙，扯住那吃敲才决无轻放。第一来怕鸦飞天道黑，第二天又则怕蚕老麦焦黄。满目柔桑，一片林庄，急切里没个邻里街坊，我则怕人见甚勾当。(云)俺家又不是会首大户，怎么门前拴着一匹马？我把这桑篮儿放在蚕房里，我试看咱。这弟子孩儿无礼也，他桑园里逗引我，见我不肯，他公然赶到我家里来也！(唱)【甜水令】这厮便倚强凌弱，心粗胆大，怎敢来俺庄上？不由的忿气夯胸膛。我这里便破步撩衣，走向前来，揾住罗裳，咱两个明有官防。(做扯秋胡科)(卜儿云)媳妇儿，你休扯他，他是秋胡，来家了也。(正旦放手科，唱)【折桂令】呀，原来是你曾参衣锦也还乡。(做出门叫秋胡科，云)秋胡，你来！(秋胡云)梅英，你唤我做甚么？(正旦云)你曾逗人家女人来么？(秋胡背云)我决撒了也，则除是这般。梅英，我几曾逗人来。(正旦唱)谁着你戏弄人家妻儿，迤逗人家婆娘？据着你那愚滥荒唐，你怎消的那乌靴象简，紫绶金章？你博的个享富贵朝中栋梁，(带云)我怎生养活你母亲？十年光景也！(唱)你可不辱没杀受贫穷堂上糟糠！我捱尽凄凉，熬尽情肠，怎知道为一夜的情肠，却教我受了那半世儿凄凉！(卜儿云)媳妇儿，你来。(正旦同秋胡见．卜科)(卜儿云)媳妇儿，鲁君赐我孩儿一饼黄金，侍养老身。这十年间多亏了你，将这黄金我酬谢你，收了者。(正旦云)奶奶，媳妇儿不敢要，留着奶奶打簪儿戴。(做出门科，云)秋胡，你来！(秋胡云)你又唤我做甚么？(正旦唱)【乔牌儿】你做贼也呵，我可拿住了赃，哎，你个水晶塔便休强。这的是鲁公宣赐与个头厅相，着还家来侍奉你娘。(云)假若这黄金，若是别人家妇女呵！(唱)【豆叶黄】接了黄金，随顺了你才郎，也不怕高堂饿杀了你那亲娘！福至心灵，才高语壮，须记的有女怀春诗一章。我和你细细斟量，可不道要我桑中，送咱淇上。(云)秋胡，你可曾逗人家妇人来么？(秋胡云)你好多心也。(正旦唱)【川拨棹】那佳人可承当？(做拿桑篮科，唱)不俫我提篮去采桑。空着我埋怨爹娘，选拣东床，相貌堂堂。自一夜花烛洞房，怎提防这一场！【殿前欢】你只待金殿里锁鸳鸯，我将那好花输与你个富家郎。耽着饥每日在长街上，乞些儿剩饭凉浆，你与我休离纸半张！(秋胡云)你怎么问我讨休书来？(正旦唱)早插个明白状，也留与傍人做个话儿讲，道\"女慕贞洁，男效才良。\"(卜儿云)秋胡，你为甚么这般炒闹？(秋胡云)母亲，梅英不肯认我哩！(卜儿云)媳妇儿，你为甚么不认秋胡那？(正旦云)秋胡，你听者：贞心一片似冰清，郎赠黄金妾不应。假使当时陪笑语，半生谁信守孤灯？秋胡，将休书来，将休书来！(秋胡云)梅英，你差矣，我将着五花官诰、驷马高车，你便是夫人县君，怎忍的便索休离了去也！(正旦唱)【雁儿落】谁将这五花官浩汤？谁将这霞帔金冠望？(带云)便有呵。(唱)我也则牢收箱柜，怎敢便穿在咱身躯上？【得胜令】呀，又则怕风动满园香。(李大户同罗、搽旦、杂当上，李云)他受了我红定，倒被他抢白一场，难道便罢了？我如今带领了许多狼仆抢亲去也。(罗、搽旦云)今日是个好日辰，我和你抢他娘去！(做见科，云)兀的不是我女儿梅英！(正旦唱)走将来雪上更加霜。早足俺这钓鳌客咱不认，哎，你个使牛郎休更想！(秋胡喝云)兀那厮！你来我家里做甚么？(李惊云)呀！元来他做了官，不是军了也。我闻知你衣锦荣归，特来贺喜。(罗、搽旦云)呸！这等你说他死了也。(李云)他不死倒是我死。(秋胡云)元来那厮假捏流言，夺人妻女。左右，与我拿下，送到钜野县去，问他一个重重罪名。(祗从做缚科)(李云)这也不是我的主意，就是你的岳翁岳母，欠了我四十石粮食，将他女儿转卖与我的。(秋胡云)这等一发可恶，明明是广放私债，逼勒卖女了。左右，你去与县官说知，着重责四十板，枷号三个月，罚谷一千石。备济饥民，毋得轻纵者。(祗从云)理会的。(李云)一心妄想洞房春，谁料金榜擂槌有正身。(罗、搽旦云)我们也没嘴脸在这里，不如只做送李大户到县去，暗地溜了。(诗云)如今且学乌龟法，只是缩了头来不见人。(同下)(卜儿云)媳妇儿，你若不肯认我孩儿呵，我寻个死处！(正旦唱)吓的我慌忙，则这小鹿儿小心头撞。有的来商也波量，(云)奶奶我认了秋胡也。(卜儿云)媳妇儿，你认了秋胡，我也不寻死了。(正旦云)罢、罢、罢！(唱)则是俺那婆娘家不气长！(卜儿云)媳妇儿，你既认了，可去改换梳洗，和秋胡孩儿两个拜见咱。(正旦下，改扮上，同秋胡先拜卜儿，次对拜科)(正旦唱)【鸳鸯煞】若不为慈亲年老谁供养。争些个夫妻恩断无敢望。从今后卸下荆钗，改换梳妆，畅道百岁荣华，两人共享。非是我假乖张，做出这乔模样，也则要整顿我妻纲。不比那秦氏罗敷，单说得他一会儿夫婿的谎。(秋胡云)天下喜事，无过子母完备，夫妇谐和。便当杀羊造酒，做个庆喜筵席。(词云)想当日刚赴佳期，被勾军蓦地分离。苦伤心抛妻弃母，早十年物换星移。幸时来得成功业，着锦衣脱去戎衣。荷君恩赐金一饼，为高堂供膳甘肥。到桑园糟糠相遇，强求欢假作痴迷。守贞烈端然无改，真堪与青史标题。至今人过钜野，寻他故老，犹能说鲁秋胡调戏其妻。题目贞烈妇梅英守志正名鲁大夫秋胡戏妻",
        "author": "元代",
        "poem_class": "春天",
        "dynasty": "白朴"
    }
]