[
    {
        "title": "奉和圣制中元日题奉敬寺",
        "paragraph": "妙道非本说，殊途成异名。圣人得其要，俱以化群生。凤吹从上苑，龙宫连外城。花鬘列后殿，云车驻前庭。松竹含新秋，轩窗有余清。缅怀崆峒事，须继箫管声。离相境都寂，忘言理更精。域中信称大，天下乃为轻。屈己由济物，尧心岂所荣。葡萄美酒夜光杯，欲饮琵琶马上催。醉卧沙场君莫笑，古来征战几人回？长干吴儿女，眉目艳新月。屐上足如霜，不著鸦头袜。吴儿多白皙，好为荡舟剧。卖眼掷春心，折花调行客。耶溪采莲女，见客棹歌回。笑入荷花去，佯羞不出来。东阳素足女，会稽素舸郎。相看月未堕，白地断肝肠。镜湖水如月，耶溪女似雪。新妆荡新波，光景两奇绝。羞日遮罗袖，愁春懒起妆。易求无价宝，难得有心郎。枕上潜垂泪，花间暗断肠。自能窥宋玉，何必恨王昌？",
        "author": "唐代",
        "poem_class": "春节",
        "dynasty": "崔元翰"
    },
    {
        "title": "除夜直都厅囚系皆满日暮不得返舍因题一诗于壁",
        "paragraph": "除日当早归，官事乃见留。执笔对之泣，哀此系中囚。小人营糇粮，堕网不知羞。我亦恋薄禄，因循失归休。不须论贤愚，均是为食谋。谁能暂纵遣。闵默愧前修。情高意真。眉长鬓青。小楼明月调筝。写春风数声。思君忆君。魂牵梦萦。翠销香暖云屏。更那堪酒醒。亭以雨名，志喜也。古者有喜，则以名物，示不忘也。周公得禾，以名其书；汉武得鼎，以名其年；叔孙胜敌，以名其子。其喜之大小不齐，其示不忘一也。予至扶风之明年，始治官舍。为亭于堂之北，而凿池其南，引流种木，以为休息之所。是岁之春，雨麦于岐山之阳，其占为有年。既而弥月不雨，民方以为忧。越三月，乙卯乃雨，甲子又雨，民以为未足。丁卯大雨，三日乃止。官吏相与庆于庭，商贾相与歌于市，农夫相与忭于野，忧者以喜，病者以愈，而吾亭适成。于是举酒于亭上，以属客而告之，曰：“五日不雨可乎？”曰：“五日不雨则无麦。”“十日不雨可乎？”曰：“十日不雨则无禾。”“无麦无禾，岁且荐饥，狱讼繁兴，而盗贼滋炽。则吾与二三子，虽欲优游以乐于此亭，其可得耶？今天不遗斯民，始旱而赐之以雨。使吾与二三子得相与优游以乐于此亭者，皆雨之赐也。其又可忘耶？”既以名亭，又从而歌之，曰：“使天而雨珠，寒者不得以为襦；使天而雨玉，饥者不得以为粟。一雨三日，伊谁之力？民曰太守。太守不有，归之天子。天子曰不然，归之造物。造物不自以为功，归之太空。太空冥冥，不可得而名。吾以名吾亭。” 欲上高楼去避愁，愁还随我上高楼。经行几处江山改，多少亲朋尽白头。归休去，去归休。不成人总要封侯？浮云出处元无定，得似浮云也自由。",
        "author": "宋代",
        "poem_class": "春节",
        "dynasty": "苏轼"
    },
    {
        "title": "除夜",
        "paragraph": "扫除茅舍涤尘嚣，一炷清香拜九霄。万物迎春送残腊，一年结局在今宵。生盆火烈轰鸣竹，守岁筳开听颂椒。野客预知农事好，三冬瑞雪未全消。一水西来，千丈晴虹，十里翠屏。喜草堂经岁，重来杜老，斜川好景，不负渊明。老鹤高飞，一枝投宿，长笑蜗牛戴屋行。平章了，待十分佳处，著个茅亭。青山意气峥嵘。似为我归来妩媚生。解频教花鸟，前歌後舞，更催云水，暮送朝迎。酒圣诗豪，可能无势，我乃而今驾驭卿。清溪上，被山灵却笑，白发归耕。死去元知万事空，但悲不见九州同。王师北定中原日，家祭无忘告乃翁。点点楼头细雨，重重江外平湖。当年戏马会东徐，今日凄凉南浦。莫恨黄花未吐，且教红粉相扶。酒阑不必看茱萸，俯仰人间今古。",
        "author": "宋代",
        "poem_class": "春节",
        "dynasty": "戴复古"
    },
    {
        "title": "醉桃源·元日",
        "paragraph": "五更枥马静无声。邻鸡犹怕惊。日华平晓弄春明。暮寒愁翳生。 新岁梦，去年情。残宵半酒醒。春风无定落梅轻。断鸿长短亭。薄雾浓云愁永昼，瑞脑销金兽。佳节又重阳，玉枕纱厨，半夜凉初透。(厨 通：橱；销金兽 一作：消金兽)东篱把酒黄昏后，有暗香盈袖。莫道不销魂，帘卷西风，人比黄花瘦。(人比 一作：人似)伫倚危楼风细细，望极春愁，黯黯生天际。草色烟光残照里，无言谁会凭阑意。(阑 通 栏)拟把疏狂图一醉，对酒当歌，强乐还无味。衣带渐宽终不悔，为伊消得人憔悴。楚江空晚。怅离群万里，恍然惊散。自顾影、欲下寒塘，正沙净草枯，水平天远。写不成书，只寄得、相思一点。料因循误了，残毡拥雪，故人心眼。 谁怜旅愁荏苒。谩长门夜悄，锦筝弹怨。想伴侣、犹宿芦花，也曾念春前，去程应转。暮雨相呼，怕蓦地、玉关重见。未羞他、双燕归来，画帘半卷。",
        "author": "宋代",
        "poem_class": "春节",
        "dynasty": "吴文英"
    },
    {
        "title": "奉和元日赐群臣柏叶应制",
        "paragraph": "器乏雕梁器，材非构厦材。但将千岁叶，常奉万年杯。洛阳城里春光好，洛阳才子他乡老。柳暗魏王堤，此时心转迷。桃花春水渌，水上鸳鸯浴。凝恨对残晖，忆君君不知。荷叶罗裙一色裁，芙蓉向脸两边开。乱入池中看不见，闻歌始觉有人来。春江潮水连海平，海上明月共潮生。滟滟随波千万里，何处春江无月明！江流宛转绕芳甸，月照花林皆似霰。空里流霜不觉飞，汀上白沙看不见。江天一色无纤尘，皎皎空中孤月轮。江畔何人初见月？江月何年初照人？人生代代无穷已，江月年年望相似。(望相似 一作：只相似)不知江月待何人，但见长江送流水。白云一片去悠悠，青枫浦上不胜愁。谁家今夜扁舟子？何处相思明月楼？可怜楼上月裴回，应照离人妆镜台。(裴回 一作：徘徊)玉户帘中卷不去，捣衣砧上拂还来。此时相望不相闻，愿逐月华流照君。鸿雁长飞光不度，鱼龙潜跃水成文。昨夜闲潭梦落花，可怜春半不还家。江水流春去欲尽，江潭落月复西斜。斜月沉沉藏海雾，碣石潇湘无限路。不知乘月几人归，落月摇情满江树。(落月 一作：落花)",
        "author": "唐代",
        "poem_class": "春节",
        "dynasty": "赵彦昭"
    },
    {
        "title": "应诏赋得除夜",
        "paragraph": "今岁今宵尽，明年明日催。寒随一夜去，春逐五更来。气色空中改，容颜暗里回。风光人不觉，已著后园梅。早被婵娟误，欲妆临镜慵。承恩不在貌，教妾若为容。 风暖鸟声碎，日高花影重。年年越溪女，相忆采芙蓉。大将军出战，白日暗榆关。三面黄金甲，单于破胆还。火山六月应更热，赤亭道口行人绝。知君惯度祁连城，岂能愁见轮台月。脱鞍暂入酒家垆，送君万里西击胡。功名祗向马上取，真是英雄一丈夫。",
        "author": "唐代",
        "poem_class": "春节",
        "dynasty": "史青"
    },
    {
        "title": "戊午元日二首",
        "paragraph": "过去光阴箭离弦，河清易俟鬓难玄。再加孔子从心岁，三倍周郎破贼年。耄齿阻陪鸠杖列，瞽言曾献兽樽前。磻溪淇澳吾何敢，且学香山也自贤。败絮萧然拥病身，久疎朝谒作闲人。公卿各趁黄麾仗，宾客谁看乌角巾。菱照无情难讳老，杏梢作意已撩春。卧闻儿女夸翁健，诗句年光一样新。千古风流八咏楼，江山留与后人愁。水通南国三千里，气压江城十四州。日月如磨蚁，万事且浮休。君看檐外江水，滚滚自东流。风雨瓢泉夜半，花草雪楼春到，老子已菟裘。岁晚问无恙，归计橘千头。 梦连环，歌弹铗，赋登楼。黄鸡白酒，君去村社一番秋。长剑倚天谁问，夷甫诸人堪笑，西北有神州。此事君自了，千古一扁舟。纷纷红紫已成尘，布谷声中夏令新。夹路桑麻行不尽，始知身是太平人。",
        "author": "宋代",
        "poem_class": "春节",
        "dynasty": "刘克庄"
    },
    {
        "title": "岁夜咏怀",
        "paragraph": "弥年不得意，新岁又如何？念昔同游者，而今有几多？以闲为自在，将寿补蹉跎。春色无情故，幽居亦见过。木落雁南度，北风江上寒。我家襄水曲，遥隔楚云端。乡泪客中尽，孤帆天际看。(孤帆 一作：归帆)迷津欲有问，平海夕漫漫。人道海水深，不抵相思半。海水尚有涯，相思渺无畔。携琴上高楼，楼虚月华满。弹著相思曲，弦肠一时断。东风吹雨过青山，却望千门草色闲。家在梦中何日到，春生江上几人还？(春生 一作：春来)川原缭绕浮云外，宫阙参差落照间。谁念为儒逢世难，独将衰鬓客秦关。",
        "author": "唐代",
        "poem_class": "春节",
        "dynasty": "刘禹锡"
    },
    {
        "title": "守岁",
        "paragraph": "暮景斜芳殿，年华丽绮宫。寒辞去冬雪，暖带入春风。阶馥舒梅素，盘花卷烛红。共欢新故岁，迎送一宵中。船下广陵去，月明征虏亭。山花如绣颊，江火似流萤。人人尽说江南好，游人只合江南老。春水碧于天，画船听雨眠。垆边人似月，皓腕凝霜雪。未老莫还乡，还乡须断肠。春城无处不飞花，寒食东风御柳斜。 日暮汉宫传蜡烛，轻烟散入五侯家。",
        "author": "唐代",
        "poem_class": "春节",
        "dynasty": "李世民"
    },
    {
        "title": "浣溪沙·庚申除夜",
        "paragraph": "收取闲心冷处浓，舞裙犹忆柘枝红。谁家刻烛待春风。竹叶樽空翻采燕，九枝灯灺颤金虫。风流端合倚天公。手写香台金字经，惟愿结来生。莲花漏转，杨枝露滴，想鉴微诚。欲知奉倩神伤极，凭诉与秋擎。西风不管，一池萍水，几点荷灯。锦袖歌残翠黛尘，楼台塌尽曲池湮。荒园一种瓢儿菜，独占秦淮旧日春。霸越亡吴计已行，论功何物赏倾城？西施亦有弓藏惧，不独鸱夷变姓名。",
        "author": "清代",
        "poem_class": "春节",
        "dynasty": "纳兰性德"
    },
    {
        "title": "除夜对酒赠少章",
        "paragraph": "岁晚身何托，灯前客未空。半生忧患里，一梦有无中。发短愁催白，颜衰酒借红。我歌君起舞，潦倒略相同。宝钗分，桃叶渡，烟柳暗南浦。怕上层楼，十日九风雨。断肠片片飞红，都无人管，更谁劝、啼莺声住？鬓边觑，试把花卜归期，才簪又重数。罗帐灯昏，哽咽梦中语：是他春带愁来，春归何处？却不解、带将愁去。初，权谓吕蒙曰：“卿今当涂掌事，不可不学！”蒙辞以军中多务。权曰：“孤岂欲卿治经为博士邪！但当涉猎，见往事耳。卿言多务，孰若孤？孤常读书，自以为大有所益。”蒙乃始就学。及鲁肃过寻阳，与蒙论议，大惊曰：“卿今者才略，非复吴下阿蒙！”蒙曰：“士别三日，即更刮目相待，大兄何见事之晚乎！”肃遂拜蒙母，结友而别。草满池塘水满陂，山衔落日浸寒漪。牧童归去横牛背，短笛无腔信口吹。",
        "author": "宋代",
        "poem_class": "春节",
        "dynasty": "陈师道"
    },
    {
        "title": "次韵陆佥宪元日春晴",
        "paragraph": "城里夕阳城外雪，相将十里异阴晴。也知造物曾何意，底事人心苦未平。柏府楼台衔倒影，茅茨松竹泻寒声。布衾莫谩愁僵卧，积素还多达曙明。赏樱日本盛于唐，如被牡丹兼海棠。恐是赵昌所难画，春风才起雪吹香。忠信薄于礼，道德如追蠡。将除愚乱因，应向薄华洗。万有生于无，万无归一柢。昔之得一者，仁义犹稊米。侯王孤寡身，玉石藏真体。道隐无名，德至无声。若昧若谷，乃冲乃盈。冲气为和，万物以成。知足之足，无寡无倾。牖窥天见，郊却马鸣。损之又损，无为无行。百姓之心，圣人之情。民注耳目，圣浑聪明。十三生死地，出死而入生。死生犹断绝，何况辱与荣。前之大笑者，毋为乱首惊。夫惟道德贞，以为天下正。春风孤棹远经过，千古繁华逐逝波。楚地江山今尚在，隋堤杨柳已无多。璚花台古游仙往，芍药厅荒牧竖歌。二十四桥明月夜，吹箫人去奈愁何。",
        "author": "明代",
        "poem_class": "春节",
        "dynasty": "王守仁"
    },
    {
        "title": "蝶恋花·戊申元日立春席间作",
        "paragraph": "谁向椒盘簪彩胜？整整韶华，争上春风鬓。往日不堪重记省，为花长把新春恨。春未来时先借问。晚恨开迟，早又飘零近。今岁花期消息定，只愁风雨无凭准。宁可食无肉，不可居无竹。无肉令人瘦，无竹令人俗。人瘦尚可肥，士俗不可医。旁人笑此言，似高还似痴。若对此君仍大嚼，世间那有扬州鹤？半世交亲随逝水，几人图画入凌烟？春风春雨花经眼，江北江南水拍天。欲解铜章行问道，定知石友许忘年。脊令各有思归恨，日月相催雪满颠。玉碗冰寒滴露华，粉融香雪透轻纱。晚来妆面胜荷花。鬓亸欲迎眉际月，酒红初上脸边霞。一场春梦日西斜。",
        "author": "宋代",
        "poem_class": "春节",
        "dynasty": "辛弃疾"
    },
    {
        "title": "除夜雪",
        "paragraph": "北风吹雪四更初，嘉瑞天教及岁除。半盏屠苏犹未举，灯前小草写桃符。雪里已知春信至，寒梅点缀琼枝腻。香脸半开娇旖旎，当庭际，玉人浴出新妆洗。造化可能偏有意，故教明月玲珑地。共赏金尊沈绿蚁，莫辞醉，此花不与群花比。竹摇清影罩幽窗，两两时禽噪夕阳。谢却海棠飞尽絮，困人天气日初长。梦后楼台高锁，酒醒帘幕低垂。去年春恨却来时。落花人独立，微雨燕双飞。 记得小蘋初见，两重心字罗衣。琵琶弦上说相思。当时明月在，曾照彩云归。(蘋 通：苹)",
        "author": "宋代",
        "poem_class": "春节",
        "dynasty": "陆游"
    },
    {
        "title": "元日",
        "paragraph": "高轩暧春色，邃阁媚朝光。彤庭飞彩旆，翠幌曜明珰。恭己临四极，垂衣驭八荒。霜戟列丹陛，丝竹韵长廊。穆矣熏风茂，康哉帝道昌。继文遵后轨，循古鉴前王。草秀故春色，梅艳昔年妆。巨川思欲济，终以寄舟航。联步趋丹陛，分曹限紫微。晓随天仗入，暮惹御香归。白发悲花落，青云羡鸟飞。圣朝无阙事，自觉谏书稀。绿树阴浓夏日长，楼台倒影入池塘。水晶帘动微风起，满架蔷薇一院香。(水晶帘 一作 水精帘）一夜新霜著瓦轻，芭蕉新折败荷倾。耐寒唯有东篱菊，金粟初开晓更清。",
        "author": "唐代",
        "poem_class": "春节",
        "dynasty": "李世民"
    },
    {
        "title": "客中除夕",
        "paragraph": "今夕为何夕，他乡说故乡。看人儿女大，为客岁年长。戎马无休歇，关山正渺茫。一杯柏叶酒，未敌泪千行。金山一点大如拳，打破维扬水底天。醉倚妙高楼上月，玉箫吹彻洞龙眠。花开烂漫月光华，月思花情共一家；月为照花来院落，花因随月上窗纱。十分皓色花输月，一径幽香月让花；花月世间成二美，傍花赏月酒须赊。琉球佩刀光照水，三年不磨绣花紫。换钱解向市中悬，我贵彼贱无人市。家惟此刀颇直钱，易钱不得愁欲死。客问此刀值几何，广州五葛飞轻雨。及今求市不较量，但输三葛钱亦止。千人十往九不顾，向刀长立折双趾。一日不食良巳饥，两日不食将何以。却走异县告长官，往日停车傥知己。平生自有孟尝心，今日翻思门下士。",
        "author": "明代",
        "poem_class": "春节",
        "dynasty": "袁凯"
    },
    {
        "title": "思佳客·癸卯除夜",
        "paragraph": "自唱新词送岁华。鬓丝添得老生涯。十年旧梦无寻处，几度新春不在家。衣懒换，酒难赊。可怜此夕看梅花。隔年昨夜青灯在，无限妆楼尽醉哗。壬戌之秋，七月既望，苏子与客泛舟游于赤壁之下。清风徐来，水波不兴。举酒属客，诵明月之诗，歌窈窕之章。少焉，月出于东山之上，徘徊于斗牛之间。白露横江，水光接天。纵一苇之所如，凌万顷之茫然。浩浩乎如冯虚御风，而不知其所止；飘飘乎如遗世独立，羽化而登仙。(冯 通：凭)于是饮酒乐甚，扣舷而歌之。歌曰：“桂棹兮兰桨，击空明兮溯流光。渺渺兮予怀，望美人兮天一方。”客有吹洞箫者，倚歌而和之。其声呜呜然，如怨如慕，如泣如诉；余音袅袅，不绝如缕。舞幽壑之潜蛟，泣孤舟之嫠妇。苏子愀然，正襟危坐而问客曰：“何为其然也？”客曰：“‘月明星稀，乌鹊南飞。’此非曹孟德之诗乎？西望夏口，东望武昌，山川相缪，郁乎苍苍，此非孟德之困于周郎者乎？方其破荆州，下江陵，顺流而东也，舳舻千里，旌旗蔽空，酾酒临江，横槊赋诗，固一世之雄也，而今安在哉？况吾与子渔樵于江渚之上，侣鱼虾而友麋鹿，驾一叶之扁舟，举匏樽以相属。寄蜉蝣于天地，渺沧海之一粟。哀吾生之须臾，羡长江之无穷。挟飞仙以遨游，抱明月而长终。知不可乎骤得，托遗响于悲风。”苏子曰：“客亦知夫水与月乎？逝者如斯，而未尝往也；盈虚者如彼，而卒莫消长也。盖将自其变者而观之，则天地曾不能以一瞬；自其不变者而观之，则物与我皆无尽也，而又何羡乎！且夫天地之间，物各有主，苟非吾之所有，虽一毫而莫取。惟江上之清风，与山间之明月，耳得之而为声，目遇之而成色，取之无禁，用之不竭。是造物者之无尽藏也，而吾与子之所共适。”(共适 一作：共食)客喜而笑，洗盏更酌。肴核既尽，杯盘狼籍。相与枕藉乎舟中，不知东方之既白。雨暗苍江晚未晴，井梧翻叶动秋声。楼头夜半风吹断，月在浮云浅处明。老去无心听管弦，病来杯酒不相便。人生难得秋前雨，乞我虚堂自在眠。",
        "author": "宋代",
        "poem_class": "春节",
        "dynasty": "吴文英"
    }
]