[
    {
        "title": "中洲株柳",
        "paragraph": "二水中分异旧时，河洲株柳少人知。虬枝偃盖宜仙岛，碧干撑天入凤池。古木有缘归净土，章台无分集寒鸱。常随宝镫陪金勒，绝塞指挥万马嘶。肠断乌骓夜啸风，虞兮幽恨对重瞳。黥彭甘受他年醢，饮剑何如楚帐中？一屠晚归，担中肉尽，止有剩骨。途中两狼，缀行甚远。屠惧，投以骨。一狼得骨止，一狼仍从。复投之，后狼止而前狼又至。骨已尽矣，而两狼之并驱如故。屠大窘，恐前后受其敌。顾野有麦场，场主积薪其中，苫蔽成丘。屠乃奔倚其下，弛担持刀。狼不敢前，眈眈相向。少时，一狼径去，其一犬坐于前。久之，目似瞑，意暇甚。屠暴起，以刀劈狼首，又数刀毙之。方欲行，转视积薪后，一狼洞其中，意将隧入以攻其后也。身已半入，止露尻尾。屠自后断其股，亦毙之。乃悟前狼假寐，盖以诱敌。狼亦黠矣，而顷刻两毙，禽兽之变诈几何哉？止增笑耳。东山崔嵬不可登，绝顶高天明月生。红颜又惹相思苦，此心独忆是卿卿。",
        "author": "清代",
        "poem_class": "柳树",
        "dynasty": "俞益谟"
    },
    {
        "title": "华清宫前柳",
        "paragraph": "杨柳宫前忽地春，在先惊动探春人。 晓来唯欠骊山雨，洗却枝头绿上尘。功盖三分国，名成八阵图。（名成 一作：名高）江流石不转，遗恨失吞吴。万木冻欲折，孤根暖独回。前村深雪里，昨夜一枝开。风递幽香出，禽窥素艳来。明年如应律，先发望春台。八岁偷照镜，长眉已能画。十岁去踏青，芙蓉作裙衩。十二学弹筝，银甲不曾卸。十四藏六亲，悬知犹未嫁。十五泣春风，背面秋千下。",
        "author": "唐代",
        "poem_class": "柳树",
        "dynasty": "王建"
    },
    {
        "title": "浣溪沙·绿柳藏乌静掩关",
        "paragraph": "绿柳藏乌静掩关。鸭炉香细琐窗闲。那回分袂月初残。 惜别漫成良夜醉，解愁时有翠笺还。欲寻双叶寄情难。风老莺雏，雨肥梅子，午阴嘉树清圆。地卑山近，衣润费炉烟。人静乌鸢自乐，小桥外、新绿溅溅。凭阑久，黄芦苦竹，拟泛九江船。年年。如社燕，飘流瀚海，来寄修椽。且莫思身外，长近尊前。憔悴江南倦客，不堪听、急管繁弦。歌筵畔，先安簟枕，容我醉时眠。碧桃天上栽和露，不是凡花数。乱山深处水萦回，可惜一枝如画为谁开？(枝 一作：支)轻寒细雨情何限！不道春难管。为君沉醉又何妨，只怕酒醒时候断人肠。新月娟娟，夜寒江静山衔斗。起来搔首，梅影横窗瘦。好个霜天，闲却传杯手。君知否？乱鸦啼后，归兴浓于酒。",
        "author": "宋代",
        "poem_class": "柳树",
        "dynasty": "晏几道"
    },
    {
        "title": "诏取永丰柳植禁苑感赋",
        "paragraph": "一树衰残委泥土，双枝荣耀植天庭。定知玄象今春后，柳宿光中添两星。楚塞三湘接，荆门九派通。江流天地外，山色有无中。郡邑浮前浦，波澜动远空。襄阳好风日，留醉与山翁。燕赵古称多感慨悲歌之士。董生举进士，屡不得志于有司，怀抱利器，郁郁适兹土。吾知其必有合也。董生勉乎哉！夫以子之不遇时，苟慕义强仁者皆爱惜焉。矧燕赵之士出乎其性者哉！然吾尝闻风俗与化移易，吾恶知其今不异于古所云邪?聊以吾子之行卜之也。董生勉乎哉！吾因子有所感矣。为我吊望诸君之墓，而观于其市，复有昔时屠狗者乎？为我谢曰：“明天子在上，可以出而仕矣。” 江南好，风景旧曾谙。日出江花红胜火，春来江水绿如蓝。能不忆江南？江南忆，最忆是杭州。山寺月中寻桂子，郡亭枕上看潮头。何日更重游？江南忆，其次忆吴宫。吴酒一杯春竹叶，吴娃双舞醉芙蓉。早晚复相逢？",
        "author": "唐代",
        "poem_class": "柳树",
        "dynasty": "白居易"
    },
    {
        "title": "南歌子·岸柳拖烟绿",
        "paragraph": "岸柳拖烟绿，庭花照日红。数声蜀魄入帘栊。惊断碧窗残梦，画屏空。纤云四卷天无河，清风吹空月舒波。沙平水息声影绝，一杯相属君当歌。君歌声酸辞且苦，不能听终泪如雨。洞庭连天九疑高，蛟龙出没猩鼯号。十生九死到官所，幽居默默如藏逃。下床畏蛇食畏药，海气湿蛰熏腥臊。昨者州前捶大鼓，嗣皇继圣登夔皋。赦书一日行万里，罪从大辟皆除死。迁者追回流者还，涤瑕荡垢清朝班。州家申名使家抑，坎轲只得移荆蛮。判司卑官不堪说，未免捶楚尘埃间。同时辈流多上道，天路幽险难追攀。君歌且休听我歌，我歌今与君殊科。一年明月今宵多，人生由命非由他。有酒不饮奈明何。斑竹枝，斑竹枝，泪痕点点寄相思。楚客欲听瑶瑟怨，潇湘深夜月明时。玉漏银壶且莫催，铁关金锁彻明开。谁家见月能闲坐？何处闻灯不看来？",
        "author": "唐代",
        "poem_class": "柳树",
        "dynasty": "张泌"
    },
    {
        "title": "杨柳八首·其三",
        "paragraph": "苏小门前柳万条，毵毵金线拂平桥。黄莺不语东风起，深闭朱门伴舞腰。日出扶桑一丈高，人间万事细如毛。 野夫怒见不平处，磨损胸中万古刀。谁道群生性命微？一般骨肉一般皮。劝君莫打枝头鸟，子在巢中望母归。节分端午自谁言，万古传闻为屈原。堪笑楚江空渺渺，不能洗得直臣冤。",
        "author": "唐代",
        "poem_class": "柳树",
        "dynasty": "温庭筠"
    },
    {
        "title": "柳含烟·章台柳",
        "paragraph": "章台柳，近垂旒，低拂往来冠盖。朦胧春色满皇州，瑞烟浮。直与路边江畔别，免被离人攀折。最怜京兆画蛾眉，叶纤时。月华如水笼香砌，金镮碎撼门初闭。寒影堕高檐，钩垂一面帘¤碧烟轻袅袅，红战灯花笑。即此是高唐，掩屏秋梦长。花冠频鼓墙头翼，东方澹白连窗色。门外早莺声，背楼残月明¤薄寒笼醉态，依旧铅华在。握手送人归，半拖金缕衣。小庭花落无人扫，疏香满地东风老。春晚信沉沉，天涯何处寻¤晓堂屏六扇，眉共湘山远。争奈别离心，近来尤不禁。青岩碧洞经朝雨，隔花相唤南溪去。一只木兰船，波平远浸天¤扣船惊翡翠，嫩玉抬香臂。红日欲沈西，烟中遥解觿。木绵花映丛祠小，越禽声里春光晓。铜鼓与蛮歌，南人祈赛多¤客帆风正急，茜袖偎樯立。极浦几回头，烟波无限愁。独上高楼上，客情何物同。孤云无定处，长日信秋风。兄弟多年别，关河此夕中。到头归去是，免使叹洪濛。三斤绿茗赐贻恭，一种颁沾事不同。想料肠怀无答处，披毛戴角谢郎中。",
        "author": "五代",
        "poem_class": "柳树",
        "dynasty": "毛文锡"
    },
    {
        "title": "柳花词三首",
        "paragraph": "开从绿条上，散逐香风远。故取花落时，悠扬占春晚。 轻飞不假风，轻落不委地。撩乱舞晴空，发人无限思。 晴天闇闇雪，来送青春暮。无意似多情，千家万家去。莫以今时宠，难忘旧日恩。看花满眼泪，不共楚王言。一为迁客去长沙，西望长安不见家。 黄鹤楼中吹玉笛，江城五月落梅花。万里桥西一草堂，百花潭水即沧浪。风含翠篠娟娟净，雨裛红蕖冉冉香。(篠 通：筱)厚禄故人书断绝，恒饥稚子色凄凉。欲填沟壑唯疏放，自笑狂夫老更狂。",
        "author": "唐代",
        "poem_class": "柳树",
        "dynasty": "刘禹锡"
    },
    {
        "title": "浣溪沙·二月和风到碧城",
        "paragraph": "二月和风到碧城。万条千缕绿相迎。舞烟眠雨过清明。 妆镜巧眉偷叶样，歌楼妍曲借枝名。晚秋霜霰莫无情。楼上谁将玉笛吹？山前水阔暝云低。劳劳燕子人千里，落落梨花雨一枝。修禊近，卖饧时。故乡惟有梦相随。夜来折得江头柳，不是苏堤也皱眉。稻云不雨不多黄，荞麦空花早着霜。已分忍饥度残岁，更堪岁里闰添长。山抹微云，天连衰草，画角声断谯门。暂停征棹，聊共引离尊。多少蓬莱旧事，空回首、烟霭纷纷。斜阳外，寒鸦万点，流水绕孤村。(万点 一作：数点)销魂当此际，香囊暗解，罗带轻分。谩赢得、青楼薄幸名存。此去何时见也？襟袖上、空惹啼痕。伤情处，高城望断，灯火已黄昏。",
        "author": "宋代",
        "poem_class": "柳树",
        "dynasty": "晏几道"
    },
    {
        "title": "五月水边柳",
        "paragraph": "结根挺涯涘，垂影覆清浅。睡脸寒未开，懒腰晴更软。 摇空条已重，拂水带方展。似醉烟景凝，如愁月露泫。 丝长鱼误恐，枝弱禽惊践。长别几多情，含春任攀搴。客去波平槛，蝉休露满枝。永怀当此节，倚立自移时。 北斗兼春远，南陵寓使迟。天涯占梦数，疑误有新知。开帘见新月，便即下阶拜。(便即 一作：即便)细语人不闻，北风吹裙带。 (裙带 一作：罗带)更深月色半人家，北斗阑干南斗斜。 今夜偏知春气暖，虫声新透绿窗纱。",
        "author": "唐代",
        "poem_class": "柳树",
        "dynasty": "崔护"
    },
    {
        "title": "西江月·五柳坊中烟绿",
        "paragraph": "政和间，余卜筑宛丘，手植众芗，自号芗林居士。建炎初，解六路漕事，中原俶扰，故庐不得返，卜居清江之五柳坊。绍兴癸丑，罢帅南海，即弃官不仕。乙卯起，以九江郡复转漕江东，入为户部侍郎。辞荣避谤，出守姑苏。到郡少日，请又力焉，诏可，且赐舟曰泛宅，送之以归。己未暮春，复还旧隐。时仲舅李公休亦辞舂陵郡守致仕，喜赋是词。五柳坊中烟绿，百花洲上云红。萧萧白发两衰翁，不与时人同梦。抛掷麟符虎节，徜徉江月林风。世间万事转头空，个里如如不动。连云松竹，万事从今足。拄杖东家分社肉，白酒床头初熟。西风梨枣山园，儿童偷把长竿。莫遣旁人惊去，老夫静处闲看。淳熙己亥，自湖北漕移湖南，同官王正之置酒小山亭，为赋。更能消、几番风雨，匆匆春又归去。惜春长怕花开早，何况落红无数。春且住，见说道、天涯芳草无归路。怨春不语。算只有殷勤，画檐蛛网，尽日惹飞絮。(怕 一作：恨) (无归路 一作：迷归路）长门事，准拟佳期又误。蛾眉曾有人妒。千金纵买相如赋，脉脉此情谁诉？君莫舞，君不见、玉环飞燕皆尘土！闲愁最苦！休去倚危栏，斜阳正在，烟柳断肠处。 莫言下岭便无难，赚得行人错喜欢。(错喜欢 一作：空喜欢)政入万山围子里，一山放出一山拦。(政入 一作：正入；围子 一作：圈子；放出 一作：放过)",
        "author": "宋代",
        "poem_class": "柳树",
        "dynasty": "向子諲"
    },
    {
        "title": "谒金门·柳丝碧",
        "paragraph": "柳丝碧。柳下人家寒食。莺语匆匆花寂寂。玉阶春藓湿。 闲凭薰笼无力。心事有谁知得。檀炷绕窗灯背壁。画檐残雨滴。过春社了，度帘幕中间，去年尘冷。差池欲住，试入旧巢相并。还相雕梁藻井。又软语、商量不定。飘然快拂花梢，翠尾分开红影。 芳径。芹泥雨润。爱贴地争飞，竞夸轻俊。红楼归晚，看足柳昏花暝。应自栖香正稳。便忘了、天涯芳信。愁损翠黛双蛾，日日画阑独凭。东武望余杭，云海天涯两渺茫。何日功成名遂了，还乡，醉笑陪公三万场。不用诉离觞，痛饮从来别有肠。今夜送归灯火冷，河塘，堕泪羊公却姓杨。南北山头多墓田，清明祭扫各纷然。纸灰飞作白蝴蝶，泪血染成红杜鹃。日落狐狸眠冢上，夜归儿女笑灯前。人生有酒须当醉，一滴何曾到九泉。",
        "author": "宋代",
        "poem_class": "柳树",
        "dynasty": "陈克"
    },
    {
        "title": "柳含烟·河桥柳",
        "paragraph": "河桥柳，占芳春，映水含烟拂路。几回攀折赠行人，暗伤神。乐府吹为横笛曲，能使离肠断续。不如移植在金门，近天恩。星高月午，丹桂青松深处，醮坛开。金磬敲清露，珠幢立翠苔。步虚声缥缈，想像思徘徊。晓天归去路，指蓬莱。未达难随众，从他俗所憎。闲听九秋雨，远忆四明僧。病后倦吟啸，贫来疏友朋。寂寥元合道，未必是无能。芳草满园花满目，帘外微微，细雨笼庭竹。杨柳千条珠□□，碧池波绉鸳鸯浴。窈窕人家颜似玉，弦管泠泠，齐奏云和曲。公子欢筵犹未足，斜阳不用相催促。",
        "author": "五代",
        "poem_class": "柳树",
        "dynasty": "毛文锡"
    },
    {
        "title": "西桥柳色",
        "paragraph": "渠畔龙宫枕大堤，春风夹岸柳梢齐。羊肠白道穿云出，雁齿红桥亚水低。沽酒清阴时系马，招凉短槛几留题。更添蜡屐游山兴，为问平湖西复西。十二峰头秋草荒，冷烟寒月过瞿塘。青枫江上孤舟客，不听猿啼亦断肠。恋恋阿母慈，出门索新衣。时时偷照镜，学人画双眉。有时阿姊见，两手障娇面。便语云英嫁有期，如君名籍更何时。到头老女称新妇，只恐儒冠老便痴。",
        "author": "明代",
        "poem_class": "柳树",
        "dynasty": "许德溥"
    },
    {
        "title": "剪牡丹·舟中闻双琵琶",
        "paragraph": "野绿连空，天青垂水，素色溶漾都净。柳径无人，堕絮飞无影。汀洲日落人归，修巾薄袂，撷香拾翠相竞。如解凌波，泊烟渚春暝。彩绦朱索新整。宿绣屏、画船风定。金凤响双槽，弹出今古幽思谁省。玉盘大小乱珠迸。酒上妆面，花艳眉相并。重听。尽汉妃一曲，江空月静。客子久不到，好景为君留。西楼着意吟赏，何必问更筹？唤起一天明月，照我满怀冰雪，浩荡百川流。鲸饮未吞海，剑气已横秋。野光浮，天宇迥，物华幽。中州遗恨，不知今夜几人愁？谁念英雄老矣？不道功名蕞尔，决策尚悠悠。此事费分说，来日且扶头！黄梅时节家家雨，青草池塘处处蛙。有约不来过夜半，闲敲棋子落灯花。落日熔金，暮云合璧，人在何处。染柳烟浓，吹梅笛怨，春意知几许。元宵佳节，融和天气，次第岂无风雨。来相召、香车宝马，谢他酒朋诗侣。(熔金 一作：镕金)中州盛日，闺门多暇，记得偏重三五。铺翠冠儿，捻金雪柳，簇带争济楚。如今憔悴，风鬟霜鬓，怕见夜间出去。不如向、帘儿底下，听人笑语。",
        "author": "宋代",
        "poem_class": "柳树",
        "dynasty": "张先"
    },
    {
        "title": "柳含烟·御沟柳",
        "paragraph": "御沟柳，占春多，半出宫墙婀娜。有时倒影蘸轻罗，麴尘波。 昨日金銮巡上苑，风亚舞腰纤软。栽培得地近皇宫，瑞烟浓。闾门风暖落花干，飞遍江南雪不寒。独有晚来临水驿，闲人多凭赤阑干。有池有榭即濛濛，浸润翻成长养功。恰似有人长点检，著行排立向春风。根柢虽然傍浊河，无妨终日近笙歌。骖骖金带谁堪比，还笑黄莺不较多。万株枯槁怨亡隋，似吊吴台各自垂。好是淮阴明月里，酒楼横笛不胜吹。水晶宫里桂花开，神仙探几回。红芳金蕊绣重台，低倾玛瑙杯¤玉兔银蟾争守护，姮娥姹女戏相偎。遥听钧天九奏，玉皇亲看来。心事数茎白发，生涯一片青山。空山有雪相待，野路无人自还。",
        "author": "五代",
        "poem_class": "柳树",
        "dynasty": "毛文锡"
    },
    {
        "title": "解连环·柳",
        "paragraph": "露条烟叶。惹长亭旧恨，几番风月。爱细缕、先窣轻黄，渐拂水藏鸦，翠阴相接。纤软风流，眉黛浅、三眠初歇。奈年华又晚，萦绊游蜂，絮飞晴雪。 依依灞桥怨别。正千丝万绪，难禁愁绝。怅岁久、应长新条，念曾系花骢，屡停兰楫。弄影摇晴，恨闲损、春风时节。隔邮亭，故人望断，舞腰瘦怯。病起恹恹、画堂花谢添憔悴。乱红飘砌。滴尽胭脂泪。惆怅前春，谁向花前醉。愁无际。武陵回睇。人远波空翠。亭以雨名，志喜也。古者有喜，则以名物，示不忘也。周公得禾，以名其书；汉武得鼎，以名其年；叔孙胜敌，以名其子。其喜之大小不齐，其示不忘一也。予至扶风之明年，始治官舍。为亭于堂之北，而凿池其南，引流种木，以为休息之所。是岁之春，雨麦于岐山之阳，其占为有年。既而弥月不雨，民方以为忧。越三月，乙卯乃雨，甲子又雨，民以为未足。丁卯大雨，三日乃止。官吏相与庆于庭，商贾相与歌于市，农夫相与忭于野，忧者以喜，病者以愈，而吾亭适成。于是举酒于亭上，以属客而告之，曰：“五日不雨可乎？”曰：“五日不雨则无麦。”“十日不雨可乎？”曰：“十日不雨则无禾。”“无麦无禾，岁且荐饥，狱讼繁兴，而盗贼滋炽。则吾与二三子，虽欲优游以乐于此亭，其可得耶？今天不遗斯民，始旱而赐之以雨。使吾与二三子得相与优游以乐于此亭者，皆雨之赐也。其又可忘耶？”既以名亭，又从而歌之，曰：“使天而雨珠，寒者不得以为襦；使天而雨玉，饥者不得以为粟。一雨三日，伊谁之力？民曰太守。太守不有，归之天子。天子曰不然，归之造物。造物不自以为功，归之太空。太空冥冥，不可得而名。吾以名吾亭。” 梅子黄时日日晴，小溪泛尽却山行。绿阴不减来时路，添得黄鹂四五声。",
        "author": "宋代",
        "poem_class": "柳树",
        "dynasty": "高观国"
    },
    {
        "title": "东城",
        "paragraph": "野店桃花红粉姿，陌头杨柳绿烟丝。不因送客东城去，过却春光总不知。叹世名利相签，祸福相兼，使得人白发苍髯。残花雨过，落絮泥沾，似梦中身、石中火、水中盐。【幺】跳下竿尖，摆脱钩钳，乐天真休问人嫌。顾前盼后，识耻知廉。是汉张良，越范蠡，晋陶潜。【乔木查】尽秋霜鬓染，老去红尘厌。名利为心无半点，庄周蝶梦甜，疏散威严。【搅筝琶】君休欠，何故苦厌厌。月满还亏，杯盈自滟，荣贵路景稠粘。沾惹情忺，把穿。绝业贯休再添，徒尔趋炎。【拨不断】弃雕檐，隐闾阎。灰心打灭烧身焰，袖手擘开锁顶钳，柔舌砍钝吹毛剑。旧由绝念。【离亭宴带歇指煞】无钱妆富刚为僭，有财合散休从俭。狂夫不厌，为口腹遥天外置网罗，贪贿赂满肚里生荆棘，争人我平地上撅坑堑。六印多你尚贪，一瓢足咱无欠。君子退谦，把两字利名勾，向百岁光阴里，将一味清闲占。供庖厨野齑香，忘宠辱村醪酽。无客至柴荆昼掩，卧松菊北窗凉，躲风波世途险。采莲湖上棹船回，风约湘裙翠。一曲琵琶数行泪，望君归，芙蓉开尽无消息。晚凉多少，红鸳白鹭，何处不双飞。临故国，认残碑，伤心六朝如逝水。物换星移，城是人非，今古一枰棋。南柯梦一觉初回，北邙坟三尺荒堆。四围山护绕，几处树高低。谁，曾赋黍离离。江上烟艇闲，雨蓑干，渔翁醉醒江上晚。啼鸟关关，流水潺潺，乐似富春山。数声柔橹江湾，一钩香饵波寒。回头贪兔魄，失意放渔竿。看，流下蓼花滩。",
        "author": "元代",
        "poem_class": "柳树",
        "dynasty": "赵孟頫"
    },
    {
        "title": "官桥柳色",
        "paragraph": "桥北桥南千百树，绿烟金穗映清流。青闺娟眼窥人过，翠染柔丝带雨稠。没幸章台成别恨，有情灞岸管离愁。塞垣多少思归客，留着长条赠远游。花自飘零水自流，无情有恨月如钩。十年一枕三更梦，嬴得风烟满地愁。手培兰蕙两三栽，日暖风微次第开。坐久不知香在室，推窗时有蝶飞来。时闻先朝陵寝，有不忍言者。碧草带芳林，寒塘涨水深。五更风雨断遥岑。雨下飞花花上泪，吹不去，两难禁。双缕绣盘金，平沙油壁侵。宫人斜外柳阴阴。回首西陵松柏路，肠断也，结同心。",
        "author": "明代",
        "poem_class": "柳树",
        "dynasty": "朱栴"
    },
    {
        "title": "原隰荑绿柳",
        "paragraph": "迥野韶光早，晴川柳满堤。拂尘生嫩绿，披雪见柔荑。碧玉牙犹短，黄金缕未齐。腰肢弄寒吹，眉意入春闺。预恐狂夫折，迎牵逸客迷。新莺将出谷，应借一枝栖。迟日江山丽，春风花草香。泥融飞燕子，沙暖睡鸳鸯。 江碧鸟逾白，山青花欲燃。今春看又过，何日是归年。家临九江水，来去九江侧。同是长干人，生小不相识。金樽清酒斗十千，玉盘珍羞直万钱。停杯投箸不能食，拔剑四顾心茫然。欲渡黄河冰塞川，将登太行雪满山。闲来垂钓碧溪上，忽复乘舟梦日边。行路难！行路难！多歧路，今安在？长风破浪会有时，直挂云帆济沧海。大道如青天，我独不得出。 羞逐长安社中儿，赤鸡白雉赌梨栗。弹剑作歌奏苦声，曳裾王门不称情。淮阴市井笑韩信，汉朝公卿忌贾生。君不见昔时燕家重郭隗，拥篲折节无嫌猜。剧辛乐毅感恩分，输肝剖胆效英才。昭王白骨萦蔓草，谁人更扫黄金台？行路难，归去来！有耳莫洗颍川水，有口莫食首阳蕨。含光混世贵无名，何用孤高比云月？吾观自古贤达人，功成不退皆殒身。子胥既弃吴江上，屈原终投湘水滨。陆机雄才岂自保？李斯税驾苦不早。华亭鹤唳讵可闻？上蔡苍鹰何足道？君不见吴中张翰称达生，秋风忽忆江东行。且乐生前一杯酒，何须身后千载名？ ",
        "author": "唐代",
        "poem_class": "柳树",
        "dynasty": "温庭筠"
    },
    {
        "title": "木兰花慢·送人之官九华",
        "paragraph": "霭芳阴未解，乍天气、过元宵。讶客神犹寒，吟窗易晓，春色无柳。梅梢。尚留顾藉，滞东风、未肯雪轻飘。知道诗翁欲去，递香要送兰桡。清标。会上丛霄。千里阻、九华遥。料今朝别后，他时有梦，应梦今朝。河桥。柳愁未醒，赠行人、又恐越魂销。留取归来紧马，翠长千缕柔条。秋雨一何碧，山色倚晴空。江南江北愁思，分付酒螺红。芦叶蓬舟千重，菰菜莼羹一梦，无语寄归鸿。醉眼渺河洛，遗恨夕阳中。 苹洲外，山欲暝，敛眉峰。人间俯仰陈迹，叹息两仙翁。不见当时杨柳，只是从前烟雨，磨灭几英雄。天地一孤啸，匹马又西风。雨霰疏疏经泼火。巷陌秋千，犹未清明过。杏子梢头香蕾破。淡红褪白胭脂涴。 苦被多情相折挫。病绪厌厌，浑似年时个。绕遍回廊还独坐。月笼云暗重门锁。重五山村好，榴花忽已繁。粽包分两髻，艾束著危冠。旧俗方储药，羸躯亦点丹。日斜吾事毕，一笑向杯盘。",
        "author": "宋代",
        "poem_class": "柳树",
        "dynasty": "周端臣"
    },
    {
        "title": "花心动·柳",
        "paragraph": "十里东风，袅垂杨、长似舞时腰瘦。翠馆朱楼，紫陌青门，处处燕莺晴昼。乍看摇曳金丝细，春浅映、鹅黄如酒。嫩阴里，烟滋露染，翠娇红溜。 此际雕鞍去久。空追念邮亭，短枝盈首。海角天涯，寒食清明，泪点絮花沾袖。去年折赠行人远，今年恨、依然纤手。断肠也，羞眉画应未就。群儿戏于庭，一儿登瓮，足跌没水中，众皆弃去。光持石击瓮破之，水迸，儿得活。百啭千声随意移，山花红紫树高低。始知锁向金笼听，不及林间自在啼。未遇行藏谁肯信，如今方表名踪。无端良匠画形容。当风轻借力，一举入高空。 才得吹嘘身渐稳，只疑远赴蟾宫。雨馀时候夕阳红。几人平地上，看我碧霄中。",
        "author": "宋代",
        "poem_class": "柳树",
        "dynasty": "吴文英"
    },
    {
        "title": "西平乐·稚柳苏晴",
        "paragraph": "元丰初，予以布衣西上，过天长道中。后四十余年，辛丑正月，避贼复游故地。感叹岁月，偶成此词。稚柳苏晴，故溪歇雨，川迥未觉春赊。驼褐寒侵，正怜初日，轻阴抵死须遮。叹事逐孤鸿尽去，身与塘蒲共晚，争知向此，征途迢递，伫立尘沙。念朱颜翠发，曾到处，故地使人嗟。道连三楚，天低四野，乔木依前，临路敧斜。重慕想、东陵晦迹，彭泽归来，左右琴书自乐，松菊相依，何况风流鬓未华。多谢故人，亲驰郑驿，时倒融尊，劝此淹留，共过芳时，翻令倦客思家。 利欲驱人万火牛，江湖浪迹一沙鸥。日长似岁闲方觉，事大如天醉亦休。衣杵敲残深巷月，井桐摇落故园秋。欲舒老眼无高处，安得元龙百尺楼。天。休使圆蟾照客眠。人何在，桂影自婵娟。金溪民方仲永，世隶耕。仲永生五年，未尝识书具，忽啼求之。父异焉，借旁近与之，即书诗四句，并自为其名。其诗以养父母、收族为意，传一乡秀才观之。自是指物作诗立就，其文理皆有可观者。邑人奇之，稍稍宾客其父，或以钱币乞之。父利其然也，日扳仲永环谒于邑人，不使学。余闻之也久。明道中，从先人还家，于舅家见之，十二三矣。令作诗，不能称前时之闻。又七年，还自扬州，复到舅家问焉。曰：“泯然众人矣。”王子曰：仲永之通悟，受之天也。其受之天也，贤于材人远矣。卒之为众人，则其受于人者不至也。彼其受之天也，如此其贤也，不受之人，且为众人；今夫不受之天，固众人，又不受之人，得为众人而已耶？",
        "author": "宋代",
        "poem_class": "柳树",
        "dynasty": "周邦彦"
    },
    {
        "title": "杨柳枝五首·其二",
        "paragraph": "吴王宫里色偏深，一簇纤条万缕金。不愤钱塘苏小小，引郎松下结同心。伏波惟愿裹尸还，定远何须生入关。 莫遣只轮归海窟，仍留一箭射天山。(射 一作：定)春水春池满，春时春草生。春人饮春酒，春鸟弄春声。君生我未生，我生君已老。君恨我生迟，我恨君生早。人归万里外，意在一杯中。只虑前程远，开帆待好风。自入长信宫，每对孤灯泣。闺门镇不开，梦从何处入。一别行千里，来时未有期。月中三十日，无夜不相思。洛阳女儿对门居，才可颜容十五余。良人玉勒乘骢马，侍女金盘脍鲤鱼。画阁朱楼尽相望，红桃绿柳垂檐向。罗帷送上七香车，宝扇迎归九华帐。狂夫富贵在青春，意气骄奢剧季伦。自怜碧玉亲教舞，不惜珊瑚持与人。春窗曙灭九微火，九微片片飞花琐。戏罢曾无理曲时，妆成祗是熏香坐。城中相识尽繁华，日夜经过赵李家。谁怜越女颜如玉，贫贱江头自浣纱。",
        "author": "唐代",
        "poem_class": "柳树",
        "dynasty": "牛峤"
    },
    {
        "title": "柳枝·解冻风来末上青",
        "paragraph": "解冻风来末上青，解垂罗袖拜卿卿。无端袅娜临官路，舞送行人过一生。凉冷三秋夜，安闲一老翁。卧迟灯灭后，睡美雨声中。灰宿温瓶火，香添暖被笼。晓晴寒未起，霜叶满阶红。旧苑荒台杨柳新，菱歌清唱不胜春。 只今惟有西江月，曾照吴王宫里人。二月卖新丝，五月粜新谷。医得眼前疮，剜却心头肉。我愿君王心，化作光明烛。不照绮罗筵，只照逃亡屋。",
        "author": "唐代",
        "poem_class": "柳树",
        "dynasty": "牛峤"
    },
    {
        "title": "杨柳",
        "paragraph": "亚夫营畔柳濛濛，隋主堤边四路通。 攀折赠君还有意，翠眉轻嫩怕春风。弓背霞明剑照霜，秋风走马出咸阳。未收天子河湟地，不拟回头望故乡。艳色天下重，西施宁久微。朝为越溪女，暮作吴宫妃。贱日岂殊众，贵来方悟稀。邀人傅香粉，不自著罗衣。君宠益娇态，君怜无是非。当时浣纱伴，莫得同车归。持谢邻家子，效颦安可希。为我引杯添酒饮，与君把箸击盘歌。诗称国手徒为尔，命压人头不奈何。举眼风光长寂寞，满朝官职独蹉跎。亦知合被才名折，二十三年折太多。",
        "author": "唐代",
        "poem_class": "柳树",
        "dynasty": "汪遵"
    },
    {
        "title": "题平阳郡汾桥边柳树",
        "paragraph": "此地曾居住，今来宛似归。可怜汾上柳，相见也依依。昔闻洞庭水，今上岳阳楼。吴楚东南坼，乾坤日夜浮。亲朋无一字，老病有孤舟。戎马关山北，凭轩涕泗流。昨日登高罢，今朝更举觞。菊花何太苦，遭此两重阳？寒雨连江夜入吴，平明送客楚山孤。洛阳亲友如相问，一片冰心在玉壶。",
        "author": "唐代",
        "poem_class": "柳树",
        "dynasty": "岑参"
    },
    {
        "title": "淡黄柳·咏柳",
        "paragraph": "三眠未歇，乍到秋时节。一树斜阳蝉更咽，曾绾灞陵离别。絮已为萍风卷叶，空凄切。长条莫轻折，苏小恨，倩他说。尽飘零、游冶章台客。红板桥空，湔裙人去，依旧晓风残月。二八佳人七九郎，萧萧白发伴红妆。扶鸠笑入鸳帏里，一树梨花压海棠。芳草才芽，梨花未雨，春魂已作天涯絮。晶帘宛转为谁垂，金衣飞上樱桃树。故国茫茫，扁舟何许，夕阳一片江流去。碧云犹叠旧河山，月痕休到深深处。未济终焉心缥缈，百事翻从缺陷好。吟道夕阳山外山，古今谁免余情绕。",
        "author": "清代",
        "poem_class": "柳树",
        "dynasty": "纳兰性德"
    },
    {
        "title": "菀柳",
        "paragraph": "有菀者柳，不尚息焉。上帝甚蹈，无自暱焉。俾予靖之，后予极焉。有菀者柳，不尚愒焉。上帝甚蹈，无自瘵焉。俾予靖之，后予迈焉。有鸟高飞，亦傅于天。彼人之心，于何其臻。曷予靖之，居以凶矜。百里奚。百里奚。母已死。葬南溪。坟以瓦。覆以柴。舂黄藜。搤伏鸡。西入秦。五羖皮。今日富贵忘我为。孟子曰：“人皆有不忍人之心。先王有不忍人之心，斯有不忍人之政矣。以不忍人之心，行不忍人之政，治天下可运之掌上。所以谓人皆有不忍人之心者，今人乍见孺子将入于井，皆有怵惕恻隐之心；非所以内交于孺子之父母也，非所以要誉于乡 党朋友也，非恶其声而然也。由是观之，无恻隐之心，非人也；无羞恶之心，非人也；无辞让之心，非人也；无是非之心，非人也。恻隐之心，仁之端也；羞恶之心，义之端也；辞让之心，礼之端也；是非之心，智之端也。人之有是四端也，犹其有四体也。有是四端而自谓不能者，自贼者也；谓其君不能者，贼其君者也。凡有四端于我者，知皆扩而充之矣，若火之始然，泉之始达。苟能充之，足以保四海；苟不充之，不足以事父母。”良弓之子。必先为箕。良冶之子。必先为裘。",
        "author": "先秦",
        "poem_class": "柳树",
        "dynasty": "佚名"
    },
    {
        "title": "青玉案·绿槐烟柳长亭路",
        "paragraph": "绿槐烟柳长亭路。恨取次、分离去。日永如年愁难度。高城回首，暮云遮尽，目断人何处。解鞍旅舍天将暮。暗忆丁宁千万句。一寸柔肠情几许。薄衾孤枕，梦回人静，侵晓潇潇雨。雨后春容清更丽。只有离人，幽恨终难洗。北固山前三面水。碧琼梳拥青螺髻。一纸乡书来万里。问我何年，真个成归计。回首送春拚一醉。东风吹破千行泪。云海相望寄此身，那因远适更沾巾。不辞驿骑凌风雪，要使天骄识凤麟。沙漠回看清禁月，湖山应梦武林春。单于若问君家世，莫道中朝第一人。落红铺径水平池，弄晴小雨霏霏。杏园憔悴杜鹃啼，无奈春归。柳外画楼独上，凭栏手捻花枝，放花无语对斜晖，此恨谁知？",
        "author": "宋代",
        "poem_class": "柳树",
        "dynasty": "惠洪"
    },
    {
        "title": "蝶恋花·移得绿杨栽后院",
        "paragraph": "移得绿杨栽后院。学舞宫腰，二月青犹短。不比灞陵多送远，残丝乱絮东西岸。几叶小眉寒不展。莫唱阳关，真个肠先断。分付与春休细看，条条尽是离人怨。短长亭，古今情。楼外凉蟾一晕生，雨馀秋更清。暮云平，暮山横。几叶秋声和雁声，行人不要听。秋山不可尽，秋思亦无垠。碧涧流红叶，青林点白云。凉阴一鸟下，落日乱蝉分。此夜芭蕉雨，何人枕上闻。寻寻觅觅，冷冷清清，凄凄惨惨戚戚。乍暖还寒时候，最难将息。三杯两盏淡酒，怎敌他、晚来风急！雁过也，正伤心，却是旧时相识。满地黄花堆积，憔悴损，如今有谁堪摘？守着窗儿，独自怎生得黑！梧桐更兼细雨，到黄昏、点点滴滴。这次第，怎一个愁字了得！（守着窗儿 一作：守著窗儿）",
        "author": "宋代",
        "poem_class": "柳树",
        "dynasty": "张先"
    },
    {
        "title": "种柳戏题",
        "paragraph": "柳州柳刺史，种柳柳江边。谈笑为故事，推移成昔年。垂阴当覆地，耸干会参天。好作思人树，惭无惠化传。水流花谢两无情，送尽东风过楚城。胡蝶梦中家万里，子规枝上月三更。故园书动经年绝，华发春唯满镜生。自是不归归便得，五湖烟景有谁争。一双幽色出凡尘，数粒秋烟二尺鳞。 从此静窗闻细韵，琴声长伴读书人。烽火城西百尺楼，黄昏独上海风秋。(独上 一作：独坐)更吹羌笛关山月，无那金闺万里愁。琵琶起舞换新声，总是关山旧别情。撩乱边愁听不尽，高高秋月照长城。关城榆叶早疏黄，日暮云沙古战场。表请回军掩尘骨，莫教兵士哭龙荒。青海长云暗雪山，孤城遥望玉门关。黄沙百战穿金甲，不破楼兰终不还。大漠风尘日色昏，红旗半卷出辕门。前军夜战洮河北，已报生擒吐谷浑。胡瓶落膊紫薄汗，碎叶城西秋月团。明敕星驰封宝剑，辞君一夜取楼兰。玉门山嶂几千重，山北山南总是烽。人依远戍须看火，马踏深山不见踪。",
        "author": "唐代",
        "poem_class": "柳树",
        "dynasty": "柳宗元"
    },
    {
        "title": "咏秋柳",
        "paragraph": "栖鸦流水点秋光，爱此萧疏树几行。不与行人绾离别，赋成谢女雪飞香。竟日冥思绝妙相，碧落黄泉两茫茫。奈何红颜一时现，不需枯坐与焚香。纤月黄昏庭院，语密翻教醉浅。知否那人心？旧恨新欢相半。谁见？谁见？珊枕泪痕红泫。娇软不胜垂，瘦怯那禁舞。多事年年二月风，翦出鹅黄缕。一种可怜生，落日和烟雨。苏小门前长短条，即渐迷行处。",
        "author": "清代",
        "poem_class": "柳树",
        "dynasty": "纪映淮"
    },
    {
        "title": "蓟北旅思 / 送远人",
        "paragraph": "日日望乡国，空歌白苎词。长因送人处，忆得别家时。 失意还独语，多愁只自知。客亭门外柳，折尽向南枝。中和癸卯春三月，洛阳城外花如雪。东西南北路人绝，绿杨悄悄香尘灭。路旁忽见如花人，独向绿杨阴下歇。凤侧鸾欹鬓脚斜，红攒黛敛眉心折。借问女郎何处来？含颦欲语声先咽。回头敛袂谢行人，丧乱漂沦何堪说！三年陷贼留秦地，依稀记得秦中事。君能为妾解金鞍，妾亦与君停玉趾。前年庚子腊月五，正闭金笼教鹦鹉。斜开鸾镜懒梳头，闲凭雕栏慵不语。忽看门外起红尘，已见街中擂金鼓。居人走出半仓惶，朝士归来尚疑误。是时西面官军入，拟向潼关为警急。皆言博野自相持，尽道贼军来未及。须臾主父乘奔至，下马入门痴似醉。适逢紫盖去蒙尘，已见白旗来匝地。扶羸携幼竞相呼，上屋缘墙不知次。南邻走入北邻藏，东邻走向西邻避。北邻诸妇咸相凑，户外崩腾如走兽。轰轰昆昆乾坤动，万马雷声从地涌。火迸金星上九天，十二官街烟烘烔。日轮西下寒光白，上帝无言空脉脉。阴云晕气若重围，宦者流星如血色。紫气潜随帝座移，妖光暗射台星拆。家家流血如泉沸，处处冤声声动地。舞伎歌姬尽暗捐，婴儿稚女皆生弃。东邻有女眉新画，倾国倾城不知价。长戈拥得上戎车，回首香闺泪盈把。旋抽金线学缝旗，才上雕鞍教走马。有时马上见良人，不敢回眸空泪下；西邻有女真仙子，一寸横波剪秋水。妆成只对镜中春，年幼不知门外事。一夫跳跃上金阶，斜袒半肩欲相耻。牵衣不肯出朱门，红粉香脂刀下死。南邻有女不记姓，昨日良媒新纳聘。琉璃阶上不闻行，翡翠帘间空见影。忽看庭际刀刃鸣，身首支离在俄顷。仰天掩面哭一声，女弟女兄同入井；北邻少妇行相促，旋拆云鬟拭眉绿。已闻击托坏高门，不觉攀缘上重屋。须臾四面火光来，欲下回梯梯又摧。烟中大叫犹求救，梁上悬尸已作灰。妾身幸得全刀锯，不敢踟蹰久回顾。旋梳蝉鬓逐军行，强展蛾眉出门去。旧里从兹不得归，六亲自此无寻处。一从陷贼经三载，终日惊忧心胆碎。夜卧千重剑戟围，朝餐一味人肝脍。鸳帏纵入岂成欢？宝货虽多非所爱。蓬头垢面眉犹赤，几转横波看不得。衣裳颠倒语言异，面上夸功雕作字。柏台多半是狐精，兰省诸郎皆鼠魅。还将短发戴华簪，不脱朝衣缠绣被。翻持象笏作三公，倒佩金鱼为两史。朝闻奏对入朝堂，暮见喧呼来酒市。一朝五鼓人惊起，叫啸喧呼如窃语。夜来探马入皇城，昨日官军收赤水。赤水去城一百里，朝若来兮暮应至。凶徒马上暗吞声，女伴闺中潜生喜。皆言冤愤此时销，必谓妖徒今日死。逡巡走马传声急，又道官军全阵入。大彭小彭相顾忧，二郎四郎抱鞍泣。沉沉数日无消息，必谓军前已衔璧。簸旗掉剑却来归，又道官军悉败绩。四面从兹多厄束，一斗黄金一斗粟。尚让厨中食木皮，黄巢机上刲人肉。东南断绝无粮道，沟壑渐平人渐少。六军门外倚僵尸，七架营中填饿殍。长安寂寂今何有？废市荒街麦苗秀。采樵斫尽杏园花，修寨诛残御沟柳。华轩绣毂皆销散，甲第朱门无一半。含元殿上狐兔行，花萼楼前荆棘满。昔时繁盛皆埋没，举目凄凉无故物。内库烧为锦绣灰，天街踏尽公卿骨！来时晓出城东陌，城外风烟如塞色。路旁时见游奕军，坡下寂无迎送客。霸陵东望人烟绝，树锁骊山金翠灭。大道俱成棘子林，行人夜宿墙匡月。明朝晓至三峰路，百万人家无一户。破落田园但有蒿，摧残竹树皆无主。路旁试问金天神，金天无语愁于人。庙前古柏有残枿，殿上金炉生暗尘。一从狂寇陷中国，天地晦冥风雨黑。案前神水咒不成，壁上阴兵驱不得。闲日徒歆奠飨恩，危时不助神通力。我今愧恧拙为神，且向山中深避匿。寰中箫管不曾闻，筵上牺牲无处觅。旋教魇鬼傍乡村，诛剥生灵过朝夕。妾闻此语愁更愁，天遣时灾非自由。神在山中犹避难，何须责望东诸侯！前年又出杨震关，举头云际见荆山。如从地府到人间，顿觉时清天地闲。陕州主帅忠且贞，不动干戈唯守城。蒲津主帅能戢兵，千里晏然无犬声。朝携宝货无人问，暮插金钗唯独行。明朝又过新安东，路上乞浆逢一翁。苍苍面带苔藓色，隐隐身藏蓬荻中。问翁本是何乡曲？底事寒天霜露宿？老翁暂起欲陈辞，却坐支颐仰天哭。乡园本贯东畿县，岁岁耕桑临近甸。岁种良田二百廛，年输户税三千万。小姑惯织褐絁袍，中妇能炊红黍饭。千间仓兮万丝箱，黄巢过后犹残半。自从洛下屯师旅，日夜巡兵入村坞。匣中秋水拔青蛇，旗上高风吹白虎。入门下马若旋风，罄室倾囊如卷土。家财既尽骨肉离，今日垂年一身苦。一身苦兮何足嗟，山中更有千万家。朝饥山上寻蓬子，夜宿霜中卧荻花！妾闻此老伤心语，竟日阑干泪如雨。出门惟见乱枭鸣，更欲东奔何处所？仍闻汴路舟车绝，又道彭门自相杀。野色徒销战士魂，河津半是冤人血。适闻有客金陵至，见说江南风景异。自从大寇犯中原，戎马不曾生四鄙。诛锄窃盗若神功，惠爱生灵如赤子。城壕固护教金汤，赋税如云送军垒。奈何四海尽滔滔，湛然一境平如砥。避难徒为阙下人，怀安却羡江南鬼。愿君举棹东复东，咏此长歌献相公。天街小雨润如酥，草色遥看近却无。最是一年春好处，绝胜烟柳满皇都。琉璃钟，琥珀浓，小槽酒滴真珠红。烹龙炮凤玉脂泣，罗帏绣幕围香风。吹龙笛，击鼍鼓；皓齿歌，细腰舞。况是青春日将暮，桃花乱落如红雨。劝君终日酩酊醉，酒不到刘伶坟上土。",
        "author": "唐代",
        "poem_class": "柳树",
        "dynasty": "张籍"
    },
    {
        "title": "醉桃源·柳",
        "paragraph": "千丝风雨万丝晴。年年长短亭。暗黄看到绿成阴。春由他送迎。 莺思重，燕愁轻。如人离别情。绕湖烟冷罩波明。画船移玉笙。留春不住，费尽莺儿语。满地残红宫锦污，昨夜南园风雨。小怜初上琵琶，晓来思绕天涯。不肯画堂朱户，春风自在杨花。燕雁无心，太湖西畔随云去。数峰清苦。商略黄昏雨。 第四桥边，拟共天随住。今何许。凭阑怀古。残柳参差舞。投荒万死鬓毛斑，生出瞿塘滟滪关。未到江南先一笑，岳阳楼上对君山。满川风雨独凭栏，绾结湘娥十二鬟。可惜不当湖水面，银山堆里看青山。 ",
        "author": "宋代",
        "poem_class": "柳树",
        "dynasty": "翁元龙"
    },
    {
        "title": "柳含烟·隋堤柳",
        "paragraph": "隋堤柳，汴河旁，夹岸绿阴千里。龙舟凤舸木兰香，锦帆张。因梦江南春景好，一路流苏羽葆。笙歌未尽起横流，锁春愁。春叶阑，春恨切，花外子规啼月。人不见，梦难凭，红纱一点灯。偏怨别，是芳节，庭下丁香千结。宵雾散，晓霞辉，梁间双燕飞。万事茫茫无可奈。我独风尘外。清啸愧鸾凰，不比孙登，总是谐天籁。柴门未肯容冠盖。自束藤萝带。傲骨要谁怜，宁老烟霞，为世人淘汰。莺啼燕语芳菲节，瑞庭花发。昔时欢宴歌声揭，管弦清越¤自从陵谷追游歇，画梁尘黦.伤心一片如珪月，闲锁宫阙。轻盈舞伎含芳艳，竞妆新脸。步摇珠翠修蛾敛，腻鬟云染¤歌声慢发开檀点，绣衫斜掩。时将纤手匀红脸，笑拈金靥。越罗小袖新香蒨，薄笼金钏。倚阑无语摇轻扇，半遮匀面¤春残日暖莺娇懒，满庭花片。争不教人长相见，画堂深院。",
        "author": "五代",
        "poem_class": "柳树",
        "dynasty": "毛文锡"
    },
    {
        "title": "新柳",
        "paragraph": "全欺芳蕙晚，似妒寒梅疾。撩乱发青条，春风来几日。天问复招魂，无因彻帝阍。岂知千丽句，不敌一谗言。偶来松树下，高枕石头眠。山中无历日，寒尽不知年。危冠广袖楚宫妆，独步闲庭逐夜凉。 自把玉钗敲砌竹，清歌一曲月如霜。",
        "author": "唐代",
        "poem_class": "柳树",
        "dynasty": "司空曙"
    },
    {
        "title": "赐宫人庆奴",
        "paragraph": "风情渐老见春羞，到处芳魂感旧游。 多谢长条似相识，强垂烟态拂人头。霜落小园瑶草短，瘦叶和风，惆怅芳时换。懊恨年年秋不管，朦胧如梦空肠断。独立荒池斜日岸，墙外遥山，隐隐连天汉。忽忆当年歌舞伴，晚来双脸啼痕满。西风袅袅凌歌扇，秋期正与行人远。花叶脱霜红，流莺残月中。兰闺人在否，千里重楼暮。翠被已消香，梦随寒漏长。风回小院庭芜绿，柳眼春相续。凭阑半日独无言，依旧竹声新月似当年。笙歌未散尊罍在，池面冰初解。烛明香暗画堂深，满鬓青霜残雪思难任。",
        "author": "五代",
        "poem_class": "柳树",
        "dynasty": "李煜"
    },
    {
        "title": "卜算子·新柳",
        "paragraph": "娇软不胜垂，瘦怯那禁舞。多事年年二月风，翦出鹅黄缕。一种可怜生，落日和烟雨。苏小门前长短条，即渐迷行处。记绾长条欲别难，盈盈自此隔银湾。便无风雪也摧残。青雀几时裁锦字，玉虫连夜翦春旙。不禁辛苦况相关。堆秀山前景物芳，更逢晴日霭烟光。负冰锦鬣游文沼，试暖文禽绕画堂。綵燕缤纷先社日，青幡摇曳引韶阳。莫嫌花事迟追赏，通闰应知春倍长。人生千里与万里，黯然消魂别而已。君独何为至于此，山非山兮水非水，生非生兮死非死！十三学经并学史，生在江南长纨绮。词赋翩翩众莫比，白璧青蝇见排诋。一朝束缚去，上书难自理。绝塞千山断行李，送吏泪不止，流人复何倚。彼尚愁不归，我行定已矣。八月龙沙雪花起，橐驼垂腰马没耳。白骨皑皑经战垒，黑河无船渡者几。前忧猛虎后苍兕，土穴偷生若蝼蚁。大鱼如山不见尾，张鬐为风沫为雨。日月倒行入海底，白昼相逢半人鬼。噫嘻乎悲哉！生男聪明慎勿喜，仓颉夜哭良有以，受患只从读书始，君不见，吴季子！",
        "author": "清代",
        "poem_class": "柳树",
        "dynasty": "纳兰性德"
    },
    {
        "title": "临江仙·寒柳",
        "paragraph": "自别西风憔悴甚，冻云流水平桥。并无黄叶伴飘飘。乱鸦三四点，愁坐话无憀。云压西村茅舍重，怕他榾柮同烧。好留蛮样到春宵。三眠明岁事，重斗小楼腰。朝斗坛前山月幽，师雄有梦生清愁。何时杖尔看南雪，我与梅花两白头。机关算尽太聪明，反算了卿卿性命！生前心已碎，死后性空灵。家富人宁，终有个，家亡人散各奔腾。枉费了，意悬悬半世心；好一似，荡悠悠三更梦。忽喇喇似大厦倾，昏惨惨似灯将尽。呀！一场欢喜忽悲辛。叹人世，终难定！黄河东抱乱山流，迢递征途又暮秋。愧我年华同邓禹，飘零书剑未封侯。",
        "author": "清代",
        "poem_class": "柳树",
        "dynasty": "陈维崧"
    },
    {
        "title": "题柳",
        "paragraph": "杨柳千条拂面丝，绿烟金穗不胜吹。香随静婉歌尘起，影伴娇娆舞袖垂。羌管一声何处曲，流莺百啭最高枝。千门九陌花如雪，飞过宫墙两自知。绿野堂开占物华，路人指道令公家。令公桃李满天下，何用堂前更种花。花近高楼伤客心，万方多难此登临。锦江春色来天地，玉垒浮云变古今。北极朝廷终不改，西山寇盗莫相侵。可怜后主还祠庙，日暮聊为《梁甫吟》。(梁甫 一作：梁父)零落栖迟一杯酒，主人奉觞客长寿。主父西游困不归，家人折断门前柳。吾闻马周昔作新丰客，天荒地老无人识。空将笺上两行书，直犯龙颜请恩泽。我有迷魂招不得，雄鸡一声天下白。少年心事当拏云，谁念幽寒坐呜呃。",
        "author": "唐代",
        "poem_class": "柳树",
        "dynasty": "温庭筠"
    },
    {
        "title": "冬柳",
        "paragraph": "柳汀斜对野人窗，零落衰条傍晓江。正是霜风飘断处，寒鸥惊起一双双。独漉水中泥，水浊不见月。不见月尚可，水深行人没。越鸟从南来，胡鹰亦北渡。我欲弯弓向天射，惜其中道失归路。落叶别树，飘零随风。客无所托，悲与此同。罗帏舒卷，似有人开。明月直入，无心可猜。雄剑挂壁，时时龙鸣。不断犀象，绣涩苔生。国耻未雪，何由成名。神鹰梦泽，不顾鸱鸢。为君一击，鹏抟九天。潇湘何事等闲回，水碧沙明两岸苔。 二十五弦弹夜月，不胜清怨却飞来。菱叶萦波荷飐风，荷花深处小船通。逢郎欲语低头笑，碧玉搔头落水中。",
        "author": "唐代",
        "poem_class": "柳树",
        "dynasty": "陆龟蒙"
    },
    {
        "title": "踏莎行·情似游丝",
        "paragraph": "情似游丝，人如飞絮。泪珠阁定空相觑。一溪烟柳万丝垂，无因系得兰舟住。 雁过斜阳，草迷烟渚。如今已是愁无数。明朝且做莫思量，如何过得今宵去。一曲新词酒一杯，去年天气旧亭台。夕阳西下几时回？无可奈何花落去，似曾相识燕归来。小园香径独徘徊。九畹芳菲兰佩好。空谷无人，自怨蛾眉巧。宝瑟泠泠千古调。朱丝弦断知音少。 冉冉年华吾自老。水满汀洲，何处寻芳草。唤起湘累歌未了。石龙舞罢松风晓。年年跃马长安市。客舍似家家似寄。青钱换酒日无何，红烛呼卢宵不寐。 易挑锦妇机中字。难得玉人心下事。男儿西北有神州，莫滴水西桥畔泪。",
        "author": "宋代",
        "poem_class": "柳树",
        "dynasty": "周紫芝"
    },
    {
        "title": "杨柳枝",
        "paragraph": "御柳如丝映九重，凤凰窗映绣芙蓉。景阳楼畔千条路，一面新妆待晓风。春日游，杏花吹满头。陌上谁家年少，足风流？妾拟将身嫁与，一生休。纵被无情弃，不能羞。落日斜，秋风冷。今夜故人来不来，教人立尽梧桐影。休遣玲珑唱我诗，我诗多是别君词。明朝又向江头别，月落潮平是去时。",
        "author": "唐代",
        "poem_class": "柳树",
        "dynasty": "温庭筠"
    },
    {
        "title": "柳枝词",
        "paragraph": "大堤杨柳雨沉沉，万缕千条惹恨深。飞絮满天人去远，东风无力系春心。人事有代谢，往来成古今。江山留胜迹，我辈复登临。水落鱼梁浅，天寒梦泽深。羊公碑尚在，读罢泪沾襟。(尚在 一作：字在)江南好，风景旧曾谙。日出江花红胜火，春来江水绿如蓝。能不忆江南？江南忆，最忆是杭州。山寺月中寻桂子，郡亭枕上看潮头。何日更重游？江南忆，其次忆吴宫。吴酒一杯春竹叶，吴娃双舞醉芙蓉。早晚复相逢？豫章故郡，洪都新府。星分翼轸，地接衡庐。襟三江而带五湖，控蛮荆而引瓯越。物华天宝，龙光射牛斗之墟；人杰地灵，徐孺下陈蕃之榻。雄州雾列，俊采星驰。台隍枕夷夏之交，宾主尽东南之美。都督阎公之雅望，棨戟遥临；宇文新州之懿范，襜帷暂驻。十旬休假，胜友如云；千里逢迎，高朋满座。腾蛟起凤，孟学士之词宗；紫电青霜，王将军之武库。家君作宰，路出名区；童子何知，躬逢胜饯。(豫章故郡 一作：南昌故郡；青霜 一作：清霜)时维九月，序属三秋。潦水尽而寒潭清，烟光凝而暮山紫。俨骖騑于上路，访风景于崇阿。临帝子之长洲，得天人之旧馆。层峦耸翠，上出重霄；飞阁流丹，下临无地。鹤汀凫渚，穷岛屿之萦回；桂殿兰宫，即冈峦之体势。（层峦 一作：层台；即冈 一作：列冈；飞阁流丹 一作：飞阁翔丹）披绣闼，俯雕甍，山原旷其盈视，川泽纡其骇瞩。闾阎扑地，钟鸣鼎食之家；舸舰弥津，青雀黄龙之舳。云销雨霁，彩彻区明。落霞与孤鹜齐飞，秋水共长天一色。渔舟唱晚，响穷彭蠡之滨，雁阵惊寒，声断衡阳之浦。(轴 通：舳；迷津 一作：弥津；云销雨霁，彩彻区明 一作：虹销雨霁，彩彻云衢)遥襟甫畅，逸兴遄飞。爽籁发而清风生，纤歌凝而白云遏。睢园绿竹，气凌彭泽之樽；邺水朱华，光照临川之笔。四美具，二难并。穷睇眄于中天，极娱游于暇日。天高地迥，觉宇宙之无穷；兴尽悲来，识盈虚之有数。望长安于日下，目吴会于云间。地势极而南溟深，天柱高而北辰远。关山难越，谁悲失路之人；萍水相逢，尽是他乡之客。怀帝阍而不见，奉宣室以何年？(遥襟甫畅 一作：遥吟俯畅)嗟乎！时运不齐，命途多舛。冯唐易老，李广难封。屈贾谊于长沙，非无圣主；窜梁鸿于海曲，岂乏明时？所赖君子见机，达人知命。老当益壮，宁移白首之心？穷且益坚，不坠青云之志。酌贪泉而觉爽，处涸辙以犹欢。北海虽赊，扶摇可接；东隅已逝，桑榆非晚。孟尝高洁，空余报国之情；阮籍猖狂，岂效穷途之哭！(见机 一作：安贫；以犹欢 一作：而相欢)勃，三尺微命，一介书生。无路请缨，等终军之弱冠；有怀投笔，慕宗悫之长风。舍簪笏于百龄，奉晨昏于万里。非谢家之宝树，接孟氏之芳邻。他日趋庭，叨陪鲤对；今兹捧袂，喜托龙门。杨意不逢，抚凌云而自惜；钟期既遇，奏流水以何惭？呜呼！胜地不常，盛筵难再；兰亭已矣，梓泽丘墟。临别赠言，幸承恩于伟饯；登高作赋，是所望于群公。敢竭鄙怀，恭疏短引；一言均赋，四韵俱成。请洒潘江，各倾陆海云尔：滕王高阁临江渚，佩玉鸣鸾罢歌舞。画栋朝飞南浦云，珠帘暮卷西山雨。闲云潭影日悠悠，物换星移几度秋。阁中帝子今何在？槛外长江空自流。",
        "author": "唐代",
        "poem_class": "柳树",
        "dynasty": "何希尧"
    },
    {
        "title": "金明池·咏寒柳",
        "paragraph": "有怅寒潮，无情残照，正是萧萧南浦。更吹起，霜条孤影，还记得，旧时飞絮。况晚来，烟浪斜阳，见行客，特地瘦腰如舞。总一种凄凉，十分憔悴，尚有燕台佳句。春日酿成秋日雨。念畴昔风流，暗伤如许。纵饶有，绕堤画舸，冷落尽，水云犹故。忆从前，一点东风，几隔着重帘，眉儿愁苦。待约个梅魂，黄昏月淡，与伊深怜低语。【皂罗袍】原来姹紫嫣红开遍，似这般都付与断井颓垣。良辰美景奈何天，赏心乐事谁家院！朝飞暮卷，云霞翠轩；雨丝风片，烟波画船——锦屏人忒看的这韶光贱！(颓垣 一作：残垣)燕子矶兮一秤砣，长虹作杆又如何。天边弯月是钓钩，称我江山有几多。蒲叶青青芦笋长，渡江游子驾楼航。不期去路成归路，却认他乡作故乡。水涨淮河鱼正贱，花开野店酒初香。倚门望久清明近，急急还家到侍傍。",
        "author": "明代",
        "poem_class": "柳树",
        "dynasty": "柳如是"
    },
    {
        "title": "绿罗裙·东风柳陌长",
        "paragraph": "东风柳陌长，闭月花房小。应念画眉人，拂镜啼新晓。伤心南浦波，回首青门道。记得绿罗裙，处处怜芳草。何人解赏西湖好，佳景无时。飞盖相追。贪向花间醉玉卮。谁知闲凭阑干处，芳草斜晖。水远烟微。一点沧洲白鹭飞。日日深杯酒满，朝朝小圃花开。自歌自舞自开怀，无拘无束无碍。青史几番春梦，黄泉多少奇才。不须计较与安排，领取而今现在。（版本一）日日深杯酒满，朝朝小圃花开。自歌自舞自开怀，且喜无拘无碍。青史几番春梦，红尘多少奇才。不须计较与安排，领取而今现在。（版本二）花信来时，恨无人似花依旧。又成春瘦，折断门前柳。天与多情，不与长相守。分飞后，泪痕和酒，占了双罗袖。",
        "author": "宋代",
        "poem_class": "柳树",
        "dynasty": "贺铸"
    },
    {
        "title": "长亭怨慢·渐吹尽",
        "paragraph": "余颇喜自制曲。初率意为长短句，然后协以律，故前后阕多不同。桓大司马云：“昔年种柳，依依汉南。今看摇落，凄怆江潭：树犹如此，人何以堪？”此语余深爱之。渐吹尽，枝头香絮，是处人家，绿深门户。远浦萦回，暮帆零乱向何许？阅人多矣，谁得似长亭树？树若有情时，不会得青青如此！日暮，望高城不见，只见乱山无数。韦郎去也，怎忘得、玉环分付：第一是早早归来，怕红萼无人为主。算空有并刀，难剪离愁千缕。杨柳回塘，鸳鸯别浦。绿萍涨断莲舟路。断无蜂蝶慕幽香，红衣脱尽芳心苦。 返照迎潮，行云带雨。依依似与骚人语。当年不肯嫁春风，无端却被秋风误。绿杨芳草长亭路。年少抛人容易去。楼头残梦五更钟，花底离愁三月雨。(离愁 一作：离情)无情不似多情苦。一寸还成千万缕。天涯地角有穷时，只有相思无尽处。春未老，风细柳斜斜。试上超然台上看，半壕春水一城花。烟雨暗千家。(看 一作：望)寒食后，酒醒却咨嗟。休对故人思故国，且将新火试新茶。诗酒趁年华。",
        "author": "宋代",
        "poem_class": "柳树",
        "dynasty": "姜夔"
    },
    {
        "title": "杨柳枝词",
        "paragraph": "一树春风千万枝，嫩于金色软于丝。 永丰西角荒园里，尽日无人属阿谁？君到姑苏见，人家尽枕河。古宫闲地少，水港小桥多。(水港 一作：水巷)夜市卖菱藕，春船载绮罗。遥知未眠月，乡思在渔歌。庭前芍药妖无格，池上芙蕖净少情。唯有牡丹真国色，花开时节动京城。一尺深红胜曲尘，天生旧物不如新。(胜曲尘 一作：蒙曲尘)合欢桃核终堪恨，里许元来别有人。井底点灯深烛伊，共郎长行莫围棋。玲珑骰子安红豆，入骨相思知不知。 ",
        "author": "唐代",
        "poem_class": "柳树",
        "dynasty": "白居易"
    },
    {
        "title": "杨柳枝 / 柳枝词",
        "paragraph": "清江一曲柳千条，二十年前旧板桥。曾与美人桥上别，恨无消息到今朝。青青一树伤心色，曾入几人离恨中。 为近都门多送别，长条折尽减春风。天覆吾，地载吾，天地生吾有意无。不然绝粒升天衢，不然鸣珂游帝都。焉能不贵复不去，空作昂藏一丈夫。一丈夫兮一丈夫，千生气志是良图。请君看取百年事，业就扁舟泛五湖城阙辅三秦，风烟望五津。与君离别意，同是宦游人。海内存知己，天涯若比邻。无为在歧路，儿女共沾巾。",
        "author": "唐代",
        "poem_class": "柳树",
        "dynasty": "刘禹锡"
    },
    {
        "title": "洞仙歌·咏柳",
        "paragraph": "江南腊尽，早梅花开后，分付新春与垂柳。细腰肢自有入格风流，仍更是、骨体清英雅秀。永丰坊那畔，尽日无人，谁见金丝弄晴昼？断肠是飞絮时，绿叶成阴，无个事、一成消瘦。又莫是东风逐君来，便吹散眉间一点春皱。登临送目，正故国晚秋，天气初肃。千里澄江似练，翠峰如簇。归帆去棹残阳里，背西风，酒旗斜矗。彩舟云淡，星河鹭起，画图难足。(归帆 一作：征帆)念往昔，繁华竞逐，叹门外楼头，悲恨相续。千古凭高对此，谩嗟荣辱。六朝旧事随流水，但寒烟衰草凝绿。至今商女，时时犹唱，后庭遗曲。(衰草 一作：芳草)石梁茅屋有弯碕，流水溅溅度两陂。(度两陂 一作：度西陂)晴日暖风生麦气，绿阴幽草胜花时。沈家园里花如锦，半是当年识放翁。也信美人终作土，不堪幽梦太匆匆。",
        "author": "宋代",
        "poem_class": "柳树",
        "dynasty": "苏轼"
    },
    {
        "title": "柳",
        "paragraph": "曾逐东风拂舞筵，乐游春苑断肠天。 如何肯到清秋日，已带斜阳又带蝉。海外徒闻更九州，他生未卜此生休。空闻虎旅传宵柝，无复鸡人报晓筹。(传 一作：鸣)此日六军同驻马，当时七夕笑牵牛。如何四纪为天子，不及卢家有莫愁。六王毕，四海一，蜀山兀，阿房出。覆压三百余里，隔离天日。骊山北构而西折，直走咸阳。二川溶溶，流入宫墙。五步一楼，十步一阁；廊腰缦回，檐牙高啄；各抱地势，钩心斗角。盘盘焉，囷囷焉，蜂房水涡，矗不知其几千万落。长桥卧波，未云何龙？复道行空，不霁何虹？高低冥迷，不知西东。歌台暖响，春光融融；舞殿冷袖，风雨凄凄。一日之内，一宫之间，而气候不齐。(不知其 一作：不知乎；西东 一作：东西)妃嫔媵嫱，王子皇孙，辞楼下殿，辇来于秦。朝歌夜弦，为秦宫人。明星荧荧，开妆镜也；绿云扰扰，梳晓鬟也；渭流涨腻，弃脂水也；烟斜雾横，焚椒兰也。雷霆乍惊，宫车过也；辘辘远听，杳不知其所之也。一肌一容，尽态极妍，缦立远视，而望幸焉。有不见者，三十六年。燕赵之收藏，韩魏之经营，齐楚之精英，几世几年，剽掠其人，倚叠如山。一旦不能有，输来其间。鼎铛玉石，金块珠砾，弃掷逦迤，秦人视之，亦不甚惜。(有不见者 一作：有不得见者)嗟乎！一人之心，千万人之心也。秦爱纷奢，人亦念其家。奈何取之尽锱铢，用之如泥沙？使负栋之柱，多于南亩之农夫；架梁之椽，多于机上之工女；钉头磷磷，多于在庾之粟粒；瓦缝参差，多于周身之帛缕；直栏横槛，多于九土之城郭；管弦呕哑，多于市人之言语。使天下之人，不敢言而敢怒。独夫之心，日益骄固。戍卒叫，函谷举，楚人一炬，可怜焦土！呜呼！灭六国者六国也，非秦也；族秦者秦也，非天下也。嗟乎！使六国各爱其人，则足以拒秦；使秦复爱六国之人，则递三世可至万世而为君，谁得而族灭也？秦人不暇自哀，而后人哀之；后人哀之而不鉴之，亦使后人而复哀后人也。昨日登高罢，今朝更举觞。菊花何太苦，遭此两重阳？",
        "author": "唐代",
        "poem_class": "柳树",
        "dynasty": "李商隐"
    },
    {
        "title": "赋得江边柳",
        "paragraph": "翠色连荒岸，烟姿入远楼。影铺秋水面，花落钓人头。根老藏鱼窟，枝低系客舟。萧萧风雨夜，惊梦复添愁。冰簟银床梦不成，碧天如水夜云轻。 雁声远过潇湘去，十二楼中月自明。旅馆寒灯独不眠，客心何事转凄然。故乡今夜思千里，霜鬓明朝又一年。(霜鬓 一作：愁鬓)木兰之枻沙棠舟，玉箫金管坐两头。美酒樽中置千斛，载妓随波任去留。仙人有待乘黄鹤，海客无心随白鸥。屈平辞赋悬日月，楚王台榭空山丘。兴酣落笔摇五岳，诗成笑傲凌沧洲。功名富贵若长在，汉水亦应西北流。",
        "author": "唐代",
        "poem_class": "柳树",
        "dynasty": "鱼玄机"
    },
    {
        "title": "送别",
        "paragraph": "杨柳东风树，青青夹御河。(东风 一作：东门)近来攀折苦，应为别离多。打起黄莺儿，莫教枝上啼。啼时惊妾梦，不得到辽西。朝见裴叔则，朗如行玉山。黄河落天走东海，万里写入胸怀间。身骑白鼋不敢度，金高南山买君顾。徘徊六合无相知，飘若浮云且西去！车辚辚，马萧萧，行人弓箭各在腰。耶娘妻子走相送，尘埃不见咸阳桥。(耶娘 一作：爷娘)牵衣顿足拦道哭，哭声直上干云霄。道旁过者问行人，行人但云点行频。或从十五北防河，便至四十西营田。去时里正与裹头，归来头白还戍边。边庭流血成海水，武皇开边意未已。君不闻，汉家山东二百州，千村万落生荆杞。纵有健妇把锄犁，禾生陇亩无东西。况复秦兵耐苦战，被驱不异犬与鸡。长者虽有问，役夫敢申恨？且如今年冬，未休关西卒。县官急索租，租税从何出？信知生男恶，反是生女好。生女犹得嫁比邻，生男埋没随百草。君不见，青海头，古来白骨无人收。新鬼烦冤旧鬼哭，天阴雨湿声啾啾！",
        "author": "唐代",
        "poem_class": "柳树",
        "dynasty": "王之涣"
    },
    {
        "title": "临江仙·寒柳",
        "paragraph": "飞絮飞花何处是，层冰积雪摧残，疏疏一树五更寒。爱他明月好，憔悴也相关。最是繁丝摇落后，转教人忆春山。湔裙梦断续应难。西风多少恨，吹不散眉弯。西风几弄冰肌彻，玲珑晶枕愁双设。时节是重阳，菊花牵恨长。鱼书经岁绝，烛泪流残月。梦也不分明，远山云乱横。满纸荒唐言，一把辛酸泪！都云作者痴，谁解其中味？尽飘零尽了，何人解，当花看。正风避重帘，雨回深幕；云护轻幡。寻他一春伴侣，只断红、相识夕阳间。未忍无声委地，将低重又飞还。疏狂情性算凄凉，耐得到春阑。便月地和梅，花天伴雪，合称清寒。收将十分春恨，做一天、愁影绕云山。看取青青池畔，泪痕点点凝斑。",
        "author": "清代",
        "poem_class": "柳树",
        "dynasty": "纳兰性德"
    },
    {
        "title": "新柳",
        "paragraph": "柳条百尺拂银塘，且莫深青只浅黄。未必柳条能蘸水，水中柳影引他长。愁里高歌梁父吟，犹如金玉戛商音。十年勾践亡吴计，七日包胥哭楚心。秋送新鸿哀破国，昼行饥虎齧空林。胸中有誓深于海，肯使神州竟陆沉？落日古城角，把酒劝君留。长安路远，何事风雪敝貂裘。散尽黄金身世，不管秦楼人怨，归计狎沙鸥。明夜扁舟去，和月载离愁。功名事，身未老，几时休。诗书万卷，致身须到古伊周。莫学班超投笔，纵得封侯万里，憔悴老边州。何处依刘客，寂寞赋登楼。飞琼伴侣，偶别珠宫，未返神仙行缀。取次梳妆，寻常言语，有得几多姝丽。拟把名花比。恐旁人笑我，谈何容易。细思算、奇葩艳卉，惟是深红浅白而已。争如这多情，占得人间，千娇百媚。须信画堂绣阁，皓月清风，忍把光阴轻弃。自古及今，佳人才子，少得当年双关。且恁相偎倚。未消得、怜我多才多艺。愿奶奶、兰心蕙性，枕前言下，表余心意。为盟誓。今生断不孤鸳被。(双关 一作：双美）",
        "author": "宋代",
        "poem_class": "柳树",
        "dynasty": "杨万里"
    },
    {
        "title": "咏柳 / 柳枝词",
        "paragraph": "碧玉妆成一树高，万条垂下绿丝绦。不知细叶谁裁出，二月春风似剪刀。楼观岳阳尽，川迥洞庭开。雁引愁心去，山衔好月来。云间连下榻，天上接行杯。醉后凉风起，吹人舞袖回。堂西长笋别开门，堑北行椒却背村。梅熟许同朱老吃，松高拟对阮生论。欲作鱼梁云复湍，因惊四月雨声寒。青溪先有蛟龙窟，竹石如山不敢安。两个黄鹂鸣翠柳，一行白鹭上青天。窗含西岭千秋雪，门泊东吴万里船。药条药甲润青青，色过棕亭入草亭。苗满空山惭取誉，根居隙地怯成形。远别离，古有皇英之二女，乃在洞庭之南，潇湘之浦。海水直下万里深，谁人不言此离苦？日惨惨兮云冥冥，猩猩啼烟兮鬼啸雨。我纵言之将何补？皇穹窃恐不照余之忠诚，雷凭凭兮欲吼怒。尧舜当之亦禅禹。君失臣兮龙为鱼，权归臣兮鼠变虎。或云：尧幽囚，舜野死。九疑联绵皆相似，重瞳孤坟竟何是？帝子泣兮绿云间，随风波兮去无还。恸哭兮远望，见苍梧之深山。苍梧山崩湘水绝，竹上之泪乃可灭。",
        "author": "唐代",
        "poem_class": "柳树",
        "dynasty": "贺知章"
    },
    {
        "title": "唐多令·柳絮",
        "paragraph": "粉堕百花洲，香残燕子楼。一团团、逐队成球。飘泊亦如人命薄，空缱绻，说风流。草木也知愁，韶华竟白头。叹今生、谁舍谁收！嫁与东风春不管，凭尔去，忍淹留！一代倾城逐浪花，吴宫空自忆儿家。效颦莫笑东村女，头白溪边上浣纱。(上浣纱 一作：尚浣纱)高登桥下水汤汤，朝涉河边露气凉。行过淇园天未晓，一痕残月杏花香。好梦最难留，吹过仙洲。寻思依样到心头。去也无踪寻也惯，一桁红楼。中有话绸缪，灯火帘钩。是仙是幻是温柔。独自凄凉还自遣，自制离愁。",
        "author": "清代",
        "poem_class": "柳树",
        "dynasty": "曹雪芹"
    },
    {
        "title": "忆江南·春去也",
        "paragraph": "春去也，多谢洛城人。弱柳从风疑举袂，丛兰裛露似沾巾。独坐亦含嚬。春去也，共惜艳阳年。犹有桃花流水上，无辞竹叶醉尊前。惟待见青天。酌酒与君君自宽，人情翻覆似波澜。白首相知犹按剑，朱门先达笑弹冠。草色全经细雨湿，花枝欲动春风寒。世事浮云何足问，不如高卧且加餐。朝真暮伪何人辨，古往今来底事无。但爱臧生能诈圣，可知宁子解佯愚。草萤有耀终非火，荷露虽团岂是珠。不取燔柴兼照乘，可怜光彩亦何殊。冀马燕犀动地来，自埋红粉自成灰。君王若道能倾国，玉辇何由过马嵬。海外徒闻更九州，他生未卜此生休。空闻虎旅传宵柝，无复鸡人报晓筹。此日六军同驻马，当时七夕笑牵牛。如何四纪为天子，不及卢家有莫愁。",
        "author": "唐代",
        "poem_class": "柳树",
        "dynasty": "刘禹锡"
    },
    {
        "title": "送别诗",
        "paragraph": "杨柳青青著地垂，杨花漫漫搅天飞。柳条折尽花飞尽，借问行人归不归？可怜青雀子，飞来邺城里。羽翮垂欲成，化作鹦鹉子。自元气肇辟，厥初生人，树之帝王，以为司牧，是以羲农轩顼之后，尧舜禹汤之君，靡不祗畏上元，爱育黔首，干干终日，翼翼小心，驭朽索而同危，履春冰而是惧。故一物失所，若纳隍而愧之；一夫有罪，遂下车而泣之。谦德轸于责躬，忧劳切于罪己。普天之下，率土之滨，蟠木距于流沙，瀚海穷于丹穴，莫不鼓腹击壤，凿井耕田，致之升平，驱之仁寿。是以爱之如父母，敬之若神明，用能享国多年，祚延长世。未有暴虐临人，克终天位者也。隋氏往因周末，预奉缀衣，狐媚而图圣宝，胠箧以取神器。及缵承负扆，狼虎其心，始曀明两之晖，终干少阳之位。先皇大渐，侍疾禁中，遂为枭獍，便行鸩毒。祸深于莒仆，衅酷于商臣，天地难容，人神嗟愤！州吁安忍，阏伯日寻，剑阁所以怀凶，晋阳所以兴乱，甸人为罄，淫刑斯逞。夫九族既睦，唐帝阐其钦明；百世本枝，文王表其光大。况复隳坏磐石，剿绝维城，唇亡齿寒，宁止虞虢？欲其长久，其可得乎！其罪一也。禽兽之行，在于聚麀，人伦之体，别于内外。而兰陵公主逼幸告终，谁谓敤首之贤，翻见齐襄之耻。逮于先皇嫔御，并进银环；诸王子女，咸贮金屋。牝鸡鸣于诘旦，雄雉恣其群飞，衵衣戏陈侯之朝，穹庐同冒顿之寝。爵赏之出，女谒遂成，公卿宣淫，无复纲纪。其罪二也。平章百姓，一日万机，未晓求衣，昃晷不食。大禹不贵于尺璧，光武不隔于支体，以是忧勤，深虑幽枉。而荒湎于酒，俾昼作夜，式号且呼，甘嗜声伎，常居窟室，每借糟丘。朝谒罕见其身，群臣希睹其面，断决自此不行，敷奏于是停拥。中山千日之饮，酩酊无名；襄阳三雅之杯，留连讵比？又广召良家，充选宫掖，潜为九市，亲驾四驴，自比商人，见要逆旅。殷辛之谴为小，汉灵之罪更轻，内外惊心，遐迩失望。其罪三也。上栋下宇，着在《易》爻；茅茨采椽，陈诸史籍。圣人本意，惟避风雨，讵待朱玉之华，宁须绨锦之丽！故璿室崇构，商辛以之灭亡；阿房崛起，二世是以倾覆。而不遵古典，不念前章，广立池台，多营宫观，金铺玉户，青琐丹墀，蔽亏日月，隔阂寒暑。穷生人之筋力，罄天下之资财，使鬼尚难为之，劳人固其不可。其罪四也。公田所彻，不过十亩；人力所供，才止三日。是以轻徭薄赋，不夺农时，宁积于人，无藏于府。而科税繁猥，不知纪极；猛火屡烧，漏卮难满。头会箕敛，逆折十年之租；杼轴其空，日损千金之费。父母不保其赤子，夫妻相弃于匡床。万户则城郭空虚，千里则烟火断灭。西蜀王孙之室，翻同原宪之贫；东海糜竺之家，俄成邓通之鬼。其罪五也。古先哲王，卜征巡狩，唐虞五载，周则一纪。本欲亲问疾苦，观省风谣，乃复广积薪刍，多备饔饩。年年历览，处处登临，从臣疲弊，供顿辛苦。飘风冻雨，聊窃比于先驱；车辙马迹，遂周行于天下。秦皇之心未已，周穆之意难穷。宴西母而歌云，浮东海而观日。家苦纳秸之勤，人阻来苏之望。且夫天下有道，守在海外，夷不乱华，在德非险。长城之役，战国所为，乃是狙诈之风，非关稽古之法。而追踪秦代，板筑更兴，袭其基墟，延袤万里，尸骸蔽野，血流成河，积怨满于山川，号哭动于天地。其罪六也。辽水之东，朝鲜之地，《禹贡》以为荒服，周王弃而不臣，示以羁縻，达其声教，苟欲爱人，非求拓土。又强弩末矢，理无穿于鲁缟；冲风余力，讵能动于鸿毛？石田得而无堪，鸡肋啖而何用？而恃众怙力，强兵黩武，惟在并吞，不思长策。夫兵，犹火也；不戢，将自焚，遂令亿兆夷人，只轮莫返。夫差丧国，实为黄池之盟；苻坚灭身，良由寿春之役。欲捕鸣蝉于前，不知挟弹在后。复矢相顾，髽而成行，义夫切齿，壮士扼腕。其罪七也。直言启沃，王臣匪躬，惟木从绳，若金须砺。唐尧建鼓，思闻献替之言；夏禹悬鼗，时听箴规之美。而愎谏违卜，蠹贤嫉能，直士正人，皆由屠害。左仆射、齐国公高颖，上柱国、宋国公贺若弼，或文昌上相，或细柳功臣，暂吐良药之言，翻加属镂之赐。龙逢无罪，便遭夏癸之诛；王子何辜？滥被商辛之戮。遂令君子结舌，贤人缄口。指白日而比盛，射苍天而敢欺，不悟国之将亡，不知死之将至。其罪八也。设官分职，贵在铨衡；察狱问刑，无闻贩鬻。而钱神起论，铜臭为公，梁冀受黄金之蛇，孟佗荐蒲萄之酒。遂使彝伦攸篸，政以贿成，君子在野，小人在位。积薪居上，同汲黯之言；囊钱不如，伤赵壹之赋。其罪九也。宣尼有言，无信不立，用命赏祖，义岂食言？自昏主嗣位，每岁行幸，南北巡狩，东西征伐。至如浩亹陪跸，东都守固，阌乡野战，雁门解围。自外征夫，不可胜纪。既立功勋，须酬官爵。而志怀翻覆，言行浮诡，危急则勋赏悬授，克定则丝纶不行，异商鞅之颁金，同项王之刓印。芳饵之下，必有悬鱼，惜其重赏，求人死力，走丸逆坡，匹此非难。凡百骁雄，谁不仇怨。至于匹夫蕞尔，宿诺不亏，既在乘舆，二三其德。其罪十也。有一于此，未或不亡。况四维不张，三灵总瘁，无小无大，愚夫愚妇，共识殷亡，咸知夏灭。罄南山之竹，书罪未穷；决东海之波，流恶难尽。是以穷奇灾于上国，猰?暴于中原。三河纵封豕之贪，四海被长蛇之毒，百姓歼亡，殆无遗类，十分为计，才一而已。苍生懔懔，咸忧杞国之崩；赤子嗷嗷，但愁历阳之陷。且国祚将改，必有常期，六百殷亡之年，三十姬终之世。故谶箓云：“隋氏三十六年而灭。”此则厌德之象已彰，代终之兆先见。皇天无亲，惟德是辅。况乃搀抢竟天，申繻谓之除旧；岁星入井，甘公以为义兴。兼朱雀门烧，正阳日蚀，狐鸣鬼哭，川竭山崩。并是宗庙为墟之妖，荆棘旅庭之事。夏氏则灾衅非多，殷人则咎征更少。牵牛入汉，方知大乱之期；王良策马，始验兵车之会。今者顺人将革，先天不违，大誓孟津，陈命景亳，三千列国，八百诸侯，不谋而同辞，不召而自至。轰轰隐隐，如霆如雷，彪虎啸而谷风生，应龙骧而景云起。我魏公聪明神武，齐圣广渊，总七德而在躬，包九功而挺出。周太保、魏公之孙，上柱国、蒲山公之子。家传盛德，武王承季历之基；地启元勋，世祖嗣元皇之业。笃生白水，日角之相便彰；载诞丹陵，大宝之文斯著。加以姓符图纬，名协歌谣，六合所以归心，三灵所以改卜。文王厄于羑里，赤雀方来；高祖隐于砀山，彤云自起。兵诛不道，《赤伏》至自长安；锋锐难当，黄星出于梁、宋。九五龙飞之始，天人豹变之初，历试诸难，大敌弥勇。上柱国、司徒、东郡公翟让功宣缔构，翼亮经纶，伊尹之佐成汤，萧何之辅高帝。上柱国、总管、齐国公孟让，柱国、历城公孟畅，柱国、绛郡公裴行俨，大将军、左长史邴元真等，并运筹千里，勇冠三军，击剑则截蛟断鳌，弯弧则吟猿落雁。韩、彭、绛、灌，成沛公之基；寇、贾、吴、冯，奉萧王之业。复有蒙轮挟辀之士，拔距投石之夫，骥马追风，吴戈照日。魏公属当期运，伏兹亿兆。躬擐甲胄，跋涉山川，栉风沐雨，岂辞劳倦，遂起西伯之师，将问南巢之罪。百万成旅，四七为名，呼吸则河、渭绝流，叱咤则嵩、华自拔。以此攻城，何城不陷；以此击阵，何阵不摧！譬犹泻沧海而灌残荧，举昆仑而压小卵。鼓行而进，百道俱前，以今月二十一日届于东都。而昏朝文武、留守段达等，昆吾恶稔，飞廉奸佞，久迷天数，敢拒义兵，驱率丑徒，众有十万，回洛仓北，遂来举斧。于是熊罴角逐，貔虎争先，因其倒戈之心，乘我破竹之势，曾未旋踵，瓦解冰销，坑卒则长平未多，积甲则熊耳为小。达等助桀为虐，婴城自固，梯冲乱舞，徒设九拒之谋；鼓角将鸣，空凭百楼之险。燕巢卫幕，鱼游宋池，殄灭之期，匪朝伊暮。然兴洛、虎牢，国家储积，我已先据，为日久矣。既得回洛，又取黎阳，天下之仓，尽非隋有。四方起义，足食足兵，无前无敌。裴光禄仁基，雄才上将，受脤专征，遐迩攸凭，安危是托，乃识机知变，迁殷事夏。袁谦擒自蓝水，张须陀获在荥阳，窦庆战没于淮南，郭询授首于河北，隋之亡候，聊可知也。清河公房彦藻，近秉戎律，略地东南，师之所临，风行电击。安陆、汝南，随机荡定；淮安、济阳，俄然送款。徐圆朗已平鲁郡，孟海公又破济阳，海内英雄，咸来回应。封民赡取平原之境，郝孝德据黎阳之仓，李士雄虎视于长平，王德仁鹰扬于上党。滑公李景、考功郎中房山基发自临渝，刘兴祖起于白朔，崔白驹在颍川起，方献伯以谯郡来，各拥数万之兵，俱期牧野之会。沧溟之右，函谷以东，牛酒献于军前，壶浆盈于道路。诸君等并衣冠世胄，杞梓良才，神鼎灵绎之秋，裂地封侯之始，豹变鹊起，今也其时，鼍鸣鳖应 ，见机而作，宜各鸠率子弟，共建功名。耿弇之赴光武，萧何之奉高帝，岂止金章紫绶，华盖朱轮，富贵以重当年，忠贞以传奕叶，岂不盛哉！若隋代官人，同吠尧之犬，尚荷王莽之恩，仍怀蒯聩之禄。审配死于袁氏，不如张郃归曹；范增困于项王，未若陈平从汉。魏公推以赤心，当加好爵，择木而处，令不自疑。脱猛虎犹豫，舟中敌国，夙沙之人共缚其主，彭宠之仆自杀其君，高官上赏，即以相授。如暗于成事，守迷不反，昆山纵火，玉石俱焚，尔等噬脐，悔将何及！黄河带地，明余旦旦之言；皎日丽天，知我勤勤之意。布告海内，咸使闻知。闻有匈奴主，杂骑起尘埃。列观长平坂，驱马渭桥来。",
        "author": "隋代",
        "poem_class": "柳树",
        "dynasty": "佚名"
    },
    {
        "title": "章台柳·寄柳氏",
        "paragraph": "章台柳，章台柳，颜色青青今在否？纵使长条似旧垂，也应攀折他人手。(版本一)章台柳，章台柳，往日依依今在否？纵使长条似旧垂，也应攀折他人手。(版本二)章台柳，章台柳，昔日青青今在否？纵使长条似旧垂，也应攀折他人手。(版本三)江海相逢客恨多，秋风叶下洞庭波。 酒酣夜别淮阴市，月照高楼一曲歌。明月出天山，苍茫云海间。长风几万里，吹度玉门关。汉下白登道，胡窥青海湾。由来征战地，不见有人还。戍客望边邑，思归多苦颜。(望边邑 一作：望边色)高楼当此夜，叹息未应闲。五月天山雪，无花只有寒。笛中闻折柳，春色未曾看。晓战随金鼓，宵眠抱玉鞍。愿将腰下剑，直为斩楼兰。天兵下北荒，胡马欲南饮。横戈从百战，直为衔恩甚。握雪海上餐，拂沙陇头寝。何当破月氏，然后方高枕。骏马似风飙，鸣鞭出渭桥。弯弓辞汉月，插羽破天骄。阵解星芒尽，营空海雾消。功成画麟阁，独有霍嫖姚。白马黄金塞，云砂绕梦思。那堪愁苦节，远忆边城儿。萤飞秋窗满，月度霜闺迟。摧残梧桐叶，萧飒沙棠枝。无时独不见，流泪空自知。塞虏乘秋下，天兵出汉家。将军分虎竹，战士卧龙沙。边月随弓影，胡霜拂剑花。玉关殊未入，少妇莫长嗟。烽火动沙漠，连照甘泉云。汉皇按剑起，还召李将军。兵气天上合，鼓声陇底闻。横行负勇气，一战净妖氛。",
        "author": "唐代",
        "poem_class": "柳树",
        "dynasty": "韩翃"
    }
]