[
    {
        "title": "渔家傲·雪里已知春信至",
        "paragraph": "雪里已知春信至，寒梅点缀琼枝腻。香脸半开娇旖旎，当庭际，玉人浴出新妆洗。造化可能偏有意，故教明月玲珑地。共赏金尊沈绿蚁，莫辞醉，此花不与群花比。日月如磨蚁，万事且浮休。君看檐外江水，滚滚自东流。风雨瓢泉夜半，花草雪楼春到，老子已菟裘。岁晚问无恙，归计橘千头。 梦连环，歌弹铗，赋登楼。黄鸡白酒，君去村社一番秋。长剑倚天谁问，夷甫诸人堪笑，西北有神州。此事君自了，千古一扁舟。莺初解语，最是一年春好处。微雨如酥，草色遥看近却无。休辞醉倒，花不看开人易老。莫待春回，颠倒红英间绿苔。萧萧江上荻花秋，做弄许多愁。半竿落日，两行新雁，一叶扁舟。惜分长怕君先去，直待醉时休。今宵眼底，明朝心上，后日眉头。",
        "author": "宋代",
        "poem_class": "梅花",
        "dynasty": "李清照"
    },
    {
        "title": "梅花",
        "paragraph": "数萼初含雪，孤标画本难。香中别有韵，清极不知寒。横笛和愁听，斜枝倚病看。朔风如解意，容易莫摧残。细草微风岸，危樯独夜舟。星垂平野阔，月涌大江流。名岂文章著，官应老病休。飘飘何所似，天地一沙鸥。新晴原野旷，极目无氛垢。郭门临渡头，村树连溪口。 白水明田外，碧峰出山后。农月无闲人，倾家事南亩。饮马渡秋水，水寒风似刀。平沙日未没，黯黯见临洮。昔日长城战，咸言意气高。黄尘足今古，白骨乱蓬蒿。",
        "author": "唐代",
        "poem_class": "梅花",
        "dynasty": "崔道融"
    },
    {
        "title": "暗香疏影",
        "paragraph": "辛亥之冬，予载雪诣石湖。止既月，授简索句，且征新声，作此两曲。石湖把玩不已，使工妓隶习之，音节谐婉，乃名之曰《暗香》《疏影》。暗香旧时月色，算几番照我，梅边吹笛。唤起玉人，不管清寒与攀摘。何逊而今渐老，都忘却春风词笔。但怪得竹外疏花，香冷入瑶席。江国，正寂寂。叹寄与路遥，夜雪初积。翠尊易泣，红萼无言耿相忆。长记曾携手处，千树压西湖寒碧。又片片、吹尽也，几时见得。疏影苔枝缀玉，有翠禽小小，枝上同宿。客里相逢，篱角黄昏，无言自倚修竹。昭君不惯胡沙远，但暗忆、江南江北。想佩环、月夜归来，化作此花幽独。犹记深宫旧事，那人正睡里，飞近蛾绿。莫似春风，不管盈盈，早与安排金屋。还教一片随波去，又却怨、玉龙哀曲。等恁时、重觅幽香，已入小窗横幅。岸阔樯稀波渺茫，独凭危槛思何长。萧萧远树疏林外，一半秋山带夕阳。秋山不可尽，秋思亦无垠。碧涧流红叶，青林点白云。凉阴一鸟下，落日乱蝉分。此夜芭蕉雨，何人枕上闻。翠幕深庭，露红晚、闲花自发。春不断、亭台成趣，翠阴蒙密。紫燕雏飞帘额静，金鳞影转池心阔。有花香、竹色赋闲情，供吟笔。 闲问字，评风月。时载酒，调冰雪。似初秋入夜，浅凉欺葛。人境不教车马近，醉乡莫放笙歌歇。倩双成、一曲紫云回，红莲折。",
        "author": "宋代",
        "poem_class": "梅花",
        "dynasty": "姜夔"
    },
    {
        "title": "临江仙·梅",
        "paragraph": "庭院深深深几许，云窗雾阁春迟。为谁憔悴损芳姿。夜来清梦好，应是发南枝。 玉瘦檀轻无限恨，南楼羌管休吹。浓香吹尽有谁知。暖风迟日也，别到杏花肥。戎州登临胜景，未尝不歌渔父家风，以谢江山。门生请问：先生家风如何？为拟金华道人作此章。一波才动万波随，蓑笠一钩丝。金鳞正在深处，千尺也须垂。吞又吐，信还疑，上钩迟。水寒江静，满目青山，载月明归。晚来一阵风兼雨，洗尽炎光。理罢笙簧，却对菱花淡淡妆。绛绡缕薄冰肌莹，雪腻酥香。笑语檀郎：今夜纱厨枕簟凉。自古帝王州，郁郁葱葱佳气浮。四百年来成一梦，堪愁。晋代衣冠成古丘。 绕水恣行游。上尽层城更上楼。往事悠悠君莫问，回头。槛外长江空自流。",
        "author": "宋代",
        "poem_class": "梅花",
        "dynasty": "李清照"
    },
    {
        "title": "金缕曲·疏影临书卷",
        "paragraph": "疏影临书卷。带霜华、高高下下，粉脂都遣。别是幽情嫌妩媚，红烛啼痕休泫。趁皓月、光浮冰茧。恰与花神供写照，任泼来、淡墨无深浅。持素障，夜中展。残釭掩过看逾显。相对处、芙蓉玉绽，鹤翎银扁。但得白衣时慰藉，一任浮云苍犬。尘土隔、软红偷免。帘幕西风人不寐，恁清光、肯惜鹴裘典。休便把，落英剪。湘帘卷处，甚离披翠影，绕檐遮住。小立吹裙，常伴春慵，掩映绣床金缕。芳心一束浑难展，清泪裹、隔年愁聚。更夜深、细听空阶雨滴，梦回无据。正是秋来寂寞，偏声声点点，助人难绪。缬被初寒，宿酒全醒，搅碎乱蛩双杵。西风落尽庭梧叶，还剩得、绿阴如许。想玉人、和露折来，曾写断肠句。江到兴安水最清，青山簇簇水中生。分明看见青山顶，船在青山顶上行。唤起窗前尚宿醒，啼鹃催去又声声。丹青旧誓相如札，禅榻经时杜牧情。别后相思空一水，重来回首已三生。云阶月地依然在，旧逐空香百遍行。",
        "author": "清代",
        "poem_class": "梅花",
        "dynasty": "纳兰性德"
    },
    {
        "title": "梅花",
        "paragraph": "行尽荒林一径苔，竹梢深处数枝开。绝知南雪羞相并，欲嫁东风耻自媒。无主野桥随月管，有根寒谷也春回。醉余不睡庭前地，只恐忽吹花落来。自古功名亦苦辛，行藏终欲付何人？当时黮暗犹承误，末俗纷纭更乱真。糟粕所传非粹美，丹青难写是精神。区区岂尽高贤意，独守千秋纸上尘。山前灯火欲黄昏，山头来去云。鹧鸪声里数家村，潇湘逢故人。挥羽扇，整纶巾，少年鞍马尘。如今憔悴赋招魂，儒冠多误身。见梨花初带夜月，海棠半含朝雨。内苑春、不禁过青门，御沟涨、潜通南浦。东风静、细柳垂金缕。望凤阙、非烟非雾。好时代、朝野多欢，遍九陌、太平箫鼓。 乍莺儿百啭断续，燕子飞来飞去。近绿水、台榭映秋千，斗草聚、双双游女。饧香更、酒冷踏青路。会暗识、夭桃朱户。向晚骤、宝马雕鞍，醉襟惹、乱花飞絮。 正轻寒轻暖漏永，半阴半晴云暮。禁火天、已是试新妆，岁华到、三分佳处。清明看、汉宫传蜡炬。散翠烟、飞入槐府。敛兵卫、阊阖门开，住传宣、又还休务。",
        "author": "宋代",
        "poem_class": "梅花",
        "dynasty": "张道洽"
    },
    {
        "title": "梅花",
        "paragraph": "锈针刺破纸糊窗，引透寒梅一线香。蝼蚁也知春色好，倒拖花片上东墙。静女心如水，空闺淡岁华。晚来惟倚竹，春尽不看花。芳草连淇上，游人隘若耶。良媒元有待，耻问宋西家。夜合枝头别有春，坐含风露入清晨。任他明月能相照，敛尽芳心不向人。正月山桃委地红，柳塘还捲落花风。木犀一树浑堪赏，尽日相看烟雨中。",
        "author": "明代",
        "poem_class": "梅花",
        "dynasty": "宸濠翠妃"
    },
    {
        "title": "古梅二首",
        "paragraph": "湘妃危立冻蛟脊，海月冷挂珊瑚枝。丑怪惊人能妩媚，断魂只有晓寒知。百千年藓著枯树，三两点春供老枝。绝壁笛声那得到，只愁斜日冻蜂知。叠嶂西驰，万马回旋，众山欲东。正惊湍直下，跳珠倒溅；小桥横截，缺月初弓。老合投闲，天教多事，检校长身十万松。吾庐小，在龙蛇影外，风雨声中。争先见面重重，看爽气朝来三数峰。似谢家子弟，衣冠磊落；相如庭户，车骑雍容。我觉其间，雄深雅健，如对文章太史公。新堤路，问偃湖何日，烟水蒙蒙？天寒水鸟自相依，十百为群戏落晖。过尽行人都不起，忽闻水响一齐飞。城下路，凄风露，今人犁田古人墓。岸头沙，带蒹葭，漫漫昔时流水今人家。黄埃赤日长安道，倦客无浆马无草。开函关，掩函关，千古如何不见一人闲？六国扰，三秦扫，初谓商山遗四老。驰单车，致缄书，裂荷焚芰接武曳长裾。高流端得酒中趣，深入醉乡安稳处。生忘形，死忘名。谁论二豪初不数刘伶？",
        "author": "宋代",
        "poem_class": "梅花",
        "dynasty": "萧德藻"
    },
    {
        "title": "蝶恋花·一朵江梅春带雪",
        "paragraph": "长道县和元彦修梅词。彦修，钱塘人，名时敏。坐张天觉党，自户部员外郎谪监长道之白石镇。一朵江梅春带雪。玉软云娇，姑射肌肤洁。照影凌波微步怯。暗香浮动黄昏月。谩道广平心似铁。词赋风流，不尽愁千结。望断江南音信绝。陇头行客空情切。 王定国歌儿曰柔奴，姓宇文氏，眉目娟丽，善应对，家世住京师。定国南迁归，余问柔：“广南风土， 应是不好？”柔对曰：“此心安处，便是吾乡。”因为缀词云。常羡人间琢玉郎，天应乞与点酥娘。尽道清歌传皓齿，风起，雪飞炎海变清凉。(天应乞与 一作：天教分付； 尽道 一作：自作)万里归来颜愈少。微笑，笑时犹带岭梅香。试问岭南应不好，却道：此心安处是吾乡。仆七岁时，见眉州老尼，姓朱，忘其名，年九十岁。自言尝随其师入蜀主孟昶宫中，一日大热，蜀主与花蕊夫人夜纳凉摩诃池上，作一词，朱具能记之。今四十年，朱已死久矣，人无知此词者，但记其首两句，暇日寻味，岂《洞仙歌》令乎？乃为足之云。冰肌玉骨，自清凉无汗。水殿风来暗香满。绣帘开，一点明月窥人，人未寝，欹枕钗横鬓乱。起来携素手，庭户无声，时见疏星渡河汉。试问夜如何？夜已三更，金波淡，玉绳低转。但屈指西风几时来，又不道流年暗中偷换。齐有富人，家累千金。其二子甚愚，其父又不教之。一日，艾子谓其父曰：“君之子虽美，而不通世务，他日曷能克其家?”父怒曰：“吾之子敏而且恃多能，岂有不通世务者耶?”艾子曰：“不须试之他，但问君之子，所食者米，从何来？若知之，吾当妄言之罪。”父遂呼其子问之。其子嘻然笑曰：“吾岂不知此也？每以布囊取来。”其父愀然改容曰：“子之愚甚也!彼米不是田中来?”艾子曰：“非其父不生其子。”",
        "author": "宋代",
        "poem_class": "梅花",
        "dynasty": "赵鼎"
    },
    {
        "title": "梅花绝句",
        "paragraph": "当年走马锦城西，曾为梅花醉似泥。二十里中香不断，青羊宫到浣花溪。凤舞团团饼。恨分破、教孤令。金渠体净，只轮慢碾，玉尘光莹。汤响松风，早减了、二分酒病。 味浓香永。醉乡路、成佳境。恰如灯下，故人万里，归来对影。口不能言，心下快活自省。石梁茅屋有弯碕，流水溅溅度两陂。(度两陂 一作：度西陂)晴日暖风生麦气，绿阴幽草胜花时。香冷金猊，被翻红浪，起来慵自梳头。任宝奁尘满，日上帘钩。生怕离怀别苦，多少事、欲说还休。新来瘦，非干病酒，不是悲秋。休休，这回去也，千万遍《阳关》，也则难留。念武陵人远，烟锁秦楼。惟有楼前流水，应念我、终日凝眸。凝眸处，从今又添，一段新愁。(版本一)香冷金猊，被翻红浪，起来人未梳头。任宝奁闲掩，日上帘钩。生怕闲愁暗恨，多少事、欲说还休。今年瘦，非干病酒，不是悲秋。明朝，者回去也，千万遍阳关，也即难留。念武陵春晚，云锁重楼。记取楼前绿水，应念我、终日凝眸。凝眸处，从今更数，几段新愁。(版本二)",
        "author": "宋代",
        "poem_class": "梅花",
        "dynasty": "陆游"
    },
    {
        "title": "菩萨蛮·越梅半拆轻寒里",
        "paragraph": "越梅半拆轻寒里，冰清淡薄笼蓝水。暖觉杏梢红，游丝狂惹风。闲阶莎径碧，远梦犹堪惜。离恨又迎春，相思难重陈。南来憔悴滇阳客，每向年光感去留。万里归心背残腊，五更清梦落神州。刺桐花发东风早，垂柳条长宿雨收。便欲题诗散伊郁，泸江风浪拍天流。繁华地，王孙富贵。玳瑁筵开，下朝无事。压红茵、凤舞黄金翅。玉立纤腰，一片揭天歌吹。满目绮罗珠翠。和风淡荡，偷散沉檀气¤堪判醉，韶光正媚。折尽牡丹，艳迷人意，金张许史应难比。贪恋欢娱，不觉金乌坠。还惜会难别易，金船更劝，勒住花骢辔。鸟栖庭树夜悠悠，枕上谁知泪暗流。千里梦魂迷旧业，一城砧杵捣残秋。窗间寂寂灯犹在，帘外萧萧雨未休。早晚莱衣同著去，免悲流落在边州。",
        "author": "五代",
        "poem_class": "梅花",
        "dynasty": "和凝"
    },
    {
        "title": "留春令·咏梅花",
        "paragraph": "故人溪上，挂愁无奈，烟梢月树。一涓春水点黄昏，便没顿、相思处。曾把芳心深相许。故梦劳诗苦。闻说东风亦多情，被竹外、香留住。绿橘梢头几点春。似留香蕊送行人。明朝紫凤朝天路，十二重城五碧云。歌渐咽，酒初醺。尽将红泪湿湘裙。赣江西畔从今日，明月清风忆使君。佳丽地。南朝盛事谁记。山围故国绕清江，髻鬟对起。怒涛寂寞打孤城，风樯遥度天际。 断崖树，犹倒倚。莫愁艇子曾系。空余旧迹郁苍苍，雾沉半垒。夜深月过女墙来，伤心东望淮水。 酒旗戏鼓甚处市。想依稀、王谢邻里。燕子不知何世。入寻常、巷陌人家，相对如说兴亡，斜阳里。清溪流过碧山头，空水澄鲜一色秋。隔断红尘三十里，白云红叶两悠悠。",
        "author": "宋代",
        "poem_class": "梅花",
        "dynasty": "史达祖"
    },
    {
        "title": "玄墓看梅",
        "paragraph": "谢却兰桡信杖藜，千峰盘磴入花畦。晴云度影迷三径，暗水流香冷一溪。僧寺多藏深树里，人家半在夕阳西。登临更上朝元阁，满壁苔痕没旧题。风紧雁行高，无边落木萧萧。楚天魂梦与香消，青山暮暮朝朝。断续凉云来一缕，飘堕几丝灵雨。今夜冷红浦溆，鸳鸯栖向何处？豆蔻芳温启瓠犀，伤心前度语重提。牡丹绝色三春暖，岂是梅花处士妻。小酌荼蘼酿。喜今朝，钗光鬓影，灯前滉漾。隔着屏风喧笑语，报到雀翅初上。又把檀奴偷相。扑朔雌雄浑不辨，但临风私取春弓量。送尔去，揭鸳帐。六年孤馆相偎傍。最难忘，红蕤枕畔，泪花轻扬。了尔一生花烛事，宛转妇随夫唱。努力做，稾砧模样。只我罗衾寒似铁，拥桃笙难得纱窗亮。休为我，再惆怅。",
        "author": "清代",
        "poem_class": "梅花",
        "dynasty": "德元"
    },
    {
        "title": "一萼红·盆梅",
        "paragraph": "玉堂深。正重帘护暝，窗色试新晴。苔暖鳞生，泥融脉起，春意初破琼英。夜深后、寒消绛蜡，误碎月、和露落空庭。暖吹调香，冷芳侵梦，一晌消凝。长恨年华婉晚，被柔情数曲，抵死牵萦。何事东君，解将芳思，巧缀一斛春冰。那得似、空山静夜，傍疏篱、清浅小溪横。莫问调羹心事，且论笛里平生。梦断香消四十年，沈园柳老不吹绵。此身行作稽山土，犹吊遗踪一泫然。帘幕疏疏风透。一线香飘金兽。朱阑倚遍黄昏后。廊上月华如昼。 别离滋味浓于酒。著人瘦。此情不及墙东柳。春色年年如旧。(墙东 一作：东墙)花开不并百花丛，独立疏篱趣未穷。宁可枝头抱香死，何曾吹落北风中。",
        "author": "宋代",
        "poem_class": "梅花",
        "dynasty": "朱晞颜"
    },
    {
        "title": "题画梅",
        "paragraph": "挥毫落纸墨痕新，几点梅花最可人。愿借天风吹得远，家家门巷尽成春。杏花疏雨洒香堤，高楼帘幕垂。远山映水夕阳低，春愁压翠眉。芳草句，碧云辞，低徊闲自思。流莺枝上不曾啼，知君肠断时。十载江南事已非，与君辛苦各生归。愁看京口三军溃，痛说扬州十日围。碧血未消今战垒，白头相见旧征衣。东京朱祜年犹少，莫向尊前叹式微。两牧童入山至狼穴，穴中有小狼二。谋分捉之，各登一树，相去数十步。少倾，大狼至，入穴失子，意甚仓皇。童于树上扭小狼蹄、耳，故令嗥。大狼闻声仰视，怒奔树下，且号且抓。其一童嗥又在彼树致小狼鸣急。狼闻声四顾，始望见之；乃舍此趋彼，号抓如前状。前树又鸣，又转奔之。口无停声，足无停趾，数十往复，奔渐迟，声渐弱；既而奄奄僵卧，久之不动。童下视之，气已绝矣。",
        "author": "清代",
        "poem_class": "梅花",
        "dynasty": "李方膺"
    },
    {
        "title": "暗香疏影·夹钟宫赋墨梅",
        "paragraph": "占春压一。卷峭寒万里，平沙飞雪。数点酥钿，凌晓东风□吹裂。独曳横梢瘦影，入广平、裁冰词笔。记五湖、清夜推篷，临水一痕月。 何逊扬州旧事，五更梦半醒，胡调吹彻。若把南枝，图入凌烟，香满玉楼琼阙。相将初试红盐味，到烟雨、青黄时节。想雁空、北落冬深，澹墨晚天云阔。古人学问无遗力，少壮工夫老始成。纸上得来终觉浅，绝知此事要躬行。相逢情便深，恨不相逢早。识尽千千万万人，终不似、伊家好。别你登长道。转更添烦恼。楼外朱楼独倚阑，满目围芳草。老去惜花心已懒，爱梅犹绕江村。一枝先破玉溪春。更无花态度，全有雪精神。 剩向空山餐秀色，为渠著句清新。竹根流水带溪云。醉中浑不记，归路月黄昏。",
        "author": "宋代",
        "poem_class": "梅花",
        "dynasty": "吴文英"
    },
    {
        "title": "花犯·苔梅",
        "paragraph": "古婵娟，苍鬟素靥，盈盈瞰流水。断魂十里。叹绀缕飘零，难系离思。故山岁晚谁堪寄。琅玕聊自倚。谩记我、绿蓑冲雪，孤舟寒浪里。三花两蕊破蒙茸，依依似有恨，明珠轻委。云卧稳，蓝衣正、护春憔悴。罗浮梦、半蟾挂晓，幺凤冷、山中人乍起。又唤取、玉奴归去，余香空翠被。波声拍枕长淮晓，隙月窥人小。无情汴水自东流，只载一船离恨向西州。竹溪花浦曾同醉，酒味多于泪。谁教风鉴在尘埃？酝造一场烦恼送人来！寒日萧萧上锁窗，梧桐应恨夜来霜。酒阑更喜团茶苦，梦断偏宜瑞脑香。秋已尽，日犹长，仲宣怀远更凄凉。不如随分尊前醉，莫负东篱菊蕊黄。醉里且贪欢笑，要愁那得工夫。近来始觉古人书，信著全无是处。昨夜松边醉倒，问松我醉何如。只疑松动要来扶，以手推松曰去。",
        "author": "宋代",
        "poem_class": "梅花",
        "dynasty": "王沂孙"
    },
    {
        "title": "九字梅花咏",
        "paragraph": "昨夜西风吹折千林梢，渡口小艇滚入沙滩坳。野桥古梅独卧寒屋角，疏影横斜暗上书窗敲。半枯半活几个擫蓓蕾，欲开未开数点含香苞。纵使画工奇妙也缩手，我爱清香故把新诗嘲。中原地古多劲草，节如箭竹花如稻。白露洒叶珠离离，十月霜风吹不到。萋萋不到王孙门，青青不盖谗佞坟。游根直下土百尺，枯荣暗抱忠臣魂。我问忠臣为何死，元是汉家不降士。白骨沉埋战血深，翠光潋滟腥风起。山南雨晴蝴蝶飞，山北雨冷麒麟悲。寸心摇摇为谁道，道旁可许愁人知？昨夜东风鸣羯鼓，髑髅起作摇头舞。寸田尺宅且勿论，金马铜驼泪如雨。古苔苍，题痕旧。疏花照水，老叶沉沟。蜂黄点绣屏，蝶粉沾罗袖。困倚东风垂杨瘦，翠眉攒似带春愁。寻村问酒，无人倚楼，有树维舟。山对面蓝堆翠岫，草齐腰绿染沙洲。傲霜橘柚青，濯雨蒹葭秀，隔沧波隐隐江楼。点破潇湘万顷秋，是几叶儿传黄败柳。",
        "author": "元代",
        "poem_class": "梅花",
        "dynasty": "明本"
    },
    {
        "title": "题梵隐院方丈梅",
        "paragraph": "亚槛倾檐一古梅，几番有意唤春回。吹香自许仙人下，照影还容高士来。月射寒光侵涧户，风摇翠色锁阶苔。游蜂野蝶休相顾，本性由来不染埃。城下路，凄风露，今人犁田古人墓。岸头沙，带蒹葭，漫漫昔时流水今人家。黄埃赤日长安道，倦客无浆马无草。开函关，掩函关，千古如何不见一人闲？六国扰，三秦扫，初谓商山遗四老。驰单车，致缄书，裂荷焚芰接武曳长裾。高流端得酒中趣，深入醉乡安稳处。生忘形，死忘名。谁论二豪初不数刘伶？白发将军亦壮哉，西京昨夜捷书来。胡儿敢作千年计，天意宁知一日回。列圣仁恩深雨露，中兴赦令疾风雷。悬知寒食朝陵使，驿路梨花处处开。愁里高歌梁父吟，犹如金玉戛商音。十年勾践亡吴计，七日包胥哭楚心。秋送新鸿哀破国，昼行饥虎齧空林。胸中有誓深于海，肯使神州竟陆沉？",
        "author": "宋代",
        "poem_class": "梅花",
        "dynasty": "晏敦复"
    },
    {
        "title": "永遇乐·探梅次时斋韵",
        "paragraph": "阁雪云低，卷沙风急，惊雁失序。户掩寒宵，屏闲冷梦，灯飐唇似语。堪怜窗景，都闲刺绣，但续旧愁一缕。邻歌散，罗襟印粉，袖湿茜桃红露。 西湖旧日，留连清夜，爱酒几将花误。遗袜尘销，题裙墨黯，天远吹笙路。吴台直下，缃梅无限，未放野桥香度。重谋醉，揉香弄影，水清浅处。唱彻《阳关》泪未干，功名馀事且加餐。浮天水送无穷树，带雨云埋一半山。今古恨，几千般，只应离合是悲欢？江头未是风波恶，别有人间行路难！幽谷那堪更北枝，年年自分着花迟。高标逸韵君知否，正是层冰积雪时。候馆梅残，溪桥柳细。草薰风暖摇征辔。离愁渐远渐无穷，迢迢不断如春水。 寸寸柔肠，盈盈粉泪。楼高莫近危阑倚。平芜尽处是春山，行人更在春山外。",
        "author": "宋代",
        "poem_class": "梅花",
        "dynasty": "吴文英"
    },
    {
        "title": "雪里梅花诗",
        "paragraph": "春近寒虽转，梅舒雪尚飘。从风还共落，照日不俱销。叶开随足影，花多助重条。今来渐异昨，向晚判胜朝。远与君别者，乃至雁门关。黄云蔽千里，游子何时还。送君如昨日，檐前露已团。不惜蕙草晚，所悲道里寒。君在天一涯，妾身长别离。愿一见颜色，不异琼树枝。菟丝及水萍，所寄终不移。白云满鄣来，黄尘暗天起。关山四面绝，故乡几千里。谁言生离久，适意与君别。衣上芳犹在，握里书未灭。腰中双绮带，梦为同心结。常恐所思露，瑶华未忍折。",
        "author": "南北朝",
        "poem_class": "梅花",
        "dynasty": "阴铿"
    },
    {
        "title": "献仙音·吊雪香亭梅",
        "paragraph": "松雪飘寒，岭云吹冻，红破数椒春浅。衬舞台荒，浣妆池冷，凄凉市朝轻换。叹花与人凋谢，依依岁华晚。共凄黯。问东风、几番吹梦，应惯识、当年翠屏金辇。一片古今愁，但废绿、平烟空远。无语销魂，对斜阳、衰草泪满。又西泠残笛，低送数声春怨。哀筝一弄湘江曲，声声写尽湘波绿。纤指十三弦，细将幽恨传。当筵秋水慢，玉柱斜飞雁。弹到断肠时，春山眉黛低。塞下秋来风景异，衡阳雁去无留意。四面边声连角起，千嶂里，长烟落日孤城闭。浊酒一杯家万里，燕然未勒归无计。羌管悠悠霜满地，人不寐，将军白发征夫泪。归志宁无五亩园，读书本意在元元。灯前目力虽非昔，犹课蝇头二万言。",
        "author": "宋代",
        "poem_class": "梅花",
        "dynasty": "周密"
    },
    {
        "title": "法曲献仙音·聚景亭梅次草窗韵",
        "paragraph": "层绿峨峨，纤琼皎皎，倒压波痕清浅。过眼年华，动人幽意，相逢几番春换。记唤酒寻芳处，盈盈褪妆晚。 已销黯。况凄凉、近来离思，应忘却、明月夜深归辇。荏苒一枝春，恨东风、人似天远。纵有残花，洒征衣、铅泪都满。但殷勤折取，自遣一襟幽怨。壮岁从戎，曾是气吞残虏。阵云高、狼烟夜举。朱颜青鬓，拥雕戈西戍。笑儒冠、自来多误。 功名梦断，却泛扁舟吴楚。漫悲歌、伤怀吊古。烟波无际，望秦关何处。叹流年、又成虚度。平岸小桥千嶂抱。柔蓝一水萦花草。茅屋数间窗窈窕。尘不到。时时自有春风扫。午枕觉来闻语鸟。欹眠似听朝鸡早。忽忆故人今总老。贪梦好。茫然忘了邯郸道。百啭千声随意移，山花红紫树高低。始知锁向金笼听，不及林间自在啼。",
        "author": "宋代",
        "poem_class": "梅花",
        "dynasty": "王沂孙"
    },
    {
        "title": "王元章倒枝梅画",
        "paragraph": "皓态孤芳压俗姿，不堪复写拂云枝。从来万事嫌高格，莫怪梅花着地垂。阿冕今年已十三，耳边垂发绿鬖鬖。好亲灯火研经史，勤向庭闱奉旨甘。衔命年年巡塞北，思亲夜夜梦江南。题诗寄汝非无意，莫负青春取自惭。墨华点缀九秋容，宝箑看疑御苑逢。金粟半含青桂树，锦云初灿木芙蓉。芬香宛自清风发，艳色弥从满月浓。更喜双双枝上雀，轻飏翠羽近飞龙。岸蓼疏红水荇青，茨菰花白小如萍。双鬟短袖惭人见，背立船头自采菱。",
        "author": "明代",
        "poem_class": "梅花",
        "dynasty": "徐渭"
    },
    {
        "title": "岭梅",
        "paragraph": "到处皆诗境，随时有物华。应酬都不暇，一岭是梅花。危楼还望，叹此意、今古几人曾会？鬼设神施，浑认作、天限南疆北界。一水横陈，连岗三面，做出争雄势。六朝何事，只成门户私计？因笑王谢诸人，登高怀远，也学英雄涕。凭却长江，管不到，河洛腥膻无际。正好长驱，不须反顾，寻取中流誓。小儿破贼，势成宁问强对！(强对 一作：疆场)南高峰，北高峰，一片湖光烟霭中。春来愁杀侬。郎意浓，妾意浓。油壁车轻郎马骢，相逢九里松。少年离别意非轻，老去相逢亦怆情。草草杯盘共笑语，昏昏灯火话平生。自怜湖海三年隔，又作尘沙万里行。欲问后期何日是，寄书应见雁南征。",
        "author": "宋代",
        "poem_class": "梅花",
        "dynasty": "张道洽"
    },
    {
        "title": "梅",
        "paragraph": "轻盈照溪水，掩敛下瑶台。妒雪聊相比，欺春不逐来。偶同佳客见，似为冻醪开。若在秦楼畔，堪为弄玉媒。人事有代谢，往来成古今。江山留胜迹，我辈复登临。水落鱼梁浅，天寒梦泽深。羊公碑尚在，读罢泪沾襟。(尚在 一作：字在)流莺漂荡复参差，度陌临流不自持。巧啭岂能无本意？良辰未必有佳期。风朝露夜阴晴里，万户千门开闭时。曾苦伤春不忍听，凤城何处有花枝。挽弓当挽强，用箭当用长。射人先射马，擒贼先擒王。杀人亦有限，列国自有疆。苟能制侵陵，岂在多杀伤。",
        "author": "唐代",
        "poem_class": "梅花",
        "dynasty": "杜牧"
    },
    {
        "title": "咏落梅",
        "paragraph": "新叶初冉冉，初蕊新霏霏。逢君后园讌，相随巧笑归。亲劳君玉指，摘以赠南威。用持插云髻，翡翠比光辉。日暮长零落，君恩不可追。春风宛转入曲房，兼送小苑百花香。白马金鞍去未返，红妆玉箸下成行。鸿飞从万里，飞飞河岱起。辛勤越霜雾，联翩溯江汜。去旧国，违旧乡，旧山旧海悠且长。回首瞻东路，延翮向秋方。登楚都，入楚关，楚地萧瑟楚山寒。岁去冰未已，春来雁不还。风肃幌兮露濡庭，汉水初绿柳叶青。朱光蔼蔼云英英，离禽喈喈又晨鸣。菊有秀兮松有蕤，忧来年去容发衰。流阴逝景不可追，临堂危坐怅欲悲。轩鸟池鹤恋阶墀，岂忘河渚捐江湄。试托意兮向芳荪，心绵绵兮属荒樊。想绿苹兮既冒沼，念幽兰兮已盈园。夭桃晨暮发，春莺旦夕喧。青苔芜石路，宿草尘蓬门。邅吾游夫鄢郢，路修远以萦纡。羌故园之在目，江与汉之不可逾。目还流而附音，候归烟而托书。还流兮潺湲，归烟容裔去不旋。念卫风于河广，怀邶诗于毖泉。汉女悲而歌飞鹄，楚客伤而奏南弦。或巢阳而望越，亦依阴而慕燕。咏零雨而卒岁，吟秋风以永年。亿舜日。万尧年。咏湛露。歌采莲。愿杂百和气。宛转金炉前。",
        "author": "南北朝",
        "poem_class": "梅花",
        "dynasty": "谢朓"
    },
    {
        "title": "十一月中旬至扶风界见梅花",
        "paragraph": "匝路亭亭艳，非时裛裛香。素娥惟与月，青女不饶霜。赠远虚盈手，伤离适断肠。为谁成早秀，不待作年芳。漠漠轻阴晚自开，青天白日映楼台。曲江水满花千树，有底忙时不肯来。洞庭白波木叶稀，燕鸿始入吴云飞。吴云寒，燕鸿苦。风号沙宿潇湘浦，节士悲秋泪如雨。白日当天心，照之可以事明主。壮士愤，雄风生。安得倚天剑，跨海斩长鲸。浩浩乎，平沙无垠，夐不见人。河水萦带，群山纠纷。黯兮惨悴，风悲日曛。蓬断草枯，凛若霜晨。鸟飞不下，兽铤亡群。亭长告余曰：“此古战场也，常覆三军。往往鬼哭，天阴则闻。”伤心哉！秦欤汉欤？将近代欤？吾闻夫齐魏徭戍，荆韩召募。万里奔走，连年暴露。沙草晨牧，河冰夜渡。地阔天长，不知归路。寄身锋刃，腷臆谁愬？秦汉而还，多事四夷，中州耗斁，无世无之。古称戎夏，不抗王师。文教失宣，武臣用奇。奇兵有异于仁义，王道迂阔而莫为。呜呼噫嘻！吾想夫北风振漠，胡兵伺便。主将骄敌，期门受战。野竖旌旗，川回组练。法重心骇，威尊命贱。利镞穿骨，惊沙入面，主客相搏，山川震眩。声析江河，势崩雷电。至若穷阴凝闭，凛冽海隅，积雪没胫，坚冰在须。鸷鸟休巢，征马踟蹰。缯纩无温，堕指裂肤。当此苦寒，天假强胡，凭陵杀气，以相剪屠。径截辎重，横攻士卒。都尉新降，将军复没。尸踣巨港之岸，血满长城之窟。无贵无贱，同为枯骨。可胜言哉！鼓衰兮力竭，矢尽兮弦绝，白刃交兮宝刀折，两军蹙兮生死决。降矣哉，终身夷狄；战矣哉，暴骨沙砾。鸟无声兮山寂寂，夜正长兮风淅淅。魂魄结兮天沉沉，鬼神聚兮云幂幂。日光寒兮草短，月色苦兮霜白。伤心惨目，有如是耶！吾闻之：牧用赵卒，大破林胡，开地千里，遁逃匈奴。汉倾天下，财殚力痡。任人而已，岂在多乎！周逐猃狁，北至太原。既城朔方，全师而还。饮至策勋，和乐且闲。穆穆棣棣，君臣之间。秦起长城，竟海为关。荼毒生民，万里朱殷。汉击匈奴，虽得阴山，枕骸徧野，功不补患。苍苍蒸民，谁无父母？提携捧负，畏其不寿。谁无兄弟？如足如手。谁无夫妇？如宾如友。生也何恩，杀之何咎？其存其没，家莫闻知。人或有言，将信将疑。悁悁心目，寤寐见之。布奠倾觞，哭望天涯。天地为愁，草木凄悲。吊祭不至，精魂无依。必有凶年，人其流离。呜呼噫嘻！时耶命耶？从古如斯！为之奈何？守在四夷。 ",
        "author": "唐代",
        "poem_class": "梅花",
        "dynasty": "李商隐"
    },
    {
        "title": "落梅",
        "paragraph": "雪虐风饕愈凛然，花中气节最高坚。过时自合飘零去，耻向东君更乞怜。醉折残梅一两枝，不妨桃李自逢时。向来冰雪凝严地，力斡春回竟是谁？天上星河转，人间帘幕垂。凉生枕簟泪痕滋。起解罗衣聊问、夜何其。翠贴莲蓬小，金销藕叶稀。旧时天气旧时衣。只有情怀不似、旧家时。轻舟短棹西湖好，绿水逶迤。芳草长堤，隐隐笙歌处处随。无风水面琉璃滑，不觉船移。微动涟漪，惊起沙禽掠岸飞。去年元夜时，花市灯如昼。月上柳梢头，人约黄昏后。今年元夜时，月与灯依旧。不见去年人，泪湿春衫袖。(湿 一作：满)",
        "author": "宋代",
        "poem_class": "梅花",
        "dynasty": "陆游"
    },
    {
        "title": "观梅有感",
        "paragraph": "东风吹落战尘沙，梦想西湖处士家。只恐江南春意减，此心元不为梅花。晴云轻漾，薰风无浪，开樽避暑争相向。映湖光，逞新妆，笙歌鼎沸南湖荡，今夜且休回画舫。风，满座凉；莲，入梦香。登车宿迁北，万顷铺琼田。墨云淇水光，上下玻璃天。六花时时飘，集我车上毡。左右拍手笑，翁似日鹤仙。失却翁白髯，顿觉翁少年。与邸明谷孤山游饮诗狂悲壮，杯深豪放，恍然醉眼千峰上。意悠扬，气轩昂，天风鹤背三千丈，浮生大都空自忙。功，也是谎；名，也是谎。燕城述怀云山有意，轩裳无计，被西风吹断功名泪。去来兮，便休提，青山尽解招人醉，得失到头皆物理。得，他命里；失，咱命里。西湖醉歌，次郭振卿韵朝朝琼树，家家朱户，骄嘶过沽酒楼前路。贵何如？贱何如？六桥都是经行处，花落水流深院宇。闲，天定许；忙，人自取。怀长沙，次郭振卿韵西楼高处，东城佳处，梦魂长绕湘南路。锦鳞无，塞鸿疏，大都来只为虚名误，老未得闲心更苦。杯，谁共举？花，谁共主？怀武昌，次郭振卿韵烟波渔父。扁舟归去，移家鹦鹉洲边住。任狂疏。恣痴愚，到头也有安排处，青箬绿蓑为伴侣。闲，也自取；忙，也自取。侍牧庵先生西湖夜饮微风不定，幽香成径，红云十里波千顷。绮罗馨。管弦清，兰舟直入空明镜，碧天夜凉秋月冷。天，湖外影；湖，天上景。",
        "author": "元代",
        "poem_class": "梅花",
        "dynasty": "刘因"
    },
    {
        "title": "落梅",
        "paragraph": "和风和雨点苔纹，漠漠残香静里闻。林下积来全似雪，岭头飞去半为云。不须横管吹江郭，最惜空枝冷夕曛。回首孤山山下路，霜禽粉蝶任纷纷。德也狂生耳。偶然间，缁尘京国，乌衣门第。有酒惟浇赵州土，谁会成生此意。不信道、遂成知己。青眼高歌俱未老，向尊前、拭尽英雄泪。君不见，月如水。共君此夜须沉醉。且由他，蛾眉谣诼，古今同忌。身世悠悠何足问，冷笑置之而已。寻思起、从头翻悔。一日心期千劫在，后身缘、恐结他生里。然诺重，君须记。芳草才芽，梨花未雨，春魂已作天涯絮。晶帘宛转为谁垂，金衣飞上樱桃树。故国茫茫，扁舟何许，夕阳一片江流去。碧云犹叠旧河山，月痕休到深深处。暗香袭处佩环鸣，美眸善睐未分明。?临去莞尔还一笑，忽与余兮两目成。",
        "author": "清代",
        "poem_class": "梅花",
        "dynasty": "律然"
    },
    {
        "title": "早梅",
        "paragraph": "万树寒无色，南枝独有花。香闻流水处，影落野人家。半肩风雨半肩柴，竹杖芒鞋破碧崖。刚出岭头三五步，浑身都被乱云埋。经行仿佛近诸天，月上山衔半缺圆。听得上方相对话，星辰莫阂五峰巅。黄鹤楼前日欲低，汉阳城树乱乌啼。孤舟夜泊东游客，恨杀长江不向西。一滩一滩复一滩，轻舟荡桨上曾湍。三秋岭外雨全少，十月邕南天未寒。露岸苇花明白羽，风林橘子动金丸。如何连夜还乡梦，不怕关山行路难。",
        "author": "明代",
        "poem_class": "梅花",
        "dynasty": "道源"
    },
    {
        "title": "南乡子·梅花词和杨元素",
        "paragraph": "寒雀满疏篱，争抱寒柯看玉蕤。忽见客来花下坐，惊飞。蹋散芳英落酒卮。 痛饮又能诗，坐客无毡醉不知。花尽酒阑春到也，离离。一点微酸已著枝。文章本天成，妙手偶得之。粹然无疵瑕，岂复须人为？君看古彝器，巧拙两无施。汉最近先秦，固已殊淳漓。胡部何为者，豪竹杂哀丝。后夔不复作，千载谁与期？湛湛长空黑。更那堪、斜风细雨，乱愁如织。老眼平生空四海，赖有高楼百尺。看浩荡、千崖秋色。白发书生神州泪，尽凄凉、不向牛山滴。追往事，去无迹。 少年自负凌云笔。到而今、春华落尽，满怀萧瑟。常恨世人新意少，爱说南朝狂客。把破帽、年年拈出。若对黄花孤负酒，怕黄花、也笑人岑寂。鸿北去，日西匿。城下路，凄风露，今人犁田古人墓。岸头沙，带蒹葭，漫漫昔时流水今人家。黄埃赤日长安道，倦客无浆马无草。开函关，掩函关，千古如何不见一人闲？六国扰，三秦扫，初谓商山遗四老。驰单车，致缄书，裂荷焚芰接武曳长裾。高流端得酒中趣，深入醉乡安稳处。生忘形，死忘名。谁论二豪初不数刘伶？",
        "author": "宋代",
        "poem_class": "梅花",
        "dynasty": "苏轼"
    },
    {
        "title": "点绛唇·梅",
        "paragraph": "流水泠泠，断桥横路梅枝亚。雪花飞下，浑似江南画。白璧青钱，欲买春无价。归来也，风吹平野，一点香随马。图书一室。香暖垂帘密。花满翠壶熏研席。睡觉满窗晴日。手寒不了残棋。篝香细勘唐碑。无酒无诗情绪，欲梅欲雪天时。墨云拖雨过西楼。水东流，晚烟收。柳外残阳，回照动帘钩。今夜巫山真个好，花未落，酒新篘。 美人微笑转星眸。月华羞，捧金瓯。歌扇萦风，吹散一春愁。试问江南诸伴侣，谁似我，醉扬州。洞房记得初相遇。便只合、长相聚。何期小会幽欢，变作离情别绪。况值阑珊春色暮，对满目、乱花狂絮。直恐好风光，尽随伊归去。 一场寂寞凭谁诉。算前言、总轻负。早知恁地难拚，悔不当时留住。其奈风流端正外，更别有，系人心处。一日不思量，也攒眉千度。",
        "author": "宋代",
        "poem_class": "梅花",
        "dynasty": "朱翌"
    },
    {
        "title": "踏莎行·雪中看梅花",
        "paragraph": "两种风流，一家制作。雪花全似梅花萼。细看不是雪无香，天风吹得香零落。虽是一般，惟高一着。雪花不似梅花薄。梅花散彩向空山，雪花随意穿帘幕。题情相思借酒消，酒醒相思到，月夕花朝，容易怀抱。恹恹病转深，未否他知道。要得重生，除是他医疗。他行自有灵丹药。【骂玉郎北】无端掘下相思窑，那里是蜂蝶阵、燕莺巢。痴心枉作千年调。不札实似风竹摇，无投奔似风絮飘，没出活似风花落。【东瓯令南】情山远，意波遥，咫尺妆楼天样高。月圆苦被阴云罩，偏不把离愁照。玉人何处教吹箫，辜南了这良宵。【感皇恩北】呀，那些个投以木桃，报以琼瑶？我便似日影内捕金乌、月轮中擒玉兔、云端里觅黄鹤。心肠枉费，伎俩徒劳。也是我恩情尽、时运乖、分缘薄。【浣溪沙南】我自招，随人笑，自古今好物难牢。我做了谒浆崔护违前约，采药刘郎没下梢，心懊恼。再休想画堂中、绮筵前，夜将红烛高烧。【采茶歌北】疼热话向谁学？机密事把谁托？那里是浔阳江上不能潮？有一日相逢酬旧好，我把这相思两字细推敲。【尾南】我青春，他年少，玉箫终久遇韦皋，万苦千辛休忘了。双喜鹊，几报归期浑错。尽做旧愁都忘却，新愁何处着？瘦雪一痕墙角，青子已妆残萼。不道枝头无可落，东风犹作恶。十年孤影寄天涯，冷笑傍人论左车。白雪阳春应有价，清风明月不须赊。交游渐喜诗成垒，定省惟凭梦到家。休道焰光推不出，却愁烧杀杏园花。",
        "author": "元代",
        "poem_class": "梅花",
        "dynasty": "王旭"
    },
    {
        "title": "蝶恋花·两岸月桥花半吐",
        "paragraph": "两岸月桥花半吐。红透肌香，暗把游人误。尽道武陵溪上路。不知迷入江南去。 先自冰霜真态度。何事枝头，点点胭脂污。莫是东君嫌淡素。问花花又娇无语。漠漠轻寒上小楼，晓阴无赖似穷秋。淡烟流水画屏幽。自在飞花轻似梦，无边丝雨细如愁。宝帘闲挂小银钩。波渺渺，柳依依。孤村芳草远，斜日杏花飞。江南春尽离肠断，蘋满汀洲人未归。满洞苔钱。买断风烟。笑桃花流落晴川。石楼高处，夜夜啼猿。看二更云，三更月，四更天。细草如毡。独枕空拳。与山麋野鹿同眠。残霞未散，淡雾沉绵。是晋时人，唐时洞，汉时仙。",
        "author": "宋代",
        "poem_class": "梅花",
        "dynasty": "真德秀"
    },
    {
        "title": "早梅",
        "paragraph": "迎春故早发，独自不疑寒。畏落众花后，无人别意看。少日欣日益，老至苦年侵。红颜既罢艳，白发宁久吟。阶庭唯仰杖，朝府不胜簪。甘肥与妖丽，徒有壮时心。前有浊樽酒，忧思乱纷纷。小来重意气，学剑不学文。忽值胡关静，匈奴遂两分。天山已半出，龙城无片云。汉世平如此，何用李将军。躞蹀青骊马，往战城南畿。五历鱼丽阵，三入九重围。名慑武安将，血污秦王衣。为君意气重，无功终不归。",
        "author": "南北朝",
        "poem_class": "梅花",
        "dynasty": "谢燮"
    },
    {
        "title": "玉楼春·东山探梅",
        "paragraph": "泠泠水向桥东去。漠漠云归溪上住。疏风淡月有来时，流水行云无觅处。 佳人独立相思苦。薄袖欺寒脩竹暮。白头空负雪边春，着意问春春不语。渔父笑，轻鸥举，漠漠一江风雨。江边骑马是官人，借我孤舟南渡。少年离别意非轻，老去相逢亦怆情。草草杯盘共笑语，昏昏灯火话平生。自怜湖海三年隔，又作尘沙万里行。欲问后期何日是，寄书应见雁南征。水陆草木之花，可爱者甚蕃。晋陶渊明独爱菊。自李唐来，世人甚爱牡丹。予独爱莲之出淤泥而不染，濯清涟而不妖，中通外直，不蔓不枝，香远益清，亭亭净植，可远观而不可亵玩焉。(甚爱 一作：盛爱)予谓菊，花之隐逸者也；牡丹，花之富贵者也；莲，花之君子者也。噫！菊之爱，陶后鲜有闻。莲之爱，同予者何人？牡丹之爱，宜乎众矣。",
        "author": "宋代",
        "poem_class": "梅花",
        "dynasty": "刘镇"
    },
    {
        "title": "疏影·梅影",
        "paragraph": "黄昏片月。似碎阴满地，还更清绝。枝北枝南，疑有疑无，几度背灯难折。依稀倩女离魂处，缓步出、前村时节。看夜深、竹外横斜，应妒过云明灭。窥镜蛾眉淡抹。为容不在貌，独抱孤洁。莫是花光，描取春痕，不怕丽谯吹彻。还惊海上燃犀去，照水底、珊瑚如活。做弄得、酒醒天寒，空对一庭香雪。淳熙丙申至日，予过维扬。夜雪初霁，荠麦弥望。入其城，则四顾萧条，寒水自碧，暮色渐起，戍角悲吟。予怀怆然，感慨今昔，因自度此曲。千岩老人以为有《黍离》之悲也。淮左名都，竹西佳处，解鞍少驻初程。过春风十里，尽荠麦青青。自胡马窥江去后，废池乔木，犹厌言兵。渐黄昏，清角吹寒，都在空城。 杜郎俊赏，算而今重到须惊。纵豆蔻词工，青楼梦好，难赋深情。二十四桥仍在，波心荡，冷月无声。念桥边红药，年年知为谁生？林断山明竹隐墙。乱蝉衰草小池塘。翻空白鸟时时见，照水红蕖细细香。村舍外，古城旁。杖藜徐步转斜阳。殷勤昨夜三更雨，又得浮生一日凉。岸阔樯稀波渺茫，独凭危槛思何长。萧萧远树疏林外，一半秋山带夕阳。",
        "author": "宋代",
        "poem_class": "梅花",
        "dynasty": "张炎"
    },
    {
        "title": "菩萨蛮·春风试手先梅蕊",
        "paragraph": "春风试手先梅蕊，頩姿冷艳明沙水。不受众芳知，端须月与期。清香闲自远，先向钗头见。雪后燕瑶池，人间第一枝。三更月，中庭恰照梨花雪。梨花雪，不胜凄断，杜鹃啼血。王孙何许音尘绝，柔桑陌上吞声别。吞声别，陇头流水，替人呜咽。痴儿了却公家事，快阁东西倚晚晴。落木千山天远大，澄江一道月分明。朱弦已为佳人绝，青眼聊因美酒横。万里归船弄长笛，此心吾与白鸥盟。残霞夕照西湖好，花坞苹汀，十顷波平，野岸无人舟自横。 西南月上浮云散，轩槛凉生。莲芰香清。水面风来酒面醒。",
        "author": "宋代",
        "poem_class": "梅花",
        "dynasty": "赵令畤"
    },
    {
        "title": "定风波·红梅",
        "paragraph": "好睡慵开莫厌迟。自怜冰脸不时宜。偶作小红桃杏色，闲雅，尚馀孤瘦雪霜姿。 休把闲心随物态，何事，酒生微晕沁瑶肌。诗老不知梅格在，吟咏，更看绿叶与青枝。重五山村好，榴花忽已繁。粽包分两髻，艾束著危冠。旧俗方储药，羸躯亦点丹。日斜吾事毕，一笑向杯盘。黄金错刀白玉装，夜穿窗扉出光芒。丈夫五十功未立，提刀独立顾八荒。京华结交尽奇士，意气相期共生死。千年史册耻无名，一片丹心报天子。尔来从军天汉滨，南山晓雪玉嶙峋。呜呼！楚虽三户能亡秦，岂有堂堂中国空无人！丙辰中秋，欢饮达旦，大醉，作此篇，兼怀子由。明月几时有？把酒问青天。不知天上宫阙，今夕是何年。我欲乘风归去，又恐琼楼玉宇，高处不胜寒。起舞弄清影，何似在人间。(何似 一作：何时；又恐 一作：惟 / 唯恐)转朱阁，低绮户，照无眠。不应有恨，何事长向别时圆？人有悲欢离合，月有阴晴圆缺，此事古难全。但愿人长久，千里共婵娟。(长向 一作：偏向)",
        "author": "宋代",
        "poem_class": "梅花",
        "dynasty": "苏轼"
    },
    {
        "title": "西江月·咏梅",
        "paragraph": "马趁香微路远，沙笼月淡烟斜。渡波清彻映妍华。倒绿枝寒凤挂。 挂凤寒枝绿倒，华妍映彻清波。渡斜烟淡月笼沙。远路微香趁马。淳熙丁酉，自江陵移帅隆兴，到官之三月被召，司马监、赵卿、王漕饯别。司马赋《水调歌头》，席间次韵。时王公明枢密薨，坐客终夕为兴门户之叹，故前章及之。我饮不须劝，正怕酒樽空。别离亦复何恨？此别恨匆匆。头上貂蝉贵客，苑外麒麟高冢，人世竟谁雄？一笑出门去，千里落花风。孙刘辈，能使我，不为公。余发种种如是，此事付渠侬。但觉平生湖海，除了醉吟风月，此外百无功。毫发皆帝力，更乞鉴湖东。桃李莫相妒，夭姿元不同。犹余雪霜态，未肯十分红。晚晴风歇。一夜春威折。脉脉花疏天淡，云来去、数枝雪。 胜绝。愁亦绝。此情谁共说。惟有两行低雁，知人倚、画楼月。",
        "author": "宋代",
        "poem_class": "梅花",
        "dynasty": "苏轼"
    },
    {
        "title": "咏梅九首",
        "paragraph": "琼姿只合在瑶台，谁向江南处处栽？雪满山中高士卧，月明林下美人来。寒依疏影萧萧竹，春掩残香漠漠苔。自去何郎无好咏，东风愁寂几回开。缟袂相逢半是仙，平生水竹有深缘。将疏尚密微经雨，似暗还明远在烟。薄瞑山家松树下，嫩寒江店杏花前。秦人若解当时种，不引渔郎入洞天。翠羽惊飞别树头，冷香狼籍倩谁收。骑驴客醉风吹帽，放鹤人归雪满舟。淡月微云皆似梦，空山流水独成愁。几看孤影低徊处，只道花神夜出游。淡淡霜华湿粉痕，谁施绡帐护春温。诗随十里寻春路，愁在三更挂月村。飞去只忧云作伴，销来肯信玉为魂。一尊欲访罗浮客，落叶空山正掩门。云雾为屏雪作宫，尘埃无路可能通。春风未动枝先觉，夜月初来树欲空。翠袖佳人依竹下，白衣宰相在山中。寂寥此地君休怨，回首名园尽棘丛。梦断扬州阁掩尘，幽期犹自属诗人。立残孤影长过夜，看到余芳不是春。云暖空山裁玉遍，月寒深浦泣珠频。掀篷图里当时见，错爱横斜却未真。独开无那只依依，肯为愁多减玉辉？廉外钟来月初上，灯前角断忽霜飞。行人水驿春全早，啼鸟山塘晚半稀。愧我素衣今已化，相逢远自洛阳归。最爱寒多最得阳，仙游长在白云乡。春愁寂寞天应老，夜色朦胧月亦香。楚客不吟江路寂，吴王已醉苑台荒。枝头谁见花惊处？袅袅微风簌簌霜。断魂只有月明知，无限春愁在一枝。不共人言唯独笑，忽疑君到正相思。歌残别院烧灯夜，妆罢深宫览镜时。旧梦已随流水远，山窗聊复伴题诗。纤纤初月上鸦黄，不把双眉斗画长。素柰忽开西子面，芙蓉不及美人妆。对题锦字添新恨，闲对幽花识旧香。欲说春心无所似，池边顾步两鸳鸯。¤师心好善善心渊，宿因旷作今复坚。与佛同生极乐天，观空利物来东边。目有神光顶相圆，王公稽首拜其前。笑谈般若生红莲，周旋俯仰皆幽玄。替佛说法近市廛，骅骝杂□拥粉钿。飘飘飞度五台巅，红尘富贵心无牵。松下趺坐自忘缘，人间甲子不知年。涟今死杖下矣！痴心报主，愚直仇人；久拼七尺，不复挂念。不为张俭逃亡，亦不为杨震仰药，欲以性命归之朝廷，不图妻子一环泣耳。打问之时，枉处赃私，杀人献媚，五日一比，限限严旨。家倾路远，交绝途穷，身非铁石，有命而已。雷霆雨露，莫非天恩，仁义一生，死于诏狱，难言不得死所。何憾于天？何怨于人？惟我身副宪臣，曾受顾命。孔子云：“托孤寄命，临大节而不可夺！”持此一念，终可以见先帝于在天，对二祖十宗与皇天后土、天下万世矣。大笑，大笑，还大笑！刀砍东风，于我何有哉？",
        "author": "明代",
        "poem_class": "梅花",
        "dynasty": "高启"
    },
    {
        "title": "南乡子·冬夜",
        "paragraph": "万籁寂无声。衾铁稜稜近五更。香断灯昏吟未稳，凄清。只有霜华伴月明。应是夜寒凝。恼得梅花睡不成。我念梅花花念我，关情。起看清冰满玉瓶。凡读书......须要读得字字响亮，不可误一字，不可少一字，不可多一字，不可倒一字，不可牵强暗记，只是要多诵数遍，自然上口，久远不忘。古人云，“读书百遍，其义自见”。谓读得熟，则不待解说，自晓其义也。余尝谓，读书有三到，谓心到，眼到，口到。心不在此，则眼不看仔细，心眼既不专一，却只漫浪诵读，决不能记，记亦不能久也。三到之中，心到最急。心既到矣，眼口岂不到乎？马趁香微路远，沙笼月淡烟斜。渡波清彻映妍华。倒绿枝寒凤挂。 挂凤寒枝绿倒，华妍映彻清波。渡斜烟淡月笼沙。远路微香趁马。病起恹恹、画堂花谢添憔悴。乱红飘砌。滴尽胭脂泪。惆怅前春，谁向花前醉。愁无际。武陵回睇。人远波空翠。",
        "author": "宋代",
        "poem_class": "梅花",
        "dynasty": "黄升"
    },
    {
        "title": "昭君怨·梅花",
        "paragraph": "道是花来春未。道是雪来香异。竹外一枝斜。野人家。冷落竹篱茅舍。富贵玉堂琼榭。两地不同栽。一般开。斜风细雨作春寒，对尊前，忆前欢。曾把梨花，寂寞泪阑干。芳草断烟南浦路，和别泪，看青山。昨宵结得梦夤缘，水云间，悄无言。争奈醒来，愁恨又依然。展转衾裯空懊恼，天易见，见伊难。蜗角虚名，蝇头微利，算来著甚干忙。事皆前定，谁弱又谁强。且趁闲身未老，尽放我、些子疏狂。百年里，浑教是醉，三万六千场。(尽放我 一作：须放我) 思量。能几许，忧愁风雨，一半相妨，又何须抵死，说短论长。幸对清风皓月，苔茵展、云幕高张。江南好，千钟美酒，一曲满庭芳。高咏楚词酬午日，天涯节序匆匆。榴花不似舞裙红。无人知此意，歌罢满帘风。 万事一身伤老矣，戎葵凝笑墙东。酒杯深浅去年同。试浇桥下水，今夕到湘中。",
        "author": "宋代",
        "poem_class": "梅花",
        "dynasty": "郑域"
    },
    {
        "title": "菩萨蛮·梅雪",
        "paragraph": "银河宛转三千曲。浴凫飞鹭澄波绿。何处是归舟。夕阳江上楼。 天憎梅浪发。故下封枝雪。深院卷帘看。应怜江上寒。雨暗初疑夜，风回忽报晴。淡云斜照著山明。细草软沙溪路、马蹄轻。卯酒醒还困，仙材梦不成。蓝桥何处觅云英。只有多情流水、伴人行。揉破黄金万点轻。剪成碧玉叶层层。风度精神如彦辅，大鲜明。(大 一作：太)梅蕊重重何俗甚，丁香千结苦粗生。熏透愁人千里梦，却无情。闾丘大夫孝终公显尝守黄州，作栖霞楼，为郡中胜绝。元丰五年，余谪居黄。正月十七日，梦扁舟渡江，中流回望，楼中歌乐杂作。舟中人言：公显方会客也。觉而异之，乃作此词，盖越调鼓笛慢。公显时已致仕在苏州。小舟横截春江，卧看翠壁红楼起。云间笑语，使君高会，佳人半醉。危柱哀弦，艳歌余响，绕云萦水。念故人老大，风流未减，独回首、烟波里。推枕惘然不见，但空江、月明千里。五湖闻道，扁舟归去，仍携西子。云梦南州，武昌东岸，昔游应记。料多情梦里，端来见我，也参差是。",
        "author": "宋代",
        "poem_class": "梅花",
        "dynasty": "周邦彦"
    },
    {
        "title": "霜天晓角·梅",
        "paragraph": "晚晴风歇。一夜春威折。脉脉花疏天淡，云来去、数枝雪。 胜绝。愁亦绝。此情谁共说。惟有两行低雁，知人倚、画楼月。怒发冲冠，凭栏处、潇潇雨歇。抬望眼，仰天长啸，壮怀激烈。三十功名尘与土，八千里路云和月。莫等闲，白了少年头，空悲切！(栏 通：阑)靖康耻，犹未雪。臣子恨，何时灭！驾长车，踏破贺兰山缺。壮志饥餐胡虏肉，笑谈渴饮匈奴血。待从头、收拾旧山河，朝天阙。(壮志 一作：壮士；兰山缺 一作：兰山阙) 香冷金猊，被翻红浪，起来慵自梳头。任宝奁尘满，日上帘钩。生怕离怀别苦，多少事、欲说还休。新来瘦，非干病酒，不是悲秋。休休，这回去也，千万遍《阳关》，也则难留。念武陵人远，烟锁秦楼。惟有楼前流水，应念我、终日凝眸。凝眸处，从今又添，一段新愁。(版本一)香冷金猊，被翻红浪，起来人未梳头。任宝奁闲掩，日上帘钩。生怕闲愁暗恨，多少事、欲说还休。今年瘦，非干病酒，不是悲秋。明朝，者回去也，千万遍阳关，也即难留。念武陵春晚，云锁重楼。记取楼前绿水，应念我、终日凝眸。凝眸处，从今更数，几段新愁。(版本二)高咏楚词酬午日，天涯节序匆匆。榴花不似舞裙红。无人知此意，歌罢满帘风。 万事一身伤老矣，戎葵凝笑墙东。酒杯深浅去年同。试浇桥下水，今夕到湘中。",
        "author": "宋代",
        "poem_class": "梅花",
        "dynasty": "范成大"
    },
    {
        "title": "虞美人·宜州见梅作",
        "paragraph": "天涯也有江南信。梅破知春近。夜阑风细得香迟。不道晓来开遍、向南枝。 玉台弄粉花应妒。飘到眉心住。平生个里愿杯深。去国十年老尽、少年心。采芳人杳，顿觉游情少。客里看春多草草，总被诗愁分了。去年燕子天涯，今年燕子谁家？ 三月休听夜雨，如今不是催花。敲碎离愁，纱窗外、风摇翠竹。人去后、吹箫声断，倚楼人独。满眼不堪三月暮，举头已觉千山绿。但试将一纸寄来书，从头读。相思字，空盈幅；相思意，何时足？滴罗襟点点，泪珠盈掬。芳草不迷行客路，垂杨只碍离人目。最苦是、立尽月黄昏，阑干曲。水天空阔，恨东风不惜世间英物。蜀鸟吴花残照里，忍见荒城颓壁。铜雀春情，金人秋泪，此恨凭谁雪？堂堂剑气，斗牛空认奇杰。那信江海余生，南行万里，属扁舟齐发。正为鸥盟留醉眼，细看涛生云灭。睨柱吞嬴，回旗走懿，千古冲冠发。伴人无寐，秦淮应是孤月。",
        "author": "宋代",
        "poem_class": "梅花",
        "dynasty": "黄庭坚"
    },
    {
        "title": "梅花",
        "paragraph": "白玉堂前一树梅，为谁零落为谁开。唯有春风最相惜，一年一度一归来。彩袖殷勤捧玉钟，当年拚却醉颜红。舞低杨柳楼心月，歌尽桃花扇底风。从别后，忆相逢，几回魂梦与君同。今宵剩把银釭照，犹恐相逢是梦中。小径红稀，芳郊绿遍。高台树色阴阴见。春风不解禁杨花，蒙蒙乱扑行人面。(蒙 通：濛)翠叶藏莺，朱帘隔燕。炉香静逐游丝转。一场愁梦酒醒时，斜阳却照深深院。有梅无雪不精神，有雪无诗俗了人。日暮诗成天又雪，与梅并作十分春。",
        "author": "宋代",
        "poem_class": "梅花",
        "dynasty": "王安石"
    },
    {
        "title": "生查子·重叶梅",
        "paragraph": "百花头上开，冰雪寒中见。霜月定相知，先识春风面。 主人情意深，不管江妃怨。折我最繁枝，还许冰壶荐。梅花南北路，风雨湿征衣。出岭同谁出？归乡如此归！(此归 一作：不归)山河千古在，城郭一时非。饿死真吾志，梦中行采薇。世情薄，人情恶，雨送黄昏花易落。晓风干，泪痕残。欲笺心事，独语斜阑。难，难，难！人成各，今非昨，病魂常似秋千索。角声寒，夜阑珊。怕人寻问，咽泪装欢。瞒，瞒，瞒！(装 通：妆)片片蝶衣轻，点点猩红小。道是天公不惜花，百种千般巧。 朝见树头繁，暮见枝头少。道是天公果惜花，雨洗风吹了。",
        "author": "宋代",
        "poem_class": "梅花",
        "dynasty": "辛弃疾"
    },
    {
        "title": "红梅三首·其一",
        "paragraph": "怕愁贪睡独开迟，自恐冰容不入时。故作小红桃杏色，尚余孤瘦雪霜姿。寒心未肯随春态，酒晕无端上玉肌。诗老不知梅格在，更看绿叶与青枝。落花已作风前舞。又送黄昏雨。晓来庭院半残红。惟有游丝千丈、罥晴空。 殷勤花下同携手。更尽杯中酒。美人不用敛蛾眉。我亦多情无奈、酒阑时。开时似雪。谢时似雪。花中奇绝。香非在蕊，香非在萼，骨中香彻。 占溪风，留溪月。堪羞损、山桃如血。直饶更、疏疏淡淡，终有一般情别。梨花风起正清明，游子寻春半出城。日暮笙歌收拾去，万株杨柳属流莺。",
        "author": "宋代",
        "poem_class": "梅花",
        "dynasty": "苏轼"
    },
    {
        "title": "早梅",
        "paragraph": "万木冻欲折，孤根暖独回。前村深雪里，昨夜一枝开。风递幽香出，禽窥素艳来。明年如应律，先发望春台。垂緌饮清露，流响出疏桐。居高声自远，非是藉秋风。南湖秋水夜无烟，耐可乘流直上天。且就洞庭赊月色，将船买酒白云边。清川带长薄，车马去闲闲。流水如有意，暮禽相与还。荒城临古渡，落日满秋山。迢递嵩高下，归来且闭关。",
        "author": "唐代",
        "poem_class": "梅花",
        "dynasty": "齐己"
    },
    {
        "title": "临江仙·探梅",
        "paragraph": "老去惜花心已懒，爱梅犹绕江村。一枝先破玉溪春。更无花态度，全有雪精神。 剩向空山餐秀色，为渠著句清新。竹根流水带溪云。醉中浑不记，归路月黄昏。胜日寻芳泗水滨，无边光景一时新。等闲识得东风面，万紫千红总是春。青衫初入九重城，结友尽豪英。蜡封夜半传檄，驰骑谕幽并。时易失，志难城，鬓丝生。平章风月，弹压江山，别是功名。方山子，光、黄间隐人也。少时慕朱家、郭解为人，闾里之侠皆宗之。稍壮，折节读书，欲以此驰骋当世，然终不遇。晚乃遁于光、黄间，曰岐亭。庵居蔬食，不与世相闻；弃车马，毁冠服，徒步往来山中，人莫识也。见其所著帽，方耸而高，曰：“此岂古方山冠之遗像乎？”因谓之方山子。余谪居于黄，过岐亭，适见焉。曰：“呜呼！此吾故人陈慥季常也，何为而在此？”方山子亦矍然，问余所以至此者，余告之故。俯而不答，仰而笑，呼余宿其家。环堵萧然，而妻子奴婢皆有自得之意。余既耸然异之，独念方山子少时，使酒好剑，用财如粪土。前十有九年，余在岐山，见方山子从两骑，挟二矢，游西山。鹊起于前，使骑逐而射之，不获。方山子怒马独出，一发得之。因与余马上论用兵及古今成败，自谓一世豪士。今几日耳，精悍之色，犹见于眉间，而岂山中之人哉？然方山子世有勋阀，当得官。使从事于其间，今已显闻。而其家在洛阳，园宅壮丽，与公侯等。河北有田，岁得帛千匹，亦足以富乐。皆弃不取，独来穷山中，此岂无得而然哉？余闻光、黄间多异人，往往阳狂垢污，不可得而见，方山子傥见之欤？ ",
        "author": "宋代",
        "poem_class": "梅花",
        "dynasty": "辛弃疾"
    },
    {
        "title": "念奴娇·梅",
        "paragraph": "疏疏淡淡，问阿谁、堪比天真颜色。笑杀东君虚占断，多少朱朱白白。雪里温柔，水边明秀，不借春工力。骨清香嫩，迥然天与奇绝。 尝记宝篽寒轻，琐窗人睡起，玉纤轻摘。漂泊天涯空瘦损，犹有当年标格。万里风烟，一溪霜月，未怕欺他得。不如归去，阆苑有个人忆。春风疑不到天涯，二月山城未见花。残雪压枝犹有橘，冻雷惊笋欲抽芽。夜闻归雁生乡思，病入新年感物华。曾是洛阳花下客，野芳虽晚不须嗟。小楼寒，夜长帘幕低垂。恨萧萧、无情风雨，夜来揉损琼肌。也不似、贵妃醉脸，也不似、孙寿愁眉。韩令偷香，徐娘傅粉，莫将比拟未新奇。细看取、屈平陶令，风韵正相宜。微风起，清芬酝藉，不减酴醿。 渐秋阑、雪清玉瘦，向人无限依依。似愁凝、汉皋解佩，似泪洒、纨扇题诗。朗月清风，浓烟暗雨，天教憔悴度芳姿。纵爱惜、不知从此，留得几多时。人情好，何须更忆，泽畔东篱。小阁藏春，闲窗锁昼，画堂无限深幽。篆香烧尽，日影下帘钩。手种江梅渐好，又何必、临水登楼。无人到，寂寥浑似，何逊在扬州。从来，知韵胜，难堪雨藉，不耐风揉。更谁家横笛，吹动浓愁。莫恨香消雪减，须信道、扫迹情留。难言处，良宵淡月，疏影尚风流。",
        "author": "宋代",
        "poem_class": "梅花",
        "dynasty": "辛弃疾"
    },
    {
        "title": "早梅",
        "paragraph": "早梅发高树，迥映楚天碧。朔吹飘夜香，繁霜滋晓白。欲为万里赠，杳杳山水隔。寒英坐销落，何用慰远客。 自是寻春去校迟，不须惆怅怨芳时。 狂风落尽深红色，绿叶成阴子满枝。冰簟银床梦不成，碧天如水夜云轻。 雁声远过潇湘去，十二楼中月自明。凤凰台上凤凰游，凤去台空江自流。吴宫花草埋幽径，晋代衣冠成古丘。三山半落青天外，二水中分白鹭洲。(二水 一作：一水)总为浮云能蔽日，长安不见使人愁。",
        "author": "唐代",
        "poem_class": "梅花",
        "dynasty": "柳宗元"
    },
    {
        "title": "墨梅",
        "paragraph": "山边幽谷水边村，曾被疏花断客魂。犹恨东风无意思，更吹烟雨暗黄昏。海棠亭午沾疏雨。便一饷、胭脂尽吐。老去惜花心，相对花无语。 羽书万里飞来处。报扫荡、狐嗥兔舞。濯锦古江头，飞景还如许。陈康肃公善射，当世无双 ，公亦以此自矜。尝射于家圃，有卖油翁释担而立，睨之久而不去。见其发矢十中八九，但微颔之。康肃问曰：“汝亦知射乎？吾射不亦精乎？”翁曰：“无他， 但手熟尔。”康肃忿然曰：“尔安敢轻吾射！”翁曰：“以我酌油知之。”乃取一葫芦置于地，以钱覆其口，徐以杓酌油沥之，自钱孔入，而钱不湿。因曰：“我亦无他，惟手熟尔。”康肃笑而遣之。浩荡清淮天共流，长风万里送归舟。应愁晚泊喧卑地，吹入沧溟始自由！",
        "author": "宋代",
        "poem_class": "梅花",
        "dynasty": "张嵲"
    },
    {
        "title": "汉宫春·梅",
        "paragraph": "潇洒江梅，向竹梢疏处，横两三枝。东君也不爱惜，雪压霜欺。无情燕子，怕春寒、轻失花期。惟是有，年年塞雁，归来曾见开时。 清浅小溪如练，问玉堂何似，茅舍疏篱。伤心故人去后，冷落新诗。微云淡月，对孤芳、分付他谁。空自倚，清香未减，风流不在人知。朝云漠漠散轻丝。楼阁淡春姿。柳泣花啼，九街泥重，门外燕飞迟。 而今丽日明金屋，春色在桃枝。不似当时，小桥冲雨，幽恨两人知。离多最是，东西流水，终解两相逢。浅情终似，行云无定，犹到梦魂中。可怜人意，薄于云水，佳会更难重。细想从来，断肠多处，不与今番同。白鸥问我泊孤舟，是身留，是心留？心若留时，何事锁眉头？风拍小帘灯晕舞，对闲影，冷清清，忆旧游。旧游旧游今在否？花外楼，柳下舟。梦也梦也，梦不到，寒水空流。漠漠黄云，湿透木棉裘。都道无人愁似我，今夜雪，有梅花，似我愁。",
        "author": "宋代",
        "poem_class": "梅花",
        "dynasty": "晁冲之"
    },
    {
        "title": "红梅",
        "paragraph": "桃李莫相妒，夭姿元不同。犹余雪霜态，未肯十分红。凡读书......须要读得字字响亮，不可误一字，不可少一字，不可多一字，不可倒一字，不可牵强暗记，只是要多诵数遍，自然上口，久远不忘。古人云，“读书百遍，其义自见”。谓读得熟，则不待解说，自晓其义也。余尝谓，读书有三到，谓心到，眼到，口到。心不在此，则眼不看仔细，心眼既不专一，却只漫浪诵读，决不能记，记亦不能久也。三到之中，心到最急。心既到矣，眼口岂不到乎？举头西北浮云，倚天万里须长剑。人言此地，夜深长见，斗牛光焰。我觉山高，潭空水冷，月明星淡。待燃犀下看，凭栏却怕，风雷怒，鱼龙惨。峡束苍江对起，过危楼，欲飞还敛。元龙老矣！不妨高卧，冰壶凉簟。千古兴亡，百年悲笑，一时登览。问何人又卸，片帆沙岸，系斜阳缆？秀樾横塘十里香，水花晚色静年芳。胭脂雪瘦熏沉水，翡翠盘高走夜光。山黛远，月波长，暮云秋影蘸潇湘。醉魂应逐凌波梦，分付西风此夜凉。",
        "author": "宋代",
        "poem_class": "梅花",
        "dynasty": "王十朋"
    },
    {
        "title": "雪梅·其二",
        "paragraph": "有梅无雪不精神，有雪无诗俗了人。日暮诗成天又雪，与梅并作十分春。枫林红透晚烟青，客思满鸥汀。二十年来，无家种竹，犹借竹为名。春风未了秋风到，老去万缘轻。只把平生，闲吟闲咏，谱作棹歌声。心似已灰之木，身如不系之舟。问汝平生功业，黄州惠州儋州。桃李莫相妒，夭姿元不同。犹余雪霜态，未肯十分红。",
        "author": "宋代",
        "poem_class": "梅花",
        "dynasty": "卢梅坡"
    },
    {
        "title": "卜算子·咏梅",
        "paragraph": "读陆游咏梅词，反其意而用之。风雨送春归，飞雪迎春到。已是悬崖百丈冰，犹有花枝俏。俏也不争春，只把春来报。待到山花烂漫时，她在丛中笑。大江日夜向东流，聚义群雄又远游。六代绮罗成旧梦，石头城上月如钩。草绿裙腰山染黛，闲恨闲愁侬不解。莫愁艇子渡江时，九鸾钗，双凤带，杯酒劝郎情似海。人民胜利今何在，满路新贵满目衰。核弹高置昆仑巅，摧尽腐朽方释怀。",
        "author": "近现代",
        "poem_class": "梅花",
        "dynasty": "毛泽东"
    },
    {
        "title": "白梅",
        "paragraph": "冰雪林中著此身，不同桃李混芳尘。忽然一夜清香发，散作乾坤万里春。青山相待，白云相爱，梦不到紫罗袍共黄金带。一茅斋，野花开。管甚谁家兴废谁成败，陋巷箪瓢亦乐哉。贫，气不改；达，志不改。旱久何当雨，秋深渐入冬。黄花犹带露，红叶已随风。边思吹寒角，村歌相晚舂。篱门日高卧，衰懒愧无功。混沌凿开，天险巍巍，东岩峻兮。是云髓凝成，半空高矗，天风吹裂，一线中开。妙出神功，高擎仙界，鸟道疑当太白西。凭高处，见云嘘岩腹，鼓舞风雷。落花香染桃鞋。快阔步青云志壮哉。便万里孤骞，超人间世，一枝高折，作月中梯。笔蘸天河，手扪象纬，笑傲风云入壮题。摩苍壁，扫龙蛇醉墨，翔舞徘徊。",
        "author": "元代",
        "poem_class": "梅花",
        "dynasty": "王冕"
    },
    {
        "title": "早梅",
        "paragraph": "一树寒梅白玉条，迥临村路傍溪桥。(村路 一作：林村)不知近水花先发，疑是经冬雪未销。远书归梦两悠悠，只有空床敌素秋。 阶下青苔与红树，雨中寥落月中愁。牛渚西江夜，青天无片云。登舟望秋月，空忆谢将军。余亦能高咏，斯人不可闻。明朝挂帆席，枫叶落纷纷。(席 一作：去)日出扶桑一丈高，人间万事细如毛。 野夫怒见不平处，磨损胸中万古刀。",
        "author": "唐代",
        "poem_class": "梅花",
        "dynasty": "张谓"
    }
]