[
    {
        "title": "乌夜号",
        "paragraph": "层波隔梦渚，一望青枫林。有鸟在其间，达晓自悲吟。是时月黑天，四野烟雨深。如闻生离哭，其声痛人心。悄悄夜正长，空山响哀音。远客不可听，坐愁华发侵。既非蜀帝魂，恐是桓山禽。四子各分散，母声犹至今。岁暮阴阳催短景，天涯霜雪霁寒宵。五更鼓角声悲壮，三峡星河影动摇。野哭千家闻战伐，夷歌数处起渔樵。(千家 一作：几家)卧龙跃马终黄土，人事音书漫寂寥。(音书 一作：依依)小时不识月，呼作白玉盘。又疑瑶台镜，飞在青云端。(青云 一作：白云)仙人垂两足，桂树何团团。白兔捣药成，问言与谁餐？蟾蜍蚀圆影，大明夜已残。羿昔落九乌，天人清且安。阴精此沦惑，去去不足观。忧来其如何？凄怆摧心肝。开元二十六年，客有从御史大夫张公出塞而还者；作《燕歌行》以示适，感征戍之事，因而和焉。汉家烟尘在东北，汉将辞家破残贼。男儿本自重横行，天子非常赐颜色。摐金伐鼓下榆关，旌旆逶迤碣石间。校尉羽书飞瀚海，单于猎火照狼山。山川萧条极边土，胡骑凭陵杂风雨。战士军前半死生，美人帐下犹歌舞！大漠穷秋塞草腓，孤城落日斗兵稀。身当恩遇常轻敌，力尽关山未解围。(常轻敌 一作：恒轻敌)铁衣远戍辛勤久，玉箸应啼别离后。少妇城南欲断肠，征人蓟北空回首。边庭飘飖那可度，绝域苍茫无所有！(飘飖 一作：飘摇；无所 一作：更何)杀气三时作阵云，寒声一夜传刁斗。相看白刃血纷纷，死节从来岂顾勋？君不见沙场征战苦，至今犹忆李将军！",
        "author": "唐代",
        "poem_class": "母亲",
        "dynasty": "李群玉"
    },
    {
        "title": "将归旧山留别孟郊",
        "paragraph": "择木无利刃，羡鱼无巧纶。如何不量力，自取中路贫。前者不厌耕，一日不离亲。今来千里外，我心不在身。悠悠慈母心，惟愿才如人。蚕桑能几许，衣服常着新。一饭吐尺丝，谁见此殷勤。别君归耕去，持火烧车轮。荆溪白石出，天寒红叶稀。山路元无雨，空翠湿人衣。将军魏武之子孙，于今为庶为清门。英雄割据虽已矣，文采风流今尚存。学书初学卫夫人，但恨无过王右军。丹青不知老将至，富贵于我如浮云。开元之中常引见，承恩数上南薰殿。凌烟功臣少颜色，将军下笔开生面。良相头上进贤冠，猛将腰间大羽箭。褒公鄂公毛发动，英姿飒爽来酣战。先帝御马五花骢，画工如山貌不同。是日牵来赤墀下，迥立阊阖生长风。诏谓将军拂绢素，意匠惨澹经营中。斯须九重真龙出，一洗万古凡马空。玉花却在御榻上，榻上庭前屹相向。至尊含笑催赐金，圉人太仆皆惆怅。弟子韩干早入室，亦能画马穷殊相。干惟画肉不画骨，忍使骅骝气凋丧。将军画善盖有神，必逢佳士亦写真。即今漂泊干戈际，屡貌寻常行路人。途穷反遭俗眼白，世上未有如公贫。但看古来盛名下，终日坎壈缠其身。公子王孙逐后尘，绿珠垂泪滴罗巾。侯门一入深如海，从此萧郎是路人。",
        "author": "唐代",
        "poem_class": "母亲",
        "dynasty": "鲍溶"
    },
    {
        "title": "将母",
        "paragraph": "将母邗沟上，留家白紵阴。月明闻杜宇，南北总关心。不向长安路上行。却教山寺厌逢迎。味无味处求吾乐，材不材间过此生。宁作我，岂其卿。人间走遍却归耕。一松一竹真朋友，山鸟山花好弟兄。香墨弯弯画，燕脂淡淡匀。揉蓝衫子杏黄裙，独倚玉阑无语点檀唇。人去空流水，花飞半掩门。乱山何处觅行云？又是一钩新月照黄昏。华胥梦断人何处，听得莺啼红树。几点蔷薇香雨，寂寞闲庭户。暖风不解留花住，片片着人无数。楼上望春归去，芳草迷归路。",
        "author": "宋代",
        "poem_class": "母亲",
        "dynasty": "王安石"
    },
    {
        "title": "墨萱图二首·其二",
        "paragraph": "萱草生北堂，颜色鲜且好。对之有馀饮，背之那可道？人子孝顺心，岂在荣与槁？昨宵天雨霜，江空岁华老。游子未能归，感慨心如捣。楔子(冲末扮马生上，云)小生姓马名彬，字文辅，祖贯临阳人氏。先父拜三原县令，不幸身亡。小生年长二十五岁，雪案萤窗，苦攻经史，博古通今，名誉文章，自不可掩。俺父亲在日之时，曾与松江府府尹董蓥为友。尝记得董府尹酒席之间，问俺父亲：\"咱既为通家，凡事皆当商量。\"先父说：\"别无甚事，止有小儿马彬年少，颇肯向学，未遂功名。\"府尹见说聪明，便道：\"某有一女，小字秀英，愿与你令嗣为妻。\"后来先父下世，路途遥远，音信不通。如今小生一者游学，二者就问这亲，走一遭去。家童，收拾琴剑书箱，今日就行。(唱)【仙吕】【赏花时】文质彬彬一丈夫，千里寻师为学谋。今日个践路途，单身独步，云外雁声孤。【幺篇】我如今赤手空拳百事无，父丧家贫不似初，囊箧尽消疏。鹏程有路，何日赴皇都？(云)行了个月期程，到得松江府。家童，你寻个客店安下。(童云)理会的。兀那就是一所店房。店主在家么？(净上，云)谁叫，谁叫？(童云)老者，俺家长来此投宿。(做见科，云)小生动问老公公，此处董府尹在否？(净云)府尹下世去了。(生云)他宅子在何处？(净云)隔壁就是。足下与府尹甚亲？(生云)先父与府尹相交契厚。自先父下世，一向间阔，不曾问候。(净云)足下如今那里去？(生云)小生儒业进身，游学至此，将赴诏选。敢问公公，有房舍借一间小生借居，待来春赴试。(净云)足下既要安住，老夫有一小顽，名曰山寿，就托足下教训攻书。老夫东墙下有一花木堂，先生就在其中设馆，如何？(生云)如此多谢！(净云)院公，疾忙收拾洁净者。(院公云)已停当了。(净云)先生，请往花木堂安歇。(同下)第一折(老夫人引梅香上，云)老身姓刘名节贞，乃刘太守之女，董府尹之妻。不幸府尹告殂，止生得一个女孩儿，唤做秀英。年长一十九岁，生的性质沈重，言口语真；诗词书算，描鸾刺绣，无所不通。更有个小妮子，是小姐使唤的梅香，亦能吟诗写染。昨日梅香说，小姐身体不快，老身想来，多是伤春。梅香，如今是三月之间，后园中百花开放，你和小姐去海棠亭畔散心，走一遭去。(正旦上，云)妾身董秀英是也。父亲拜松江府尹，不幸早亡，止有老母在堂，治家严肃。今乃三春天气，好生困人，终日在绣房中描鸾刺绣，针指女工，十分闷倦。恰才母亲教同梅香去后花园散闷，梅香，俺上房门，咱两个去来。(做行科，旦云)梅香，你看是好春景也呵！(唱)【吕仙】【点绛唇】万物乘春，落花成阵，莺声嫩。垂柳黄匀，越引起心间闷。【混江龙】三春时分，南园草木一时新。清和天气，淑景良辰。紫陌游人嫌日短，青闺素女怕黄昏。寻芳俊士，拾翠佳人。千红万紫，花柳分春。对韶光半晌不开言，一天愁都结做心间恨。憔悴了玉肌金粉，瘦损了窈窕精神。(生上，云)我正坐间，只见落花飞于帘下，此花待败也。正是：坐见落花长叹息，又疑春老树南枝。这花必定是董府尹后园里飞过来的，我起去望咱。(做望科)(梅云)姐姐，你看那桃杏花是好爱人也。(旦唱)【油葫芦】杏朵桃枝似绛唇，柳絮纷，春光偏闪断肠人。微风细雨催花信，闲愁万种心间印。罗帏绣被，孤寒欲断魂。掩重门尽日无人问，情不遂越伤神。(梅云)姐姐，兀那东墙上看的是一个秀才！(旦看科，唱)【天下乐】我只见杨柳横墙易得春，欢欣，可意人，一见了心下如何忍。送秋波眼角情，近东墙住左邻，觑了可憎才有就因。(梅云)姐姐，咱回房中去来。不争你在此留恋，夫人知道怎了也？(旦云)咱去来。(下)(生云)这相思索害也！恰才那女子正是董秀英。今日见了他一面，不由人行思坐想，有甚心情看书！似此如之奈何？(下)(旦上，云)好闷倦人也。自从昨日后园中见了那个秀才，生的眉清目秀，状貌堂堂。我一见之后，着我存于心目之间。非为狂心所使，乃人之大伦。早是身体不快，又遇着这等人物，教我神不附体，何时是可也？(梅云)姐姐，因何见了那生，如此模样了也？(旦唱)【那吒令】一见了那人，不由我断魂；思量起这人，有韩文柳文；他是个俏人，读齐论鲁论。想的咱不下怀，几时得成秦晋，甚何年一处温存？【鹊踏枝】好教我闷昏昏，泪纷纷，都只为美貌潘安，仁者能仁。一会家心中自忖，谁与俺通个殷勤。(梅云)姐姐，早是这两日茶饭不进，厌厌瘦削。若再狂荡了心，敢是不中也。(旦云)我身上病患，汝怎得知！(梅云)是何病患？(旦云)我是未嫁之女，对你一言难尽。(梅云)姐姐有话，但说不妨。(旦唱)【寄生草】怕的是黄昏后，入罗帏愁越狠。孤眠独枕教人闷，愁潘病沈教人恨，行迟力顿教人困。似这等含情掩卧象牙床，几时得阳台上遇着多才俊。(梅云)姐姐，我猜着你，敢待和昨日那秀才说话。他在那壁，你在这壁，如何得会？(旦云)想当初卓文君怎生私奔相如来？(梅云)他两个缘何便得成就来？(旦唱)【幺篇】汉相如在寒窗下，卓氏女配做婚。都只为我情你意相投顺，姻缘自把佳期问，郎才女貌皆相趁。你道是阻东墙难会碧纱厨，似俺这干荷叶那讨灵犀润。(旦云)梅香，我若不说，你也不知。自从后花园中见了那个秀才，教我愁闷更增十倍，不觉耽此病症，如之奈何？(梅云)姐姐，不争你看上那个书生，老夫人倘然窥视出来，你为妇女，怎生是了？姐姐，夜深了，不睡做甚么？(旦云)我怎生睡的着？我这身上越觉不快，兀的不害杀我也！(唱)【后庭花】似这等害相思怎地忍？不由人上心来雨泪频。避不的老母将将怪，好教我留连心上人。枉劳魂，不觉的罗衣宽褪。被生寒怎地温？看看的憔悴了身，厌厌的害杀人。唤梅香掩上门，把沉檀炉内焚，志诚心祷告神。【柳叶儿】呀，愁锁定眉尖春恨，怎不教心怀忧闷？见如今人远天涯近，难勾引，怎相交？越加上鬼病三分。(梅云)姐姐，你实意心里待怎么？(旦唱)【青哥儿】对人前一言难尽，老夫人治家严训，怨俺那火性如雷老母亲。谨慎闺门，昼夜追巡，坐守行跟，恐失人伦。但若离了半时辰，来相问。(梅云)姐姐，似你今春多病，可以自己调理，莫费神思。不争你这等念想，倘若其身有失，如何是了？休休，莫要护病成疾，自损其身。姐姐自当思之。(旦云)梅香，你可知我心间的事？(梅云)妾虽不知，见姐姐身体不快，以此谏劝，自可调理。(旦云)似这等病，如何治度？我一会家不想起来便罢，一会家想将起，好是凄凉人也！(唱)【赚煞】合晚至黄昏，独宿心间闷。苦厌厌忧愁自忖。便有铁石心肠也断魂。串香焚被冷谁温，引入多情梦里人。窗儿外月华正新，玉人儿在方寸，我将这海棠花分付与东君。(云)睡起金炉香烬寒，宝钗斜插碧云鬟。愁低杨柳梢头月，花落莺啼春又残。(下)第二折(生上云)小生马文辅。自从那日见了那小姐之后，朝则忘食，夜则废寝，其心荡然，如有所失，倘生不测，将平日所学，一旦废矣。今夜这等风清月郎，且操一曲琴，洗我心间之闷咱。(下)(旦引梅香上科)(梅云)姐姐，这早晚不烧香做甚？(旦云)你放下香车者。(梅云)已放下了。(旦行科，唱)【正宫】【端正好】下香阶，踏芳径，步苍苔月影当庭。过回廊一弄凄凉景，好教我添悲兴。【滚绣球】垂杨宿鸟惊，绣鞋不待行。降明香问天求聘，志诚心祷告神灵。相思病渐成，看看瘦损形，受寂寞事关前定，盼佳期井底银瓶。似这等栖迟误了奴家命，强打精神拜斗星，何日安宁？(梅云)姐姐，你听那里冰弦之声。(旦唱)【倘秀才】则道是半空中神仙胜境，却元来东墙下把丝桐慢整，你听他款抚冰弦音韵清。夜阑人静，情悲戚，话丁宁，怎不教人动情？(旦听科)(生歌云)明月娟娟兮夜永生凉，花影摇风兮宿鸟惊慌。有美佳人兮牵我情肠，徘徊不见兮只隔东墙。佳期无奈兮使我遑遑，相思致疴兮汤药无方。托琴消闷兮音韵悠扬，离家千里兮身在他乡，孤眠客邸兮更漏声长。(梅云)姐姐，那生弹的好凄凉人也呵！(旦唱)【滚绣球】我向这东墙仔细听。凤求鸾曲未成，怎不教想的人成病，今日个聪明的遇着聪明。这琴陶潜膝上横，蔡邕爨下生。断肠人这答儿孤另，一句句诉你飘零。几时得同衾共枕销金帐，满斗焚香说誓盟，愿足平生。(生云)东墙那边似有人言，莫不有人么？我试挽着垂杨，隔墙而望咱。(生望科)(旦云)梅香，恰才那生弹的是好伤感人也。我听了琴中之语，教我越添其愁。且将我心中之闷，共联一绝。(梅云)姐姐你做。(旦云)客馆闲门静，闺房寂寞春。月来花弄影，疑是有情人。(生听，云)吟咏妙哉！我依韵如一首咱。书舍须臾恨，南园老尽春。东墙明月满，偏照意中人。(旦听，云)墙角边吟诗者，必是那弹琴的秀才，是好高才也。(唱)【倘秀才】他在那东墙下诗和了一声，我这里近亭轩把绣鞋立定，好教我兜上心来意不宁。愁攒眉角上，忽的动伤情，知他是怎生？(梅云)姐姐，咱回去罢，夜深了。(同下)(生云)呀，小姐回去了，这相思索害也！我且回书房去。(下)(旦上，云)自从昨日听了那生弹琴，不想我病症转加，身子好生不快，可怎了也？(梅云)姐姐，为一女子，当守闺门之正，不要这等狂荡。(旦唱)【呆骨朵】我这里闷厌厌锁不住疏狂性，怎禁的独自伤情？孤帏里翠减香消，花稍上蜂喧蝶并。少年人辜负了三春景，身体也无康盛。自思量怎奈何，渐染出风流病。(生上，云)我昨日晚间，月下弹琴，不想小姐来听，隔墙吟诗，我也和了一首。我想来，终不见个分晓。我今日使山寿去，只推问他讨花，看他有甚么话说。山寿，你来。(山寿上，云)师父，叫我怎么？(生云)隔壁董宅好花，你去讨一朵来，休教老夫人知道。(山寿云)我只问小姐讨去。(生云)然也。(下)(山寿上，见旦科)(旦云)山寿，来有何故？(山寿云)俺师父使我来问姐姐讨花哩。(旦云)他多少年纪了？(山寿云)俺师父二十五岁了。(旦云)他要甚么花？(山寿云)随姐姐与我甚么花。(旦云)我与你一朵海棠花，你将去。(旦与花科)(山寿辞科，下)(旦唱)【脱布衫】思量起俊俏书生，今日个显姓通名。海棠花权为信行，姻缘事该前定。【小梁州】谁想是旧日刘郎到武陵，听说罢怎不伤情。孤鸾寡凤几时成？人孤另，长叹两三声。【幺篇】黄昏一盏孤灯映，困腾腾闷倚帏屏。鼓二更，人初静，更添愁兴，照不到天明。(旦云)我常记得，俺父亲在日，曾与俺母亲说，在朝之日，曾与三原县令马昂为交，次后，半我许与他儿子马文辅为妻。我那时年幼，也不曾成得；后来音信不通，因此上不曾成合这亲事。我那日在后花园中，只见山寿家东墙上，有一秀才，往这壁望着。我一见那生，发黑眉青，唇红齿白，教我放心不下。我前日在海棠亭下烧夜香，又遇着他弹琴，专诉失其佳配。昨日使山寿来问我讨花，我因问他，你师父是谁；山寿说，姓马名彬字文辅。我就想起俺父亲的言语，莫不就是这生？我两日前写下了一个简帖儿，今日着梅香送与他去。梅香，你送这简帖儿与那秀才去。(梅云)将来，我送去。(旦与简科)(梅云)我送简帖儿去来。(同下)(生上，云)自从见了秀英小姐，着我神魂飘荡，茶饭懒尝。昨日着山寿讨花去，小姐与了一朵海棠花，不知主何意？似这等音信不通，如何是了？(梅云)先生万福。(生云)小娘子，来有何事？(梅云)你不知，听我说咱。(唱)【上小楼】只因你青春后生，俺小姐心肠不硬。想前夜月下鸣琴，韵和新诗，福至心灵。音韵轻，声律清，精通理性，多管是暗中传两情相应。(云)俺姐姐与了这个简帖儿，教送与先生，不知是甚么言语？(生云)将来我看。(生看科，云)小娘子，这一首诗是谁写的？(梅云)俺姐姐亲笔写的，你试念与我听。(生云)\"潇洒月明中，潜身墙角东。鸣琴离恨积，入夜绣帏空。梦绕三千界，云迷十二峰。仙郎休负我，我意若春浓。\"好高才也！既小姐有顾恋小生之心，我如今备办礼物，使媒人说去，如何？(梅唱)【幺篇】你待教媒人偶成，老夫人天生劣性。不争你走透消息，泄漏风声，误了前程。俺姐姐念旧盟，想旧情，何须媒证，不用你半星儿绛罗为定。(生云)既蒙小姐垂念，小生也写一简，烦小娘子捎去。(梅云)你写来。(生写科，云)小娘子，你道我多多上复小姐来。(梅下)(生云)小姐若见了这简帖儿，好事必成也。(下)(旦上，云)梅香去了多时，怎生不见回来了？(梅上，见旦科)(旦云)如何？(梅云)他有回简在此。(旦云)将来我看。(梅香递简，旦接看科，念云)\"客馆枕凄凉，孤眠春夜长。瑶琴拨一弄，春色在东墙。勿问诗中意，相思病染床。情人在咫尺，何日赴高唐？\"是好才学也！(唱)【满庭芳】恰便似龙蛇弄影，才过子建，笔扫千兵。温柔软款多才性，忒煞聪明。据相貌容颜齐整，论文学海宇传名，堪人敬。都只为更长漏永，伤感泪盈盈。(云)似这等何见得成也。(唱)【耍孩儿】似这等空房静悄人孤另，却又早香消金鼎。何时害彻相思病，卜金钱祷告神灵。生前禽演分明判，八卦详推莫顺情。四柱安排定，都来增下，祸福分明。【四煞】画檐铁马喧，纱窗梦不成，佳人才子何时娉？他是个异乡背井飘零客，我便是孤枕独眠董秀英。都薄幸，一个在东墙下烦恼，一个在锦帐里伤情。【三煞】叹鸳鸯绣被空，满怀愁为那生，只因他新诗和的声相应。更把那瑶琴拨出艰难调，彩凤求凰指下鸣。都是相思令，听了他凄凉惨切，好教我寸步难行。【二煞】婚姻配偶迟，难挨更漏永，画蛾眉懒去临妆镜。老天不管人憔翠，一派黄河九遍清。贞烈性，也只是粉墙一堵，似隔着百座连城。【尾煞】相思愁越添，凄凉恶梦境。便做道铁石般只恁心肠硬，都写入愁怀唤不省。(下)第三折(生上，云)从昨日小姐着梅香送了一首诗来，我也回了一首，教他将去了，至今音信不通。小生不觉病枕着床，性命在于顷刻。万一有成，这病还有可时；倘或阻隔，如之奈何！(唱)【中吕】【粉蝶儿】睡眼难开，锁愁眉如何担待？恨相思昼夜难挨。则俺这异乡人，如风絮，飘零在外。愁满心怀，何时得否极生泰？【醉春风】只因遇着可憎才，引的我熬煎深似海。害的我须臾咫尺难移挨，你好是歹，歹！一会家倒枕捶床，长吁短叹，教咱无奈。(云)我且掩上门，静坐一会。(旦同梅香上，云)昨日使梅香探那生去，回了一首诗来，我看罢，他真有此心。我今又写下一个简帖儿，梅香，你再送与那生去。(梅云)将来。(旦与简科，云)你快些来。(下)(梅云)不知写的是甚么，须索送去。(唱)【脱布衫】病潘安瘦损形骸，杜韦娘憔悴香腮。你两个恩情似海，没来由把咱禁害。【小梁州】你只要搂带同心结不开，都只待鱼水和谐。旷夫怨女命安排，心无奈，盼杀楚阳台。【幺篇】这便是才郎有意佳人爱，两下里怎不伤怀？好意挨，舒心害，粉墙为界，镜破两分钗。(云)早来到也，我隔这窗儿试瞧咱。(唱)【上小楼】我把这窗儿润开，觑一觑何妨何碍。只见他东倒西歪，倚床靠枕，身体斜挨。叫一声马秀才，头不抬，相思苦害，问你个病襄王在也不在。(梅见科，云)先生万福。(生起，跪科，云)呀、呀、呀！小娘子，怎生就不来了？(梅云)夫人严谨，仆妾岂敢轻出？(生云)小娘子，今日小姐有何话说？(梅云)俺姐姐写了一简，教我送来，不知上面写着甚么。(生云)将来我看。(做接科)(梅唱)【幺篇】俺小姐亲封一策，向你这东君叩拜。不知他有甚衷肠，道甚言词，诉甚情杯。试取开，看内才，中间梗概，比那吓蛮书赛也不赛。(生念云)画阁销金帐，翻成离恨天。东墙相见后，疑是武陵源。小生有一句话，只得对小娘子伸诉。(梅云)先生但说不妨。(生跪，云)想先君在时，曾蒙府尹相公将小姐许聘小生；后来阻滞，因此上不曾合成亲事。小生此一来，问这亲事，欲令媒人通问于老夫人，争奈寒儒孤陋，不能谐事。自那日后花园中见了小姐，就得了这等症候。除小娘子在小姐左右，怎生方便，成就此事，有可伤乎？(梅云)足下是一丈夫，立于天地之间，当以功名为念，垂芳名，显祖宗。岂不闻圣人云：\"血气之勇，戒之在色。\"足下是聪明之人，何为一女子丧其所守？先生察之！(生跪，云)只是小娘子可怜小生！通一句话呵，此事必成矣。(梅云)先生请起。等妾身看小姐之动静，若是得空呵，慢慢的假一言。肯与不肯，再来回报足下。(生云)小生还有一简，烦小娘子捎去，未知可否？(梅云)将来，我捎去。(生与简科)(梅云)妾身回去也。(同下)(旦上，云)恰才使梅香去了，这早晚不见回来，好闷人也呵。(梅上，云)姐姐，我来了。(旦云)事已如何？(梅云)姐姐，则被你弄杀那生也。(旦云)他对你说甚么来？(梅云)他将前事诉了一遍。(旦云)甚么前事？(梅云)他说道：俺父亲在时，曾与你先尊为交，就将小姐许了亲事；后来遭阻滞，不曾成事。如今千里而来，也只为这亲事。自从那一日见了姐姐，如今在书房中害相思病哩。(旦云)他再有甚么话说？(梅云)我临来时，他又与了个简帖来，捎与姐姐哩。(旦云)将来看咱。(做看科，旦念云)相思病转添，愁锁眉尖上。无意读经书，引的春心况。忽见可憎才，疑是嫦娥降。盼得眼晴穿，何日同鸳帐？(旦唱)【快活三】闷昏昏眼倦开，困腾腾鸳枕挨，怎痤閦量的无聊赖，几时得云雨会阳台。我和你同欢爱，爱你个俊俏书生，风流秀才。俺两个少欠下相思债，自裁自改，何日得共挽同心带？【贺圣朝】似这般子建才学，埋没书斋，愁肠一似东洋海。生的相貌堂堂，见了开怀。心中自猜，怎生教他昼去昏来？(梅云)姐姐，似此如之奈何？(旦云)我如今写一个期约简儿，你将去。我若不如此，他岂敢来？(旦付简科，云)他若看了这诗，便知我的意思。(下)(梅同下)(生上，云)我写了一简，着梅香捎去，这早晚不见回来，恐成不的这事。这一会身子困倦，且睡些儿。(梅上，见科，云)先生万福。(生云)小娘子，那事如何？(梅云)贺万千之喜，事已成矣！(生云)有甚好音着我知道？(梅云)简帖在此。(生接，念云)待月东墙下，花阴候大才。明宵成欢会，同赴楚阳台。(生跪谢，云)今日得成此事，皆小娘子之力，异日当犬马相报。(梅云)足下请起。你准者，妾当回去也。(下)(生云)小生这病害的着了！(唱)【满庭芳】姻缘合该，今朝相待，鱼水和谐。似这等不枉了教人害，苦尽甘来。古人言知过必改，不由人兜在心怀。一见了相亲爱，便休道贤贤易色，非是我放在狂乖。(下)(旦、梅上，梅云)姐姐，天色晚了，那生必定等哩，好去了。(旦)我乃室女，潜出闺门，与少年私约，敢非礼么？(梅云)姐姐，男女居室，人之大伦，有何非礼？(旦云)母亲不知睡了不曾？(梅云)咱去来，不妨事。(下)(生上，云)早间梅香来约，海棠亭上与小姐相会。夜色深了，我掩上书房门，好去也。早来到墙边，跃而过去，潜身在这海棠亭下者。(旦上，云)梅香，那东墙下似有人影，莫不是那秀才来了，你去看咱。(梅望科)(生见梅科，云)小娘子，小姐来了不曾？(梅云)兀的不是。(生见旦科，云)小姐令小生将来赴约。(旦云)你在角门首望着，有人来便报我知道。(梅虚下)生、旦携手，至海棠亭，(成亲科)(生唱)【耍孩儿】看了你桃腮杏脸花无寒，星眼朦胧不开。魂灵儿飞在五云端，只将这玉体相挨。安排定共宿鸳鸯枕，准备下双飞鸾凤台。今日得同欢爱，把湘裙皱损，宝髻斜歪。【五煞】衫儿扭扣松，裙儿搂带解，酥胸粉腕天然态。楚腰似柳娇尤软，未吐桃花露润开。完成了恩和爱，今日个良姻匹配，便死呵一穴同埋。【四煞】温柔软款情，佳人忒艳色，春风美满身心快。轻蝉鬓軃乌云乱，宝髻偏斜溜凤钗。越显的多娇态，心中留恋，可意多才。【三煞】娇羞力不加，低垂颈怕抬，风流彻骨遗香在。相偎玉体轻轻按，粉汗溶溶湿杏腮。似这等偷香窃玉，几时得一发明白。【二煞】澄澄夜气清，低低月转阶，枝枝花影横窗外。灯前试把香罗看，点点猩红映莹白。则见他羞无奈，困腾腾倚墙靠壁，急忙忙重整金钗。【尾煞】相思一笔勾，姻缘前世该。好教人撇不下恩和爱，几时得再把同心带儿解。(老夫人上，云)我前日听得梅香说，小姐身体不快，不曾看得。今夜睡不着，我试看小姐去咱。(做行科)来到这绣房中，怎生不见小姐？莫不敢做下了勾当也？我试往后花园看去。呀！这角门怎生开着？(做撞见科，生、旦慌科)(梅云)姐姐，不妨事，夫人行我有话说。(夫人骂云)好贱人！你三个都过来。(生、旦、梅香跪科)(夫人云)好女孩儿，做下这等勾当！岂不闻：\"席不正不坐，割不正不食。\"我入董家为妇，一世何曾有针尖大小破绽？你如今方及笄，不遵母训，不修妇德，与这等不才丑生私允，兀的不辱杀人也！我想来，都是这小贱人迤逗的来！(梅云)老夫人息雷霆之怒，听贱妾陈是非之由。想当初先尊在日，将小姐曾许与三原县尹马昂之子马文辅为妻。先尊下世，不曾成合。不想马生因问亲事至此，安歇于山寿家花木堂中，使佳人才子，临风对月；心非木石，岂无所思！夫人失治家之道，不能掩骨肉之丑，何人之过？(夫人沉吟科，云)兀那厮！你端的姓甚名谁？何方人氏？(生跪，云)不瞒老夫人说，小生姓马名彬字文辅，先父拜三原县令，祖贯临阳人也。(夫人云)你这小禽兽无礼！你既到此，如何不来见我，却做下这等勾当。若是别人呵，决打坏了。你空读孔孟之书，不达周公之礼，这等不才。我待教你离我门去，只是看你先父母面上。我家三辈不招白衣之人，如今且将你两个急配了，则明日上朝取应去。得中科第，那时来也未迟。(生云)非敢对夫人夸口，小生六岁攻书，八岁能文，十一岁通六经。据小生文学，不夺状元回来，永不见夫人之面。(夫人云)想你父亲，也不曾弱了。常言道：\"有其父必有其子。\"孩儿，你着志者！秀英，便收拾行装，送文辅上朝取应去。(旦云)恰相逢，又分别，好是烦恼人也呵！今朝同把一杯酒，后夜醉眠何处楼？如今送别临溪水，他日相逢在水头。(同下)第四折(旦、生同上，旦云)梅香，将酒果来，与秀才饯行。(做把盏科)(旦云)今日得成佳配，妾身不敢久留，当以功名为念，进取为心。以君之才，必有台辅之任。若到京师，早登科第，当速反征辕也。(生云)我这一去，青霄有路终须到，金榜无名誓不归。请老夫人拜别咱。(夫人上，云)孩儿，着志者，早些回来。(生拜夫人科)(旦云)如今暮春天道，是好伤感人也。(唱)【越调】【斗鹌鹑】眼见的枕剩衾空，怎挨这更长漏永？桃蕊飘霞，杨花弄风。翠袖生寒，乌云不拢。恰成了鸾凤交，眼见的各西东。离恨千般，闲愁万种。【紫花儿序】见如今亭前分袂，目下离别，多应是梦里相逢。忍不住长吁短叹，难割舍意重情浓。枉教我埋怨天公，莫不是美满姻缘不得终！好教人伤悲切痛，霎时间去马回车，都做了往雁归鸿。(云)自从文辅去后，今经半载有余，杳无音信，教我身心不安。好是烦恼人也！(唱)【小桃红】腰肢纤细减芳容，似带雨梨花重。翠被香消谁共，思无穷，音书写下无人送。鱼沉雁杳，枕剩衾空，因此上泪滴满酥胸。(梅云)姐姐，怎生害的这等瘦了！(旦唱)【天净纱】害的人病厌厌瘦了形容，宽绰绰带慢衣松，俏身儿往日难同。越添悲痛，倚帏屏星眼朦胧。【调笑令】好教我气冲，怨天公，闪的我独宿孤眠锦帐中。珠帘不卷金钩控，怕的是南楼上画鼓冬冬。我这里好梦初成，又成墙东，怎生般梦中鱼水也难同。【秃厮儿】恨人，画檐间铁马丁东；恨人，寒山野寺鸣钟。恨人，把美爱幽欢好梦惊；恨人，又见花梢儿窗影下重重。【圣药王】想旧境，一梦中，海棠亭下正欢浓。宝髻松，绣被重，觉来犹在画屏东，无语泪溶溶。【麻郎儿】恨相思病浓，转思量泪重。眉蹙损春山闷萦，显的凄凉一弄。【幺篇】这病攻、泪浓、闷重，都只为满腹愁衷，都只为鱼水难同，都只为孤鸾寡凤。【络丝娘】粉花笺写下更长漏永，专诉着瘦减香肌玉容。写罢了眉尖一纵，更教人悲痛。(云)自马生去后，教我朝思暮想，疾病转加，如之奈何！梅香，你来。(梅云)姐姐，怎么说？(旦云)我这几天身子不快，我待请医调理，你请母亲来商量。(梅云)老夫人，有请。(卜上，云)有甚事？(旦云)平亲，你孩儿身体不快，如何治之？(卜云)孩儿，快请个良医来，服些药饵就好了。梅香，你快请去。(梅背云)除是马秀才来，我就好了。(做请科，云)李郎中，在家不在家？(净上，云)小子李郎中是也。别无买卖营生，专靠我这药上盘费。我这妙用，有神仙之法，手到病除。家传一样妙药，专治男女伤春之病。恰才董府尹家来请，须索走一遭去。(行科，见梅科，云)小娘子，报复去。(梅报云)奶奶，请将医士来了。(卜云)请进来。(见科，卜云)小女有些不快，特请先生调治。(净云)请出来诊脉。(旦出见科)(诊脉科，净云)此脉沉细。(卜云)如何调治？(净云)小人专治伤春之病，岂可无药？不瞒老夫人说，我这药费本钱。(卜云)老身怎肯少了药资。(净云)我便攒药。(旦云)此药何名？(净云)不当受，小人回去也。(下)(卜云)梅香，你教孩儿睡一会儿，我回去。(下)(梅云)姐姐，服了此药就好。(旦唱)【东原乐】这厮是哄人机见，他说来的不通，越教人添沉重。他一片胡言都是空，无些儿效功，他正是说真方把咱做弄。【绵打絮】深闱静悄，幽僻庭空。月轮展纸，几扇屏风。似海棠半醉春睡重，鲛绡上绿鬓拥。有情人何日相逢，几时得赴高唐梦中？【拙鲁速】花落去绿丛丛，怎不教人泪盈盈？愁锁眉尖万种，清夜悠悠谁共？画檐下摇曳帘栊，不想把离人断送，鹧鸪啼惊觉巫山梦。【尾声】鱼沉雁杳音难送，阻隔着千里关山万重。埋怨俺狠毒娘，走将来分开了鸾凤种。(下)第五折(生衣冠上，云)自家马文辅是也。自到京师，应试科场，一举状元及第，蒙恩赐彩段官诰。今日谢了恩，回松江搬取夫人秀英去。骏步高骞谒紫宸，学成词赋贯天人。丈夫欲遂平生志，年少先栽帝里春。好是称心也呵！(唱)【双调】【新水令】春雷揭地震青天，平步上广寒宫殿。风吹乌帽整，日照锦袍鲜。拜宴开筵，这其间方称了丈夫愿。【驻马听】十载心坚，酬志了金屋银屏紫府仙。当时贫贱，怎忘了箪瓢陋巷在穷檐。官高犹记武陵源，身荣怎忘前亲眷。才中选，今朝又把程途践。(云)行了数日，早到松江府了。趱动马，径奔宅上去者。(做到科，云)左右，报的老夫人知道。(做报科)(夫人上，云)马文辅得了头名状元，今日回来，我须迎他进来者。(生做见科)(卜云)儿鞍马劳困。梅香，叫你姐姐来见学士者。(梅走上，云)姐姐在那里？(旦上，云)小贱人，你管我怎么？(梅云)俺姐夫做了官回来，在堂上，老夫人着我请你相见哩。(旦云)是真个？(梅云)你待不见哩。(旦云)不想有今日也！(做相见叙礼科)(旦云)才郎及第，官拜何职？(生云)托祖宗福荫，叨中状元，小生喜不自胜。(旦唱)【雁儿落】谁想你入科场艺在先，金榜上名堪羡。脱却了旧布衣，直走上金銮殿。【得胜令】你如今束带立朝前，得志受皇宣。列翰苑为学士，插金花饮玉筵。标写在凌烟，宝匣内方显出龙泉剑。享富贵绵绵，立芳名见大贤。(生云)小生别后一载有余，多亏小姐持家养德。(旦唱)【水仙子】今朝一日笑声喧，又得才郎叙旧缘，相逢诉不尽心中怨。那时节意惨然，自别来动是经年。我只怕恩情断，盼归期天样远，谁知道今日团圆。【折桂令】喜今朝又得团圆，夫妇相逢，前世姻缘。携手相将，花前月下，笑语甜言。旧日的恩情不浅，还记得海棠亭誓对婵娟。你如今黄榜名悬，翰苑超迁，愿足平生，尽在神天。(使臣上，云)雷霆驱号令，星斗焕文章。小官使命官是也。奉朝命来与马状元加官进秩。可早来到也。状元装香，来接诏旨。(生跪科)(使臣云)皇帝诏旨：\"你状元马彬，有文武全才，博学宏词，可授翰林学士。其妻董氏，一节不渝，封学士夫人。可即走马赴任，勿替朕命。故敕。\"(生拜云)感谢圣恩。(唱)【沽美酒】降明香，接诏宣，拜天使，喜开颜。圣主恩波遍九天，坐金銮宝殿，四海内都朝见。【太平令】托皇朝文能武羡，养德性道重名传。姓列在金章宝篆，普天下黎民方便。只愿的万千，永远，保天恩圣贤，端的是威镇了四方八面。(生云)使臣，请筵宴。(使臣云)不必了，就此告回。(下)(生上，云)贤妻，如今有圣旨，教即便赴京上任，你心下如何？(旦云)妾身岂敢抗拒？(生云)既如此，弓兵快收拾车马，赴任去来。(唱)【川拨棹】列头搭在马前，把香车帘半卷。只见官诰新鲜，翠袖花钿，宝髻云偏，疑是天仙。只见他喜孜孜俏脸儿笑拈，敢见我紫罗袍体间穿。【七弟兄】我这里向前，谢得完全，今日个夫妻称了平生愿。身荣休忘了海棠轩，东墙下私约成姻眷。【梅花酒】俺如今践登程，路途沿，几时到八水三川，西洛中原。莫得俄延，摔碎丝鞭。马蹄儿践香尘，钿车儿古道穿。今日个，来赴选；来赴选，到金銮；到金銮，日月边；日月边，受皇宣；受皇宣，古今传。(云)想小生今日到的这一步，夫荣妻贵，怎肯忘了那时。(唱)【收江南】想当初五言诗和得句儿联，七条弦弹就旧姻缘，想着那海棠亭下设盟言。今日个两全，夫妻敕赐再团圆。【鸳鸯煞】佳人才子心留恋，东墙花下成姻眷，标写青编，唱道一举登科将名姓显。男儿得志共赏在琼林宴，玉堂中千古名贤。似这等金榜题名万代显。题目老夫人急配好姻缘小梅香暗把诗词递正名马文辅平步上鳌头董秀英花月东墙记峰峦如聚，波涛如怒，山河表里潼关路。望西都，意踌躇。(踌躇 一作：踟蹰)伤心秦汉经行处，宫阙万间都做了土。兴，百姓苦；亡，百姓苦。山藏白虎云藏寺，池上老梅枝。洞庭归兴，香柑红树，鲈鲙银丝。白家池馆，吴宫花草，可似当时。最怜人处，啼乌夜月，犹怨西施。",
        "author": "元代",
        "poem_class": "母亲",
        "dynasty": "王冕"
    },
    {
        "title": "忆母",
        "paragraph": "河广难航莫我过，未知安否近如何？暗中时滴思亲泪，只恐思儿泪更多。南国秋深可奈何，手持红豆几摩挲。累累本是无情物，谁把闲愁付与他。一节复一节，千枝攒万叶。我自不开花，免撩蜂与蝶。深禁好春谁惜，薄暮瑶阶伫立。别院管弦声，不分明。又是梨花欲谢，绣被春寒今夜。寂寂锁朱门，梦承恩。",
        "author": "清代",
        "poem_class": "母亲",
        "dynasty": "倪瑞璿"
    },
    {
        "title": "晒旧衣",
        "paragraph": "卅载绨袍检尚存，领襟虽破却余温。重缝不忍轻移拆，上有慈亲旧线痕。青粉墙西，紫骢嘶过垂杨道。画楼春早，一树桃花笑。前梦迷离，人远波声小。年时到，越溪云杳，风雨连天草。青芦叶叶动春潮，堤上杨花带雪飘。满地月明仙鹤语，碧天如水一枝箫。芭蕉叶叶为多情，一叶才舒一叶生。自是相思抽不尽，却教风雨怨秋声。",
        "author": "清代",
        "poem_class": "母亲",
        "dynasty": "周寿昌"
    },
    {
        "title": "步虚",
        "paragraph": "阿母亲教学步虚，三元长遣下蓬壶。云韶韵俗停瑶瑟，鸾鹤飞低拂宝炉。高卧南斋时，开帷月初吐。清辉澹水木，演漾在窗户。冉冉几盈虚，澄澄变今古。(冉冉 一作：荏苒)美人清江畔，是夜越吟苦。千里共如何，微风吹兰杜。鸡鸣紫陌曙光寒，莺啭皇州春色阑。金阙晓钟开万户，玉阶仙仗拥千官。花迎剑珮星初落，柳拂旌旗露未干。独有凤凰池上客，阳春一曲和皆难。山川异域，风月同天。寄诸佛子，共结来缘。",
        "author": "唐代",
        "poem_class": "母亲",
        "dynasty": "司空图"
    },
    {
        "title": "先妣事略",
        "paragraph": "先妣周孺人，弘治元年二月二十一日生。年十六年来归。逾年生女淑静，淑静者大姊也；期而生有光；又期而生女子，殇一人，期而不育者一人；又逾年生有尚，妊十二月；逾年，生淑顺；一岁，又生有功。有功之生也，孺人比乳他子加健。然数颦蹙顾诸婢曰：“吾为多子苦！”老妪以杯水盛二螺进，曰：“饮此，后妊不数矣。”孺人举之尽，喑不能言。正德八年五月二十三日，孺人卒。诸儿见家人泣，则随之泣。然犹以为母寝也，伤哉！于是家人延画工画，出二子，命之曰：鼻以上画有光，鼻以下画大姊。以二子肖母也。孺人讳桂。外曾祖讳明。外祖讳行，太学生。母何氏，世居吴家桥，去县城东南三十里；由千墩浦而南，直桥并小港以东，居人环聚，尽周氏也。外祖与其三兄皆以资雄，敦尚简实；与人姁姁说村中语，见子弟甥侄无不爱。孺人之吴家桥则治木绵；入城则缉纑，灯火荧荧，每至夜分。外祖不二日使人问遗。孺人不忧米盐，乃劳苦若不谋夕。冬月炉火炭屑，使婢子为团，累累暴阶下。室靡弃物，家无闲人。儿女大者攀衣，小者乳抱，手中纫缀不辍。户内洒然。遇僮奴有恩，虽至棰楚，皆不忍有后言。吴家桥岁致鱼蟹饼饵，率人人得食。家中人闻吴家桥人至，皆喜。有光七岁，与从兄有嘉入学，每阴风细雨，从兄辄留，有光意恋恋，不得留也。孺人中夜觉寝，促有光暗诵《孝经》即熟读，无一字龃龉，乃喜。孺人卒，母何孺人亦卒。周氏家有羊狗之痾。舅母卒，四姨归顾氏，又卒，死三十人而定。惟外祖与二舅存。孺人死十一年，大姊归王三接，孺人所许聘者也。十二年，有光补学官弟子，十六年而有妇，孺人所聘者也。期而抱女，抚爱之，益念孺人。中夜与其妇泣，追惟一二，仿佛如昨，馀则茫然矣。世乃有无母之人，天乎？痛哉！头上红冠不用裁，满身雪白走将来。(裁 一作：戴)平生不敢轻言语，一叫千门万户开。紫烟衣上绣春云，一树繁花对古坟。辛苦无欢容不理，半缘修道半缘君。水安宫中日欲落，榻前面拜遗孤托。先皇饮恨臣所知，忍见翠华终剑阁。臣身与贼不俱生，誓提义旅清中京。汛除九庙光旧物，上谢先帝酬忠贞。六师戒日临河渭，晓发披忱表天陛。谆谆恢复次第陈，缕缕忠肝兼义气。事关宫府在相通，亲贤远佞先汉隆。后王不鉴高祖训，累我汉业遭尘蒙。汉家贼姓难两立，王业偏安大无策。鞠躬尽瘁臣所安，利钝成亏非可臆。炎精无光赤灰冷，五丈原头将星殒。牙前长史整旋军，巾帼老奴拜天幸。煌煌二表明丹青，文追伊傅光六经。留传人世劝忠荩，呵护时有神威灵。英雄无命古如此，大节堂堂映青史。君不见二十四疏请回銮，东京留守衔悲死。",
        "author": "明代",
        "poem_class": "母亲",
        "dynasty": "归有光"
    },
    {
        "title": "狱中上母书",
        "paragraph": "不孝完淳今日死矣！以身殉父，不得以身报母矣！痛自严君见背，两易春秋，冤酷日深，艰辛历尽。本图复见天日，以报大仇，恤死荣生，告成黄土；奈天不佑我，钟虐先朝，一旅才兴，便成齑粉。去年之举，淳已自分必死，谁知不死，死于今日也。斤斤延此二年之命，菽水之养无一日焉。致慈君托迹于空门，生母寄生于别姓，一门漂泊，生不得相依，死不得相问；淳今日又溘然先从九京：不孝之罪，上通于天！呜呼！双慈在堂，下有妹女，门祚衰薄，终鲜兄弟。淳一死不足惜，哀哀八口，何以为生？虽然，已矣！淳之身，父之所遗；淳之身，君之所用。为父为君，死亦何负于双慈！但慈君推干就湿，教礼习诗，十五年如一日。嫡母慈惠，千古所难，大恩未酬，令人痛绝。——慈君托之义融女兄，生母托之昭南女弟。淳死之后，新妇遗腹得雄，便以为家门之幸。如其不然，万勿置后！会稽大望，至今而零极矣！节义文章，如我父子者几人哉？立一不肖后如西铭先生，为人所诟笑，何如不立之为愈耶！呜呼！大造茫茫，总归无后。有一日中兴再造，则庙食千秋，岂止麦饭豚蹄，不为馁鬼而已哉！若有妄言立后者，淳且与先文忠在冥冥诛殛顽嚚，决不肯舍！兵戈天地，淳死后，乱且未有定期。双慈善保玉体，无以淳为念。二十年后，淳且与先文忠为北塞之举矣！勿悲勿悲！相托之言，慎勿相负！武功甥将来大器，家事尽以委之。寒食盂兰，一杯清酒，一盏寒灯，不至作若敖之鬼，则吾愿毕矣！新妇结褵二年，贤孝素著。武功甥好为我善待之。亦武功渭阳情也。语无伦次，将死言善。痛哉痛哉！人生孰无死？贵得死所耳！父得为忠臣，子得为孝子。含笑归太虚，了我分内事。大道本无生，视身若敝屣。但为气所激，缘悟天人理。恶梦十七年，报仇于来世。神游天地间，可以无愧矣！于园在瓜洲步五里铺，富人于五所园也。非显者刺，则门钥不得出。葆生叔同知瓜洲，携余往，主人处处款之。园中无他奇，奇在磊石。前堂石坡高二丈，上植果子松数棵，缘坡植牡丹、芍药，人不得上，以实奇。后厅临大池，池中奇峰绝壑，陡上陡下，人走池底，仰视莲花反在天上，以空奇。卧房槛外，一壑旋下如螺蛳缠，以幽阴深邃奇。再后一水阁，长如艇子，跨小河，四围灌木蒙丛，禽鸟啾唧，如深山茂林，坐其中，颓然碧窈。瓜洲诸园亭，俱以假山显，（胎于石，娠于磊石之手，男女于琢磨搜剔之主人），至于园可无憾矣。曾向沧流剸怒鲸，酒阑分手赠书生。芙蓉涩尽鱼鳞老，总为人间事转平。埋没钱塘歌吹里，当年却是皇都。赵家轻掷与强胡。江山如许大，不用一钱沽。只有岳王泉下血，至今泛作西湖。可怜故事眼中无。但供侬醉后，囊句付奚奴。",
        "author": "明代",
        "poem_class": "母亲",
        "dynasty": "夏完淳"
    },
    {
        "title": "墨萱图·其一",
        "paragraph": "灿灿萱草花，罗生北堂下。南风吹其心，摇摇为谁吐？慈母倚门情，游子行路苦。甘旨日以疏，音问日以阻。举头望云林，愧听慧鸟语。山接青霄水浸空，山光滟滟水溶溶。风回一镜揉蓝浅，雨过千峰泼黛浓。项羽自刎虎视鲸吞相并，灭强秦已换炎刘姓。数年逐鹿走中原，创图基祚隆兴。各驰骋，布衣学剑，陇亩兴师，霸业特昌盛。今日悉皆扫荡，上合天统，下应民情。睢河岸外勇难施，广武山前血犹腥。恨错放高皇，懊失追韩信，悔不从范增。【幺】行走行迎，故然怒激刚强性。迤逗向垓心，预埋伏掩映山形，猛围定。涧溪沟壑，列介胄寒光莹，昼夜攻催劫掠，爪牙脱落，羽翼雕零。一个向五云乡里贺升平，一个向八卦图中竞残生，更那堪时月严凝。【麻婆子】汉祖胜乘威势，上苍助显号令。四野布层阴重，六花飞万片轻。不添和气报丰年，特呈凶兆害生灵。手拘束难施展，足滑擦岂暂停。【幺】自清晓彻终日，从黄昏睚五更。趁水泽身难到，夺樵路力不能。旋消冰雪润枯肠，冻烧器械焰荒荆。马无草人无饭，立不安坐不宁。【墙头花】军收雪霁，起凛冽严风劲，汗湿征衣背似冰。战欣欣火灭烟消，干剥剥天寒地冷。【幺】征夫楚寐清，深夜疆场静，四面悲歌忍泪听。便不思败国亡家，皆子想离乡背井。【急曲子】帐周回立故壁，阵东南破去程。众儿郎已杳然，总安眠睡未惊。忽闻嘶困乏征马宛，猛唤回凄凉梦境。【耍孩儿】唯除个植梦怀忠政，错认做奸人暗等。误截一臂不任疼，猛魂飘已赴幽冥。碧澄澄万里天如水，明朗朗十分月满宫。马首立虞姬工，翠蛾低敛，粉泪双擎。【幺】绝疑的宝剑挥圆颈，不二色的刚肠痛。怎教暴露在郊墟，惜香肌难入山陵。望碧云芳草封高冢，对黄土寒沙赴浅坑。伤情兴，须臾天晓，仿佛平明。【三煞】衡路九条，山垓九层，区区纵堑奔荒径。开基创业时皆尽，争帝图王势已倾。军逐，因寻江路，误入阴陵。【二】付能归船路开，却懒将踏板登，丧八千子弟无踪影。羞归西楚亲求救，耻向东吴再起兵。辞了枪骑，伏霜锋闪烁，从二足奔腾。【一】杀五侯虽惧怯，奈只身枉战争，自知此地绝天命。壮怀已丧英雄气，巨口全无叱咤声。寻思到一场长叹，百战衰形。【尾】解委颔把顿项推，举太阿将咽颈称。子见红飘飘光的的绛缨先偏侧了金盔顶，碜可可湿浸浸鲜血早淋漓了战袍领。赠长春宫雪庵学士过隙驹难留时暂，百年几度聪明暗。尘事饱经谙，叹狙公暮四朝三。抵自惭，远投苍海，平步风波，空擘骊龙颔。谩赢得此身良苦，家私分外，活计尴尬。寝食玉锁紧牵连，行坐金枷自披担。世累相萦，阴行难修，业缘未减。【幺】因见无常，谩劳供养看经忏。虽有六亲人，谁能替入棺函。劝省咱，从今白甚，则管教人，吃粉羹餐酸馅，皮骨这回绝却。三年乳哺，十月怀耽，长春有景闷时游，大道无极静中参。出凡笼再不争搀。【耍孩儿】牵衣妻子情伤感，一任红愁绿惨。顿然脱便奔腾，不居土洞石龛。四时风月双邻友，万里乾坤一草庵。鬅松鬓，不分髻角，焉用冠簪。【幺】浮云世态将人赚，识破也诚何以堪。布袍独驾九天风，玩无穷绿水青岚。东游瀛海思徐福，西度流沙慕老聃。抛持尽雀巢燕垒，虎窟龙潭。【一煞】从释缚，自脱监，纸鸢无线舟无缆。风寒暑湿非吾患，味色声香莫我贪。休只待，船中满载，水低俱淹。【二煞】莫苦求，休强揽，莫教邂逅遭坑陷。恐哉笞杖徒流绞，慎矣公侯伯子男。争夸衒，千种美禄，一品高衔。【三煞】衣锦裘，乘骏骖，与朋共敝虽无憾。箪瓢自乐颜回巷，版筑谁亲傅说岩。君不见，花飞树底，日转天南。【四煞】手欲翻，眼未贬，镜中华发霜匀糁。生来忙似尘中蚁，老去空如茧内蚕。明图甚，形骸伛偻，涕唾月音臜。【五煞】饭已熟，睡正酣，尽他世味无如淡。诗囊经卷随藜杖，苍木黄菁满药篮。回头笑，青钱拍板，乌帽蓝衫。【六煞】耳若聋，口似缄，有人来问佯妆憨。胡芦提了全无闷，皮袋肥来最不憨。渔樵伴，山声野调，阔论高谈。【七煞】不动心，已丧胆，丹田饱养难摇撼。身欺古柏衰中旺，味胜青瓜苦后甘。功成处，脸同莲萼，头类松杉。【收尾】甲配了庚，离应了坎。是非不在天公鉴，那道轮回近得俺。第一折(房玄龄上)一片丹心扶社稷，两条眉锁庙堂忧。坚心主意施公正，报答皇王爵禄恩。下官房玄龄是也。方今唐天子即位，八方宁静，四海晏然，黎民乐业，五谷丰登，喜遇太平时世，为因唐家十路总管，开疆展土，立国安邦，人人饶勇，个个忠良。今日圣天子设一宴，乃是功臣筵宴，有功者上首而坐，簪花饮酒；功少者下位而次之，只饮酒，不簪花。圣上著下官为主宴官，著军师徐茂公为压宴官，敕赐宝剑金牌，如有搅闹功臣筵宴者，著下官先斩后奏。小校，唐家十路总管来时，即来通报。(小校)得令。(徐上)两朵金花擎日月，一双袍袖拂乾坤。天下尽服圣上管，半由天子半由臣。下官徐茂公是也。自立大唐以来，广用章句，倚功名而取富贵，蒙圣天子可怜，加老夫军师之职。今日圣天子设一宴，乃是功臣筵宴，有功者上首而坐，簪花饮酒；功少者下位而次之，只饮酒，不簪花。圣上著房玄龄大人为主宴官，著下官为压宴官，敕赐宝剑牌，如有搅闹功臣筵宴者，先斩后奏，赴宴走一遭去也。(报介)(相见介)(殷程上)马背征鞍将挂袍，将军可手燃弓稍。休言十载寒窗苦，怎比征夫半日劳？下官殷开山是也。自家程咬金是也。今日咱两人赴功臣宴。走一遭去也。(报介)(相见介)(杜高上)幼小曾将武艺习，南征北讨惯相持，临敌望尘知地势，对垒填三识兵机。吾乃杜如晦是也。吾乃高士廉是也。赴功臣宴走一遭去也。(报介)(相见介)(房)小校：唐家十路总管只齐了么？(小校)还有两位老将军未到。(房)来时报俺知道(小校)得令。(尉迟，奏权上)老夫复姓尉迟，名恭，字敬德，乃朔州善阳人也。这一位老将军，姓秦字叔宝，自降唐以来，与国家东荡西除，南征北讨，多有功勋，甚有汗马。今日圣天子设一宴，乃是功臣筵宴，功多者上首而坐，簪花饮酒；功少者下位而存，只饮酒，不簪花。叔宝老将军你我吃这一宴非容易也！(秦)想着老将军与唐家开疆展土，立国安邦，多有功来也。(尉)俺与唐家建立大功，只除是你知我也呵。【仙吕】【点绛唇】想当日炀帝东亡，那其间主公未定。中原困，盗起纷纷。帝星照河东郡。【混江龙】想着咱初降唐时分，事君竭力致其身，凭着俺十八般武艺，定下了六十四处征尘。都是神乌马踏成了这唐社稷，只这个水磨鞭打就了李乾坤，记当日呵扶持主上，今日呵宴赏公卿。虽然是功分大小，也须索位列卑尊。有功者上首而坐，功少者下位而存。若不将咱为头而赐坐，这下位里难以安身。老将军非为夸己，也不是我骄人。老将军为头，次之是尉迟。除此外谁与咱相争竞。(秦)老将军有擎天手段(尉)你道俺有擎天手段，老将军俺道你可有盖世的功勋。(报介)(相见介)(房)众将军都来齐了么？(小校)都来齐了。(房)军师，请功劳簿来查看，论功行赏。(徐)论功行赏，此酒正该叔宝老将军饮。这尉迟老将军御科园刬马单鞭，这一功论起来，此酒还该尉迟老将请，不可多逊了。(尉)此酒还是老将军饮过，次之才到老夫吃。(房)论功行赏，酒请了。【油葫芦】(尉)见军师数次殷勤，量尉迟何足沦？怎消的当今天子重贤臣。(李土)吾乃季道宗是也，赴功臣宴走一遭去来。(相见介)(李道宗云)这酒该我饮，该我簪花。(尉唱)这厮们走将来上首头坐，全无些谦逊，恼得咱便不登登按不住心头忿。(李)一杯酒吃了便罢，甚么上首头下首头！我怕你上首头那势凶，下首头怎坐存？我本待要推更衣，又不敢先逃遁。我待不言语呵，著这厮欺负俺老功臣。老将军请息怒者。【天下乐】叔宝老将军，你便是活佛也，教咱怎生忍？老将军你便休也不嗔，非是我情性狠。量这个泼无徒怎敢来小觑人。我割舍得发一会儿村，使一会儿狠。道宗。你有何功劳，敢坐上首，簪我的花，饮我的酒？(李)尉迟恭，你有甚么来要打我？(尉)我不打你这泼无徒教咱怎的忍？(打介)打得好，打得好，把我打下两个门牙，我问你有甚么功来？(尉)我有功无功瞒不过三等人。(李)那三等人？【那吒令】那厮，你听我说。知尉迟，辕门外的众军；请尉迟，晋天下的万民；谮尉迟的，是你这样小人。我将这鏖战册件件与你观，功劳簿桩桩与你论，那其间便见得元勋。(李)你有甚么功劳在那里？(尉)我有功来。【鹊踏枝】我也曾在沙场上领着敌军，舍着残生。我也曾揸鼓夺旗，抓将挟人。我也曾杀得败残兵骨碌碌人头乱滚，渗渗呵热血相喷。(李)不要闲说，我与你主宴大人案前告去。主案大人，尉迟恭争口，打下我两个门牙。(尉)主宴大人，量这厮有甚么功来？(房)尉迟，谁不知你有功，你有功无功，满不过两班文武，为何打落道宗二齿，是何道理？可不道有功虽仇必赏，有过虽厚难饶，拿去斩讫报来。(李)敬德，如今太平时世，不用你了。(尉迟)【寄生草】太平时文胜似武，事急也武胜似文。我也曾苦相持恶战讨遭危困，扶持的国家安天下定今日狼烟净，生熬的剑锋缺鞭节曲枪尖钝，我只待要一心儿分破帝乏忧。军师，只我这两条眉锁江山恨。(徐)老将军，这才是你不该了。我与众大人前去哀告，劝得从休欢喜，劝不从休烦恼。主晏大人息怒，那尉迟舍死忘生，展土开疆，困来马上眠，渴饮刀头血。灭六十四处征尘，一十八处擅改年号。多有功劳，甚有汗马，怎生将功折了罪过，小官一一道其实，大人心下自裁处。且唐家十宰是他为头将，饶了这忠孝双全老尉迟。(房)军师列位大人请起，放过尉迟来。尉迟，若不看军师众将之面，不能勾饶了你。暂且记头在项，你且听我说：你本是个著铁之夫，岂知俺文臣之礼？只今日纳了你袍笏入朝的紫罗襕，出朝的黄金印，贬你去职田庄做个庶民百姓，苦耕三顷地，持着一张犁。你听我说：你本是开国元勋，论汗马位列三公。今日赴宴不遵令，却用拳殴打道宗。如执法即当取斩，今原情暂且姑容。黄金阙休官辞爵，谪职田庄浅种深耕。李道宗去官罢职，尉迟恭休逞英雄。小官不敢久停，回圣上话去也。(下)(尉)列位大人。【前腔】想为官的如骑着虎，他用人似积薪，教后来人在上居尊。李道宗这厮呵他非武非文，他曾立甚么功勋？怎敢欺侮俺开国的功臣？他走将来上首头无些谦逊，论功处谁敢欺人？若不是军师救了咱危困，他须是一枝一叶，俺须是四海他人。(徐)老将军请息怒。(尉)【前腔】也不索胡云，休论我性不容人，拳打下谗臣，恁般生嗔。若不是军师可便劝准，我没来由献甚么勤。知他是君负欺臣负欺君。若留得个恶楚秦，若留得西楚霸上在呵，怎生便敢诛了韩信？古人言语不虚云。想淮阴与鄂国，咱两个同时运。一任那渔樵闲话，少不得青史标名。既是圣上贬了老夫，今日就辞了列位，收拾了行李，便往职田庄去罢。【尾声】脱下我入朝相的紫罗襕，摘丁我出朝将的那黄金印，狼吃豹头心儿里暗忍，觑下口往日功劳到今日没半分。常言道好事没下稍，只我□出气力的功臣。(秦)老将军，想你降唐多有功劳，今日也罢了。(尉)想我初离宾武州，乍到唐君。想着初降唐时呵，端的扫荡了些征尘。我便打了那非著己的人。列位大人，明日圣上问道，那个敢打王叔李道宗？列位大人就说是我尉迟。圣上也只索把心儿忍，不忿气吐二千丈怨云。想我主在御科园有难之时，我在澄清涧瓜马，有军士来报，某即揾马单鞭，直赶至御科园。只见那单雄信将俺主公看看赶上，我就历声高叫：咄，那单雄信，休得伤了我主。其时那单雄信撇了我主，望某家刺一狼牙枣槊来。被我侧身躲过，左手搭住枣槊，右手举起水磨刚鞭。只一下，打得那单雄信吐血而走。到如今端的是一言难尽。他只一言说得不好。(众)那一句说得不好？他说道太平年不用俺这老将军。(徐)老将军去了，列位大人，明日可到十里长亭，与尉迟敬德饯行，走一遭也。(诗曰)尉迟恭犯罪难逃，一时间定夺功劳，见圣上亲自保奏，着尉迟星夜回朝。第二折(徐茂公上)老夫徐茂公是也，为尉迟公搅了功臣筵宴，如今贬去职田庄闲居。今日众公卿每在十里长亭与他饯行，须索走一遭去也。(尉迟上)家童，你把奶奶的车儿先行著，我和你且慢慢的行。(童)理会得。爹爹，孩儿想来，爹爹也曾受苦来，那房老爷一时间恼着爹爹，倘心回意转，采取回去，未可知也。且自慢慢的行。【中吕】【粉蝶儿】(尉)为甚么忙出皇州？我将这脱空禅近来参透。而不向杀人场闹里钻头，向职田庄。居止处。将我□□生涯穷究。【醉春风】牢记住战争心，紧抄定抓将手。□□□云阳市上血染了衣，出那娘的丑，这一个须索□□□□言。将我来罪责，若没有军师呵，可不道有谁人将我来搭救。(童)爹爹，那个里长亭有许多人，在那里等着你。【迎仙客】(尉)怪的这长亭□驿马多。(众)老将军请住马。(尉)家童，与我带住马来。(童)理会得。(尉)我忙下得紫骅骝，唐十宰众公卿可都这里有。我可便向前来，忙问候。(尉)众大人为何到此？(众)为老将军远行，俺众公卿等特来与老将军饯行。(尉)俺这里听说罢缘由，怎消得偌大远劳台候。(徐)左右将酒过来，老将军满饮几杯。(尉)有劳众大人。【红绣鞋】不索你个军师生受，(众跪介)(尉)请起来唐十宰文武公侯。恁只待要这搭儿折杀下尉迟休。众公卿休将我来耻笑，怎么将恩义变为仇。那日若无军师。与列位大人呵，可著我险峰儿难措手。(徐)将酒来，老将军再饮一杯。(尉)军师大人，怎么不见叔宝老将军染病在家。(众)叔宝将军染病在家。【满庭芳】(尉)可惜老了一个先锋哀帅首，他曾杀得人有家难奔，有国难逃。只他那十八般武艺都学就，六韬估看得来哀滑熟。只他那嘶杀处全无一个对手，只他那持处谁敢与他做敌头，上阵处搀争斗，不刺刺门旗开处，两阵对员，那壁厢问道：大唐家那员名将出马？俺这里回言道：胡国公秦叔宝出马。那壁厢乃便回言说道，不好了也。(尉)不喇喇闻风儿便走。(众)奸一位老将军。(尉)军师，他端的要一心儿分破下帝上忧。军师，众大人，今日相别，不知几时再得相会。(徐)老将军，你且耐心者。不过一年半载，□众公卿保奏你回朝也。【尾声】饯一道咸阳陌上尘，折一枝霸陵桥上柳。众公卿相见知仙行？(徐)老将军早饮一杯。(尉)饮过这一杯西出刚关这饯行的酒。(徐)老将军去了，列位大人，老夫明日作本头？就保他还朝也。(诗曰)丹心扶社稷，舍命保还朝。第三折(高国王上)英雄久镇高丽王，喜晓黄公三略书，吾乃高丽国大将是也。文通三略，武解六韬，运筹帷幄之中，决胜千里之外。休言人在帐前喧，便在鸦鹊过时不敢噪。俺这海东有个十六国：辛罗国、卯日国、分定国、文直国、落难国、门神国、大汉国、小汉国、蛤麻国、三汉国、日本国、扶桑国、矮人国，百席国、丁香国，了奠国、高丽国。惟有俺这一国，不服大唐。闻知唐朝病了秦琼，贬了尉迟，将老兵骄。我手下有一大将，名唤铁肋金牙，此人有万夫不当之勇。著他领兵十万。前去绿鸭儿边，白鹤坡前，单奈蔚迟出马。小校，与我唤铁金牙出来。(丑)阵鼓铜锣一两敲，辕门里外列英雄，三军报道平安否，买卖归来汗未消。吾乃大将铁肋金牙是也，元帅呼唤，须索去走一遭也。盔甲在身，不能施礼。(高国王)唤你出末，别无他事，有大唐家病了秦琼。贬了敌德，与你雄兵十万，前去绿鸭江边，白鹤坡前，单奈尉迟出马，小心在意。(丑)理会得。今日领军马与尉迟交持去了。(诗)自小英雄志气高。身披耀日锦征袍，飞临阵地沙场上，战败千军血染刀。(生上)只有大在上，更无山与齐。举头红日近，回首白云低，弓乃房玄龄是也。自从将尉迟砭去职田庄闲居，可又三年光景了。如今高丽国知俺这里病了秦琼，贬了敬德，着铁肋金牙在绿鸭江边，白鹤放前，如今下战书末，单奈尉迟出马相持。今尉迟又有风病举发，动止不得，未知虚实，下官奉圣上的命，著军师徐茂公亲往探病。小校，与我请军师徐茂公出来。(小校)得令，军师有请。(徐上相见介)军师，奉圣上命，今有高丽国下战书，堂奈尉迟相持。尉迟若果风病，再作道理，即去回报。(并下)(旦司尉迟上)老爷，想着你有盖世的功劳。今日不用了，你那病从何起？(尉)只为在那功臣宴上打了李道宗，将我贬在此职田庄闲居，又早三年光景了也。奶奶，你去开门看者，有人无人回我。(旦)理会得。开得这门来，呀，无入，不免掩上着。老爷。前后无人。(尉)奶奶，真个无人？你道我这病是真的假的？(旦)老爷的病，怎么是假的？(尉)呀，我那得甚么风病来。昨日庄东头王伴哥，请我赴牛儿会，有那伴哥来迟，我道伴哥你为何来迟。他道，往城中沽酒去来。我道。你到城中去，可有甚么新闻么？他说，新闻到没有，闻得高丽国差铁肋金牙下战书来，单奈尉迟出马。我听他说罢，卒然倒地。众人扶我起来，我就是这等左瘫右痪起来。(旦)老爷。你如今假妆有风疾，我那里知道。(尉)奶奶，我一自降唐出界丘，苦征恶战数千秋，两条眉锁江山恨。一片心怀帝王忧，膂老尚嫌弓力软，眼昏犹识阵云愁。水磨刚鞭不喇喇一骑马，我也曾扶立唐家四百秋。【越调】【斗鹌鹑】我也曾展土开疆，相持对垒，不能勾富贵荣华，刬地卫把我来罢官卸职，他欺负俺是大老元勋，我不合打下那无端的逆贼。今日贬下尉迟，闹了敬德，救下我残生。都亏下军帅世勣。【紫花儿序】若不是老相公倾心儿闹，恰便似韩元师伏剑而亡，我便是子房公拂袖而归。奶奶，我如今与伴哥每肥草鸡儿，冲糯洒儿。在这职田庄受用，可不强似为官？每日闲伴渔樵。每闲话，到豁达似文武班齐，落魄忘机。谁待要为是非，我向这急流中涌退。我如今罢职闲居，若是那铁肋金牙索战，我看他怎生和他相持。奶奶，我分付你来，只怕朝中有人来问，你只说老爷有病哩。(旦)老爷你放心。我知道了。(徐)老夫徐茂公是也。奉圣旨的命，着老夫往职田庄上探尉迟老将军病，可是来到也。小校，那里是职田庄？(小校)这里便是。(徐)小校，你且回避着，唤你便来，不唤你不要来。(小校)理会得。(徐)开国勋臣，有人在此么？(尉)奶奶，是甚么人敲门？你去看来。(旦)理会得。开了这门来，是准？(徐)老夫人拜揖，老将军有么？(旦)军师，俺老爷染病哩。(徐)请通报说，徐勣在此拜见老将军。(旦)理会得。军师少坐，老将军，军师在门首要拜见你哩。(尉)呀，奶奶，不好了。那将军徐勣是足智多谋之人，他如今来，若不见他，他又疑我没病；若出去见他，倘或挑起那往年间相持厮杀的事情，忘了那风疾怎么好？也罢，奶奶，倘或挑起那相持厮杀的事。我若忘了风疾，你就旁边说，老爷，你的拐儿，我就这等风疾起来。奶奶□了这门，待我去迎接军师。(徐)老将军请了。(尉)军师少礼也。【小桃红】不知今日甚风吹，(徐)久别尊颜。我这里有一拜。(尉)军师，我老夫回礼不得了，我如今讲讲不得这里可便权体罪。(徐)老将军。我和你自别之后，不觉又是三年光景了。(尉)军师一自离朝到今日。(徐)老将军染甚病证？(尉)天有不测风云，人有旦夕祸福。谁想我临老也带着残疾。军师，唐家十路总管。都好么？(徐)也都没了。(尉)消磨了往日英雄辈。高士廉，，杜如晦如何？(徐)都闲了。(尉)他可都闲身就国？殷开山，程咬金他两个如何？(徐)都已亡了。(尉)他两个都归泉世。刘文静、秦叔宝他两个如何？(徐)都病了。(尉)军师，唐家十路总管，闲的闲，病的病，死的死，如今止有军师和老汉。俺一班儿白发故人稀。军师，你到小庄贵干？(徐)奉圣上的命，今有高丽国下战书，不奈别的，单奈尉迟出马。圣上命著你星夜领兵前去，复还鄂国公之职，有功回来另行升赏，谢恩。(尉)奶奶，不要谢恩，我去不得。(徐)老将军不去呵，便是违宣抗敕。(尉)【金蕉叶】我、我、我便有几颗头敢违宣抗敕？一句话恼得从头便至尾。怎着我这胡老子安邦定国？你何不去教李道宗相持来对垒？(徐)老将军便有风疾，也请下高丽走一遭。(尉)军师，我这等模样，若到阵面前争先，铁扇子团花遮箭牌，两阵对员，擂鼓摇旗，呐喊一声，那边问道：大唐家甚么人出马？俺这里无人回答。他那里又问：大唐家甚么人出马？俺这里叫两个小卒，这每一扶上俺到阵前，对那边说道，我便是尉迟敬德。可不羞死了人也。【调笑令】他觑了俺这般模样，临老也带着残疾。军师你觑甚么阃外将军八面威。但开门只说我是唐家苗裔，只好去高衙行倚官挟势。若不是军师劝谏赦了罪累，险些个死无葬身之地。(徐)老将军请走一遭，扶持社稷。【秃厮儿】(尉)我怎扶持江山社稷？难沦着鞭简共楂槌你可待强扶持尉迟在军阵里，高丽家捺相持，可教谁敌？【圣药王】军师你莫疑惑，其实的去不得，到朝叫，说与圣人知。到朝中说与众□□□，如今年纪近丁七十，染□病疾，提起那排军布□□□痴。(徐)常言道，老将会兵机。(尉)休休休便提起老将会兵机。(旦)老爷，你那拐儿。(尉)奶奶，老夫风疾举发，去不得。(徐)老将军去不得，□□告回。(尉)奶奶，送了军师出去，闭了门。(徐)出的这门□，我观此人容貌，不是那有病的。方才拜下去，那两条□□尤如铁柱一般，那老夫人又在旁边说道，老爷，你那拐儿。眉头一层，计上心来，众军校那里。(卒)有分付。(徐)□众人到这人家去安下，要他男子汉闸草喂马，女人家补衲袄革翁鞋。你说，我是高丽的小军，他家是有钱的，□问他要白米饭，妙嫩鸡儿，冲糯酒儿吃，那一个老子口礼打将去。(卒)列位，方才老爷分付，着俺拣这房子打进去，开门，开门。(尉)奶奶，又是甚么人在外头叫？不要放他进来。(旦)理会得。(卒)我每是下高丽的小军，行到这里，天色已晚，借你房子歇息一歇息。男子汉闸草喂马，女人家补衲袄革翁鞋。又要白米饭，炒嫩鸡儿，冲糯酒儿吃。夜晚间又要洗洗澡，槌槌腰，刺刺屁股儿。(旦)村弟子孩儿，你是甚么人，这等无礼？待我哄他一哄，你在这里歇息，我闭了门者。(卒作叫嚷介)(尉)奶奶，外面又是甚么人喧嚷？(旦云)(尉)这厮好无礼，待我自去回他，众长官。我这房屋窄小，养不得马，你到别家去罢。(卒)放屁！你不肯，打你老子。(尉)【麻郎儿】这厮他便恶狠狠的叫起。雄纠纠的欺谁？你毁伤我唐家宰职，(打介)著这厮吃我一会儿脚踢拳槌。【幺篇】你便恼番了尉迟，性起，一双手搊住他头髻，纵虎躯轻舒猿臂，我便革支支挣得你分碎，一会儿教你死。(徐轻轻至尉背后班介)【络丝娘】是谁人班住下尉迟敬德？(徐)老将军，你风疾好了么？(尉)只被你败破了我谎也，军师的世勣，正是船到江心补漏迟，我不解其小尊意。(旦)老爷，你的拐儿哩？(尉)迟了也。(徐)小校，这就是总兵老爷。(卒)老爷，小的有罪也。(徐)老将军，只今日复还鄂国公之职，就领兵下高丽去。有功重加升赏，此去只是老将军年老也。(尉)【耍三台】你须知咱名讳，尽忠心天知地知。这一场小可如美良川交兵的手段，御科园单鞭夺槊的雄威。小可如牛口谷鞭伏了窦建德，小可如下河东与刘黑闼相持。你看我再施逞生擒王世充的英雄，你看我重施展活捉□世猛当时的气力。(徐)老将军，你那时年纪小，跨下神乌马，腰悬著水磨鞭，弓开得胜，马到成功。今日年纪高大了，便好道老不以筋骨为能，只怕你也近他不得了。(尉)【幺篇】我老只老呵，老了咱些年纪；老只老呵，老不了我脑中武艺。老只老呵，老不了我龙韬虎略；老只老呵，老不-下我妙策神机。老只老呵，老不了我一片忠心贯日；老只老呵，尚几自万夫难敌。(徐)老将军，你便索要去，只怕你老了，去不得。(尉)俺老只老，止不过添下些雪鬓霜髭；老只老，又不曾驼腰曲背。【尾声】老只老呵，只我这水磨鞭不曾长出些白髭须，量这厮何须咱费力。你看这厮，明日在垓心里，绰见我那铁扑头，红抹额，乌油甲，皂罗袍，他便跳下马受绳缚，着这厮卷了旗，卸下甲，收了军，拱手儿降俺这大唐同。(下)(徐)想着那老将军果然无病，老夫略施小计，使他登时激发。就领兵交战去了。下官即去回圣天子命也。(下)第四折(铁肋金牙上)自家高丽国大将铁肋金牙的便是。来日与大唐交战大小三军；听吾号令，先摆七层回子手：第一层，金盔金甲金裹头将军；第二层，银盔银甲银裹头将军；第三层，铁盔铁甲铁裹头将军；第四层，铜盔铜甲锭裹头将军；第五层。布盔布甲布裹头将军；第六层，纸盔纸甲纸裹头将军；第七层，皮盔皮甲皮裹头将军！众小校，到末日马军摆在一边。步兵摆在一边，中间留一条走路，待我输了好走。(众)走往那里去？(丑)走到你娘床土去，(众)尘头起处，大唐军马未了。(丑)摆开阵势与他交兵。(尉上)老夫尉迟敬德是也，奉朝廷的命，着我下高熏收铁肋金牙，须索走一遭去也。【双调】【新水令】只俺这水磨鞭准准的闲放了一年，不知足那一个合死的与我交战。重磨下新日月，再整顿那旧山川。只被我剿除了六十四处狼烟，更有一千阵恶征战。大小三军，摆开阵势者。(丑)来将何人？(尉)尉迟公是你的爹爹。(丑)尉迟，你敢来与俺交战？(尉)大小三军，擂起鼓来。【雁儿落】(尉)骤骅骝走似烟，骤骅骝走似烟，战马儿疾如箭。莫道是平地上走不出，便走到那鬼窟洞里也直寻见。【得胜令】呀，这的是难比美良川，折么尼走上焰魔火，今日是你合休日，今年是你该死年。当先，不喇喇一骑马疾如箭；心坚，□□□□□懒赠鞭。(小校)把这厮与我绑了，去见圣上去□。(徐)下宫徐茂公是也。今闻得尉迟敬德活拿了铁肋金牙，这早晚敢待来也。小校，尉迟老将军到来，报复□□知道。(尉)老夫尉迟是也。擒了铁肋金牙，将军府里报功去也。(卒)□□。(相见介)(徐)老将军鞍马劳神，怎生擒了这厮？慢慢的说一遍。【甜水令】我闲居时老弱恁赢，厮杀处身轻体健。相持在绿鸭大江边，扑咚咚战鼓声催，二马相交，在垓心鏖战。把铁肋金牙活捉下骏马雕鞍。(徐)老将军，想昔日在御科园刻马单鞭，今日里扫荡征尘，永息狼烟，把功劳试说一遍，就请挂了黄金印也。(尉)【折桂令】想昔门布御科园刬马单鞭，今门里扣荡了征尘，永息狼烟。托赖著圣仁仁慈，千秋万岁，洪福齐天。(徐)老将军请挂了印。(尉)臣不斗大的黄金印悬。(徐)老将军只愿甚么来？臣只愿洛阳城二顷薄田，不愿升迁，只愿身安。若不是文武双全，怎能勾将相之权。(徐)老将军望阙跪者，听圣上的命，加官赐赏。(圣旨)只为你多有功勋，尽忠心辅报朝廷。擒拿了铁肋金牙，复还你鄂国功臣。手下将论功行赏，都着他列补重升。圣明主加官赐爵，朝帝阙拜谢皇恩。(尉)万岁，万岁，万万岁。【沽美酒】感水恩赐我竹。感皇恩赐我官，重义得列朝班。我只愿罢职归农乐残年，向心这职田庄耕锄为伴。我只为铁肋金牙逞战权，因此做风颠。准知道军师探病原，施机尘将吾赚，参破下尉迟愚见。不伏老向江边恶战，我呵，幸遇得圣王明文修武偃，呀，愿皇图河清宴。【尾声】只因我南征北讨能争战，乞刺德心无怨。竹节刚鞭打铁叻金牙，顶门上抓七付眼。一人有床安天下，万国来朝贺太平。范康范康，字子安，杭州人。生卒年不详。约生活于元中期稍后，他与钟嗣成为友人，《录鬼簿》列入\"方今已亡名公才人余相知者\"类中，说他\"明性理，善讲解，能词章，通音律\"。其余生平事迹不可考。所作杂剧今如有《竹叶舟》、《杜甫游春》二种，前一种存。散曲则存小令四首、套数一套。其作品较为典雅清丽，大抵能不落俗套而略有新意，故钟嗣成评日：\"一下笔即新奇，盖天资卓异，人不可及也。\"",
        "author": "元代",
        "poem_class": "母亲",
        "dynasty": "王冕"
    },
    {
        "title": "凯风",
        "paragraph": "凯风自南，吹彼棘心。棘心夭夭，母氏劬劳。凯风自南，吹彼棘薪。母氏圣善，我无令人。爰有寒泉？在浚之下。有子七人，母氏劳苦。睍睆黄鸟，载好其音。有子七人，莫慰母心。土反其宅，水归其壑，昆虫毋作，草木归其泽！言发于尔。不可止于远。行存于身。不可掩于众。隰有苌楚，猗傩其枝，夭之沃沃，乐子之无知。隰有苌楚，猗傩其华，夭之沃沃。乐子之无家。隰有苌楚，猗傩其实，夭之沃沃。乐子之无室。",
        "author": "先秦",
        "poem_class": "母亲",
        "dynasty": "佚名"
    },
    {
        "title": "蓼莪",
        "paragraph": "蓼蓼者莪，匪莪伊蒿。哀哀父母，生我劬劳。蓼蓼者莪，匪莪伊蔚。哀哀父母，生我劳瘁。瓶之罄矣，维罍之耻。鲜民之生，不如死之久矣。无父何怙？无母何恃？出则衔恤，入则靡至。父兮生我，母兮鞠我。抚我畜我，长我育我，顾我复我，出入腹我。欲报之德。昊天罔极！南山烈烈，飘风发发。民莫不穀，我独何害！南山律律，飘风弗弗。民莫不穀，我独不卒！奔车之上无仲尼。覆舟之下无伯夷。泰山其颓乎。梁木其坏乎。哲人其萎乎。君子曰：学不可以已。青，取之于蓝，而青于蓝；冰，水为之，而寒于水。木直中绳，輮以为轮，其曲中规。虽有槁暴，不复挺者，輮使之然也。故木受绳则直，金就砺则利，君子博学而日参省乎己，则知明而行无过矣。故不登高山，不知天之高也；不临深溪，不知地之厚也；不闻先王之遗言，不知学问之大也。干、越、夷、貉之子，生而同声，长而异俗，教使之然也。诗曰：“嗟尔君子，无恒安息。靖共尔位，好是正直。神之听之，介尔景福。”神莫大于化道，福莫长于无祸。吾尝终日而思矣，不如须臾之所学也；吾尝跂而望矣，不如登高之博见也。登高而招，臂非加长也，而见者远；顺风而呼，声非加疾也，而闻者彰。假舆马者，非利足也，而致千里；假舟楫者，非能水也，而绝江河。君子生非异也，善假于物也。(君子生 通：性)南方有鸟焉，名曰蒙鸠，以羽为巢，而编之以发，系之苇苕，风至苕折，卵破子死。巢非不完也，所系者然也。西方有木焉，名曰射干，茎长四寸，生于高山之上，而临百仞之渊，木茎非能长也，所立者然也。蓬生麻中，不扶而直；白沙在涅，与之俱黑。兰槐之根是为芷，其渐之滫，君子不近，庶人不服。其质非不美也，所渐者然也。故君子居必择乡，游必就士，所以防邪辟而近中正也。物类之起，必有所始。荣辱之来，必象其德。肉腐出虫，鱼枯生蠹。怠慢忘身，祸灾乃作。强自取柱，柔自取束。邪秽在身，怨之所构。施薪若一，火就燥也，平地若一，水就湿也。草木畴生，禽兽群焉，物各从其类也。是故质的张，而弓矢至焉；林木茂，而斧斤至焉；树成荫，而众鸟息焉。醯酸，而蜹聚焉。故言有招祸也，行有招辱也，君子慎其所立乎！积土成山，风雨兴焉；积水成渊，蛟龙生焉；积善成德，而神明自得，圣心备焉。故不积跬步，无以至千里；不积小流，无以成江海。骐骥一跃，不能十步；驽马十驾，功在不舍。锲而舍之，朽木不折；锲而不舍，金石可镂。蚓无爪牙之利，筋骨之强，上食埃土，下饮黄泉，用心一也。蟹六跪而二螯，非蛇鳝之穴无可寄托者，用心躁也。(江海 一作：江河)是故无冥冥之志者，无昭昭之明；无惛惛之事者，无赫赫之功。行衢道者不至，事两君者不容。目不能两视而明，耳不能两听而聪。螣蛇无足而飞，鼫鼠五技而穷。《诗》曰：“尸鸠在桑，其子七兮。淑人君子，其仪一兮。其仪一兮，心如结兮！”故君子结于一也。昔者瓠巴鼓瑟，而流鱼出听；伯牙鼓琴，而六马仰秣。故声无小而不闻，行无隐而不形 。玉在山而草木润，渊生珠而崖不枯。为善不积邪？安有不闻者乎？学恶乎始？恶乎终？曰：其数则始乎诵经，终乎读礼；其义则始乎为士，终乎为圣人， 真积力久则入，学至乎没而后止也。故学数有终，若其义则不可须臾舍也。为之，人也；舍 之，禽兽也。故书者，政事之纪也；诗者，中声之所止也；礼者，法之大分，类之纲纪也。 故学至乎礼而止矣。夫是之谓道德之极。礼之敬文也，乐之中和也，诗书之博也，春秋之微 也，在天地之间者毕矣。 君子之学也，入乎耳，着乎心，布乎四体，形乎动静。端而言，蝡而动，一可以为法则。小人之学也，入乎耳，出乎口；口耳之间，则四寸耳，曷足以美七尺之躯哉！古之学者为己，今之学者为人。君子之学也，以美其身；小人之学也，以为禽犊。故不问而告谓之傲，问一而告二谓之囋。傲、非也，囋、非也；君子如向矣。学莫便乎近其人。礼乐法而不说，诗书故而不切，春秋约而不速。方其人之习君子之说，则尊以遍矣，周于世矣。故曰：学莫便乎近其人。学之经莫速乎好其人，隆礼次之。上不能好其人，下不能隆礼，安特将学杂识志，顺诗书而已耳。则末世穷年，不免为陋儒而已。将原先王，本仁义，则礼正其经纬蹊径也。若挈裘领，诎五指而顿之，顺者不可胜数也。不道礼宪，以诗书为之，譬之犹以指测河也，以戈舂黍也，以锥餐壶也，不可以得之矣。故隆礼，虽未明，法士也；不隆礼，虽察辩，散儒也。问楛者，勿告也；告楛者，勿问也；说楛者，勿听也。有争气者，勿与辩也。故必由其道至，然后接之；非其道则避之。故礼恭，而后可与言道之方；辞顺，而后可与言道之理；色从而后可与言道之致。故未可与言而言，谓之傲；可与言而不言，谓之隐；不观气色而言，谓瞽。故君子不傲、不隐、不瞽，谨顺其身。诗曰：“匪交匪舒，天子所予。”此之谓也。百发失一，不足谓善射；千里蹞步不至，不足谓善御；伦类不通，仁义不一，不足谓善学。学也者，固学一之也。一出焉，一入焉，涂巷之人也；其善者少，不善者多，桀纣盗跖也；全之尽之，然后学者也。君子知夫不全不粹之不足以为美也，故诵数以贯之，思索以通之，为其人以处之，除其害者以持养之。使目非是无欲见也，使耳非是无欲闻也，使口非是无欲言也，使心非是无欲虑也。及至其致好之也，目好之五色，耳好之五声，口好之五味，心利之有天下。是故权利不能倾也，群众不能移也，天下不能荡也。生乎由是，死乎由是，夫是之谓德操。德操然后能定，能定然后能应。能定能应，夫是之谓成人。天见其明，地见其光，君子贵其全也。 ",
        "author": "先秦",
        "poem_class": "母亲",
        "dynasty": "佚名"
    },
    {
        "title": "孟母三迁",
        "paragraph": "邹孟轲母，号孟母。其舍近墓。孟子之少时，嬉游为墓间之事。孟母曰：“此非吾所以居处子。”乃去，舍市旁。其嬉游为贾人炫卖之事。孟母又曰：“此非吾所以处吾子也。”复徙居学宫之旁。其嬉游乃设俎豆，揖让进退。孟母曰：“真可以处居子矣。”遂居。及孟子长，学六艺，卒成大儒之名。君子谓孟母善以渐化。舟楫之利，譬犹舆马。辇重历远，以济天下。相风视波，穷䆒川野。安审惧慎，终无不可。鸟嘤嘤兮友之期。念高子兮仆怀思。想念恢兮爰集兹。城狐不可掘。社鼠不可熏。",
        "author": "两汉",
        "poem_class": "母亲",
        "dynasty": "刘向"
    },
    {
        "title": "母别子",
        "paragraph": "母别子，子别母，白日无光哭声苦。关西骠骑大将军，去年破虏新策勋。敕赐金钱二百万，洛阳迎得如花人。新人迎来旧人弃，掌上莲花眼中刺。迎新弃旧未足悲，悲在君家留两儿。一始扶行一初坐，坐啼行哭牵人衣。以汝夫妇新燕婉，使我母子生别离。不如林中乌与鹊，母不失雏雄伴雌。应似园中桃李树，花落随风子在枝。新人新人听我语，洛阳无限红楼女。但愿将军重立功，更有新人胜于汝。三年谪宦此栖迟，万古惟留楚客悲。秋草独寻人去后，寒林空见日斜时。汉文有道恩犹薄，湘水无情吊岂知？寂寂江山摇落处，怜君何事到天涯！绿蚁新醅酒，红泥小火炉。晚来天欲雪，能饮一杯无？幼女才六岁，未知巧与拙。向夜在堂前，学人拜新月。",
        "author": "唐代",
        "poem_class": "母亲",
        "dynasty": "白居易"
    },
    {
        "title": "思母",
        "paragraph": "霜殒芦花泪湿衣，白头无复倚柴扉。去年五月黄梅雨，曾典袈裟籴米归。看岳王传披文握武，建中兴庙宇，载青史图书。功成却被权臣妒，正落奸谋。闪杀人望旌节中原士夫，误杀人弃匠陵南渡銮舆！钱塘路，愁风怨雨，长是洒西湖！韩世忠安危属君，立勤王志节，比翊汉功勋。临机料敌存威信，际会风云。似恁地尽忠勇匡君报本，也消得坐都堂秉笏垂绅。闲评论，中兴宰臣，万古揖清芬！误国贼秦桧官居极品，欺天误主，贱土轻民。把一场和议为公论，妒害功臣。通贼虏怀奸诳君，那些儿立朝堂仗义依仁？英雄恨，使飞云幸存，那里有南北二朝分？张俊谋渊略广，论兵用武，立国安邦。佐中兴一代贤明将，怎生来险幸如狼？蓄祸心奸私放党，附权臣构陷忠良。朝堂上，把一个精忠岳王，屈死葬钱塘！悟世肝肠百炼炉间铁，富贵三更枕上蝶，功名两字酒中蛇。尖风薄雪，残杯冷炙，掩清灯竹篱茅舍。太平吴氏楼会集桃花扇底窥春笑，杨柳帘前按舞娇，海棠梦里醉魂销。香团娇小，歌头水调，断肠也五陵年少。香云帘幕风流燕，花月楼台富贵仙，新调骏马紫藤鞭。能歌小妾，轻罗团扇，醉归来牡丹亭院。香茶细研片脑梅花粉，新剥珍珠豆寇仁，依方修合凤团春。醉魂清爽，舌尖香嫩，这孩儿那些风韵。春寒恻恻春阴薄。整半月，春萧索。晴日朝来升屋角。树头幽鸟，对调新语，语罢双飞却。红入花腮青入萼。尽不爽，花期约。可恨狂风空自恶。晓来一阵，晚来一阵，难道都吹落？",
        "author": "元代",
        "poem_class": "母亲",
        "dynasty": "与恭"
    },
    {
        "title": "送母回乡",
        "paragraph": "停车茫茫顾，困我成楚囚。感伤从中起，悲泪哽在喉。慈母方病重，欲将名医投。车接今在急，天竟情不留！母爱无所报，人生更何求！江南好，风景旧曾谙。日出江花红胜火，春来江水绿如蓝。能不忆江南？故国三千里，深宫二十年。一声何满子，双泪落君前。黄河西来决昆仑，咆哮万里触龙门。波滔天，尧咨嗟。大禹理百川，儿啼不窥家。杀湍湮洪水，九州始蚕麻。其害乃去，茫然风沙。被发之叟狂而痴，清晨临流欲奚为。旁人不惜妻止之，公无渡河苦渡之。虎可搏，河难凭，公果溺死流海湄。有长鲸白齿若雪山，公乎公乎挂罥于其间。箜篌所悲竟不还。",
        "author": "唐代",
        "poem_class": "母亲",
        "dynasty": "李商隐"
    },
    {
        "title": "西上辞母坟",
        "paragraph": "高盖山头日影微，黄昏独立宿禽稀。林间滴酒空垂泪，不见丁宁嘱早归。客从东方来，衣上灞陵雨。问客何为来，采山因买斧。冥冥花正开，飏飏燕新乳。昨别今已春，鬓丝生几缕。柳丝长，春雨细，花外漏声迢递。惊塞雁，起城乌，画屏金鹧鸪。香雾薄，透帘幕，惆怅谢家池阁。红烛背，绣帘垂，梦长君不知。几年无事傍江湖，醉倒黄公旧酒垆。 觉后不知明月上，满身花影倩人扶。",
        "author": "唐代",
        "poem_class": "母亲",
        "dynasty": "陈去疾"
    }
]