[
    {
        "title": "康衢谣",
        "paragraph": "立我臣民，莫匪尔极，不识不知，顺帝之则。豪毛茂茂，陷水可脱，陷文不活。百里奚。百里奚。母已死。葬南溪。坟以瓦。覆以柴。舂黄藜。搤伏鸡。西入秦。五羖皮。今日富贵忘我为。惟若宁侯。毋或若女不宁侯。不属于王所。故抗而射女。强饮强食。诒尔曾孙。诸侯百福。",
        "author": "先秦",
        "poem_class": "民谣",
        "dynasty": "佚名"
    },
    {
        "title": "华山畿·啼相忆",
        "paragraph": "啼相忆，泪如漏刻水，昼夜流不息。朝日照北林。初花锦绣色。谁能春不思。独在机中织。胡风吹朔雪，千里度龙山。集君瑶台上，飞舞两楹前。兹晨自为美，当避艳阳天。艳阳桃李节，皎洁不成妍。相逢半路溪，隔溪犹不渡。望望判知是，翩翩识行步。摘赠兰泽芳，欲表同心句。先将动旧情，恐君疑妾妒。",
        "author": "南北朝",
        "poem_class": "民谣",
        "dynasty": "佚名"
    },
    {
        "title": "紫芝歌",
        "paragraph": "莫莫高山。深谷逶迤。晔晔紫芝。可以疗饥。唐虞世远。吾将何归。驷马高盖。其忧甚大。富贵之畏人兮。贫贱之肆志。惟汉廿二世，所任诚不良。沐猴而冠带，知小而谋强。犹豫不敢断，因狩执君王。白虹为贯日，己亦先受殃。贼臣持国柄，杀主灭宇京。荡覆帝基业，宗庙以燔丧。播越西迁移，号泣而且行。瞻彼洛城郭，微子为哀伤。睿赏叶春芳，开筵临画堂。庭梅飘早素，檐柳变初黄。八珍罗玉俎，九酝湛金觞。筝响流飞阁，歌尘落妓行。何必西园夜，空承明月光。巢许蔑四海。商贾争一钱。",
        "author": "两汉",
        "poem_class": "民谣",
        "dynasty": "佚名"
    },
    {
        "title": "鸡鸣歌",
        "paragraph": "东方欲明星烂烂，汝南晨鸡登坛唤。曲终漏尽严具陈，月没星稀天下旦。千门万户递鱼钥，宫中城上飞乌鹊。书四韵奉寄】李德裕白首过遗庙，朱轮入故城。已惭联左揆，犹喜抗前旌。曳履忘年旧，弹冠久要情。重看题壁处，岂羡弃繻生。因观黑白愕然悟，顿晓三百六十路。馀有一路居恍惚，正是金液还丹数。一子行，一子当，无为隐在战征乡。龙潜双关虎口争，黑白相击迸红光。金土时热神归烈，婴儿又使入中央。水火劫，南北战，对面施工人不见。秘密洞玄空造化，谁知局前生死变。人弃处，我须攻，始见阴阳返复中。综喜得到无争地，我与凡夫幸不同。真铅真汞藏龙窟，返命丹砂隐帝宫。分明认取长生路，莫将南北配西东。李廙为尚书左丞，有清德。其妹，刘晏妻也。晏方秉权，尝诣宅，延至室。晏见其门帘甚弊，乃令人潜度广狭，后以粗竹织成，不加缘饰，将以赠廙。三携至门，不敢发言而去。",
        "author": "未知",
        "poem_class": "民谣",
        "dynasty": "佚名"
    },
    {
        "title": "扬之水",
        "paragraph": "扬之水，不流束楚。终鲜兄弟，维予与女。无信人之言，人实诳女。扬之水，不流束薪。终鲜兄弟，维予二人。无信人之言，人实不信。荡荡上帝，下民之辟。疾威上帝，其命多辟。天生烝民，其命匪谌。靡不有初，鲜克有终。文王曰咨，咨汝殷商。曾是彊御？曾是掊克？曾是在位？曾是在服？天降滔德，女兴是力。文王曰咨，咨女殷商。而秉义类，彊御多怼。流言以对。寇攘式内。侯作侯祝，靡届靡究。文王曰咨，咨女殷商。女炰烋于中国。敛怨以为德。不明尔德，时无背无侧。尔德不明，以无陪无卿。文王曰咨，咨女殷商。天不湎尔以酒，不义从式。既愆尔止。靡明靡晦。式号式呼。俾昼作夜。文王曰咨，咨女殷商。如蜩如螗，如沸如羹。小大近丧，人尚乎由行。内奰于中国，覃及鬼方。文王曰咨，咨女殷商。匪上帝不时，殷不用旧。虽无老成人，尚有典刑。曾是莫听，大命以倾。文王曰咨，咨女殷商。人亦有言：颠沛之揭，枝叶未有害，本实先拨。殷鉴不远，在夏后之世。有客有客，亦白其马。有萋有且，敦琢其旅。有客宿宿，有客信信。言授之絷，以絷其马。薄言追之，左右绥之。既有淫威，降福孔夷。嗟尔不宁侯。为尔不朝于王所。故亢而射女。强食尔食。曾孙侯氏百福。",
        "author": "先秦",
        "poem_class": "民谣",
        "dynasty": "佚名"
    },
    {
        "title": "匈奴歌",
        "paragraph": "失我焉支山，令我妇女无颜色。失我祁连山，使我六畜不蕃息。明镜百炼师命长。常富贵，乐未央，宜侯王。东老遗风且百年，乡评犹叹子孙贤。金丹数满三千行，玉笈名留十八仙。座上杯盘由好客，鼎中饘粥且随缘。相逢咸恨匆匆去，绝胜空回访戴船。梁王魏婴觞诸侯于范台。酒酣，请鲁君举觞。鲁君兴，避席择言曰：“昔者，帝女令仪狄作酒而美，进之禹，禹饮而甘之，遂疏仪狄，绝旨酒，曰：‘后世必有以酒亡其国者。’齐桓公夜半不嗛，易牙乃煎熬燔灸，和调五味而进之，桓公食之而饱，至旦不觉，曰：‘后世必有以味亡其国者。’晋文公得南之威，三日不听朝，遂推南之威而远之，曰：‘后世必有以色亡其国者。’楚王登强台而望崩山，左江而右湖，以临彷徨，其乐忘死，遂盟强台而弗登，曰：‘后世必有以高台陂池亡其国者。’今主君之尊，仪狄之酒以；主君之味，易牙之调也；左白台而右闾须，南威之美也；前夹林而后兰台，强台之乐也。有一于此，足以亡其国。今主君兼此四者，可无戒与！”梁王称善相属。",
        "author": "两汉",
        "poem_class": "民谣",
        "dynasty": "佚名"
    },
    {
        "title": "鸨羽",
        "paragraph": "肃肃鸨羽，集于苞栩。王事靡盬，不能蓺稷黍。父母何怙？悠悠苍天，曷其有所？肃肃鸨翼，集于苞棘。王事靡盬，不能蓺黍稷。父母何食？悠悠苍天，曷其有极？肃肃鸨行，集于苞桑。王事靡盬，不能蓺稻梁。父母何尝？悠悠苍天，曷其有常？孟孙猎而得麑，使秦西巴持归烹之。麑母随之而啼，秦西巴弗忍，纵而与之。孟孙归，求麑安在。秦西巴对曰:“其母随而啼，臣诚弗忍，窃纵而予之。”孟孙怒，逐秦西巴。居一年，取以为子傅。左右曰：“秦西巴有罪于君，今以为子傅，何也？”孟孙曰：“夫一麑不忍，又何况于人乎？”南山矸，白石烂，生不遭尧与舜禅。短布单衣适至骭，从昏饭牛薄夜半，长夜漫漫何时旦？沧浪之水白石粲，中有鲤鱼长尺半。毂布单衣裁至骭，清朝饭牛至夜半。黄犊上坂且休息，吾将舍汝相齐国。出东门兮厉石班，上有松柏兮青且兰。粗布衣兮缊缕，时不遇兮尧舜主。牛兮努力食细草，大臣在尔侧，吾当与尔适楚国。习习谷风，维风及雨。将恐将惧，维予与女。将安将乐，女转弃予。习习谷风，维风及颓。将恐将惧，置予于怀。将安将乐，弃予如遗。习习谷风，维山崔嵬。无草不死，无木不萎。忘我大德，思我小怨。",
        "author": "先秦",
        "poem_class": "民谣",
        "dynasty": "佚名"
    },
    {
        "title": "终风",
        "paragraph": "终风且暴，顾我则笑。谑浪笑敖，中心是悼。终风且霾，惠然肯来。莫往莫来，悠悠我思。终风且曀，不日有曀。寤言不寐，愿言则嚏。曀曀其阴，虺虺其雷。寤言不寐，愿言则怀。楚人有鬻盾与矛者，誉之曰：“吾盾之坚，物莫能陷也。”又誉其矛曰：“吾矛之利，于物无不陷也。”或曰：“以子之矛陷子之盾，何如？” 其人弗能应也。夫不可陷之盾与无不陷之矛，不可同世而立。人而无恒。不可以为卜筮。欲富乎。忍耻矣。倾绝矣。故旧矣。与义分背矣。",
        "author": "先秦",
        "poem_class": "民谣",
        "dynasty": "佚名"
    },
    {
        "title": "褰裳",
        "paragraph": "子惠思我，褰裳涉溱。子不我思，岂无他人？狂童之狂也且！子惠思我，褰裳涉洧。子不我思，岂无他士？狂童之狂也且！扬之水，不流束楚。终鲜兄弟，维予与女。无信人之言，人实诳女。扬之水，不流束薪。终鲜兄弟，维予二人。无信人之言，人实不信。绥万邦，屡丰年。天命匪解，桓桓武王。保有厥士，于以四方，克定厥家。於昭于天，皇以间之。何彼襛矣，唐棣之华？曷不肃雍？王姬之车。何彼襛矣，华如桃李？平王之孙，齐侯之子。其钓维何？维丝伊缗。齐侯之子，平王之孙。",
        "author": "先秦",
        "poem_class": "民谣",
        "dynasty": "佚名"
    },
    {
        "title": "弹歌",
        "paragraph": "断竹，续竹；飞土，逐宍。唐虞世兮麟凤游。今非其时来何求。麟兮麟兮我心忧。曾子之妻之市，其子随之而泣。其母曰：“女还，顾反为女杀彘。”妻适市来，曾子欲捕彘杀之。妻止之曰：“特与婴儿戏耳。”曾子曰：“婴儿非与戏也。婴儿非有知也，待父母而学者也，听父母之教。今子欺之，是教子欺也。母欺子，子而不信其母，非所以成教也。”遂烹彘也。（选自《韩非子．外储说左上》）蔽芾甘棠，勿翦勿伐，召伯所茇。蔽芾甘棠，勿翦勿败，召伯所憩。蔽芾甘棠，勿翦勿拜，召伯所说。",
        "author": "先秦",
        "poem_class": "民谣",
        "dynasty": "佚名"
    },
    {
        "title": "溱洧",
        "paragraph": "溱与洧，方涣涣兮。士与女，方秉蕑兮。女曰观乎？士曰既且，且往观乎！洧之外，洵訏且乐。维士与女，伊其相谑，赠之以勺药。溱与洧，浏其清矣。士与女，殷其盈矣。女曰观乎？士曰既且，且往观乎！洧之外，洵訏且乐。维士与女，伊其将谑，赠之以勺药。丝衣其紑，载弁俅俅。自堂徂基，自羊徂牛，鼐鼎及鼒，兕觥其觩。旨酒思柔。不吴不敖，胡考之休。梁惠王曰：“寡人之于国也，尽心焉耳矣。河内凶，则移其民于河东，移其粟于河内；河东凶亦然。察邻国之政，无如寡人之用心者。邻国之民不加少，寡人之民不加多，何也？”孟子对曰：“王好战，请以战喻。填然鼓之，兵刃既接，弃甲曳兵而走。或百步而后止，或五十步而后止。以五十步笑百步，则何如？”曰：“不可，直不百步耳，是亦走也。”曰：“王如知此，则无望民之多于邻国也。不违农时，谷不可胜食也；数罟不入洿池，鱼鳖不可胜食也；斧斤以时入山林，材木不可胜用也。谷与鱼鳖不可胜食，材木不可胜用，是使民养生丧死无憾也。养生丧死无憾，王道之始也。五亩之宅，树之以桑，五十者可以衣帛矣。鸡豚狗彘之畜，无失其时，七十者可以食肉矣。百亩之田，勿夺其时，数口之家，可以无饥矣；谨庠序之教，申之以孝悌之义，颁白者不负戴于道路矣。七十者衣帛食肉，黎民不饥不寒，然而不王者，未之有也。狗彘食人食而不知检，涂有饿莩而不知发，人死，则曰：‘非我也，岁也。’是何异于刺人而杀之，曰‘非我也，兵也’？王无罪岁，斯天下之民至焉。”原田每每。舍其旧而新是谋。",
        "author": "先秦",
        "poem_class": "民谣",
        "dynasty": "佚名"
    },
    {
        "title": "南风歌",
        "paragraph": "南风之薰兮，可以解吾民之愠兮。南风之时兮，可以阜吾民之财兮。跞躁摧长恧兮擢戟驭殳。所离不降兮泄我王气苏。三军一飞降兮所向皆殂。一士判死兮而当百夫。道祐有德兮吴卒自屠。雪我王宿耻兮威振八都。军伍难更兮势如貔貙。行行各努力兮于乎于乎。曾共看花发，无端又落花。春归君亦去，谁与惜年华。投我以木瓜，报之以琼琚。匪报也，永以为好也！投我以木桃，报之以琼瑶。匪报也，永以为好也！投我以木李，报之以琼玖。匪报也，永以为好也！",
        "author": "先秦",
        "poem_class": "民谣",
        "dynasty": "佚名"
    },
    {
        "title": "女曰鸡鸣",
        "paragraph": "女曰鸡鸣，士曰昧旦。子兴视夜，明星有烂。将翱将翔，弋凫与雁。弋言加之，与子宜之。宜言饮酒，与子偕老。琴瑟在御，莫不静好。知子之来之，杂佩以赠之。知子之顺之，杂佩以问之。知子之好之，杂佩以报之。百里奚。初娶我时五羊皮。临当相别烹乳鸡。今适富贵忘我为。有杕之杜，生于道左。彼君子兮，噬肯适我？中心好之，曷饮食之？有杕之杜，生于道周。彼君子兮，噬肯来游？中心好之，曷饮食之？违山十里。蟪蛄之声。犹尚在耳。",
        "author": "先秦",
        "poem_class": "民谣",
        "dynasty": "佚名"
    },
    {
        "title": "绵州巴歌",
        "paragraph": "豆子山，打瓦鼓。扬平山，撒白雨。下白雨，取龙女。织得绢，二丈五。一半属罗江，一半属玄武。畏玉心常骇，填河力已穷。夜飞还绕树，朝鸣且向风。知来宁自伐，识岁不论功。早晚时应至，轻举一排空。为性爱风光，偏憎良夜促。曼眼腕中娇，相看无厌足。欢情不耐眠，从郎索花烛。五里徘徊隺，三声断绝猿。何言俱失路，相对泣离樽。别路悽无已，当歌寂不喧。贫交欲有赠，掩涕竟无言。",
        "author": "隋代",
        "poem_class": "民谣",
        "dynasty": "佚名"
    },
    {
        "title": "采葛",
        "paragraph": "彼采葛兮，一日不见，如三月兮！彼采萧兮，一日不见，如三秋兮！彼采艾兮！一日不见，如三岁兮！缁衣之宜兮，敝予又改为兮。适子之馆兮，还予授子之粲兮。缁衣之好兮，敝予又改造兮。适子之馆兮，还予授子之粲兮。缁衣之席兮，敝予又改作兮。适子之馆兮，还予授子之粲兮。宋有富人，天雨墙坏。其子曰：“不筑，必将有盗。”其邻人之父亦云。暮而果大亡其财，其家甚智其子，而疑邻人之父。车行酒。骑行炙。百二十日为一夜。",
        "author": "先秦",
        "poem_class": "民谣",
        "dynasty": "佚名"
    },
    {
        "title": "风雨",
        "paragraph": "风雨凄凄，鸡鸣喈喈。既见君子，云胡不夷。风雨潇潇，鸡鸣胶胶。既见君子，云胡不瘳。风雨如晦，鸡鸣不已。既见君子，云胡不喜。晋师从齐师，入自丘舆，击马陉。齐侯使宾媚人赂以纪甗、玉磬与地。“不可，则听客之所为。”宾媚人致赂，晋人不可，曰：“必以肖同叔子为质，而使齐之封内尽东其亩。”对曰：“肖同叔子非他，寡君之母也；若以匹敌，则亦晋君之母也。吾子布大命于诸侯，而曰必质其母以为信，其若王命何？且是以不孝令也。诗曰：‘孝子不匮，永锡尔类。’若以不孝令于诸侯，其无乃非德类也乎？先王疆理天下，物土之宜，而布其利。故诗曰：‘我疆我理，南东其亩。’今吾子疆理诸侯，而曰‘尽东其亩’而已；唯吾子戎车是利，无顾土宜，其无乃非先王之命也乎？反先王则不义，何以为盟主？其晋实有阙。四王之王也，树德而济同欲焉；五伯之霸也，勤而抚之，以役王命；今吾子求合诸侯，以逞无疆之欲。诗曰：‘布政优优，百禄是遒。’子实不优，而弃百禄，诸侯何害焉？不然，寡君之命使臣，则有辞矣。曰‘子以君师辱于敝邑，不腆敝赋，以犒从者；畏君之震，师徒桡败。吾子惠徼齐国之福，不泯其社稷，使继旧好，唯是先君之敝器、土地不敢爱。子又不许，请收合馀烬，背城借一。敝邑之幸，亦云从也；况其不幸，敢不唯命是听？’” 父邪母邪。天乎人乎。秋水时至，百川灌河。泾流之大，两涘渚崖之间，不辩牛马。 于是焉，河伯欣然自喜，以天下之美为尽在己。顺流而东行，至于北海。东面而视，不见水端。于是焉，河伯始旋其面目，望洋向若而叹曰：“野语有之曰：‘闻道百，以为莫己若’者，我之谓也。且夫我尝闻少仲尼之闻，而轻伯夷之义者，始吾弗信，今吾睹子之难穷也，吾非至于子之门，则殆矣，吾长见笑于大方之家。” 北海若曰：“井蛙不可以语于海者，拘于虚也；夏虫不可以语于冰者，笃于时也；曲士不可以语于道者，束于教也。今尔出于崖涘，观于大海，乃知尔丑，尔将可与语大理矣。天下之水，莫大于海。万川归之，不知何时止而不盈；尾闾泄之，不知何时已而不虚；春秋不变，水旱不知。此其过江河之流，不可为量数。而吾未尝以此自多者，自以比形于天地，而受气于阴阳，吾在天地之间，犹小石小木之在大山也。方存乎见少，又奚以自多！计四海之在天地之间也，不似礨空之在大泽乎？计中国之在海内不似稊米之在大仓乎？号物之数谓之万，人处一焉；人卒九州，谷食之所生，舟车之所通，人处一焉。此其比万物也，不似豪末之在于马体乎？五帝之所连，三王之所争，仁人之所忧，任士之所劳，尽此矣！伯夷辞之以为名，仲尼语之以为博。此其自多也，不似尔向之自多于水乎？”",
        "author": "先秦",
        "poem_class": "民谣",
        "dynasty": "佚名"
    },
    {
        "title": "君子于役",
        "paragraph": "君子于役，不知其期。曷至哉？鸡栖于埘。日之夕矣，羊牛下来。君子于役，如之何勿思！君子于役，不日不月。曷其有佸？鸡栖于桀。日之夕矣，羊牛下括。君子于役，苟无饥渴？同病相怜。同忧相捄。惊翔之鸟相随而集。濑下之水因复俱流。七月流火，九月授衣。一之日觱发，二之日栗烈。无衣无褐，何以卒岁。三之日于耜，四之日举趾。同我妇子，馌彼南亩，田畯至喜。七月流火，九月授衣。春日载阳，有鸣仓庚。女执懿筐，遵彼微行，爰求柔桑。春日迟迟，采蘩祁祁。女心伤悲，殆及公子同归。七月流火，八月萑苇。蚕月条桑，取彼斧斨，以伐远扬，猗彼女桑。七月鸣鵙，八月载绩。载玄载黄，我朱孔阳，为公子裳。四月秀葽，五月鸣蜩。八月其获，十月陨萚。一之日于貉，取彼狐狸，为公子裘。二之日其同，载缵武功，言私其豵，献豣于公。五月斯螽动股，六月莎鸡振羽，七月在野，八月在宇，九月在户，十月蟋蟀入我床下。穹窒熏鼠，塞向墐户。嗟我妇子，曰为改岁，入此室处。六月食郁及薁，七月亨葵及菽，八月剥枣，十月获稻，为此春酒，以介眉寿。七月食瓜，八月断壶，九月叔苴，采荼薪樗，食我农夫。九月筑场圃，十月纳禾稼。黍稷重穋，禾麻菽麦。嗟我农夫，我稼既同，上入执宫功。昼尔于茅，宵尔索綯。亟其乘屋，其始播百谷。二之日凿冰冲冲，三之日纳于凌阴。四之日其蚤，献羔祭韭。九月肃霜，十月涤场。朋酒斯飨，曰杀羔羊。跻彼公堂，称彼兕觥，万寿无疆。夏四月，取郜大鼎于宋，纳于大庙，非礼也。臧哀伯谏曰：“君人者，将昭德塞违，以临照百官；犹惧或失之，故昭令德以示子孙。是以清庙茅屋，大路越席，大羹不致，粢食不凿，昭其俭也；衮冕黻珽，带裳幅舄，衡紞纮綖，昭其度也；藻率鞞鞛，鞶厉游缨，昭其数也；火龙黼黻，昭其文也；五色比象，昭其物也；钖鸾和铃，昭其声也；三辰旂旗，昭其明也。夫德，俭而有度，登降有数。文物以纪之，声明以发之，以临照百官，百官于是乎戒惧，而不敢易纪律。今灭德立违，而置其赂器于大庙，以明示百官。百官象之，其又何诛焉？国家之败，由官邪也；官之失德，宠赂章也。郜鼎在庙，章孰甚焉?武王克商，迁九鼎于雒邑，义士犹或非之，而况将昭违乱之赂器于大庙。其若之何?”公不听。 （周内史闻之，曰：“臧孙达其有后于鲁乎！君违，不忘谏之以德。”）",
        "author": "先秦",
        "poem_class": "民谣",
        "dynasty": "佚名"
    },
    {
        "title": "越人歌",
        "paragraph": "今夕何夕兮，搴舟中流。今日何日兮，得与王子同舟。蒙羞被好兮，不訾诟耻。心几烦而不绝兮，得知王子。山有木兮木有枝，心悦君兮君不知。终朝采绿，不盈一匊。予发曲局，薄言归沐。终朝采蓝，不盈一襜。五日为期，六日不詹。之子于狩，言韔其弓。之子于钓，言纶之绳。其钓维何？维鲂及鱮。维鲂及鱮，薄言观者。既醉以酒，既饱以德。君子万年，介尔景福。既醉以酒，尔肴既将。君子万年，介尔昭明。昭明有融，高朗令终，令终有俶。公尸嘉告。其告维何？笾豆静嘉。朋友攸摄，摄以威仪。威仪孔时，君子有孝子。孝子不匮，永锡尔类。其类维何？室家之壸。君子万年，永锡祚胤。其胤维何？天被尔禄。君子万年，景命有仆。其仆维何？釐尔女士。釐尔女士，从以孙子。匏有苦叶，济有深涉。深则厉，浅则揭。有瀰济盈，有鷕雉鸣。济盈不濡轨，雉鸣求其牡。雍雍鸣雁，旭日始旦。士如归妻，迨冰未泮。招招舟子，人涉卬否。人涉卬否，卬须我友。",
        "author": "先秦",
        "poem_class": "民谣",
        "dynasty": "佚名"
    },
    {
        "title": "静女",
        "paragraph": "静女其姝，俟我于城隅。爱而不见，搔首踟蹰。静女其娈，贻我彤管。彤管有炜，说怿女美。自牧归荑，洵美且异。匪女之为美，美人之贻。心苟无瑕。何恤乎无家。辅车相倚。唇亡齿寒。高下在心。川泽纳污。山薮藏疾。瑾瑜匿瑕。国君含垢。民之多幸。国之不幸。非宅是卜。惟怜是卜。狼子野心。老将知而耄及之。臣一主二。无过乱门。室于怒市于色。唯食忘忧。民保于信。越王勾践栖于会稽之上，乃号令于三军曰：“凡我父兄昆弟及国子姓，有能助寡人谋而退吴者，吾与之共知越国之政。”大夫种进对曰：“臣闻之，贾人夏则资皮，冬则资絺，旱则资舟，水则资车，以待乏也。夫虽无四方之忧，然谋臣与爪牙之士，不可不养而择也。譬如蓑笠，时雨既至，必求之。今君王既栖于会稽之上，然后乃求谋臣，无乃后乎？”勾践曰：“苟得闻子大夫之言，何后之有？”执其手而与之谋。 遂使之行成于吴，曰：“寡君勾践乏无所使，使其下臣种，不敢彻声闻于大王，私于下执事曰：寡君之师徒不足以辱君矣；愿以金玉、子女赂君之辱。请勾践女女于王，大夫女女于大夫，士女女于士；越国之宝器毕从！寡君帅越国之众以从君之师徒。唯君左右之，若以越国之罪为不可赦也，将焚宗庙，系妻孥，沈金玉于江；有带甲五千人，将以致死，乃必有偶，是以带甲万人事君也，无乃即伤君王之所爱乎？与其杀是人也，宁其得此国也，其孰利乎？”夫差将欲听，与之成。子胥谏曰：“不可！夫吴之与越也，仇讎敌战之国也；三江环之，民无所移。有吴则无越，有越则无吴。将不可改于是矣！员闻之：陆人居陆，水人居水，夫上党之国，我攻而胜之，吾不能居其地，不能乘其车；夫越国，吾攻而胜之，吾能居其地，吾能乘其舟。此其利也，不可失也已。君必灭之！失此利也，虽悔之，必无及已。越人饰美女八人，纳之太宰嚭，曰：“子苟赦越国之罪，又有美于此者将进之。”太宰嚭谏曰：“嚭闻古之伐国者，服之而已；今已服矣，又何求焉？”夫差与之成而去之。勾践说于国人曰：“寡人不知其力之不足也，而又与大国执仇，以暴露百姓之骨于中原，此则寡人之罪也。寡人请更。”于是葬死者，问伤者，养生者；吊有忧，贺有喜；送往者，迎来者；去民之所恶，补民之不足。然后卑事夫差，宦士三百人于吴，其身亲为夫差前马。勾践之地，南至于句无，北至于御儿，东至于鄞，西至于姑蔑，广运百里，乃致其父母昆弟而誓之，曰：“寡人闻，古之贤君，四方之民归之，若水之归下也。今寡人不能，将帅二三子夫妇以蕃。”令壮者无取老妇，令老者无取壮妻；女子十七不嫁，其父母有罪；丈夫二十不取，其父母有罪。将免者以告，公令医守之。生丈夫，二壶酒，一犬；生女子，二壶酒，一豚；生三人，公与之母；生二子，公与之饩。当室者死，三年释其政；支子死，三月释其政；必哭泣葬埋之如其子。令孤子、寡妇、疾疹、贫病者，纳宦其子。其达士，洁其居，美其服，饱其食，而摩厉之于义。四方之士来者，必庙礼之。勾践载稻与脂于舟以行。国之孺子之游者，无不哺（有的哺为“饣”偏旁）也，无不歠也：必问其名。非其身之所种则不食，非其夫人之所织则不衣。十年不收于国，民俱有三年之食。国之父兄请曰：“昔者夫差耻吾君于诸侯之国，今越国亦节矣，请报之。”勾践辞曰：“昔者之战也，非二三子之罪也，寡人之罪也。如寡人者，安与知耻？请姑无庸战。”父兄又请曰：“越四封之内，亲吾君也，犹父母也。子而思报父母之仇，臣而思报君之仇，其有敢不尽力者乎？请复战！”勾践既许之，乃致其众而誓之，曰：“寡人闻古之贤君，不患其众之不足也，而患其志行之少耻也。今夫差衣水犀之甲者亿有三千，不患其志行之少耻也，而患其众之不足也。今寡人将助天灭之。吾不欲匹夫之勇也，欲其旅进旅退。进则思赏，退则思刑；如此，则有常赏。进不用命，退则无耻；如此，则有常刑。”果行，国人皆劝。父勉其子，兄勉其弟，妇勉其夫，曰：“孰是君也，而可无死乎？”是故败吴于囿，又败之于没，又郊败之。夫差行成，曰；“寡人之师徒，不足以辱君矣，请以金玉、子女赂君之辱！”勾践对曰：“昔天以越予吴，而吴不受命；今天以吴予越，越可以无听天之命，而听君之令乎！吾请达王甬、句东，吾与君为二君乎！”夫差对曰：“寡人礼先壹饭矣，君若不忘周室而为敝邑宸宇，亦寡人之愿也。君若曰：『吾将残汝社稷，灭汝宗庙。』寡人请死，余何面目以视于天下乎？越君其次也！”遂灭吴。贪吏而可为而不可为。廉吏而可为而为可为。贪吏而不可为者。当时有污名。而可为者。子孙以家成。廉吏而可为者当时有清名。而不可为者。子孙困穷被褐而负薪。贪吏常苦富。廉吏常苦贫。独不见楚相孙叔敖。廉洁不受钱。",
        "author": "先秦",
        "poem_class": "民谣",
        "dynasty": "佚名"
    },
    {
        "title": "孔雀东南飞并序 / 古诗为焦仲卿妻作",
        "paragraph": "汉末建安中，庐江府小吏焦仲卿妻刘氏，为仲卿母所遣，自誓不嫁。其家逼之，乃投水而死。仲卿闻之，亦自缢于庭树。时人伤之，为诗云尔。孔雀东南飞，五里一徘徊。“十三能织素，十四学裁衣。十五弹箜篌，十六诵诗书。十七为君妇，心中常苦悲。君既为府吏，守节情不移。贱妾留空房，相见常日稀。鸡鸣入机织，夜夜不得息。三日断五匹，大人故嫌迟。非为织作迟，君家妇难为！妾不堪驱使，徒留无所施。便可白公姥，及时相遣归。”府吏得闻之，堂上启阿母：“儿已薄禄相，幸复得此妇。结发同枕席，黄泉共为友。共事二三年，始尔未为久。女行无偏斜，何意致不厚。”阿母谓府吏：“何乃太区区！此妇无礼节，举动自专由。吾意久怀忿，汝岂得自由！东家有贤女，自名秦罗敷。可怜体无比，阿母为汝求。便可速遣之，遣去慎莫留！”府吏长跪告：“伏惟启阿母。今若遣此妇，终老不复取！”阿母得闻之，槌床便大怒：“小子无所畏，何敢助妇语！吾已失恩义，会不相从许！”府吏默无声，再拜还入户。举言谓新妇，哽咽不能语：“我自不驱卿，逼迫有阿母。卿但暂还家，吾今且报府。不久当归还，还必相迎取。以此下心意，慎勿违吾语。”新妇谓府吏：“勿复重纷纭。往昔初阳岁，谢家来贵门。奉事循公姥，进止敢自专？昼夜勤作息，伶俜萦苦辛。谓言无罪过，供养卒大恩；仍更被驱遣，何言复来还！妾有绣腰襦，葳蕤自生光；红罗复斗帐，四角垂香囊；箱帘六七十，绿碧青丝绳，物物各自异，种种在其中。人贱物亦鄙，不足迎后人，留待作遗施，于今无会因。时时为安慰，久久莫相忘！”鸡鸣外欲曙，新妇起严妆。著我绣夹裙，事事四五通。足下蹑丝履，头上玳瑁光。腰若流纨素，耳著明月珰。指如削葱根，口如含朱丹。纤纤作细步，精妙世无双。上堂拜阿母，阿母怒不止。“昔作女儿时，生小出野里。本自无教训，兼愧贵家子。受母钱帛多，不堪母驱使。今日还家去，念母劳家里。”却与小姑别，泪落连珠子。“新妇初来时，小姑始扶床；今日被驱遣，小姑如我长。勤心养公姥，好自相扶将。初七及下九，嬉戏莫相忘。”出门登车去，涕落百余行。府吏马在前，新妇车在后。隐隐何甸甸，俱会大道口。下马入车中，低头共耳语：“誓不相隔卿，且暂还家去。吾今且赴府，不久当还归。誓天不相负！”新妇谓府吏：“感君区区怀！君既若见录，不久望君来。君当作磐石，妾当作蒲苇。蒲苇纫如丝，磐石无转移。我有亲父兄，性行暴如雷，恐不任我意，逆以煎我怀。”举手长劳劳，二情同依依 。入门上家堂，进退无颜仪。阿母大拊掌，不图子自归：“十三教汝织，十四能裁衣，十五弹箜篌，十六知礼仪，十七遣汝嫁，谓言无誓违。汝今何罪过，不迎而自归？”兰芝惭阿母：“儿实无罪过。”阿母大悲摧。还家十余日，县令遣媒来。云有第三郎，窈窕世无双。年始十八九，便言多令才。阿母谓阿女：“汝可去应之。”阿女含泪答：“兰芝初还时，府吏见丁宁，结誓不别离。今日违情义，恐此事非奇。自可断来信，徐徐更谓之。”阿母白媒人：“贫贱有此女，始适还家门。不堪吏人妇，岂合令郎君？幸可广问讯，不得便相许。”媒人去数日，寻遣丞请还，说有兰家女，承籍有宦官。云有第五郎，娇逸未有婚。遣丞为媒人，主簿通语言。直说太守家，有此令郎君，既欲结大义，故遣来贵门。阿母谢媒人：“女子先有誓，老姥岂敢言！”阿兄得闻之，怅然心中烦。举言谓阿妹：“作计何不量！先嫁得府吏，后嫁得郎君。否泰如天地，足以荣汝身。不嫁义郎体，其往欲何云？”兰芝仰头答：“理实如兄言。谢家事夫婿，中道还兄门。处分适兄意，那得自任专！虽与府吏要，渠会永无缘。登即相许和，便可作婚姻。”媒人下床去。诺诺复尔尔。还部白府君：“下官奉使命，言谈大有缘。”府君得闻之，心中大欢喜。视历复开书，便利此月内，六合正相应。良吉三十日，今已二十七，卿可去成婚。交语速装束，络绎如浮云。青雀白鹄舫，四角龙子幡。婀娜随风转，金车玉作轮。踯躅青骢马，流苏金镂鞍。赍钱三百万，皆用青丝穿。杂彩三百匹，交广市鲑珍。从人四五百，郁郁登郡门。阿母谓阿女：“适得府君书，明日来迎汝。何不作衣裳？莫令事不举！”阿女默无声，手巾掩口啼，泪落便如泻。移我琉璃榻，出置前窗下。左手持刀尺，右手执绫罗。朝成绣夹裙，晚成单罗衫。晻晻日欲暝，愁思出门啼。府吏闻此变，因求假暂归。未至二三里，摧藏马悲哀。新妇识马声，蹑履相逢迎。怅然遥相望，知是故人来。举手拍马鞍，嗟叹使心伤：“自君别我后，人事不可量。果不如先愿，又非君所详。我有亲父母，逼迫兼弟兄。以我应他人，君还何所望！”府吏谓新妇：“贺卿得高迁！磐石方且厚，可以卒千年；蒲苇一时纫，便作旦夕间。卿当日胜贵，吾独向黄泉！”新妇谓府吏：“何意出此言！同是被逼迫，君尔妾亦然。黄泉下相见，勿违今日言！”执手分道去，各各还家门。生人作死别，恨恨那可论？念与世间辞，千万不复全！府吏还家去，上堂拜阿母：“今日大风寒，寒风摧树木，严霜结庭兰。儿今日冥冥，令母在后单。故作不良计，勿复怨鬼神！命如南山石，四体康且直！”阿母得闻之，零泪应声落：“汝是大家子，仕宦于台阁。慎勿为妇死，贵贱情何薄！东家有贤女，窈窕艳城郭，阿母为汝求，便复在旦夕。”府吏再拜还，长叹空房中，作计乃尔立。转头向户里，渐见愁煎迫。其日牛马嘶，新妇入青庐。奄奄黄昏后，寂寂人定初。“我命绝今日，魂去尸长留！”揽裙脱丝履，举身赴清池。府吏闻此事，心知长别离。徘徊庭树下，自挂东南枝。两家求合葬，合葬华山傍。东西植松柏，左右种梧桐。枝枝相覆盖，叶叶相交通。中有双飞鸟，自名为鸳鸯。仰头相向鸣，夜夜达五更。行人驻足听，寡妇起彷徨。多谢后世人，戒之慎勿忘。 武皇去金阁，英威长寂寞。雄剑顿无光，杂佩亦销烁。秋至明月圆，风伤白露落。清夜何湛湛，孤烛映兰幕。抚影怆无从，惟怀忧不薄。瑶色行应罢，红芳几为乐？徒登歌舞台，终成蝼蚁郭！湖山曲里家家好，镜阁风情别一窝。夜夜常留明月照，朝朝消受白云磨。水痕不动秋客净，花影斜垂春色拖。但怪眉梢兼眼角，临之不媚愧如何？贫贱难堪俗眼低，区区何事便云泥。会稽乞得无他念，祇为归来诧故妻。",
        "author": "南北朝",
        "poem_class": "民谣",
        "dynasty": "佚名"
    },
    {
        "title": "将仲子",
        "paragraph": "将仲子兮，无逾我里，无折我树杞。岂敢爱之？畏我父母。仲可怀也，父母之言亦可畏也。将仲子兮，无逾我墙，无折我树桑。岂敢爱之？畏我诸兄。仲可怀也，诸兄之言亦可畏也。将仲子兮，无逾我园，无折我树檀。岂敢爱之？畏人之多言。仲可怀也，人之多言亦可畏也。王耶王耶何乖劣。不顾宗庙听谗孽。任用无忌多所杀。诛夷白氏族几灭。二子东奔适吴越。吴王哀痛助忉怛。垂涕举兵将西伐。伍胥白喜孙武决。三战破郢王奔发。留兵纵骑虏京阙。楚荆骸骨遭掘发。鞭辱腐尸耻难雪。几危宗庙社稷灭。庄王何罪国几绝。卿士凄怆民恻悷。吴军虽去怖不歇。愿王更隐抚忠节。勿为谗口能谤亵。庶见素冠兮？棘人栾栾兮，劳心慱慱兮。庶见素衣兮？我心伤悲兮，聊与子同归兮。庶见素韠兮？我心蕴结兮，聊与子如一兮。隰有苌楚，猗傩其枝，夭之沃沃，乐子之无知。隰有苌楚，猗傩其华，夭之沃沃。乐子之无家。隰有苌楚，猗傩其实，夭之沃沃。乐子之无室。",
        "author": "先秦",
        "poem_class": "民谣",
        "dynasty": "佚名"
    },
    {
        "title": "氓",
        "paragraph": "氓之蚩蚩，抱布贸丝。匪来贸丝，来即我谋。送子涉淇，至于顿丘。匪我愆期，子无良媒。将子无怒，秋以为期。乘彼垝垣，以望复关。不见复关，泣涕涟涟。既见复关，载笑载言。尔卜尔筮，体无咎言。以尔车来，以我贿迁。(尔 一作：尓)桑之未落，其叶沃若。于嗟鸠兮，无食桑葚！于嗟女兮，无与士耽！士之耽兮，犹可说也。女之耽兮，不可说也。桑之落矣，其黄而陨。自我徂尔，三岁食贫。淇水汤汤，渐车帷裳。女也不爽，士贰其行。士也罔极，二三其德。三岁为妇，靡室劳矣。夙兴夜寐，靡有朝矣。言既遂矣，至于暴矣。兄弟不知，咥其笑矣。静言思之，躬自悼矣。及尔偕老，老使我怨。淇则有岸，隰则有泮。总角之宴，言笑晏晏。信誓旦旦，不思其反。反是不思，亦已焉哉！ 振鹭于飞，于彼西雍。我客戾止，亦有斯容。在彼无恶，在此无斁。庶几夙夜，以永终誉。间关车之舝兮，思娈季女逝兮。匪饥匪渴，德音来括。虽无好友？式燕且喜。依彼平林，有集维鷮。辰彼硕女，令德来教。式燕且誉，好尔无射。虽无旨酒？式饮庶几。虽无嘉肴？式食庶几。虽无德与女？式歌且舞？陟彼高冈，析其柞薪。析其柞薪，其叶湑兮。鲜我觏尔，我心写兮。高山仰止，景行行止。四牡騑騑，六辔如琴。觏尔新婚，以慰我心。心苟无瑕。何恤乎无家。辅车相倚。唇亡齿寒。高下在心。川泽纳污。山薮藏疾。瑾瑜匿瑕。国君含垢。民之多幸。国之不幸。非宅是卜。惟怜是卜。狼子野心。老将知而耄及之。臣一主二。无过乱门。室于怒市于色。唯食忘忧。民保于信。",
        "author": "先秦",
        "poem_class": "民谣",
        "dynasty": "佚名"
    },
    {
        "title": "神鸡童谣",
        "paragraph": "生儿不用识文字，斗鸡走马胜读书。贾家小儿年十三，富贵荣华代不如。能令金距期胜负，白罗绣衫随软舆。父死长安千里外，差夫持道挽丧车。飞光飞光，劝尔一杯酒。吾不识青天高，黄地厚。唯见月寒日暖，来煎人寿。食熊则肥，食蛙则瘦。神君何在？太一安有？天东有若木，下置衔烛龙。吾将斩龙足，嚼龙肉，使之朝不得回，夜不得伏。自然老者不死，少者不哭。何为服黄金、吞白玉？谁似任公子，云中骑碧驴？刘彻茂陵多滞骨，嬴政梓棺费鲍鱼。中和癸卯春三月，洛阳城外花如雪。东西南北路人绝，绿杨悄悄香尘灭。路旁忽见如花人，独向绿杨阴下歇。凤侧鸾欹鬓脚斜，红攒黛敛眉心折。借问女郎何处来？含颦欲语声先咽。回头敛袂谢行人，丧乱漂沦何堪说！三年陷贼留秦地，依稀记得秦中事。君能为妾解金鞍，妾亦与君停玉趾。前年庚子腊月五，正闭金笼教鹦鹉。斜开鸾镜懒梳头，闲凭雕栏慵不语。忽看门外起红尘，已见街中擂金鼓。居人走出半仓惶，朝士归来尚疑误。是时西面官军入，拟向潼关为警急。皆言博野自相持，尽道贼军来未及。须臾主父乘奔至，下马入门痴似醉。适逢紫盖去蒙尘，已见白旗来匝地。扶羸携幼竞相呼，上屋缘墙不知次。南邻走入北邻藏，东邻走向西邻避。北邻诸妇咸相凑，户外崩腾如走兽。轰轰昆昆乾坤动，万马雷声从地涌。火迸金星上九天，十二官街烟烘烔。日轮西下寒光白，上帝无言空脉脉。阴云晕气若重围，宦者流星如血色。紫气潜随帝座移，妖光暗射台星拆。家家流血如泉沸，处处冤声声动地。舞伎歌姬尽暗捐，婴儿稚女皆生弃。东邻有女眉新画，倾国倾城不知价。长戈拥得上戎车，回首香闺泪盈把。旋抽金线学缝旗，才上雕鞍教走马。有时马上见良人，不敢回眸空泪下；西邻有女真仙子，一寸横波剪秋水。妆成只对镜中春，年幼不知门外事。一夫跳跃上金阶，斜袒半肩欲相耻。牵衣不肯出朱门，红粉香脂刀下死。南邻有女不记姓，昨日良媒新纳聘。琉璃阶上不闻行，翡翠帘间空见影。忽看庭际刀刃鸣，身首支离在俄顷。仰天掩面哭一声，女弟女兄同入井；北邻少妇行相促，旋拆云鬟拭眉绿。已闻击托坏高门，不觉攀缘上重屋。须臾四面火光来，欲下回梯梯又摧。烟中大叫犹求救，梁上悬尸已作灰。妾身幸得全刀锯，不敢踟蹰久回顾。旋梳蝉鬓逐军行，强展蛾眉出门去。旧里从兹不得归，六亲自此无寻处。一从陷贼经三载，终日惊忧心胆碎。夜卧千重剑戟围，朝餐一味人肝脍。鸳帏纵入岂成欢？宝货虽多非所爱。蓬头垢面眉犹赤，几转横波看不得。衣裳颠倒语言异，面上夸功雕作字。柏台多半是狐精，兰省诸郎皆鼠魅。还将短发戴华簪，不脱朝衣缠绣被。翻持象笏作三公，倒佩金鱼为两史。朝闻奏对入朝堂，暮见喧呼来酒市。一朝五鼓人惊起，叫啸喧呼如窃语。夜来探马入皇城，昨日官军收赤水。赤水去城一百里，朝若来兮暮应至。凶徒马上暗吞声，女伴闺中潜生喜。皆言冤愤此时销，必谓妖徒今日死。逡巡走马传声急，又道官军全阵入。大彭小彭相顾忧，二郎四郎抱鞍泣。沉沉数日无消息，必谓军前已衔璧。簸旗掉剑却来归，又道官军悉败绩。四面从兹多厄束，一斗黄金一斗粟。尚让厨中食木皮，黄巢机上刲人肉。东南断绝无粮道，沟壑渐平人渐少。六军门外倚僵尸，七架营中填饿殍。长安寂寂今何有？废市荒街麦苗秀。采樵斫尽杏园花，修寨诛残御沟柳。华轩绣毂皆销散，甲第朱门无一半。含元殿上狐兔行，花萼楼前荆棘满。昔时繁盛皆埋没，举目凄凉无故物。内库烧为锦绣灰，天街踏尽公卿骨！来时晓出城东陌，城外风烟如塞色。路旁时见游奕军，坡下寂无迎送客。霸陵东望人烟绝，树锁骊山金翠灭。大道俱成棘子林，行人夜宿墙匡月。明朝晓至三峰路，百万人家无一户。破落田园但有蒿，摧残竹树皆无主。路旁试问金天神，金天无语愁于人。庙前古柏有残枿，殿上金炉生暗尘。一从狂寇陷中国，天地晦冥风雨黑。案前神水咒不成，壁上阴兵驱不得。闲日徒歆奠飨恩，危时不助神通力。我今愧恧拙为神，且向山中深避匿。寰中箫管不曾闻，筵上牺牲无处觅。旋教魇鬼傍乡村，诛剥生灵过朝夕。妾闻此语愁更愁，天遣时灾非自由。神在山中犹避难，何须责望东诸侯！前年又出杨震关，举头云际见荆山。如从地府到人间，顿觉时清天地闲。陕州主帅忠且贞，不动干戈唯守城。蒲津主帅能戢兵，千里晏然无犬声。朝携宝货无人问，暮插金钗唯独行。明朝又过新安东，路上乞浆逢一翁。苍苍面带苔藓色，隐隐身藏蓬荻中。问翁本是何乡曲？底事寒天霜露宿？老翁暂起欲陈辞，却坐支颐仰天哭。乡园本贯东畿县，岁岁耕桑临近甸。岁种良田二百廛，年输户税三千万。小姑惯织褐絁袍，中妇能炊红黍饭。千间仓兮万丝箱，黄巢过后犹残半。自从洛下屯师旅，日夜巡兵入村坞。匣中秋水拔青蛇，旗上高风吹白虎。入门下马若旋风，罄室倾囊如卷土。家财既尽骨肉离，今日垂年一身苦。一身苦兮何足嗟，山中更有千万家。朝饥山上寻蓬子，夜宿霜中卧荻花！妾闻此老伤心语，竟日阑干泪如雨。出门惟见乱枭鸣，更欲东奔何处所？仍闻汴路舟车绝，又道彭门自相杀。野色徒销战士魂，河津半是冤人血。适闻有客金陵至，见说江南风景异。自从大寇犯中原，戎马不曾生四鄙。诛锄窃盗若神功，惠爱生灵如赤子。城壕固护教金汤，赋税如云送军垒。奈何四海尽滔滔，湛然一境平如砥。避难徒为阙下人，怀安却羡江南鬼。愿君举棹东复东，咏此长歌献相公。风急天高猿啸哀，渚清沙白鸟飞回。无边落木萧萧下，不尽长江滚滚来。万里悲秋常作客，百年多病独登台。艰难苦恨繁霜鬓，潦倒新停浊酒杯。",
        "author": "唐代",
        "poem_class": "民谣",
        "dynasty": "佚名"
    },
    {
        "title": "孟子引齐人言",
        "paragraph": "虽有智能。不如乘势。虽有鎡基。不如待时。战胜而国危者。物不断也。功大而权轻者。地不入也。骐骥之衰也。驽马先之。孟贲之倦也。女子胜之。厉疾怜王。强者善。弱者不能自守。仁不轻绝。智不轻怨。郑人游于乡校，以论执政。然明谓子产曰：“毁乡校，何如？”子产曰；“何为？夫人朝夕退而游焉，以议执政之善否。其所善者，吾则行之；其所恶者，吾则改之。是吾师也，若之何毁之？我闻忠善以损怨，不闻作威以防怨。岂不遽止？然犹防川⑾：大决所犯，伤人必多，吾不克救也；不如小决使道，不如吾闻而药之也。”然明曰：“蔑也今而后知吾子之信可事也。小人实不才。若果行此，其郑国实赖之，岂唯二三臣？”仲尼闻是语也，曰：“以是观之，人谓子产不仁，吾不信也。”于以采蘩？于沼于沚。于以用之？公侯之事。于以采蘩？于涧之中。于以用之？公侯之宫。被之僮僮，夙夜在公。被之祁祁，薄言还归。",
        "author": "先秦",
        "poem_class": "民谣",
        "dynasty": "佚名"
    },
    {
        "title": "摽有梅",
        "paragraph": "摽有梅，其实七兮。求我庶士，迨其吉兮。摽有梅，其实三兮。求我庶士，迨其今兮。摽有梅，顷筐塈之。求我庶士，迨其谓之。楚人有涉江者，其剑自舟中坠于水。遽契其舟，曰：“是吾剑之所从坠。”舟止，从其所契者入水求之。舟已行矣，而剑不行，求剑若此，不亦惑乎！睡起独怜人，吟诗感叹频。蚕眠知入夏，溪涨觉馀春。搔首惭膏沐，停觞忆饮醇。蒹葭馀一水，何处问通津。贪吏而可为而不可为。廉吏而可为而为可为。贪吏而不可为者。当时有污名。而可为者。子孙以家成。廉吏而可为者当时有清名。而不可为者。子孙困穷被褐而负薪。贪吏常苦富。廉吏常苦贫。独不见楚相孙叔敖。廉洁不受钱。",
        "author": "先秦",
        "poem_class": "民谣",
        "dynasty": "佚名"
    }
]