[
    {
        "title": "清明节郭侍御偶与李侍御、孔校书、王秀才游开化寺卧病不得同游赋得十韵兼呈马十八",
        "paragraph": "山色入层城，钟声临复岫。乘闲息边事，探异怜春候。 曲阁下重阶，回廊遥对霤。石间花遍落，草上云时覆。 钻火见樵人，饮泉逢野兽。道情亲法侣，时望登朝右。 执宪纠奸邪，刊书正讹谬。茂才当时选，公子生人秀。 赠答继篇章，欢娱重朋旧。垂帘独衰疾，击缶酬金奏。一片花飞减却春，风飘万点正愁人。且看欲尽花经眼，莫厌伤多酒入唇。江上小堂巢翡翠，花边高冢卧麒麟。(花边 一作：苑边)细推物理须行乐，何用浮名绊此身。朝回日日典春衣，每日江头尽醉归。酒债寻常行处有，人生七十古来稀。穿花蛱蝶深深见，点水蜻蜓款款飞。传语风光共流转，暂时相赏莫相违。遗庙丹青落，空山草木长。犹闻辞后主，不复卧南阳。蜀主窥吴幸三峡，崩年亦在永安宫。(窥 一作：征)翠华想像空山里，玉殿虚无野寺中。古庙杉松巢水鹤，岁时伏腊走村翁。武侯祠屋常邻近，一体君臣祭祀同。",
        "author": "唐代",
        "poem_class": "清明",
        "dynasty": "崔元翰"
    },
    {
        "title": "清江引·清明日出游",
        "paragraph": "问西楼禁烟何处好？绿野晴天道。马穿杨柳嘶，人倚秋千笑，探莺花总教春醉倒。昔有佳人公孙氏，婵娟花艳无人及。□□□绽牡丹□，猩红带露海棠湿。才可颜容十五馀，枇杷花下闭门居。低鬟缓视抱明月，风骨自是倾城姝。一朝选在君王侧，天子非常赏颜色。黄金作身双飞龙，更有红颜生羽翼。仙台蛾眉秦镜明，黄金阁上晚妆成。罗襦宝带为君解，犹自君王说小名。姊妹弟兄皆列上，百事胜人健如虎。朝弄琼箫下綵云，催弦急管为君舞。燕赵美女三千人，三千宠爱在一身。横垂宝幄同心结，生死自谓长随君。何言中路遭弃捐，东飞百劳西飞燕。苍蝇苍蝇奈尔何，黄金销烁素丝变。几许幽情欲话难，讵随中妇凤楼寒。相思相见知何日，抱得秦筝不忍弹。翻手作云覆作雨，君恩反复谁能数。二十三春长信宫，谁人不忘此离苦。夜如何其夜未央，独眠人起合欢床。泪痕不与君恩断，共滴长门一夜长。珠帘粉泽无人顾，吊影徘徊独愁暮。古来万事皆由命，错把黄金买词赋。奉帚平明金殿开，昭阳歌吹风送来。须吏宫女传来信，飞燕昭阳侍寝回。劝君且莫誇头角，自古佳人多命薄。高山成谷沧海填，木槿朝看暮还落。世俗宁知伪与真，还同弃妾逐新人。但看古来盛名下，屈膝铜铺锁阿甄。蓬首不梳心历乱，玉枕夜寒鱼信断。岁暮云矣增离忧，不道流年暗中换。冬至阳生春又来，百花辇路为苍苔。无因并写春风恨，一寸相思一寸灰。兰闱琼芳积烟露，草色年年旧宫路。梨花满地不开门，凤辇不来春又暮。伤春未已复悲秋，海色西风十二楼。思牵今夜肠应直，河汉三更看斗牛。秋去秋来几恩怨，天上人间不想见。班姬饮恨长信宫，却恨含情掩秋扇。白日寻思夜梦频，梦来何处更为云。传闻纨扇恩未歇，万一君王起旧人。春秋四气更回换，鸳被相思双带缓。功名宝贵若长在，菖蒲花开月长满。宛转蛾眉能几时，无盐何用妒西施。世情都付东流水，为君起唱长相思。不独凄凉眼前事，近代君臣亦如此。屈原憔悴滞江潭，萧何下狱淮阴死。世间反复不易陈，金杯且酌休辞频。但看古来歌舞地，柏梁铜雀生黄尘。一庭花月正春宵，花气芬芳月正饶；风动花枝探月影，天开月镜照花妖。月中漫击催花鼓，花下轻传弄月箫；只恐月沉花落后，月台香榭两萧条。中山孺子倚新妆，郑女燕姬独擅场。齐唱宪王春乐府，金梁桥外月如霜。",
        "author": "明代",
        "poem_class": "清明",
        "dynasty": "王磐"
    },
    {
        "title": "点绛唇·时霎清明",
        "paragraph": "时霎清明，载花不过西园路。嫩阴绿树。正是春留处。 燕子重来，往事东流去。征衫贮。旧寒一缕。泪湿风帘絮。采芳人杳，顿觉游情少。客里看春多草草，总被诗愁分了。去年燕子天涯，今年燕子谁家？ 三月休听夜雨，如今不是催花。黄菊枝头生晓寒。人生莫放酒杯干。风前横笛斜吹雨，醉里簪花倒著冠。 身健在，且加餐。舞裙歌板尽清欢。黄花白发相牵挽，付与时人冷眼看。画楼帘幕卷新晴。掩银屏，晓寒轻。坠粉飘香，日日唤愁生。暗数十年湖上路，能几度，著娉婷？ 年华空自感飘零。拥春酲，对谁醒？天阔云闲，无处觅箫声。载酒买花年少事，浑不似，旧心情。",
        "author": "宋代",
        "poem_class": "清明",
        "dynasty": "吴文英"
    },
    {
        "title": "瑞龙吟·德清清明竞渡",
        "paragraph": "大溪面。遥望绣羽冲烟，锦梭飞练。桃花三十六陂，鲛宫睡起，娇雷乍转。 去如箭。催趁戏旗游鼓，素澜雪溅。东风冷湿蛟腥，澹阴送昼。轻霏弄晚。 洲上青苹生处，斗春不管，怀沙人远。残日半开一川，花影零乱。山屏醉缬，连棹东西岸。阑干倒、千红妆靥，铅香不断。傍暝疏帘卷。翠涟皱净，笙歌未散。簪柳门归懒。犹自有、玉龙黄昏吹怨。重云暗阁，春霖一片。不向长安路上行。却教山寺厌逢迎。味无味处求吾乐，材不材间过此生。宁作我，岂其卿。人间走遍却归耕。一松一竹真朋友，山鸟山花好弟兄。落日绣帘卷，亭下水连空。知君为我新作，窗户湿青红。长记平山堂上，欹枕江南烟雨，杳杳没孤鸿。认得醉翁语，山色有无中。一千顷，都镜净，倒碧峰。忽然浪起，掀舞一叶白头翁。堪笑兰台公子，未解庄生天籁，刚道有雌雄。一点浩然气，千里快哉风。江北秋阴一半开，晚云含雨却低徊。青山缭绕疑无路，忽见千帆隐映来。",
        "author": "宋代",
        "poem_class": "清明",
        "dynasty": "吴文英"
    },
    {
        "title": "清明日独酌",
        "paragraph": "一郡官闲唯副使，一年冷节是清明。春来春去何时尽，闲恨闲愁触处生。漆燕黄鹂夸舌健，柳花榆荚斗身轻。脱衣换得商山酒，笑把离骚独自倾。晴明风日雨干时，草满花堤水满溪。童子柳阴眠正着，一牛吃过柳阴西。八月一日，过烽火矶。南朝自武昌至京口，列置烽燧，此山当是其一也。自舟中望山，突兀而已。及抛江过其下，嵌岩窦穴，怪奇万状，色泽莹润，亦与它石迥异。又有一石，不附山，杰然特起，高百余尺，丹藤翠蔓，罗络其上，如宝装屏风。是日风静，舟行颇迟，又秋深潦缩，故得尽见。杜老所谓“幸有舟楫迟，得尽所历妙”也。过澎浪矶、小孤山，二山东西相望。 小孤属舒州宿松县，有戍兵。凡江中独山，如金山、焦山、落星之类，皆名天下，然峭拔秀丽皆不可与小孤比。自数十里外望之，碧峰巉然孤起，上干云霄，已非它山可拟，愈近愈秀，冬夏晴雨，姿态万变，信造化之尤物也。但祠宇极于荒残，若稍饰以楼观亭榭，与江山相发挥，自当高出金山之上矣。庙在山之西麓，额曰“惠济”，神曰“安济夫人”。绍兴初，张魏公自湖湘还，尝加营葺，有碑载其事。又有别祠在澎浪矶，属江州彭泽县，三面临江，倒影水中，亦占一山之胜。舟过矶，虽无风，亦浪涌，盖以此得名也。昔人诗有“舟中估客莫漫狂，小姑前年嫁彭郎”之句，传者因谓小孤庙有彭郎像，澎浪庙有小姑像，实不然也。晚泊沙夹，距小孤一里。微雨，复以小艇游庙中，南望彭泽、都昌诸山，烟雨空濛，鸥鹭灭没，极登临之胜，徙倚久之而归。方立庙门，有俊鹘抟水禽，掠江东南去，甚可壮也。庙祝云，山有栖鹘甚多。二日早，行未二十里，忽风云腾涌，急系缆。俄复开霁，遂行。泛彭蠡口，四望无际，乃知太白“开帆入天镜”之句为妙。始见庐山及大孤。大孤状类西梁，虽不可拟小姑之秀丽，然小孤之旁，颇有沙洲葭苇，大孤则四际渺弥皆大江，望之如浮水面，亦一奇也。江自湖口分一支为南江，盖江西路也。江水浑浊，每汲用，皆以杏仁澄之，过夕乃可饮。南江则极清澈，合处如引绳，不相乱。晚抵江州。州治德化县，即唐之浔阳县，柴桑、栗里，皆其地也；南唐为奉化军节度，今为定江军。岸土赤而壁立，东坡先生所谓“舟人指点岸如赪”者也。泊湓浦，水亦甚清，不与江水乱。自七月二十六日至是，首尾才六日，其间一日阻风不行，实以四日半溯流行七百里云。人间岁月堂堂去，劝君快上青云路。圣处一灯传，工夫萤雪边。麴生风味恶，辜负西窗约。沙岸片帆开，寄书无雁来。",
        "author": "宋代",
        "poem_class": "清明",
        "dynasty": "王禹偁"
    },
    {
        "title": "阊门即事",
        "paragraph": "耕夫召募爱楼船，春草青青万顷田。试上吴门窥郡郭，清明几处有新烟。人初生，日初出。上山迟，下山疾。百年三万六千朝，夜里分将强半日。有歌有舞须早为，昨日健于今日时。 人家见生男女好，不知男女催人老。短歌行，无乐声。琉璃钟，琥珀浓，小槽酒滴真珠红。烹龙炮凤玉脂泣，罗帏绣幕围香风。吹龙笛，击鼍鼓；皓齿歌，细腰舞。况是青春日将暮，桃花乱落如红雨。劝君终日酩酊醉，酒不到刘伶坟上土。漠漠秋云起，稍稍夜寒生。但觉衣裳湿，无点亦无声。",
        "author": "唐代",
        "poem_class": "清明",
        "dynasty": "张继"
    },
    {
        "title": "清明二绝·其一",
        "paragraph": "街头女儿双髻鸦，随蜂趁蝶学夭邪。东风也作清明节，开遍来禽一树花。苍茫沙嘴鹭鸶眠，片水无痕浸碧天。最爱芦花经雨后，一蓬烟火饭鱼船。有情风、万里卷潮来，无情送潮归。问钱塘江上，西兴浦口，几度斜晖。不用思量今古，俯仰昔人非。谁似东坡老，白首忘机。 记取西湖西畔，正暮山好处，空翠烟霏。算诗人相得，如我与君稀。约他年、东还海道，愿谢公、雅志莫相违。西州路，不应回首，为我沾衣。(正暮 一作：正春)西楼月下当时见，泪粉偷匀。歌罢还颦。恨隔炉烟看未真。别来楼外垂杨缕，几换青春。倦客红尘。长记楼中粉泪人。",
        "author": "宋代",
        "poem_class": "清明",
        "dynasty": "陈与义"
    },
    {
        "title": "木兰花慢·拆桐花烂熳",
        "paragraph": "拆桐花烂熳，乍疏雨、洗清明。正艳杏烧林，缃桃绣野，芳景如屏。倾城，尽寻胜去，骤雕鞍绀幰出郊坰。风暖繁弦脆管，万家竞奏新声。盈盈，斗草踏青。人艳冶，递逢迎。向路旁往往，遗簪堕珥，珠翠纵横。欢情，对佳丽地，信金罍罄竭玉山倾。拚却明朝永日，画堂一枕春酲。凌波不过横塘路，但目送、芳尘去。锦瑟华年谁与度？月桥花院，琐窗朱户，只有春知处。飞云冉冉蘅皋暮，彩笔新题断肠句。试问闲情都几许？一川烟草，满城风絮，梅子黄时雨。(版本一)凌波不过横塘路，但目送、芳尘去。锦瑟华年谁与度？月台花榭，琐窗朱户，只有春知处。碧云冉冉蘅皋暮，彩笔新题断肠句。试问闲愁都几许？一川烟草，满城风絮，梅子黄时雨。(版本二)老来情味减，对别酒，怯流年。况屈指中秋，十分好月，不照人圆。无情水都不管；共西风、只管送归船。秋晚莼鲈江上，夜深儿女灯前。征衫，便好去朝天，玉殿正思贤。想夜半承明，留教视草，却遣筹边。长安故人问我，道愁肠殢酒只依然。目断秋霄落雁，醉来时响空弦。阴阴溪曲绿交加，小雨翻萍上浅沙。鹅鸭不知春去尽，争随流水趁桃花。",
        "author": "宋代",
        "poem_class": "清明",
        "dynasty": "柳永"
    },
    {
        "title": "清明日狸渡道中",
        "paragraph": "洒洒沾巾雨，披披侧帽风。花燃山色里，柳卧水声中。石马立当道，纸鸢鸣半空。墦间人散後，乌鸟正西东。长相思，长相思。若问相思甚了期，除非相见时。长相思，长相思。欲把相思说似谁，浅情人不知。满洞苔钱。买断风烟。笑桃花流落晴川。石楼高处，夜夜啼猿。看二更云，三更月，四更天。细草如毡。独枕空拳。与山麋野鹿同眠。残霞未散，淡雾沉绵。是晋时人，唐时洞，汉时仙。淳熙丁酉，自江陵移帅隆兴，到官之三月被召，司马监、赵卿、王漕饯别。司马赋《水调歌头》，席间次韵。时王公明枢密薨，坐客终夕为兴门户之叹，故前章及之。我饮不须劝，正怕酒樽空。别离亦复何恨？此别恨匆匆。头上貂蝉贵客，苑外麒麟高冢，人世竟谁雄？一笑出门去，千里落花风。孙刘辈，能使我，不为公。余发种种如是，此事付渠侬。但觉平生湖海，除了醉吟风月，此外百无功。毫发皆帝力，更乞鉴湖东。",
        "author": "宋代",
        "poem_class": "清明",
        "dynasty": "范成大"
    },
    {
        "title": "清明日园林寄友人",
        "paragraph": "今日清明节，园林胜事偏。晴风吹柳絮，新火起厨烟。杜草开三径，文章忆二贤。几时能命驾，对酒落花前。故人江海别，几度隔山川。乍见翻疑梦，相悲各问年。孤灯寒照雨，深竹暗浮烟。(深竹 一作：湿竹)更有明朝恨，离杯惜共传。烟霄微月澹长空，银汉秋期万古同。 几许欢情与离恨，年年并在此宵中。秋丛绕舍似陶家，遍绕篱边日渐斜。 不是花中偏爱菊，此花开尽更无花。",
        "author": "唐代",
        "poem_class": "清明",
        "dynasty": "贾岛"
    },
    {
        "title": "临江仙·清明前一日种海棠",
        "paragraph": "万点猩红将吐萼，嫣然迥出凡尘。移来古寺种朱门。明朝寒食了，又是一年春。细干柔条才数尺，千寻起自微因。绿云蔽日树轮囷。成阴结子后，记取种花人。登高怅望八公山，琪树丹崖未可攀。莫想阴符遇黄石，好将鸿宝驻朱颜。浮生所欠只一死，尘世无繇拾九还。我本淮王旧鸡犬，不随仙去落人间。年年负却花期！过春时，只合安排愁绪送春归。梅花雪，梨花月，总相思。自是春来不觉去偏知。平原草枯矣，重阳后、黄叶树骚骚。记玉勒青丝，落花时节，曾逢拾翠，忽听吹箫。今来是、烧痕残碧尽，霜影乱红凋。秋水映空，寒烟如织，皂雕飞处，天惨云高。人生须行乐，君知否？容易两鬓萧萧。自与东君作别，刬地无聊。算功名何许，此身博得，短衣射虎，沽酒西郊。便向夕阳影里，倚马挥毫。",
        "author": "清代",
        "poem_class": "清明",
        "dynasty": "顾太清"
    },
    {
        "title": "苏堤清明即事",
        "paragraph": "梨花风起正清明，游子寻春半出城。日暮笙歌收拾去，万株杨柳属流莺。刘郎已老。不管桃花依旧笑。要听琵琶。重院莺啼觅谢家。 曲终人醉。多似浔阳江上泪。万里东风。国破山河落照红。邑中园亭，仆皆为赋此词。一日，独坐停云，水声山色，竞来相娱。意溪山欲援例者，遂作数语，庶几仿佛渊明思亲友之意云。甚矣吾衰矣。怅平生、交游零落，只今余几！白发空垂三千丈，一笑人间万事。问何物、能令公喜？我见青山多妩媚，料青山见我应如是。情与貌，略相似。一尊搔首东窗里。想渊明、《停云》诗就，此时风味。江左沉酣求名者，岂识浊醪妙理。回首叫、云飞风起。不恨古人吾不见，恨古人不见吾狂耳。知我者，二三子。缥缈危亭，笑谈独在千峰上。与谁同赏。万里横烟浪。 老去情怀，犹作天涯想。空惆怅。少年豪放。莫学衰翁样。",
        "author": "宋代",
        "poem_class": "清明",
        "dynasty": "吴惟信"
    },
    {
        "title": "清明日",
        "paragraph": "清娥画扇中，春树郁金红。出犯繁花露，归穿弱柳风。马骄偏避幰，鸡骇乍开笼。柘弹何人发，黄鹂隔故宫。莫以今时宠，难忘旧日恩。看花满眼泪，不共楚王言。泽国江山入战图，生民何计乐樵苏。 凭君莫话封侯事，一将功成万骨枯。 传闻一战百神愁，两岸强兵过未休。 谁道沧江总无事，近来长共血争流。西山白雪三城戍，南浦清江万里桥。海内风尘诸弟隔，天涯涕泪一身遥。惟将迟暮供多病，未有涓埃答圣朝。(惟 通：唯)跨马出郊时极目，不堪人事日萧条。",
        "author": "唐代",
        "poem_class": "清明",
        "dynasty": "温庭筠"
    },
    {
        "title": "折桂令·客窗清明",
        "paragraph": "风风雨雨梨花，窄索帘栊，巧小窗纱。甚情绪灯前，客怀枕畔，心事天涯。三千丈清愁鬓发，五十年春梦繁华。蓦见人家，杨柳分烟，扶上檐牙。几年无事傍江湖，醉倒黄公旧酒垆。人间纵有伤心处，也不到刘伶坟上土，醉乡中不辨贤愚。对风流人物，看江山画图，便醉倒何如！楔子(石守信引王全斌、潘美及二小卒俱戎装上，诗云)亲统貔貅百万兵，兜鍪日日侍承明。朝梁暮晋何时了，定许将军见大平。下官姓石，双名守信，大梁人氏。方今周世宗登基，四方扰攘，干戈不息。为我累建大功，升授马步亲军都指挥使，统领着八十万禁军，得专征伐。近奉圣旨，招募智勇之士，量才授职。这一人乃王全斌，这一人乃潘美，见充帐前统制官，与我八拜兄弟，一同调遣。兄弟，但有知识，当为国引进咱。(王全斌云)哥哥，今有马军副指挥使赵弘殷长男赵匡胤，文武全才，智勇过人，少年游历关东关西，独行千里。若得此人统领军马，荡除草寇，何愁天下不太平也。(石云)兄弟，既有如此贤才，何不早说？可备礼帛鞍马，差人敬征聘者。(王云)差谁去请？(石云)可就差统制官潘美走一遭去。左右，将礼币鞍马过来。(二卒捧段币盔甲上，随定潘美)(石云)疾去早来者。(潘云)得令。(下)(石唱)【仙吕】【赏花时】两只手揩磨日月新，-片心扶持天地稳。向千万里展经纶，把狼烟扫尽，直教龙虎会风云！(云)潘美去了也，咱也去来。(下)第一折(正末赵匡胤引赵普、郑恩、曹彬、楚昭辅常服上，诗云)平生踪迹遍天涯，四海原来是一家。涂炭生民谁拯救，何时正统立中华。某姓赵名匡胤，乃指挥弘殷之子。自幼好使枪棒，攻习韬略，游历关陕，结识天下知名之士。这个是幽州赵普，曾参随我父四方征伐，充帐前判官；这一人乃曹彬，灵寿人氏；这一人乃郑恩，大梁人氏；这一人乃楚昭辅，宋州人氏，皆与我相交至密，结为兄弟，虽古之关张，不过如此。今日无事，在此闲行了一会。众兄弟，权此告别，明日再会。(齐下)(苗光裔道服上，诗云)先天成数久精通，八卦循环掌握中。岁在庚申天下定，乾元九五见真龙。某姓苗名训，字光裔，大梁人氏。自幼习《周易》先天之数，兼通星纬之学。如今周朝世宗登基，国步多艰，某因此隐于草泽，以卖卜为生。我见王气正兆大梁，必然有真命帝主出世。我今在汴梁桥下开张卦肆，打扫干净，看有甚么人来。(做铺卦小桌上科，正末引郑恩常服上，云)兄弟，咱别了众兄弟，行来不觉将至城中也。(郑云)哥哥如此武艺双全，何不求试，为国家出力，也得图形麟阁上。(正末云)兄弟，你怎生知我也呵！(唱)【仙吕】【点绛唇】四海为家，寸心不把名牵挂。待时运通达，我一笑安天下。【混江龙】见如今奸雄争霸，漫漫四海起黄沙。递相吞并，各举征伐。后汉残唐分正统，朝梁暮晋乱中华。豺狼掉尾，虎豹磨牙；尸骸遍野，饿殍如麻；田畴荒废，荆棘交加；军情紧急，民力疲乏。这其间，生灵引领盼王师，何时得蛮夷拱手遵工化，我只得纵横海内，游览天涯。(郑云)哥哥，不觉行至汴梁桥下。前面是一卦铺，咱教那先生算一卦如何？(正末云)也使得。(见苗科，云)先生拜揖！(苗做慌跪科，云)早知我主到来，只合远接，接待不着，勿令见罪。(正末喝云)先生，你胡说！(苗云)臣相人多矣，主公乃九朝八帝班头，四百年开基帝主。(正末云)先生，莫不你吃酒来？(唱)【油葫芦】莫不你酒力禁持眼界花？请先生再觑咱，我须不是金枝玉叶那根芽。(苗云)主公尧眉舜目，禹背汤肩，真乃帝王之相也。(正末唱)你道我尧眉舜目堪图画，汤肩禹背实稀诧。(苗云)主公正应九五飞龙在天之数。(正末唱)头直上又没一片云，浑身上又没万缕霞。你道我乾元九五飞龙卦，多管是相法内有争差。【天下乐】我本是粗鲁寻常百姓家，休夸！则管里迤逗杀，这言词早合该万剐。市廛中人物稠，墙壁间耳目杂，但听的不是耍！(正末指郑云)你相我这个兄弟咱。(苗云)这个丑人是一个凶神太岁，不过是一路诸侯。(郑云)这先生好无礼，如何说我是凶神太岁？兀的不气杀我也！(正末唱)【醉中天】平白地相惊唬，到大来厮蹅踏，早则么话不投机一句差，(郑云)气杀我也！他怎敢说我？杀了这个牛鼻子。(正末唱)把心上火权时纳。到晚来把天文看咱，明朗朗众星高曜，不如你孤月光华。(潘美引二卒将礼币、戎衣上，云)奉元帅将令，聘礼贤士赵匡胤。寻了这一日，到卦铺中，兀的不是！我索过去。(做见科，云)赵公子拜揖！先生拜揖！适蒙石元帅钧旨，因统制官王全斌举荐阁下有文武全才，径差潘美赍礼币鞍马，前来聘请赴京授职，阁下只索就行。(苗云)这位君子也是上界星象，一路诸侯之命。(正末云)将军一貌非俗，但不知年甲几何？(潘云)念潘美年二十二岁。(正末云)某长两岁，就此拜为兄弟，有何不可！(潘云)既蒙兄长错爱，敢不尽心报答！(正末拜唱)【那吒令】知心的最多，谁如叔牙？知音的最多，谁如伯牙？知兵的最多，谁如子牙？龙蛇混甚日分，豺虎乱何时罢？争名利使尽奸猾。【鹊踏枝】这个待把云拿，那个早被天罚；气昂昂创业开基，眼睁睁败国亡家。一任教纵横奋发，都是些井底鸣蛙。【寄生草】传正道无夫子，补苍天少女娲。因此上黎民饿死闾阎下，贤能埋没林泉下，忠良枉死刀枪下。乱纷纷国政若抟沙，虚飘飘世事如嚼蜡。(潘云)元帅将令紧急，须索走一遭。(正末云)先生拜别。(做行到科，潘云)哥哥稍待，兄弟先通报去。(潘见石跪云)早蒙元帅钧旨，礼聘贤士赵匡胤，已到军前听令。(石云)着进来。(潘唤正末进见科，石云)贤士姓甚名谁，家乡何处，曾习武艺不曾？(正末云)念在下姓赵名匡胤，副指挥弘殷之子。自幼习成武艺一十八般，韬略兵法，无所不通。(石云)你细说我听咱。(正末唱)【醉扶归】敢把征鞍跨，兵器惯曾拿。甲马营中是俺家，(石云)既如此就留在辕门听用咱。(正末拜，唱)谢元帅相留纳。(石惊起科，末又拜，唱)请稳坐安然受咱，容参拜阶墀下。(石又惊起，云)贤士乃有福之人，小官不觉惊慌，不敢受礼。贤士试将武艺说一遍我听咱。(正末唱)【金盏儿】论弓箭不曾差，使剑戟颇熟滑。提一条杆棒行天下，十八般武艺非敢道自矜夸。折末枪刀并剑戟，鞭简共椎檛。往常学成文武艺，今日与货与帝王家。(石云)既如此，今日将引贤士赴阙，见帝封官去咱。(正末云)今日拜识元帅，又蒙引进，当尽心报国。(石云)左右，门首看有甚么人来。(赵普上，云)自家赵普是也。自从在赵都指挥帐下，结义大公子为弟兄。想昔日大公子游随州时，客于董宗本家，其子董遵诲常梦黑蛇十数丈变龙飞去，既而群虎乘风随之，人见紫云如盖，凝结城上，今日有人传说，元帅石守信聘大公子授官面帝，风云之梦，信有征也！只索奉饯一遭。来到这军门前，左右通报，说判官赵普见。(卒子报科，石云)着他进来。(普云)元帅拜揖！大哥拜揖！呀、呀，哥哥可喜也，小弟特来奉饯。此行功名不小也。(正末唱)【赚煞】向边塞建功勋，赴京阙朝銮驾，直叩君王御塌。长朝殿太平筵宴罢，出宫庭拥大纛高牙。天街上摆头答，醉醺醺把金镫斜踏。稳坐逍遥玉骢马，马头前对挑着绛纱。纱笼内齐烧着银蜡，那其间任香风吹落帽檐花。(同下)第二折(苗光裔儒扮上，楚昭辅戎装随上，苗云)某苗光裔是也。自从前者相得赵大公子有天子之分，不想被朝廷礼聘，见授都点检之职。某一向就在军门听用，近日闻得北汉兵入寇，朝廷命点检出师北伐，某等亦须收拾军装则个。呀、呀，好怪也！你看日下复有一日，黑光相荡，此天命也。咱弟兄每急急回家，准备出征则个。(下)(太后宫妆法服引幼主黄袍及石守信戎装、陶谷文扮上，云)我乃周家太后是也。自从先帝世宗晏驾，立此幼子宗训为君。四方扰攘不宁，近闻汉、辽兵自土门东下入寇，我朝有殿前都点检赵匡胤，文武全才，乃先帝简用之臣，又兼他手下将校精强，可着他去征伐一遭。石守信即便传旨，着赵匡胤挂印总兵官，率领本部人马，北征辽、汉，早建大功者。(石云)领圣旨。(并下)(正末戎装引赵普、曹彬、苗训、楚昭辅、李处耘、郑恩上，云)某赵匡胤是也。自从元帅石守信举荐，蒙世宗皇帝委任，直做到殿前都点检之职，多亏众兄弟扶持。今日蒙幼主圣旨，着我统兵北伐。我引本部下人马及众将校赵普、曹彬、苗训、李处耘、楚昭辅、郑恩，一同征进。这一去，犬羊巢穴一时平，锦绣江山三箭定。(唱)【南吕】【一枝花】漫漫杀气飞，滚滚征尘罩。恹恹红日惨，隐隐阵云高。军布满荒郊，我命将凭《三略》，行兵按《六韬》。右白虎左按青龙，后玄武前依朱雀。【梁州第七】护中军七层剑戟，守先锋万队枪刀，五方旗四面相围绕。朱幡皂盖，黄钺白旌，箭攒雕羽；弓挂龙弥。滴溜溜号带齐飘，威凛凛挂甲披袍，扑咚咚鼓擂春雷，雄纠纠人披绣袄，不剌剌马顿绒绦。咆哮！战讨！马和人飞上红尘道。金镫稳，玉鞭袅，催动龙驹把辔摇，转过山腰。(云)行不几里，又早天晚也。(唱)【牧羊关】见几点寒星现，一钩新月皎，看看的兵至陈桥。教前队休行，催后军赶着。屯军仗，离军道，就馆驿，度今宵。疾忙教各部下关粮米，对名儿支料草。(正末云)左右，军行到何处了？(众云)前到陈桥驿了。(正末云)接了马者。郑恩那里？(郑云)有。(正末云)传下将令去者：大小三军，诸名将校，各依队伍安歇。勿得喧哗，违令者斩！(唱)【贺新郎】诸军众将一周遭，小心的下寨安营，在意的提铃喝号。七禁令五十四斩从公道，叮咛，休犯法违条。卷旌旗停斧钺，卧鞭链竖枪刀，悄悄的各依队伍休喧闹。解鞍松战马，卸甲脱征袍。【隔尾】五更筹更听金鸡报，一部从休辞永夜劳。画角齐吹玉梅调。人休贪睡着，马须要喂饱，我且半倚帏屏盼天晓。(众下)(正末睡科)(郑同李处耘上，云)某都押衙李处耘是也。今同郑将军等跟随赵点检征进，军次陈桥驿。某等想来，主上幼弱，我辈出死力破贼，谁则知之！今太尉掌军政六年，士卒服其恩威，数从征伐，建立大功，人望已归。不如先立点检为天子，然后北征未晚也。(郑云)李将军说的是。(李云)咱与赵书记计议则个。(郑云)赵大人有请。(赵普上，云)某赵普是也，见充点检帐下掌书记官。今日从征，军次陈桥。这早晚只听有人呼唤，未免出见咱。(做见科，李云)诸将无主，愿册太尉为天子。(普云)太尉忠心，必不汝从。(李云)军中偶语则族，今已议定。太尉若不从，则我辈安敢退而受祸！(普叱云)策立大事，固宣审图，尔等何得更挂狂悖！诸将各宜严束部伍听命。(郑云)若依你等议论，何时是了？(扯黄旗盖末身，众呼噪科)(正末惊醒科，唱)【哭皇天】把好梦来惊觉，听军中不定交。那里也兵严刑法重，则末早人怨语声高。(众军一拥向前齐呼万岁)(正末唱)险将咱唬倒，庙廊召会，台省所关；君王振怒，太后生嗔。不剌则俺这歹名儿怎地了？惊急列心如刀锯，颤笃速身如火燎。(苗云)主公上应天心，下合人望，乃真命帝主也。(正末云)噤声！(唱)【乌夜啼】都是你谎阴阳惹得诸军闹，-个个该剐该敲。(郑云)哥哥，你先身上穿了黄袍，如何倒说俺不是？(正末唱)呀！原来这犯由牌，光把我浑身罩。(普云)天命已定，天数难逃，主公亦当应天顺人。(正末唱)你道是大数难逃，可甚么情理难饶？不争这杏黄旗权当衮龙袍，可将这《出师表》扭作交大诏。我想受禅台，争似凌烟阁？汝贪富贵，吾岂英豪！(正末云)此事决不可行。(众将喧呼科，正末云)汝等自贪富贵立我为主，能从我命则可，不从我命，决不可行。(众皆跪云)唯命是听。(正末云)太后幼主，我北面事之；公卿大臣，皆我比肩。汝等勿得凌暴及动扰黎民，劫掠府库。违令者满门皆斩！(众云)一听禁令。(太后、幼主、石守信、陶谷上，云)昨因北汉入寇，遣赵点检出征，今早闻众军士立赵点检为帝。我想来，四方不宁，必得真主抚驭。今赵点检威望素著，人心推戴久矣，何不就同往陈桥，效尧舜故事，禅位一遭，有何不可！(做行科，到科，云)来到这军门前，石守信入报去。(石云)报总兵得知，太后到来。(正末下，迎见科，太后云)五代乱离，人民涂炭，将军功盖天下，堪居大宝，老身母子情愿禅位则个。(正末云)臣名微德薄，岂堪居此大位？(太后云)幼子孤弱，不能抚驭四方；将军德过尧禹，正宜受禅。(正末唱)【红芍药】娘娘德行胜唐尧，微臣比虞舜难学。不争让位在荒郊，枉惹得百姓每评詙。(幼主云)将军，听太后旨者，我愿受藩服足矣。(正末唱)臣怎敢等闲将天下交，您君臣再索量度。(郑恩仗剑作怒科)(正末唱)你摩拳擦掌枉心焦，休得要乱下风雹。【菩萨梁州】你可也畅好是干乔，休施凶暴。休胡为乱作，(郑云)哥哥，我一发都杀了，恰不伶俐！(正末唱)则一句唬得我颤钦钦魄散魂消。不争这老鸦占了凤凰巢，却不道君子不夺人之好！把柴家今日都属赵，惹万代史官笑，笑俺欺负他寡妇孤儿老共小，强要了他周朝。(石云)今日就此受禅，必须有策诏方可行礼。(陶云)有、有。(自袖中出诏科，石云)既有了诏书，众官跪者。(陶念科，云)大周皇帝诏旨：天生蒸民，树之司牧。二帝推公而受禅，三主乘时而革命，其极一也。予末小子，遭家不造，人心已去，天命有归。咨尔归德军节度使、殿前都点检赵匡胤，禀上圣之资，有神武之略，佐我高祖，格于皇天；逮事世宗，功存纳麓，东征西怨，厥功懋焉。天地鬼神，享于有德；讴歌狱讼，归于至仁。应天顺人，法尧禅舜，如释重负，予其作宾。呜呼钦哉！只畏天命。显德七年正月初五日。(众将呼万岁起科，正末云)众将校听我戒饬。(唱)【二煞】尊太后如母呵，您百官顿首听教导；待幼主如弟呵，教经典留心谨向学。朝廷内外旧官僚，勿得欺凌，尽皆荣耀。则今日军马回，莫惊扰，把龙袖娇民休唬着，勿犯秋毫。【尾】(指赵)你坐都堂朝廷政事休差错，(指石)你掌枢密大下兵机勿惮劳。(指苗)你掌司天，算星曜，(指李、楚)你做元戎，司斩斫，(指曹、潘)你统雄兵，做招讨，(指郑)你管亲军，守城廓，(指王)你统貔貅，驱将校。(指幼主)兄弟诵诗书，习礼乐，(指太后)娘娘居龙楼，住凤阁。不是我倚势夺权，使强欺弱。既然立草为标，必须坐朝问道。赏不间亲疏，罚须分善恶，有罪的加刑，有功的赠爵。不是我挟天子令诸侯篡宗庙，恐民心变了，把山河弃却，因此上权受取这-颗交天传国宝。(众并下)(吴越王引相国吴程冠服上，诗云)百万精兵听指呼，衣冠四世守全吴。我生直欲全忠节，不愧人间大丈夫。某姓钱名俶，字文德，本贯杭州人氏。自祖公公钱镠在唐昭宗时平黄巢有功，封有吴越，更五朝世守此邦。今闻中原赵点检登基，治同尧舜，声教万里，比五代之君，判然不同。正四方混一之时，倘或出师。自当入贡咱。(吴云)等王师出来，决一死战，纳土未为迟也。(共下)(南唐李主引丞相徐铉上，诗云)雄据江东二百州，六朝基业喜兼收。中原将士休窥伺，百万精兵在石头。某姓李名煜，字重光，江东人也。自我祖父建国江东，传国三世。近闻中原大宋皇帝即位，操练兵马，有下江南之志；况我贡献不缺，必欲见伐，如何是好也？不免练兵防守则个。(下)(蜀主孟昶引相国王昭远上，诗云)几年辛苦下西川，东视中原各一天。秣马练兵常预备，先人世业肯轻捐！某蜀王孟昶是也。自先君王于全蜀，某承其基业，众官僚立我为大蜀皇帝。中原连岁多故，不暇外攘。今周朝革命，宋皇践祚，志在吞并，难同五代之君，诚恐兵临剑阁，将如之何？须索守备咱。(下)(南汉主刘鋹引相国龚澄枢上，诗云)久镇潮阳众日强，幅员千里尽炎方。外夷多少皆朝贡，南国人称广汉王。某姓刘名鋹，南汉王是也。自先祖领节旄于潮广，奄有南海，后值五代扰乱，遂独霸一方。今中原有宋皇帝登基，四方混一，唐吴已称朝贡。某偏居琼海，王师一出，将如之何？须扼把险要以御之，斯为得策。第三折(赵普衣冠引张千捧香、桌、书、烛上，云)某赵普是也。自从做掌书记时，扶佐当今皇帝，定有天下之号曰宋，四方承平。以某有推戴之功，官拜中书大丞相，进封韩王。今夜雪下甚紧，料无人来。张千，你拿过香桌来，点上烛，我读一会《论语》咱。(张千云)我烧上些香，剔的灯亮亮的。老爹，你慢慢的看者。(正末纱帽常服上，云)某自从陈桥兵变，众兄弟立我为大宋皇帝，晓夜无眠，恐万民失望，诸国未平。今夜风雪满天，路无行客，寡人扮作白衣秀士，私行径投丞相府里，商量下江南、收川广之策。出的这禁城来，是好大雪也呵！(唱)【正宫】【端正好】光射水晶宫，冷透鲛绡帐，夜深沉睡不稳龙床。离金门私出天街上，正瑞雪空中降。【滚绣球】似纷纷蝶翅飞，如漫漫柳絮狂。剪冰花旋风儿飘荡，践琼瑶脚步儿匆忙。用白襕两袖遮，将乌纱小帽荡。猛回头把凤楼凝望，全不见碧琉璃瓦鹙鸳鸯。一霎儿九重宫阙如银砌，半合儿万里乾坤似玉妆，粉填满封疆。(云)行了这一会，面前是丞相府了。呀！关了门也。(唱)【倘秀才】则见他铁桶般重门掩上，我将这铜兽面双环扣响。(做敲门科，张千问云)甚么人敲门？(正末唱)敲门的是万岁山前赵大郎。(张千云)这早晚夜又深，雪又大，来作甚么？(正末唱)堂中无客伴，(张千云)俺老爹看书哩。(正末唱)灯下看文章，(张千云)你来有甚事？(正末唱)特来听讲。(张千云)你要听讲，当往法堂中寻和尚去，你错走了门了。(正末唱)【呆骨朵】冲寒风冒瑞雪来相访，(张千云)有甚么紧急事，你说。(正末唱)有机密事紧待商量。(张千报云)老爹，门外有人叫门。(普云)你问他是谁？(张千云)他说是赵大官人，有机密事来商议。(普做慌科，云)快开门，快开门！(普见驾，跪云)不知主上幸临，有失远接。(张千慌走科)(正末唱)忙怎么了事公人？(普又拜云)恕微臣之罪。(正末唱)免礼波招贤宰相。(正末问张千云)这是那里？(张千云)这就是俺丞相厅房。(正末云)怎么使你这般样人？(唱)正是调鼎鼐三公府，那个是剃头发杨和尚？(普云)陛下尊坐。(正末唱)我向坐席间听讲书。(张千云)老爹，酒食已备。捧上来罢？(正末唱)你休来耳边厢叫点汤。(正末云)夜深人静，张千好生看着相府门者。(普云)主公，今夜天气甚寒，不求安逸，冒雪而来，却是为何？(正末唱)【倘秀才】朕不学汉高皇深居未央，朕不学唐天子停眠晋阳，常则是翠被寒生金凤凰。有心思传说，无梦到高唐，(普云)主公贵为天子，富有四海，尚不肯逸豫。(正末唱)这是俺为君的勾当。(背云)寡人颇通文墨，试问丞相一问。(问云)寡人间卿，卿试听者。【滚绣球】既然主四海为一人，必须正三纲谨五常。寡人呵，幼年间广习枪棒，恨未曾登孔子门墙。《尚书》是几篇？(普云)《尚书》者上古《三坟》《五典》，洪荒莫考。夫子断自唐虞，以典、谟、训、诰、誓、命六体，皆尧、舜、汤、禹、文、武授受之心法。孔安国断为五十八篇，帝王治世之书也。(正末唱)毛诗共几章？(普云)夫诗者，古人吟咏性情之大节。有风、雅、颂三经，赋、比、兴三纬。诗有三千，夫子删为三百十一篇，善以为劝，恶以为戒。(正末云)《礼记》主意如何？(普云)夫《礼记》乃汉儒所撰述，杂录古礼之义。盖六经之用，礼实为先；治人事神，无非以礼。日用之间，不可斯须少者。(正末唱)讲《礼记》始知谦让。《春秋》主意如何？(普云)《春秋》以褒贬为辞，敦典庸礼，命德讨罪，世道之兴亡可鉴。(正末唱)论《春秋》可鉴兴亡。(普云)陛下法宗尧、舜、禹、汤、文、武，方为圣主。(正末唱)朕待学禹汤文武宗尧舜，(普云)臣有愧于古之贤相也。(正末唱)卿可继房杜萧曹立汉唐，燮理阴阳。(正末指桌上书，问云)卿看的是甚么书？(普云)是《论语》。(正末笑云)寡人闻童子入学，先读《论语》，卿何故也看他？(普云)《论语》乃孔门弟子记圣人的切要言语，皆治国平天下之要道。臣用半部，佐我主平治天下。(正末唱)【倘秀才】卿道是用《论语》治朝廷有方，却原来只半部运山河在掌，圣道如天不可量！似恁的谈经临绛帐，不强似开宴出红妆？听说后神清气爽。(普云)天寒雪大，臣有一杯酒进献，未敢擅专。(正末云)将酒来何妨？(普叫云)老妻将酒来。(旦捧酒上)(呼噪科)(正末唱)【滚绣球】银台上画烛明，金炉内宝篆香。(普执壶斟酒科)(正末唱)不当烦老兄自斟佳酿，(旦进酒科)(正末唱)何须教嫂嫂亲捧霞觞！(普云)陛下，臣妻与臣乃糟糠之妻也。(正末唱)卿道是糟糠妻不下堂。朕须想贫贱交不可忘。常言道表壮不如里壮，妻若贤夫免灾殃。(云)朕得卿，卿得嫂嫂，可比四个古人。(唱)朕得卿呵，正如太甲逢伊尹；卿得嫂嫂呵，却似梁鸿配孟光，则愿的福寿绵长。(正末云)寡人要与卿商量军国重事，教嫂嫂自便。(旦下)(普云)陛下深居九重，当此寒夜，正宜安寝，又何劳神过虑？(正末云)寡人睡不着。(唱)【倘秀才】但歇息想前王后王，才合眼虑兴邦丧邦，因此上晓夜无眠想万方。须不是欢娱嫌夜短，早难道寂寞恨更长，忧愁事几桩。(普云)陛下，不知所忧者何事？说向臣听。(正末云)寒风似箭，冻雪如刀。寡人深居九重，不胜其寒，何况小民乎！(唱)【滚绣球】忧则忧当军的身无挂体衣，忧则忧走站的家无隔宿粮，忧则忧行船的一江风浪，忧则忧驾车的万里经商。忧则忧号寒的妻怨夫，忧则忧啼饥的子唤娘，忧则忧甘贫的昼眠深巷，忧则忧读书的夜守寒窗。忧则忧布衣贤士无活计，忧则忧铁甲将军守战场，怎生不感叹悲伤！(普云)陛下念及贫穷，诚四海苍生之福。(正末唱)【倘秀才】忧的是百姓苦，向御榻心劳意攘。(普云)百姓困苦，只因四方多事。今天下太平，民力渐苏矣。(正末云)一榻之外，皆他人之家也。(唱)忧的是天下小，教寡人眠思梦想。(普云)天下虽未混一，南征北伐，今其时也。愿闻成算所向。(末背云)寡人欲先下江南，且反说，试丞相一试。(唱)想太原府刘崇居北方，朕待暂离丹凤阙，亲拥碧油幢，先取河东上党。(普云)若先伐太原，非臣之所知也。(正末云)卿怎生说？(普云)太原当西北二边，使一举而下，则二边之患，我独当之。何不姑留，以俟削平诸国，则弹丸黑子之地将无所逃。(正末云)吾意正如此，姑试卿耳。(普云)西川孟昶，金陵李煜，南汉刘鋹，吴越钱俶，彼各仁政不施，百姓怨望。今当选将练兵，分道南伐，无不成功者。(正末唱)【滚绣球】卿道是钱王共李王，刘鋹与孟昶，他每都无仁政万民失望，行霸道百姓遭殃。差何人收四川？令谁人定两广？取吴越必须名将，下江南宜用忠良。要定夺展江山白玉擎天柱，索问你匡宇宙黄金架海梁，卿索仔细参详。(正末云)兵者凶器，国家不得已而用之。如今收平四国，又须众将中选忠良有纪律者，方可安民。卿试定夺如何？(普云)石守信、曹彬、潘美、王全斌，此四人皆宿有名望，可差他四人去，万无一失。(正末云)既如此，张千，你传旨去元帅府，速宣石守信等四人来者。(张千下)(四将上，云)某石守信等是也，见居枢密统军之职。今晚主上幸赵中令宅，差人来宣呼，不免进见咱。来到这相府门，令人奏入。(报科，见科)(正末云)寡人与丞相商议，天下未一，欲差尔等统军前去，收伏四国，速奏凯旋者。(唱)【脱布衫】(指曹)取金陵飞渡长江，(指石)到钱塘平定他邦。(指王)西川路休辞栈阁，(指潘)南蛮地莫愁烟瘴。【醉太平】阵冲开虎狼，身冒着风霜。用《六韬》、《三略》定边疆，把元戌印掌。人披铁甲偏雄壮，马摇玉勒难遮挡，鞭敲金镫响叮当，早班师汴梁。(四将云)臣等托圣主洪福，马到处成功。仰听神策庙算，指示一二。(正末唱)【二煞】有那等顺天时、达天理，去邪归正皆疏放，有那等霸王业、抗王师耀武扬威尽灭亡。休掳掠民财，休伤残民命，休淫污民妻，休烧毁民房。恤军马施仁发政，广钱粮定赏行罚，保城池讨逆招降。沿路上安民挂榜，从赈济，任开仓。(郑恩提棒私行上，云)我闻知主公私幸赵丞相府，一径寻来。陛下召见众将军，做甚么则个？(正末云前事了)(唱)【收尾】朕专待正衣冠，尊相貌，就凌烟图画功臣像，卿莫负勒金石，铭钟鼎，向青史标题姓字香。能用兵，善为将，有心机，有胆量。仰看天文算早象，俯察山川辨形状。作战先将九地量，决战须将五间防。昼战多将旗帜张，夜战频将火鼓扬。步战屯云护军帐，水战随风使帆桨。奇正相生兵最强，仁智兼行勇怎当！专听将军定四方，坐拟元戎取乱亡。飞奏边功进表章，齐和升平回帝乡。比及列土分茅拜卿相，光将这各部下军卒重重的赏！(众并下)第四折(钱王上，云)某吴越王钱俶是也。今早边防来报，宋朝大将石守信领兵来伐。某三世效忠，岂可抗之！只索等侯纳款者。(石上，云)某石守信是也。奉圣人命，收平吴越，直抵临安。那阵上早早报与吴越王投降则个。(钱跪，云)某纳土之心久矣。今圣明在上，情愿奉款者。(石云)咱同去来也。(下)(李王上，云)某南唐王李煜是也。今闻大宋皇帝遣曹彬收平江南，旬日之间，沿江诸城，尽皆破陷。今早闻兵压石头城，怎生是好？须索与徐相国计议。(丞相上，云)土公，祖宗之位不可失，背城决一死战，降他未迟。(李云)说的是。(曹上，云)某曹彬是也。奉圣旨领十万大军，来下江南，一路郡县，望风迎降。今日兵临石头城下，与唐兵相接，诸军用命者。(做战科，李败科，李云)情愿投降。(共下)(刘王上，云)某南汉王刘鋹是也。今大宋国遣大将潘美领兵来伐，不免练兵等侯则个。(潘上，云)某潘美是也。奉命南征，势如破竹。今兵临广汉，两阵相当，须拚死战咱。(战科，刘败科，降科)(同下)(蜀王上，云)某蜀王孟昶是也。嗣守全蜀，食足兵强。近闻宋朝皇帝遣王全斌西来收伏，咱怎肯容易投降他！军马操演精熟，安排迎敌咱。(王上，云)某王全斌是也。奉圣人命，领十万大兵西取蜀孟，一路尽平。今兵到成都，克日城陷。大小三军，须索用命决战。三军操鼓来。(战科，孟败科，降科)(同下)(赵普引郑恩、苗光裔上，云)自从前日奉圣人命，差石守信等四将收平四国，闻知俱已平定，不久奏捷献俘。今当早朝，须索侍候者。我想五代乱离，人心汹涌，今圣人一出，群妖顿息。不图从此得见太平也。(唱)【双调】【新水令】九重天上五云飞，月朦胧，晓光初霁。鞭鸣金珮响，帘卷玉钩垂。仙乐初齐，和气满殿庭内。【驻马听】黄道烟迷，瑞霭盘旋飞凤椅。紫垣风细，御香缭绕衮龙衣。近宫墙杨柳拂旌旗，傍雕栏花萼迎环珮。行大礼，这的是太子天子朝元日。(郑云)今有石守信平吴回旋，朝门等宣。(普云)教他过来。(石上，跪)(普唱)【落梅风】此一战功名重，这一场勋业稀，论英雄古今无对。笑谈间扫清吴越国，端的有三千丈五陵豪气。(石起科，郑云)潘美平南汉回师，朝外等宣。(普云)教他过来。(潘跪)(普唱)【沉醉东风】他那里桃花落蛮烟正起，荔枝熟瘴雨斜飞。茫茫水接天，隐隐山围地。路迢遥人马驱驰，斩将降兵何太疾？堪写入麒麟画里。(潘起去科，郑云)曹彬下江南凯还，朝外等旨。(普云)教他过来。(曹上，跪)(普唱)【庆东原】金陵府销王气，石头城践马蹄，南唐已照东吴例。收复尽六朝帝基，托赖着一人圣德，振扬起八面军威。比正濬更豪杰，过杨素全忠义。(曹起科，郑云)王全斌平蜀回见，在朝门等宣。(普云)教他过来。(王上，跪)(普唱)【水仙子】乱石滩冲浪战舡内，连云栈思乡骏马嘶。凯歌声直透青云内，这功劳为第-，笑蜀工孟昶呆痴。他也合思先主三分业，想武侯八阵机，辱莫杀关羽张飞！(石云)臣等托朝廷之洪福，兵不血刃，收平四国，郡邑版图，尽归王化。所有四国相臣，见在朝门外等宣。(普云)宣四相国来者。(四相上科，普云)望阙跪者。(唱)【雁儿落】恁则合山林中躲是非，谁教你朝省内图名利？都做了亡家败国臣，真乃是怕死贪生辈。(南唐相徐铉云)臣国主以小事大，犹子事父也。(普云)岂有父子为两家耶？(唱)【得胜令】你则想花压帽檐低，不提防严地一声雷。送了你川广真梁栋，羞杀人江南两柱石！想前日相持，惊唬杀齐管仲、燕乐毅。(相云)臣等亡国臣，乞放骨骸于林下。(普唱)到今日休题，起来波汉张良、越范蠡。(石守信等云)四国王俱在朝外，理合献俘。(普云)宣来。(四国王上，普唱)【甜水令】据着你外作禽荒，内贪淫欲。滔天之罪，理合法更凌迟。今日个不忍加诛，仍封官位，您君臣每休得猜疑。(蜀王上，云)臣等荷蒙圣恩，待以不死，臣愿执梃为诸降王长，永守臣节。(众王拜科，普唱)【折桂令】则见他曲躬躬拜舞丹墀，似这等纳土称臣，实指望荫子封妻。(四王云)臣等愚昧，不能守土安民，今荷洪恩，实同再造，愿闻其说。(普唱)你道是愿听纶音，愿闻圣谕，有甚难知？你等为骄奢破国，吾皇以勤俭开基。这的是天数轮回，造物盈亏。真龙出蛟蜃潜藏，大风起云雾齐飞。(普云)奉圣旨排筵宴，燕乐各国君臣。(筵科，普唱)【川拨棹】长朝殿列尊席，享诸王臣万国。今日个寰海归依，民物雍熙；春满宫闱，乐奏埙篪。仙音院箫韶韵美，麟献瑞，凤来仪。【七弟兄】文官每这壁，武将每那壁，斟玉液进金杯。则这白额虎原与龙相配，紫金龙自有虎相随。这的是庆清朝龙虎风云会。(普云)奉圣旨，教四国君臣，演习礼仪，随长朝官拜舞者。(唱)【梅花酒】快疾忙遵圣敕，教国主休违，将拜舞温习，把天子班依。随星辰，朝紫微；顺日月，转皇极；转皇极，拱社稷。紫罗襕替龙衣，白象简当玄圭，皂幞头护天威，黄金带束腰围。吴越王莫稽迟，金陵王莫徘徊，广汉正莫伤悲，孟蜀王莫疑虑。【收江南】更压着朝中文武两班齐，抵多少十年身到凤凰池，见如今金枝玉叶尽光辉。镇天南地北，万万年同共掌华夷。(云)奉圣旨当初起义之时，与臣普等曾梦龙虎风云会，今日果然也。(众唱)【尾】龙吟天上生云气，虎啸清风四起。龙虎梦君臣，风云庆家国。题目伏降四国咨谋议雪夜亲临赵普第正名君相当时一梦中今朝龙虎风云会瘦后因他瘦，愁后为他愁。早知伊家不应口，谁肯先成就。营勾了人也罢手，吃得我些酩子里骂低低的咒。频去教人讲，不去自家忙。若得相思海上方，不到得害这些闲魔障。你笑我眠思梦想，则不打到你头直上。有意同成就，无意大家休。几度相思几度愁，风月虚遥授。你若肯时肯不肯时罢手，休把人空拖逗。",
        "author": "元代",
        "poem_class": "清明",
        "dynasty": "乔吉"
    },
    {
        "title": "清明日对酒",
        "paragraph": "南北山头多墓田，清明祭扫各纷然。纸灰飞作白蝴蝶，泪血染成红杜鹃。日落狐狸眠冢上，夜归儿女笑灯前。人生有酒须当醉，一滴何曾到九泉。臣闻朋党之说，自古有之，惟幸人君辨其君子小人而已。大凡君子与君子以同道为朋，小人与小人以同利为朋，此自然之理也。然臣谓小人无朋，惟君子则有之。其故何哉？小人所好者禄利也，所贪者财货也。当其同利之时，暂相党引以为朋者，伪也；及其见利而争先，或利尽而交疏，则反相贼害，虽其兄弟亲戚，不能自保。故臣谓小人无朋，其暂为朋者，伪也。君子则不然。所守者道义，所行者忠信，所惜者名节。以之修身，则同道而相益；以之事国，则同心而共济；终始如一，此君子之朋也。故为人君者，但当退小人之伪朋，用君子之真朋，则天下治矣。尧之时，小人共工、驩兜等四人为一朋，君子八元、八恺十六人为一朋。舜佐尧，退四凶小人之朋，而进元、恺君子之朋，尧之天下大治。及舜自为天子，而皋、夔、稷、契等二十二人并列于朝，更相称美，更相推让，凡二十二人为一朋，而舜皆用之，天下亦大治。《书》曰：“纣有臣亿万，惟亿万心；周有臣三千，惟一心。”纣之时，亿万人各异心，可谓不为朋矣，然纣以亡国。周武王之臣，三千人为一大朋，而周用以兴。后汉献帝时，尽取天下名士囚禁之，目为党人。及黄巾贼起，汉室大乱，后方悔悟，尽解党人而释之，然已无救矣。唐之晚年，渐起朋党之论。及昭宗时，尽杀朝之名士，或投之黄河，曰：“此辈清流，可投浊流。”而唐遂亡矣。夫前世之主，能使人人异心不为朋，莫如纣；能禁绝善人为朋，莫如汉献帝；能诛戮清流之朋，莫如唐昭宗之世；然皆乱亡其国。更相称美推让而不自疑，莫如舜之二十二臣，舜亦不疑而皆用之；然而后世不诮舜为二十二人朋党所欺，而称舜为聪明之圣者，以能辨君子与小人也。周武之世，举其国之臣三千人共为一朋，自古为朋之多且大，莫如周；然周用此以兴者，善人虽多而不厌也。嗟呼！兴亡治乱之迹，为人君者，可以鉴矣。 雪晓清笳乱起。梦游处、不知何地。铁骑无声望似水。想关河，雁门西，青海际。睡觉寒灯里。漏声断、月斜窗纸。自许封侯在万里。有谁知，鬓虽残，心未死。柳叶鸣蜩绿暗，荷花落日红酣。三十六陂春水，白头想见江南。三十年前此地，父兄持我东西。今日重来白首，欲寻陈迹都迷。",
        "author": "宋代",
        "poem_class": "清明",
        "dynasty": "高翥"
    },
    {
        "title": "采桑子·清明上巳西湖好",
        "paragraph": "清明上巳西湖好，满目繁华。争道谁家。绿柳朱轮走钿车。 游人日暮相将去，醒醉喧哗。路转堤斜。直到城头总是花。情高意真。眉长鬓青。小楼明月调筝。写春风数声。思君忆君。魂牵梦萦。翠销香暖云屏。更那堪酒醒。年年社日停针线。怎忍见、双飞燕。今日江城春已半。一身犹在，乱山深处，寂寞溪桥畔。春衫著破谁针线。点点行行泪痕满。落日解鞍芳草岸。花无人戴，酒无人劝，醉也无人管。岸阔樯稀波渺茫，独凭危槛思何长。萧萧远树疏林外，一半秋山带夕阳。",
        "author": "宋代",
        "poem_class": "清明",
        "dynasty": "欧阳修"
    },
    {
        "title": "庆东原·暖日宜乘轿",
        "paragraph": "暖日宜乘轿，春风堪信马。恰寒食有二百处秋千架。对人娇杏花，扑人飞柳花，迎人笑桃花。来往画船边，招飐青旗挂。九夏天长暑热，三秋山后清凉。一川禾黍正苍苍。了见西成有望。论甚天涯海角，尽他关外山荒。目前无事即仙乡。且恁随缘豁畅。一击车中胆气豪，祖龙社稷已惊摇；如何十二金人外，犹有人间铁未销？风雨端阳生晦冥，汨罗无处吊英灵。海榴花发应相笑，无酒渊明亦独醒。",
        "author": "元代",
        "poem_class": "清明",
        "dynasty": "白朴"
    },
    {
        "title": "清明",
        "paragraph": "佳节清明桃李笑，野田荒冢只生愁。雷惊天地龙蛇蛰，雨足郊原草木柔。人乞祭余骄妾妇，士甘焚死不公侯。贤愚千载知谁是，满眼蓬蒿共一丘。草际鸣蛩。惊落梧桐。正人间、天上愁浓。云阶月地，关锁千重。纵浮槎来，浮槎去，不相逢。 星桥鹊驾，经年才见，想离情、别恨难穷。牵牛织女，莫是离中。甚霎儿晴，霎儿雨，霎儿风。吴兴号水晶宫，荷花盛丽。陈简斋云：“今年何以报君恩，一路荷花相送到青墩。”亦可见矣。丁未之夏，予游千岩，数往来红香中，自度此曲，以无射宫歌之。 簟枕邀凉，琴书换日，睡余无力。细洒冰泉，并刀破甘碧。墙头唤酒，谁问讯、城南诗客。岑寂，高柳晚蝉，说西风消息。虹梁水陌，鱼浪吹香，红衣半狼藉。维舟试望，故国渺天北。可惜渚边沙外，不共美人游历。问甚时同赋，三十六陂秋色？ 茅檐低小，溪上青青草。醉里吴音相媚好，白发谁家翁媪？大儿锄豆溪东，中儿正织鸡笼。最喜小儿亡赖，溪头卧剥莲蓬。(亡 同：无)",
        "author": "宋代",
        "poem_class": "清明",
        "dynasty": "黄庭坚"
    },
    {
        "title": "清明夜",
        "paragraph": "好风胧月清明夜，碧砌红轩刺史家。 独绕回廊行复歇，遥听弦管暗看花。白发三千丈，缘愁似个长。不知明镜里，何处得秋霜。斜光照墟落，穷巷牛羊归。野老念牧童，倚杖候荆扉。雉雊麦苗秀，蚕眠桑叶稀。田夫荷锄立，相见语依依。即此羡闲逸，怅然吟式微。节分端午自谁言，万古传闻为屈原。堪笑楚江空渺渺，不能洗得直臣冤。",
        "author": "唐代",
        "poem_class": "清明",
        "dynasty": "白居易"
    },
    {
        "title": "清明即事",
        "paragraph": "帝里重清明，人心自愁思。车声上路合，柳色东城翠。花落草齐生，莺飞蝶双戏。空堂坐相忆，酌茗聊代醉。离离原上草，一岁一枯荣。野火烧不尽，春风吹又生。六朝文物草连空，天淡云闲今古同。鸟去鸟来山色里，人歌人哭水声中。深秋帘幕千家雨，落日楼台一笛风。惆怅无日见范蠡，参差烟树五湖东。(无日 一作：无因)青青一树伤心色，曾入几人离恨中。 为近都门多送别，长条折尽减春风。",
        "author": "唐代",
        "poem_class": "清明",
        "dynasty": "孟浩然"
    },
    {
        "title": "壬戌清明作",
        "paragraph": "朝作轻寒暮作阴，愁中不觉已春深。落花有泪因风雨，啼鸟无情自古今。故国江山徒梦寐，中华人物又销沉。龙蛇四海归无所，寒食年年怆客心。新妆竟与画图争，知是昭阳第几名？瘦影自临春水照，卿须怜我我怜卿。与君今世为兄弟，未必秋香一夜衰。古往今来只如此，九重泉路尽交期。妙策良才建朕都，亡吴灭汉显英谟。不居凤阁调金鼎，却入云山炼玉炉。事业堪同商四老，功劳卑贱管夷吾。先生叱去归何处，朝入青山暮泛湖。",
        "author": "明代",
        "poem_class": "清明",
        "dynasty": "屈大均"
    },
    {
        "title": "清明宴司勋刘郎中别业",
        "paragraph": "田家复近臣，行乐不违亲。霁日园林好，清明烟火新。以文常会友，唯德自成邻。池照窗阴晚，杯香药味春。檐前花覆地，竹外鸟窥人。何必桃源里，深居作隐沦。垂緌饮清露，流响出疏桐。居高声自远，非是藉秋风。江汉思归客，乾坤一腐儒。片云天共远，永夜月同孤。落日心犹壮，秋风病欲疏。(疏 一作：苏)古来存老马，不必取长途。细草微风岸，危樯独夜舟。星垂平野阔，月涌大江流。名岂文章著，官应老病休。飘飘何所似，天地一沙鸥。",
        "author": "唐代",
        "poem_class": "清明",
        "dynasty": "祖咏"
    },
    {
        "title": "郊行即事",
        "paragraph": "芳原绿野恣行时，春入遥山碧四围。兴逐乱红穿柳巷，困临流水坐苔矶。莫辞盏酒十分劝，只恐风花一片飞。况是清明好天气，不妨游衍莫忘归。一曲新词酒一杯，去年天气旧亭台。夕阳西下几时回？无可奈何花落去，似曾相识燕归来。小园香径独徘徊。堆枕乌云堕翠翘。午梦惊回，满眼春娇。嬛嬛一袅楚宫腰。那更春来，玉减香消。柳下朱门傍小桥。几度红窗，误认鸣镳。断肠风月可怜宵。忍使恹恹，两处无聊。欧阳公作《蝶恋花》，有“深深深几许”之句，予酷爱之。用其语作“庭院深深”数阕，其声即旧《临江仙》也。庭院深深深几许？云窗雾阁常扃。柳梢梅萼渐分明。春归秣陵树，人老建康城。感月吟风多少事，如今老去无成。谁怜憔悴更凋零。试灯无意思，踏雪没心情。(试灯无意思，踏雪没心情 一作：灯花空结蕊，离别共伤情)",
        "author": "宋代",
        "poem_class": "清明",
        "dynasty": "程颢"
    },
    {
        "title": "清明",
        "paragraph": "无花无酒过清明，兴味萧然似野僧。昨日邻家乞新火，晓窗分与读书灯。秋色渐将晚，霜信报黄花。小窗低户深映，微路绕欹斜。为问山翁何事，坐看流年轻度，拚却鬓双华。徙倚望沧海，天净水明霞。 念平昔，空飘荡，遍天涯。归来三径重扫，松竹本吾家。却恨悲风时起，冉冉云间新雁，边马怨胡笳。谁似东山老，谈笑静胡沙。松竹翠萝寒，迟日江山暮。幽径无人独自芳，此恨凭谁诉。似共梅花语。尚有寻芳侣。着意闻时不肯香，香在无心处。当年得意如芳草。日日春风好。拔山力尽忽悲歌。饮罢虞兮从此、奈君何。人间不识精诚苦。贪看青青舞。蓦然敛袂却亭亭。怕是曲中犹带、楚歌声。",
        "author": "宋代",
        "poem_class": "清明",
        "dynasty": "王禹偁"
    },
    {
        "title": "清明",
        "paragraph": "清明时节雨纷纷，路上行人欲断魂。借问酒家何处有？牧童遥指杏花村。联步趋丹陛，分曹限紫微。晓随天仗入，暮惹御香归。白发悲花落，青云羡鸟飞。圣朝无阙事，自觉谏书稀。竹帛烟销帝业虚，关河空锁祖龙居。坑灰未冷山东乱，刘项原来不读书。满园花菊郁金黄，中有孤丛色似霜。 还似今朝歌酒席，白头翁入少年场。",
        "author": "唐代",
        "poem_class": "清明",
        "dynasty": "杜牧"
    },
    {
        "title": "长安清明",
        "paragraph": "蚤是伤春梦雨天，可堪芳草更芊芊。内官初赐清明火，上相闲分白打钱。紫陌乱嘶红叱拨，绿杨高映画秋千。游人记得承平事，暗喜风光似昔年。苏家小女名简简，芙蓉花腮柳叶眼。十一把镜学点妆，十二抽针能绣裳。十三行坐事调品，不肯迷头白地藏。 玲珑云髻生花样，飘飖风袖蔷薇香。殊姿异态不可状，忽忽转动如有光。二月繁霜杀桃李，明年欲嫁今年死。 丈人阿母勿悲啼，此女不是凡夫妻。恐是天仙谪人世，只合人间十三岁。大都好物不坚牢，彩云易散琉璃脆。山水万重书断绝，念君怜我梦相闻。我今因病魂颠倒，唯梦闲人不梦君。一路经行处，莓苔见履痕。白云依静渚，春草闭闲门。过雨看松色，随山到水源。溪花与禅意，相对亦忘言。",
        "author": "唐代",
        "poem_class": "清明",
        "dynasty": "韦庄"
    }
]