[
    {
        "title": "追忆征西幕中旧事四首·其三",
        "paragraph": "忆昨王师戍陇回，遗民日夜望行台。不论夹道壶浆满，洛笋河鲂次第来。尝读六国《世家》，窃怪天下之诸侯，以五倍之地，十倍之众，发愤西向，以攻山西千里之秦，而不免于死亡。常为之深思远虑，以为必有可以自安之计，盖未尝不咎其当时之士虑患之疏，而见利之浅，且不知天下之势也。夫秦之所以与诸侯争天下者，不在齐、楚、燕、赵也，而在韩、魏之郊；诸侯之所与秦争天下者，不在齐、楚、燕、赵也，而在韩、魏之野。秦之有韩、魏，譬如人之有腹心之疾也。韩、魏塞秦之冲，而弊山东之诸侯，故夫天下之所重者，莫如韩、魏也。昔者范雎用于秦而收韩，商鞅用于秦而收魏，昭王未得韩、魏之心，而出兵以攻齐之刚、寿，而范雎以为忧。然则秦之所忌者可以见矣。秦之用兵于燕、赵，秦之危事也。越韩过魏，而攻人之国都，燕、赵拒之于前，而韩、魏乘之于后，此危道也。而秦之攻燕、赵，未尝有韩、魏之忧，则韩、魏之附秦故也。夫韩、魏诸侯之障，而使秦人得出入于其间，此岂知天下之势邪！委区区之韩、魏，以当强虎狼之秦，彼安得不折而入于秦哉？韩、魏折而入于秦，然后秦人得通其兵于东诸侯，而使天下偏受其祸。夫韩、魏不能独当秦，而天下之诸侯，藉之以蔽其西，故莫如厚韩亲魏以摈秦。秦人不敢逾韩、魏以窥齐、楚、燕、赵之国，而齐、楚、燕、赵之国，因得以自完于其间矣。以四无事之国，佐当寇之韩、魏，使韩、魏无东顾之忧，而为天下出身以当秦兵；以二国委秦，而四国休息于内，以阴助其急，若此，可以应夫无穷，彼秦者将何为哉！不知出此，而乃贪疆埸尺寸之利，背盟败约，以自相屠灭，秦兵未出，而天下诸侯已自困矣。至于秦人得伺其隙以取其国，可不悲哉！乳燕飞华屋。悄无人、桐阴转午，晚凉新浴。手弄生绡白团扇，扇手一时似玉。渐困倚、孤眠清熟。帘外谁来推绣户，枉教人、梦断瑶台曲。又却是，风敲竹。 石榴半吐红巾蹙。待浮花、浪蕊都尽，伴君幽独。秾艳一枝细看取，芳心千重似束。又恐被、秋风惊绿。若待得君来向此，花前对酒不忍触。共粉泪，两簌簌。幽谷那堪更北枝，年年自分着花迟。高标逸韵君知否，正是层冰积雪时。",
        "author": "宋代",
        "poem_class": "爱国",
        "dynasty": "陆游"
    },
    {
        "title": "盱眙北望",
        "paragraph": "北望茫茫渺渺间，鸟飞不尽又飞还。难禁满目中原泪，莫上都梁第一山。画鼓声中昏又晓。时光只解催人老。求得浅欢风日好。齐揭调。神仙一曲渔家傲。绿水悠悠天杳杳。浮生岂得长年少。莫惜醉来开口笑。须信道。人间万事何时了。柳暗花明春事深。小阑红芍药，已抽簪。雨馀风软碎鸣禽。迟迟日，犹带一分阴。往事莫沉吟。身闲时序好，且登临。旧游无处不堪寻。无寻处，惟有少年心。望处雨收云断，凭阑悄悄，目送秋光。晚景萧疏，堪动宋玉悲凉。水风轻，蘋花渐老，月露冷、梧叶飘黄。遣情伤。故人何在，烟水茫茫。 难忘，文期酒会，几孤风月，屡变星霜。海阔山遥，未知何处是潇湘。念双燕、难凭远信，指暮天、空识归航。黯相望。断鸿声里，立尽斜阳。",
        "author": "宋代",
        "poem_class": "爱国",
        "dynasty": "戴复古"
    },
    {
        "title": "汴京纪事二十首·其一",
        "paragraph": "帝城王气杂妖氛，胡虏何知屡易君。犹有太平遗老在，时时洒泪向南云。宁可食无肉，不可居无竹。无肉令人瘦，无竹令人俗。人瘦尚可肥，士俗不可医。旁人笑此言，似高还似痴。若对此君仍大嚼，世间那有扬州鹤？堤上游人逐画船，拍堤春水四垂天。绿杨楼外出秋千。白发戴花君莫笑，六幺催拍盏频传。人生何处似尊前！芳原绿野恣行时，春入遥山碧四围。兴逐乱红穿柳巷，困临流水坐苔矶。莫辞盏酒十分劝，只恐风花一片飞。况是清明好天气，不妨游衍莫忘归。",
        "author": "宋代",
        "poem_class": "爱国",
        "dynasty": "刘子翚"
    },
    {
        "title": "北望",
        "paragraph": "北望中原泪满巾，黄旗空想渡河津。丈夫穷死由来事，要是江南有此人！磨针溪，在象耳山下。世传李太白读书山中，未成，弃去。过是溪，逢老媪方磨铁杵。问之，曰：“欲作针。”太白感其意，还卒业。当年万里觅封侯，匹马戍梁州。关河梦断何处？尘暗旧貂裘。胡未灭，鬓先秋，泪空流。此生谁料，心在天山，身老沧洲。斜风细雨作春寒，对尊前，忆前欢。曾把梨花，寂寞泪阑干。芳草断烟南浦路，和别泪，看青山。昨宵结得梦夤缘，水云间，悄无言。争奈醒来，愁恨又依然。展转衾裯空懊恼，天易见，见伊难。",
        "author": "宋代",
        "poem_class": "爱国",
        "dynasty": "陆游"
    },
    {
        "title": "少年行二首·其一",
        "paragraph": "西陵侠年少，送客过长亭。青槐夹两路，白马如流星。闻道羽书急，单于寇井陉。气高轻赴难，谁顾燕山铭。昨夜斗回北，今朝岁起东。我年已强仕，无禄尚忧农。桑野就耕父，荷锄随牧童。田家占气候，共说此年丰。来是空言去绝踪，月斜楼上五更钟。梦为远别啼难唤，书被催成墨未浓。蜡照半笼金翡翠，麝熏微度绣芙蓉。刘郎已恨蓬山远，更隔蓬山一万重。飒飒东风细雨来，芙蓉塘外有轻雷。金蟾啮锁烧香入，玉虎牵丝汲井回。贾氏窥帘韩掾少，宓妃留枕魏王才。春心莫共花争发，一寸相思一寸灰。含情春晼晚，暂见夜阑干。楼响将登怯，帘烘欲过难。多羞钗上燕，真愧镜中鸾。归去横塘晓，华星送宝鞍。何处哀筝随急管，樱花永巷垂杨岸。东家老女嫁不售，白日当天三月半。溧阳公主年十四，清明暖后同墙看。归来展转到五更，梁间燕子闻长叹。万木冻欲折，孤根暖独回。前村深雪里，昨夜一枝开。风递幽香出，禽窥素艳来。明年如应律，先发望春台。",
        "author": "唐代",
        "poem_class": "爱国",
        "dynasty": "王昌龄"
    },
    {
        "title": "送族弟绾从军安西",
        "paragraph": "汉家兵马乘北风，鼓行而西破犬戎。尔随汉将出门去，剪虏若草收奇功。君王按剑望边色，旄头已落胡天空。匈奴系颈数应尽，明年应入蒲萄宫。山暝闻猿愁，沧江急夜流。(闻 一作：听)风鸣两岸叶，月照一孤舟。建德非吾土，维扬忆旧游。还将两行泪，遥寄海西头。紫陌红尘拂面来，无人不道看花回。玄都观里桃千树，尽是刘郎去后栽。苏家小女名简简，芙蓉花腮柳叶眼。十一把镜学点妆，十二抽针能绣裳。十三行坐事调品，不肯迷头白地藏。 玲珑云髻生花样，飘飖风袖蔷薇香。殊姿异态不可状，忽忽转动如有光。二月繁霜杀桃李，明年欲嫁今年死。 丈人阿母勿悲啼，此女不是凡夫妻。恐是天仙谪人世，只合人间十三岁。大都好物不坚牢，彩云易散琉璃脆。",
        "author": "唐代",
        "poem_class": "爱国",
        "dynasty": "李白"
    },
    {
        "title": "杂诗",
        "paragraph": "悲风动中夜，边马嘶且惊。壮士匣中刀，犹作风雨鸣。飞将不见期，萧条阴北征。关河空杳霭，烟草转纵横。披衣视良夜，河汉已西倾。国忧今未释，何用慰平生。将坛醇酒冰浆细，元夜邀宾灯火新。直待清霄寒吐月，休教白发老侵人。香翻桂影烛光薄，红沁榆阶宝靥匀。群品欣欣增气色，太平依旧独闲身。袖行荐剡谒南宫，白鹤长鸣蕙帐空。花气春浓薰锦旆，柳丝风软拂青骢。世承雨露诗书泽，笔补阴阳造化功。应试归来须一月，离筵劝酒莫匆匆。山亭寥落接人稀，泥补柴门叶补衣。不起竹床头似雪，已无心去问襌机。",
        "author": "明代",
        "poem_class": "爱国",
        "dynasty": "王夫之"
    },
    {
        "title": "江梅引·忆江梅",
        "paragraph": "岁在壬戌，甫临长至，张总侍御邀饮。众宾皆退，独留少款。侍婢歌江梅引，有“念此情、家万里”之句，仆曰：此词殆为我作也。又闻本朝使命将至，感慨久之。既归，不寝，追和四章，多用古人诗赋，各有一笑字，聊以自宽。如暗香、疏影、相思等语，虽甚奇，经前人用者众，嫌其一律，故辄略之。卒押吹字，非风即笛，不可易也。此方无梅花，士人罕有知梅事者，故皆注所出（旧注：阙一首。此录示乡人者，北人谓之四笑江梅引） 天涯除馆忆江梅。几枝开。使南来。还带馀杭、春信到燕台。准拟寒英聊慰远，隔山水，应销落，赴诉谁。 空恁遐想笑摘蕊。断回肠，思故里。漫弹绿绮。引三弄、不觉魂飞。更听胡笳、哀怨泪沾衣。乱插繁花须异日，待孤讽，怕东风，一夜吹。一曲新词酒一杯，去年天气旧亭台。夕阳西下几时回？无可奈何花落去，似曾相识燕归来。小园香径独徘徊。篱落疏疏一径深，树头新绿未成阴。(新绿 一作：花落)儿童急走追黄蝶，飞入菜花无处寻。小雨丝丝欲网春，落花狼藉近黄昏。车尘不到张罗地，宿鸟声中自掩门。",
        "author": "宋代",
        "poem_class": "爱国",
        "dynasty": "洪皓"
    },
    {
        "title": "蝶恋花·九十韶光如梦里",
        "paragraph": "九十韶光如梦里，寸寸关河，寸寸销魂地。落日野田黄蝶起，古槐丛荻摇深翠。惆怅玉箫催别意，蕙些兰骚，未是伤心事。重叠泪痕缄锦字，人生只有情难死。晴髻离离，太行山势如蝌蚪。稗花盈亩，一寸霜皮厚。赵魏燕韩，历历堪回首。悲风吼，临洺驿口，黄叶中原走。泪咽却无声，只向从前悔薄情。凭仗丹青重省识，盈盈，一片伤心画不成。别语忒分明，午夜鹣鹣梦早醒。卿自早醒侬自梦，更更，泣尽风檐夜雨铃。江南红豆树，一叶一相思。红豆尚可尽，相思无已时。",
        "author": "清代",
        "poem_class": "爱国",
        "dynasty": "文廷式"
    },
    {
        "title": "桃源忆故人·中原当日三川震",
        "paragraph": "中原当日三川震，关辅回头煨烬。泪尽两河征镇，日望中兴运。 秋风霜满青青鬓，老却新丰英俊。云外华山千仞，依旧无人问。三月七日，沙湖道中遇雨，雨具先去，同行皆狼狈，余独不觉。已而遂晴，故作此词。莫听穿林打叶声，何妨吟啸且徐行。竹杖芒鞋轻胜马，谁怕？一蓑烟雨任平生。料峭春风吹酒醒，微冷，山头斜照却相迎。回首向来萧瑟处，归去，也无风雨也无晴。六国破灭，非兵不利，战不善，弊在赂秦。赂秦而力亏，破灭之道也。或曰：六国互丧，率赂秦耶？曰：不赂者以赂者丧，盖失强援，不能独完。故曰：弊在赂秦也。秦以攻取之外，小则获邑，大则得城。较秦之所得，与战胜而得者，其实百倍；诸侯之所亡，与战败而亡者，其实亦百倍。则秦之所大欲，诸侯之所大患，固不在战矣。思厥先祖父，暴霜露，斩荆棘，以有尺寸之地。子孙视之不甚惜，举以予人，如弃草芥。今日割五城，明日割十城，然后得一夕安寝。起视四境，而秦兵又至矣。然则诸侯之地有限，暴秦之欲无厌，奉之弥繁，侵之愈急。故不战而强弱胜负已判矣。至于颠覆，理固宜然。古人云：“以地事秦，犹抱薪救火，薪不尽，火不灭。”此言得之。齐人未尝赂秦，终继五国迁灭，何哉？与嬴而不助五国也。五国既丧，齐亦不免矣。燕赵之君，始有远略，能守其土，义不赂秦。是故燕虽小国而后亡，斯用兵之效也。至丹以荆卿为计，始速祸焉。赵尝五战于秦，二败而三胜。后秦击赵者再，李牧连却之。洎牧以谗诛，邯郸为郡，惜其用武而不终也。且燕赵处秦革灭殆尽之际，可谓智力孤危，战败而亡，诚不得已。向使三国各爱其地，齐人勿附于秦，刺客不行，良将犹在，则胜负之数，存亡之理，当与秦相较，或未易量。呜呼！以赂秦之地封天下之谋臣，以事秦之心礼天下之奇才，并力西向，则吾恐秦人食之不得下咽也。悲夫！有如此之势，而为秦人积威之所劫，日削月割，以趋于亡。为国者无使为积威之所劫哉！夫六国与秦皆诸侯，其势弱于秦，而犹有可以不赂而胜之之势。苟以天下之大，下而从六国破亡之故事，是又在六国下矣。老来曾识渊明，梦中一见参差是。觉来幽恨，停觞不御，欲歌还止。白发西风，折腰五斗，不应堪此。问北窗高卧，东篱自醉，应别有，归来意。须信此翁未死，到如今凛然生气。吾侪心事，古今长在，高山流水。富贵他年，直饶未免，也应无味。甚东山何事，当时也道，为苍生起。",
        "author": "宋代",
        "poem_class": "爱国",
        "dynasty": "陆游"
    },
    {
        "title": "入塞",
        "paragraph": "仆持节朔庭，自燕山向北，部落以三分为率，南人居其二。闻南使过，骈肩引颈，气哽不得语，但泣数行下，或以慨叹，仆每为挥涕惮见也。因作《入塞》纪其事，用示有志节，悯国难者云。妾在靖康初，胡尘蒙京师。城陷撞军入，掠去随胡儿。忽闻南使过，羞顶羖羊皮。立向最高处，图见汉官仪。数日望回骑，荐致临风悲。小阁藏春，闲窗锁昼，画堂无限深幽。篆香烧尽，日影下帘钩。手种江梅渐好，又何必、临水登楼。无人到，寂寥浑似，何逊在扬州。从来，知韵胜，难堪雨藉，不耐风揉。更谁家横笛，吹动浓愁。莫恨香消雪减，须信道、扫迹情留。难言处，良宵淡月，疏影尚风流。风前欲劝春光住。春在城南芳草路。未随流落水边花，且作飘零泥上絮。 镜中已觉星星误。人不负春春自负。梦回人远许多愁，只在梨花风雨处。泪湿阑干花著露，愁到眉峰碧聚。此恨平分取，更无言语空相觑。 断雨残云无意绪，寂寞朝朝暮暮。今夜山深处，断魂分付潮回去。",
        "author": "宋代",
        "poem_class": "爱国",
        "dynasty": "曹勋"
    },
    {
        "title": "二十二年元旦",
        "paragraph": "云封高岫护将军，霆击寒春灭下民。到底不如租界好，打牌声里又新春。呜呼吾母，遽然而死。寿五十三，生有七子。七子余三，即东民覃。其他不育，二女二男。育吾兄弟，艰辛备历。摧折作磨，因此遘疾。中间万万，皆伤心史。不忍卒书，待徐温吐。今则欲言，只有两端：一则盛德，一则恨偏。吾母高风，首推博爱。远近亲疏，一皆覆载。恺恻慈祥，感动庶汇。爱力所及，原本真诚。不作诳言，不存欺心。整饬成性，一丝不诡。手泽所经，皆有条理。头脑精密，劈理分情。事无遗算，物无遁形。洁净之风，传遍戚里。不染一尘，身心表里。五德荦荦，乃其大端。合其人格，如在上焉。恨偏所在，三纲之末。有志未伸，有求不获。精神痛苦，以此为卓。天乎人欤，倾地一角。次则儿辈，育之成行。如果未熟，介在青黄。病时揽手，酸心结肠。但呼儿辈，各务为良。又次所怀，好亲至爱。或属素恩，或多劳瘁。大小亲疏，均待报赍。总兹所述，盛德所辉。必秉悃忱，则效不违。致于所恨，必补遗缺。念兹在兹，此心不越。养育深恩，春辉朝霭。报之何时，精禽大海。呜呼吾母，母终未死。躯壳虽隳，灵则万古。有生一日，皆报恩时。有生一日，皆伴亲时。今也言长，时则苦短。惟挈大端，置其粗浅。此时家奠，尽此一觞。后有言陈，与日俱长。尚飨！一从大地起风雷，便有精生白骨堆。僧是愚氓犹可训，妖为鬼蜮必成灾。金猴奋起千钧棒，玉宇澄清万里埃。今日欢呼孙大圣，只缘妖雾又重来。西风烈，长空雁叫霜晨月。霜晨月，马蹄声碎，喇叭声咽。雄关漫道真如铁，而今迈步从头越。从头越，苍山如海，残阳如血。",
        "author": "近现代",
        "poem_class": "爱国",
        "dynasty": "鲁迅"
    },
    {
        "title": "醉落魄·九日吴胜之运使黄鹤山登高",
        "paragraph": "龙山行乐。何如今日登黄鹤。风光政要人酬酢。欲赋归来，莫是渊明错。 江山登览长如昨。飞鸿影里秋光薄。此怀祗有黄花览。牢裹乌纱，一任西风作。浮云吐明月，流影玉阶阴。千里虽共照，安知夜夜心？乱条犹未变初黄，倚得东风势便狂。解把飞花蒙日月，不知天地有清霜。金风细细。叶叶梧桐坠。绿酒初尝人易醉。一枕小窗浓睡。 紫薇朱槿花残。斜阳却照阑干。双燕欲归时节，银屏昨夜微寒。",
        "author": "宋代",
        "poem_class": "爱国",
        "dynasty": "戴复古"
    },
    {
        "title": "德佑二年岁旦·其一",
        "paragraph": "力不胜于胆，逢人空泪垂。一心中国梦，万古下泉诗。日近望犹见，天高问岂知。朝朝向南拜，愿睹汉旌旗。远岸收残雨。雨残稍觉江天暮。拾翠汀洲人寂静，立双双鸥鹭。望几点、渔灯隐映蒹葭浦。停画桡、两两舟人语。道去程今夜，遥指前村烟树。游宦成羁旅。短樯吟倚闲凝伫。万水千山迷远近，想乡关何处。自别后、风亭月榭孤欢聚。刚断肠、惹得离情苦。听杜宇声声，劝人不如归去。池塘水绿风微暖，记得玉真初见面。重头歌韵响琤琮，入破舞腰红乱旋。玉钩阑下香阶畔，醉后不知斜日晚。当时共我赏花人，点检如今无一半。醉里挑灯看剑，梦回吹角连营。八百里分麾下炙，五十弦翻塞外声，沙场秋点兵。马作的卢飞快，弓如霹雳弦惊。了却君王天下事，赢得生前身后名。可怜白发生！",
        "author": "宋代",
        "poem_class": "爱国",
        "dynasty": "郑思肖"
    },
    {
        "title": "水调歌头·冒大风渡沙子",
        "paragraph": "落日暝云合，客子意如何。定知今日，封六巽二弄干戈。四望际天空阔，一叶凌涛掀舞，壮志未消磨。为向吴儿道，听我扣舷歌。 我常欲，利剑戟，斩蛟鼍。胡尘未扫，指挥壮士挽天河。谁料半生忧患，成就如今老态，白发逐年多。对此貌无恐，心亦畏风波。云海相望寄此身，那因远适更沾巾。不辞驿骑凌风雪，要使天骄识凤麟。沙漠回看清禁月，湖山应梦武林春。单于若问君家世，莫道中朝第一人。栏干十二独凭春，晴碧远连云。千里万里，二月三月，行色苦愁人。谢家池上，江淹浦畔，吟魄与离魂。那堪疏雨滴黄昏。更特地、忆王孙。试说途中景，方知别后心。行人日暮少，风雪乱山深。",
        "author": "宋代",
        "poem_class": "爱国",
        "dynasty": "李处全"
    },
    {
        "title": "挽张魏公",
        "paragraph": "背水未成韩信阵，明星已陨武侯军。平生一点不平气，化作祝融峰上云。暖雨晴风初破冻，柳眼梅腮，已觉春心动。酒意诗情谁与共？泪融残粉花钿重。乍试夹衫金缕缝，山枕斜欹，枕损钗头凤。独抱浓愁无好梦，夜阑犹剪灯花弄。重阳过后，西风渐紧，庭树叶纷纷。朱阑向晓，芙蓉妖艳，特地斗芳新。霜前月下，斜红淡蕊，明媚欲回春。莫将琼萼等闲分，留赠意中人。碧桃天上栽和露，不是凡花数。乱山深处水萦回，可惜一枝如画为谁开？(枝 一作：支)轻寒细雨情何限！不道春难管。为君沉醉又何妨，只怕酒醒时候断人肠。",
        "author": "宋代",
        "poem_class": "爱国",
        "dynasty": "刘过"
    },
    {
        "title": "沁园春·记上层楼",
        "paragraph": "予弱冠之年，随牒江东漕闱，尝与友人暇日命酒层楼。不惟钟阜、石城之胜，班班在目，而平淮如席，亦横陈樽俎间。既而北历淮山，自齐安溯江泛湖，薄游巴陵，又得登岳阳楼，以尽荆州之伟观。孙刘虎视遗迹依然，山川草木，差强人意。洎回京师，日诣丰乐楼以观西湖。因诵友人“东南妩媚，雌了男儿”之句，叹息者久之。酒酣，大书东壁，以写胸中之勃郁。时嘉熙庚子秋季下浣也。记上层楼，与岳阳楼，酾酒赋诗。望长山远水，荆州形胜，夕阳枯木，六代兴衰。扶起仲谋，唤回玄德，笑杀景升豚犬儿。归来也，对西湖叹息，是梦耶非？诸君傅粉涂脂，问南北战争都不知。恨孤山霜重，梅凋老叶；平堤雨急，柳泣残丝。玉垒腾烟，珠淮飞浪，万里腥风送鼓鼙。原夫辈，算事今如此，安用毛锥？八月一日，过烽火矶。南朝自武昌至京口，列置烽燧，此山当是其一也。自舟中望山，突兀而已。及抛江过其下，嵌岩窦穴，怪奇万状，色泽莹润，亦与它石迥异。又有一石，不附山，杰然特起，高百余尺，丹藤翠蔓，罗络其上，如宝装屏风。是日风静，舟行颇迟，又秋深潦缩，故得尽见。杜老所谓“幸有舟楫迟，得尽所历妙”也。过澎浪矶、小孤山，二山东西相望。 小孤属舒州宿松县，有戍兵。凡江中独山，如金山、焦山、落星之类，皆名天下，然峭拔秀丽皆不可与小孤比。自数十里外望之，碧峰巉然孤起，上干云霄，已非它山可拟，愈近愈秀，冬夏晴雨，姿态万变，信造化之尤物也。但祠宇极于荒残，若稍饰以楼观亭榭，与江山相发挥，自当高出金山之上矣。庙在山之西麓，额曰“惠济”，神曰“安济夫人”。绍兴初，张魏公自湖湘还，尝加营葺，有碑载其事。又有别祠在澎浪矶，属江州彭泽县，三面临江，倒影水中，亦占一山之胜。舟过矶，虽无风，亦浪涌，盖以此得名也。昔人诗有“舟中估客莫漫狂，小姑前年嫁彭郎”之句，传者因谓小孤庙有彭郎像，澎浪庙有小姑像，实不然也。晚泊沙夹，距小孤一里。微雨，复以小艇游庙中，南望彭泽、都昌诸山，烟雨空濛，鸥鹭灭没，极登临之胜，徙倚久之而归。方立庙门，有俊鹘抟水禽，掠江东南去，甚可壮也。庙祝云，山有栖鹘甚多。二日早，行未二十里，忽风云腾涌，急系缆。俄复开霁，遂行。泛彭蠡口，四望无际，乃知太白“开帆入天镜”之句为妙。始见庐山及大孤。大孤状类西梁，虽不可拟小姑之秀丽，然小孤之旁，颇有沙洲葭苇，大孤则四际渺弥皆大江，望之如浮水面，亦一奇也。江自湖口分一支为南江，盖江西路也。江水浑浊，每汲用，皆以杏仁澄之，过夕乃可饮。南江则极清澈，合处如引绳，不相乱。晚抵江州。州治德化县，即唐之浔阳县，柴桑、栗里，皆其地也；南唐为奉化军节度，今为定江军。岸土赤而壁立，东坡先生所谓“舟人指点岸如赪”者也。泊湓浦，水亦甚清，不与江水乱。自七月二十六日至是，首尾才六日，其间一日阻风不行，实以四日半溯流行七百里云。吴兴号水晶宫，荷花盛丽。陈简斋云：“今年何以报君恩，一路荷花相送到青墩。”亦可见矣。丁未之夏，予游千岩，数往来红香中，自度此曲，以无射宫歌之。 簟枕邀凉，琴书换日，睡余无力。细洒冰泉，并刀破甘碧。墙头唤酒，谁问讯、城南诗客。岑寂，高柳晚蝉，说西风消息。虹梁水陌，鱼浪吹香，红衣半狼藉。维舟试望，故国渺天北。可惜渚边沙外，不共美人游历。问甚时同赋，三十六陂秋色？ 世事一场大梦，人生几度秋凉？夜来风叶已鸣廊。看取眉头鬓上。(秋凉 一作：新凉)酒贱常愁客少，月明多被云妨。中秋谁与共孤光。把盏凄然北望。 ",
        "author": "宋代",
        "poem_class": "爱国",
        "dynasty": "陈人杰"
    },
    {
        "title": "遣遇",
        "paragraph": "磐折辞主人，开帆驾洪涛。春水满南国，朱崖云日高。舟子废寝食，飘风争所操。我行匪利涉，谢尔从者劳。石间采蕨女，鬻市输官曹。丈夫死百役，暮返空村号。闻见事略同，刻剥及锥刀。贵人岂不仁？视汝如莠蒿！索钱多门户，丧乱纷嗷嗷。奈何黠吏徒，渔夺成逋逃！自喜遂生理，花时甘缊袍。江南好，风景旧曾谙。日出江花红胜火，春来江水绿如蓝。能不忆江南？江南忆，最忆是杭州。山寺月中寻桂子，郡亭枕上看潮头。何日更重游？江南忆，其次忆吴宫。吴酒一杯春竹叶，吴娃双舞醉芙蓉。早晚复相逢？山光物态弄春晖，莫为轻阴便拟归。 纵使晴明无雨色，入云深处亦沾衣。烟霄微月澹长空，银汉秋期万古同。 几许欢情与离恨，年年并在此宵中。",
        "author": "唐代",
        "poem_class": "爱国",
        "dynasty": "杜甫"
    },
    {
        "title": "雅志小饮适宽仲送相州法酝并竹萌同至",
        "paragraph": "相州昼锦堂厨酝，卫国淇川岸竹萌。二物烦君走分饷，时哉乘兴倒瑶觥。扑面征尘去路遥，香篝渐觉水沉销。山无重数周遭碧，花不知名分外娇。人历历，马萧萧，旌旗又过小红桥。愁边剩有相思句，摇断吟鞭碧玉梢。天接云涛连晓雾，星河欲转千帆舞。仿佛梦魂归帝所。闻天语，殷勤问我归何处。我报路长嗟日暮，学诗谩有惊人句。九万里风鹏正举。风休住，蓬舟吹取三山去！清溪流过碧山头，空水澄鲜一色秋。隔断红尘三十里，白云红叶两悠悠。",
        "author": "宋代",
        "poem_class": "爱国",
        "dynasty": "姜特立"
    },
    {
        "title": "戊午上高宗封事",
        "paragraph": "绍兴八年十一月日，右通直郎枢密院编修臣胡铨，谨斋沐裁书，昧死百拜，献于皇帝陛下。臣谨按：王伦本一狎邪小人，市井无赖，顷缘宰相无识，遂举以使虏，专务诈诞，斯罔天听，骤得美官，天下之人切齿唾骂。今者无故诱致虏使，以“诏谕江南”为名，是欲臣妾我也，是欲刘豫我也！刘豫臣事丑虏，南面称王，自以为子孙帝王、万世不拔之业，一旦豺狼改虑，捽而缚之，父子为虏。商鉴不远，而伦又欲陛下效之。夫天下者，祖宗之天下也；陛下所居之位，祖宗之位也。奈何以祖宗之天下为犬戎之天下，以祖宗之位为犬戎藩臣之位？陛下一屈膝，则祖宗庙社之灵尽污夷狄，祖宗数百年之赤子尽为左衽，朝廷宰执尽为陪臣，天下之士大夫皆当裂冠毁冕，变为胡服。异时豺狼无厌之求，安知不加我以无礼如刘豫也哉！夫三尺童子至无知也，指犬豕而使之拜，则怫然怒。今丑虏，则犬豕也。堂堂大国，相率而拜犬豕，曾童孺之所羞，而陛下忍为之邪？伦之议乃曰：“我一屈膝，则梓宫可还，太后可复，渊圣可归，中原可得。”呜呼！自变故以来，主和议者，谁不以此说啖陛下哉？然而卒无一验，则虏之情伪已可知矣。而陛下尚不觉悟，竭民膏血而不恤，忘国大仇而不报，含垢忍耻，举天下而臣之甘心焉。就令虏决可和，尽如伦议，天下后世谓陛下何如主？况丑虏变诈百出，而伦又以奸邪济之，梓宫决不可还，太后决不可复，渊圣决不可归，中原决不可得。而此膝一屈，不可复伸；国势陵夷，不可复振，可为痛哭流涕长太息矣。向者陛下间关海道，危如累卵，当时尚不肯北面臣敌，况今国势稍张，诸将尽锐，士卒思奋。只如顷者敌势陆梁，伪豫入寇，固尝败之于襄阳，败之于淮上，败之于涡口，败之于淮阴，较之前日蹈海之危，已万万矣！倘不得已而至于用兵，则我岂遽出虏人下哉？今无故而反臣之，欲屈万乘之尊，下穹庐之拜，三军之士不战而气已索。此鲁仲连所以义不帝秦，非惜夫帝秦之虚名，惜夫天下大势有所不可也！今内而百官，外而军民，万口一谈，皆欲食伦之肉。谤议汹汹，陛下不闻，正恐一旦变作，祸且不测。臣窃谓不斩王伦，国之存亡未可知也。虽然，伦不足道也，秦桧以心腹大臣而亦为之。陛下有尧舜之资，桧不能致陛下如唐虞，而欲导陛下为石晋。近者礼部侍郎曾开等引古谊以折之，桧乃厉声责曰：“侍郎知故事，我独不知！”则桧之遂非狠愎，已自可见。而乃建白，令台谏侍臣佥议可否，是明畏天下议己，而令台谏侍臣共分谤耳。有识之士，皆以为朝廷无人。吁，可惜哉！孔子曰：“微管仲，吾其被发左衽矣。”夫管仲，霸者之佐耳，尚能变左衽之区，而为衣裳之会。秦桧，大国之相也，反驱衣冠之俗，归左衽之乡。则桧也，不唯陛下之罪人，实管仲之罪人矣。孙近附会桧议，遂得参知政事。天下望治有如饥渴，而近伴食中书，漫不敢可否事。桧曰“虏可和”，近亦曰“可和”；桧曰“天子当拜”，近亦曰“当拜”。臣尝至政事堂，三发问而近不答，但曰：“已令台谏侍从议矣”。呜呼！参赞大政，徒取充位如此，有如虏骑长驱，尚能折冲御侮耶？臣窃谓：秦桧、孙近亦可斩也！臣备员枢属，义不与桧等共戴天。区区之心，愿断三人头，竿之藁街。然后羁留虏使，责以无礼，徐兴问罪之师，则三军之士不战而气自倍。不然，臣有赴东海而死耳，宁能处小朝廷求活耶？小臣狂妄，冒渎天威，甘俟斧钺，不胜陨越之至！相思似海深，旧事如天远。泪滴千千万万行，更使人、愁肠断。要见无因见，拚了终难拚。若是前生未有缘，待重结、来生愿。天上低昂似旧，人间儿女成狂。夜来处处试新妆。却是人间天上。 不觉新凉似水，相思两鬓如霜。梦从海底跨枯桑。阅尽银河风浪。独立苍茫醉不归。日暮天寒，归去来兮。探梅踏雪几何时。今我来思，杨柳依依。白石冈头曲岸西。一片闲愁，芳草萋萋。多情山鸟不须啼。桃李无言，下自成蹊。",
        "author": "宋代",
        "poem_class": "爱国",
        "dynasty": "胡铨"
    },
    {
        "title": "高阳台·和嶰筠前辈韵",
        "paragraph": "玉粟收余，金丝种后，蕃航别有蛮烟。双管横陈，何人对拥无眠。不知呼吸成滋味，爱挑灯、夜永如年。最堪怜，是一泥丸，捐万缗钱。春雷歘破零丁穴，笑蜃楼气尽，无复灰然。沙角台高，乱帆收向天边。浮槎漫许陪霓节，看澄波、似镜长圆。更应传，绝岛重洋，取次回舷。舷灯渐灭，沙动荒荒月。极目天低无去鹘，何处中原一发？江湖息影初程，舵楼一笛风生。不信狂涛东驶，蛟龙偶语分明。初八月，半镜上青霄。斜倚画阑娇不语，暗移梅影过红桥，裙带北风飘。阑风伏雨催寒食，樱桃一夜花狼藉。刚与病相宜，锁窗薰绣衣。画眉烦女伴，央及流莺唤。半晌试开奁，娇多直自嫌。",
        "author": "清代",
        "poem_class": "爱国",
        "dynasty": "林则徐"
    },
    {
        "title": "柳梢青·锦样江山",
        "paragraph": "锦样江山，何人坏了，雨瘴烟峦。故苑莺花，旧家燕子，一例阑珊。此身付与天顽。休更问、秦关汉关。白发镜中，青萍匣里，和泪相看。上林佳处午桥边，半染赪霞半著烟。记得曲江春日里，一枝曾占百花先。西湖最盛，为春为月。一日之盛，为朝烟，为夕岚。今岁春雪甚盛，梅花为寒所勒，与杏桃相次开发，尤为奇观。石篑数为余言：“傅金吾园中梅，张功甫玉照堂故物也，急往观之。”余时为桃花所恋，竟不忍去。湖上由断桥至苏堤一带，绿烟红雾，弥漫二十余里。歌吹为风，粉汗为雨，罗纨之盛，多于堤畔之草，艳冶极矣。然杭人游湖，止午、未、申三时。其实湖光染翠之工，山岚设色之妙，皆在朝日始出，夕舂未下，始极其浓媚。月景尤不可言，花态柳情，山容水意，别是一种趣味。此乐留与山僧游客受用，安可为俗士道哉？轻衣软履步江沙，树暗前村定几家。水满乳凫翻藕叶，风疏飞燕拂桐花。渡头正见横渔艇，林外时闻响纬车。最是黄梅时节近，雨余归路有鸣蛙。",
        "author": "明代",
        "poem_class": "爱国",
        "dynasty": "张煌言"
    },
    {
        "title": "鲁中送二从弟赴举之西京",
        "paragraph": "鲁客向西笑，君门若梦中。霜凋逐臣发，日忆明光宫。复羡二龙去，才华冠世雄。平衢骋高足，逸翰凌长风。舞袖拂秋月，歌筵闻早鸿。送君日千里，良会何由同。巴山楚水凄凉地，二十三年弃置身。怀旧空吟闻笛赋，到乡翻似烂柯人。沉舟侧畔千帆过，病树前头万木春。今日听君歌一曲，暂凭杯酒长精神。定定住天涯，依依向物华。寒梅最堪恨，常作去年花。青山隐隐水迢迢，秋尽江南草未凋。二十四桥明月夜，玉人何处教吹箫？",
        "author": "唐代",
        "poem_class": "爱国",
        "dynasty": "李白"
    },
    {
        "title": "上西平·送杜叔高",
        "paragraph": "恨如新，新恨了，又重新。看天上、多少浮云。江南好景，落花时节又逢君。夜来风雨，春归似欲留人。 尊如海，人如玉，诗如锦，笔如神。能几字、尽殷勤。江天日暮，何时重与细论文。绿杨阴里，听阳关、门掩黄昏。一年滴尽莲花漏。碧井酴酥沉冻酒。晓寒料峭尚欺人，春态苗条先到柳。 佳人重劝千长寿。柏叶椒花芬翠袖。醉乡深处少相知，只与东君偏故旧。轻舟短棹西湖好，绿水逶迤。芳草长堤，隐隐笙歌处处随。无风水面琉璃滑，不觉船移。微动涟漪，惊起沙禽掠岸飞。草合离宫转夕晖，孤云飘泊复何依？山河风景元无异，城郭人民半已非。满地芦花和我老，旧家燕子傍谁飞？从今别却江南路，化作啼鹃带血归。万里金瓯失壮图，衮衣颠倒落泥涂。空流杜宇声中血，半脱骊龙颔下须。老去秋风吹我恶，梦回寒月照人孤。千年成败俱尘土，消得人间说丈夫。",
        "author": "宋代",
        "poem_class": "爱国",
        "dynasty": "辛弃疾"
    },
    {
        "title": "黄海舟中日人索句并见日俄战争地图",
        "paragraph": "万里乘云去复来，只身东海挟春雷。忍看图画移颜色，肯使江山付劫灰。浊酒不销忧国泪，救时应仗出群才。拼将十万头颅血，须把乾坤力挽回。独向沧浪亭外路，六曲阑干，曲曲垂杨树。展尽鹅黄千万缕，月中并作濛濛雾。一片流云无觅处，云里疏星，不共云流去。闭置小窗真自误，人间夜色还如许。大雨落幽燕，白浪滔天，秦皇岛外打鱼船。一片汪洋都不见，知向谁边？往事越千年，魏武挥鞭，东临碣石有遗篇。萧瑟秋风今又是，换了人间。沧海横流，方显出，英雄本色。人六亿，加强团结，坚持原则。天垮下来擎得起，世披靡矣扶之直。听雄鸡一唱遍寰中，东方白。太阳出，冰山滴；真金在，岂销铄？有雄文四卷，为民立极。桀犬吠尧堪笑止，泥牛入海无消息。迎东风革命展红旗，乾坤赤。",
        "author": "近现代",
        "poem_class": "爱国",
        "dynasty": "秋瑾"
    },
    {
        "title": "后秋兴之十三八首·其二",
        "paragraph": "海角崖山一线斜，从今也不属中华。更无鱼腹捐躯地，况有龙涎泛海槎？望断关河非汉帜，吹残日月是胡笳。嫦娥老大无归处，独倚银轮哭桂花。人心如良苗，得养乃滋长；苗以泉水灌，心以理义养。一日不读书，胸臆无佳想。一月不读书，耳目失精爽。春灯如雪浸兰舟，不载江南半点愁。谁信寻春此狂客，一茶一偈过扬州。无才可去补苍天，枉入红尘若许年。此系身前身后事，倩谁记去作奇传？",
        "author": "清代",
        "poem_class": "爱国",
        "dynasty": "钱谦益"
    },
    {
        "title": "宜春苑",
        "paragraph": "狐冢獾蹊满路隅，行人犹作御园呼。连昌尚有花临砌，断肠宜春寸草无。胜日寻芳泗水滨，无边光景一时新。等闲识得东风面，万紫千红总是春。半世交亲随逝水，几人图画入凌烟？春风春雨花经眼，江北江南水拍天。欲解铜章行问道，定知石友许忘年。脊令各有思归恨，日月相催雪满颠。梅子留酸软齿牙，芭蕉分绿与窗纱。日长睡起无情思，闲看儿童捉柳花。",
        "author": "宋代",
        "poem_class": "爱国",
        "dynasty": "范成大"
    },
    {
        "title": "念奴娇·炎精中否",
        "paragraph": "炎精中否？叹人材委靡，都无英物。胡马长驱三犯阙，谁作长城坚壁？万国奔腾，两宫幽陷，此恨何时雪？草庐三顾，岂无高卧贤杰？天意眷我中兴，吾皇神武，踵曾孙周发。河海封疆俱效顺，狂虏何劳灰灭？翠羽南巡，叩阍无路，徒有冲冠发。孤忠耿耿，剑铓冷浸秋月。华灯纵博，雕鞍驰射，谁记当年豪举。酒徒一半取封侯，独去作、江边渔父。轻舟八尺，低篷三扇，占断苹洲烟雨。镜湖元自属闲人，又何必、官家赐与。(官家 一作：君恩)聚散匆匆不偶然。二年遍历楚山川。但将痛饮酬风月，莫放离歌入管弦。萦绿带，点青钱，东湖春水碧连天。明朝放我东归去，後夜相思月满船。一自胡尘入汉关，十年伊洛路漫漫。青墩溪畔龙钟客，独立东风看牡丹。",
        "author": "宋代",
        "poem_class": "爱国",
        "dynasty": "黄中辅"
    },
    {
        "title": "赠画师",
        "paragraph": "风生白下千林暗，雾塞苍天百卉殚。愿乞画家新意匠，只研朱墨作春山。绝顶无云，昨宵有雨。我来此地闻天语。疏钟暝直乱峰回，孤僧晓度寒溪去。是处青山，前生俦侣。招邀尽入闲庭户。朝朝含笑复含颦，人间相媚争如许。过眼韶华何处也？萧萧又是秋声。极天衰草暮云平。斜阳漏处，一塔枕孤城。独立荒寒谁语，蓦回头、宫阙峥嵘。红墙隔雾未分明。依依残照，独拥最高层。极目青郊外，烟霾布正浓。中原方逐鹿，博浪踵相踪。",
        "author": "近现代",
        "poem_class": "爱国",
        "dynasty": "鲁迅"
    },
    {
        "title": "月下笛·与客携壶",
        "paragraph": "与客携壶，梅花过了，夜来风雨。幽禽自语。啄香心，度墙去。春衣都是柔荑剪，尚沾惹、残茸半缕。怅玉钿似扫，朱门深闭，再见无路。凝伫，曾游处。但系马垂杨，认郎鹦鹉。扬州梦觉，彩云飞过何许？多情须倩梁间燕，问吟袖弓腰在否？怎知道、误了人，年少自恁虚度。闻道梅花坼晓风，雪堆遍满四山中。何方可化身千亿，一树梅前一放翁。溪水将桥不复回，小舟犹倚短篙开。交情得似山溪渡，不管风波去又来。露堤平，烟墅杳。乱碧萋萋，雨后江天晓。独有庾郎年最少。窣地春袍，嫩色宜相照。接长亭，迷远道。堪怨王孙，不记归期早。落尽梨花春又了。满地残阳，翠色和烟老。",
        "author": "宋代",
        "poem_class": "爱国",
        "dynasty": "姜夔"
    },
    {
        "title": "水龙吟·翠鳌涌出沧溟",
        "paragraph": "翠鳌涌出沧溟，影横栈壁迷烟墅。楼台对起，阑干重凭，山川自古。梁苑平芜，汴堤疏柳，几番晴雨。看天低四远，江空万里，登临处、分吴楚。两岸花飞絮舞。度春风、满城箫鼓。英雄暗老，昏潮晓汐，归帆过橹。淮水东流，塞云北渡，夕阳西去。正凄凉望极，中原路杳，月来南浦。梅花南北路，风雨湿征衣。出岭同谁出？归乡如此归！(此归 一作：不归)山河千古在，城郭一时非。饿死真吾志，梦中行采薇。一别都门三改火，天涯踏尽红尘。依然一笑作春温。无波真古井，有节是秋筠。惆怅孤帆连夜发，送行淡月微云。尊前不用翠眉颦。人生如逆旅，我亦是行人。(尊 通：樽)寒日萧萧上琐窗，梧桐应恨夜来霜。酒阑更喜团茶苦，梦断偏宜瑞脑香。秋已尽，日犹长，仲宣怀远更凄凉。不如随分尊前醉，莫负东篱菊蕊黄。",
        "author": "宋代",
        "poem_class": "爱国",
        "dynasty": "施岳"
    },
    {
        "title": "送浑将军出塞",
        "paragraph": "将军族贵兵且强，汉家已是浑邪王。子孙相承在朝野，至今部曲燕支下。控弦尽用阴山儿，登阵常骑大宛马。银鞍玉勒绣蝥弧，每逐嫖姚破骨都。李广从来先将士，卫青未肯学孙吴。传有沙场千万骑，昨日边庭羽书至。城头画角三四声，匣里宝刀昼夜鸣。意气能甘万里去，辛勤判作一年行。黄云白草无前后，朝建旌旄夕刁斗。塞下应多侠少年，关西不见春杨柳。从军借问所从谁，击剑酣歌当此时。远别无轻绕朝策，平戎早寄仲宣诗。十里长街市井连，月明桥上看神仙。人生只合扬州死，禅智山光好墓田。万树江边杏，新开一夜风。满园深浅色，照在绿波中。烽火照西京，心中自不平。牙璋辞凤阙，铁骑绕龙城。雪暗凋旗画，风多杂鼓声。宁为百夫长，胜作一书生。",
        "author": "唐代",
        "poem_class": "爱国",
        "dynasty": "高适"
    },
    {
        "title": "紫萸香慢·近重阳",
        "paragraph": "近重阳偏多风雨，绝怜此日暄明。问秋香浓未，待携客、出西城。正自羁怀多感，怕荒台高处，更不胜情。向尊前，又忆漉酒插花人。只座上、已无老兵。凄清，浅醉还醒，愁不肯，与诗评。记长楸走马，雕弓笮柳，前事休评。紫萸一枝传赐，梦谁到、汉家陵。尽乌纱便随风去，要天知道，华发如此星星，歌罢涕零。雾失楼台，月迷津渡。桃源望断无寻处。可堪孤馆闭春寒，杜鹃声里斜阳暮。 驿寄梅花，鱼传尺素。砌成此恨无重数。郴江幸自绕郴山，为谁流下潇湘去。匹夫而为百世师，一言而为天下法。是皆有以参天地之化，关盛衰之运，其生也有自来，其逝也有所为。故申、吕自岳降，傅说为列星，古今所传，不可诬也。孟子曰：“我善养吾浩然之气。”是气也，寓于寻常之中，而塞乎天地之间。卒然遇之，则王公失其贵，晋、楚失其富，良、平失其智，贲、育失其勇，仪、秦失其辩。是孰使之然哉？其必有不依形而立，不恃力而行，不待生而存，不随死而亡者矣。故在天为星辰，在地为河岳，幽则为鬼神，而明则复为人。此理之常，无足怪者。自东汉以来，道丧文弊，异端并起，历唐贞观、开元之盛，辅以房、杜、姚、宋而不能救。独韩文公起布衣，谈笑而麾之，天下靡然从公，复归于正，盖三百年于此矣。文起八代之衰，而道济天下之溺；忠犯人主之怒，而勇夺三军之帅：此岂非参天地，关盛衰，浩然而独存者乎？盖尝论天人之辨，以谓人无所不至，惟天不容伪。智可以欺王公，不可以欺豚鱼；力可以得天下，不可以得匹夫匹妇之心。故公之精诚，能开衡山之云，而不能回宪宗之惑；能驯鳄鱼之暴，而不能弭皇甫镈、李逢吉之谤；能信于南海之民，庙食百世，而不能使其身一日安于朝廷之上。盖公之所能者天也，其所不能者人也。始潮人未知学，公命进士赵德为之师。自是潮之士，皆笃于文行，延及齐民，至于今，号称易治。信乎孔子之言，“君子学道则爱人，小人学道则易使”也。潮人之事公也，饮食必祭，水旱疾疫，凡有求必祷焉。而庙在刺史公堂之后，民以出入为艰。前太守欲请诸朝作新庙，不果。元佑五年，朝散郎王君涤来守是邦。凡所以养士治民者，一以公为师。民既悦服，则出令曰：“愿新公庙者，听！”民欢趋之，卜地于州城之南七里，期年而庙成。或曰：“公去国万里，而谪于潮，不能一岁而归。没而有知，其不眷恋于潮也，审矣。”轼曰：“不然！公之神在天下者，如水之在地中，无所往而不在也。而潮人独信之深，思之至，焄蒿凄怆，若或见之。譬如凿井得泉，而曰水专在是，岂理也哉？”元丰七年，诏拜公昌黎伯，故榜曰：“昌黎伯韩文公之庙。”潮人请书其事于石，因作诗以遗之，使歌以祀公。其辞曰：“公昔骑龙白云乡，手抉云汉分天章，天孙为织云锦裳。飘然乘风来帝旁，下与浊世扫秕糠。西游咸池略扶桑，草木衣被昭回光。追逐李、杜参翱翔，汗流籍、湜走且僵，灭没倒影不能望。作书抵佛讥君王，要观南海窥衡湘，历舜九嶷吊英、皇。祝融先驱海若藏，约束蛟鳄如驱羊。钧天无人帝悲伤，讴吟下招遣巫阳。犦牲鸡卜羞我觞，於粲荔丹与蕉黄。公不少留我涕滂，翩然被发下大荒。” 泪湿阑干花著露，愁到眉峰碧聚。此恨平分取，更无言语空相觑。 断雨残云无意绪，寂寞朝朝暮暮。今夜山深处，断魂分付潮回去。",
        "author": "宋代",
        "poem_class": "爱国",
        "dynasty": "姚云文"
    },
    {
        "title": "满江红·丁未九月南渡泊舟仪真江口作",
        "paragraph": "惨结秋阴，西风送、霏霏雨湿。凄望眼、征鸿几字，暮投沙碛。试问乡关何处是，水云浩荡迷南北。但一抹、寒青有无中，遥山色。 天涯路，江上客。肠欲断，头应白。空搔首兴叹，暮年离拆。须信道消忧除是酒，奈酒行有尽情无极。便挽取、长江入尊罍，浇胸臆。草合离宫转夕晖，孤云飘泊复何依？山河风景元无异，城郭人民半已非。满地芦花和我老，旧家燕子傍谁飞？从今别却江南路，化作啼鹃带血归。万里金瓯失壮图，衮衣颠倒落泥涂。空流杜宇声中血，半脱骊龙颔下须。老去秋风吹我恶，梦回寒月照人孤。千年成败俱尘土，消得人间说丈夫。一去二三里，烟村四五家。亭台六七座，八九十枝花。离别一何久，七度过中秋。去年东武今夕，明月不胜愁。岂意彭城山下，同泛清河古汴，船上载凉州。鼓吹助清赏，鸿雁起汀洲。坐中客，翠羽帔，紫绮裘。素娥无赖，西去曾不为人留。今夜清尊对客，明夜孤帆水驿，依旧照离忧。但恐同王粲，相对永登楼。",
        "author": "宋代",
        "poem_class": "爱国",
        "dynasty": "赵鼎"
    },
    {
        "title": "水龙吟·雪中登大观亭",
        "paragraph": "关河冻合梨云，冲寒犹试连钱骑。思量旧梦，黄梅听雨，危阑倦倚。披氅重来，不分明出，可怜烟水。算夔巫万里，金焦两点，谁说与，苍茫意？却忆蛟台往事，耀弓刀，舳舻天际。而今剩了，低迷鱼艇，模粘雁字。我辈登临，残山送暝，远江延醉。折梅花去也，城西炬火，照琼瑶碎。崔嵬东山与天齐，红颜迤逦隔云梯。相思萦系解语花，心似奔马雪蹄疾。曾经沧海，又来沙漠，四千里外关河。骨相空谈，肠轮自转，回头十八年过。春梦醒来么？对春帆细雨，独自吟哦。惟有瓶花，数枝相伴不须多。寒江才脱渔蓑。剩风尘面貌，自看如何？鉴不因人，形还问影，岂缘醉后颜酡？拔剑欲高歌。有几根侠骨，禁得揉搓？忽说此人是我，睁眼细瞧科。门庭清妙即禅关，枉费黄金去买山。只要心光如满月，在家还比出家闲。",
        "author": "清代",
        "poem_class": "爱国",
        "dynasty": "邓廷桢"
    },
    {
        "title": "贺新郎·寄丰真州",
        "paragraph": "忆把金罍酒，叹别来光阴荏苒，江湖宿留。世事不堪频着眼，赢得两眉长皱。但东望故人翘首。木落山空天远大，送飞鸿北去伤怀久。天下事，公知否？钱塘风月西湖柳，渡江来百年机会，从前未有。唤起东山丘壑梦，莫惜风霜老手，要整顿封疆如旧。早晚枢庭开幕府，是英雄尽为公奔走。看金印，大如斗。香墨弯弯画，燕脂淡淡匀。揉蓝衫子杏黄裙，独倚玉阑无语点檀唇。人去空流水，花飞半掩门。乱山何处觅行云？又是一钩新月照黄昏。夜读《李广传》，不能寐。因念晁楚老、杨民瞻约同居山间，戏用李广事，赋以寄之。故将军饮罢夜归来，长亭解雕鞍。恨灞陵醉尉，匆匆未识，桃李无言。射虎山横一骑，裂石响惊弦。落魄封侯事，岁晚田间。谁向桑麻杜曲，要短衣匹马，移住南山？看风流慷慨，谈笑过残年。汉开边、功名万里，甚当时、健者也曾闲。纱窗外、斜风细雨，一阵轻寒。 前年脍鲸东海上，白浪如山寄豪壮；去年射虎南山秋，夜归急雪满貂裘。今年摧颓最堪笑，华发苍颜羞自照。谁知得酒尚能狂，脱帽向人时大叫。逆胡未灭心未平，孤剑床头铿有声。破驿梦回灯欲死，打窗风雨正三更。",
        "author": "宋代",
        "poem_class": "爱国",
        "dynasty": "戴复古"
    },
    {
        "title": "北来人",
        "paragraph": "试说东都事，添人白发多。寝园残石马，废殿泣铜驼。胡运占难久，边情听易讹。凄凉旧京女，妆髻尚宣和。梅子金黄杏子肥，麦花雪白菜花稀。日长篱落无人过，惟有蜻蜓蛱蝶飞。五月江吴麦秀寒，移秧披絮尚衣单。稻根科斗行如块，田水今年一尺宽。二麦俱秋斗百钱，田家唤作小丰年。饼炉饭甑无饥色，接到西风熟稻天。百沸缲汤雪涌波，缲车嘈囋雨鸣蓑。桑姑盆手交相贺，绵茧无多丝茧多。小妇连宵上绢机，大耆催税急於飞。今年幸甚蚕桑熟，留得黄丝织夏衣。下田戽水出江流，高垄翻江逆上沟；地势不齐人力尽，丁男长在踏车头。昼出耘田夜绩麻，村庄儿女各当家。童孙未解供耕织，也傍桑阴学种瓜。槐叶初匀日气凉，葱葱鼠耳翠成双。三公只得三株看，闲客清阴满北窗。黄尘行客汗如浆，少住侬家漱井香；借与门前磐石坐，柳阴亭午正风凉。千顷芙蕖放棹嬉，花深迷路晚忘归。家人暗识船行处，时有惊忙小鸭飞。采菱辛苦废犁鉏，血指流丹鬼质枯。无力买田聊种水，近来湖面亦收租。蜩螗千万沸斜阳，蛙黾无边聒夜长。不把痴聋相对治，梦魂争得到藜床？月缺不改光，剑折不改刚。月缺魄易满，剑折铸复良。势利压山岳，难屈志士肠。男儿自有守，可杀不可苟。云海相望寄此身，那因远适更沾巾。不辞驿骑凌风雪，要使天骄识凤麟。沙漠回看清禁月，湖山应梦武林春。单于若问君家世，莫道中朝第一人。",
        "author": "宋代",
        "poem_class": "爱国",
        "dynasty": "刘克庄"
    },
    {
        "title": "念奴娇·送张明之赴京西幕",
        "paragraph": "艅艎东下，望西江千里，苍茫烟水。试问襄州何处是？雉堞连云天际。叔子残碑，卧龙陈迹，遗恨斜阳里。后来人物，如君瑰伟能几？其肯为我来耶？河阳下士，差足强人意。勿谓时平无事也，便以言兵为讳。眼底河山，楼头鼓角，都是英雄泪。功名机会，要须闲暇先备。见梨花初带夜月，海棠半含朝雨。内苑春、不禁过青门，御沟涨、潜通南浦。东风静、细柳垂金缕。望凤阙、非烟非雾。好时代、朝野多欢，遍九陌、太平箫鼓。 乍莺儿百啭断续，燕子飞来飞去。近绿水、台榭映秋千，斗草聚、双双游女。饧香更、酒冷踏青路。会暗识、夭桃朱户。向晚骤、宝马雕鞍，醉襟惹、乱花飞絮。 正轻寒轻暖漏永，半阴半晴云暮。禁火天、已是试新妆，岁华到、三分佳处。清明看、汉宫传蜡炬。散翠烟、飞入槐府。敛兵卫、阊阖门开，住传宣、又还休务。伊吕两衰翁，历遍穷通。一为钓叟一耕佣。若使当时身不遇，老了英雄。汤武偶相逢，风虎云龙。兴王只在谈笑中。直至如今千载后，谁与争功！寒蝉凄切，对长亭晚，骤雨初歇。都门帐饮无绪，留恋处，兰舟催发。执手相看泪眼，竟无语凝噎。念去去，千里烟波，暮霭沉沉楚天阔。多情自古伤离别，更那堪，冷落清秋节！今宵酒醒何处？杨柳岸，晓风残月。此去经年，应是良辰好景虚设。便纵有千种风情，更与何人说？(好景 一作：美景)",
        "author": "宋代",
        "poem_class": "爱国",
        "dynasty": "刘仙伦"
    },
    {
        "title": "重有感",
        "paragraph": "玉帐牙旗得上游，安危须共主君忧。窦融表已来关右，陶侃军宜次石头。岂有蛟龙愁失水，更无鹰隼与高秋！昼号夜哭兼幽显，早晚星关雪涕收？看朱成碧思纷纷，憔悴支离为忆君。不信比来长下泪，开箱验取石榴裙。暮从碧山下，山月随人归。却顾所来径，苍苍横翠微。相携及田家，童稚开荆扉。绿竹入幽径，青萝拂行衣。欢言得所憩，美酒聊共挥。长歌吟松风，曲尽河星稀。我醉君复乐，陶然共忘机。凤林关里水东流，白草黄榆六十秋。边将皆承主恩泽，无人解道取凉州。",
        "author": "唐代",
        "poem_class": "爱国",
        "dynasty": "李商隐"
    },
    {
        "title": "建康",
        "paragraph": "金陵古会府，南渡旧陪京。山势犹盘礴，江流已变更。健儿徒幽土，新鬼哭台城。一片清溪月，偏于客有情。长恨复长恨，裁作短歌行。何人为我楚舞，听我楚狂声？余既滋兰九畹，又树蕙之百亩，秋菊更餐英。门外沧浪水，可以濯吾缨。一杯酒，问何似，身后名？人间万事，毫发常重泰山轻。悲莫悲生离别，乐莫乐新相识，儿女古今情。富贵非吾事，归与白鸥盟。家住苍烟落照间，丝毫尘事不相关。斟残玉瀣行穿竹，卷罢《黄庭》卧看山。贪啸傲，任衰残，不妨随处一开颜。元知造物心肠别，老却英雄似等闲！一夜东风，枕边吹散愁多少。数声啼鸟。梦转纱窗晓。 来是春初，去是春将老。长亭道。一般芳草。只有归时好。",
        "author": "宋代",
        "poem_class": "爱国",
        "dynasty": "文天祥"
    },
    {
        "title": "登雨花台",
        "paragraph": "生平四十老柴荆，此日麻鞋拜故京。谁使山河全破碎？可堪翦伐到园陵！牛羊践履多新草，冠盖雍容半旧卿。歌泣不成天已暮，悲风日夜起江生。领解皇都第一名，猖披归卧旧茅蘅。立锥莫笑无余地，万里江山笔下生。满衣血泪与尘埃，乱后还乡亦可哀。风雨梨花寒食过，几家坟上子孙来？笑时倾城倾国，愁时倚树凭阑。尔但一开两朵，我来万水千山。",
        "author": "明代",
        "poem_class": "爱国",
        "dynasty": "魏禧"
    },
    {
        "title": "醉中感怀",
        "paragraph": "早岁君王记姓名，只今憔悴客边城。青衫犹是鵷行旧，白发新从剑外生。古戍旌旗秋惨淡，高城刁斗夜分明。壮心未许全消尽，醉听檀槽出塞声。双飞燕子几时回？夹岸桃花蘸水开。春雨断桥人不渡，小舟撑出柳阴来。(渡 一作：度)插脚红尘已是颠。更求平地上青天。新来有个生涯别，买断烟波不用钱。 沽酒市，采菱船。醉听风雨拥蓑眠。三山老子真堪笑，见事迟来四十年。把酒祝东风，且共从容。垂杨紫陌洛城东。总是当时携手处，游遍芳丛。聚散苦匆匆，此恨无穷。今年花胜去年红。可惜明年花更好，知与谁同？",
        "author": "宋代",
        "poem_class": "爱国",
        "dynasty": "陆游"
    },
    {
        "title": "翠楼",
        "paragraph": "在秦楼之北，楼上下皆饮酒者。连衽成帷迓汉官，翠楼沽酒满城欢。白头翁媪相扶拜，垂老从今几度看。老去凭谁说。看几番、神奇臭腐，夏裘冬葛。父老长安今余几，后死无仇可雪。犹未燥、当时生发。二十五弦多少恨，算世间、那有平分月。胡妇弄，汉宫瑟。 树犹如此堪重别。只使君、从来与我，话头多合。行矣置之无足问，谁换妍皮痴骨。但莫使、伯牙弦绝。九转丹砂牢拾取，管精金、只是寻常铁。龙共虎，应声裂。短长亭，古今情。楼外凉蟾一晕生，雨馀秋更清。暮云平，暮山横。几叶秋声和雁声，行人不要听。辛苦遭逢起一经，干戈寥落四周星。山河破碎风飘絮，身世浮沉雨打萍。惶恐滩头说惶恐，零丁洋里叹零丁。人生自古谁无死？留取丹心照汗青。",
        "author": "宋代",
        "poem_class": "爱国",
        "dynasty": "范成大"
    },
    {
        "title": "水龙吟·淮河舟中夜闻宫人琴声",
        "paragraph": "鼓鞞惊破霓裳，海棠亭北多风雨。歌阑酒罢，玉啼金泣，此行良苦。驼背模糊，马头匼匝，朝朝暮暮。自都门燕别，龙艘锦缆，空载得、春归去。目断东南半壁，怅长淮已非吾土。受降城下，草如霜白，凄凉酸楚。粉阵红围，夜深人静，谁宾谁主？对渔灯一点，羁愁一搦，谱琴中语。二月十五夜，与赵德麟小酌聚星堂春庭月午，摇荡香醪光欲舞。步转回廊，半落梅花婉娩香。轻云薄雾，总是少年行乐处。不似秋光，只与离人照断肠。华胥梦断人何处，听得莺啼红树。几点蔷薇香雨，寂寞闲庭户。暖风不解留花住，片片着人无数。楼上望春归去，芳草迷归路。纤云弄巧，飞星传恨，银汉迢迢暗度。金风玉露一相逢，便胜却人间无数。柔情似水，佳期如梦，忍顾鹊桥归路！两情若是久长时，又岂在朝朝暮暮。",
        "author": "宋代",
        "poem_class": "爱国",
        "dynasty": "汪元量"
    },
    {
        "title": "寓居吴兴",
        "paragraph": "相对真成泣楚囚，遂无末策到神州。但知绕树如飞鹊，不解营巢似拙鸠。江北江南犹断绝，秋风秋雨敢淹留？低回又作荆州梦，落日孤云始欲愁。枝上流莺和泪闻，新啼痕间旧啼痕。一春鱼鸟无消息，千里关山劳梦魂。无一语，对芳尊。安排肠断到黄昏。甫能炙得灯儿了，雨打梨花深闭门。采芳人杳，顿觉游情少。客里看春多草草，总被诗愁分了。去年燕子天涯，今年燕子谁家？ 三月休听夜雨，如今不是催花。池塘水绿风微暖，记得玉真初见面。重头歌韵响琤琮，入破舞腰红乱旋。玉钩阑下香阶畔，醉后不知斜日晚。当时共我赏花人，点检如今无一半。",
        "author": "宋代",
        "poem_class": "爱国",
        "dynasty": "曾几"
    },
    {
        "title": "念奴娇·春雪咏兰",
        "paragraph": "问天何意，到春深，千里龙山飞雪？解佩凌波人不见，漫说蕊珠宫阙。楚殿烟微，湘潭月冷，料得都攀折。嫣然幽谷，只愁又听啼鴂。当日九畹光风，数茎清露，纤手分花叶。曾在多情怀袖里，一缕同心千结。玉腕香销，云鬟雾掩，空赠金跳脱。洛滨江上，寻芳再望佳节。卸髻娇娥夜卧迟，梨花风静鸟栖枝。难将心事和人说，说与青天明月知。朔方三度重阳节，河曲干旌岁岁忙。鬓发已甘尘路白，菊花犹送塞垣黄。中丞疏有回天力，太宰功兼蹜地方。云外好呼南去雁，系书先为报江乡。繄思王入觐东归兮，日严饬其徒御道。伊阙与景山兮，瞻鸾旌之飞度。遇宓妃于洛川兮，缥缈隔乎烟雾。倏飘忽其若神兮，见淩波之微步。从湘滨汉皋之神女兮，俨众灵之来聚。采明珠而拾翠羽兮，纷杂遝而容与。虽眷眷于淑美兮，将奚以达乎衷素。临川流而凝伫兮，嗟幽冥之异路。偶琼珰之来献兮，岂徽音之能悟。耿良宵而忘寐兮，遂怅然而归去。念此事之莫稽兮，所可重者思王之赋。览松雪之图写兮，觉神怡而目注。历百祀而如新兮，诚在人之珍护。聊肆玩以自适兮，又奚用深究乎其故。",
        "author": "明代",
        "poem_class": "爱国",
        "dynasty": "陈子龙"
    },
    {
        "title": "拟古",
        "paragraph": "幽并重骑射，少年好驰逐。毡带佩双鞬，象弧插雕服。兽肥春草短，飞鞚越平陆。朝游雁门上，暮还楼烦宿。石梁有余劲，惊雀无全目。汉虏方未和，边城屡翻覆。留我一白羽，将以分虎竹。镜与人俱去，镜归人未归。无复姮娥影，空留明月辉。敬如在。礼将周。神之驾。不少留。十五属平阳。因来入建章。主家能教舞。城中巧画妆。低鬟向绮席。举袖拂花黄。烛送空回影。衫传箧里香。当由好留客。故作舞衣长。",
        "author": "南北朝",
        "poem_class": "爱国",
        "dynasty": "鲍照"
    },
    {
        "title": "五月十一日夜且半梦从大驾亲征尽复汉唐故地",
        "paragraph": "五月十一日，夜且半，梦从大驾亲征，尽复汉、唐故地。见城邑人物繁丽，云：西凉府也。喜甚，马上作长句，未终篇而觉，乃足成之。天宝胡兵陷两京，北庭安西无汉营。五百年间置不问，圣主下诏初亲征。熊罴百万从銮驾，故地不劳传檄下。筑城绝塞进新图，排仗行宫宣大赦。冈峦极目汉山川，文书初用淳熙年。驾前六军错锦锈，秋风鼓角声满天。苜蓿峰前尽亭障，平安火在交河上。凉州女儿满高楼，梳头已学京都样。百啭千声随意移，山花红紫树高低。始知锁向金笼听，不及林间自在啼。金鞭美少年，去跃青骢马。牵系玉楼人，绣被春寒夜。消息未归来，寒食梨花谢。无处说相思，背面秋千下。雪花飞暖融香颊。颊香融暖飞花雪。欺雪任单衣。衣单任雪欺。别时梅子结。结子梅时别。归不恨开迟。迟开恨不归。",
        "author": "宋代",
        "poem_class": "爱国",
        "dynasty": "陆游"
    },
    {
        "title": "看梅绝句",
        "paragraph": "老子舞时不须拍，梅花乱插乌巾香。樽前作剧莫相笑，我死诸君思此狂。幽谷那堪更北枝，年年自分着花迟。高标逸韵君知否，正是层冰积雪时。版本一天有不测风云，人有旦夕祸福。蜈蚣百足，行不及蛇；雄鸡两翼，飞不过鸦。马有千里之程，无骑不能自往；人有冲天之志，非运不能自通。盖闻：人生在世，富贵不能淫，贫贱不能移。文章盖世，孔子厄于陈邦；武略超群，太公钓于渭水。颜渊命短，殊非凶恶之徒；盗跖年长，岂是善良之辈。尧帝明圣，却生不肖之儿；瞽叟愚顽，反生大孝之子。张良原是布衣，萧何称谓县吏。晏子身无五尺，封作齐国宰相；孔明卧居草庐，能作蜀汉军师。楚霸虽雄，败于乌江自刎；汉王虽弱，竟有万里江山。李广有射虎之威，到老无封；冯唐有乘龙之才，一生不遇。韩信未遇之时，无一日三餐，及至遇行，腰悬三尺玉印，一旦时衰，死于阴人之手。有先贫而后富，有老壮而少衰。满腹文章，白发竟然不中；才疏学浅，少年及第登科。深院宫娥，运退反为妓妾；风流妓女，时来配作夫人。青春美女，却招愚蠢之夫；俊秀郎君，反配粗丑之妇。蛟龙未遇，潜水于鱼鳖之间；君子失时，拱手于小人之下。衣服虽破，常存仪礼之容；面带忧愁，每抱怀安之量。时遭不遇，只宜安贫守份；心若不欺，必然扬眉吐气。初贫君子，天然骨骼生成；乍富小人，不脱贫寒肌体。天不得时，日月无光；地不得时，草木不生；水不得时，风浪不平；人不得时，利运不通。注福注禄，命里已安排定，富贵谁不欲？人若不依根基八字，岂能为卿为相？吾昔寓居洛阳，朝求僧餐，暮宿破窖，思衣不可遮其体，思食不可济其饥，上人憎，下人厌，人道我贱，非我不弃也。今居朝堂，官至极品，位置三公，身虽鞠躬于一人之下，而列职于千万人之上，有挞百僚之杖，有斩鄙吝之剑，思衣而有罗锦千箱，思食而有珍馐百味，出则壮士执鞭，入则佳人捧觞，上人宠，下人拥。人道我贵，非我之能也，此乃时也、运也、命也。嗟呼！人生在世，富贵不可尽用，贫贱不可自欺，听由天地循环，周而复始焉。版本二天地有常用，日月有常明，四时有常序，鬼神有常灵。天有宝，日月星辰。地有宝，五谷金银。家有宝，孝子贤孙。国有宝，正直忠良。合天道，则天府鉴临。合地道，则地府消愆。合人道，则民用和睦。三道既合，祸去福来。天地和，则万物生。地道和，则万物兴。父子和，而家有济。夫妇和，而义不分。时势不可尽倚，贫穷不可尽欺，世事翻来覆去，须当周而复始。余者，居洛阳之时，朝投僧寺，夜宿破窑。布衣不能遮其体，饘粥不能充其饥。上人嫌，下人憎，皆言余之贱也，余曰：非贱也，乃时也，运也，命也。余后登高及第，入中书，官至极品，位列三公，思衣则有绮罗千箱，思食则有百味珍馐，有挞百僚之杖，有斩佞臣之剑，出则壮士执鞭，入则佳人扶袂，廪有余粟，库有余财，人皆言余之贵也，余曰：非贵也，乃时也，运也，命也。蛟龙未遇，暂居云雾之间。君子失时，屈守小人之下。命运未通，被愚人之轻弃。时运未到，被小人之欺凌。初贫君子，自怨骨格风流。乍富小人，不脱俗人体态。生平结交惟结心，莫论富贵贫贱。深得千金，而不为贵，得人一语，而胜千金。吾皆悼追无恨人，富贵须当长保守，苏秦未遇，归家时，父母憎，兄弟恶，嫂不下玑，妻不愿炊，然衣锦归故里，马壮人强，萤光彩布，兄弟含笑出户迎，妻嫂下阶倾己顾，苏秦本是旧苏秦，昔日何陈今何亲。自家骨肉尚如此，何况区区陌路人，抑犹未也。文章冠世，孔子尚厄于陈邦。武略超群，太公曾钓于渭水。颜回命短，岂是凶暴之徒。盗柘年长，自非贤良之辈。帝尧天圣，却养不肖之男。瞽叟顽嚣，反生大孝之子。甘罗十二为宰相，买臣五十作公卿。晏婴身长五尺，封为齐国宰相。韩信力无缚鸡，立为汉朝贤臣，未遇之时，口无一日瓮飧，及至兴通，身受齐王将印，吓燕取赵，统百万雄兵，一旦时休，卒于阴人之毒手。李广有射虎之威，到老无封。冯唐有安邦之志，一世无遇。上古圣贤，不掌阴阳之数。今日儒士，岂离否泰之中。腰金衣紫，都生贫贱之家。草履毛鞋，都是富豪之裔。有贫贱，而后有富贵。有小壮，而后有老衰。人能学积善，家有余庆。青春美女，反招愚独之夫。俊秀才郎，竟配丑貌之妇。五男二女，老来一身全无。万贯千金，死后离乡别井。才疏学浅，少年及第登科。满腹文章，到老终身不第。或富贵，或贫贱，皆由命理注定。若天不得时，则日月无光。地不得时，则草木不生。水不得时，则波浪不静。人不得时，则命运不通。若无根本八字，岂能为卿为相。一生皆由命，半点不由人。蜈蚣多足，不及蛇灵。雄鸡有翼，飞不及鸦。马有千里之驰，非人不能自往。人有千般巧计，无运不能自达。吾敬为此劝世文也。老大那堪说。似而今、元龙臭味，孟公瓜葛。我病君来高歌饮，惊散楼头飞雪。笑富贵千钧如发。硬语盘空谁来听？记当时、只有西窗月。重进酒，换鸣瑟。 事无两样人心别。问渠侬：神州毕竟，几番离合？汗血盐车无人顾，千里空收骏骨。正目断关河路绝。我最怜君中宵舞，道“男儿到死心如铁”。看试手，补天裂。",
        "author": "宋代",
        "poem_class": "爱国",
        "dynasty": "陆游"
    },
    {
        "title": "在水军宴赠幕府诸侍御",
        "paragraph": "月化五白龙，翻飞凌九天。胡沙惊北海，电扫洛阳川。虏箭雨宫阙，皇舆成播迁。英王受庙略，秉钺清南边。云旗卷海雪，金戟罗江烟。聚散百万人，弛张在一贤。霜台降群彦，水国奉戎旃。绣服开宴语，天人借楼船。如登黄金台，遥谒紫霞仙。卷身编蓬下，冥机四十年。宁知草间人，腰下有龙泉。浮云在一决，誓欲清幽燕。愿与四座公，静谈金匮篇。齐心戴朝恩，不惜微躯捐。所冀旄头灭，功成追鲁连。妾发初覆额，折花门前剧。郎骑竹马来，绕床弄青梅。同居长干里，两小无嫌猜，十四为君妇，羞颜未尝开。低头向暗壁，千唤不一回。十五始展眉，愿同尘与灰。常存抱柱信，岂上望夫台。十六君远行，瞿塘滟滪堆。五月不可触，猿声天上哀。门前迟行迹，一一生绿苔。苔深不能扫，落叶秋风早。八月胡蝶黄，双飞西园草。(胡蝶 一作：蝴蝶)感此伤妾心，坐愁红颜老。早晚下三巴，预将书报家。相迎不道远，直至长风沙。忆妾深闺里，烟尘不曾识。嫁与长干人，沙头候风色。五月南风兴，思君下巴陵。八月西风起，想君发扬子。去来悲如何，见少离别多。湘潭几日到，妾梦越风波。昨夜狂风度，吹折江头树。淼淼暗无边，行人在何处。好乘浮云骢，佳期兰渚东。鸳鸯绿蒲上，翡翠锦屏中。自怜十五余，颜色桃花红。那作商人妇，愁水复愁风。花间一壶酒，独酌无相亲。举杯邀明月，对影成三人。月既不解饮，影徒随我身。暂伴月将影，行乐须及春。我歌月徘徊，我舞影零乱。醒时同交欢，醉后各分散。(同交欢 一作：相交欢)永结无情游，相期邈云汉。雪净胡天牧马还，月明羌笛戍楼间。借问梅花何处落，风吹一夜满关山。",
        "author": "唐代",
        "poem_class": "爱国",
        "dynasty": "李白"
    },
    {
        "title": "北来人",
        "paragraph": "十口同离仳，今成独雁飞。饥锄荒寺菜，贫着陷蕃衣。甲第歌钟沸，沙场探骑稀。老身闽地死，不见翠銮归。小院闲窗春已深，重帘未卷影沉沉。倚楼无语理瑶琴。(春已深 一作：春色深)远岫出云催薄暮，细风吹雨弄轻阴。梨花欲谢恐难禁。春阴垂野草青青，时有幽花一树明。晚泊孤舟古祠下，满川风雨看潮生。一自胡尘入汉关，十年伊洛路漫漫。青墩溪畔龙钟客，独立东风看牡丹。",
        "author": "宋代",
        "poem_class": "爱国",
        "dynasty": "刘克庄"
    },
    {
        "title": "银山碛西馆",
        "paragraph": "银山碛口风似箭，铁门关西月如练。双双愁泪沾马毛，飒飒胡沙迸人面。丈夫三十未富贵，安能终日守笔砚。屋上春鸠鸣，村边杏花白。持斧伐远扬，荷锄觇泉脉。 归燕识故巢，旧人看新历。临觞忽不御，惆怅远行客。胡马大宛名，锋棱瘦骨成。竹批双耳峻，风入四蹄轻。所向无空阔，真堪托死生。骁腾有如此，万里可横行。荷叶罗裙一色裁，芙蓉向脸两边开。乱入池中看不见，闻歌始觉有人来。",
        "author": "唐代",
        "poem_class": "爱国",
        "dynasty": "岑参"
    },
    {
        "title": "水调歌头·追和",
        "paragraph": "举手钓鳌客，削迹种瓜侯。重来吴会，三伏行见五湖秋。耳畔风波摇荡，身外功名飘忽，何路射旄头？孤负男儿志，怅望故园愁。梦中原，挥老泪，遍南州。元龙湖海豪气，百尺卧高楼。短发霜粘两鬓，清夜盆倾一雨，喜听瓦鸣沟。犹有壮心在，付与百川流。薄衾小枕凉天气，乍觉别离滋味。展转数寒更，起了还重睡。毕竟不成眠，一夜长如岁。 也拟待、却回征辔；又争奈、已成行计。万种思量，多方开解，只恁寂寞厌厌地。系我一生心，负你千行泪。重五山村好，榴花忽已繁。粽包分两髻，艾束著危冠。旧俗方储药，羸躯亦点丹。日斜吾事毕，一笑向杯盘。燕子欲归时节，高楼昨夜西风。求得人间成小会，试把金尊傍菊丛。歌长粉面红。斜日更穿帘幕，微凉渐入梧桐。多少襟情言不尽，写向蛮笺曲调中。此情千万重。",
        "author": "宋代",
        "poem_class": "爱国",
        "dynasty": "张元干"
    },
    {
        "title": "会同馆",
        "paragraph": "万里孤臣致命秋，此身何止上沤浮！提携汉节同生死，休问羝羊解乳不？卖花担上。买得一枝春欲放。泪染轻匀。犹带彤霞晓露痕。 怕郎猜道。奴面不如花面好。云鬓斜簪。徒要教郎比并看。中秋作本名小秦王，入腔即阳关曲暮云收尽溢清寒，银汉无声转玉盘。此生此夜不长好，明月明年何处看。春宵一刻值千金，花有清香月有阴。歌管楼台声细细，秋千院落夜沉沉。",
        "author": "宋代",
        "poem_class": "爱国",
        "dynasty": "范成大"
    },
    {
        "title": "卜算子·旅雁向南飞",
        "paragraph": "旅雁向南飞，风雨群初失。饥渴辛勤两翅垂，独下寒汀立。鸥鹭苦难亲，矰缴忧相逼。云海茫茫无处归，谁听哀鸣急。裁剪冰绡，轻叠数重，淡著胭脂匀注。新样靓妆，艳溢香融，羞杀蕊珠宫女。易得凋零，更多少、无情风雨。愁苦。闲院落凄凉，几番春暮。（闲院 一作：问院)凭寄离恨重重，这双燕，何曾会人言语。天遥地远，万水千山，知他故宫何处。怎不思量，除梦里、有时曾去。无据，和梦也新来不做。洞庭青草，近中秋，更无一点风色。玉鉴琼田三万顷，着我扁舟一叶。素月分辉，明河共影，表里俱澄澈。悠然心会，妙处难与君说。(着 同：著；玉鉴 一作：玉界)应念岭海经年，孤光自照，肝肺皆冰雪。短发萧骚襟袖冷，稳泛沧浪空阔。尽挹西江，细斟北斗，万象为宾客。扣舷独啸，不知今夕何夕！(肝肺 一作：肝胆；沧浪 一作：沧冥；岭海 一作：岭表)荷尽已无擎雨盖，菊残犹有傲霜枝。一年好景君须记，最是橙黄橘绿时。(最是 一作：正是) ",
        "author": "宋代",
        "poem_class": "爱国",
        "dynasty": "朱敦儒"
    },
    {
        "title": "念奴娇·我来牛渚",
        "paragraph": "我来牛渚，聊登眺、客里襟怀如豁。谁著危亭当此处，占断古今愁绝。江势鲸奔，山形虎踞，天险非人设。向来舟舰，曾扫百万胡羯。追念照水然犀，男儿当似此，英碓豪杰。岁月匆匆留不住，鬓已星星堪镊。云暗江天，烟昏淮地，是断魂时节。栏干捶碎，酒狂忠愤俱发。柳条百尺拂银塘，且莫深青只浅黄。未必柳条能蘸水，水中柳影引他长。秋到边城角声哀，烽火照高台。悲歌击筑，凭高酹酒，此兴悠哉。多情谁似南山月，特地暮云开。灞桥烟柳，曲江池馆，应待人来。和戎诏下十五年，将军不战空临边。朱门沉沉按歌舞，厩马肥死弓断弦。戍楼刁斗催落月，三十从军今白发。笛里谁知壮士心，沙头空照征人骨。中原干戈古亦闻，岂有逆胡传子孙！遗民忍死望恢复，几处今宵垂泪痕。",
        "author": "宋代",
        "poem_class": "爱国",
        "dynasty": "吴渊"
    },
    {
        "title": "水调歌头·题李季允侍郎鄂州吞云楼",
        "paragraph": "轮奂半天上，胜概压南楼。筹边独坐，岂欲登览快双眸。浪说胸吞云梦，直把气吞残虏，西北望神州。百载一机会，人事恨悠悠。 骑黄鹤，赋鹦鹉，谩风流。岳王祠畔，杨柳烟锁古今愁。整顿乾坤手段，指授英雄方略，雅志若为酬。杯酒不在手，双鬓恐惊秋。人生识字忧患始，姓名粗记可以休。何用草书夸神速，开卷惝恍令人愁。我尝好之每自笑，君有此病何年瘳。自言其中有至乐，适意无异逍遥游。近者作堂名醉墨，如饮美酒销百忧。乃知柳子语不妄，病嗜土炭如珍羞。君于此艺亦云至，堆墙败笔如山丘。兴来一挥百纸尽，骏马倏忽踏九州。我书意造本无法，点画信手烦推求。胡为议论独见假，只字片纸皆藏收。不减钟张君自足，下方罗赵我亦优。不须临池更苦学，完取绢素充衾裯。湖上风来波浩渺。秋已暮、红稀香少。水光山色与人亲，说不尽、无穷好。 莲子已成荷叶老。青露洗、蘋花汀草。眠沙鸥鹭不回头，似也恨、人归早。一片能教一断肠，可堪平砌更堆墙。飘如迁客来过岭，坠似骚人去赴湘。乱点莓苔多莫数，偶粘衣袖久犹香。东风谬掌花权柄，却忌孤高不主张。",
        "author": "宋代",
        "poem_class": "爱国",
        "dynasty": "戴复古"
    },
    {
        "title": "贺新郎·往事何堪说",
        "paragraph": "往事何堪说。念人生、消磨寒暑，漫营裘葛。少日功名频看镜，绿鬓鬅鬙未雪。渐老矣、愁生华发。国耻家仇何年报，痛伤神、遥望关河月。悲愤积，付湘瑟。人生未可随时别。守忠诚、不替天意，自能符合。误国诸人今何在，回首怨深次骨。叹南北、久成离绝。中夜闻鸡狂起舞，袖青蛇、戛击光磨铁。三太息，眦空裂。活水还须活火烹，自临钓石取深清。大瓢贮月归春瓮，小杓分江入夜瓶。雪乳已翻煎处脚，松风忽作泻时声。枯肠未易禁三碗，坐听荒城长短更。风蒲猎猎小池塘，过雨荷花满院香，沉李浮瓜冰雪凉。竹方床，针线慵拈午梦长。闹花深处层楼，画帘半卷东风软。春归翠陌，平莎茸嫩，垂杨金浅。迟日催花，淡云阁雨，轻寒轻暖。恨芳菲世界，游人未赏，都付与、莺和燕。 寂寞凭高念远。向南楼、一声归雁。金钗斗草，青丝勒马，风流云散。罗绶分香，翠绡封泪，几多幽怨。正销魂，又是疏烟淡月，子规声断。",
        "author": "宋代",
        "poem_class": "爱国",
        "dynasty": "刘学箕"
    },
    {
        "title": "凄凉犯·绿杨巷陌秋风起",
        "paragraph": "绿杨巷陌秋风起，边城一片离索。马嘶渐远，人归甚处，戍楼吹角。情怀正恶，更衰草寒烟淡薄。似当时、将军部曲，迤逦度沙漠。追念西湖上，小舫携歌，晚花行乐。旧游在否？想如今、翠凋红落。漫写羊裙，等新雁来时系著。怕匆匆、不肯寄与误后约。小院闲窗春已深，重帘未卷影沉沉。倚楼无语理瑶琴。(春已深 一作：春色深)远岫出云催薄暮，细风吹雨弄轻阴。梨花欲谢恐难禁。南北山头多墓田，清明祭扫各纷然。纸灰飞作白蝴蝶，泪血染成红杜鹃。日落狐狸眠冢上，夜归儿女笑灯前。人生有酒须当醉，一滴何曾到九泉。长安古道马迟迟，高柳乱蝉嘶。夕阳鸟外，秋风原上，目断四天垂。(鸟 一作：岛)归云一去无踪迹，何处是前期？狎兴生疏，酒徒萧索，不似少年时。(少年 一作：去年)",
        "author": "宋代",
        "poem_class": "爱国",
        "dynasty": "姜夔"
    },
    {
        "title": "满江红·代王夫人作",
        "paragraph": "试问琵琶，胡沙外怎生风色。最苦是、姚黄一朵，移根仙阙。王母欢阑琼宴罢，仙人泪满金盘侧。听行宫、半夜雨淋铃，声声歇。彩云散，香尘灭。铜驼恨，那堪说！想男儿慷慨，嚼穿龈血。回首昭阳辞落日，伤心铜雀迎秋月。算妾身、不愿似天家，金瓯缺。春已半。触目此情无限。十二阑干闲倚遍。愁来天不管。 好是风和日暖。输与莺莺燕燕。满院落花帘不卷。断肠芳草远。柳叶鸣蜩绿暗，荷花落日红酣。三十六陂春水，白头想见江南。三十年前此地，父兄持我东西。今日重来白首，欲寻陈迹都迷。百战疲劳壮士哀，中原一败势难回。江东子弟今虽在，肯与君王卷土来？",
        "author": "宋代",
        "poem_class": "爱国",
        "dynasty": "文天祥"
    },
    {
        "title": "题郑所南兰",
        "paragraph": "秋风兰蕙化为茅，南国凄凉气已消。只有所南心不改，泪泉和墨写离骚。太上玄元祖，生居浩劫先。首初传教五千言。演正无疑，谁晓此幽玄。尽吃迷心药，谁餐续命丹。邪门曲教自缠绵。死堕阴囚，永劫镇黄泉。翠荷残，苍梧坠。千山应瘦，万木皆稀，蜗角名，蝇头利。输与渊明陶陶醉，尽黄菊围绕东篱。良田数顷，黄牛二只，归去来兮。第一折（老旦扮夫人引梅香上，诗云）花有重开时，人无再少日。生女不生男，门户凭谁立？老身姓温，夫主姓刘，早年辞世。别无儿男，止生得一个女儿，小字倩英。年长一十八岁，未曾许聘他人。夫主在日，教孩儿读书，老身如今待教他写字扶琴，只是无个好明师。我有个侄儿温峤，见任翰林学士，今将老身子母搬取来京旧宅居住，说道要来拜望老身。梅香。门首觑者，只等学士来时，报复我知道。（梅香云）理会的。（正末扮温峤上，云）小官姓温名峤，字太真，官拜翰林学士。小官别无亲眷，止有一个姑娘，年老寡居，近日取来京师居住。连日公衙事冗，不曾拜候。今日稍闲，须索拜候一遭。我想方今贤臣登用，际遇圣主，觑的富贵容易。自古及今，那得志与不得志的，多有不齐。我先将这得志的说一遍则个。（唱）【仙吕】【点绛唇】车骑成行，诣门稽颡，来咨访。无非那今古兴亡，端的是语出人皆仰。【混江龙】也只为平生名望，博得个望尘遮拜路途旁。出则高牙大纛，入则峻宇雕墙。万里雷霆驱号令，一天星斗焕文章。威仪赫奕，徒御轩昂。喜时节鹓鸾并簉，怒时节虎豹潜藏。生前不惧獬豸冠，死来图画麒麟像；何止是析圭儋爵，都只待拜将封王。（云）却说那不得志的，也有一等。（唱）【油葫芦】还有那苦志书生才学广，一年年守选场，早熬的萧萧白发满头霜；几时得出为破虏三军将，入为治国头厅相？只愿的圣主兴，世运昌；把黄金结作漫天网，收俊杰，揽贤良。【天下乐】当日个谁家得凤凰？翱也波翔，在那天子堂，争知他朝为田舍郎？傅说呵在版筑处生，伊尹呵从稼穑中长，他两个也不是出胞胎便显扬。（云）虽然如此，那得志不得志的，都也由命不由人，非可勉强。（唱）【那吒令】他每都恃着口强，便仪秦呵怎敢比量？都恃着力强，便贲育呵怎敢赌当？元来都恃着命强。便孔孟呵也没做主张。这一个是王者师，这一个是苍生望，到底捱不彻雪案萤窗。【鹊踏技】只落的意彷徨，走四方；昨日燕陈，明日齐梁。若不是聚生徒来听讲，怎留得这诗书万古传芳？（云）我今日也非敢擅自夸奖，端的不在古人之下。（唱）【寄生草】我正行功名运，我正在富贵乡。俺家声先世无诽谤，俺书香今世无虚诳，俺功名奕世无谦让，遮莫是帽檐相接御楼前，靴踪不离金阶上。【幺篇】不枉了开着金屋，空着画堂。酒醒梦觉无情况，好天良夜成虚旷，临风对月空惆怅。怎能够可情人消受锦幄凤凰衾，把愁怀都打撇在玉枕鸳鸯帐！（云）一头说话，早来到姑娘门首。梅香，报复去，说温峤特来问候。（梅香报科，云）报的奶奶得知，有温峤在于门首。（夫人云）老身恰才说罢，学士真个来了。道有请！（梅香云）请进。（正末做见科）（夫人云）学士，王事勤劳，取个坐儿来，教学士稳便；一面将酒来，与学士递一杯。（梅香云）酒在此。（夫人云）学士，满饮一杯！（正末接饮科）（夫人云）梅香，绣房中叫小姐来拜见学士咱。（梅香云）小姐，有请。（旦扮倩英上，云）妾身倩英，正在房中习针指；梅香说母亲在前厅呼唤，不知有甚事，须索走一遭去。（做见科，云）母亲，叫孩儿有甚事？（夫人云）孩儿，唤你来无别事，只为温家哥哥在此，你须拜见。（旦云）理会的。（夫人云）且住者，休拜！梅香，前厅上将老相公坐的栲栳圈银交椅来，请学士坐着，小姐拜见。（正末云）老相公的交椅，侄儿如何敢坐？（夫人云）学士休谦，\"恭敬不如从命\"。（正末云）谨依尊命。（夫人云）小姐，把体面拜哥哥者。（旦做拜科）（正末做欠身科）（夫人云）妹妹拜哥哥，岂有欠身之理？（正末云）礼无不答，焉可坐受？（夫人云）好一个有道理的人也。（正末背云）是好一个女子也呵！（唱）【六么序】兀的不消人魂魄，绰人眼光？说神仙那的是天堂？则见脂粉馨香，环佩丁当，藕丝嫩新织仙裳，但风流都在他身上，添分毫便不停当。见他的不动情，你便都休强，则除是铁石儿郎，也索恼断柔肠！【幺篇】我这里端祥他那模样：花比腮庞，花不成妆；玉比肌肪，玉不生光。宋玉襄王，想像高唐，止不过魂梦悠扬，朝朝暮暮阳台上，害的他病在膏盲；若还来此相亲傍，怕不就形消骨化，命丧身亡！（夫人云）梅香，将酒来。小姐与哥哥把盏。（旦奉酒科，云）哥哥，满饮一杯。（做递酒科）（正末唱）【醉扶归】虽是副轻台盏无斤两，则他这手纤细怎擎将？久立着神仙也不当。你待把我做真个的哥哥讲．我欲说话别无甚伎俩，把一盏酒瀽一半在阶基上。（夫人云）老身欲教小姐写字弹琴，争奈无个明师；学士肯看老身薄面，教你妹子弹琴写字？（正末云）姑娘在上，据你侄儿所学，怎生教的小姐？（夫人云）学士体谦。梅香，取历日来，教学士选个好日子，教小姐弹琴写字。（正未云）温峤今日出来时，有别勾当．也曾选日子，来日是个好日辰。（唱）【金盏儿】来日不空亡，没相妨。天生壬申癸酉全家旺，不比那长星赤口要提防。大纲来阴阳偏有准，择日要端详；岂不闻成开皆大吉，闭破莫商量。（夫人云）既如此，就是明日，要劳动学士者。（正末云）谨依尊命！明日温峤自来。但温峤无学，怎生教的小姐？（夫人云）学士休得推辞，只看你下世姑夫的面皮，教训女孩儿则个。（正末唱）【醉中天】白日短，无时晌，兼夜教，正更长，便误了翰林院编修有甚忙？我待做师为学长，拚的个十分应当，再无推让，早收拾幽静书房。（夫人云）梅香，伏待小姐辞别了哥哥，回绣房去。（旦云）理会的。（拜科，下）（夫人云）多谢学士，幸不违阻，是必明日早见（正末云）敢不惟命！（唱）【赚煞尾】恰才立一朵海棠娇，捧一盏梨花酿，把我双送入愁乡醉乡。我这里下得阶基无个顿放，画堂中别是风光。恰才则挂垂杨一抹斜阳，改变了黯黯阴云蔽上苍。眼见得人倚绿窗，又则怕灯昏罗帐，天那，休添上画檐间疏雨滴愁肠。（下）（夫人云）学士去了也。梅香，便收拾万卷堂，来日是吉日良辰。请学士来教你小姐弹琴写字。收拾的停当时，可来回我话。（诗云）只因爱女要多才，收拾书堂待教来。（梅香诗云）从来男女不亲授，也不是我把引贼过门胡乱猜。（同下）第二折（老夫人上，云）昨日选定今日是吉日良辰。梅香，门首觑者，则怕学士来时，报我知道。（梅香云）理会的。（正末上，云）姑娘选定今日好日辰，不曾衙门里去。肯分的姑娘又来请；便不来请，我也索去。可早来到门首。梅香，报复去，道温峤来了也。（梅香报科，云）温学士来了。（夫人云）道有请。（梅香云）请进。（正末做见科）（夫人云）今日学士怎生来的恁早？（正末云）为领尊命，教小姐琴书，就不曾到衙门去。（夫人云）因为老身薄面，误了学士公事，老身知感不尽。梅香，快请小姐出来拜学士者。（梅香云）小姐，有请。（旦上，云）妾身正在绣房中，听的母亲呼唤，须索见去。（做见科）（夫人云）倩英，你拜哥哥！今日为始，便是你师父了也。（旦做拜科）（正末背云）小姐比昨日打扮的又别，真神仙中人也！（唱）【南吕】【一枝花】藕丝翡翠裙，玉腻蝤蛴颈；妲己空破国，西子枉倾城。天上飞琼，散下风流病。若是寝正浓，梦乍醒，且休问斜月残灯，直睡到东窗口影。（云）将琴过来，教小姐操一曲咱。（旦学操琴科）（正末唱）【梁州第七】兀的不可喜煞罗帏绣幕，风流煞金屋银屏！这七条弦兴亡祸福都相应，端的个圣贤可对，神鬼堪惊；俗怀顿爽，尘虑皆清。一弄儿指法冷冷，早合着古操新声。金徽弹流水潺湲，冰弦打余音齐整，玉纤点逸韵轻盈。聪明，怎生得口诀手未到心先应！海棠色、惠兰性，想天地全将秀结成，一团儿智巧心灵。（夫人云）再操一遍，则怕还有不是处，教学士听，有不是处再教。（正末唱）【牧羊关】纵然道肌如雪、腕似冰，虽是一段玉，却是几样磨成：指头是三节儿琼瑶，指甲似十颗水晶。稳坐的有那稳坐堪人敬，但举动有那举动可人憎。他兀自未揎起金衫袖，我又早先听的玉钏鸣。（夫人云）小姐，弹琴不打紧；须装香来，请哥哥在相公抱角床上坐，着小姐拜哥哥。\"一日为师，终身为父。\"学士教小姐写字者。（旦写字科）（正末云）腕平着，笔直着。小姐，不是这等。（正末起把笔捻旦手科）（旦云）是何道理，妹子跟前捻手捻腕！（正末云）小生岂有他意？（夫人云）小鬼头，但得哥哥捻手捻腕，你早十分有福也。（旦云）\"男女七岁，不可同席。\"（夫人笑科，云）哥哥根前掉书袋儿。（正未唱）【隔尾】你便温柔起手里须当硬，我呆想望迎头儿撇会清，恰才轻搘着春葱尽侥幸。（带云）似这等酥蜜般抢白，（唱）遮莫你骂我尽情，我断不敢回你半声，也强如编修院里和书生每厮强挺。（云）小姐，不是了也。腕平着，笔直着。（旦怒云）哥哥，你又来也。（正末唱）【四块玉】兀的紫霜毫烧甚香，斑竹管有何幸，倒能勾柔荑般指尖擎。只你那纤纤的手腕儿须索平正。我不曾将你玉笋荡，他又早星眼睁，好骂我这泼顽皮没气性。（夫人云）小姐，辞了哥哥，回绣房云。（旦拜科，下）（正末云）温峤更衣去咱。（做行科，云）见小姐下的阶基，往这里去了。我只见小姐中注模样，不曾见小姐脚儿大小。沙土上印下小姐脚踪儿。早是我来的早，若来的迟呵，一阵风吹了这脚迹儿去，怎能勾见小姐生的十全也呵！（唱）【牧羊关】妇人每鞋袜里多藏着病，灰土儿没面情，除底外四周围并无余剩。几般儿窄窄狭狭，几般儿周围正正。几时迤逗的独强性，勾引的把人憎。几时得使性气由他呲，恶心烦自在蹬。（带云）小姐去了也。几时得见，着小官撇不下呵！（唱）【贺新郎】你便是醉中茶，一啜曛然醒。都为他皓齿明眸，不由我使心作幸。待寻条妙计无踪影，老姑娘手把着头梢自领。索甚么嘱咐叮咛，似取水垂辘轳，用酒打猩猩。到这里惜甚廉耻，敢倾人命！休、休、休，做一头海来深不本分，使一场天来大昧前程。【隔尾】他藉妆梳颜色花难并，宜环佩腰肢柳笑轻，一对不倒踏窄小金莲尚古自剩。想天公是怎生？这世情，教他独占人间第一等。（正末回科）（夫人云）学士稳便。老身有句话：想小姐年长一十八岁，不曾许聘他人，翰林院有一般学士，烦哥哥保一门亲事。（正末背云）小官暗想来，只得如此；若不恁的呵，不济事。（做向夫人云）姑娘，翰林院有个学士，才学文章，不在侄儿之下。（夫人云）似你这般才学少有。那学士多大年纪，怎生模样？哥哥，你说一遍。（正末唱）【红芍药】年纪和温峤不多争，和温峤一样身形；据文学比温峤更聪明，温峤怎及他豪英？保亲的堪信凭，搭配的两下里相应。不提防对面说才能，远不出门庭。【菩萨梁州】古人亲事，把闺门礼正。但得人心至诚，也不须礼物丰盈。点灯吃饭两分明：缑山无梦碧瑶笙，玉台有主菱花镜。更有场大厮并，月夜高烧绛蜡灯，只愁那烦扰非轻！（云）温峤与那学士说成，择定日子同来。（夫人云）多劳学士用心。（正末做出门笑科，云）温峤，你早则\"人生三事\"皆全了也。（虚下，将砌末上科）（做见夫人科，云）告的姑娘得知，适才侄儿径去与那学士说了。今日是吉日良辰，将这玉镜台权为定物；别使官媒人来通信，央您侄儿替那学士谢了亲者。（唱）【煞尾】俺待麝兰腮、粉香臂、鸳鸯颈，由你水银渍、朱砂斑、翡翠青。到春来小重楼策杖登，曲阑边把臂行，闲寻芳、闷选胜。到夏来追凉院、近水庭，碧纱厨、绿窗净，针穿珠、扇扑萤。到秋来入兰堂、开画屏，看银河、牛女星，伴添香、拜月亭。到冬来风加严、雪乍晴，摘疏梅、浸古瓶，欢寻常、乐余剩。那时节、趁心性，由他娇痴、尽他怒憎，善也偏宜、恶也相称。朝至暮不转我这眼睛，孜孜觑定，端的寒忘热、饥忘饱、冻忘冷。（下）（官媒上，诗云）\"析薪如何，匪斧弗克。娶妻如何，匪媒弗得。\"自家是个官媒。温学士着我去老夫人家说知：选吉日良辰，娶小姐过门。可早来到也。无人报复，我自过去。（做见科，云）老夫人磕头！（夫人云）媒婆何来？（官媒云）奉学士言语，着我见老夫人，选日辰娶小姐过门。（夫人云）是那个学士？（官媒云）是温学士。（夫人云）他是保亲的。（官媒云）他不是保亲的，则他是女婿。（夫人云）何为定物？（官媒云）玉镜台便是定礼。（夫人云）有这等事？我把这玉镜台摔碎了罢！（官媒云）住、住！这玉镜台不打紧，是圣人御赐之物；不争你摔碎了，做的个大不敬，为罪非小。（夫人云）嗨，吃他瞒过了我也！梅香，便说与小姐知道，收拾停当，选定吉日，送小姐过门去罢。（下）第三折（正末引赞礼、鼓乐上）（赞礼唱和，诗云）一枝花插满庭芳，烛影摇红昼锦堂。滴滴金杯双劝酒，声声慢唱贺新郎。请新人出厅行礼！（梅香同官媒拥旦上）（正末唱）【中吕】【粉蝶儿】怕不动的鼓乐声齐，若是女孩儿不谐鱼水，我自拖拽这一场出丑扬疾。安排下佯小心，装大胆，丹方一味：他若是皱着双眉，我则索牙床前告他一会。（云）媒婆，你遮我一遮，我试看咱。（官媒云）我遮着，你看。（正末做看科）（旦云）这老子好是无礼也！（正末唱）【红绣鞋】则见他无发付氲氲恶气，急节里不能勾步步相随。我那\"五言诗作上天梯\"，首榜上标了名姓，当殿下脱了白衣，今夜管洞房中抓了面皮。（云）媒人，待咱大了胆过去来。（唱）【迎仙客】到这里论甚使数，问甚官媒？紧逐定一团儿休厮离。和他守何亲，等甚喜？一发的走到跟底。大家吃一会没滋味。（旦云）兀那老子，若近前来，我抓了你那脸！教他外边去！媒婆，你来。我和你说：这老子当初来时节，俺母亲教小姐拜哥哥，他曾受我的礼来。（官媒云）学士，小姐说：起初时，他曾拜你做哥哥，你受过他礼来。（正末云）我那里受他礼来？你与小姐说去。（官媒云）小姐，学士说：那里受你礼来？（旦云）在俺先父银栲栳圈交椅上坐着，受我的礼来。（官媒云）小姐说：学士在他老相公栲栳圈银交椅上受他礼来。（正末唱）【醉高歌】我见他姿姿媚媚容仪，我几曾稳稳安安坐地？向旁边踢开一把银交椅，我则是靠着个栲栳圈站立。（旦云）媒婆，你来。他又受我的礼来。（官媒云）学士，小姐说：你又受他的礼来。（正末云）我那里又受他礼来？（官媒云）小姐，学士说：他那里又受你的礼来？（旦云）这老子！俺母亲着我弹琴写字，他坐在俺先父抱角床上，我拜他为师来！（官媒云）学士，小姐说：学弹琴写字，拜你为师，你在老相公抱角床上受他礼来。（正末唱）【醉春风】我坐着窄窄半边床，受了他怯怯两拜礼；我这里磕头礼拜却回席，刬地须还了你、你。便得些欢娱，便谈些好话，却有那般福气。（旦云）媒婆，你说与他去，我在正堂中做卧房，教他再休想到我跟前；若是他来时节，我抓了他那老脸皮，看他好做得人！（官媒云）学士，小姐说来，他在正堂中做卧房，教你休想到他跟前；若是你来时节，他抓了你老脸皮，教你做人不得。（正末唱）【红绣鞋】正堂里夫人寝睡，小官在书房中依旧孤忄西。遮莫待尽世儿不能勾到他这罗帏，人都道刘家女被温峤娶为妻，落得个虚名儿则是美！（云）将酒来，我与小姐把盏咱。（正末把酒科）（旦云）我不吃。（官媒云）小姐接酒。（正末唱）【普天乐】初相见玉堂中，常想在天宫内，则索向空闲偷觑，怎生敢整顿观窥？得如今服侍他，情愿待为奴婢。厨房中水陆烹炮珍羞味，箱柜内无限锦绣珠翠。但能勾与你插戴些首饰，执料些饮食，则这的我早福共天齐。（旦做瀽酒科，云）我不吃。（正末唱）【满庭芳】量这些值个甚的！忒斟得金杯潋滟，因此上把宫锦淋漓，大人家展污了何须计。只要你温夫人略肯心回，便瀽到一两瓮香醪在地，浇到百十个公服朝衣！今夜里我早知他来意，酒淹得袖湿，几时花压帽檐低？（官媒云）这小姐则管不就亲，做的个违宣抗敕哩！（正末云）媒婆，休说这般话！（唱）【上小楼】休提着违宣抗敕，越逗的他烦天恼地。你则说迟了燕尔，过了新婚，误了时刻；你说领着省事，掌着军权，居着高位；又道会亲处倚官挟势。（云）我则索哀告你个媒婆，做个方便者。（做跪科）（官媒云）学士，你为何在老身跟前下礼？（正末唱）【幺篇】我\"求灶头不如告灶尾\"。为甚我今日媒人跟前做小伏低？教他款慢里劝谏的俺夫妻和会，兀的是罗帏中用人之际。（官媒云）天色明了也。学士，你先往衙门中去，我自夫人跟前回话去也。（正末云）夫人，你的心事我已知道了。你听我说。（唱）【耍孩儿】你少年心想念着风流配，我老则老争多的几岁？不知我心中常印着个不相宜，索将你百纵千随。你便不欢欣，我则满面儿相陪笑；你便要打骂，我也浑身儿都是喜。我把你看承的、看承的家宅土地，本命神祗。【四煞】论长安富贵家，怕青春子弟稀，有多少千金娇艳为妻室？这厮每黄昏鸾凤成双宿，清晓鸳鸯各自飞，那里有半点儿真实意？把你似粪堆般看待，泥土般抛掷。【三煞】你攒着眉熬夜阑，侧着耳听马嘶，闷心欲睡何曾睡。灯昏锦帐郎何在？香烬金炉人未归，渐渐的成憔悴还不到一年半载，他可早两妇三妻。【二煞】今日咱守定伊，休道近前使唤丫鬟辈，便有瑶池仙子无心觑，月殿嫦娥懒去窥。俺可也别无意，你道因甚的千般惧怕？也只为差了这一分年纪。【煞尾】我都得知、都得知，你休执迷、休执迷；你若别寻的个年少轻狂婿，恐不似我这般十分敬重你。（同下）第四折（外扮王府尹引祗从上，诗云）龙楼凤阁九重城，新筑沙提宰相行。我贵我荣君莫羡，十年前是一书生。老夫王府尹是也。今有温学士亲事一节，老夫奏过官里，特设一宴，叫做水墨宴，又叫做鸳鸯会，专请学士同夫人赴席。筵宴中间，则教他两口儿和会。等学士、夫人到时，自有主意。这早晚敢待来也。（正末同旦上，云）今日府尹相公设宴请客，不知何意，须索走一遭去也呵！（唱）【双调】【新水令】则为凤鸾失配累了苍鹘，今日个玳筵开，专要把鸳鸯完聚。我前面骑的是五花骢，他背后坐的是七香车；人都道这村里妻夫，直恁般似水如鱼，两口儿不肯离了一步。【驻马听】想当日沽酒当垆，拼了个三不归青春卓氏女；今日膝行肘步，招了个百般嫌皓首汉相如。偏不肯好头好面到成都，忄敞的我没牙没口题桥柱。谁跟前敢告诉，兀的是自招自揽风流苦！（云）可早来到也。左右，报复去，道温学士和夫人来了也。（祗从报科，云）温学士和夫人到于门首。（府尹云）道有请。（见科，府尹云）小官奉圣人的命，设此水墨宴，请学士、夫人呤诗作赋。有诗的，学士金钟饮酒，夫人插金凤钗，搽官定粉；无诗的，学士瓦盆里饮水，夫人头戴草花，墨乌面皮。（旦云）学士，你听者，大人说：你若有诗便吃酒，无诗便吃冷水。你用心着！（正末唱）【乔牌儿】自从不应举，何尝对两字句？昨日会宾朋，饮到遥天暮，今日酒渴的我没是处。【挂玉钩】恨不的巴到咽喉咽下去。井坠着朱砂玉，与咱更压瘴气，凉心经，解脏毒。大人呵他自有通仙术。至如肿了面皮，疮生眉目，也索蘸笔挥毫，咒水书符。（府尹云）若无诗呵，学士罚水，夫人头戴草花，墨乌面皮。（正末唱）【川拨棹】这官人待须臾，休恁般相逼促。你道是傅粉涂朱，妖艳妆梳。貌赛过神仙洛浦，怎好把墨来乌？（旦云）学士，着意吟诗；无诗的吃水，墨乌面皮，甚么模样！（正末云）休叫学士，你叫我丈夫。（旦云）无计所奈，则索唤丈夫。丈夫，须要着意者！（正未唱）【豆叶黄】你在黑阁落里欺你男儿，今日呵可不道指斥銮舆，也有禁住你限时，降了你乖处。两个月方才唤了我个丈夫，虽不曾彻胆欢娱，荡着皮肤，刚听的这一声娇似莺雏，早着我浑身麻木。（旦云）丈夫，你知道么？倘或罚水，乌墨搽面，教我怎了？（正末唱）【乔牌儿】如今便面上笔落处，也则是浮抹不生住。咱自有新合来澡豆香芬馥，到家银盆中洗面去。（旦云）丈夫，着意吟诗！（正末唱）【挂玉钩】我从小里文章不大古，年老也还有甚词赋？则道我沉醉黄公旧酒垆，怎知我也有妆幺处。见他害恐惧，我倒身无措。且等他急个多时，慢慢的再做支吾。（府尹云）学士，请吟诗者。（正末云）小官就吟。（旦云）丈夫，你要着意者！（正末云）夫人放心。（唱）【水仙子】须闻得温峤不尘俗，明知道诗书饱满腹，那里是白头把你青春误？就嫌的我无地缝钻入去。少甚么年少儿夫？这一个眼灌的自邓邓，那一个脸抹的黑突突，空恁般绿鬓何如？（旦云）学士吟诗波，休似吃凉水的。（正末云）夫人，我吟的诗好呵，你肯随顺我么？（旦云）你若吟得诗好，我插金钗、饮御酒，我便依随你。（正末云）夫人，你请放心者。（唱）【甜水令】我如今举起霜毫，舒开茧纸，题成诗句，待费我甚工夫！冷眼偷看这盆凉水，何须忧虑，只当做醒酒之物。【折桂令】想着我气卷江湖，学贯珠玑，又不是年近桑榆，怎把金马玉堂、锦心绣口，都觑的似有如无？则被你欺负得我千足万足，因此上我也还他佯醉佯愚。（旦云）丈夫，着意吟诗！倘罚水，墨乌面皮，教我怎了？（正末唱）他如今做了三谒茅庐，勉强承伏。软兀刺走向前来，恶支煞倒褪回去。（正末吟诗科，云）不分君恩重，能怜玉镜台。花从仙禁出，酒自御厨来。设席劳京尹，题诗属上才。遂令鱼共水，由此得和谐。（府尹云）温学士，不枉了高才大手，吟得好诗！赐金钟饮酒，夫人插凤头钗，搽官定粉。（旦喜科，云）学士，这多亏了你也！（正末云）夫人，我温峤何如？（府尹云）夫人，你肯依随学士么？（旦云）妾身愿随学士。（府尹云）既然夫人一心依随学士，老夫即当奏过官里，再准备一个庆喜的筵席。（正末唱）【雁儿落】你畅好是吃赢不吃输，亏的我能说又能做。你只要应承了这一首诗，倒被我勒掯的情和睦。【得胜令】呀，兀的不是一字一金珠，煞强似当日吓蛮书。你着宝钗簪云鬓，我着金杯饮醁醑。山呼，共谢得当今主。娇姝，早则不嫌我老丈夫。（府尹云）人间喜事，无过夫妇会合。就今日杀羊造酒，安排庆喜筵席，送学士、夫人还宅去。（诗云）金尊银烛启华筵，一派笙歌彻九天。若非恩赐鸳鸯会，焉能夫妇两团圆？（正末拜谢科）（唱）【鸳鸯煞】从今后姻缘注定姻缘簿，相思还彻相思苦。剩道连理欢浓，于飞愿足。可怜你窈窕巫娥，不负了多情宋玉。则这琴曲诗篇吟和处，风流句，须不是我故意亏图，成就了那朝云和暮雨。题目王府尹水墨宴正名温太真玉镜台",
        "author": "元代",
        "poem_class": "爱国",
        "dynasty": "倪瓒"
    },
    {
        "title": "好事近·秋晓上莲峰",
        "paragraph": "秋晓上莲峰，高蹑倚天青壁。谁与放翁为伴？有天坛轻策。铿然忽变赤龙飞，雷雨四山黑。谈笑做成丰岁，笑禅龛楖栗。胡马嘶风，汉旗翻雪，彤云又吐，一竿残照。古木连空，乱山无数，行尽暮沙衰草。星斗横幽馆，夜无眠、灯花空老。雾浓香鸭，冰凝泪烛，霜天难晓。 长记小妆才了，一杯未尽，离怀多少。醉里秋波，梦中朝雨，都是醒时烦恼。料有牵情处，忍思量、耳边曾道。甚时跃马归来，认得迎门轻笑。闲愁如飞雪，入酒即消融。好花如故人，一笑杯自空。流莺有情亦念我，柳边尽日啼春风。长安不到十四载，酒徒往往成衰翁。九环宝带光照地，不如留君双颊红。浅画香膏拂紫绵。牡丹花重翠云偏。手挼梅子并郎肩。病起心情终是怯，困来模样不禁怜。旋移针线小窗前。",
        "author": "宋代",
        "poem_class": "爱国",
        "dynasty": "陆游"
    },
    {
        "title": "贺新郎·吴江",
        "paragraph": "浪涌孤亭起，是当年、蓬莱顶上，海风飘坠。帝遣江神长守护，八柱蛟龙缠尾。斗吐出、寒烟寒雨。昨夜鲸翻坤轴动，卷雕翚、掷向虚空里。但留得，绛虹住。五湖有客扁舟舣，怕群仙、重游到此，翠旌难驻。手拍阑干呼白鹭，为我殷勤寄语；奈鹭也、惊飞沙渚。星月一天云万壑，览茫茫、宇宙之何处？鼓双楫，浩歌去。夜热依然午热同，开门小立月明中。竹深树密虫鸣处，时有微凉不是风。秋到边城角声哀，烽火照高台。悲歌击筑，凭高酹酒，此兴悠哉。多情谁似南山月，特地暮云开。灞桥烟柳，曲江池馆，应待人来。西湖春色归， 春水绿于染。群芳烂不收， 东风落如糁。参军春思乱如云， 白发题诗愁送春。遥知湖上一樽酒， 能忆天涯万里人。万里思春尚有情， 忽逢春至客心惊。雪消门外千山绿， 花发江边二月晴。少年把酒逢春色， 今日逢春头已白。异乡物态与人殊， 惟有东风旧相识。",
        "author": "宋代",
        "poem_class": "爱国",
        "dynasty": "蒋捷"
    },
    {
        "title": "水调歌头·寿赵漕介庵",
        "paragraph": "千里渥洼种，名动帝王家。金銮当日奏草，落笔万龙蛇。带得无边春下，等待江山都老，教看鬓方鸦。莫管钱流地，且拟醉黄花。唤双成，歌弄玉，舞绿华。一觞为饮千岁，江海吸流霞。闻道清都帝所，要挽银河仙浪，西北洗胡沙。回首日边去，云里认飞车。小绿间长红，露蕊烟丛。花开花落昔年同。惟恨花前携手处，往事成空。山远水重重，一笑难逢。已拚长在别离中。霜鬓知他从此去，几度春风。二月十五夜，与赵德麟小酌聚星堂春庭月午，摇荡香醪光欲舞。步转回廊，半落梅花婉娩香。轻云薄雾，总是少年行乐处。不似秋光，只与离人照断肠。实之三和有忧边之语，走笔答之。国脉微如缕。问长缨何时入手，缚将戎主？未必人间无好汉，谁与宽些尺度？试看取当年韩五。岂有谷城公付授，也不干曾遇骊山母。谈笑起，两河路。少时棋柝曾联句。叹而今登楼揽镜，事机频误。闻说北风吹面急，边上冲梯屡舞。君莫道投鞭虚语，自古一贤能制难，有金汤便可无张许？快投笔，莫题柱。",
        "author": "宋代",
        "poem_class": "爱国",
        "dynasty": "辛弃疾"
    },
    {
        "title": "在金日作·选二",
        "paragraph": "满腹诗书漫古今，频年流落易伤心。南冠终日囚军府，北雁何时到上林？开口摧颓空抱朴，协肩奔走尚腰金。莫邪利剑今何在？不斩奸邪恨最深！遥夜沉沉满幕霜，有时归梦到家乡。传闻已筑西河馆，自许能肥北海羊。回首两朝俱草莽，驰心万里绝农桑。人生一死浑闲事，裂眥穿胸不汝忘！粗缯大布裹生涯，腹有诗书气自华。厌伴老儒烹瓠叶，强随举子踏槐花。囊空不办寻春马，眼乱行看择婿车。得意犹堪夸世俗，诏黄新湿字如鸦。客路那知岁序移，忽惊春到小桃枝。天涯海角悲凉地，记得当年全盛时。花弄影，月流辉，水晶宫殿五云飞。分明一觉华胥梦，回首东风泪满衣。杏花飞帘散余春，明月入户寻幽人。褰衣步月踏花影，炯如流水涵青苹。花间置酒清香发，争挽长条落香雪。山城薄酒不堪饮，劝君且吸杯中月。洞箫声断月明中，惟忧月落酒杯空。明朝卷地春风恶，但见绿叶栖残红。",
        "author": "宋代",
        "poem_class": "爱国",
        "dynasty": "宇文虚中"
    },
    {
        "title": "好事近·汴京赐宴闻教坊乐有感",
        "paragraph": "凝碧旧池头，一听管弦凄切。多少梨园声在，总不堪华发。 杏花无处避春愁，也傍野烟发。惟有御沟声断，似知人呜咽。晚来一阵风兼雨，洗尽炎光。理罢笙簧，却对菱花淡淡妆。绛绡缕薄冰肌莹，雪腻酥香。笑语檀郎：今夜纱厨枕簟凉。纷纷红紫已成尘，布谷声中夏令新。夹路桑麻行不尽，始知身是太平人。画阁归来春又晚。燕子双飞，柳软桃花浅。细雨满天风满院，愁眉敛尽无人见。独倚阑干心绪乱。芳草芊绵，尚忆江南岸。风月无情人暗换，旧游如梦空肠断。",
        "author": "宋代",
        "poem_class": "爱国",
        "dynasty": "韩元吉"
    },
    {
        "title": "白帝城怀古",
        "paragraph": "日落沧江晚，停桡问土风。城临巴子国，台没汉王宫。荒服仍周甸，深山尚禹功。岩悬青壁断，地险碧流通。古木生云际，归帆出雾中。川途去无限，客思坐何穷。晴川落日初低，惆怅孤舟解携。鸟向平芜远近，人随流水东西。白云千里万里，明月前溪后溪。独恨长沙谪去，江潭春草萋萋。结发未识事，所交尽豪雄。却秦不受赏，击晋宁为功。托身白刃里，杀人红尘中。当朝揖高义，举世称英雄。小节岂足言，退耕舂陵东。归来无产业，生事如转蓬。一朝乌裘敝，百镒黄金空。弹剑徒激昂，出门悲路穷。吾兄青云士，然诺闻诸公。所以陈片言，片言贵情通。棣华倘不接，甘与秋草同。无云世界秋三五，共看蟾盘上海涯。 直到天头天尽处，不曾私照一人家。",
        "author": "唐代",
        "poem_class": "爱国",
        "dynasty": "陈子昂"
    },
    {
        "title": "水调歌头·登多景楼",
        "paragraph": "寒眼乱空阔，客意不胜秋。强呼斗酒，发兴特上最高楼。舒卷江山图画，应答龙鱼悲啸，不暇愿诗愁。风露巧欺客，分冷入衣裘。忽醒然，成感慨，望神州。可怜报国无路，空白一分头。都把平生意气，只做如今憔悴，岁晚若为谋。此意仗江月，分付与沙鸥。老大那堪说。似而今、元龙臭味，孟公瓜葛。我病君来高歌饮，惊散楼头飞雪。笑富贵千钧如发。硬语盘空谁来听？记当时、只有西窗月。重进酒，换鸣瑟。 事无两样人心别。问渠侬：神州毕竟，几番离合？汗血盐车无人顾，千里空收骏骨。正目断关河路绝。我最怜君中宵舞，道“男儿到死心如铁”。看试手，补天裂。裁剪冰绡，轻叠数重，淡著胭脂匀注。新样靓妆，艳溢香融，羞杀蕊珠宫女。易得凋零，更多少、无情风雨。愁苦。闲院落凄凉，几番春暮。（闲院 一作：问院)凭寄离恨重重，这双燕，何曾会人言语。天遥地远，万水千山，知他故宫何处。怎不思量，除梦里、有时曾去。无据，和梦也新来不做。落日古城角，把酒劝君留。长安路远，何事风雪敝貂裘。散尽黄金身世，不管秦楼人怨，归计狎沙鸥。明夜扁舟去，和月载离愁。功名事，身未老，几时休。诗书万卷，致身须到古伊周。莫学班超投笔，纵得封侯万里，憔悴老边州。何处依刘客，寂寞赋登楼。",
        "author": "宋代",
        "poem_class": "爱国",
        "dynasty": "杨炎正"
    },
    {
        "title": "蝶恋花·桐叶晨飘蛩夜语",
        "paragraph": "桐叶晨飘蛩夜语。旅思秋光，黯黯长安路。忽记横戈盘马处。散关清渭应如故。江海轻舟今已具。一卷兵书，叹息无人付。早信此生终不遇。当年悔草长杨赋。乳鸭池塘水浅深，熟梅天气半晴阴。东园载酒西园醉，摘尽枇杷一树金。梦觉透窗风一线，寒灯吹息。那堪酒醒，又闻空阶，夜雨频滴。嗟因循、久作天涯客。负佳人、几许盟言，便忍把、从前欢会，陡顿翻成忧戚。愁极，再三追思，洞房深处，几度饮散歌阑，香暖鸳鸯被。岂暂时疏散，费伊心力。殢云尤雨，有万般千种，相怜相惜。恰到如今，天长漏永，无端自家疏隔。知何时、却拥秦云态？愿低帏昵枕，轻轻细说与，江乡夜夜，数寒更思忆。霁天欲晓未明间，满目奇峰总可观。却有一峰忽然长，方知不动是真山。",
        "author": "宋代",
        "poem_class": "爱国",
        "dynasty": "陆游"
    },
    {
        "title": "贺新郎·弹铗西来路",
        "paragraph": "弹铗西来路。记匆匆、经行十日，几番风雨。梦里寻秋秋不见，秋在平芜远树。雁信落、家山何处？万里西风吹客鬓，把菱花、自笑人如许。留不住、少年去。男儿事业无凭据。记当年、悲歌击楫，酒酣箕踞。腰下光芒三尺剑，时解挑灯夜语。谁更识、此时情绪？唤起杜陵风月手，写江东渭北相思句。歌此恨，慰羁旅。湛湛长空黑。更那堪、斜风细雨，乱愁如织。老眼平生空四海，赖有高楼百尺。看浩荡、千崖秋色。白发书生神州泪，尽凄凉、不向牛山滴。追往事，去无迹。 少年自负凌云笔。到而今、春华落尽，满怀萧瑟。常恨世人新意少，爱说南朝狂客。把破帽、年年拈出。若对黄花孤负酒，怕黄花、也笑人岑寂。鸿北去，日西匿。清晨帘幕卷轻霜。呵手试梅妆。都缘自有离恨，故画作远山长。思往事，惜流芳。易成伤。拟歌先敛，欲笑还颦，最断人肠。花底忽闻敲两桨。逡巡女伴来寻访。酒盏旋将荷叶当。莲舟荡。时时盏里生红浪。花气酒香清厮酿。花腮酒面红相向。醉倚绿阴眠一饷。惊起望。船头阁在沙滩上。",
        "author": "宋代",
        "poem_class": "爱国",
        "dynasty": "刘过"
    },
    {
        "title": "酬朱监纪四辅",
        "paragraph": "十载江南事已非，与君辛苦各生归。愁看京口三军溃，痛说扬州十日围。碧血未消今战垒，白头相见旧征衣。东京朱祜年犹少，莫向尊前叹式微。未问兰因已惘然，垂杨西北有情天。水月镜花终幻迹，赢得，半生魂梦与缠绵。户网游丝浑是罥，被池方锦岂无缘？为有相思能驻景，消领，逢春惆怅似当年。何处淬吴钩？一片城荒枕碧流。曾是当年龙战地，飕飕。塞草霜风满地秋。霸业等闲休。跃马横戈总白头。莫把韶华轻换了，封侯。多少英雄只废丘。蒲团清坐道心长，消受莲花自在香。八万四千门路别，谁知方寸即西方。",
        "author": "清代",
        "poem_class": "爱国",
        "dynasty": "顾炎武"
    },
    {
        "title": "忆秦娥·中斋上元客散感旧",
        "paragraph": "中斋上元客散感旧，赋《忆秦娥》见属，一读凄然。随韵寄情，不觉悲甚。烧灯节，朝京道上风和雪。风和雪，江山如旧，朝京人绝。百年短短兴亡别，与君犹对当时月。当时月，照人烛泪，照人梅发。未遇行藏谁肯信，如今方表名踪。无端良匠画形容。当风轻借力，一举入高空。 才得吹嘘身渐稳，只疑远赴蟾宫。雨馀时候夕阳红。几人平地上，看我碧霄中。紫府东风放夜时。步莲秾李伴人归。五更钟动笙歌散，十里月明灯火稀。 香苒苒，梦依依。天涯寒尽减春衣。凤凰城阙知何处，寥落星河一雁飞。扑面征尘去路遥，香篝渐觉水沉销。山无重数周遭碧，花不知名分外娇。人历历，马萧萧，旌旗又过小红桥。愁边剩有相思句，摇断吟鞭碧玉梢。",
        "author": "宋代",
        "poem_class": "爱国",
        "dynasty": "刘辰翁"
    },
    {
        "title": "秋晚登城北门",
        "paragraph": "幅巾藜杖北城头，卷地西风满眼愁。一点烽传散关信，两行雁带杜陵秋。山河兴废供搔首，身世安危入倚楼。横槊赋诗非复昔，梦魂犹绕古梁州。闲愁如飞雪，入酒即消融。好花如故人，一笑杯自空。流莺有情亦念我，柳边尽日啼春风。长安不到十四载，酒徒往往成衰翁。九环宝带光照地，不如留君双颊红。时光只解催人老，不信多情，长恨离亭，泪滴春衫酒易醒。梧桐昨夜西风急，淡月胧明，好梦频惊，何处高楼雁一声？万里黔中一漏天，屋居终日似乘船。及至重阳天也霁，催醉，鬼门关外蜀江前。莫笑老翁犹气岸，君看，几人黄菊上华颠？戏马台南追两谢，驰射，风流犹拍古人肩。",
        "author": "宋代",
        "poem_class": "爱国",
        "dynasty": "陆游"
    },
    {
        "title": "金陵新亭",
        "paragraph": "金陵风景好，豪士集新亭。举目山河异，偏伤周顗情。四坐楚囚悲，不忧社稷倾。王公何慷慨，千载仰雄名。寂寂花时闭院门，美人相并立琼轩。 含情欲说宫中事，鹦鹉前头不敢言。见说蚕丛路，崎岖不易行。山从人面起，云傍马头生。芳树笼秦栈，春流绕蜀城。升沉应已定，不必问君平。朝见裴叔则，朗如行玉山。黄河落天走东海，万里写入胸怀间。身骑白鼋不敢度，金高南山买君顾。徘徊六合无相知，飘若浮云且西去！",
        "author": "唐代",
        "poem_class": "爱国",
        "dynasty": "李白"
    },
    {
        "title": "达摩支曲",
        "paragraph": "捣麝成尘香不灭，拗莲作寸丝难绝。红泪文姬洛水春，白头苏武天山雪。君不见无愁高纬花漫漫，漳浦宴馀清露寒。一旦臣僚共囚虏，欲吹羌管先汍澜。旧臣头鬓霜华早，可惜雄心醉中老。万古春归梦不归，邺城风雨连天草。前不见古人，后不见来者。念天地之悠悠，独怆然而涕下！鹅湖山下稻粱肥，豚栅鸡栖半掩扉。 桑柘影斜春社散，家家扶得醉人归。九月九日望乡台，他席他乡送客杯。 人情已厌南中苦，鸿雁那从北地来。",
        "author": "唐代",
        "poem_class": "爱国",
        "dynasty": "温庭筠"
    },
    {
        "title": "唐多令·雨过水明霞",
        "paragraph": "雨过水明霞。潮回岸带沙。叶声寒、飞透窗纱。堪恨西风吹世换，更吹我、落天涯。 寂寞古豪华。乌衣日又斜。说兴亡、燕入谁家。惟有南来无数雁，和明月、宿芦花。欧阳文忠公尝问余：“琴诗何者最善？答以退之听颖师琴诗最善。公曰：此诗最奇丽，然非听琴，乃听琵琶也。余深然之。建安章质夫家善琵琶者，乞为歌词。余久不作，特取退之词，稍加隐括，使就声律，以遗之云。昵昵儿女语，灯火夜微明。恩怨尔汝来去，弹指泪和声。忽变轩昂勇士，一鼓填然作气，千里不留行。回首暮云远，飞絮搅青冥。众禽里，真彩凤，独不鸣。跻攀寸步千险，一落百寻轻。烦子指间风雨，置我肠中冰炭，起坐不能平。推手从归去，无泪与君倾。漠漠轻寒上小楼，晓阴无赖似穷秋。淡烟流水画屏幽。自在飞花轻似梦，无边丝雨细如愁。宝帘闲挂小银钩。菊暗荷枯一夜霜。新苞绿叶照林光。竹篱茅舍出青黄。 香雾噀人惊半破，清泉流齿怯初尝。吴姬三日手犹香。",
        "author": "宋代",
        "poem_class": "爱国",
        "dynasty": "邓剡"
    },
    {
        "title": "小旻",
        "paragraph": "旻天疾威，敷于下土。谋犹回遹，何日斯沮？谋臧不从，不臧覆用。我视谋犹，亦孔之邛。潝潝訿訿，亦孔之哀。谋之其臧，则具是违。谋之不臧，则具是依。我视谋犹，伊于胡厎。我龟既厌，不我告犹。谋夫孔多，是用不集。发言盈庭，谁敢执其咎？如匪行迈谋，是用不得于道。哀哉为犹，匪先民是程，匪大犹是经。维迩言是听，维迩言是争。如彼筑室于道谋，是用不溃于成。国虽靡止，或圣或否。民虽靡膴，或哲或谋，或肃或艾。如彼泉流，无沦胥以败。不敢暴虎，不敢冯河。人知其一，莫知其他。战战兢兢，如临深渊，如履薄冰。扬之水，白石凿凿。素衣朱襮，从子于沃。既见君子，云何不乐？扬之水，白石皓皓。素衣朱绣，从子于鹄。既见君子，云何其忧？扬之水，白石粼粼。我闻有命，不敢以告人。凯风自南，吹彼棘心。棘心夭夭，母氏劬劳。凯风自南，吹彼棘薪。母氏圣善，我无令人。爰有寒泉？在浚之下。有子七人，母氏劳苦。睍睆黄鸟，载好其音。有子七人，莫慰母心。天口骈。谈天衍。雕龙奭。炙毂过髡。",
        "author": "先秦",
        "poem_class": "爱国",
        "dynasty": "佚名"
    },
    {
        "title": "江城子·平沙浅草接天长",
        "paragraph": "平沙浅草接天长。路茫茫。几兴亡。昨夜波声。洗岸骨如霜。千古英雄成底事，徒感慨，谩悲凉。 少年有意伏中行。馘名王。扫沙场。击楫中流，曾记泪沾裳。欲上治安双阙远，空怅望，过维扬。呜呼！盛衰之理，虽曰天命，岂非人事哉！原庄宗之所以得天下，与其所以失之者，可以知之矣。世言晋王之将终也，以三矢赐庄宗而告之曰：“梁，吾仇也；燕王，吾所立，契丹，与吾约为兄弟，而皆背晋以归梁。此三者，吾遗恨也。与尔三矢，尔其无忘乃父之志！”庄宗受而藏之于庙。其后用兵，则遣从事以一少牢告庙，请其矢，盛以锦囊，负而前驱，及凯旋而纳之。方其系燕父子以组，函梁君臣之首，入于太庙，还矢先王，而告以成功，其意气之盛，可谓壮哉！及仇雠已灭，天下已定，一夫夜呼，乱者四应，仓皇东出，未及见贼而士卒离散，君臣相顾，不知所归。至于誓天断发，泣下沾襟，何其衰也！岂得之难而失之易欤？抑本其成败之迹，而皆自于人欤？《书》曰：“满招损，谦得益。”忧劳可以兴国，逸豫可以亡身，自然之理也。故方其盛也，举天下之豪杰莫能与之争；及其衰也，数十伶人困之，而身死国灭，为天下笑。夫祸患常积于忽微，而智勇多困于所溺，岂独伶人也哉！作《伶官传》。我来吊古，上危楼、赢得闲愁千斛。虎踞龙蟠何处是，只有兴亡满目。柳外斜阳，水边归鸟，陇上吹乔木。片帆西去，一声谁喷霜竹。 却忆安石风流，东山岁晚，泪落哀筝曲。儿辈功名都付与，长日惟消棋局。宝镜难寻，碧云将暮，谁劝杯中绿。江头风怒，朝来波浪翻屋。匹夫而为百世师，一言而为天下法。是皆有以参天地之化，关盛衰之运，其生也有自来，其逝也有所为。故申、吕自岳降，傅说为列星，古今所传，不可诬也。孟子曰：“我善养吾浩然之气。”是气也，寓于寻常之中，而塞乎天地之间。卒然遇之，则王公失其贵，晋、楚失其富，良、平失其智，贲、育失其勇，仪、秦失其辩。是孰使之然哉？其必有不依形而立，不恃力而行，不待生而存，不随死而亡者矣。故在天为星辰，在地为河岳，幽则为鬼神，而明则复为人。此理之常，无足怪者。自东汉以来，道丧文弊，异端并起，历唐贞观、开元之盛，辅以房、杜、姚、宋而不能救。独韩文公起布衣，谈笑而麾之，天下靡然从公，复归于正，盖三百年于此矣。文起八代之衰，而道济天下之溺；忠犯人主之怒，而勇夺三军之帅：此岂非参天地，关盛衰，浩然而独存者乎？盖尝论天人之辨，以谓人无所不至，惟天不容伪。智可以欺王公，不可以欺豚鱼；力可以得天下，不可以得匹夫匹妇之心。故公之精诚，能开衡山之云，而不能回宪宗之惑；能驯鳄鱼之暴，而不能弭皇甫镈、李逢吉之谤；能信于南海之民，庙食百世，而不能使其身一日安于朝廷之上。盖公之所能者天也，其所不能者人也。始潮人未知学，公命进士赵德为之师。自是潮之士，皆笃于文行，延及齐民，至于今，号称易治。信乎孔子之言，“君子学道则爱人，小人学道则易使”也。潮人之事公也，饮食必祭，水旱疾疫，凡有求必祷焉。而庙在刺史公堂之后，民以出入为艰。前太守欲请诸朝作新庙，不果。元佑五年，朝散郎王君涤来守是邦。凡所以养士治民者，一以公为师。民既悦服，则出令曰：“愿新公庙者，听！”民欢趋之，卜地于州城之南七里，期年而庙成。或曰：“公去国万里，而谪于潮，不能一岁而归。没而有知，其不眷恋于潮也，审矣。”轼曰：“不然！公之神在天下者，如水之在地中，无所往而不在也。而潮人独信之深，思之至，焄蒿凄怆，若或见之。譬如凿井得泉，而曰水专在是，岂理也哉？”元丰七年，诏拜公昌黎伯，故榜曰：“昌黎伯韩文公之庙。”潮人请书其事于石，因作诗以遗之，使歌以祀公。其辞曰：“公昔骑龙白云乡，手抉云汉分天章，天孙为织云锦裳。飘然乘风来帝旁，下与浊世扫秕糠。西游咸池略扶桑，草木衣被昭回光。追逐李、杜参翱翔，汗流籍、湜走且僵，灭没倒影不能望。作书抵佛讥君王，要观南海窥衡湘，历舜九嶷吊英、皇。祝融先驱海若藏，约束蛟鳄如驱羊。钧天无人帝悲伤，讴吟下招遣巫阳。犦牲鸡卜羞我觞，於粲荔丹与蕉黄。公不少留我涕滂，翩然被发下大荒。” ",
        "author": "宋代",
        "poem_class": "爱国",
        "dynasty": "李好古"
    },
    {
        "title": "绮罗香·红叶",
        "paragraph": "万里飞霜，千林落木，寒艳不招春妒。枫冷吴江，独客又吟愁句。正船舣、流水孤村，似花绕、斜阳归路。甚荒沟、一片凄凉，载情不去载愁去。长安谁问倦旅？羞见衰颜借酒，飘零如许。谩倚新妆，不入洛阳花谱。为回风、起舞尊前，尽化作、断霞千缕。记阴阴、绿遍江南，夜窗听暗雨。楼外垂杨千万缕。欲系青春，少住春还去。犹自风前飘柳絮。随春且看归何处。 绿满山川闻杜宇。便做无情，莫也愁人苦。把酒送春春不语。黄昏却下潇潇雨。春风吹碧，春云映绿，晓梦入芳裀。软衬飞花，远连流水，一望隔香尘。 萋萋多少江南恨，翻忆翠罗裙。冷落闲门，凄迷古道，烟雨正愁人。春牛春杖，无限春风来海上。便丐春工，染得桃红似肉红。春幡春胜，一阵春风吹酒醒。不似天涯，卷起杨花似雪花。",
        "author": "宋代",
        "poem_class": "爱国",
        "dynasty": "张炎"
    },
    {
        "title": "野老",
        "paragraph": "野老篱前江岸回，柴门不正逐江开。渔人网集澄潭下，贾客船随返照来。长路关心悲剑阁，片云何意傍琴台。王师未报收东郡，城阙秋生画角哀。国子先生晨入太学，招诸生立馆下，诲之曰：“业精于勤，荒于嬉；行成于思，毁于随。方今圣贤相逢，治具毕张。拔去凶邪，登崇畯良。占小善者率以录，名一艺者无不庸。爬罗剔抉，刮垢磨光。盖有幸而获选，孰云多而不扬？诸生业患不能精，无患有司之不明；行患不能成，无患有司之不公。”言未既，有笑于列者曰：“先生欺余哉！弟子事先生，于兹有年矣。先生口不绝吟于六艺之文，手不停披于百家之编。纪事者必提其要，纂言者必钩其玄。贪多务得，细大不捐。焚膏油以继晷，恒兀兀以穷年。先生之业，可谓勤矣。觝排异端，攘斥佛老。补苴罅漏，张皇幽眇。寻坠绪之茫茫，独旁搜而远绍。障百川而东之，回狂澜于既倒。先生之于儒，可谓有劳矣。沉浸醲郁，含英咀华，作为文章，其书满家。上规姚姒，浑浑无涯；周诰、殷《盘》，佶屈聱牙；《春秋》谨严，《左氏》浮夸；《易》奇而法，《诗》正而葩；下逮《庄》、《骚》，太史所录；子云，相如，同工异曲。先生之于文，可谓闳其中而肆其外矣。少始知学，勇于敢为；长通于方，左右具宜。先生之于为人，可谓成矣。然而公不见信于人，私不见助于友。跋前踬后，动辄得咎。暂为御史，遂窜南夷。三年博士，冗不见治。命与仇谋，取败几时。冬暖而儿号寒，年丰而妻啼饥。头童齿豁，竟死何裨。不知虑此，而反教人为？”先生曰：“吁，子来前！夫大木为杗，细木为桷，欂栌、侏儒，椳、闑、扂、楔，各得其宜，施以成室者，匠氏之工也。玉札、丹砂，赤箭、青芝，牛溲、马勃，败鼓之皮，俱收并蓄，待用无遗者，医师之良也。登明选公，杂进巧拙，纡馀为妍，卓荦为杰，校短量长，惟器是适者，宰相之方也。昔者孟轲好辩，孔道以明，辙环天下，卒老于行。荀卿守正，大论是弘，逃谗于楚，废死兰陵。是二儒者，吐辞为经，举足为法，绝类离伦，优入圣域，其遇于世何如也？今先生学虽勤而不繇其统，言虽多而不要其中，文虽奇而不济于用，行虽修而不显于众。犹且月费俸钱，岁靡廪粟；子不知耕，妇不知织；乘马从徒，安坐而食。踵常途之役役，窥陈编以盗窃。然而圣主不加诛，宰臣不见斥，兹非其幸欤？动而得谤，名亦随之。投闲置散，乃分之宜。若夫商财贿之有亡，计班资之崇庳，忘己量之所称，指前人之瑕疵，是所谓诘匠氏之不以杙为楹，而訾医师以昌阳引年，欲进其豨苓也。 伪临朝武氏者，性非和顺，地实寒微。昔充太宗下陈，曾以更衣入侍。洎乎晚节，秽乱春宫。潜隐先帝之私，阴图后房之嬖。入门见嫉，蛾眉不肯让人；掩袖工谗，狐媚偏能惑主。践元后于翚翟，陷吾君于聚麀。加以虺蜴为心，豺狼成性，近狎邪僻，残害忠良，杀姊屠兄，弑君鸩母。人神之所同嫉，天地之所不容。犹复包藏祸心，窥窃神器。君之爱子，幽之于别宫；贼之宗盟，委之以重任。呜呼！霍子孟之不作，朱虚侯之已亡。燕啄皇孙，知汉祚之将尽；龙漦帝后，识夏庭之遽衰。敬业皇唐旧臣，公侯冢子。奉先帝之成业，荷本朝之厚恩。宋微子之兴悲，良有以也；袁君山之流涕，岂徒然哉！是用气愤风云，志安社稷。因天下之失望，顺宇内之推心，爰举义旗，以清妖孽。南连百越，北尽三河，铁骑成群，玉轴相接。海陵红粟，仓储之积靡穷；江浦黄旗，匡复之功何远？班声动而北风起，剑气冲而南斗平。喑呜则山岳崩颓，叱吒则风云变色。以此制敌，何敌不摧；以此图功，何功不克！公等或家传汉爵，或地协周亲，或膺重寄于爪牙，或受顾命于宣室。言犹在耳，忠岂忘心？一抔之土未干，六尺之孤何托？倘能转祸为福，送往事居，共立勤王之勋，无废旧君之命，凡诸爵赏，同指山河。若其眷恋穷城，徘徊歧路，坐昧先几之兆，必贻后至之诛。请看今日之域中，竟是谁家之天下！移檄州郡，咸使知闻。移家虽带郭，野径入桑麻。近种篱边菊，秋来未著花。扣门无犬吠，欲去问西家。报道山中去，归时每日斜。(归时 一作：归来)",
        "author": "唐代",
        "poem_class": "爱国",
        "dynasty": "杜甫"
    },
    {
        "title": "临江仙·金锁重门荒苑静",
        "paragraph": "金锁重门荒苑静，绮窗愁对秋空。翠华一去寂无踪。玉楼歌吹，声断已随风。烟月不知人事改，夜阑还照深宫。藕花相向野塘中，暗伤亡国，清露泣香红。万国未得雨，孤云犹在山。酒罢歌馀兴未阑，小桥清水共盘桓。波摇梅蕊伤心白，风入罗衣贴体寒。且莫思归去，须尽笙歌此夕欢。逐胜归来雨未晴，楼前风重草烟轻。谷莺语软花边过，水调声长醉里听。款举金觥劝，谁是当筵最有情？梅落新春入后庭，眼前风物可无情？曲池波晚冰还合，芳草迎船绿未成。且上高楼望，相共凭阑看月生。霜积秋山万树红，倚岩楼上挂朱栊。白云天远重重恨，黄叶烟深淅淅风。仿佛梁州曲，吹在谁家玉笛中。尽日登高兴未残，红楼人散独盘桓。一钩冷雾悬珠箔，满面西风凭玉阑。归去须沉醉，小院新池月乍寒。坐对高楼千万山，雁飞秋色满阑干。烧残红烛暮云合，飘尽碧梧金井寒。咫尺人千里，犹忆笙歌昨夜欢。晚雨秋阴酒乍醒，感时心绪杳难平。黄花冷落不成艳，红叶飕飗竞鼓声。背世返能厌俗态，偶缘犹未忘多情。自从双鬓斑斑白，不学安仁却自惊。",
        "author": "五代",
        "poem_class": "爱国",
        "dynasty": "鹿虔扆"
    },
    {
        "title": "倦夜",
        "paragraph": "竹凉侵卧内，野月满庭隅。重露成涓滴，稀星乍有无。暗飞萤自照，水宿鸟相呼。万事干戈里，空悲清夜徂。江涵秋影雁初飞，与客携壶上翠微。尘世难逢开口笑，菊花须插满头归。但将酩酊酬佳节，不用登临恨落晖。古往今来只如此，牛山何必独霑衣。(霑 同：沾)荆溪白石出，天寒红叶稀。山路元无雨，空翠湿人衣。无云世界秋三五，共看蟾盘上海涯。 直到天头天尽处，不曾私照一人家。",
        "author": "唐代",
        "poem_class": "爱国",
        "dynasty": "杜甫"
    },
    {
        "title": "菩提寺禁裴迪来相看说逆贼等凝碧池上作音乐供奉人等举声便一时泪下私成口号诵示裴迪",
        "paragraph": "万户伤心生野烟，百僚何日更朝天。(更 一作：再)秋槐叶落空宫里，凝碧池头奏管弦。故园东望路漫漫，双袖龙钟泪不干。 马上相逢无纸笔，凭君传语报平安。幽兰露，如啼眼。无物结同心，烟花不堪剪。草如茵，松如盖。风为裳，水为佩。油壁车，夕相待。冷翠烛，劳光彩。西陵下，风吹雨。赠君一法决狐疑，不用钻龟与祝蓍。试玉要烧三日满，辨材须待七年期。周公恐惧流言日，王莽谦恭未篡时。向使当初身便死，一生真伪复谁知？",
        "author": "唐代",
        "poem_class": "爱国",
        "dynasty": "王维"
    },
    {
        "title": "幽居冬暮",
        "paragraph": "羽翼摧残日，郊园寂寞时。晓鸡惊树雪，寒鹜守冰池。急景忽云暮，颓年浸已衰。如何匡国分，不与夙心期。菩提本无树，明镜亦非台。佛性常清净，何处有尘埃！身是菩提树，心为明镜台。明镜本清净，何处染尘埃！菩提本无树，明镜亦非台。本来无一物，何处惹尘埃！菩提只向心觅，何劳向外求玄？听说依此修行，西方只在目前！诸葛大名垂宇宙，宗臣遗像肃清高。三分割据纡筹策，万古云霄一羽毛。伯仲之间见伊吕，指挥若定失萧曹。运移汉祚终难复，志决身歼军务劳。日日采莲去，洲长多暮归。弄篙莫溅水，畏湿红莲衣。",
        "author": "唐代",
        "poem_class": "爱国",
        "dynasty": "李商隐"
    },
    {
        "title": "战城南",
        "paragraph": "塞北途辽远，城南战苦辛。幡旗如鸟翼，甲胄似鱼鳞。冻水寒伤马，悲风愁杀人。寸心明白日，千里暗黄尘。黄四娘家花满蹊，千朵万朵压枝低。留连戏蝶时时舞，自在娇莺恰恰啼。昔闻洞庭水，今上岳阳楼。吴楚东南坼，乾坤日夜浮。亲朋无一字，老病有孤舟。戎马关山北，凭轩涕泗流。燕草如碧丝，秦桑低绿枝。当君怀归日，是妾断肠时。 春风不相识，何事入罗帏。",
        "author": "唐代",
        "poem_class": "爱国",
        "dynasty": "杨炯"
    },
    {
        "title": "凉州词",
        "paragraph": "昨夜蕃兵报国仇，沙州都护破凉州。黄河九曲今归汉，塞外纵横战血流。严风吹霜海草凋，筋干精坚胡马骄。汉家战士三十万，将军兼领霍嫖姚。流星白羽腰间插，剑花秋莲光出匣。天兵照雪下玉关，虏箭如沙射金甲。云龙风虎尽交回，太白入月敌可摧。敌可摧，旄头灭，履胡之肠涉胡血。悬胡青天上，埋胡紫塞傍。胡无人，汉道昌。陛下之寿三千霜。但歌大风云飞扬，安得猛士兮守四方。寂寞掩柴扉，苍茫对落晖。鹤巢松树遍，人访荜门稀。绿竹含新粉，红莲落故衣。渡头烟火起，处处采菱归。嫁得瞿塘贾，朝朝误妾期。早知潮有信，嫁与弄潮儿。",
        "author": "唐代",
        "poem_class": "爱国",
        "dynasty": "薛逢"
    },
    {
        "title": "生查子·题京口郡治尘表亭",
        "paragraph": "悠悠万世功，矻矻当年苦。鱼自入深渊，人自居平土。红日又西沉，白浪长东去。不是望金山，我自思量禹。绣面芙蓉一笑开，斜飞宝鸭衬香腮。眼波才动被人猜。一面风情深有韵，半笺娇恨寄幽怀。月移花影约重来。醉拍春衫惜旧香。天将离恨恼疏狂。年年陌上生秋草，日日楼中到夕阳。 云渺渺，水茫茫。征人归路许多长。相思本是无凭语，莫向花笺费泪行。相思似海深，旧事如天远。泪滴千千万万行，更使人、愁肠断。要见无因见，拚了终难拚。若是前生未有缘，待重结、来生愿。",
        "author": "宋代",
        "poem_class": "爱国",
        "dynasty": "辛弃疾"
    },
    {
        "title": "题青泥市萧寺壁",
        "paragraph": "雄气堂堂贯斗牛，誓将直节报君仇。斩除顽恶还车驾，不问登坛万户侯。春色将阑，莺声渐老，红英落尽青梅小。画堂人静雨蒙蒙，屏山半掩余香袅。密约沉沉，离情杳杳，菱花尘满慵将照。倚楼无语欲销魂，长空黯淡连芳草。六国破灭，非兵不利，战不善，弊在赂秦。赂秦而力亏，破灭之道也。或曰：六国互丧，率赂秦耶？曰：不赂者以赂者丧，盖失强援，不能独完。故曰：弊在赂秦也。秦以攻取之外，小则获邑，大则得城。较秦之所得，与战胜而得者，其实百倍；诸侯之所亡，与战败而亡者，其实亦百倍。则秦之所大欲，诸侯之所大患，固不在战矣。思厥先祖父，暴霜露，斩荆棘，以有尺寸之地。子孙视之不甚惜，举以予人，如弃草芥。今日割五城，明日割十城，然后得一夕安寝。起视四境，而秦兵又至矣。然则诸侯之地有限，暴秦之欲无厌，奉之弥繁，侵之愈急。故不战而强弱胜负已判矣。至于颠覆，理固宜然。古人云：“以地事秦，犹抱薪救火，薪不尽，火不灭。”此言得之。齐人未尝赂秦，终继五国迁灭，何哉？与嬴而不助五国也。五国既丧，齐亦不免矣。燕赵之君，始有远略，能守其土，义不赂秦。是故燕虽小国而后亡，斯用兵之效也。至丹以荆卿为计，始速祸焉。赵尝五战于秦，二败而三胜。后秦击赵者再，李牧连却之。洎牧以谗诛，邯郸为郡，惜其用武而不终也。且燕赵处秦革灭殆尽之际，可谓智力孤危，战败而亡，诚不得已。向使三国各爱其地，齐人勿附于秦，刺客不行，良将犹在，则胜负之数，存亡之理，当与秦相较，或未易量。呜呼！以赂秦之地封天下之谋臣，以事秦之心礼天下之奇才，并力西向，则吾恐秦人食之不得下咽也。悲夫！有如此之势，而为秦人积威之所劫，日削月割，以趋于亡。为国者无使为积威之所劫哉！夫六国与秦皆诸侯，其势弱于秦，而犹有可以不赂而胜之之势。苟以天下之大，下而从六国破亡之故事，是又在六国下矣。一夜东风，枕边吹散愁多少。数声啼鸟。梦转纱窗晓。 来是春初，去是春将老。长亭道。一般芳草。只有归时好。",
        "author": "宋代",
        "poem_class": "爱国",
        "dynasty": "岳飞"
    },
    {
        "title": "初入淮河四绝句",
        "paragraph": "船离洪泽岸头沙，人到淮河意不佳。何必桑乾方是远，中流以北即天涯！刘岳张韩宣国威，赵张二相筑皇基。长淮咫尺分南北，泪湿秋风欲怨谁？两岸舟船各背驰，波浪交涉亦难为。只余鸥鹭无拘管，北去南来自在飞。中原父老莫空谈，逢着王人诉不堪。却是归鸿不能语，一年一度到江南。十年前是尊前客，月白风清，忧患凋零。老去光阴速可惊。鬓华虽改心无改，试把金觥。旧曲重听。犹似当年醉里声。窗前谁种芭蕉树，阴满中庭。阴满中庭。叶叶心心，舒卷有馀清。(清 一作：情)伤心枕上三更雨，点滴霖霪。点滴霖霪。愁损北人，不惯起来听。春有百花秋有月，夏有凉风冬有雪。若无闲事挂心头，便是人间好时节。",
        "author": "宋代",
        "poem_class": "爱国",
        "dynasty": "杨万里"
    },
    {
        "title": "少年行四首",
        "paragraph": "少小边州惯放狂，骣骑蕃马射黄羊。如今年老无筋力，犹倚营门数雁行。家本清河住五城，须凭弓箭得功名。等闲飞鞚秋原上，独向寒云试射声。弓背霞明剑照霜，秋风走马出咸阳。未收天子河湟地，不拟回头望故乡。霜满中庭月满楼，金樽玉柱对清秋。当年称意须行乐，不到天明不肯休。西上莲花山，迢迢见明星。(西上 一作：西岳)素手把芙蓉，虚步蹑太清。霓裳曳广带，飘拂升天行。邀我登云台，高揖卫叔卿。(登云台 一作：至云台)恍恍与之去，驾鸿凌紫冥。俯视洛阳川，茫茫走胡兵。流血涂野草，豺狼尽冠缨。苏溪亭上草漫漫，谁倚东风十二阑。燕子不归春事晚，一汀烟雨杏花寒。虢国夫人承主恩，平明骑马入宫门。却嫌脂粉污颜色，淡扫蛾眉朝至尊。",
        "author": "唐代",
        "poem_class": "爱国",
        "dynasty": "令狐楚"
    },
    {
        "title": "小园赋",
        "paragraph": "若夫一枝之上，巢父得安巢之所；一壶之中，壶公有容身之地。况乎管宁藜床，虽穿而可座；嵇康锻灶，既暖而堪眠。岂必连闼洞房，南阳樊重之第；赤墀青锁，西汉王根之宅。余有数亩敝庐，寂寞人外，聊以拟伏腊，聊以避风霜。虽复晏婴近市，不求朝夕之利；潘岳面城，且适闲居之乐。况乃黄鹤戒露，非有意于轮轩；爰居避风，本无情于钟鼓。陆机则兄弟同居，韩康则舅甥不别，蜗角蚊睫，又足相容者也。尔乃窟室徘徊，聊同凿坯。桐间露落，柳下风来。琴号珠柱，书名玉杯。有棠梨而无馆，足酸枣而非台。犹得敧侧八九丈，纵横数十步，榆柳两三行，梨桃百余树。拔蒙密兮见窗，行敧斜兮得路。蝉有翳兮不惊，雉无罗兮何惧！草树混淆，枝格相交。山为篑覆，地有堂坳。藏狸并窟，乳鹊重巢。连珠细茵，长柄寒匏。可以疗饥，可以栖迟，崎岖兮狭室，穿漏兮茅茨。檐直倚而妨帽，户平行而碍眉。坐帐无鹤，支床有龟。鸟多闲暇，花随四时。心则历陵枯木，发则睢阳乱丝。非夏日而可畏，异秋天而可悲。一寸二寸之鱼，三竿两竿之竹。云气荫于丛蓍，金精养于秋菊。枣酸梨酢，桃榹李薁。落叶半床，狂花满屋。名为野人之家，是谓愚公之谷。试偃息于茂林，乃久羡于抽簪。虽有门而长闭，实无水而恒沉。三春负锄相识，五月披裘见寻。问葛洪之药性，访京房之卜林。草无忘忧之意，花无长乐之心。鸟何事而逐酒？鱼何情而听琴？加以寒暑异令，乖违德性。崔骃以不乐损年，吴质以长愁养病。镇宅神以薶石，厌山精而照镜。屡动庄舄之吟，几行魏颗之命。薄晚闲闺，老幼相携；蓬头王霸之子，椎髻梁鸿之妻。燋麦两瓮，寒菜一畦。风骚骚而树急，天惨惨而云低。聚空仓而雀噪，惊懒妇而蝉嘶。昔草滥于吹嘘，籍文言之庆余。门有通德，家承赐书。或陪玄武之观，时参凤凰之墟。观受釐于宣室，赋长杨于直庐。遂乃山崩川竭，冰碎瓦裂，大盗潜移，长离永灭。摧直辔于三危，碎平途于九折。荆轲有寒水之悲，苏武有秋风之别。关山则风月凄怆，陇水则肝肠断绝。龟言此地之寒，鹤讶今年之雪。百龄兮倏忽，光华兮已晚。不雪雁门之踦，先念鸿陆之远。非淮海兮可变，非金丹兮能转。不暴骨于龙门，终低头于马坂。谅天造兮昧昧，嗟生民兮浑浑。相彼景响。有比形声。始云同宗。终焉友生。棠棣隆亲。頍弁鉴情。缅邈岁月。缱绻平生。潜虬媚幽姿，飞鸿响远音。 薄霄愧云浮，栖川怍渊沉。进德智所拙，退耕力不任。徇禄反穷海，卧疴对空林。衾枕昧节候，褰开暂窥临。倾耳聆波澜，举目眺岖嵚。初景革绪风，新阳改故阴。池塘生春草，园柳变鸣禽。祁祁伤豳歌，萋萋感楚吟。索居易永久，离群难处心。持操岂独古，无闷征在今。杪秋寻远山，山远行不近。与子别山阿，含酸赴修轸。中流袂就判，欲去情不忍。顾望脰未悁，汀曲舟已隐。隐汀绝望舟，骛棹逐惊流。欲抑一生欢，并奔千里游。日落当栖薄，系缆临江楼。岂惟夕情敛，忆尔共淹留。淹留昔时欢，复增今日叹。兹情已分虑，况乃协悲端。秋泉鸣北涧，哀猿响南峦。戚戚新别心，凄凄久念攒！攒念攻别心，旦发清溪阴。暝投剡中宿，明登天姥岑。高高入云霓，还期那可寻？傥遇浮丘公，长绝子徽音。",
        "author": "南北朝",
        "poem_class": "爱国",
        "dynasty": "庾信"
    },
    {
        "title": "少年游·端午赠黄守徐君猷",
        "paragraph": "银塘朱槛麹尘波，圆绿卷新荷。兰条荐浴，菖花酿酒，天气尚清和。好将沉醉酬佳节，十分酒、一分歌。狱草烟深，讼庭人悄，无吝宴游过。乳燕飞华屋。悄无人、桐阴转午，晚凉新浴。手弄生绡白团扇，扇手一时似玉。渐困倚、孤眠清熟。帘外谁来推绣户，枉教人、梦断瑶台曲。又却是，风敲竹。 石榴半吐红巾蹙。待浮花、浪蕊都尽，伴君幽独。秾艳一枝细看取，芳心千重似束。又恐被、秋风惊绿。若待得君来向此，花前对酒不忍触。共粉泪，两簌簌。五月五日午，赠我一枝艾。 故人不可见，新知万里外。丹心照夙昔，鬓发日已改。 我欲从灵均，三湘隔辽海。云千重，水千重，身在千重云水中。月明收钓筒。头未童，耳未聋，得酒犹能双脸红。一尊谁与同。",
        "author": "宋代",
        "poem_class": "爱国",
        "dynasty": "苏轼"
    },
    {
        "title": "小孤山",
        "paragraph": "人言此是海门关，海眼无涯骇众观。天地偶然留砥柱，江山有此障狂澜。坚如猛士敌场立，危似孤臣末世难。明日登峰须造极，渺观宇宙我心宽。片片蝶衣轻，点点猩红小。道是天公不惜花，百种千般巧。 朝见树头繁，暮见枝头少。道是天公果惜花，雨洗风吹了。西塞山边白鹭飞，散花洲外片帆微。桃花流水鳜鱼肥。自庇一身青箬笠，相随到处绿蓑衣。斜风细雨不须归。爆竹声中一岁除，春风送暖入屠苏。千门万户曈曈日，总把新桃换旧符。",
        "author": "宋代",
        "poem_class": "爱国",
        "dynasty": "谢枋得"
    },
    {
        "title": "寄生草·饮",
        "paragraph": "长醉后方何碍，不醒时有甚思。糟腌两个功名字，醅渰千古兴亡事，曲埋万丈虹霓志。不达时皆笑屈原非，但知音尽说陶潜是。眉间恨，心上苦，口难言把脚尖儿分付。乌靴上半痕鞋下土，忍轻将袖梢儿挪去。楼台小，风味佳，动新愁雨初风乍。知不知对春思念他，倚阑干海棠花下。新秋夜，微醉时，月明中倚阑独自。吟成几联肠断诗，说不尽满怀心事。鸾凤配，莺燕约，感萧娘肯怜才貌。除琴剑又别无珍共宝。则一片至诚心要也不要？风流士，年少客，花无名帽檐羞带。新来颇觉略分外，相思病等闲不害。乾坤内，山共水，论风流古杭为最。北高峰离不得三二里，回头看镂金铺翠。西湖烟水茫茫，百顷风潭，十里荷香。宜雨宜晴，宜西施淡抹浓妆。尾尾相衔画舫，尽欢声无日不笙簧。春暖花香，岁稔时康。真乃“上有天堂，下有苏杭。”自送别，心难舍，一点相思几时绝？凭阑袖拂杨花雪。溪又斜，山又遮，人去也！",
        "author": "元代",
        "poem_class": "爱国",
        "dynasty": "白朴"
    },
    {
        "title": "琴茶",
        "paragraph": "兀兀寄形群动内，陶陶任性一生间。自抛官后春多醉，不读书来老更闲。琴里知闻唯渌水，茶中故旧是蒙山。穷通行止常相伴，谁道吾今无往还？弯弯月出挂城头，城头月出照凉州。凉州七里十万家，胡人半解弹琵琶。琵琶一曲肠堪断，风萧萧兮夜漫漫。河西幕中多故人，故人别来三五春。花门楼前见秋草，岂能贫贱相看老。一生大笑能几回，斗酒相逢须醉倒。满园花菊郁金黄，中有孤丛色似霜。 还似今朝歌酒席，白头翁入少年场。绿树阴浓夏日长，楼台倒影入池塘。水晶帘动微风起，满架蔷薇一院香。(水晶帘 一作 水精帘）",
        "author": "唐代",
        "poem_class": "爱国",
        "dynasty": "白居易"
    },
    {
        "title": "左掖梨花",
        "paragraph": "冷艳全欺雪，余香乍入衣。春风且莫定，吹向玉阶飞。清时有味是无能，闲爱孤云静爱僧。 欲把一麾江海去，乐游原上望昭陵。可怜白雪曲，未遇知音人。恓惶戎旅下，蹉跎淮海滨。涧树含朝雨，山鸟哢馀春。我有一瓢酒，可以慰风尘。龙马花雪毛，金鞍五陵豪。秋霜切玉剑，落日明珠袍。斗鸡事万乘，轩盖一何高。弓摧南山虎，手接太行猱。酒后竞风采，三杯弄宝刀。杀人如剪草，剧孟同游遨。发愤去函谷，从军向临洮。叱咤经百战，匈奴尽奔逃。归来使酒气，未肯拜萧曹。羞入原宪室，荒径隐蓬蒿。",
        "author": "唐代",
        "poem_class": "爱国",
        "dynasty": "丘为"
    },
    {
        "title": "鹧鸪天·建康上元作",
        "paragraph": "客路那知岁序移，忽惊春到小桃枝。天涯海角悲凉地，记得当年全盛时。花弄影，月流辉，水晶宫殿五云飞。分明一觉华胥梦，回首东风泪满衣。远岸收残雨。雨残稍觉江天暮。拾翠汀洲人寂静，立双双鸥鹭。望几点、渔灯隐映蒹葭浦。停画桡、两两舟人语。道去程今夜，遥指前村烟树。游宦成羁旅。短樯吟倚闲凝伫。万水千山迷远近，想乡关何处。自别后、风亭月榭孤欢聚。刚断肠、惹得离情苦。听杜宇声声，劝人不如归去。恨君不似江楼月，南北东西，南北东西，只有相随无别离。恨君却似江楼月，暂满还亏，暂满还亏，待得团圆是几时？暖雨晴风初破冻，柳眼梅腮，已觉春心动。酒意诗情谁与共？泪融残粉花钿重。乍试夹衫金缕缝，山枕斜欹，枕损钗头凤。独抱浓愁无好梦，夜阑犹剪灯花弄。",
        "author": "宋代",
        "poem_class": "爱国",
        "dynasty": "赵鼎"
    },
    {
        "title": "蝶恋花·月下醉书雨岩石浪",
        "paragraph": "九畹芳菲兰佩好。空谷无人，自怨蛾眉巧。宝瑟泠泠千古调。朱丝弦断知音少。 冉冉年华吾自老。水满汀洲，何处寻芳草。唤起湘累歌未了。石龙舞罢松风晓。世皆称孟尝君能得士，士以故归之，而卒赖其力以脱于虎豹之秦。嗟乎！孟尝君特鸡鸣狗盗之雄耳，岂足以言得士？不然，擅齐之强，得一士焉，宜可以南面而制秦，尚何取鸡鸣狗盗之力哉？夫鸡鸣狗盗之出其门，此士之所以不至也。湖上风来波浩渺。秋已暮、红稀香少。水光山色与人亲，说不尽、无穷好。 莲子已成荷叶老。青露洗、蘋花汀草。眠沙鸥鹭不回头，似也恨、人归早。楼外垂杨千万缕。欲系青春，少住春还去。犹自风前飘柳絮。随春且看归何处。 绿满山川闻杜宇。便做无情，莫也愁人苦。把酒送春春不语。黄昏却下潇潇雨。",
        "author": "宋代",
        "poem_class": "爱国",
        "dynasty": "辛弃疾"
    },
    {
        "title": "三月十七日夜醉中作",
        "paragraph": "前年脍鲸东海上，白浪如山寄豪壮；去年射虎南山秋，夜归急雪满貂裘。今年摧颓最堪笑，华发苍颜羞自照。谁知得酒尚能狂，脱帽向人时大叫。逆胡未灭心未平，孤剑床头铿有声。破驿梦回灯欲死，打窗风雨正三更。正单衣试酒，怅客里、光阴虚掷。愿春暂留，春归如过翼。一去无迹。为问花何在，夜来风雨，葬楚宫倾国。钗钿堕处遗香泽。乱点桃蹊，轻翻柳陌。多情为谁追惜。但蜂媒蝶使，时叩窗隔。 东园岑寂。渐蒙笼暗碧。静绕珍丛底，成叹息。长条故惹行客。似牵衣待话，别情无极。残英小、强簪巾帻。终不似一朵，钗头颤袅，向人欹侧。漂流处、莫趁潮汐。恐断红、尚有相思字，何由见得。禹庙兰亭今古路。一夜清霜，染尽湖边树。鹦鹉杯深君莫诉。他时相遇知何处。冉冉年华留不住。镜里朱颜，毕竟消磨去。一句丁宁君记取。神仙须是闲人做。早岁那知世事艰，中原北望气如山。楼船夜雪瓜洲渡，铁马秋风大散关。塞上长城空自许，镜中衰鬓已先斑。出师一表真名世，千载谁堪伯仲间！",
        "author": "宋代",
        "poem_class": "爱国",
        "dynasty": "陆游"
    },
    {
        "title": "阮郎归·绍兴乙卯大雪行鄱阳道中",
        "paragraph": "江南江北雪漫漫，遥知易水寒。同云深处望三关，断肠山又山。天可老，海能翻，消除此恨难。频闻遣使问平安，几时鸾辂还？人生百岁，七十稀少。更除十年孩童小。又十年昏老。都来五十载，一半被、睡魔分了。那二十五载之中，宁无些个烦恼。仔细思量，好追欢及早。遇酒追朋笑傲。任玉山摧倒。沉醉且沉醉，人生似、露垂芳草。幸新来、有酒如渑，结千秋歌笑。白鸥问我泊孤舟，是身留，是心留？心若留时，何事锁眉头？风拍小帘灯晕舞，对闲影，冷清清，忆旧游。旧游旧游今在否？花外楼，柳下舟。梦也梦也，梦不到，寒水空流。漠漠黄云，湿透木棉裘。都道无人愁似我，今夜雪，有梅花，似我愁。缥缈危楼紫翠间，良辰乐事古难全。感时怀旧独凄然。璧月琼枝空夜夜，菊花人貌自年年。不知来岁与谁看。",
        "author": "宋代",
        "poem_class": "爱国",
        "dynasty": "向子諲"
    },
    {
        "title": "沁园春·题潮阳张许二公庙",
        "paragraph": "为子死孝，为臣死忠，死又何妨。自光岳气分，士无全节；君臣义缺，谁负刚肠。骂贼张巡，爱君许远，留取声名万古香。后来者，无二公之操，百炼之钢。人生翕歘云亡。好烈烈轰轰做一场。使当时卖国，甘心降虏，受人唾骂，安得流芳。古庙幽沉，仪容俨雅，枯木寒鸦几夕阳。邮亭下，有奸雄过此，仔细思量。黄花谩说年年好。也趁秋光老。绿鬓不惊秋，若斗尊前，人好花堪笑。蟠桃结子知多少。家住三山岛。何日跨归鸾，沧海飞尘，人世因缘了。不向长安路上行。却教山寺厌逢迎。味无味处求吾乐，材不材间过此生。宁作我，岂其卿。人间走遍却归耕。一松一竹真朋友，山鸟山花好弟兄。眉共春山争秀。可怜长皱。莫将清泪湿花枝，恐花也、如人瘦。清润玉箫闲久。知音稀有，欲知日日倚阑愁，但问取、亭前柳。",
        "author": "宋代",
        "poem_class": "爱国",
        "dynasty": "文天祥"
    },
    {
        "title": "临江仙·高咏楚词酬午日",
        "paragraph": "高咏楚词酬午日，天涯节序匆匆。榴花不似舞裙红。无人知此意，歌罢满帘风。 万事一身伤老矣，戎葵凝笑墙东。酒杯深浅去年同。试浇桥下水，今夕到湘中。雨恨云愁，江南依旧称佳丽。水村渔市。一缕孤烟细。天际征鸿，遥认行如缀。平生事。此时凝睇。谁会凭栏意。(栏 通：阑)一别都门三改火，天涯踏尽红尘。依然一笑作春温。无波真古井，有节是秋筠。惆怅孤帆连夜发，送行淡月微云。尊前不用翠眉颦。人生如逆旅，我亦是行人。(尊 通：樽)疏疏淡淡，问阿谁、堪比天真颜色。笑杀东君虚占断，多少朱朱白白。雪里温柔，水边明秀，不借春工力。骨清香嫩，迥然天与奇绝。 尝记宝篽寒轻，琐窗人睡起，玉纤轻摘。漂泊天涯空瘦损，犹有当年标格。万里风烟，一溪霜月，未怕欺他得。不如归去，阆苑有个人忆。",
        "author": "宋代",
        "poem_class": "爱国",
        "dynasty": "陈与义"
    },
    {
        "title": "独漉篇",
        "paragraph": "独漉水中泥，水浊不见月。不见月尚可，水深行人没。越鸟从南来，胡鹰亦北渡。我欲弯弓向天射，惜其中道失归路。落叶别树，飘零随风。客无所托，悲与此同。罗帏舒卷，似有人开。明月直入，无心可猜。雄剑挂壁，时时龙鸣。不断犀象，绣涩苔生。国耻未雪，何由成名。神鹰梦泽，不顾鸱鸢。为君一击，鹏抟九天。闻道黄龙戍，频年不解兵。可怜闺里月，长在汉家营。少妇今春意，良人昨夜情。谁能将旗鼓，一为取龙城。昨日一花开，今日一花开。今日花正好，昨日花已老。始知人老不如花，可惜落花君莫扫。人生不得长少年，莫惜床头沽酒钱。请君有钱向酒家，君不见，蜀葵花。历览前贤国与家，成由勤俭破由奢。何须琥珀方为枕，岂得真珠始是车。远去不逢青海马，力穷难拔蜀山蛇。(远去 一作：运去)几人曾预南薰曲，终古苍梧哭翠华。",
        "author": "唐代",
        "poem_class": "爱国",
        "dynasty": "李白"
    },
    {
        "title": "残春旅舍",
        "paragraph": "旅舍残春宿雨晴，恍然心地忆咸京。树头蜂抱花须落，池面鱼吹柳絮行。禅伏诗魔归净域，酒冲愁阵出奇兵。两梁免被尘埃污，拂拭朝簪待眼明。群鸡正乱叫，客至鸡斗争。驱鸡上树木，始闻叩柴荆。父老四五人，问我久远行。手中各有携，倾榼浊复清。莫辞酒味薄，黍地无人耕。兵戈既未息，儿童尽东征。请为父老歌：艰难愧深情！歌罢仰天叹，四座泪纵横。三日入厨下，洗手作羹汤。未谙姑食性，先遣小姑尝。把君诗卷灯前读，诗尽灯残天未明。眼痛灭灯犹闇坐，逆风吹浪打船声。",
        "author": "唐代",
        "poem_class": "爱国",
        "dynasty": "韩偓"
    },
    {
        "title": "岳忠武王祠",
        "paragraph": "匹马南来渡浙河，汴城宫阙远嵯峨。中兴诸将谁降敌，负国奸臣主议和。黄叶古祠寒雨积，清山荒冢白云多。(“清山”一作“青山”)如何一别朱仙镇，不见将军奏凯歌。富贵本无根，尽从勤里得。请观懒惰者，面待饥寒色。广陵回首路迢迢，堤柳秋声尚未凋。遥想竹西宾客散，小楼明月自吹箫。桐树花香月半明，棹歌归去蟪蛄鸣。曲曲柳湾茅屋矮，挂鱼罾。(桐树 一作：梓树；蟪蛄 一作:草虫)笑指吾庐何处是？一池荷叶小桥横。灯火纸窗修竹里，读书声。",
        "author": "明代",
        "poem_class": "爱国",
        "dynasty": "于谦"
    },
    {
        "title": "金陵驿二首",
        "paragraph": "草合离宫转夕晖，孤云飘泊复何依？山河风景元无异，城郭人民半已非。满地芦花和我老，旧家燕子傍谁飞？从今别却江南路，化作啼鹃带血归。万里金瓯失壮图，衮衣颠倒落泥涂。空流杜宇声中血，半脱骊龙颔下须。老去秋风吹我恶，梦回寒月照人孤。千年成败俱尘土，消得人间说丈夫。雨打江南树。一夜花开无数。绿叶渐成阴，下有游人归路。 与君相逢处。不道春将暮。把酒祝东风，且莫恁、匆匆去。萧萧江上荻花秋，做弄许多愁。半竿落日，两行新雁，一叶扁舟。惜分长怕君先去，直待醉时休。今宵眼底，明朝心上，后日眉头。一轮秋影转金波，飞镜又重磨。把酒问姮娥：被白发，欺人奈何？乘风好去，长空万里，直下看山河。斫去桂婆娑，人道是，清光更多。",
        "author": "宋代",
        "poem_class": "爱国",
        "dynasty": "文天祥"
    },
    {
        "title": "江亭",
        "paragraph": "坦腹江亭暖，长吟野望时。水流心不竞，云在意俱迟。寂寂春将晚，欣欣物自私。江东犹苦战，回首一颦眉。春山多胜事，赏玩夜忘归。掬水月在手，弄花香满衣。兴来无远近，欲去惜芳菲。南望鸣钟处，楼台深翠微。溪水无情似有情，入山三日得同行。岭头便是分头处，惜别潺湲一夜声。蜀国曾闻子规鸟，宣城还见杜鹃花。 一叫一回肠一断，三春三月忆三巴。",
        "author": "唐代",
        "poem_class": "爱国",
        "dynasty": "杜甫"
    },
    {
        "title": "载驰",
        "paragraph": "载驰载驱，归唁卫侯。驱马悠悠，言至于漕。大夫跋涉，我心则忧。既不我嘉，不能旋反。视尔不臧，我思不远。既不我嘉，不能旋济？视尔不臧，我思不閟。陟彼阿丘，言采其蝱。女子善怀，亦各有行。许人尤之，众稚且狂。我行其野，芃芃其麦。控于大邦，谁因谁极？大夫君子，无我有尤。百尔所思，不如我所之。将为胠箧、探囊、发匮之盗而为守备，则必摄缄縢、固扃鐍；此世俗之所谓知也。然而巨盗至，则负匮、揭箧、担囊而趋；唯恐缄縢扃鐍之不固也。然则乡之所谓知者，不乃为大盗积者也？故尝试论之，世俗之所谓知者，有不为大盗积者乎？所谓圣者，有不为大盗守者乎？何以知其然邪？昔者齐国邻邑相望，鸡狗之音相闻，罔罟之所布，耒耨之所刺，方二千余里。阖四竟之内，所以立宗庙、社稷，治邑、屋、州、闾、乡、曲者，曷尝不法圣人哉？然而田成子一旦杀齐君而盗其国。所盗者岂独其国邪？并与其圣知之法而盗之。故田成子有乎盗贼之名，而身处尧舜之安，小国不敢非，大国不敢诛，专有齐国。则是不乃窃齐国，并与其圣知之法，以守其盗贼之身乎？尝试论之，世俗之所谓至知者，有不为大盗积者乎？所谓至圣者，有不为大盗守者乎？何以知其然邪？昔者龙逢斩，比干剖，苌弘胣，子胥靡。故四子之贤而身不免乎戮。故跖之徒问于跖曰：“盗亦有道乎？”跖曰：“何适而无有道邪？”夫妄意室中之藏，圣也；入先，勇也；出后，义也；知可否，知也；分均，仁也。五者不备而能成大盗者，天下未之有也。”由是观之，善人不得圣人之道不立，跖不得圣人之道不行；天下之善人少而不善人多，则圣人之利天下也少，而害天下也多。故曰：唇竭则齿寒，鲁酒薄而邯郸围，圣人生而大盗起。掊击圣人，纵舍盗贼，而天下始治矣！夫川竭而谷虚，丘夷而渊实。圣人已死，则大盗不起，天下平而无故矣。圣人不死，大盗不止。虽重圣人而治天下，则是重利盗跖也。为之斗斛以量之，则并与斗斛而窃之；为之权衡以称之，则并与权衡而窃之；为之符玺而信之，则并与符玺而窃之；为之仁义以矫之，则并与仁义而窃之。何以知其然邪？彼窃钩者诛，窃国者为诸侯，诸侯之门而仁义存焉。则是非窃仁义圣知邪？故逐于大盗、揭诸侯、窃仁义并斗斛权衡符玺之利者，虽有轩冕之赏弗能劝，斧钺之威弗能禁。此重利盗跖而使不可禁者，是乃圣人之过也。故曰：“鱼不可脱于渊，国之利器不可以示人。”彼圣人者，天下之利器也，非所以明天下也。故绝圣弃知，大盗乃止；擿玉毁珠，小盗不起；焚符破玺，而民朴鄙；掊斗折衡，而民不争；殚残天下之圣法，而民始可与论议。擢乱六律，铄绝竽瑟，塞瞽旷之耳，而天下始人含其聪矣；灭文章，散五采，胶离朱之目，而天下始人含其明矣。毁绝钩绳而弃规矩，攦工倕之指，而天下始人含其巧矣。故曰：大巧若拙。削曾史之行，钳杨墨之口，攘弃仁义，而天下之德始玄同矣。彼人含其明，则天下不铄矣；人含其聪，则天下不累矣；人含其知，则天下不惑矣；人含其德，则天下不僻矣。彼曾、史、杨、墨、师旷、工倕、离朱、皆外立其德而以爚乱天下者也，法之所无用也。子独不知至德之世乎？昔者容成氏、大庭氏、伯皇氏、中央氏、栗陆氏、骊畜氏、轩辕氏、赫胥氏、尊卢氏、祝融氏、伏牺氏、神农氏，当是时也，民结绳而用之，甘其食，美其服，乐其俗，安其居，邻国相望，鸡狗之音相闻，民至老死而不相往来。若此之时，则至治已。今遂至使民延颈举踵，曰：“某所有贤者，”赢粮而趣之，则内弃其亲，而外弃其主之事；足迹接乎诸侯之境，车轨结乎千里之外，则是上好知之过也。上诚好知而无道，则天下大乱矣！何以知其然邪？夫弓、弩、毕、弋、机变之知多，则鸟乱于上矣；钩饵、罔罟、罾笱之知多，则鱼乱于水矣；削格、罗落、罝罘之知多，则兽乱于泽矣；知诈渐毒、颉滑坚白、解垢同异之变多，则俗惑于辩矣。故天下每每大乱，罪在于好知。故天下皆知求其所不知，而莫知求其所已知者；皆知非其所不善，而莫知非其所已善者，是以大乱。故上悖日月之明，下烁山川之精，中堕四时之施，惴耎之虫，肖翘之物，莫不失其性。甚矣，夫好知之乱天下也！自三代以下者是已，舍夫种种之民，而悦夫役役之佞，释夫恬淡无为，而悦夫啍啍之意，啍啍已乱天下矣！摽有梅，其实七兮。求我庶士，迨其吉兮。摽有梅，其实三兮。求我庶士，迨其今兮。摽有梅，顷筐塈之。求我庶士，迨其谓之。定之方中，作于楚宫。揆之以日，作于楚室。树之榛栗，椅桐梓漆，爰伐琴瑟。升彼虚矣，以望楚矣。望楚与堂，景山与京。降观于桑，卜云其吉，终焉允臧。灵雨既零，命彼倌人。星言夙驾，说于桑田。匪直也人，秉心塞渊。騋牝三千。",
        "author": "先秦",
        "poem_class": "爱国",
        "dynasty": "许穆夫人"
    },
    {
        "title": "梅花绝句·其二",
        "paragraph": "幽谷那堪更北枝，年年自分着花迟。高标逸韵君知否，正是层冰积雪时。刘郎已老。不管桃花依旧笑。要听琵琶。重院莺啼觅谢家。 曲终人醉。多似浔阳江上泪。万里东风。国破山河落照红。清颍东流，愁目断，孤帆明灭。宦游处，青山白浪，万重千叠。孤负当年林下意，对床夜雨听萧瑟。恨此生，长向别离中，生华发。一尊酒，黄河侧。无限事，从头说。相看恍如昨，许多年月。衣上旧痕余苦泪，眉间喜气占黄色。便与君，池上觅残春，花如雪。独立苍茫醉不归。日暮天寒，归去来兮。探梅踏雪几何时。今我来思，杨柳依依。白石冈头曲岸西。一片闲愁，芳草萋萋。多情山鸟不须啼。桃李无言，下自成蹊。",
        "author": "宋代",
        "poem_class": "爱国",
        "dynasty": "陆游"
    },
    {
        "title": "指南录后序",
        "paragraph": "德祐二年二月十九日，予除右丞相兼枢密使，都督诸路军马。时北兵已迫修门外，战、守、迁皆不及施。缙绅、大夫、士萃于左丞相府，莫知计所出。会使辙交驰，北邀当国者相见，众谓予一行为可以纾祸。国事至此，予不得爱身；意北亦尚可以口舌动也。初，奉使往来，无留北者，予更欲一觇北，归而求救国之策。于是辞相印不拜，翌日，以资政殿学士行。初至北营，抗辞慷慨，上下颇惊动，北亦未敢遽轻吾国。不幸吕师孟构恶于前，贾余庆献谄于后，予羁縻不得还，国事遂不可收拾。予自度不得脱，则直前诟虏帅失信，数吕师孟叔侄为逆，但欲求死，不复顾利害。北虽貌敬，实则愤怒，二贵酋名曰“馆伴”，夜则以兵围所寓舍，而予不得归矣。未几，贾余庆等以祈请使诣北。北驱予并往，而不在使者之目。予分当引决，然而隐忍以行。昔人云：“将以有为也”。至京口，得间奔真州，即具以北虚实告东西二阃，约以连兵大举。中兴机会，庶几在此。留二日，维扬帅下逐客之令。不得已，变姓名，诡踪迹，草行露宿，日与北骑相出没于长淮间。穷饿无聊，追购又急，天高地迥，号呼靡及。已而得舟，避渚洲，出北海，然后渡扬子江，入苏州洋，展转四明、天台，以至于永嘉。呜呼！予之及于死者，不知其几矣！诋大酋当死；骂逆贼当死；与贵酋处二十日，争曲直，屡当死；去京口，挟匕首以备不测，几自刭死；经北舰十余里，为巡船所物色，几从鱼腹死；真州逐之城门外，几彷徨死；如扬州，过瓜洲扬子桥，竟使遇哨，无不死；扬州城下，进退不由，殆例送死；坐桂公塘土围中，骑数千过其门，几落贼手死；贾家庄几为巡徼所陵迫死；夜趋高邮，迷失道，几陷死；质明，避哨竹林中，逻者数十骑，几无所逃死；至高邮，制府檄下，几以捕系死；行城子河，出入乱尸中，舟与哨相后先，几邂逅死；至海陵，如高沙，常恐无辜死；道海安、如皋，凡三百里，北与寇往来其间，无日而非可死；至通州，几以不纳死；以小舟涉鲸波出，无可奈何，而死固付之度外矣。呜呼！死生，昼夜事也。死而死矣，而境界危恶，层见错出，非人世所堪。痛定思痛，痛何如哉！予在患难中，间以诗记所遭，今存其本不忍废。道中手自抄录。使北营，留北关外，为一卷；发北关外，历吴门、毗陵，渡瓜洲，复还京口，为一卷；脱京口，趋真州、扬州、高邮、泰州、通州，为一卷；自海道至永嘉、来三山，为一卷。将藏之于家，使来者读之，悲予志焉。呜呼！予之生也幸，而幸生也何为？所求乎为臣，主辱，臣死有余僇；所求乎为子，以父母之遗体行殆，而死有余责。将请罪于君，君不许；请罪于母，母不许；请罪于先人之墓，生无以救国难，死犹为厉鬼以击贼，义也；赖天之灵，宗庙之福，修我戈矛，从王于师，以为前驱，雪九庙之耻，复高祖之业，所谓誓不与贼俱生，所谓鞠躬尽力，死而后已，亦义也。嗟夫！若予者，将无往而不得死所矣。向也使予委骨于草莽，予虽浩然无所愧怍，然微以自文于君亲，君亲其谓予何！诚不自意返吾衣冠，重见日月，使旦夕得正丘首，复何憾哉！复何憾哉！是年夏五，改元景炎，庐陵文天祥自序其诗，名曰《指南录》。暖雨晴风初破冻，柳眼梅腮，已觉春心动。酒意诗情谁与共？泪融残粉花钿重。乍试夹衫金缕缝，山枕斜欹，枕损钗头凤。独抱浓愁无好梦，夜阑犹剪灯花弄。白玉堂前一树梅，为谁零落为谁开。唯有春风最相惜，一年一度一归来。青苔满地初晴后，绿树无人昼梦余。唯有南风旧相识，偷开门户又翻书。",
        "author": "宋代",
        "poem_class": "爱国",
        "dynasty": "文天祥"
    },
    {
        "title": "黄海舟中日人索句并见日俄战争地图",
        "paragraph": "万里乘风去复来，只身东海挟春雷。忍看图画移颜色，肯使江山付劫灰。浊酒不销忧国泪，救时应仗出群才。拼将十万头颅血，须把乾坤力挽回。鲲鹏展翅，九万里，翻动扶摇羊角。背负青天朝下看，都是人间城郭。炮火连天，弹痕遍地，吓倒蓬间雀。怎么得了，哎呀我要飞跃。借问君去何方，雀儿答道：有仙山琼阁。不见前年秋月朗，订了三家条约。还有吃的，土豆烧熟了，再加牛肉。不须放屁！试看天地翻覆。垂钓板桥东，雪压蓑衣冷。江寒水不流，鱼嚼梅花影。血沃中原肥劲草，寒凝大地发春华。英雄多故谋夫病，泪洒崇陵噪暮鸦。",
        "author": "近现代",
        "poem_class": "爱国",
        "dynasty": "秋瑾"
    },
    {
        "title": "清明二首",
        "paragraph": "朝来新火起新烟，湖色春光净客船。绣羽衔花他自得，红颜骑竹我无缘。胡童结束还难有，楚女腰肢亦可怜。不见定王城旧处，长怀贾傅井依然。虚沾焦举为寒食，实藉严君卖卜钱。钟鼎山林各天性，浊醪粗饭任吾年。此身飘泊苦西东，右臂偏枯半耳聋。寂寂系舟双下泪，悠悠伏枕左书空。十年蹴踘将雏远，万里秋千习俗同。旅雁上云归紫塞，家人钻火用青枫。秦城楼阁烟花里，汉主山河锦绣中。春去春来洞庭阔，白苹愁杀白头翁。圣代无隐者，英灵尽来归。遂令东山客，不得顾采薇。既至金门远，孰云吾道非。(金门 一作：君门)江淮度寒食，京洛缝春衣。置酒临长道，同心与我违。行当浮桂棹，未几拂荆扉。远树带行客，孤村当落晖。(孤村 一作：孤城)吾谋适不用，勿谓知音稀。苏武魂销汉使前，古祠高树两茫然。云边雁断胡天月，陇上羊归塞草烟。回日楼台非甲帐，去时冠剑是丁年。茂陵不见封侯印，空向秋波哭逝川。为有云屏无限娇，凤城寒尽怕春宵。 无端嫁得金龟婿，辜负香衾事早朝。",
        "author": "唐代",
        "poem_class": "爱国",
        "dynasty": "杜甫"
    },
    {
        "title": "夜泊水村",
        "paragraph": "腰间羽箭久凋零，太息燕然未勒铭。老子犹堪绝大漠，诸君何至泣新亭。一身报国有万死，双鬓向人无再青。记取江湖泊船处，卧闻新雁落寒汀。残寒销尽，疏雨过，清明后。花径敛余红，风沼萦新皱。乳燕穿庭户，飞絮沾襟袖。正佳时，仍晚昼。著人滋味，真个浓如酒。频移带眼，空只恁、厌厌瘦。不见又思量，见了还依旧。为问频相见，何似长相守？天不老，人未偶。且将此恨，分付庭前柳。驿外断桥边，寂寞开无主。已是黄昏独自愁，更着风和雨。(着 同：著) 无意苦争春，一任群芳妒。零落成泥碾作尘，只有香如故。早岁那知世事艰，中原北望气如山。楼船夜雪瓜洲渡，铁马秋风大散关。塞上长城空自许，镜中衰鬓已先斑。出师一表真名世，千载谁堪伯仲间！",
        "author": "宋代",
        "poem_class": "爱国",
        "dynasty": "陆游"
    },
    {
        "title": "满江红·点火樱桃",
        "paragraph": "点火樱桃，照一架、荼蘼如雪。春正好，见龙孙穿破，紫苔苍壁。乳燕引雏飞力弱，流莺唤友娇声怯。问春归、不肯带愁归，肠千结。层楼望，春山叠；家何在？烟波隔。把古今遗恨，向他谁说？蝴蝶不传千里梦，子规叫断三更月。听声声、枕上劝人归，归难得。无利无名，无荣无辱，无烦无恼。夜灯前、独歌独酌，独吟独笑。况值群山初雪满，又兼明月交光好。便假饶百岁拟如何，从他老。知富贵，谁能保。知功业，何时了。算箪瓢金玉，所争多少。一瞬光阴何足道，便思行乐常不早。待春来携酒殢东风，眠芳草。江山自雄丽，风露与高寒。寄声月姊，借我玉鉴此中看。幽壑鱼龙悲啸，倒影星辰摇动，海气夜漫漫。涌起白银阙，危驻紫金山。 表独立，飞霞佩，切云冠。漱冰濯雪，眇视万里一毫端。回首三山何处，闻道群仙笑我，要我欲俱还。挥手从此去，翳凤更骖鸾。簌簌无风花自堕。寂寞园林，柳老樱桃过。落日有情还照坐，山青一点横云破。路尽河回人转舵。系缆渔村，月暗孤灯火。凭仗飞魂招楚些，我思君处君思我。",
        "author": "宋代",
        "poem_class": "爱国",
        "dynasty": "辛弃疾"
    },
    {
        "title": "梅花",
        "paragraph": "疏枝横玉瘦，小萼点珠光。一朵忽先变，百花皆后香。欲传春信息，不怕雪埋藏。玉笛休三弄，东君正主张。云淡风轻近午天，傍花随柳过前川。时人不识余心乐，将谓偷闲学少年。记得金銮同唱第，春风上国繁华。如今薄宦老天涯。十年岐路，空负曲江花。闻说阆山通阆苑，楼高不见君家。孤城寒日等闲斜。离愁难尽，红树远连霞。松阴一架半弓苔，偶欲看书又懒开。戏掬清泉洒蕉叶，儿童误认雨声来。",
        "author": "宋代",
        "poem_class": "爱国",
        "dynasty": "陈亮"
    },
    {
        "title": "少年行四首·其三",
        "paragraph": "弓背霞明剑照霜，秋风走马出咸阳。未收天子河湟地，不拟回头望故乡。岁岁金河复玉关，朝朝马策与刀环。 三春白雪归青冢，万里黄河绕黑山。楼上黄昏欲望休，玉梯横绝月中钩。芭蕉不展丁香结，同向春风各自愁。东南日出照高楼，楼上离人唱石州。总把春山扫眉黛，不知供得几多愁？天门中断楚江开，碧水东流至此回。两岸青山相对出，孤帆一片日边来。",
        "author": "唐代",
        "poem_class": "爱国",
        "dynasty": "令狐楚"
    },
    {
        "title": "贺新郎·国脉微如缕",
        "paragraph": "实之三和有忧边之语，走笔答之。国脉微如缕。问长缨何时入手，缚将戎主？未必人间无好汉，谁与宽些尺度？试看取当年韩五。岂有谷城公付授，也不干曾遇骊山母。谈笑起，两河路。少时棋柝曾联句。叹而今登楼揽镜，事机频误。闻说北风吹面急，边上冲梯屡舞。君莫道投鞭虚语，自古一贤能制难，有金汤便可无张许？快投笔，莫题柱。年年跃马长安市。客舍似家家似寄。青钱换酒日无何，红烛呼卢宵不寐。 易挑锦妇机中字。难得玉人心下事。男儿西北有神州，莫滴水西桥畔泪。采芳人杳，顿觉游情少。客里看春多草草，总被诗愁分了。去年燕子天涯，今年燕子谁家？ 三月休听夜雨，如今不是催花。簌簌无风花自堕。寂寞园林，柳老樱桃过。落日有情还照坐，山青一点横云破。路尽河回人转舵。系缆渔村，月暗孤灯火。凭仗飞魂招楚些，我思君处君思我。",
        "author": "宋代",
        "poem_class": "爱国",
        "dynasty": "刘克庄"
    },
    {
        "title": "大江歌罢掉头东",
        "paragraph": "大江歌罢掉头东，邃密群科济世穷。面壁十年图破壁，难酬蹈海亦英雄。日本人之称我中国也，一则曰老大帝国，再则曰老大帝国。是语也，盖袭译欧西人之言也。呜呼！我中国其果老大矣乎？梁启超曰：恶！是何言！是何言！吾心目中有一少年中国在！欲言国之老少，请先言人之老少。老年人常思既往，少年人常思将来。惟思既往也，故生留恋心；惟思将来也，故生希望心。惟留恋也，故保守；惟希望也，故进取。惟保守也，故永旧；惟进取也，故日新。惟思既往也，事事皆其所已经者，故惟知照例；惟思将来也，事事皆其所未经者，故常敢破格。老年人常多忧虑，少年人常好行乐。惟多忧也，故灰心；惟行乐也，故盛气。惟灰心也，故怯懦；惟盛气也，故豪壮。惟怯懦也，故苟且；惟豪壮也，故冒险。惟苟且也，故能灭世界；惟冒险也，故能造世界。老年人常厌事，少年人常喜事。惟厌事也，故常觉一切事无可为者；惟好事也，故常觉一切事无不可为者。老年人如夕照，少年人如朝阳；老年人如瘠牛，少年人如乳虎。老年人如僧，少年人如侠。老年人如字典，少年人如戏文。老年人如鸦片烟，少年人如泼兰地酒。老年人如别行星之陨石，少年人如大洋海之珊瑚岛。老年人如埃及沙漠之金字塔，少年人如西比利亚之铁路；老年人如秋后之柳，少年人如春前之草。老年人如死海之潴为泽，少年人如长江之初发源。此老年与少年性格不同之大略也。任公曰：人固有之，国亦宜然。梁启超曰：伤哉，老大也！浔阳江头琵琶妇，当明月绕船，枫叶瑟瑟，衾寒于铁，似梦非梦之时，追想洛阳尘中春花秋月之佳趣。西宫南内，白发宫娥，一灯如穗，三五对坐，谈开元、天宝间遗事，谱《霓裳羽衣曲》。青门种瓜人，左对孺人，顾弄孺子，忆侯门似海珠履杂遝之盛事。拿破仑之流于厄蔑，阿剌飞之幽于锡兰，与三两监守吏，或过访之好事者，道当年短刀匹马驰骋中原，席卷欧洲，血战海楼，一声叱咤，万国震恐之丰功伟烈，初而拍案，继而抚髀，终而揽镜。呜呼，面皴齿尽，白发盈把，颓然老矣！若是者，舍幽郁之外无心事，舍悲惨之外无天地，舍颓唐之外无日月，舍叹息之外无音声，舍待死之外无事业。美人豪杰且然，而况寻常碌碌者耶？生平亲友，皆在墟墓；起居饮食，待命于人。今日且过，遑知他日？今年且过，遑恤明年？普天下灰心短气之事，未有甚于老大者。于此人也，而欲望以拏云之手段，回天之事功，挟山超海之意气，能乎不能？呜呼！我中国其果老大矣乎？立乎今日以指畴昔，唐虞三代，若何之郅治；秦皇汉武，若何之雄杰；汉唐来之文学，若何之隆盛；康乾间之武功，若何之烜赫。历史家所铺叙，词章家所讴歌，何一非我国民少年时代良辰美景、赏心乐事之陈迹哉！而今颓然老矣！昨日割五城，明日割十城，处处雀鼠尽，夜夜鸡犬惊。十八省之土地财产，已为人怀中之肉；四百兆之父兄子弟，已为人注籍之奴，岂所谓“老大嫁作商人妇”者耶？呜呼！凭君莫话当年事，憔悴韶光不忍看！楚囚相对，岌岌顾影，人命危浅，朝不虑夕。国为待死之国，一国之民为待死之民。万事付之奈何，一切凭人作弄，亦何足怪！任公曰：我中国其果老大矣乎？是今日全地球之一大问题也。如其老大也，则是中国为过去之国，即地球上昔本有此国，而今渐澌灭，他日之命运殆将尽也。如其非老大也，则是中国为未来之国，即地球上昔未现此国，而今渐发达，他日之前程且方长也。欲断今日之中国为老大耶？为少年耶？则不可不先明“国”字之意义。夫国也者，何物也？有土地，有人民，以居于其土地之人民，而治其所居之土地之事，自制法律而自守之；有主权，有服从，人人皆主权者，人人皆服从者。夫如是，斯谓之完全成立之国，地球上之有完全成立之国也，自百年以来也。完全成立者，壮年之事也。未能完全成立而渐进于完全成立者，少年之事也。故吾得一言以断之曰：欧洲列邦在今日为壮年国，而我中国在今日为少年国。夫古昔之中国者，虽有国之名，而未成国之形也。或为家族之国，或为酋长之国，或为诸侯封建之国，或为一王专制之国。虽种类不一，要之，其于国家之体质也，有其一部而缺其一部。正如婴儿自胚胎以迄成童，其身体之一二官支，先行长成，此外则全体虽粗具，然未能得其用也。故唐虞以前为胚胎时代，殷周之际为乳哺时代，由孔子而来至于今为童子时代。逐渐发达，而今乃始将入成童以上少年之界焉。其长成所以若是之迟者，则历代之民贼有窒其生机者也。譬犹童年多病，转类老态，或且疑其死期之将至焉，而不知皆由未完成未成立也。非过去之谓，而未来之谓也。且我中国畴昔，岂尝有国家哉？不过有朝廷耳！我黄帝子孙，聚族而居，立于此地球之上者既数千年，而问其国之为何名，则无有也。夫所谓唐、虞、夏、商、周、秦、汉、魏、晋、宋、齐、梁、陈、隋、唐、宋、元、明、清者，则皆朝名耳。朝也者，一家之私产也。国也者，人民之公产也。朝有朝之老少，国有国之老少。朝与国既异物，则不能以朝之老少而指为国之老少明矣。文、武、成、康，周朝之少年时代也。幽、厉、桓、赧，则其老年时代也。高、文、景、武，汉朝之少年时代也。元、平、桓、灵，则其老年时代也。自余历朝，莫不有之。凡此者谓为一朝廷之老也则可，谓为一国之老也则不可。一朝廷之老旦死，犹一人之老且死也，于吾所谓中国者何与焉。然则，吾中国者，前此尚未出现于世界，而今乃始萌芽云尔。天地大矣，前途辽矣。美哉我少年中国乎！玛志尼者，意大利三杰之魁也。以国事被罪，逃窜异邦。乃创立一会，名曰“少年意大利”。举国志士，云涌雾集以应之。卒乃光复旧物，使意大利为欧洲之一雄邦。夫意大利者，欧洲之第一老大国也。自罗马亡后，土地隶于教皇，政权归于奥国，殆所谓老而濒于死者矣。而得一玛志尼，且能举全国而少年之，况我中国之实为少年时代者耶！堂堂四百余州之国土，凛凛四百余兆之国民，岂遂无一玛志尼其人者！龚自珍氏之集有诗一章，题曰《能令公少年行》。吾尝爱读之，而有味乎其用意之所存。我国民而自谓其国之老大也，斯果老大矣；我国民而自知其国之少年也，斯乃少年矣。西谚有之曰：“有三岁之翁，有百岁之童。”然则，国之老少，又无定形，而实随国民之心力以为消长者也。吾见乎玛志尼之能令国少年也，吾又见乎我国之官吏士民能令国老大也。吾为此惧！夫以如此壮丽浓郁翩翩绝世之少年中国，而使欧西日本人谓我为老大者，何也？则以握国权者皆老朽之人也。非哦几十年八股，非写几十年白折，非当几十年差，非捱几十年俸，非递几十年手本，非唱几十年喏，非磕几十年头，非请几十年安，则必不能得一官、进一职。其内任卿贰以上，外任监司以上者，百人之中，其五官不备者，殆九十六七人也。非眼盲则耳聋，非手颤则足跛，否则半身不遂也。彼其一身饮食步履视听言语，尚且不能自了，须三四人左右扶之捉之，乃能度日，于此而乃欲责之以国事，是何异立无数木偶而使治天下也！且彼辈者，自其少壮之时既已不知亚细亚、欧罗巴为何处地方，汉祖唐宗是那朝皇帝，犹嫌其顽钝腐败之未臻其极，又必搓磨之，陶冶之，待其脑髓已涸，血管已塞，气息奄奄，与鬼为邻之时，然后将我二万里山河，四万万人命，一举而界于其手。呜呼！老大帝国，诚哉其老大也！而彼辈者，积其数十年之八股、白折、当差、捱俸、手本、唱喏、磕头、请安，千辛万苦，千苦万辛，乃始得此红顶花翎之服色，中堂大人之名号，乃出其全副精神，竭其毕生力量，以保持之。如彼乞儿拾金一锭，虽轰雷盘旋其顶上，而两手犹紧抱其荷包，他事非所顾也，非所知也，非所闻也。于此而告之以亡国也，瓜分也，彼乌从而听之，乌从而信之！即使果亡矣，果分矣，而吾今年七十矣，八十矣，但求其一两年内，洋人不来，强盗不起，我已快活过了一世矣！若不得已，则割三头两省之土地奉申贺敬，以换我几个衙门；卖三几百万之人民作仆为奴，以赎我一条老命，有何不可？有何难办？呜呼！今之所谓老后、老臣、老将、老吏者，其修身齐家治国平天下之手段，皆具于是矣。西风一夜催人老，凋尽朱颜白尽头。使走无常当医生，携催命符以祝寿，嗟乎痛哉！以此为国，是安得不老且死，且吾恐其未及岁而殇也。任公曰：造成今日之老大中国者，则中国老朽之冤业也。制出将来之少年中国者，则中国少年之责任也。彼老朽者何足道，彼与此世界作别之日不远矣，而我少年乃新来而与世界为缘。如僦屋者然，彼明日将迁居他方，而我今日始入此室处。将迁居者，不爱护其窗栊，不洁治其庭庑，俗人恒情，亦何足怪！若我少年者，前程浩浩，后顾茫茫。中国而为牛为马为奴为隶，则烹脔鞭棰之惨酷，惟我少年当之。中国如称霸宇内，主盟地球，则指挥顾盼之尊荣，惟我少年享之。于彼气息奄奄与鬼为邻者何与焉？彼而漠然置之，犹可言也。我而漠然置之，不可言也。使举国之少年而果为少年也，则吾中国为未来之国，其进步未可量也。使举国之少年而亦为老大也，则吾中国为过去之国，其澌亡可翘足而待也。故今日之责任，不在他人，而全在我少年。少年智则国智，少年富则国富；少年强则国强，少年独立则国独立；少年自由则国自由；少年进步则国进步；少年胜于欧洲，则国胜于欧洲；少年雄于地球，则国雄于地球。红日初升，其道大光。河出伏流，一泻汪洋。潜龙腾渊，鳞爪飞扬。乳虎啸谷，百兽震惶。鹰隼试翼，风尘翕张。奇花初胎，矞矞皇皇。干将发硎，有作其芒。天戴其苍，地履其黄。纵有千古，横有八荒。前途似海，来日方长。美哉我少年中国，与天不老！壮哉我中国少年，与国无疆！“三十功名尘与土，八千里路云和月。莫等闲，白了少年头，空悲切。”此岳武穆《满江红》词句也，作者自六岁时即口受记忆，至今喜诵之不衰。自今以往，弃“哀时客”之名，更自名曰“少年中国之少年”。春江浩荡暂徘徊，又踏层峰望眼开。风起绿洲吹浪去，雨从青野上山来。尊前谈笑人依旧，域外鸡虫事可哀。莫叹韶华容易逝，卅年仍到赫曦台。垂杨里。兰舟当日曾系。千帆过尽，只伊人不随书至。怪渠道著我侬心，一般思妇游子。昨宵梦，分明记，几回飞渡烟水。西风吹断，伴灯花、摇摇欲坠。宵深待到凤凰山，声声啼鴂催起。锦书宛在怀袖底。人迢迢、紫塞千里。算是不曾相忆。倘有情早合归来，休寄一纸，无聊相思字。",
        "author": "近现代",
        "poem_class": "爱国",
        "dynasty": "周恩来"
    },
    {
        "title": "哀郢",
        "paragraph": "皇天之不纯命兮，何百姓之震愆。民离散而相失兮，方仲春而东迁。去故乡而就远兮，遵江夏以流亡。出国门而轸怀兮，甲之朝吾以行。发郢都而去闾兮，怊荒忽之焉极。楫齐杨以容与兮，哀见君而不再得。望长楸而太息兮，涕淫淫其若霰。过夏首而西浮兮，顾龙门而不见。心婵媛而伤怀兮，眇不知其所蹠。顺风波以从流兮，焉洋洋而为客。凌阳侯之泛滥兮，忽翱翔之焉薄。心絓结而不解兮，思蹇产而不释。将运舟而下浮兮，上洞庭而下江。去终古之所居兮，今逍遥而来东。羌灵魂之欲归兮，何须臾而忘反。背夏浦而西思兮，哀故都之日远。登大坟以远望兮，聊以舒吾忧心。哀州土之平乐兮，悲江介之遗风。当陵阳之焉至兮，淼南渡之焉如。曾不知夏之为丘兮，孰两东门之可芜。心不怡之长久兮，忧与愁其相接。惟郢路之辽远兮，江与夏之不可涉。忽若去不信兮，至今九年而不复。惨郁郁而不通兮，蹇侘傺而含戚。外承欢之汋约兮，谌荏弱而难持。忠湛湛而愿进兮，妒被离而障之。尧舜之抗行兮，瞭杳杳而薄天。众谗人之嫉妒兮，被以不慈之伪名。憎愠惀之修美兮，好夫人之慷慨。众踥蹀而日进兮，美超远而逾迈。乱曰：曼余目以流观兮，冀一反之何时。鸟飞反故乡兮，狐死必首丘。信非吾罪而弃逐兮，何日夜而忘之。相鼠有皮，人而无仪！人而无仪，不死何为？相鼠有齿，人而无止！人而无止，不死何俟？相鼠有体，人而无礼！人而无礼，胡不遄死？载驱薄薄，簟茀朱鞹。鲁道有荡，齐子发夕。四骊济济，垂辔沵沵。鲁道有荡，齐子岂弟。汶水汤汤，行人彭彭。鲁道有荡，齐子翱翔。汶水滔滔，行人儦儦。鲁道有荡，齐子游遨。两眼断夕阳，两鬓羞临镜。重门闭不开，唯与愁相竞。",
        "author": "先秦",
        "poem_class": "爱国",
        "dynasty": "屈原"
    },
    {
        "title": "韬钤深处",
        "paragraph": "小筑暂高枕，忧时旧有盟。呼樽来揖客，挥麈坐谈兵。云护牙签满，星含宝剑横。封侯非我意，但愿海波平。君山洞庭隔江水，彭蠡无风波浪起。明窗晓晴图画开，兴入湘湖三百里。湘江两岸山纵横，湘湖碧绕越王城。越王城荒陵谷在，古树落日长烟平。游子天寒孤棹远，七十二溪飞雪满。浩歌不见濯缨人，沙鹤野猿相对晚。湖东云气通蓬莱，我欲从之归去来。蛟鼍塞川陆有虎，两臂无翼令心哀。这个女人不是人，九天仙女下凡尘。养个儿子会做贼，偷得蟠桃供母亲。昼静暖风微，帘垂客到稀。画梁双燕子，不敢傍人飞。",
        "author": "明代",
        "poem_class": "爱国",
        "dynasty": "戚继光"
    },
    {
        "title": "蝶恋花·上巳召亲族",
        "paragraph": "永夜恹恹欢意少。空梦长安，认取长安道。为报今年春色好，花光月影宜相照。随意杯盘虽草草。酒美梅酸，恰称人怀抱。醉里插花花莫笑，可怜春似人将老。白石郎，临江居。前导江伯后从鱼。积石如玉，列松如翠。郎艳独绝，世无其二。无利无名，无荣无辱，无烦无恼。夜灯前、独歌独酌，独吟独笑。况值群山初雪满，又兼明月交光好。便假饶百岁拟如何，从他老。知富贵，谁能保。知功业，何时了。算箪瓢金玉，所争多少。一瞬光阴何足道，便思行乐常不早。待春来携酒殢东风，眠芳草。渔父笑，轻鸥举，漠漠一江风雨。江边骑马是官人，借我孤舟南渡。",
        "author": "宋代",
        "poem_class": "爱国",
        "dynasty": "李清照"
    },
    {
        "title": "和端午",
        "paragraph": "竞渡深悲千载冤，忠魂一去讵能还。国亡身殒今何有，只留离骚在世间。黄花深巷，红叶低窗，凄凉一片秋声。豆雨声来，中间夹带风声。疏疏二十五点，丽谯门、不锁更声。故人远，问谁摇玉佩，檐底铃声？彩角声吹月堕，渐连营马动，四起笳声。闪烁邻灯，灯前尚有砧声。知他诉愁到晓，碎哝哝、多少蛩声！诉未了，把一半、分与雁声。浮云吐明月，流影玉阶阴。千里虽共照，安知夜夜心？瑶草一何碧，春入武陵溪。溪上桃花无数，枝上有黄鹂。我欲穿花寻路，直入白云深处，浩气展虹霓。只恐花深里，红露湿人衣。坐玉石，倚玉枕，拂金徽。谪仙何处？无人伴我白螺杯。我为灵芝仙草，不为朱唇丹脸，长啸亦何为？醉舞下山去，明月逐人归。",
        "author": "宋代",
        "poem_class": "爱国",
        "dynasty": "张耒"
    },
    {
        "title": "子夜歌·人生愁恨何能免",
        "paragraph": "人生愁恨何能免，销魂独我情何限！故国梦重归，觉来双泪垂。高楼谁与上？长记秋晴望。往事已成空，还如一梦中。绿树春深，燕语莺啼声断续，惠风飘荡入芳丛，惹残红¤柳丝无力袅烟空。金盏不辞须满酌，海棠花下思朦胧，醉春风。闾门风暖落花乾，飞遍江城雪不寒。独有晚来临水驿，闲人多凭赤阑干。秦树朦胧春色微，香风烟暖树依依。边城夜静月初上，芳草路长人未归。折柳且堪吟晚槛，弄花何处醉残晖。钓乡千里断消息，满目碧云空自飞。",
        "author": "五代",
        "poem_class": "爱国",
        "dynasty": "李煜"
    },
    {
        "title": "柏舟",
        "paragraph": "泛彼柏舟，亦泛其流。耿耿不寐，如有隐忧。微我无酒，以敖以游。我心匪鉴，不可以茹。亦有兄弟，不可以据。薄言往愬，逢彼之怒。我心匪石，不可转也。我心匪席，不可卷也。威仪棣棣，不可选也。忧心悄悄，愠于群小。觏闵既多，受侮不少。静言思之，寤辟有摽。日居月诸，胡迭而微？心之忧矣，如匪浣衣。静言思之，不能奋飞。君子偕老，副笄六珈。委委佗佗，如山如河，象服是宜。子之不淑，云如之何？玼兮玼兮，其之翟也。鬒发如云，不屑髢也；玉之瑱也，象之揥也，扬且之皙也。胡然而天也？胡然而帝也？瑳兮瑳兮，其之展也。蒙彼绉絺，是绁袢也。子之清扬，扬且之颜也。展如之人兮，邦之媛也！人而无恒。不可以为卜筮。扬之水，白石凿凿。素衣朱襮，从子于沃。既见君子，云何不乐？扬之水，白石皓皓。素衣朱绣，从子于鹄。既见君子，云何其忧？扬之水，白石粼粼。我闻有命，不敢以告人。",
        "author": "先秦",
        "poem_class": "爱国",
        "dynasty": "佚名"
    },
    {
        "title": "南安军",
        "paragraph": "梅花南北路，风雨湿征衣。出岭同谁出？归乡如此归！(此归 一作：不归)山河千古在，城郭一时非。饿死真吾志，梦中行采薇。黄菊开时伤聚散。曾记花前，共说深深愿。重见金英人未见。相思一夜天涯远。 罗带同心闲结遍。带易成双，人恨成双晚。欲写彩笺书别怨。泪痕早已先书满。十年前是尊前客，月白风清，忧患凋零。老去光阴速可惊。鬓华虽改心无改，试把金觥。旧曲重听。犹似当年醉里声。长忆观潮，满郭人争江上望。来疑沧海尽成空，万面鼓声中。 弄潮儿向涛头立，手把红旗旗不湿。别来几向梦中看，梦觉尚心寒。",
        "author": "宋代",
        "poem_class": "爱国",
        "dynasty": "文天祥"
    },
    {
        "title": "述国亡诗",
        "paragraph": "君王城上竖降旗，妾在深宫那得知？十四万人齐解甲，更无一个是男儿！见好花颜色，争笑东风，双脸上，晚妆同。闭小楼深阁，春景重重。三五夜，偏有恨，月明中。情未已，信曾通，满衣犹自染檀红。恨不如双燕，飞舞帘栊。春欲暮，残絮尽，柳条空。浪花有意千里雪，桃花无言一队春。一壶酒，一竿身，快活如侬有几人。仙乡景已清，仙子启琴声。秋月空山寂，淳风一夜生。莎间虫罢响，松顶鹤初惊。因感浮华世，谁怜太古情。",
        "author": "五代",
        "poem_class": "爱国",
        "dynasty": "花蕊夫人"
    },
    {
        "title": "十一月四日风雨大作·其二",
        "paragraph": "僵卧孤村不自哀，尚思为国戍轮台。夜阑卧听风吹雨，铁马冰河入梦来。松竹翠萝寒，迟日江山暮。幽径无人独自芳，此恨凭谁诉。似共梅花语。尚有寻芳侣。着意闻时不肯香，香在无心处。门隔花深梦旧游。夕阳无语燕归愁。玉纤香动小帘钩。 落絮无声春堕泪，行云有影月含羞。东风临夜冷于秋。湖上风来波浩渺。秋已暮、红稀香少。水光山色与人亲，说不尽、无穷好。 莲子已成荷叶老。青露洗、蘋花汀草。眠沙鸥鹭不回头，似也恨、人归早。",
        "author": "宋代",
        "poem_class": "爱国",
        "dynasty": "陆游"
    },
    {
        "title": "金陵晚望",
        "paragraph": "曾伴浮云归晚翠，犹陪落日泛秋声。世间无限丹青手，一片伤心画不成。中和癸卯春三月，洛阳城外花如雪。东西南北路人绝，绿杨悄悄香尘灭。路旁忽见如花人，独向绿杨阴下歇。凤侧鸾欹鬓脚斜，红攒黛敛眉心折。借问女郎何处来？含颦欲语声先咽。回头敛袂谢行人，丧乱漂沦何堪说！三年陷贼留秦地，依稀记得秦中事。君能为妾解金鞍，妾亦与君停玉趾。前年庚子腊月五，正闭金笼教鹦鹉。斜开鸾镜懒梳头，闲凭雕栏慵不语。忽看门外起红尘，已见街中擂金鼓。居人走出半仓惶，朝士归来尚疑误。是时西面官军入，拟向潼关为警急。皆言博野自相持，尽道贼军来未及。须臾主父乘奔至，下马入门痴似醉。适逢紫盖去蒙尘，已见白旗来匝地。扶羸携幼竞相呼，上屋缘墙不知次。南邻走入北邻藏，东邻走向西邻避。北邻诸妇咸相凑，户外崩腾如走兽。轰轰昆昆乾坤动，万马雷声从地涌。火迸金星上九天，十二官街烟烘烔。日轮西下寒光白，上帝无言空脉脉。阴云晕气若重围，宦者流星如血色。紫气潜随帝座移，妖光暗射台星拆。家家流血如泉沸，处处冤声声动地。舞伎歌姬尽暗捐，婴儿稚女皆生弃。东邻有女眉新画，倾国倾城不知价。长戈拥得上戎车，回首香闺泪盈把。旋抽金线学缝旗，才上雕鞍教走马。有时马上见良人，不敢回眸空泪下；西邻有女真仙子，一寸横波剪秋水。妆成只对镜中春，年幼不知门外事。一夫跳跃上金阶，斜袒半肩欲相耻。牵衣不肯出朱门，红粉香脂刀下死。南邻有女不记姓，昨日良媒新纳聘。琉璃阶上不闻行，翡翠帘间空见影。忽看庭际刀刃鸣，身首支离在俄顷。仰天掩面哭一声，女弟女兄同入井；北邻少妇行相促，旋拆云鬟拭眉绿。已闻击托坏高门，不觉攀缘上重屋。须臾四面火光来，欲下回梯梯又摧。烟中大叫犹求救，梁上悬尸已作灰。妾身幸得全刀锯，不敢踟蹰久回顾。旋梳蝉鬓逐军行，强展蛾眉出门去。旧里从兹不得归，六亲自此无寻处。一从陷贼经三载，终日惊忧心胆碎。夜卧千重剑戟围，朝餐一味人肝脍。鸳帏纵入岂成欢？宝货虽多非所爱。蓬头垢面眉犹赤，几转横波看不得。衣裳颠倒语言异，面上夸功雕作字。柏台多半是狐精，兰省诸郎皆鼠魅。还将短发戴华簪，不脱朝衣缠绣被。翻持象笏作三公，倒佩金鱼为两史。朝闻奏对入朝堂，暮见喧呼来酒市。一朝五鼓人惊起，叫啸喧呼如窃语。夜来探马入皇城，昨日官军收赤水。赤水去城一百里，朝若来兮暮应至。凶徒马上暗吞声，女伴闺中潜生喜。皆言冤愤此时销，必谓妖徒今日死。逡巡走马传声急，又道官军全阵入。大彭小彭相顾忧，二郎四郎抱鞍泣。沉沉数日无消息，必谓军前已衔璧。簸旗掉剑却来归，又道官军悉败绩。四面从兹多厄束，一斗黄金一斗粟。尚让厨中食木皮，黄巢机上刲人肉。东南断绝无粮道，沟壑渐平人渐少。六军门外倚僵尸，七架营中填饿殍。长安寂寂今何有？废市荒街麦苗秀。采樵斫尽杏园花，修寨诛残御沟柳。华轩绣毂皆销散，甲第朱门无一半。含元殿上狐兔行，花萼楼前荆棘满。昔时繁盛皆埋没，举目凄凉无故物。内库烧为锦绣灰，天街踏尽公卿骨！来时晓出城东陌，城外风烟如塞色。路旁时见游奕军，坡下寂无迎送客。霸陵东望人烟绝，树锁骊山金翠灭。大道俱成棘子林，行人夜宿墙匡月。明朝晓至三峰路，百万人家无一户。破落田园但有蒿，摧残竹树皆无主。路旁试问金天神，金天无语愁于人。庙前古柏有残枿，殿上金炉生暗尘。一从狂寇陷中国，天地晦冥风雨黑。案前神水咒不成，壁上阴兵驱不得。闲日徒歆奠飨恩，危时不助神通力。我今愧恧拙为神，且向山中深避匿。寰中箫管不曾闻，筵上牺牲无处觅。旋教魇鬼傍乡村，诛剥生灵过朝夕。妾闻此语愁更愁，天遣时灾非自由。神在山中犹避难，何须责望东诸侯！前年又出杨震关，举头云际见荆山。如从地府到人间，顿觉时清天地闲。陕州主帅忠且贞，不动干戈唯守城。蒲津主帅能戢兵，千里晏然无犬声。朝携宝货无人问，暮插金钗唯独行。明朝又过新安东，路上乞浆逢一翁。苍苍面带苔藓色，隐隐身藏蓬荻中。问翁本是何乡曲？底事寒天霜露宿？老翁暂起欲陈辞，却坐支颐仰天哭。乡园本贯东畿县，岁岁耕桑临近甸。岁种良田二百廛，年输户税三千万。小姑惯织褐絁袍，中妇能炊红黍饭。千间仓兮万丝箱，黄巢过后犹残半。自从洛下屯师旅，日夜巡兵入村坞。匣中秋水拔青蛇，旗上高风吹白虎。入门下马若旋风，罄室倾囊如卷土。家财既尽骨肉离，今日垂年一身苦。一身苦兮何足嗟，山中更有千万家。朝饥山上寻蓬子，夜宿霜中卧荻花！妾闻此老伤心语，竟日阑干泪如雨。出门惟见乱枭鸣，更欲东奔何处所？仍闻汴路舟车绝，又道彭门自相杀。野色徒销战士魂，河津半是冤人血。适闻有客金陵至，见说江南风景异。自从大寇犯中原，戎马不曾生四鄙。诛锄窃盗若神功，惠爱生灵如赤子。城壕固护教金汤，赋税如云送军垒。奈何四海尽滔滔，湛然一境平如砥。避难徒为阙下人，怀安却羡江南鬼。愿君举棹东复东，咏此长歌献相公。雪净胡天牧马还，月明羌笛戍楼间。借问梅花何处落，风吹一夜满关山。暮从碧山下，山月随人归。却顾所来径，苍苍横翠微。相携及田家，童稚开荆扉。绿竹入幽径，青萝拂行衣。欢言得所憩，美酒聊共挥。长歌吟松风，曲尽河星稀。我醉君复乐，陶然共忘机。",
        "author": "唐代",
        "poem_class": "爱国",
        "dynasty": "高蟾"
    },
    {
        "title": "正气歌",
        "paragraph": "余囚北庭，坐一土室。室广八尺，深可四寻。单扉低小，白间短窄，污下而幽暗。当此夏日，诸气萃然：雨潦四集，浮动床几，时则为水气；涂泥半朝，蒸沤历澜，时则为土气；乍晴暴热，风道四塞，时则为日气；檐阴薪爨，助长炎虐，时则为火气；仓腐寄顿，陈陈逼人，时则为米气；骈肩杂遝，腥臊汗垢，时则为人气；或圊溷、或毁尸、或腐鼠，恶气杂出，时则为秽气。叠是数气，当之者鲜不为厉。而予以孱弱，俯仰其间，於兹二年矣，幸而无恙，是殆有养致然尔。然亦安知所养何哉？孟子曰：「吾善养吾浩然之气。」彼气有七，吾气有一，以一敌七，吾何患焉！况浩然者，乃天地之正气也，作正气歌一首。天地有正气，杂然赋流形。下则为河岳，上则为日星。于人曰浩然，沛乎塞苍冥。皇路当清夷，含和吐明庭。时穷节乃见，一一垂丹青。在齐太史简，在晋董狐笔。在秦张良椎，在汉苏武节。为严将军头，为嵇侍中血。为张睢阳齿，为颜常山舌。或为辽东帽，清操厉冰雪。或为出师表，鬼神泣壮烈。或为渡江楫，慷慨吞胡羯。或为击贼笏，逆竖头破裂。是气所磅礴，凛烈万古存。当其贯日月，生死安足论。地维赖以立，天柱赖以尊。三纲实系命，道义为之根。嗟予遘阳九，隶也实不力。楚囚缨其冠，传车送穷北。鼎镬甘如饴，求之不可得。阴房阗鬼火，春院閟天黑。牛骥同一皂，鸡栖凤凰食。一朝蒙雾露，分作沟中瘠。如此再寒暑，百沴自辟易。嗟哉沮洳场，为我安乐国。岂有他缪巧，阴阳不能贼。顾此耿耿存，仰视浮云白。悠悠我心悲，苍天曷有极。哲人日已远，典刑在夙昔。风檐展书读，古道照颜色。妙手写徽真，水剪双眸点绛唇。疑是昔年窥宋玉，东邻，只露墙头一半身。往事已酸辛，谁记当年翠黛颦？尽道有些堪恨处，无情，任是无情也动人。五月榴花妖艳烘。绿杨带雨垂垂重。五色新丝缠角粽。金盘送。生绡画扇盘双凤。正是浴兰时节动。菖蒲酒美清尊共。叶里黄鹂时一弄。犹瞢忪。等闲惊破纱窗梦。玉碗冰寒滴露华，粉融香雪透轻纱。晚来妆面胜荷花。鬓亸欲迎眉际月，酒红初上脸边霞。一场春梦日西斜。",
        "author": "宋代",
        "poem_class": "爱国",
        "dynasty": "文天祥"
    },
    {
        "title": "塞上曲二首·其二",
        "paragraph": "汉家旌帜满阴山，不遣胡儿匹马还。愿得此身长报国，何须生入玉门关。荒戍落黄叶，浩然离故关。高风汉阳渡，初日郢门山。江上几人在，天涯孤棹还。何当重相见，樽酒慰离颜。灞原风雨定，晚见雁行频。落叶他乡树，寒灯独夜人。空园白露滴，孤壁野僧邻。寄卧郊扉久，何年致此身。家住孟津河，门对孟津口。常有江南船，寄书家中否。君自故乡来，应知故乡事。来日绮窗前，寒梅著花未。已见寒梅发，复闻啼鸟声。心心视春草，畏向阶前生。",
        "author": "唐代",
        "poem_class": "爱国",
        "dynasty": "戴叔伦"
    },
    {
        "title": "关山月",
        "paragraph": "和戎诏下十五年，将军不战空临边。朱门沉沉按歌舞，厩马肥死弓断弦。戍楼刁斗催落月，三十从军今白发。笛里谁知壮士心，沙头空照征人骨。中原干戈古亦闻，岂有逆胡传子孙！遗民忍死望恢复，几处今宵垂泪痕。乳燕飞华屋。悄无人、桐阴转午，晚凉新浴。手弄生绡白团扇，扇手一时似玉。渐困倚、孤眠清熟。帘外谁来推绣户，枉教人、梦断瑶台曲。又却是，风敲竹。 石榴半吐红巾蹙。待浮花、浪蕊都尽，伴君幽独。秾艳一枝细看取，芳心千重似束。又恐被、秋风惊绿。若待得君来向此，花前对酒不忍触。共粉泪，两簌簌。梦绕神州路。怅秋风、连营画角，故宫离黍。底事昆仑倾砥柱，九地黄流乱注。聚万落千村狐兔。天意从来高难问，况人情老易悲难诉！更南浦，送君去。凉生岸柳催残暑。耿斜河，疏星淡月，断云微度。万里江山知何处？回首对床夜语。雁不到，书成谁与？目尽青天怀今古，肯儿曹恩怨相尔汝！举大白，听金缕。越女采莲秋水畔。窄袖轻罗，暗露双金钏。照影摘花花似面。芳心只共丝争乱。鸂鶒滩头风浪晚。雾重烟轻，不见来时伴。隐隐歌声归棹远。离愁引著江南岸。",
        "author": "宋代",
        "poem_class": "爱国",
        "dynasty": "陆游"
    },
    {
        "title": "无衣",
        "paragraph": "岂曰无衣？与子同袍。王于兴师，修我戈矛。与子同仇！岂曰无衣？与子同泽。王于兴师，修我矛戟。与子偕作！岂曰无衣？与子同裳。王于兴师，修我甲兵。与子偕行！昊天有成命，二后受之。成王不敢康，夙夜基命宥密。於缉熙！单厥心，肆其靖之。畜君何尤。子曰：“学而时习之，不亦说乎？有朋自远方来，不亦乐乎？人不知而不愠，不亦君子乎？”《学而》曾子曰：“吾日三省吾身：为人谋而不忠乎？与朋友交而不信乎？传不习乎？”《学而》子曰：“吾十有五而志于学，三十而立，四十而不惑，五十而知天命，六十而耳顺，七十而从心所欲，不逾矩。”《为政》子曰：“温故而知新，可以为师矣。”《为政》子曰：“学而不思则罔，思而不学则殆。”《为政》子曰：“贤哉，回也！一箪食，一瓢饮，在陋巷，人不堪其忧，回也不改其乐。贤哉，回也！”《雍也》子曰：“知之者不如好之者，好之者不如乐之者。”《雍也》子曰：“饭疏食，饮水，曲肱而枕之，乐亦在其中矣。不义而富且贵，于我如浮云。”《述而》子曰：“三人行，必有我师焉。择其善者而从之，其不善者而改之。”《述而》子在川上曰：“逝者如斯夫，不舍昼夜。”《子罕》子曰：“三军可夺帅也， 匹夫不可夺志也。”《子罕》子夏曰：“博学而笃志，切问而近思，仁在其中矣。”《子张》",
        "author": "先秦",
        "poem_class": "爱国",
        "dynasty": "佚名"
    },
    {
        "title": "岳阳楼记",
        "paragraph": "庆历四年春，滕子京谪守巴陵郡。越明年，政通人和，百废具兴，乃重修岳阳楼，增其旧制，刻唐贤今人诗赋于其上，属予作文以记之。(具 通：俱)予观夫巴陵胜状，在洞庭一湖。衔远山，吞长江，浩浩汤汤，横无际涯，朝晖夕阴，气象万千，此则岳阳楼之大观也，前人之述备矣。然则北通巫峡，南极潇湘，迁客骚人，多会于此，览物之情，得无异乎？若夫淫雨霏霏，连月不开，阴风怒号，浊浪排空，日星隐曜，山岳潜形，商旅不行，樯倾楫摧，薄暮冥冥，虎啸猿啼。登斯楼也，则有去国怀乡，忧谗畏讥，满目萧然，感极而悲者矣。(隐曜 一作：隐耀；淫雨 通：霪雨)至若春和景明，波澜不惊，上下天光，一碧万顷，沙鸥翔集，锦鳞游泳，岸芷汀兰，郁郁青青。而或长烟一空，皓月千里，浮光跃金，静影沉璧，渔歌互答，此乐何极！登斯楼也，则有心旷神怡，宠辱偕忘，把酒临风，其喜洋洋者矣。嗟夫！予尝求古仁人之心，或异二者之为，何哉？不以物喜，不以己悲，居庙堂之高则忧其民，处江湖之远则忧其君。是进亦忧，退亦忧。然则何时而乐耶？其必曰“先天下之忧而忧，后天下之乐而乐”乎！噫！微斯人，吾谁与归？时六年九月十五日。只知逐胜忽忘寒，小立春风夕照间。最爱东山晴后雪，软红光里涌银山。群山雪不到新晴，多作泥融少作冰。最爱东山晴后雪，却愁宜看不宜登。为将之道，当先治心。泰山崩于前而色不变，麋鹿兴于左而目不瞬，然后可以制利害，可以待敌。凡兵上义；不义，虽利勿动。非一动之为利害，而他日将有所不可措手足也。夫惟义可以怒士，士以义怒，可与百战。凡战之道，未战养其财，将战养其力，既战养其气，既胜养其心。谨烽燧，严斥堠，使耕者无所顾忌，所以养其财；丰犒而优游之，所以养其力；小胜益急，小挫益厉，所以养其气；用人不尽其所欲为，所以养其心。故士常蓄其怒、怀其欲而不尽。怒不尽则有馀勇，欲不尽则有馀贪。故虽并天下，而士不厌兵，此黄帝之所以七十战而兵不殆也。不养其心，一战而胜，不可用矣。凡将欲智而严，凡士欲愚。智则不可测，严则不可犯，故士皆委己而听命，夫安得不愚？夫惟士愚，而后可与之皆死。凡兵之动，知敌之主，知敌之将，而后可以动于险。邓艾缒兵于蜀中，非刘禅之庸，则百万之师可以坐缚，彼固有所侮而动也。故古之贤将，能以兵尝敌，而又以敌自尝，故去就可以决。凡主将之道，知理而后可以举兵，知势而后可以加兵，知节而后可以用兵。知理则不屈，知势则不沮，知节则不穷。见小利不动，见小患不避，小利小患，不足以辱吾技也，夫然后有以支大利大患。夫惟养技而自爱者，无敌于天下。故一忍可以支百勇，一静可以制百动。兵有长短，敌我一也。敢问：“吾之所长，吾出而用之，彼将不与吾校；吾之所短，吾蔽而置之，彼将强与吾角，奈何？”曰：“吾之所短，吾抗而暴之，使之疑而却；吾之所长，吾阴而养之，使之狎而堕其中。此用长短之术也。”善用兵者，使之无所顾，有所恃。无所顾，则知死之不足惜；有所恃，则知不至于必败。尺箠当猛虎，奋呼而操击；徒手遇蜥蜴，变色而却步，人之情也。知此者，可以将矣。袒裼而案剑，则乌获不敢逼；冠胄衣甲，据兵而寝，则童子弯弓杀之矣。故善用兵者以形固。夫能以形固，则力有馀矣。 窗间梅熟落蒂，墙下笋成出林。连雨不知春去，一晴方觉夏深。",
        "author": "宋代",
        "poem_class": "爱国",
        "dynasty": "范仲淹"
    }
]