[
    {
        "title": "子夜歌",
        "paragraph": "侬作北辰星，千年无转移。欢行白日心，朝东暮还西。天上低昂似旧，人间儿女成狂。夜来处处试新妆。却是人间天上。 不觉新凉似水，相思两鬓如霜。梦从海底跨枯桑。阅尽银河风浪。哀筝一弄湘江曲，声声写尽湘波绿。纤指十三弦，细将幽恨传。当筵秋水慢，玉柱斜飞雁。弹到断肠时，春山眉黛低。清晨帘幕卷轻霜。呵手试梅妆。都缘自有离恨，故画作远山长。思往事，惜流芳。易成伤。拟歌先敛，欲笑还颦，最断人肠。",
        "author": "宋代",
        "poem_class": "爱情",
        "dynasty": "佚名"
    },
    {
        "title": "浣溪沙·容易浓香近画屏",
        "paragraph": "容易浓香近画屏，繁枝影著半窗横。风波狭路倍怜卿。未接语言犹怅望，才通商略已懵腾。只嫌今夜月偏明。海色残阳影断霓，寒涛日夜女郎祠。翠钿尘网上蛛丝。澄海楼高空极目，望夫石在且留题。六王如梦祖龙非。锦葵原自恋金蜂，谁供花颜奉神灵。欲舞轻翼入殿里，偷向坛前伴卿卿。两枝修竹出重霄，几叶新篁倒挂梢。本是同根复同气，有何卑下有何高！",
        "author": "清代",
        "poem_class": "爱情",
        "dynasty": "纳兰性德"
    },
    {
        "title": "广谪仙怨·胡尘犯阙冲关",
        "paragraph": "天宝十五载正月，安禄山反，陷没洛阳。王师败绩，关门不守。车驾幸蜀，途次马嵬驿，六军不发，赐贵妃自尽，然后驾行。次骆谷，上登高下马，望秦川，遥辞陵庙，再拜，呜咽流涕，左右皆泣。谓力士曰：“吾听九龄之言，不到于此。”乃命中使往韶州，以太牢祭之。因上马索长笛，吹笛，曲成，潸然流涕，伫立久之。时有司旋录成谱，及銮驾至成都，乃进此谱，请名曲。帝谓：“吾因思九龄，亦别有意，可名此曲为《谪仙怨》。”其旨属马嵬之事。厥后以乱离隔绝，有人自西川传得者，无由知，但呼为《剑南神曲》。其音怨切，诸曲莫比。大历中，江南人盛为此曲。随州刺史刘长卿左迁睦州司马，祖筵之内，长卿遂撰其词。吹之为曲，意颇自得。盖亦不知本事。余既备知，聊因暇日撰其辞，复命乐工唱之，用广其不知者。其词曰：胡尘犯阀冲关，金辂提携玉颜。云雨此时萧散，君王何日归还？伤心朝恨暮恨，回首千山万山。独望天边初月，蛾眉犹自弯弯。杳杳寒山道，落落冷涧滨。啾啾常有鸟，寂寂更无人。淅淅风吹面，纷纷雪积身。朝朝不见日，岁岁不知春。桃红复含宿雨，柳绿更带朝烟。(朝烟 一作：春烟)花落家童未扫，莺啼山客犹眠。功盖三分国，名成八阵图。（名成 一作：名高）江流石不转，遗恨失吞吴。",
        "author": "唐代",
        "poem_class": "爱情",
        "dynasty": "窦弘余"
    },
    {
        "title": "七日夜女歌·其一",
        "paragraph": "三春怨离泣，九秋欣期歌。驾鸾行日时，月明济长河。此楼登眺好，终日俯平湖。叶尽村村树，花残岸岸芦。渔翁晴独钓，沙鸟晚相呼。何处微钟动，云藏岛寺孤。异域无亲友，孤怀苦别离。雨中春尽日，湖外客归时。花落青山路，莺啼绿树枝。从今分手后，两地可相思。君乘车，我戴笠，他日相逢下车揖。君担簦，我跨马，他日相逢为君下。",
        "author": "未知",
        "poem_class": "爱情",
        "dynasty": "佚名"
    },
    {
        "title": "寄生草·间别",
        "paragraph": "姻缘簿剪做鞋样，比翼鸟搏了翅翰，火烧残连理枝成炭，针签瞎比目鱼儿眼，手揉碎并头莲花瓣，掷金钗攧断凤凰头，绕池塘挼碎鸳鸯弹。玉箫声断凤凰楼，憔悴人别后。留得啼痕满罗袖。去来休，楼前风景浑依旧。当初只恨，无情烟柳，不解系行舟。风味既淡泊，颜色不妩媚。孤生崖谷间，有此凌云气。乾坤俯仰，贤愚醉醒，今古兴亡。剑花寒，夜坐归心壮，又是他乡。九日明朝酒香，一年好景橙黄。龙山上，西风树响，吹老鬓毛霜。",
        "author": "元代",
        "poem_class": "爱情",
        "dynasty": "查德卿"
    },
    {
        "title": "探芳信·为春瘦",
        "paragraph": "为春瘦。更瘦如梅花，花应知否。任枕函云坠，离怀半中酒。雨声楼阁春寒里，寂寞收灯后。甚年年、斗草心期，探花时候。娇懒强拈绣。暗背里相思，闲供晴昼。玉合罗囊，兰膏渍红豆。舞衣叠损金泥凤，妒折阑干柳。几多愁、两点天涯远岫。楝花飘砌。蔌蔌清香细。梅雨过，萍风起。情随湘水远，梦绕吴峰翠。琴书倦，鹧鸪唤起南窗睡。 密意无人寄。幽恨凭谁洗。修竹畔，疏帘里。歌余尘拂扇，舞罢风掀袂。人散后，一钩淡月天如水。花信来时，恨无人似花依旧。又成春瘦，折断门前柳。天与多情，不与长相守。分飞后，泪痕和酒，占了双罗袖。北山输绿涨横陂，直堑回塘滟滟时。细数落花因坐久，缓寻芳草得归迟。",
        "author": "宋代",
        "poem_class": "爱情",
        "dynasty": "吴文英"
    },
    {
        "title": "懊恼曲",
        "paragraph": "藕丝作线难胜针，蕊粉染黄那得深。玉白兰芳不相顾，青楼一笑轻千金。莫言自古皆如此，健剑刜钟铅绕指。三秋庭绿尽迎霜，惟有荷花守红死。庐江小吏朱斑轮，柳缕吐芽香玉春。两股金钗已相许，不令独作空成尘。悠悠楚水流如马，恨紫愁红满平野。野土千年怨不平，至今烧作鸳鸯瓦。故国三千里，深宫二十年。一声何满子，双泪落君前。自倚能歌日，先皇掌上怜。新声何处唱，肠断李延年。渡远荆门外，来从楚国游。山随平野尽，江入大荒流。月下飞天镜，云生结海楼。仍怜故乡水，万里送行舟。一双幽色出凡尘，数粒秋烟二尺鳞。 从此静窗闻细韵，琴声长伴读书人。",
        "author": "唐代",
        "poem_class": "爱情",
        "dynasty": "温庭筠"
    },
    {
        "title": "七日夜女歌·其二",
        "paragraph": "长河起秋云，汉渚风凉发。含欣出霄路，可笑向明月。飞天如玉帘，直下数千尺。新月如帘钩，遥遥挂空碧，百川无敌大江流，不与人间洗旧仇。残垒自缘他国废，诸公空负百年忧。边寒战马全装铁，波阔征船半起楼。一举尽收关洛旧，不知消得几分愁？三五半圆夜，二七素秋天。银河耿耿，中渡绛节会星軿。宝鹊喜传佳信，丹凤欢迎仙仗，瑞彩映珠躔。此意天长久，不比在人间。多情客，捧香饵，洁宾筵。殷勤拜舞，乞寿乞富乞团圆。宜与人人愿足，更看家家欢洽，喜气满江山。今夕莫辞醉，后会是来年。",
        "author": "未知",
        "poem_class": "爱情",
        "dynasty": "佚名"
    },
    {
        "title": "落梅风·因他害",
        "paragraph": "因他害，染病疾，相识每劝咱是好意。相识若知咱就里，和相识也一般憔悴。敲风修竹珊珊，润花小雨斑斑，有恨心情懒懒。一声长叹，临鸾不画眉山。春闺情画楼徙倚阑干，粉云吹做修鬟，璧月低悬玉弯。落花□慢，罗衣特地春寒。初夏即事晓来烟断香篝，春归绿遍芳洲，影乱风梳弱柳。迟迟清画，竹深时唤勾。野兴樵夫觉来山月底，钓叟来寻觅。你把柴斧抛，我把鱼船弃。寻取个稳便处闲坐地。绿蓑衣紫罗袍谁是主，两件儿都无济，便作钓鱼人，也在风波里。则不如寻个稳便处闲坐地。山禽晓来窗外啼，唤起山翁睡。恰道不如归，又叫行不得。则不如寻个稳便处闲坐地。天之美禄谁不喜？偏则说刘伶醉，毕卓缚瓮边，李白沉江底。则不如寻个稳便处闲坐地。楚霸王火烧了秦宫室，盖世英雄气。阴陵迷路时，船渡乌江际。则不如寻个稳便处闲坐地。林泉隐居谁到此？有客清风至。会作山中相，不管人间事。争甚么半张名和纸！西村日长人事少，一个新蝉噪。恰待葵花开，又早蜂儿闹，高枕上梦随蝶去了东篱本是风月主，晚节园林趣。一枕葫芦架，几行垂杨树，是搭儿快活闲住处。渔得鱼心满意足，樵得樵眼笑眉舒。一个罢了钓竿，一个收了斤斧，林泉下偶然相遇，是两个不识字的渔樵士大夫。他两个笑加加的谈今论古。",
        "author": "元代",
        "poem_class": "爱情",
        "dynasty": "马致远"
    },
    {
        "title": "寄欧阳詹",
        "paragraph": "自从别后减容光，半是思郎半恨郎。 欲识旧来云髻样，为奴开取缕金箱。云物凄清拂曙流，汉家宫阙动高秋。残星几点雁横塞，长笛一声人倚楼。紫艳半开篱菊静，红衣落尽渚莲愁。鲈鱼正美不归去，空戴南冠学楚囚。林暗草惊风，将军夜引弓。平明寻白羽，没在石棱中。澹然空水带斜晖，曲岛苍茫接翠微。波上马嘶看棹去，柳边人歇待船归。数丛沙草群鸥散，万顷江田一鹭飞。谁解乘舟寻范蠡，五湖烟水独忘机。",
        "author": "唐代",
        "poem_class": "爱情",
        "dynasty": "太原妓"
    },
    {
        "title": "祝英台近·杏花初",
        "paragraph": "杏花初，梅花过，时节又春半。帘影飞梭，轻阴小庭院。旧时月底秋千，吟香醉玉，曾细听、歌珠一串。忍重见。描金小字题情，生绡合欢扇。老了刘郎，天远玉箫伴。几番莺外斜阳，阑干倚遍，恨杨柳、遮愁不断。帘幕疏疏风透。一线香飘金兽。朱阑倚遍黄昏后。廊上月华如昼。 别离滋味浓于酒。著人瘦。此情不及墙东柳。春色年年如旧。(墙东 一作：东墙)闲倚胡床，庾公楼外峰千朵。与谁同坐。明月清风我。 别乘一来，有唱应须和。还知么。自从添个。风月平分破。缥缈危亭，笑谈独在千峰上。与谁同赏。万里横烟浪。 老去情怀，犹作天涯想。空惆怅。少年豪放。莫学衰翁样。",
        "author": "宋代",
        "poem_class": "爱情",
        "dynasty": "李彭老"
    },
    {
        "title": "减字木兰花·花丛冷眼",
        "paragraph": "花丛冷眼，自惜寻春来较晚。知道今生，知道今生那见卿。天然绝代，不信相思浑不解。若解相思，定与韩凭共一枝。万里阴山万里沙。谁将绿鬓斗霜华。年来强半在天涯。魂梦不离金屈戌，画图亲展玉鸦叉。生怜瘦减一分花。烟暖雨初收，落尽繁花小院幽。摘得一双红豆子，低头，说著分携泪暗流。人去似春休，卮酒曾将酹石尤。别自有人桃叶渡，扁舟，一种烟波各自愁。沉沉更鼓急，渐渐人声绝。吹灯窗更明，月照一天雪。",
        "author": "清代",
        "poem_class": "爱情",
        "dynasty": "纳兰性德"
    },
    {
        "title": "古词三首",
        "paragraph": "素丝带金地，窗间掬飞尘。偷得凤凰钗，门前乞行人。新长青丝发，哑哑言语黠。随人敲铜镜，街头救明月。东家新长儿，与妾同时生。并长两心熟，到大相呼名。清时有味是无能，闲爱孤云静爱僧。 欲把一麾江海去，乐游原上望昭陵。渔舟逐水爱山春，两岸桃花夹古津。坐看红树不知远，行尽青溪不见人。(不见 一作：忽值)山口潜行始隈隩，山开旷望旋平陆。遥看一处攒云树，近入千家散花竹。樵客初传汉姓名，居人未改秦衣服。居人共住武陵源，还从物外起田园。月明松下房栊静，日出云中鸡犬喧。惊闻俗客争来集，竞引还家问都邑。平明闾巷扫花开，薄暮渔樵乘水入。初因避地去人间，及至成仙遂不还。峡里谁知有人事，世中遥望空云山。不疑灵境难闻见，尘心未尽思乡县。出洞无论隔山水，辞家终拟长游衍。自谓经过旧不迷，安知峰壑今来变。当时只记入山深，青溪几度到云林。春来遍是桃花水，不辨仙源何处寻。雪净胡天牧马还，月明羌笛戍楼间。借问梅花何处落，风吹一夜满关山。",
        "author": "唐代",
        "poem_class": "爱情",
        "dynasty": "于鹄"
    },
    {
        "title": "拔蒲二首",
        "paragraph": "青蒲衔紫茸，长叶复从风。与君同舟去，拔蒲五湖中。朝发桂兰渚，昼息桑榆下。与君同拔蒲，竟日不成把。到此浮荣万虑蠲，那知毷氉自年年。何因蕊榜丹崖飏，世上科名望若仙。一径烟萝晚翠深，乱云行野乍晴阴。荒亭日落松风过，水碧沙明龙自吟。避仇千里始归来，依旧蓬门溪上开。豫让声音惟友识，谢连篇咏与兄裁。堤烟缕弱吟边柳，浦雪花残折后梅。春瓮酒香鱼笋贱，邀君停屐扫溪苔。",
        "author": "未知",
        "poem_class": "爱情",
        "dynasty": "佚名"
    },
    {
        "title": "风入松·为友人放琴客赋",
        "paragraph": "春风吴柳几番黄。欢事小蛮窗。梅花正结双头梦，被玉龙、吹散幽香。昨夜灯前歌黛，今朝陌上啼妆。 最怜无侣伴雏莺。桃叶已春江。曲屏先暖鸳衾惯，夜寒深、都是思量。莫道蓝桥路远，行云中隔幽坊。匹夫而为百世师，一言而为天下法。是皆有以参天地之化，关盛衰之运，其生也有自来，其逝也有所为。故申、吕自岳降，傅说为列星，古今所传，不可诬也。孟子曰：“我善养吾浩然之气。”是气也，寓于寻常之中，而塞乎天地之间。卒然遇之，则王公失其贵，晋、楚失其富，良、平失其智，贲、育失其勇，仪、秦失其辩。是孰使之然哉？其必有不依形而立，不恃力而行，不待生而存，不随死而亡者矣。故在天为星辰，在地为河岳，幽则为鬼神，而明则复为人。此理之常，无足怪者。自东汉以来，道丧文弊，异端并起，历唐贞观、开元之盛，辅以房、杜、姚、宋而不能救。独韩文公起布衣，谈笑而麾之，天下靡然从公，复归于正，盖三百年于此矣。文起八代之衰，而道济天下之溺；忠犯人主之怒，而勇夺三军之帅：此岂非参天地，关盛衰，浩然而独存者乎？盖尝论天人之辨，以谓人无所不至，惟天不容伪。智可以欺王公，不可以欺豚鱼；力可以得天下，不可以得匹夫匹妇之心。故公之精诚，能开衡山之云，而不能回宪宗之惑；能驯鳄鱼之暴，而不能弭皇甫镈、李逢吉之谤；能信于南海之民，庙食百世，而不能使其身一日安于朝廷之上。盖公之所能者天也，其所不能者人也。始潮人未知学，公命进士赵德为之师。自是潮之士，皆笃于文行，延及齐民，至于今，号称易治。信乎孔子之言，“君子学道则爱人，小人学道则易使”也。潮人之事公也，饮食必祭，水旱疾疫，凡有求必祷焉。而庙在刺史公堂之后，民以出入为艰。前太守欲请诸朝作新庙，不果。元佑五年，朝散郎王君涤来守是邦。凡所以养士治民者，一以公为师。民既悦服，则出令曰：“愿新公庙者，听！”民欢趋之，卜地于州城之南七里，期年而庙成。或曰：“公去国万里，而谪于潮，不能一岁而归。没而有知，其不眷恋于潮也，审矣。”轼曰：“不然！公之神在天下者，如水之在地中，无所往而不在也。而潮人独信之深，思之至，焄蒿凄怆，若或见之。譬如凿井得泉，而曰水专在是，岂理也哉？”元丰七年，诏拜公昌黎伯，故榜曰：“昌黎伯韩文公之庙。”潮人请书其事于石，因作诗以遗之，使歌以祀公。其辞曰：“公昔骑龙白云乡，手抉云汉分天章，天孙为织云锦裳。飘然乘风来帝旁，下与浊世扫秕糠。西游咸池略扶桑，草木衣被昭回光。追逐李、杜参翱翔，汗流籍、湜走且僵，灭没倒影不能望。作书抵佛讥君王，要观南海窥衡湘，历舜九嶷吊英、皇。祝融先驱海若藏，约束蛟鳄如驱羊。钧天无人帝悲伤，讴吟下招遣巫阳。犦牲鸡卜羞我觞，於粲荔丹与蕉黄。公不少留我涕滂，翩然被发下大荒。” 痴儿了却公家事，快阁东西倚晚晴。落木千山天远大，澄江一道月分明。朱弦已为佳人绝，青眼聊因美酒横。万里归船弄长笛，此心吾与白鸥盟。帘外五更风，吹梦无踪。画楼重上与谁同？记得玉钗斜拨火，宝篆成空。回首紫金峰，雨润烟浓。一江春浪醉醒中。留得罗襟前日泪，弹与征鸿。",
        "author": "宋代",
        "poem_class": "爱情",
        "dynasty": "吴文英"
    },
    {
        "title": "小桃红·晓妆",
        "paragraph": "绀云分翠拢香丝，玉线界宫鸦翅。露冷蔷薇晓初试。淡匀脂，金篦腻点兰烟纸。含娇意思，殢人须是，亲手画眉儿。楔子(冲末扮番王引部落上，诗云)毡帐秋风迷宿草，穹庐夜月听悲笳。控弦百万为君长，款塞称藩属汉家。某乃呼韩耶单于是也。若论俺家世，久居朔漠，独霸北方，以射猎为生，攻伐为事。大王曾避俺东徙，魏绛曾怕俺讲和。獯鬻犭严狁，逐代易名：单于可汗，随时称号。当秦汉交兵之时，中原有事，俺国强盛，有控弦甲士百万。俺祖公冒顿单于，围汉高帝于白登七日，用娄敬之谋，两国讲和，以公主嫁俺国中。至惠帝、吕后以来，每代必循故事，以宗女归俺番家。宣帝之世，我众兄弟争立不定，国势稍弱。今众部落立我为呼韩耶单于，实是汉朝外甥。我有甲士十万，南移近塞，称藩汉室。昨曾遣使进贡，欲请公主，未知汉帝肯寻盟约否？今日天高气爽，众头目每，向沙堤射猎一番，多少是好！正是：番家无产业，弓矢是生涯。(下)(净扮毛延寿上，诗云)为人雕心雁爪，做事欺大压小。全凭谄佞奸贪，一生受用不了。某非别人，毛延寿的便是。现在汉朝驾下，为中大夫之职。因我百般巧诈，一味谄谀，哄的皇帝老头儿十分欢喜，言听计从。朝里朝外，那一个不怕我，那一个不敬我？我又学的一个法儿，只是教皇帝少见儒臣，多昵女色，我这宠幸才得牢固。道尤末了，圣驾早上。(正末扮汉元帝引内官、宫女上，诗云)嗣传十叶继炎刘，独掌乾坤四百州。边塞久盟和议策，从今高枕已无忧。某汉元帝是也。俺祖高皇帝，奋布衣，起丰沛，灭秦屠项，挣下这等基业。传到朕躬，已是十代。自朕嗣位以来，四海晏然，八方宁静。非朕躬有德，皆赖众文武扶持。自先帝晏驾之后，宫女尽放出宫去了。今后宫寂寞，如何是好！(毛延寿云)陛下，田舍翁多收十斛麦，尚欲易妇，况陛下贵为天子，富有四海。合无遣官遍行天下，选择室女。不分王侯宰相、军民人家，但要十五以上，二十以下者，容貌端正，尽选将来，以充后宫，有何不可？(驾云)卿说的是。就加卿为选择使，赍领诏书一通，遍行天下刷选。将选中者各图形一轴送来，朕按图临幸。待卿成功回时，别有区处。(唱)【仙吕】【赏花时】四海平安绝士马，五谷丰登没战伐。寡人待刷室女选宫娃，你避不的驰驱困乏。看那一个合属俺帝王家。(下)第一折(毛延寿上，诗云)大块黄金任意挝，血海王条全不怕。生前只要有钱财，死后那管人唾骂。某毛延寿，领着大汉皇帝圣旨，遍行天下，刷选室女，已选够九十九名。各家尽肯馈送，所得金银却也不少。昨日来到成都秭归县，选得一人，乃是王长者之女，名唤王嫱，字昭君。生得光彩射人，十分艳丽，真乃天下绝色。争奈他本是庄农人家，无大钱财。我问他要百两黄金，选为第一。他一则说家道贫穷，二则倚着他容貌出众，全然不肯。我本待退了他。(做忖科，云)不要倒好了他！眉头一纵，计上心来，只把美人图点上些破绽，到京师必定发入冷宫，教他受苦一世。正是：恨小非君子，无毒不丈夫。(下)(正旦扮王嫱引二宫女上，诗云)一日承宣入上阳，十年未得见君王。良宵寂寂谁来伴，唯有琵琶引兴长。妾身王嫱，小字昭君，成都秭归人也。父亲王长者，平生务农为业。母亲生妾时，梦月入怀，复坠于地，后来生下妾身。年长一十八岁，蒙恩选充后宫。不想使臣毛延寿问妾身索要金银，不曾与他，将妾影图点破，不曾得见君王，现今退居永巷。妾身在家颇通丝竹，弹得几曲琵琶。当此夜深孤闷之时，我试理一曲消遣咱。(做弹科)(驾引内官提灯上，云)某汉元帝。自从刷选室女入宫，多有不曾宠幸，煞是怨望咱。今日万机稍暇，不免寻宫走一遭，看那个有缘的，得遇朕躬也呵。(唱)【仙吕】【点绛唇】车碾残花，玉人月下，吹箫罢。未遇宫娃，是几度添白发。【混江龙】料必他竹帘不挂，望昭阳一步一天涯。疑了些无风竹影，恨了些有月窗纱。他每见弦管声中寻玉辇，恰便似斗牛星畔盼浮槎。(旦做弹科)(驾云)是那里弹的琵琶响？(内官云)是。(正末唱)是谁人偷弹一曲，写出嗟呀？(内官云)快报去接驾。(驾云)不要。(唱)莫便要忙传圣旨，报与他家。我则怕乍蒙恩，把不定心儿怕，惊起宫槐宿鸟、庭树栖鸦。(云)小黄门，你看是那一宫的宫女弹琵琶，传旨去教他来接驾，不要惊吓着他。(内官报科，云)兀那弹琵琶的是那位娘娘？圣驾到来，急忙迎接者。(旦趋接科)(驾唱)【油葫芦】恕无罪，吾当亲问咱。这里属那位下？休怪我不曾来往乍行踏。我特来填还你这泪揾湿鲛鱼肖帕，温和你露冷透凌波袜。天生下这艳姿，合是我宠幸他。今宵画烛银台下，剥地管喜信爆灯花。(云)小黄门，你看那纱笼内烛光越亮了，你与我挑起来看咱。(唱)【天下乐】和他也弄着精神射绛纱。卿家，你觑咱，则他那瘦岩岩影儿可喜杀。(旦云)妾身早知陛下驾临，只合迎接。接驾不早，妾该万死。(驾唱)迎头儿称妾身，满口儿呼陛下，必不是寻常百姓家。(云)看了他容貌端正，是好女子也呵！(唱)【醉中天】将两叶赛宫样眉儿画，把一个宜梳裹脸儿搽；额角香钿贴翠花，一笑有倾城价。若是越勾践姑苏台上见他，那西施半筹也不纳，更敢早十年败国亡家。(云)你这等模样出众，谁家女子？(旦云)妾姓王名嫱，字昭君，成都秭归县人。父亲王长者。祖父以来务农为业，闾阎百姓，不知帝王家礼度。(驾唱)【金盏儿】我看你眉扫黛，鬓堆鸦，腰弄柳，脸舒霞。那昭阳到处难安插，谁问你一梨两坝做生涯？也是你君恩留枕簟，天教雨露润桑麻。既不沙俺江山千万里，直寻到茅舍两三家。(云)看卿这等体态，如何不得近幸？(旦云)妾父王长者，止生妾身，当初选时，使臣毛延寿索要金银，妾家贫寒无凑，故将妾眼下点成破绽，因此发入冷宫。(驾云)小黄门，你取那影图来看，(黄门取图看科)(驾唱)【醉扶归】我则问那待诏别无话，却怎么这颜色不加搽？点得这一寸秋波玉有暇。端的是卿眇目，他双瞎？便宣的八百姻娇比并他，也未必强如俺娘娘带破赚丹青画。(云)小黄门，传旨说与金吾卫，便拿毛延寿斩首报来。(旦云)陛下，妾父母在成都见隶民籍，望陛下恩典宽免，量与些恩荣咱。(驾云)这个容易。(唱)【金盏儿】你便晨挑菜，夜看瓜，春种谷，夏浇麻。情取棘针门粉壁上除了差法，你向正阳门改嫁的倒荣华。俺官职颇高如村社长，这宅院刚大似县官衙。谢天地可怜穷女婿，再谁敢欺负俺丈人家！(云)近前来，听寡人旨，封你做明妃者。(旦云)量妾身怎生消受的陛下恩宠！(做谢恩科)(驾唱)【赚煞】且尽此宵情，休问明朝话。(旦云)陛下明朝早早驾临，妾这里侯驾。(驾唱)到明日，多管是醉卧在昭阳御榻。(旦云)妾身贱微，虽蒙恩宠，怎敢耍望与陛下同榻？(驾唱)休烦恼，吾当且是耍，斗卿来便当真假。恰才家辇路儿熟滑，怎下的真个长门再不踏！明夜里西宫阁下，你是必悄声儿接驾，我则怕六宫人攀例拨琵琶。(下)(旦云)驾回了也。左右，且掩上宫门，我睡些去。(下)第二折(番王引部落上，云)某呼韩单于。昨遣使臣款汉，请嫁公主与俺。汉皇帝以公主尚幼为辞，我心中好不自在。想汉家宫中，无边宫女，就与俺一个，打甚不紧？直将使臣赶回。我欲待起兵南侵，又恐怕失了数年和好。且看事势如何，别做道理。(毛延寿上，云)某毛延寿。只因刷选宫女，索要金银，将王昭君美人图点破，送入冷宫。不想皇帝亲幸，问出端的，要将我加刑。我得空逃走了，无处投奔。左右是左右，将着这一轴美人图，献与单于王，着他按图索要，不怕汉朝不与他。走了数日，来到这里，远远的望见人马浩大，敢是穹庐也。(做问科，云)头目，你启报单于王知道，说汉朝大臣来投见哩。(卒报科)(番王云)着他过来。(见科，云)你是甚么人？(毛延寿云)某是汉朝中大夫毛延寿。有我汉朝西宫阁下美人王昭君，生得绝色。前者大王遣使求公主时，那昭君情愿请行，汉主舍不的，不肯放来。某再三苦谏，说：\"岂可重女色，失两国之好？\"汉主倒要杀我。某因此带了这美人图，献与大王。可遣使按图索要，必然得了也。这就是图样。(进上看科)(番王云)世间那有如此女人！若得他做阙氏，我愿足矣。如今就差一番官，率领部从写书与汉天子，求索王昭君与俺和亲。若不肯与，不日南侵，江山难保。就一壁厢引控甲士，随地打猎，延入塞内，侦候动静，多少是好！(下)(旦引宫女上，云)随身王嫱。自前日蒙恩临幸，不觉又旬月。主上昵爱过甚，久不设朝。闻的升殿去了，我且向妆台边梳妆一会，收拾整齐，只怕驾来好服侍。(做对镜科)(驾上，云)自从西宫阁下得见了王昭君，使朕如痴似醉，久不临朝。今日方才升殿，等不的散了，只索再到西宫看一看去。(唱)【南吕】【一枝花】四时雨露匀，万里江山秀。忠臣皆有用，高枕已无忧。守着那皓齿星眸，争忍的虚白昼。近新来染得些症候，一半儿为国忧民，一半儿愁花病酒。【梁州第七】我虽是见宰相似文王施礼，一头地离明妃，早宋玉悲秋。怎奈他带天香着莫定龙衣袖。他诸余可爱，所事儿相投；消磨人幽闷，陪伴我闲游；偏宜向梨花月底登楼，芙蓉烛下藏阄。体态是二十年挑剔就的温柔，姻缘是五百载该拨下的配偶，脸儿有一千般说不尽的风流，寡人乞求他左右，他比那落伽山观自在无杨柳，见一面得长寿。情系人心早晚休，则除是雨歇云收。(做望见科，云)且不要惊着他，待朕悄悄地看咱。(唱)【隔尾】恁的般长门前抱怨的宫娥旧，怎知我西宫下偏心儿梦境熟。爱他晚妆罢，描不成画不就，尚对菱花自羞。(做到旦背后看科)(唱)我来到这妆台背后，原来广寒殿嫦娥在这月明里有。(旦做见接驾科)(外扮尚书、丑扮常侍上，诗云)调和鼎鼐理阴阳，秉轴持钧政事堂。只会中书陪伴食。何曾一日为君王。某尚书令五鹿充宗是也。这个是内常侍石显。今日朝罢，有番国遣使来索王嫱和番，不免奏驾。来到西宫阁下，只索进去。(做见科，云)奏的我主得知：如今北番呼韩单于，差一使臣前来，说毛延寿将美人图献与他，索要昭君娘娘和番，以息刀兵。不然，他大势南侵，江山不可保矣。(驾云)我养军千日，用军一时。空有满朝文武，那一个与我退的番兵！都是些畏刀避箭的，您不去出力，怎生教娘娘和番！(唱)【牧羊关】兴废从来有，干戈不肯休。可不食君禄，命悬君口。太平时卖你宰相功劳，有事处把俺佳人递流。你们干请了皇家奉，着甚的分破帝王忧？那壁厢锁树的怕弯着手，这壁厢攀栏的怕攧破了头。(尚书云)他外国说，陛下宠昵王嫱，朝纲尽废，坏了国家。若不与他，兴兵吊伐。臣想纣王只为宠妲己，国破身亡，是其鉴也。(驾唱)【贺新郎】俺又不曾彻青霄，高盖起摘星楼。不说他伊尹扶汤，则说那武王伐纣。有一朝身到黄泉后，若和他留侯、留侯厮遘，你可也羞那不羞？您卧重裀食列鼎，乘肥马衣轻裘。您须见舞春风嫩柳宫腰瘦，怎下的教他环佩影摇青冢月，琵琶声断黑江秋！(尚书云)陛下，咱这里兵甲不利，又无猛将与他相持，倘或疏失，如之奈何？望陛下割恩与他，以救一国生灵之命。(驾唱)【斗虾蟆】当日个谁展英雄手，能枭项羽头，把江山属俺炎刘？全亏韩元帅九里山前战斗，十大功劳成就。您也丹犀里头，枉被金章紫绶；您也朱门里头，都宠着歌衫舞袖。恐怕边关透漏，央及家人奔骤。似箭穿着雁口，没个人敢咳嗽。吾当僝僽，他也、他也红妆年幼无人搭救。昭君共你每有甚么杀父母冤仇？休、休，少不的满朝中都做了毛延寿！我呵，空掌着文武三千队，中原四百州，只待要割鸿沟。陡恁的千军易得，一将难求！(常侍云)现今番使朝外等宣。(驾云)罢、罢、罢，教番使临朝来。(番使入见科，云)呼韩耶单于差臣南来，奏大汉皇帝：北国与南朝，自来结交和好，曾两次差人求公主不与。今有毛延寿，将一美人图献与俺单于。特差臣来，单索昭君为阏氏，以息两国刀兵。陛下若不从，俺有百万雄兵，刻日南侵，以决胜负。伏望圣鉴不错。(驾云)且教使臣馆驿中安歇去。(番使下)(驾云)您众文武商量，有策献来，可退番兵，免教昭君和番。大抵是欺娘娘软善，若当时吕后在日，一言之出，谁敢违拗！若如此，久已后也不用文武，只凭佳人平定天下便了。(唱)【哭皇天】你有甚事疾忙奏，俺无那鼎镬边滚热油。我道您文臣安社稷，武将定戈矛；您只会文武班头，山呼万岁，舞蹈扬尘，道那声诚惶顿首。如今阳关路上，昭君出塞；当日未央宫里，女主垂旒。文武每，我不信你敢差排吕太后。枉以后、龙争虎斗，都是俺鸾交凤友。(旦云)妾既蒙陛下厚恩，当效一死，以报陛下。妾情愿和番，得息刀兵，亦可留名青史。但妾与陛下闱房之情，怎生抛舍也！(驾云)我可知舍不的卿哩！(尚书云)陛下割恩断爱，以社稷为念，早早发送娘娘去罢。(驾唱)【乌夜啼】今日嫁单于，宰相休生受，早则俺汉明妃有国难投，它那里黄云不出青山岫。投至两处凝眸，盼得一雁横秋。单注着寡人今岁揽闲愁，王嫱这运添憔瘦。翠羽冠，香罗绶，都做了锦蒙头暖帽，珠络缝貂裘。(云)卿等今日先选送明妃到驿中，交付番使，待明日朕亲出灞陵桥，送饯一杯去。(尚书云)只怕使不的，惹外夷耻笑。(驾云)卿等所言，我都依着。我的意思，如何不依？好歹去送一送。我一会家只恨毛延寿那厮。(唱)【三煞】我则恨那忘恩咬主贼禽兽，怎生不画在凌烟阁上头？紫台行都是俺手里的众公侯，有那椿儿不共卿谋，那件儿不依卿奏，争忍教第一夜梦迤逗？从今后不见长安望北斗，生扭作织女牵牛！(尚书云)不是臣等强逼娘娘和番，奈番使定名索取。况自古以来，多有因女色败国者。(驾唱)【二煞】虽然似昭君般成败都皆有，谁似这做天子的官差不自由！情知他怎收那膘满的骅骝。往常时翠轿香兜，兀自倦朱帘揭绣，上下处要成就。谁承望月自空明水自流，恨思悠悠。(旦云)妾身这一去，虽为国家大计，争奈舍不的陛下。(驾唱)【黄钟尾】怕娘娘觉饥时吃一块淡淡盐烧肉，害渴时喝一杓儿酪和粥。我索折一枝断肠柳，饯一杯送路酒。眼见得赶程途趁宿头，痛伤心重回首。则怕他望不见凤阁龙楼，今夜且则向灞陵桥畔宿。(下)第三折(番使拥旦上，奏胡乐科，旦云)妾身王昭君。自从选入宫中，被毛延寿将美人图点破，送入冷宫。甫能得蒙恩幸，又被他献与番王形像。今拥兵来索，待不去，又怕江山有失。没奈何将妾身出塞和番。这一去，胡地风霜，怎生消受也！自古道\"红颜胜人多薄命，莫怨春风当自嗟。\"(驾引文武内官上，云)今日灞桥饯送明妃，却早来到也。(唱)【双调】【新水令】锦貂裘生改尽汉宫妆，我则索看昭君图画模样。旧恩金勒短，新恨玉鞭长。本是对金殿鸳鸯，分飞翼怎承望！(云)您文武百官计议，怎生退了番兵，免明妃和番者？(唱)【驻马听】宰相每商量，大国使还朝多赐赏。早是俺夫妻悒怏，小家儿出外也摇装。尚兀自渭城衰柳助凄凉，共那灞桥流水添惆怅。您偏不断肠。想娘娘那一天愁都撮在琵琶上。(做下马科)(与旦打悲科)(驾云)左右慢慢唱者，我与明妃饯一杯酒。(唱)【步步娇】您将那一曲阳关休轻放，俺咫尺如天样。慢慢捧玉觞，朕本意待尊前捱些时光。且休问劣了宫商，您则与我半句儿俄延着唱。(番使云)请娘娘早行，天色晚了也。(驾唱)【落梅风】可怜俺别离重，你好是归去的忙。寡人心先到他李陵台上。回头儿却才魂梦里想，便休题贵人多忘。(旦云)妾这一去，再何时得见陛下？把我汉家衣服都留下者。(诗云)正是：今日汉宫人，明朝胡地妾。忍着主衣裳，为人作春色。(留衣服科)(驾唱)【殿前欢】说甚么留下舞衣裳，被西风吹散旧时香。我委实怕宫车再过青苔巷，猛到椒房，那一会想菱花镜里妆，风流相，兜的又横心上。看今日昭君出塞，几时似苏武还乡？(番使云)请娘娘行罢，臣等来多时了也。(驾云)罢罢罢，明妃，你这一去，休怨朕躬也。(做别科，驾云)我那里是大汉皇帝！(唱)【雁儿落】我做了别虞姬楚霸王，全不见守玉关征西将。那里取保亲的李左车，送女客的萧丞相？(尚书云)陛下不必挂念。(驾唱)【得胜令】那里也架海紫金梁？枉养着那边庭上铁衣郎。您也要左右人扶持，俺可甚糟糠妻不下堂！您但提起刀枪，却早小鹿儿心头撞。今日央及煞娘娘，怎做的男儿当自强！(尚书云)陛下，咱回朝去罢。(驾唱)【川拨棹】怕不待放丝缰，咱可甚鞭敲金镫响。你管燮理阴阳，掌握朝纲。治国安邦，展土开疆。假若俺高皇，差你个梅香，背井离乡，卧雪眠霜。若是他不恋您春风画堂，我便官封你一字王。(尚书云)陛下，不必苦死留他，着他去了罢。(驾唱)【七兄弟】说甚么大王、不当、恋王嫱，兀良，怎禁他临去也回头望！那堪这散风雪旌节影悠扬，动关山鼓角声悲壮。【梅花酒】呀！俺向着这回野悲凉：草已添黄，兔早迎霜；犬褪得毛苍，人搠起缨枪；马负着行装，车运着粮，打猎起围场。他、他、他伤心辞汉主，我、我、我携手上河梁。他部从入穷荒，我銮舆返咸阳。返咸阳，过宫墙；过宫墙，绕回廊；绕回廊，近椒房；近椒房，月昏黄；月昏黄，夜生凉；夜生凉，泣寒螀；泣寒螀，绿纱窗；绿纱窗，不思量。【收江南】呀！不思量除是铁心肠。铁心肠也愁泪滴千行。美人图今夜挂昭阳，我那里从养，便是我高烧银烛照红妆。(尚书云)陛下回銮罢，娘娘去远了也。(驾唱)【鸳鸯煞】我则索大臣行说一个推辞谎，又则怕笔尖儿那火编修讲。不见他花朵儿精神，怎趁那草地里风光？唱道伫立多时，徘徊半响；猛听的塞雁南翔，呀呀的声嘹亮。却原来满目牛羊，是兀那载离恨的毡车半坡里响。(下)(番王引部落拥昭君上，云)今日汉朝不弃旧盟，将王昭君与俺番家和亲。我将昭君封为宁胡阏氏，坐我正宫。两国息兵，多少是好。众将士，传下号令，大众起行，望北而去。(做行科)(旦问云)这里甚地面了？(番使云)这是黑龙江，番汉交界去处。南边属汉家，北边属我番国。(旦云)大王，借一杯酒，望南浇奠；辞了汉家，长行去罢。(做奠酒科，云)汉朝皇帝，妾身今生已矣，尚待来生也。(做跳江科)(番王惊救不及，叹科，云)嗨，可惜可惜！昭君不肯入番，投江而死。罢罢罢，就葬在此江边，号为青冢者。我想来，人也死了，枉与汉朝结下这般仇隙，都是毛延寿那厮搬弄出来的。把都儿，将毛延寿拿下，解送汉朝处治。我依旧与汉朝结和，永为甥舅，却不是好！(诗云)则为他丹青画误了昭君，背汉主暗地私奔；将美人图又来哄我，要索取出塞和亲。岂知道投江而死，空落的一见消魂。似这等奸邪逆贼，留着他终是祸根。不如送他去汉朝哈剌，依还的甥舅礼，两国长存。(下)第四折(驾引内官上，云)自家汉元帝。自从明妃和番，寡人一百日不曾设朝。今当此夜景萧索，好生烦恼。且将这美人图挂起，少解闷怀也呵。(唱)【中吕】【粉蝶儿】宝殿凉生，夜迢迢六宫人静。对银台一点寒灯，枕席间、临寝处，越显的吾身薄幸。万里龙廷，知他宿谁家一灵真性。(云)小黄门，你看炉香尽了，再添上些香。(唱)【醉春风】烧尽御炉香，再添黄串饼。想娘娘似竹林寺不见半分形，则留下这个影、影。未死之时，再生之日，我可也一般恭敬。(云)一时困倦，我且睡些儿。(唱)【叫声】高唐梦苦难成，那里也爱卿、爱卿，却怎生无些灵圣？偏不许楚襄王枕上雨云情。(做睡科，)(旦上，云)妾身王嫱，一番到北地，私自逃回。兀的不是我主人！陛下，妾身来了也。(番兵上，云)恰才我打了个盹，王昭君就偷走回去了。我急急赶来，进的汉宫，兀的不是昭君！(做拿旦下)(驾醒科，云)恰才见昭君回来，这些儿如何就不见了？(唱)【剔银灯】恰才这搭儿单于王使命，呼唤俺那昭君名姓。偏寡人唤娘娘不肯灯前应，却原来是画上的丹青。猛听得仙音院凤管鸣，更说甚萧韶九成。【蔓青菜】白日里无承应，教寡人不曾一觉到天明，做的个团圆梦境。(雁见科)(唱)却原来雁叫长门两三声，怎知道更有个人孤另。(雁叫科)(唱)【白鹤子】多管是春秋高，筋力短，莫不是食水少，骨毛轻？待去后，愁江南网罗宽；待向前，怕塞北雕弓硬。【幺篇】伤感似替昭君思汉主，哀怨似作薤露哭田横，凄怆似和半夜梦歌声，悲切似唱三叠阳关令。(雁叫科)(云)则被那泼毛团叫的凄楚人也。(唱)【上小楼】早是我神思不安，又添个冤家缠定。他叫得慢一会儿紧一声儿，和尽寒更。不争你打盘旋，这搭里同声相应，可不差讹了四时节令？【幺篇】你却待寻子卿、觅李陵，对着银台，叫醒咱家，对影生情。则俺那远乡的汉明妃虽然得命，不见你个泼毛团也耳根清净。(雁叫科)(云)这雁儿呵。(唱)【满庭芳】又不是心中爱听，大古似林风瑟瑟，岩溜冷冷。我只见山长水远天如镜，又生怕误了你途程。见被你冷落了潇湘暮景，更打动我边塞离情，还说甚雁过留声。那堪更瑶阶夜永，嫌杀月儿明。(黄门云)陛下省烦恼，龙体为重。(驾云)不由我不烦恼也。(唱)【十二月】休道是咱家动情，你宰相每也生憎。不比那雕梁燕语，不比那锦树莺鸣。汉昭君离乡背井，知他在何处愁听！(雁叫科)(唱)【尧民歌】呀呀的飞过蓼花汀，孤雁儿不离了凤凰城。画檐间铁马响丁丁，宝殿中御榻冷清清。寒也波更，萧萧落叶声，烛暗长门静。【随煞】一声儿绕汉宫，一声儿寄渭城；暗添人白发成衰病，直恁的吾家可也劝不省。(尚书上，云)今日早朝散后，有番国差使命绑送毛延寿来，说因毛延寿叛国败盟，致此祸衅。今昭君已死，情愿两国讲和。伏候圣旨。(驾云)既如此，便将毛延寿斩首祭献明妃。着光禄寺大排筵席，犒赏来使回去。(诗云)叶落深宫雁叫时，梦回孤枕夜相思。虽然青冢人何在，还为蛾眉斩画师。题目沉黑江明妃青冢恨正名破幽梦孤雁汉宫秋功名归堕甑，便拂袖，不须惊。且书剑蹉跎，林泉笑傲，诗酒飘零。人间事、良可笑，似长空、云影弄阴晴。莫泣穷途老泪，休怜儿女新亭。浩歌一曲饭牛声。天际暮烟冥，正百二河山。一时冠带，老却升平。英雄亦应无用，拟风尘、万里奋鹏程。谁忆青春富贵，为怜四海苍生。中原地古多劲草，节如箭竹花如稻。白露洒叶珠离离，十月霜风吹不到。萋萋不到王孙门，青青不盖谗佞坟。游根直下土百尺，枯荣暗抱忠臣魂。我问忠臣为何死，元是汉家不降士。白骨沉埋战血深，翠光潋滟腥风起。山南雨晴蝴蝶飞，山北雨冷麒麟悲。寸心摇摇为谁道，道旁可许愁人知？昨夜东风鸣羯鼓，髑髅起作摇头舞。寸田尺宅且勿论，金马铜驼泪如雨。",
        "author": "元代",
        "poem_class": "爱情",
        "dynasty": "乔吉"
    },
    {
        "title": "浪淘沙·海底飞尘终有日",
        "paragraph": "海底飞尘终有日，山头化石岂无时。谁道小郎抛小妇，船头一去没回期。人道海水深，不抵相思半。海水尚有涯，相思渺无畔。携琴上高楼，楼虚月华满。弹著相思曲，弦肠一时断。低花树映小妆楼，春入眉心两点愁。 斜倚栏干背鹦鹉，思量何事不回头。泽国江山入战图，生民何计乐樵苏。凭君莫话封侯事，一将功成万骨枯。",
        "author": "唐代",
        "poem_class": "爱情",
        "dynasty": "白居易"
    },
    {
        "title": "七夕歌",
        "paragraph": "人间一叶梧桐飘，蓐收行秋回斗杓。神宫召集役灵鹊，直渡天河云作桥。桥东美人天帝子，机杼年年劳玉指。织成云雾紫绡衣，辛苦无欢容不理。帝怜独居无与娱，河西嫁得牵牛夫。自从嫁后废织纴，绿鬓云鬟朝暮梳。贪欢不归天帝怒，谪归却踏来时路。但令一岁一相逢，七月七日河边渡。别多会少知奈何，却忆从前恩爱多。匆匆离恨说不尽，烛龙已驾随羲和。河边灵官晓催发，令严不管轻离别。空将泪作雨滂沱，泪痕有尽愁无歇。寄言织女若休叹，天地无情会相见。犹胜嫦娥不嫁人，夜夜孤眠广寒殿。江北秋阴一半开，晚云含雨却低徊。青山缭绕疑无路，忽见千帆隐映来。岁晚身何托，灯前客未空。半生忧患里，一梦有无中。发短愁催白，颜衰酒借红。我歌君起舞，潦倒略相同。中秋饮酒将旦，客谓前人诗词有赋待月无送月者，因用《天问》体赋。可怜今夕月，向何处，去悠悠？是别有人间，那边才见，光影东头？是天外空汗漫，但长风浩浩送中秋？飞镜无根谁系？姮娥不嫁谁留？谓经海底问无由，恍惚使人愁。怕万里长鲸，纵横触破，玉殿琼楼。虾蟆故堪浴水，问云何玉兔解沉浮？若道都齐无恙，云何渐渐如钩？ ",
        "author": "宋代",
        "poem_class": "爱情",
        "dynasty": "张耒"
    },
    {
        "title": "霓裳中序第一·亭皋正望极",
        "paragraph": "丙午岁，留长沙。登祝融。因得其祠神之曲曰《黄帝盐》、《苏合香》。又于乐工故书中得商调《霓裳曲》十八阕，皆虚谱无辞。按沈氏《乐律》，《霓裳》道调，此乃商调。乐天诗云：“散序六阕”，此特两阕。未知孰是？然音节闲雅，不类今曲：余不暇尽作。作《中序》一阕传于世。余方羁游，感此古音，不自知其辞之怨抑也。亭皋正望极，乱落江莲归未得。多病却无气力，况纨扇渐疏，罗衣初索。流光过隙，叹杏梁、双燕如客。人何在？一帘淡月，仿佛照颜色。幽寂，乱蛩吟壁，动庾信、清愁似织。沉思年少浪迹，笛里关山，柳下坊陌。坠红无信息，漫暗水、涓涓溜碧。飘零久、而今何意，醉卧酒垆侧。一春略无十日晴，处处浮云将雨行。野田春水碧于镜，人影渡傍鸥不惊。桃花嫣然出篱笑，似开未开最有情。茅茨烟暝客衣湿，破梦午鸡啼一声。重五山村好，榴花忽已繁。粽包分两髻，艾束著危冠。旧俗方储药，羸躯亦点丹。日斜吾事毕，一笑向杯盘。落日熔金，暮云合璧，人在何处。染柳烟浓，吹梅笛怨，春意知几许。元宵佳节，融和天气，次第岂无风雨。来相召、香车宝马，谢他酒朋诗侣。(熔金 一作：镕金)中州盛日，闺门多暇，记得偏重三五。铺翠冠儿，捻金雪柳，簇带争济楚。如今憔悴，风鬟霜鬓，怕见夜间出去。不如向、帘儿底下，听人笑语。",
        "author": "宋代",
        "poem_class": "爱情",
        "dynasty": "姜夔"
    },
    {
        "title": "穆穆清风至",
        "paragraph": "穆穆清风至，吹我罗衣裾。青袍似春草，草长条风舒。朝登津梁山，褰裳望所思。安得抱柱信，皎日以为期。大孝备矣，休德昭明。高张四县，乐充宫庭。芬树羽林，云景杳冥。金支秀华，庶旄翠旌。七始华始，肃倡和声。神来宴娭，庶几是听。鬻鬻音送，细齐人情。忽乘青玄，熙事备成。清思眑眑，经纬冥冥。我定历数，人告其心。敕身齐戒，施教申申。乃立祖庙，敬明尊亲。大矣孝熙，四极爰轃。王侯秉德，其邻翼翼，显明昭式。清明鬯矣，皇帝孝德。竟全大功，抚安四极。海内有奸，纷乱东北。诏抚成师，武臣承德。行乐交逆，箫勺群慝。肃为济哉，盖定燕国。大海荡荡水所归，高贤愉愉民所怀。大山崔，百卉殖。民何贵？贵有德。安其所，乐终产。乐终产，世继绪。飞龙秋，游上天。高贤愉，乐民人。丰草葽，女罗施。善何如，谁能回！大莫大，成教德；长莫长，被无极。雷震震，电耀耀。明德乡，治本约。治本约，泽弘大。加被宠，咸相保。德施大，世曼寿。都荔遂芳，窅窊桂华。孝奏天仪，若日月光。乘玄四龙，回驰北行。羽旄殷盛，芬哉芒芒。孝道随世，我署文章。冯冯翼翼，承天之则。吾易久远，烛明四极。慈惠所爱，美若休德。杳杳冥冥，克绰永福。磑磑即即，师象山则。乌呼孝哉，案抚戎国。蛮夷竭欢，象来致福。兼临是爱，终无兵革。嘉荐芳矣，告灵飨矣。告灵既飨，德音孔臧。惟德之臧，建侯之常。承保天休，令问不忘。皇皇鸿明，荡侯休德。嘉承天和，伊乐厥福。在乐不荒，惟民之则。浚则师德，下民咸殖。令问在旧，孔容翼翼。孔容之常，承帝之明。下民之乐，子孙保光。承顺温良，受帝之光。嘉荐令芳，寿考不忘。承帝明德，师象山则。云施称民，永受厥福。承容之常，承帝之明。下民安乐，受福无疆。桂之树。桂之树。桂生一何丽佳。扬朱华而翠叶。流芳布天涯。上有栖鸾。下有盘螭。桂之树。得道之真人咸来会讲仙。教尔服食日精。要道甚省不烦。淡泊无为自然。乘蹻万里之外。去留随意所欲存。高高上际于众外。下下乃穷极地天。莫莫高山。深谷逶迤。晔晔紫芝。可以疗饥。唐虞世远。吾将何归。驷马高盖。其忧甚大。富贵之畏人兮。贫贱之肆志。",
        "author": "两汉",
        "poem_class": "爱情",
        "dynasty": "佚名"
    },
    {
        "title": "杂曲歌辞·春江曲",
        "paragraph": "江水春沉沉，上有双竹林。竹叶坏水色，郎亦坏人心。堂西长笋别开门，堑北行椒却背村。梅熟许同朱老吃，松高拟对阮生论。欲作鱼梁云复湍，因惊四月雨声寒。青溪先有蛟龙窟，竹石如山不敢安。两个黄鹂鸣翠柳，一行白鹭上青天。窗含西岭千秋雪，门泊东吴万里船。药条药甲润青青，色过棕亭入草亭。苗满空山惭取誉，根居隙地怯成形。把君诗卷灯前读，诗尽灯残天未明。眼痛灭灯犹闇坐，逆风吹浪打船声。地白风色寒，雪花大如手。笑杀陶渊明，不饮杯中酒。 浪抚一张琴，虚栽五株柳。空负头上巾，吾于尔何有。",
        "author": "唐代",
        "poem_class": "爱情",
        "dynasty": "郭元振"
    },
    {
        "title": "满江红·小院深深",
        "paragraph": "小院深深，悄镇日、阴晴无据。春未足，闺愁难寄，琴心谁与？曲径穿花寻蛱蝶，虚阑傍日教鹦鹉。笑十三杨柳女儿腰，东风舞。云外月，风前絮。情与恨，长如许。想绮窗今夜，为谁凝伫？洛浦梦回留佩客，秦楼声断吹箫侣。正黄昏时候杏花寒，廉纤雨。情若连环，恨如流水，甚时是休。也不须惊怪，沈郎易瘦，也不须惊怪，潘鬓先愁。总是难禁，许多魔难，奈好事教人不自由。空追想，念前欢杳杳，后会悠悠。凝眸，悔上层楼，谩惹起、新愁压旧愁。向彩笺写遍，相思字了，重重封卷，密寄书邮。料到伊行，时时开看，一看一回和泪收。须知道，这般病染，两处心头。二月十五夜，与赵德麟小酌聚星堂春庭月午，摇荡香醪光欲舞。步转回廊，半落梅花婉娩香。轻云薄雾，总是少年行乐处。不似秋光，只与离人照断肠。绿橘梢头几点春。似留香蕊送行人。明朝紫凤朝天路，十二重城五碧云。歌渐咽，酒初醺。尽将红泪湿湘裙。赣江西畔从今日，明月清风忆使君。",
        "author": "宋代",
        "poem_class": "爱情",
        "dynasty": "岳珂"
    },
    {
        "title": "朝来曲",
        "paragraph": "日昃鸣珂动，花连绣户春。盘龙玉台镜，唯待画眉人。金井梧桐秋叶黄，珠帘不卷夜来霜。熏笼玉枕无颜色，卧听南宫清漏长。高殿秋砧响夜阑，霜深犹忆御衣寒。银灯青琐裁缝歇，还向金城明主看。奉帚平明金殿开，暂将团扇共徘徊。玉颜不及寒鸦色，犹带昭阳日影来。真成薄命久寻思，梦见君王觉后疑。火照西宫知夜饮，分明复道奉恩时。长信宫中秋月明，昭阳殿下捣衣声。白露堂中细草迹，红罗帐里不胜情。离人无语月无声，明月有光人有情。别后相思人似月，云间水上到层城。龙马花雪毛，金鞍五陵豪。秋霜切玉剑，落日明珠袍。斗鸡事万乘，轩盖一何高。弓摧南山虎，手接太行猱。酒后竞风采，三杯弄宝刀。杀人如剪草，剧孟同游遨。发愤去函谷，从军向临洮。叱咤经百战，匈奴尽奔逃。归来使酒气，未肯拜萧曹。羞入原宪室，荒径隐蓬蒿。",
        "author": "唐代",
        "poem_class": "爱情",
        "dynasty": "王昌龄"
    },
    {
        "title": "愁倚阑令·花阴月",
        "paragraph": "花阴月，柳梢莺。近清明。长恨去年今夜雨，洒离亭。 枕上怀远诗成。红笺纸、小砑吴绫。寄与征人教念远，莫无情。门外绿阴千顷，两两黄鹂相应。睡起不胜情，行到碧梧金井。人静，人静。风动一庭花影。忘却成都来十载，因君未免思量。凭将清泪洒江阳。故山知好在，孤客自悲凉。 坐上别愁君未见，归来欲断无肠。殷勤且更尽离觞。此身如传舍，何处是吾乡。坠素翻红各自伤，青楼烟雨忍相忘。将飞更作回风舞，已落犹成半面妆。沧海客归珠有泪，章台人去骨遗香。可能无意传双蝶，尽付芳心与蜜房。",
        "author": "宋代",
        "poem_class": "爱情",
        "dynasty": "晏几道"
    },
    {
        "title": "赠夫二首 / 题云泉台客韦璜",
        "paragraph": "不得长相守，青春夭蕣华。旧游今永已，泉路却为家。早知离别切人心，悔作从来恩爱深。黄泉冥寞虽长逝，白日屏帷还重寻。天北天南绕路边，托根无处不延绵。萋萋总是无情物，吹绿东风又一年。昨夜星辰昨夜风，画楼西畔桂堂东。身无彩凤双飞翼，心有灵犀一点通。隔座送钩春酒暖，分曹射覆蜡灯红。嗟余听鼓应官去，走马兰台类转蓬。(转蓬 一作：断蓬)闻道阊门萼绿华，昔年相望抵天涯。岂知一夜秦楼客，偷看吴王苑内花。 两竿落日溪桥上，半缕轻烟柳影中。多少绿荷相倚恨，一时回首背西风。",
        "author": "唐代",
        "poem_class": "爱情",
        "dynasty": "韦璜"
    },
    {
        "title": "江城子·帐里鸳鸯交颈情",
        "paragraph": "帐里鸳鸯交颈情，恨鸡声，天已明。愁见街前，还是说归程。临上马时期后会，待梅绽，月初生。其谁肯见寻，冷淡少知音。尘土侵闲榻，烟波隔故林。竹风醒晚醉，窗月伴秋吟。道在唯求己，明时岂陆沈。燕台多事每开颜，相许论交淡薄间。饮兴共怜芳草岸，吟情同爱夕阳山。露浓小径蛩声咽，月冷空庭竹影闲。何事此时攀忆甚，与君俱是别乡关。昔年凄断此江湄，风满征帆泪满衣。今日重怜鶺鴒羽，不堪波上又分飞。",
        "author": "五代",
        "poem_class": "爱情",
        "dynasty": "和凝"
    },
    {
        "title": "韩庄闸舟中七夕",
        "paragraph": "木兰桨子藕花乡，唱罢厅红晚气凉。烟外柳丝湖外水，山眉澹碧月眉黄。壬申夏泛舟西湖，述怀有赋，时予别杭州盖十年矣天风吹我，堕湖山一角，果然清丽。曾是东华生小客，回首苍茫无际。屠狗功名，雕龙文卷，岂是平生意？乡亲苏小，定应笑我非计。才见一抹斜阳，半堤香草，顿惹清愁起。罗袜音尘何处觅，渺渺予怀孤寄。怨去吹箫，狂来说剑，两样销魂味。两般春梦，橹声荡入云水。酒未开樽句未裁，寻春问腊到蓬莱。不求大士瓶中露，为乞孀娥槛外梅。入世冷挑红雪去，离尘香割紫云来。槎枒谁惜诗肩瘦，衣上犹沾佛院苔。古木向人秋，惊蓬掠鬓稠。是重阳、何处堪愁。记得当年惆怅事，正风雨，下南楼。断梦几能留，香魂一哭休。怪凉蟾、空满衾禂。霜落鸟啼浑不睡，偏想出，旧风流。",
        "author": "清代",
        "poem_class": "爱情",
        "dynasty": "姚燮"
    },
    {
        "title": "妾薄命行·其一",
        "paragraph": "携玉手喜同车，比上云阁飞除。钓台蹇产清虚，池塘灵沼可娱。仰泛龙舟绿波，俯擢神草枝柯。想彼宓妃洛河，退咏汉女湘娥。君乘车，我戴笠，他日相逢下车揖；君担簦，我跨马，他日相逢为君下。羣祥既集。二族交欢。敬兹新姻。六礼不愆。羔鴈总备。玉帛戋戋。君子将事。威仪孔闲。猗兮容兮。穆矣其言。秦嘉，字士会，陇西人也。为郡上计。其妻徐淑，寝疾还家，不获面别。赠诗云尔。人生譬朝露，居世多屯蹇。忧艰常早至，欢会常苦晚。念当奉时役，去尔日遥远。遣车迎子还，空往复空返。省书情凄怆，临食不能饭。独坐空房中，谁与相劝勉？长夜不能眠，伏枕独辗转。忧来如循环，匪席不可卷。皇灵无私亲，为善荷天禄。伤我与尔身，少小罹茕独。既得结大义，欢乐苦不足。念当远离别，思念叙款曲。河广无舟梁，道近隔丘陆。临路怀惆怅，中驾正踯躅。浮云起高山，悲风激深谷。良马不回鞍，轻车不转毂。针药可屡进，愁思难为数。贞士笃终始，恩义不可属。肃肃仆夫征，锵锵扬和铃。清晨当引迈，束带待鸡鸣。顾看空室中，仿佛想姿形。一别怀万恨，起坐为不宁。何用叙我心，遗思致款诚。宝钗好耀首，明镜可鉴形。芳香去垢秽，素琴有清声。诗人感木瓜，乃欲答瑶琼。愧彼赠我厚，惭此往物轻。虽知未足报，贵用叙我情。",
        "author": "两汉",
        "poem_class": "爱情",
        "dynasty": "曹植"
    },
    {
        "title": "【南吕】干荷叶八首",
        "paragraph": "干荷叶，色苍苍，老柄风摇荡。减了清香，越添黄。都因昨夜一场霜，寂寞在秋江上。干荷叶，映着枯蒲，折柄难擎露。藕丝无，倩风扶。待擎无力不乘珠，难宿滩头鹭。根摧折，柄欹斜，翠减清香谢。恁时节，万丝绝。红鸳白鹭不能遮，憔悴损干荷叶。干荷叶，色无多，不奈风霜锉。贴秋波，倒枝柯。宫娃齐唱采莲歌，梦里繁华过。南高峰，北高峰，惨淡烟霞洞。宋高宗，一场空。吴山依旧酒旗风，两度江南梦。夜来个，醉如酡，不记花前过。醒来呵，二更过。春衫惹定茨糜科，绊倒花抓破。干荷叶，水上浮，渐渐浮将去。跟将你去，随将去。你问当家中有媳妇？问着不言语。脚儿尖，手儿纤，云髻梳儿露半边。脸儿甜，话儿粘。更宜烦恼更宜忺，直恁风流倩。 樊川吾所爱，老我莫能俦。二年鞍马淇上，来往更风流。梦里池塘春草，却被鸣禽呼觉，柳暗水边楼。浩荡故园思，汶水日悠悠。洛阳花，梁苑月，苦迟留。半生许与词伯，不负壮年游。我亦布衣游子，久欲观光齐鲁，羁绁在鹰韛、早晚西湖上，同醉木兰舟。朝朝琼树后庭花，步步金莲潘丽华，龙蟠虎踞山如画。伤心诗句多，危城落日寒鸦。凤不至空台上，燕飞来百姓家，恨满天涯。春草细还生，春雏养渐成。茸茸毛色起，应解自呼名。",
        "author": "元代",
        "poem_class": "爱情",
        "dynasty": "刘秉忠"
    },
    {
        "title": "生查子·长恨涉江遥",
        "paragraph": "长恨涉江遥，移近溪头住。闲荡木兰舟，误入双鸳浦。无端轻薄云，暗作廉纤雨。翠袖不胜寒，欲向荷花语。湖上风来波浩渺。秋已暮、红稀香少。水光山色与人亲，说不尽、无穷好。 莲子已成荷叶老。青露洗、蘋花汀草。眠沙鸥鹭不回头，似也恨、人归早。不是爱风尘，似被前缘误。花落花开自有时，总赖东君主。去也终须去，住也如何住！若得山花插满头，莫问奴归处。暗香横路雪垂垂。晚风吹。晓风吹。花意争春，先出岁寒枝。毕竟一年春事了，缘太早，却成迟。未应全是雪霜姿。欲开时。未开时。粉面朱唇，一半点胭脂。醉里谤花花莫恨，浑冷淡，有谁知。",
        "author": "宋代",
        "poem_class": "爱情",
        "dynasty": "晏几道"
    },
    {
        "title": "莺啼序·荷和赵修全韵",
        "paragraph": "横塘棹穿艳锦，引鸳鸯弄水。断霞晚、笑折花归，绀纱低护灯蕊。润玉瘦、冰轻倦浴，斜拕凤股盘云坠。听银床声细。梧桐渐搅凉思。窗隙流光，冉冉迅羽，诉空梁燕子。误惊起、风竹敲门，故人还又不至。记琅玕、新诗细掐，早陈迹、香痕纤指。怕因循，罗扇恩疏，又生秋意。西湖旧日，画舸频移，叹几萦梦寐。霞佩冷，叠澜不定，麝霭飞雨，乍湿鲛绡，暗盛红泪。綀单夜共，波心宿处，琼箫吹月霓裳舞，向明朝、未觉花容悴。嫣香易落，回头澹碧锁烟，镜空画罗屏里。残蝉度曲，唱彻西园，也感红怨翠。念省惯、吴宫幽憩。暗柳追凉，晓岸参斜，露零沤起。丝萦寸藕，留连欢事。桃笙平展湘浪影，有昭华、秾李冰相倚。如今鬓点凄霜，半箧秋词，恨盈蠹纸。清明上巳西湖好，满目繁华。争道谁家。绿柳朱轮走钿车。 游人日暮相将去，醒醉喧哗。路转堤斜。直到城头总是花。雨过横塘水满堤，乱山高下路东西。一番桃李花开尽，惟有青青草色齐。半亩方塘一鉴开，天光云影共徘徊。问渠那得清如许？为有源头活水来。(那 通：哪)",
        "author": "宋代",
        "poem_class": "爱情",
        "dynasty": "吴文英"
    },
    {
        "title": "踏莎行·殢酒情怀",
        "paragraph": "殢酒情怀，恨春时节。柳丝巷陌黄昏月。把君团扇卜君来，近墙扑得双蝴蝶。笑不成言，喜还生怯。颠狂绝似前春雪。夜寒无处著相思，梨花一树人如削。问讯湖边春色，重来又是三年。东风吹我过湖船，杨柳丝丝拂面。世路如今已惯，此心到处悠然。寒光亭下水如天，飞起沙鸥一片。十年生死两茫茫，不思量，自难忘。千里孤坟，无处话凄凉。纵使相逢应不识，尘满面，鬓如霜。夜来幽梦忽还乡，小轩窗，正梳妆。相顾无言，惟有泪千行。料得年年肠断处，明月夜，短松冈。(肠断 一作：断肠)灯火钱塘三五夜，明月如霜，照见人如画。帐底吹笙香吐麝，更无一点尘随马。寂寞山城人老也！击鼓吹箫，却入农桑社。火冷灯稀霜露下，昏昏雪意云垂野。",
        "author": "宋代",
        "poem_class": "爱情",
        "dynasty": "佚名"
    },
    {
        "title": "如梦令·一饷凝情无语",
        "paragraph": "一饷凝情无语。手捻梅花何处。倚竹不胜愁，暗想江头归路。东去。东去。短艇淡烟疏雨。衣上征尘杂酒痕，远游无处不销魂。此身合是诗人未？细雨骑驴入剑门。野棠花落，又匆匆过了，清明时节。刬地东风欺客梦，一枕云屏寒怯。曲岸持觞，垂杨系马，此地曾经别。楼空人去，旧游飞燕能说。闻道绮陌东头，行人长见，帘底纤纤月。旧恨春江流不断，新恨云山千叠。料得明朝，尊前重见，镜里花难折。也应惊问：近来多少华发？余颇喜自制曲。初率意为长短句，然后协以律，故前后阕多不同。桓大司马云：“昔年种柳，依依汉南。今看摇落，凄怆江潭：树犹如此，人何以堪？”此语余深爱之。渐吹尽，枝头香絮，是处人家，绿深门户。远浦萦回，暮帆零乱向何许？阅人多矣，谁得似长亭树？树若有情时，不会得青青如此！日暮，望高城不见，只见乱山无数。韦郎去也，怎忘得、玉环分付：第一是早早归来，怕红萼无人为主。算空有并刀，难剪离愁千缕。",
        "author": "宋代",
        "poem_class": "爱情",
        "dynasty": "王之道"
    },
    {
        "title": "清平乐·春宵睡重",
        "paragraph": "春宵睡重，梦里还相送。枕畔起寻双玉凤，半日才知是梦。一从卖翠人还，又无音信经年。却把泪来作水，流也流到伊边。仆七岁时，见眉州老尼，姓朱，忘其名，年九十岁。自言尝随其师入蜀主孟昶宫中，一日大热，蜀主与花蕊夫人夜纳凉摩诃池上，作一词，朱具能记之。今四十年，朱已死久矣，人无知此词者，但记其首两句，暇日寻味，岂《洞仙歌》令乎？乃为足之云。冰肌玉骨，自清凉无汗。水殿风来暗香满。绣帘开，一点明月窥人，人未寝，欹枕钗横鬓乱。起来携素手，庭户无声，时见疏星渡河汉。试问夜如何？夜已三更，金波淡，玉绳低转。但屈指西风几时来，又不道流年暗中偷换。新月又如眉。长笛谁教月下吹。楼倚暮云初见雁，南飞。漫道行人雁后归。意欲梦佳期。梦里关山路不知。却待短书来破恨，应迟。还是凉生玉枕时。磨针溪，在象耳山下。世传李太白读书山中，未成，弃去。过是溪，逢老媪方磨铁杵。问之，曰：“欲作针。”太白感其意，还卒业。",
        "author": "宋代",
        "poem_class": "爱情",
        "dynasty": "辛弃疾"
    },
    {
        "title": "无题三首·其一",
        "paragraph": "误语成疑意已伤，春山低敛翠眉长。鄂君绣被朝犹掩，荀令熏炉冷自香。有恨岂因燕凤去，无言宁为息侯亡？合欢不验丁香结，只得凄凉对烛房。马趁香微路远，沙笼月淡烟斜。渡波清彻映妍华。倒绿枝寒凤挂。 挂凤寒枝绿倒，华妍映彻清波。渡斜烟淡月笼沙。远路微香趁马。花底忽闻敲两桨。逡巡女伴来寻访。酒盏旋将荷叶当。莲舟荡。时时盏里生红浪。花气酒香清厮酿。花腮酒面红相向。醉倚绿阴眠一饷。惊起望。船头阁在沙滩上。经年尘土满征衣，特特寻芳上翠微。好水好山看不足，马蹄催趁月明归。",
        "author": "宋代",
        "poem_class": "爱情",
        "dynasty": "钱惟演"
    },
    {
        "title": "小桃红·采莲女",
        "paragraph": "采莲船上采莲娇，新月凌波小。记得相逢对花酌，那妖娆，殢人一笑千金少。羞花闭月，沉鱼落雁，不恁也魂消。采莲人唱采莲词，洛浦神仙似。若比莲花更强似，那些儿，多情解怕风流事。淡妆浓抹，轻颦微笑，端的胜西施。采莲湖上采莲人，闷倚兰舟问。此去长安路相近，恨刘晨，自从别后无音信。人间好处，诗筹酒令，不管翠眉颦。将军报书切，高卧起螭蟠。悲欢离合常事，知己古为难。忆昔草庐人去，郁郁风云英气，千载到君还。歌吹展江底，长铗不须弹。路漫漫，天渺渺，与翩翩。西风鸿鹄，一举横绝碧云端。自笑鹡鸰孤影，落日野烟原上，沙晚不胜寒。后夜一相意，明月满江干。梦中邯郸道，又来走这遭，须不是山人索价高。时自嘲，虚名无处逃。谁惊觉，晓霜侵鬓毛。布衣中，问英雄。王图霸业成何用！禾黍高低六代宫，楸梧远近千官冢。一场恶梦。",
        "author": "元代",
        "poem_class": "爱情",
        "dynasty": "杨果"
    },
    {
        "title": "春望词四首·其二",
        "paragraph": "揽草结同心，将以遗知音。春愁正断绝，春鸟复哀吟。万艘龙舸绿丝间，载到扬州尽不还。应是天教开汴水，一千余里地无山。尽道隋亡为此河，至今千里赖通波。若无水殿龙舟事，共禹论功不较多。巴山楚水凄凉地，二十三年弃置身。怀旧空吟闻笛赋，到乡翻似烂柯人。沉舟侧畔千帆过，病树前头万木春。今日听君歌一曲，暂凭杯酒长精神。银烛秋光冷画屏，轻罗小扇扑流萤。天阶夜色凉如水，卧看牵牛织女星。(天阶 一作：天街；卧看 一作：坐看)",
        "author": "唐代",
        "poem_class": "爱情",
        "dynasty": "薛涛"
    },
    {
        "title": "春别诗四首·其三",
        "paragraph": "江东大道日华春，垂杨挂柳扫清尘。淇水昨送泪沾巾，红妆宿昔已应新。孤枕寒生好梦频，几番疑见忽疑真。情知好梦都无用，犹愿为君梦里人。我有数行泪，不落十馀年。今日为君尽，并洒秋风前。打杀长鸣鸡，弹去乌臼鸟。愿得连暝不复曙，一年都一晓。",
        "author": "南北朝",
        "poem_class": "爱情",
        "dynasty": "萧子显"
    },
    {
        "title": "转调二郎神·闷来弹鹊",
        "paragraph": "闷来弹鹊，又搅碎、一帘花影。漫试著春衫，还思纤手，熏彻金猊烬冷。动是愁端如何向，但怪得、新来多病。嗟旧日沈腰，如今潘鬓，怎堪临镜？重省。别时泪湿，罗衣犹凝。料为我厌厌，日高慵起，长托春酲未醒。雁足不来，马蹄难驻，门掩一庭芳景。空伫立，尽日阑干倚遍，昼长人静。芙蓉落尽天涵水，日暮沧波起。背飞双燕贴云寒，独向小楼东畔、倚阑看。 浮生只合尊前老，雪满长安道。故人早晚上高台，赠我江南春色、一枝梅。杨柳回塘，鸳鸯别浦。绿萍涨断莲舟路。断无蜂蝶慕幽香，红衣脱尽芳心苦。 返照迎潮，行云带雨。依依似与骚人语。当年不肯嫁春风，无端却被秋风误。心似已灰之木，身如不系之舟。问汝平生功业，黄州惠州儋州。",
        "author": "宋代",
        "poem_class": "爱情",
        "dynasty": "徐伸"
    },
    {
        "title": "赠妇诗三首",
        "paragraph": "秦嘉，字士会，陇西人也。为郡上计。其妻徐淑，寝疾还家，不获面别。赠诗云尔。人生譬朝露，居世多屯蹇。忧艰常早至，欢会常苦晚。念当奉时役，去尔日遥远。遣车迎子还，空往复空返。省书情凄怆，临食不能饭。独坐空房中，谁与相劝勉？长夜不能眠，伏枕独辗转。忧来如循环，匪席不可卷。皇灵无私亲，为善荷天禄。伤我与尔身，少小罹茕独。既得结大义，欢乐苦不足。念当远离别，思念叙款曲。河广无舟梁，道近隔丘陆。临路怀惆怅，中驾正踯躅。浮云起高山，悲风激深谷。良马不回鞍，轻车不转毂。针药可屡进，愁思难为数。贞士笃终始，恩义不可属。肃肃仆夫征，锵锵扬和铃。清晨当引迈，束带待鸡鸣。顾看空室中，仿佛想姿形。一别怀万恨，起坐为不宁。何用叙我心，遗思致款诚。宝钗好耀首，明镜可鉴形。芳香去垢秽，素琴有清声。诗人感木瓜，乃欲答瑶琼。愧彼赠我厚，惭此往物轻。虽知未足报，贵用叙我情。职事相填委。文墨纷消散。驰翰未暇食。日昃不知晏。沉迷簿领间。回回自昏乱。释此出西域。登高且游观。方塘含白水。中有凫与雁。安得肃肃羽。从尔浮波澜。梦逐舂陵云，手探濂溪水。溪回气若合，万顷清无底。云间无极翁，白发垂两耳。青盖驾苍虬，顾视启玉齿。黄卷千万言，大道直如矢。循环造化机，日月无停晷。采华掇桂英，飧腴窥石髓。䆳谷佩独闻，层崖杖恒倚。觉来户牗空，阶除翠交委。高树移繁阴，閒花落轻蕊。晴光散疏帘，春色侵净几。端坐物意多，萋萋望中是。穆穆显妣。德音徽止。思齐先姑。志侔姜姒。躬此劳瘁。鞠予小子。小子之生。遭世罔宁。烈考勤时。从之于征。奄遘不造。殷忧是婴。咨于靡及。退守祧祊。五服荒离。四国分争。祸难斯逼。救死于颈。嗟我怀归。弗克弗逞。圣善独劳。莫慰其情。春秋代逝。于兹九龄。缅彼行路。焉托予诚。予诚既否。委之于天。庶我显妣。克保遐年。亹亹惟惧。心乎如悬。如何不吊。早世徂颠。于存弗养。于后弗临。遗衍在体。惨痛切心。形影尸立。魂爽飞沉。在昔蓼莪。哀有余音。我之此譬。忧其独深。胡宁视息。以济于今。岩岩丛险。则不可摧。仰瞻归云。俯聆飘回。飞焉靡翼。超焉靡阶。思若流波。情似坻颓。诗之作矣。情以告哀。",
        "author": "两汉",
        "poem_class": "爱情",
        "dynasty": "秦嘉"
    },
    {
        "title": "浣溪沙·辛亥正月二十四日发合肥",
        "paragraph": "辛亥正月二十四日，发合肥钗燕笼云晚不忺。拟将裙带系郎船。别离滋味又今年。杨柳夜寒犹自舞，鸳鸯风急不成眠。些儿闲事莫萦牵。堤上游人逐画船，拍堤春水四垂天。绿杨楼外出秋千。白发戴花君莫笑，六幺催拍盏频传。人生何处似尊前！老来曾识渊明，梦中一见参差是。觉来幽恨，停觞不御，欲歌还止。白发西风，折腰五斗，不应堪此。问北窗高卧，东篱自醉，应别有，归来意。须信此翁未死，到如今凛然生气。吾侪心事，古今长在，高山流水。富贵他年，直饶未免，也应无味。甚东山何事，当时也道，为苍生起。方山子，光、黄间隐人也。少时慕朱家、郭解为人，闾里之侠皆宗之。稍壮，折节读书，欲以此驰骋当世，然终不遇。晚乃遁于光、黄间，曰岐亭。庵居蔬食，不与世相闻；弃车马，毁冠服，徒步往来山中，人莫识也。见其所著帽，方耸而高，曰：“此岂古方山冠之遗像乎？”因谓之方山子。余谪居于黄，过岐亭，适见焉。曰：“呜呼！此吾故人陈慥季常也，何为而在此？”方山子亦矍然，问余所以至此者，余告之故。俯而不答，仰而笑，呼余宿其家。环堵萧然，而妻子奴婢皆有自得之意。余既耸然异之，独念方山子少时，使酒好剑，用财如粪土。前十有九年，余在岐山，见方山子从两骑，挟二矢，游西山。鹊起于前，使骑逐而射之，不获。方山子怒马独出，一发得之。因与余马上论用兵及古今成败，自谓一世豪士。今几日耳，精悍之色，犹见于眉间，而岂山中之人哉？然方山子世有勋阀，当得官。使从事于其间，今已显闻。而其家在洛阳，园宅壮丽，与公侯等。河北有田，岁得帛千匹，亦足以富乐。皆弃不取，独来穷山中，此岂无得而然哉？余闻光、黄间多异人，往往阳狂垢污，不可得而见，方山子傥见之欤？ ",
        "author": "宋代",
        "poem_class": "爱情",
        "dynasty": "姜夔"
    },
    {
        "title": "望远行·绣帏睡起",
        "paragraph": "绣帏睡起。残妆浅，无绪匀红补翠。藻井凝尘，金梯铺藓。寂寞凤楼十二。风絮纷纷，烟芜苒苒，永日画阑，沈吟独倚。望远行，南陌春残悄归骑。凝睇。消遣离愁无计。但暗掷、金钗买醉。对好景、空饮香醪，争奈转添珠泪。待伊游冶归来，故故解放翠羽，轻裙重系。见纤腰，图信人憔悴。相思似海深，旧事如天远。泪滴千千万万行，更使人、愁肠断。要见无因见，拚了终难拚。若是前生未有缘，待重结、来生愿。某启：昨日蒙教，窃以为与君实游处相好之日久，而议事每不合，所操之术多异故也。虽欲强聒，终必不蒙见察，故略上报，不复一一自辨。重念蒙君实视遇厚，于反覆不宜卤莽，故今具道所以，冀君实或见恕也。盖儒者所争，尤在于名实，名实已明，而天下之理得矣。今君实所以见教者，以为侵官、生事、征利、拒谏，以致天下怨谤也。某则以谓受命于人主，议法度而修之于朝廷，以授之于有司，不为侵官；举先王之政，以兴利除弊，不为生事；为天下理财，不为征利；辟邪说，难壬人，不为拒谏。至于怨诽之多，则固前知其如此也。人习于苟且非一日，士大夫多以不恤国事、同俗自媚于众为善，上乃欲变此，而某不量敌之众寡，欲出力助上以抗之，则众何为而不汹汹然？盘庚之迁，胥怨者民也，非特朝廷士大夫而已；盘庚不为怨者故改其度，度义而后动，是而不见可悔故也。如君实责我以在位久，未能助上大有为，以膏泽斯民，则某知罪矣；如曰今日当一切不事事，守前所为而已，则非某之所敢知。无由会晤，不任区区向往之至！苍茫沙嘴鹭鸶眠，片水无痕浸碧天。最爱芦花经雨后，一蓬烟火饭鱼船。",
        "author": "宋代",
        "poem_class": "爱情",
        "dynasty": "柳永"
    },
    {
        "title": "一落索·杨花终日空飞舞",
        "paragraph": "杨花终日空飞舞，奈久长难驻。海潮虽是暂时来，却有个、堪凭处。紫府碧云为路。好相将归去。肯如薄幸五更风，不解与、花为主。世情薄，人情恶，雨送黄昏花易落。晓风干，泪痕残。欲笺心事，独语斜阑。难，难，难！人成各，今非昨，病魂常似秋千索。角声寒，夜阑珊。怕人寻问，咽泪装欢。瞒，瞒，瞒！(装 通：妆)雪晓清笳乱起。梦游处、不知何地。铁骑无声望似水。想关河，雁门西，青海际。睡觉寒灯里。漏声断、月斜窗纸。自许封侯在万里。有谁知，鬓虽残，心未死。堤上游人逐画船，拍堤春水四垂天。绿杨楼外出秋千。白发戴花君莫笑，六幺催拍盏频传。人生何处似尊前！",
        "author": "宋代",
        "poem_class": "爱情",
        "dynasty": "秦观"
    },
    {
        "title": "醉高歌过红绣鞋·乐心儿比目连枝",
        "paragraph": "乐心儿比目连枝，肯意儿新婚燕尔。画船开抛闪的人独自，遥望关西店儿。黄河水流不尽心事，中条山隔不断相思。当记得夜深沉，人静情，自来时。来时节三两句话，去时节一篇诗，记在人心窝儿里直到死。燕京女儿十六七，颜如花红眼如漆。兰香满路马尘飞，翠袖笼鞭娇欲滴。春风驰荡摇春心，锦筝银烛高堂深。绣衾不暖锦鸳梦，紫帘垂雾天沉沉。芳年谁惜去如水，春困著人倦梳洗。夜来小雨润天街，满院杨花飞不起。临川八景东城早春暮云楼阁画桥东，渐觉花心动。兰麝香中看鸾凤，笑融融，半醒不醉相陪奉。佳宾兴浓，主人情重，合和小桃红。西园秋暮玉簪金菊露凝秋，酿出西园秀。烟柳新来为谁瘦？畅风流，醉归不记黄昏后。小糟细酒，锦堂晴昼，拚却再扶头。江岸水灯万家灯火闹春桥，十里光相照。舞凤翔鸾势绝妙，可怜宵，波间涌出蓬莱岛。香烟乱飘，笙歌喧闹，飞上玉楼腰。金堤风柳落花飞絮舞晴沙，不似都门下。暮折朝攀梦中怕，最堪夸，牧童渔叟偏宜夏。清风睡煞，淡烟难画，掩映两三家。客船晚烟绿云冉冉锁清湾，香彻东西岸。官课今年九分办，厮追攀，渡头买得新鱼雁。杯盘不干，欢欣无限，忘了大家难。戍楼残霞戍楼残照断霞红，只有青山送。梨叶新来带霜重，望归鸿，归鸿也被西风弄。闲愁万种，旧游云梦，回首月明中。市桥月色玉龙高卧一天秋，宝镜青光透。星斗阑干雨晴后，绿悠悠，软风吹动玻璃皱。烟波顺流，乾坤如昼，半夜有行舟。莲塘雨声忽闻疏雨打新荷，有梦都惊破。头上闲云片时过，泛清波，兰舟饱载风流货。诸般小可，齐声高和，唱彻采莲歌。杂咏市朝名利少相关，成败经来惯。莫道无人识真赝，这其间，急流勇退谁能辨？一双俊眼，一条好汉，不见富春山。古今荣辱转头空，都是相般弄。我道虚名不中用，劝英雄，眼前祸患休多种。秦宫汉冢，乌江云梦，依旧起秋风。杏花开候不曾晴，败尽游人兴。红雪飞来满芳径，问春莺，春莺无语风方定。小蛮有情，夜凉人静，唱彻醉翁亭。海棠开过到蔷薇，春色无多味。争奈新来越憔悴，教他谁，小环也似知人意。疏帘卷起，重门不闭，要看燕双飞。淡烟微雨锁横塘，且看无风浪。一叶轻舟任飘荡，芰荷香，渔歌虽美休高唱。些儿晚凉，金沙滩上，多有睡鸳鸯。绿杨堤畔蓼花洲，可爱溪山秀。烟水茫茫晚凉后，捕鱼舟，冲开万顷玻璃皱。乱云不收，残霞妆就，一片洞庭秋。晚来群雀噪茅檐，渐渐云收敛。但觉新凉入藤簟，喜幽潜，佳人学得皆勤俭。闲情幽怨，新愁旧恨，不许上眉尖。淡黄杨柳月中疏，今古横塘路。为问萧郎在何处，近来书，一帆又下潇湘去。试问别后，软绡红泪，多似露荷珠。朝瀛洲暮舣湖滨，向衡麓寻诗，湘水寻春，泽国纫兰，汀州搴若，谁为招魂？空目断苍梧暮云，黯黄陵宝瑟凝尘，世态纷纷，千古长沙，几度词臣。",
        "author": "元代",
        "poem_class": "爱情",
        "dynasty": "贾固"
    },
    {
        "title": "菩萨蛮·青岩碧洞经朝雨",
        "paragraph": "青岩碧洞经朝雨，隔花相唤南溪去。一只木兰船，波平远浸天。扣舷惊翡翠，嫩玉抬香臂。红日欲沉西，烟中遥解觽。星高月午，丹桂青松深处，醮坛开。金磬敲清露，珠幢立翠苔。步虚声缥缈，想像思徘徊。晓天归去路，指蓬莱。纱窗暖，画屏闲，□云□[1]。睡起四肢无力，半春间。玉指剪裁罗胜，金盘点缀酥山，窥宋深心无限事，小眉弯。晓莺啼破相思梦，帘卷金泥凤。宿妆犹在酒初醒，翠翘慵整倚云屏，转娉婷¤香檀细画侵桃脸，罗袂轻轻敛。佳期堪恨再难寻，绿芜满院柳成阴，负春心。触帘风送景阳钟，鸳被绣花重。晓帏初卷冷烟浓，翠匀粉黛好仪容，思娇慵¤起来无语理朝妆，宝匣镜凝光。绿荷相倚满池塘，露清枕簟藕花香，恨悠扬。翠屏闲掩垂珠箔，丝雨笼池阁。露粘红藕咽清香，谢娘娇极不成狂，罢朝妆¤小金鸂鶒沈烟细，腻枕堆云髻。浅眉微敛注檀轻，旧欢时有梦魂惊，悔多情。碧梧桐映纱窗晚，花谢莺声懒。小屏屈曲掩青山，翠帏香粉玉炉寒，两蛾攒¤颠狂年少轻离别，孤负春时节。画罗红袂有啼痕，魂销无语倚闺门，欲黄昏。深闺春色劳思想，恨共春芜长。黄鹂娇转泥芳妍，杏枝如画倚轻烟，锁窗前¤凭阑愁立双蛾细，柳影斜摇砌。玉郎还是不还家，教人魂梦逐杨花，绕天涯。少年艳质胜琼英，早晚别三清。莲冠稳篸钿篦横，飘飘罗袖碧云轻，画难成¤迟迟少转腰身袅，翠靥眉心小。醮坛风急杏枝香，此时恨不驾鸾皇，访刘郎。",
        "author": "五代",
        "poem_class": "爱情",
        "dynasty": "孙光宪"
    },
    {
        "title": "湖州竹枝词",
        "paragraph": "临湖门外是侬家，郎若闲时来吃茶。黄土筑墙茅盖屋，门前一树紫荆花。可怜秋，一帘疏雨暗西楼，黄花零落重阳后，减尽风流。对黄花人自羞，花依旧，人比黄花瘦。问花不语，花替人愁。想贞元朝士无多，满目江山，日月如梭。上苑繁华，西湖富贵，总付高歌。麒麟冢衣冠坎坷，凤凰台人物蹉跎。生待如何，死待如何？纸上清名，万古难磨。相思有如少债的，每日相催逼。常挑着一担愁，准不了三分利。这本钱见他时才算得。",
        "author": "元代",
        "poem_class": "爱情",
        "dynasty": "张雨"
    },
    {
        "title": "南乡子·眼约也应虚",
        "paragraph": "眼约也应虚，昨夜归来凤枕孤。且据如今情分里，相于。只恐多时不似初。深意托双鱼。小剪蛮笺细字书。更把此情重问得，何如。共结因缘久远无。疏枝横玉瘦，小萼点珠光。一朵忽先变，百花皆后香。欲传春信息，不怕雪埋藏。玉笛休三弄，东君正主张。疏雨池塘见，微风襟袖知。阴阴夏木啭黄鹂，何处飞来白鹭立移时。易醉扶头酒，难逢敌手棋。日长偏与睡相宜，睡起芭蕉叶上自题诗。飞来山上千寻塔，闻说鸡鸣见日升。(飞来山 一作：飞来峰)不畏浮云遮望眼，自缘身在最高层。",
        "author": "宋代",
        "poem_class": "爱情",
        "dynasty": "晏几道"
    },
    {
        "title": "江城子·初夜含娇入洞房",
        "paragraph": "初夜含娇入洞房，理残妆，柳眉长。翡翠屏中，亲爇玉炉香。整顿金钿呼小玉，排红烛，待潘郎。烟漠漠，雨凄凄，岸花零落鹧鸪啼。远客扁舟临野渡， 思乡处，潮退水平春色暮。 兰桡举，水文开，竞携藤笼采莲来。回塘深处遥相见， 邀同宴，渌酒一卮红上面。 归路近，扣舷歌，采真珠处水风多。曲岸小桥山月过， 烟深锁，豆蔻花垂千万朵。 乘彩舫，过莲塘，棹歌惊起睡鸳鸯。带香游女偎伴笑， 争窈窕，竞折团荷遮晚照。 倾绿蚁，泛红螺，闲邀女伴簇笙歌。避暑信船轻浪里， 闲游戏，夹岸荔支红蘸水。 云带雨，浪迎风，钓翁回棹碧湾中。春酒香熟鲈鱼美， 谁同醉？缆却扁舟篷底睡。 沙月静，水烟轻，芰荷香里夜船行。绿鬟红脸谁家女， 遥相顾，缓唱棹歌极浦去。 渔市散，渡船稀，越南云树望中微。行客待潮天欲暮， 送春浦，愁听猩猩啼瘴雨。 拢云髻，背犀梳，焦红衫映绿罗裾。越王台下春风暖， 花盈岸，游赏每邀邻女伴。 相见处，晚晴天，刺桐花下越台前。暗里回眸深属意， 遗双翠，骑象背人先过水。 携笼去，采菱归，碧波风起雨霏霏。趁岸小船齐棹急， 罗衣湿，出向桄榔树下立。 云髻重，葛衣轻，见人微笑亦多情。拾翠采珠能几许， 来还去，争及村居织机女。 登画舸，泛清波，采莲时唱采莲歌。拦棹声齐罗袖敛， 池光飐，惊起沙鸥八九点。 双髻坠，小眉弯，笑随女伴下春山。玉纤遥指花深处， 争回顾，孔雀双双迎日舞。 红豆蔻，紫玫瑰，谢娘家接越王台。一曲乡歌齐抚掌， 堪游赏，酒酌螺杯流水上。 山果熟，水花香，家家风景有池塘。木兰舟上珠帘卷， 歌声远，椰子酒倾鹦鹉盏。 新月上，远烟开，惯随潮水采珠来。棹穿花过归溪口， 酤春酒，小艇缆牵垂岸柳。软碧摇烟似送人，映花时把翠眉颦。青青自是风流主，漫飐金丝待洛神。瑟瑟罗裙金缕腰，黛眉偎破未重描。醉来咬损新花子，拽住仙郎尽放娇。鹊桥初就咽银河，今夜仙郎自性和。不是昔年攀桂树，岂能月里索姮娥。得从岳叟诚堪重，却献皋夔事更宜。公退启枰书院静，日斜收子竹阴移。适情岂待樵柯烂，罢局还应屐齿隳。预想幽窗风雨夜，一灯闲照覆图时。",
        "author": "五代",
        "poem_class": "爱情",
        "dynasty": "和凝"
    },
    {
        "title": "浣溪沙·入夏偏宜澹薄妆",
        "paragraph": "入夏偏宜澹薄妆，越罗衣褪郁金黄，翠钿檀注助容光。相见无言还有恨，几回判却又思量，月窗香径梦悠飏。宝檀金缕鸳鸯枕，绶带盘官锦。夕阳低映小窗明，南园绿树语莺莺，梦难成。玉炉香暖频添炷，满地飘轻絮。珠帘不卷度沉烟，庭前闲立画秋千，艳阳天。春草全无消息，腊雪犹馀踪迹。越岭寒枝香自折，冷艳奇芳堪惜。何事寿阳无处觅，吹入谁家横笛。晓月堕，宿云微，无语枕凭欹。梦回芳草思依依，天远雁声稀。啼莺散，馀花乱，寂寞画堂深院。片红休扫尽从伊，留待舞人归。",
        "author": "五代",
        "poem_class": "爱情",
        "dynasty": "李珣"
    },
    {
        "title": "鹊桥仙·碧梧初出",
        "paragraph": "碧梧初出，桂花才吐，池上水花微谢。穿针人在合欢楼，正月露、玉盘高泻。蛛忙鹊懒，耕慵织倦，空做古今佳话。人间刚道隔年期，指天上、方才隔夜。双蝶绣罗裙。东池宴。初相见。朱粉不深匀。闲花淡淡春。 细看诸处好。人人道。柳腰身。昨日乱山昏。来时衣上云。罗浮山下四时春，卢橘杨梅次第新。日啖荔枝三百颗，不辞长作岭南人。（不辞 一作：不妨）花落柴门掩夕晖，昏鸦数点傍林飞。吟余小立阑干外，遥见樵渔一路归。",
        "author": "宋代",
        "poem_class": "爱情",
        "dynasty": "严蕊"
    },
    {
        "title": "采桑子·金风玉露初凉夜",
        "paragraph": "金风玉露初凉夜，秋草窗前。浅醉闲眠。一枕江风梦不圆。长情短恨难凭寄，枉费红笺。试拂么弦。却恐琴心可暗传。瑶草一何碧，春入武陵溪。溪上桃花无数，枝上有黄鹂。我欲穿花寻路，直入白云深处，浩气展虹霓。只恐花深里，红露湿人衣。坐玉石，倚玉枕，拂金徽。谪仙何处？无人伴我白螺杯。我为灵芝仙草，不为朱唇丹脸，长啸亦何为？醉舞下山去，明月逐人归。秋雨一何碧，山色倚晴空。江南江北愁思，分付酒螺红。芦叶蓬舟千重，菰菜莼羹一梦，无语寄归鸿。醉眼渺河洛，遗恨夕阳中。 苹洲外，山欲暝，敛眉峰。人间俯仰陈迹，叹息两仙翁。不见当时杨柳，只是从前烟雨，磨灭几英雄。天地一孤啸，匹马又西风。池上春归何处？满目落花飞絮。孤馆悄无人，梦断月堤归路。无绪，无绪。帘外五更风雨。",
        "author": "宋代",
        "poem_class": "爱情",
        "dynasty": "晏几道"
    },
    {
        "title": "念奴娇·凤凰山下",
        "paragraph": "凤凰山下，恨声声玉漏、今宵易歇。三叠阳关歌未竞，哑哑栖鸟催别。含怨吞声，两行清泪，渍透千重铁。重来休问，尊前已是愁绝。还忆浴罢描眉，梦回携手，踏碎花间月。漫道胸前怀豆蔻，今日总成虚设。桃叶津头，莫愁湖畔，远树云烟叠。寒灯旅邸，荧荧与谁闲说？万事有不平，尔何空自苦。长将一寸身，衔木到终古？我愿平东海，身沉心不改。大海无平期，我心无绝时。呜呼！君不见，西山衔木众鸟多，鹊来燕去自成窠。不求见面惟通谒，名纸朝来满敝庐。我亦随人投数纸，世情嫌简不嫌虚。论者以窃符为信陵君之罪，余以为此未足以罪信陵也。夫强秦之暴亟矣，今悉兵以临赵，赵必亡。赵，魏之障也。赵亡，则魏且为之后。赵、魏，又楚、燕、齐诸国之障也，赵、魏亡，则楚、燕、齐诸国为之后。天下之势，未有岌岌于此者也。故救赵者，亦以救魏；救一国者，亦以救六国也。窃魏之符以纾魏之患，借一国之师以分六国之灾，夫奚不可者？然则信陵果无罪乎？曰：又不然也。余所诛者，信陵君之心也。信陵一公子耳，魏固有王也。赵不请救于王，而谆谆焉请救于信陵，是赵知有信陵，不知有王也。平原君以婚姻激信陵，而信陵亦自以婚姻之故，欲急救赵，是信陵知有婚姻，不知有王也。其窃符也，非为魏也，非为六国也，为赵焉耳。非为赵也，为一平原君耳。使祸不在赵，而在他国，则虽撤魏之障，撤六国之障，信陵亦必不救。使赵无平原，而平原亦非信陵之姻戚，虽赵亡，信陵亦必不救。则是赵王与社稷之轻重，不能当一平原公子，而魏之兵甲所恃以固其社稷者，只以供信陵君一姻戚之用。幸而战胜，可也，不幸战不胜，为虏于秦，是倾魏国数百年社稷以殉姻戚，吾不知信陵何以谢魏王也。夫窃符之计，盖出于侯生，而如姬成之也。侯生教公子以窃符，如姬为公子窃符于王之卧内，是二人亦知有信陵，不知有王也。余以为信陵之自为计，曷若以唇齿之势激谏于王，不听，则以其欲死秦师者而死于魏王之前，王必悟矣。侯生为信陵计，曷若见魏王而说之救赵，不听，则以其欲死信陵君者而死于魏王之前，王亦必悟矣。如姬有意于报信陵，曷若乘王之隙而日夜劝之救，不听，则以其欲为公子死者而死于魏王之前，王亦必悟矣。如此，则信陵君不负魏，亦不负赵；二人不负王，亦不负信陵君。何为计不出此？信陵知有婚姻之赵，不知有王。内则幸姬，外则邻国，贱则夷门野人，又皆知有公子，不知有王。则是魏仅有一孤王耳。呜呼！自世之衰，人皆习于背公死党之行而忘守节奉公之道，有重相而无威君，有私仇而无义愤，如秦人知有穰侯，不知有秦王，虞卿知有布衣之交，不知有赵王，盖君若赘旒久矣。由此言之，信陵之罪，固不专系乎符之窃不窃也。其为魏也，为六国也，纵窃符犹可。其为赵也，为一亲戚也，纵求符于王，而公然得之，亦罪也。虽然，魏王亦不得无罪也。兵符藏于卧内，信陵亦安得窃之？信陵不忌魏王，而径请之如姬，其素窥魏王之疏也；如姬不忌魏王，而敢于窃符，其素恃魏王之宠也。木朽而蛀生之矣。古者人君持权于上，而内外莫敢不肃。则信陵安得树私交于赵？赵安得私请救于信陵？如姬安得衔信陵之恩？信陵安得卖恩于如姬？履霜之渐，岂一朝一夕也哉！由此言之，不特众人不知有王，王亦自为赘旒也。故信陵君可以为人臣植党之戒，魏王可以为人君失权之戒。《春秋》书葬原仲、翚帅师。嗟夫！圣人之为虑深矣！",
        "author": "明代",
        "poem_class": "爱情",
        "dynasty": "张红桥"
    },
    {
        "title": "望江南·春不见",
        "paragraph": "春不见，寻过野桥西。染梦淡红欺粉蝶，锁愁浓绿骗黄鹂。幽恨莫重提。人不见，相见是还非？拜月有香空惹袖，惜花无泪可沾衣。山远夕阳低。千家笑语漏迟迟，忧患潜从物外知。悄立市桥人不识，一星如月看多时。几回花下坐吹箫，银汉红墙入望遥。似此星辰非昨夜，为谁风露立中宵。缠绵思尽抽残茧，宛转心伤剥后蕉。三五年时三五月，可怜杯酒不曾消。别绪如丝梦不成，那堪孤枕梦边城。因听紫塞三更雨，却忆红楼半夜灯。书郑重，恨分明，天将愁味酿多情。起来呵手封题处，偏到鸳鸯两字冰。",
        "author": "清代",
        "poem_class": "爱情",
        "dynasty": "贺双卿"
    },
    {
        "title": "眉妩·戏张仲远",
        "paragraph": "看垂杨连苑，杜若侵沙，愁损未归眼。信马青楼去，重帘下，娉婷人妙飞燕。翠尊共款。听艳歌、郎意先感。便携手、月地云阶里，爱良夜微暖。无限。风流疏散。有暗藏弓履，偷寄香翰。明日闻津鼓，湘江上，催人还解春缆。乱红万点。怅断魂、烟水遥远。又争似相携，乘一舸、镇长见。只知逐胜忽忘寒，小立春风夕照间。最爱东山晴后雪，软红光里涌银山。群山雪不到新晴，多作泥融少作冰。最爱东山晴后雪，却愁宜看不宜登。春风吹碧，春云映绿，晓梦入芳裀。软衬飞花，远连流水，一望隔香尘。 萋萋多少江南恨，翻忆翠罗裙。冷落闲门，凄迷古道，烟雨正愁人。年年跃马长安市。客舍似家家似寄。青钱换酒日无何，红烛呼卢宵不寐。 易挑锦妇机中字。难得玉人心下事。男儿西北有神州，莫滴水西桥畔泪。",
        "author": "宋代",
        "poem_class": "爱情",
        "dynasty": "姜夔"
    },
    {
        "title": "采桑子·土花曾染湘娥黛",
        "paragraph": "土花曾染湘娥黛，铅泪难消。清韵谁敲，不是犀椎是凤翘。只应长伴端溪紫，割取秋潮。鹦鹉偷教，方响前头见玉萧。和风和雨点苔纹，漠漠残香静里闻。林下积来全似雪，岭头飞去半为云。不须横管吹江郭，最惜空枝冷夕曛。回首孤山山下路，霜禽粉蝶任纷纷。搴帷拜母河梁去，白发愁看泪眼枯。惨惨柴门风雪夜，此时有子不如无。顺治二年乙酉四月，江都围急。督相史忠烈公知势不可为，集诸将而语之曰：“吾誓与城为殉，然仓皇中不可落于敌人之手以死，谁为我临期成此大节者？”副将军史德威慨然任之。忠烈喜曰：“吾尚未有子，汝当以同姓为吾后。吾上书太夫人，谱汝诸孙中。”五日，城陷，忠烈拔刀自裁，诸将果争前抱持之。忠烈大呼德威，德威流涕，不能执刃，遂为诸将所拥而行。至小东门，大兵如林而至，马副使鸣騄、任太守民育及诸将刘都督肇基等皆死。忠烈乃瞠目曰：“我史阁部也。”被执至南门。和硕豫亲王以先生呼之，劝之。忠烈大骂而死。初，忠烈遗言：“我死当葬梅花岭上。”至是，德威求公之骨不可得，乃以衣冠葬之。或曰：“城之破也，有亲见忠烈青衣乌帽，乘白马，出天宁门投江死者，未尝殒于城中也。”自有是言，大江南北遂谓忠烈未死。已而英、霍山师大起，皆托忠烈之名，仿佛陈涉之称项燕。吴中孙公兆奎以起兵不克，执至白下。经略洪承畴与之有旧，问曰：“先生在兵间，审知故扬州阁部史公果死耶，抑未死耶？”孙公答曰：“经略从北来，审知故松山殉难督师洪公果死耶，抑未死耶？”承畴大恚，急呼麾下驱出斩之。呜呼！神仙诡诞之说，谓颜太师以兵解，文少保亦以悟大光明法蝉脱，实未尝死。不知忠义者圣贤家法，其气浩然，常留天地之间，何必出世入世之面目！神仙之说，所谓为蛇画足。即如忠烈遗骸，不可问矣，百年而后，予登岭上，与客述忠烈遗言，无不泪下如雨，想见当日围城光景，此即忠烈之面目宛然可遇，是不必问其果解脱否也，而况冒其未死之名者哉？墓旁有丹徒钱烈女之冢，亦以乙酉在扬，凡五死而得绝，特告其父母火之，无留骨秽地，扬人葬之于此。江右王猷定、关中黄遵严、粤东屈大均为作传、铭、哀词。顾尚有未尽表章者：予闻忠烈兄弟，自翰林可程下，尚有数人，其后皆来江都省墓。适英、霍山师败，捕得冒称忠烈者，大将发至江都，令史氏男女来认之。忠烈之第八弟已亡，其夫人年少有色，守节，亦出视之。大将艳其色，欲强娶之，夫人自裁而死。时以其出于大将之所逼也，莫敢为之表章者。呜呼！忠烈尝恨可程在北，当易姓之间，不能仗节，出疏纠之。岂知身后乃有弟妇，以女子而踵兄公之余烈乎？梅花如雪，芳香不染。异日有作忠烈祠者，副使诸公，谅在从祀之列，当另为别室以祀夫人，附以烈女一辈也。",
        "author": "清代",
        "poem_class": "爱情",
        "dynasty": "纳兰性德"
    },
    {
        "title": "月夜重寄宋华阳姊妹",
        "paragraph": "偷桃窃药事难兼，十二城中锁彩蟾。应共三英同夜赏，玉楼仍是水精帘。两句三年得，一吟双泪流。知音如不赏，归卧故山秋。零落桐叶雨，萧条槿花风。悠悠早秋意，生此幽闲中。 况与故人别，中怀正无悰。勿云不相送，心到青门东。 相知岂在多，但问同不同。同心一人去，坐觉长安空。兰烬落，屏上暗红蕉。闲梦江南梅熟日，夜船吹笛雨萧萧。人语驿边桥。",
        "author": "唐代",
        "poem_class": "爱情",
        "dynasty": "李商隐"
    },
    {
        "title": "红绣鞋",
        "paragraph": "挨着靠着云窗同坐，偎着抱着月枕双歌，听着数着愁着怕着早四更过。四更过情未足，情未足夜如梭。天哪，更闰一更儿妨甚么！洛阳花，梁园月，好花须买，皓月须赊。花倚栏干看烂熳开，月曾把酒问团圆夜。月有盈亏花有开谢，想人生最苦离别。花谢了三春近也，月缺了中秋到也，人去了何日来也？弹破庄周梦，两翅驾东风，三百座名园、一采一个空。谁道风流种，唬杀寻芳的蜜蜂。轻轻飞动，把卖花人搧过桥东。蛩吟一觉方宁贴，鸡鸣万事无休歇。争名利，何年是彻？密匝匝蚁排兵，乱纷纷蜂酿蜜，闹攘攘蝇争血。裴公绿野堂，陶令白莲社。爱秋来那些：和露摘黄花，带霜烹紫蟹，煮酒烧红叶。人生有限杯，几个登高节？嘱咐俺顽童记者：便北海探吾来，道东篱醉了也。",
        "author": "元代",
        "poem_class": "爱情",
        "dynasty": "贯云石"
    },
    {
        "title": "万年欢·春思",
        "paragraph": "两袖梅风，谢桥边、岸痕犹带残雪。过了匆匆灯市，草根青发。燕子春愁未醒，误几处、芳音辽绝。烟溪上、采绿人归，定应愁沁花骨。非干厚情易歇。奈燕台句老，难道离别。小径吹衣，曾记故里风物。多少惊心旧事，第一是、侵阶罗袜。如今但、柳发晞春，夜来和露梳月。可怜今夕月，向何处，去悠悠？是别有人间，那边才见，光影东头？是天外，空汗漫，但长风浩浩送中秋？飞镜无根谁系？姮娥不嫁谁留？谓经海底问无由，恍惚使人愁。怕万里长鲸，纵横触破，玉殿琼楼。虾蟆故堪浴水，问云何玉兔解沉浮？若道都齐无恙，云何渐渐如钩？小阁藏春，闲窗锁昼，画堂无限深幽。篆香烧尽，日影下帘钩。手种江梅渐好，又何必、临水登楼。无人到，寂寥浑似，何逊在扬州。从来，知韵胜，难堪雨藉，不耐风揉。更谁家横笛，吹动浓愁。莫恨香消雪减，须信道、扫迹情留。难言处，良宵淡月，疏影尚风流。夜饮东坡醒复醉，归来仿佛三更。家童鼻息已雷鸣。敲门都不应，倚杖听江声。 长恨此身非我有，何时忘却营营。夜阑风静縠纹平。小舟从此逝，江海寄余生。(余 一作：馀)",
        "author": "宋代",
        "poem_class": "爱情",
        "dynasty": "史达祖"
    },
    {
        "title": "青玉案·新腔一唱双金斗",
        "paragraph": "新腔一唱双金斗，正霜落，分柑手。已是红窗人倦绣，春词裁烛，夜香温被，怕减银壶漏。吴天雁晓云飞后，百感情怀顿疏酒。彩扇何时翻翠袖，歌边拌取，醉魂和梦，化作梅花瘦。四月清和雨乍晴，南山当户转分明。更无柳絮因风起，惟有葵花向日倾。半烟半雨溪桥畔，渔翁醉着无人唤。疏懒意何长，春风花草香。江山如有待，此意陶潜解。问我去何之，君行到自知。梨花风起正清明，游子寻春半出城。日暮笙歌收拾去，万株杨柳属流莺。",
        "author": "宋代",
        "poem_class": "爱情",
        "dynasty": "吴文英"
    },
    {
        "title": "渔家傲·灰暖香融销永昼",
        "paragraph": "灰暖香融销永昼。蒲萄架上春藤秀。曲角栏干群雀斗。清明后。风梳万缕亭前柳。日照钗梁光欲溜。循阶竹粉沾衣袖。拂拂面红如著酒。沉吟久。昨宵正是来时候。伤高怀远几时穷？无物似情浓。离愁正引千丝乱，更东陌、飞絮蒙蒙。嘶骑渐遥，征尘不断，何处认郎踪。双鸳池沼水溶溶，南北小桡通。梯横画阁黄昏后，又还是、斜月帘栊。沉恨细思，不如桃杏，犹解嫁东风。雨洗东坡月色清，市人行尽野人行。莫嫌荦确坡头路，自爱铿然曳杖声。金炉香烬漏声残，翦翦轻风阵阵寒。春色恼人眠不得，月移花影上栏干。",
        "author": "宋代",
        "poem_class": "爱情",
        "dynasty": "周邦彦"
    },
    {
        "title": "瑞鹤仙·晴丝牵绪乱",
        "paragraph": "晴丝牵绪乱。对沧江斜日，花飞人远。垂杨暗吴苑。正旗亭烟冷，河桥风暖。兰情蕙盼。惹相思，春根酒畔。又争知、吟骨萦销，渐把旧衫重剪。凄断。流红千浪，缺月孤楼，总难留燕。歌尘凝扇。待凭信，拌分钿。试挑灯欲写，还依不忍，笺幅偷和泪卷。寄残云剩雨蓬莱，也应梦见。明妃初出汉宫时，泪湿春风鬓脚垂。低徊顾影无颜色，尚得君王不自持。归来却怪丹青手，入眼平生几曾有；意态由来画不成，当时枉杀毛延寿。一去心知更不归，可怜着尽汉宫衣；寄声欲问塞南事，只有年年鸿雁飞。家人万里传消息，好在毡城莫相忆；君不见咫尺长门闭阿娇，人生失意无南北。明妃初嫁与胡儿，毡车百两皆胡姬。含情欲语独无处，传与琵琶心自知。黄金杆拨春风手，弹看飞鸿劝胡酒。汉宫侍女暗垂泪，沙上行人却回首。汉恩自浅胡恩深，人生乐在相知心。可怜青冢已芜没，尚有哀弦留至今。疏雨池塘见，微风襟袖知。阴阴夏木啭黄鹂，何处飞来白鹭立移时。易醉扶头酒，难逢敌手棋。日长偏与睡相宜，睡起芭蕉叶上自题诗。昨日入城市，归来泪满巾。遍身罗绮者，不是养蚕人。",
        "author": "宋代",
        "poem_class": "爱情",
        "dynasty": "吴文英"
    },
    {
        "title": "菩萨蛮·风帘燕舞莺啼柳",
        "paragraph": "风帘燕舞莺啼柳，妆台约鬓低纤手。钗重髻盘珊，一枝红牡丹。门前行乐客，白马嘶春色。故故坠金鞭，回头应眼穿。圆魄上寒空，皆言四海同。安知千里外，不有雨兼风？紫泉宫殿锁烟霞，欲取芜城作帝家。玉玺不缘归日角，锦帆应是到天涯。于今腐草无萤火，终古垂杨有暮鸦。地下若逢陈后主，岂宜重问后庭花。岁暮远为客，边隅还用兵。烟尘犯雪岭，鼓角动江城。天地日流血，朝廷谁请缨？济时敢爱死？寂寞壮心惊！",
        "author": "唐代",
        "poem_class": "爱情",
        "dynasty": "牛峤"
    },
    {
        "title": "南歌子·有感",
        "paragraph": "笑怕蔷薇罥，行忧宝瑟僵。美人依约在西厢，只恐暗中迷路，认余香。午夜风翻幔，三更月到床。簟纹如水玉肌凉，何物与侬归去，有残妆。黄冈之地多竹，大者如椽，竹工破之，刳去其节，用代陶瓦。比屋皆然，以其价廉而工省也。子城西北隅，雉堞圮毁，蓁莽荒秽，因作小楼二间，与月波楼通。远吞山光，平挹江濑，幽阒辽夐，不可具状。夏宜急雨，有瀑布声；冬宜密雪，有碎玉声；宜鼓琴，琴调和畅；宜咏诗，诗韵清绝；宜围棋，子声丁丁然；宜投壶，矢声铮铮然；皆竹楼之所助也。公退之暇，被鹤氅衣，戴华阳巾，手执《周易》一卷，焚香默坐，消遣世虑。江山之外，第见风帆沙鸟，烟云竹树而已。待其酒力醒，茶烟歇，送夕阳，迎素月，亦谪居之胜概也。彼齐云、落星，高则高矣；井干、丽谯，华则华矣；止于贮妓女，藏歌舞，非骚人之事，吾所不取。吾闻竹工云，竹之为瓦，仅十稔。若重覆之，得二十稔。噫，吾以至道乙未岁，自翰林出滁上，丙申移广陵；丁酉又入西掖，戊戌岁除日有齐安之命，己亥闰三月到郡。四年之间，奔走不暇，未知明年又在何处，岂惧竹楼之易朽乎！后之人与我同志，嗣而葺之，庶斯楼之不朽也！咸平二年八月十五日记。开时似雪。谢时似雪。花中奇绝。香非在蕊，香非在萼，骨中香彻。 占溪风，留溪月。堪羞损、山桃如血。直饶更、疏疏淡淡，终有一般情别。满眼长江水，苍然何郡山。向来万里意，今在一窗间。众木俱含晚，孤云遂不还。此中有佳句，吟断不相关。",
        "author": "宋代",
        "poem_class": "爱情",
        "dynasty": "苏轼"
    },
    {
        "title": "华山畿·奈何许",
        "paragraph": "奈何许！天下人何限，慊慊只为汝！陈太丘与友期行，期日中。过中不至，太丘舍去，去后乃至。元方时年七岁，门外戏。客问元方：“尊君在不？”答曰：“待君久不至，已去。”友人便怒曰：“非人哉！与人期行，相委而去。”元方曰：“君与家君期日中。日中不至，则是无信；对子骂父，则是无礼。”友人惭，下车引之。元方入门不顾。洞房花烛明。燕余双舞轻。顿履随疎节。低鬟逐上声。步转行初进。衫飘曲未成。鸾回镜欲满。鹤顾市应倾。已曾天上学。讵是世中生。竹生荒野外，梢云耸百寻。无人赏高节，徒自抱贞心。耻染湘妃泪，羞入上宫琴。谁能制长笛，当为吐龙吟。",
        "author": "南北朝",
        "poem_class": "爱情",
        "dynasty": "佚名"
    },
    {
        "title": "迎春乐·菖蒲叶叶知多少",
        "paragraph": "菖蒲叶叶知多少，惟有个、蜂儿妙。雨晴红粉齐开了，露一点、娇黄小。早是被、晓风力暴，更春共、斜阳俱老。怎得香香深处，作个蜂儿抱。蹴罢秋千，起来慵整纤纤手。露浓花瘦，薄汗轻衣透。见客入来，袜刬金钗溜。和羞走，倚门回首，却把青梅嗅。池塘水绿风微暖，记得玉真初见面。重头歌韵响琤琮，入破舞腰红乱旋。玉钩阑下香阶畔，醉后不知斜日晚。当时共我赏花人，点检如今无一半。夜暗归云绕柁牙，江涵星影鹭眠沙。行人怅望苏台柳，曾与吴王扫落花。",
        "author": "宋代",
        "poem_class": "爱情",
        "dynasty": "秦观"
    },
    {
        "title": "谢池春慢·玉仙观道中逢谢媚卿",
        "paragraph": "缭墙重院，时闻有、啼莺到。绣被掩余寒，画幕明新晓。朱槛连空阔，飞絮无多少。径莎平，池水渺。日长风静，花影闲相照。尘香拂马，逢谢女、城南道。秀艳过施粉，多媚生轻笑。斗色鲜衣薄，碾玉双蝉小。欢难偶，春过了。琵琶流怨，都入相思调。轻舟短棹西湖好，绿水逶迤。芳草长堤，隐隐笙歌处处随。无风水面琉璃滑，不觉船移。微动涟漪，惊起沙禽掠岸飞。某启：昨日蒙教，窃以为与君实游处相好之日久，而议事每不合，所操之术多异故也。虽欲强聒，终必不蒙见察，故略上报，不复一一自辨。重念蒙君实视遇厚，于反覆不宜卤莽，故今具道所以，冀君实或见恕也。盖儒者所争，尤在于名实，名实已明，而天下之理得矣。今君实所以见教者，以为侵官、生事、征利、拒谏，以致天下怨谤也。某则以谓受命于人主，议法度而修之于朝廷，以授之于有司，不为侵官；举先王之政，以兴利除弊，不为生事；为天下理财，不为征利；辟邪说，难壬人，不为拒谏。至于怨诽之多，则固前知其如此也。人习于苟且非一日，士大夫多以不恤国事、同俗自媚于众为善，上乃欲变此，而某不量敌之众寡，欲出力助上以抗之，则众何为而不汹汹然？盘庚之迁，胥怨者民也，非特朝廷士大夫而已；盘庚不为怨者故改其度，度义而后动，是而不见可悔故也。如君实责我以在位久，未能助上大有为，以膏泽斯民，则某知罪矣；如曰今日当一切不事事，守前所为而已，则非某之所敢知。无由会晤，不任区区向往之至！紫府东风放夜时。步莲秾李伴人归。五更钟动笙歌散，十里月明灯火稀。 香苒苒，梦依依。天涯寒尽减春衣。凤凰城阙知何处，寥落星河一雁飞。",
        "author": "宋代",
        "poem_class": "爱情",
        "dynasty": "张先"
    },
    {
        "title": "浣溪沙·半踏长裾宛约行",
        "paragraph": "半踏长裾宛约行，晚帘疏处见分明，此时堪恨昧平生。早是销魂残烛影，更愁闻着品弦声，杳无消息若为情。画堂昨夜西风过，绣帘时拂朱门锁。惊梦不成云，双蛾枕上颦。金炉烟袅袅，烛暗纱窗晓。残月尚弯环，玉筝和泪弹。忽起游方念，飘然不可留。未知携一锡，乘兴向何州。古岸春云散，遥天晚雨收。想应重会面，风月又清秋。红藕花香到槛频，可堪闲忆似花人，旧欢如梦绝音尘。翠叠画屏山隐隐，冷铺文簟水潾潾，断魂何处一蝉新？",
        "author": "五代",
        "poem_class": "爱情",
        "dynasty": "孙光宪"
    },
    {
        "title": "鼓笛慢·乱花丛里曾携手",
        "paragraph": "乱花丛里曾携手，穷艳景，迷欢赏。到如今，谁把雕鞍锁定，阻游人来往。好梦随春远，从前事、不堪思想。念香闺正杳，佳欢未偶，难留恋、空惆怅。永夜婵娟未满，叹玉楼、几时重上。那堪万里，却寻归路，指阳关孤唱。苦恨东流水，桃源路、欲回双桨。仗何人细与、丁宁问呵，我如今怎向？近日门前溪水涨。郎船几度偷相访。船小难开红斗帐。无计向。合欢影里空惆怅。愿妾身为红菡萏。年年生在秋江上。重愿郎为花底浪。无隔障。随风逐雨长来往。一夜相思，水边清浅横枝瘦。小窗如昼，情共香俱透。清入梦魂，千里人长久。君知否？雨僝云僽，格调还依旧。先生筇杖是生涯，挑月更担花。把住都无憎爱，放行总是烟霞。飘然携去，旗亭问酒，萧寺寻茶。恰似黄鹂无定，不知飞到谁家？",
        "author": "宋代",
        "poem_class": "爱情",
        "dynasty": "秦观"
    },
    {
        "title": "清平乐·蕙心堪怨",
        "paragraph": "蕙心堪怨，也逐春风转。丹杏墙东当日见，幽会绿窗题遍。眼中前事分明，可怜如梦难凭。都把旧时薄幸，只消今日无情。少年离别意非轻，老去相逢亦怆情。草草杯盘共笑语，昏昏灯火话平生。自怜湖海三年隔，又作尘沙万里行。欲问后期何日是，寄书应见雁南征。春游浩荡，是年年、寒食梨花时节。白锦无纹香烂漫，玉树琼葩堆雪。静夜沉沉，浮光霭霭，冷浸溶溶月。人间天上，烂银霞照通彻。浑似姑射真人，天姿灵秀，意气殊高洁。万化参差谁信道，不与群芳同列。浩气清英，仙材卓荦，下土难分别。瑶台归去，洞天方看清绝。黄菊开时伤聚散。曾记花前，共说深深愿。重见金英人未见。相思一夜天涯远。 罗带同心闲结遍。带易成双，人恨成双晚。欲写彩笺书别怨。泪痕早已先书满。",
        "author": "宋代",
        "poem_class": "爱情",
        "dynasty": "晏几道"
    },
    {
        "title": "江城子·迎得郎来入绣闱",
        "paragraph": "迎得郎来入绣闱，语相思，连理枝。鬓乱钗垂，梳堕印山眉。娅姹含情娇不语，纤玉手，抚郎衣。春去秋来也，愁心似醉醺。去时邀约早回轮，及去又何曾。歌扇花光黦，衣珠滴泪新。恨身翻不作车尘，万里得随君。去住知何处，空将一剑行。杀人虽取次，为事爱公平。戟立嗔髭鬓，星流忿眼睛。晓来湘市说，拂曙别辽城。别来春半，触目柔肠断。砌下落梅如雪乱，拂了一身还满。(柔肠断 一作：愁肠断)雁来音信无凭，路遥归梦难成。离恨恰如春草，更行更远还生。",
        "author": "五代",
        "poem_class": "爱情",
        "dynasty": "和凝"
    },
    {
        "title": "浣溪沙·红藕花香到槛频",
        "paragraph": "红藕花香到槛频，可堪闲忆似花人，旧欢如梦绝音尘。翠叠画屏山隐隐，冷铺文簟水潾潾，断魂何处一蝉新？百戏罢，五音清，解红一曲新教成。两个瑶池小仙子，此时夺却□[1]枝名。昔岁曾居湓水头，草堂吟啸兴何幽。迎僧常踏竹间藓，爱月独登溪上楼。寒翠入檐岚岫晓，冷声萦枕野泉秋。从拘宦路无由到，昨夜分明梦去游。云散更深，堂上孤灯阶下月。早梅香，残雪白，夜沉沉。阑边偷唱系瑶簪，前事总堪惆怅。寒风生，罗衣薄，万般心。",
        "author": "五代",
        "poem_class": "爱情",
        "dynasty": "李珣"
    },
    {
        "title": "昭君怨·暮雨丝丝吹湿",
        "paragraph": "暮雨丝丝吹湿，倦柳愁荷风急。瘦骨不禁秋，总成愁。别有心情怎说，未是诉愁时节，谯鼓已三更，梦须成。春来也，是何时？没人知。先到玉儿头上，袅花枝。十二画楼帘卷，红妆笑语参差。争向彩幡成队去，看朱衣。今夜梦魂无定。多被琼箫吹醒。廊外月如潮，翠袖宵来慵凭。人静。人静。风弄一帘花影。翠羽明珰尚俨然，湖云祠树碧于烟。行人系缆月初堕，门外野风开白莲。",
        "author": "清代",
        "poem_class": "爱情",
        "dynasty": "纳兰性德"
    },
    {
        "title": "解连环·秋情",
        "paragraph": "暮檐凉薄。疑清风动竹，故人来邈。渐夜久、闲引流萤，弄微照素怀，暗呈纤白。梦远双成，凤笙杳、玉绳西落。掩綀帷倦入，又惹旧愁，汗香阑角。银瓶恨沉断索。叹梧桐未秋，露井先觉。抱素影、明月空闲，早尘损丹青，楚山依约。 翠冷红衰，怕惊起、西池鱼跃。记湘娥、绛绡暗解，褪花坠萼。少年听雨歌楼上，红烛昏罗帐。壮年听雨客舟中，江阔云低、断雁叫西风。 而今听雨僧庐下，鬓已星星也。悲欢离合总无情，一任阶前、点滴到天明。活水还须活火烹，自临钓石取深清。大瓢贮月归春瓮，小杓分江入夜瓶。雪乳已翻煎处脚，松风忽作泻时声。枯肠未易禁三碗，坐听荒城长短更。湖上与张先同赋，时闻弹筝凤凰山下雨初晴，水风清，晚霞明。一朵芙蕖，开过尚盈盈。何处飞来双白鹭，如有意，慕娉婷。忽闻江上弄哀筝，苦含情，遣谁听！烟敛云收，依约是湘灵。欲待曲终寻问取，人不见，数峰青。 ",
        "author": "宋代",
        "poem_class": "爱情",
        "dynasty": "吴文英"
    },
    {
        "title": "系裙腰·般涉调",
        "paragraph": "惜霜蟾照夜云天。朦胧影、画勾阑。人情纵似长情月，算一年年。又能得、几番圆。 欲寄西江题叶字，流不到、五亭前。东池始有荷新绿，尚小如钱。问何日藕、几时莲。红了樱桃。绿了芭蕉。送春归、客尚蓬飘。昨宵谷水，今夜兰皋。奈云溶溶，风淡淡，雨潇潇。 银字笙调。心字香烧。料芳悰、乍整还凋。待将春恨，都付春潮。过窈娘堤，秋娘渡，泰娘桥。梨花风起正清明，游子寻春半出城。日暮笙歌收拾去，万株杨柳属流莺。城上斜阳画角哀，沈园非复旧池台。伤心桥下春波绿，曾是惊鸿照影来。",
        "author": "宋代",
        "poem_class": "爱情",
        "dynasty": "张先"
    },
    {
        "title": "惜秋华·七夕",
        "paragraph": "露罥蛛丝，小楼阴堕月，秋惊华鬓。宫漏未央，当时钿钗遗恨。人间梦隔西风，算天上、年华一瞬。相逢，纵相疏、胜却巫阳无准。 何处动凉讯。听露井梧桐，楚骚成韵。彩云断、翠羽散，此情难问。银河万古秋声，但望中、婺星清润。轻俊。度金针、漫牵方寸。月儿弯弯照九州，几家欢乐几家愁。几家夫妇同罗帐，几个飘零在外头？小院朱阑几曲，重城画鼓三通。更看微月转光风。归去香云入梦。翠袖争浮大白，皂罗半插斜红。灯花零落酒花秾。妙语一时飞动。纨扇婵娟素月，纱巾缥缈轻烟。高槐叶长阴初合，清润雨馀天。弄笔斜行小草，钩帘浅醉闲眠。更无一点尘埃到，枕上听新蝉。",
        "author": "宋代",
        "poem_class": "爱情",
        "dynasty": "吴文英"
    },
    {
        "title": "雉朝飞",
        "paragraph": "麦陇青青三月时，白雉朝飞挟两雌。锦衣绣翼何离褷，犊牧采薪感之悲。春天和，白日暖。啄食饮泉勇气满，争雄斗死绣颈断。雉子班奏急管弦，倾心酒美尽玉碗。枯杨枯杨尔生稊，我独七十而孤栖。弹弦写恨意不尽，瞑目归黄泥。小时不识月，呼作白玉盘。又疑瑶台镜，飞在青云端。白日依山尽，黄河入海流。欲穷千里目，更上一层楼。幽意无断绝，此去随所偶。晚风吹行舟，花路入溪口。际夜转西壑，隔山望南斗。潭烟飞溶溶，林月低向后。生事且弥漫，愿为持竿叟。",
        "author": "唐代",
        "poem_class": "爱情",
        "dynasty": "李白"
    },
    {
        "title": "黄葛篇",
        "paragraph": "黄葛生洛溪，黄花自绵幂。青烟万条长，缭绕几百尺。闺人费素手，采缉作絺綌。缝为绝国衣，远寄日南客。苍梧大火落，暑服莫轻掷。此物虽过时，是妾手中迹。白日依山尽，黄河入海流。欲穷千里目，更上一层楼。洛阳访才子，江岭作流人。闻说梅花早，何如北地春。绕池闲步看鱼游，正值儿童弄钓舟。 一种爱鱼心各异，我来施食尔垂钩。",
        "author": "唐代",
        "poem_class": "爱情",
        "dynasty": "李白"
    },
    {
        "title": "东门之枌",
        "paragraph": "东门之枌，宛丘之栩。子仲之子，婆娑其下。穀旦于差，南方之原。不绩其麻，市也婆娑。穀旦于逝，越以鬷迈。视尔如荍，贻我握椒。惠子相梁，庄子往见之。或谓惠子曰：“庄子来，欲代子相。”于是惠子恐，搜于国中三日三夜。庄子往见之，曰：“南方有鸟，其名为鹓鶵，子知之乎？夫鹓鶵发于南海，而飞于北海；非梧桐不止，非练实不食，非醴泉不饮。于是鸱得腐鼠，鹓鶵过之，仰而视之曰：‘吓！’今子欲以子之梁国而吓我邪？”与女[1]游兮九河，冲风起兮水扬波；乘水车兮荷盖，驾两龙兮骖螭[2]；登昆仑兮四望，心飞扬兮浩荡；日将暮兮怅忘归，惟极浦兮寤怀[3]；鱼鳞屋兮龙堂，紫贝阙兮珠宫；灵何惟兮水中；乘白鼋兮逐文鱼，与女游兮河之渚；流澌纷兮将来下[4]；子交手兮东行，送美人兮南浦；波滔滔兮来迎，鱼鳞鳞兮媵予[5]。江水沛兮。舟楫败兮。我王废兮。趣归于薄。薄亦大兮。四牡跷兮。六辔沃兮。去不善而从善。何不乐兮。",
        "author": "先秦",
        "poem_class": "爱情",
        "dynasty": "佚名"
    },
    {
        "title": "云鬟烟鬓与谁期",
        "paragraph": "云鬟烟鬓与谁期，一去天边更不归。还似九疑山下女，千秋长望舜裳衣。江上往来人，但爱鲈鱼美。君看一叶舟，出没风波里。一夜相思，水边清浅横枝瘦。小窗如昼，情共香俱透。清入梦魂，千里人长久。君知否？雨僝云僽，格调还依旧。绿芜墙绕青苔院，中庭日淡芭蕉卷。蝴蝶上阶飞，烘帘自在垂。玉钩双语燕，宝甃杨花转。几处簸钱声，绿窗春睡轻。",
        "author": "宋代",
        "poem_class": "爱情",
        "dynasty": "王安石"
    },
    {
        "title": "西施·自从回步百花桥",
        "paragraph": "自从回步百花桥。便独处清宵。凤衾鸳枕，何事等闲抛。纵有馀香，也似郎恩爱，向日夜潜消。恐伊不信芳容改，将憔悴、写霜绡。更凭锦字，字字说情憀。要识愁肠，但看丁香树，渐结尽春梢。数日秋风欺病夫，尽吹黄叶下庭芜。林疏放得遥山出，又被云遮一半无。竹外桃花三两枝，春江水暖鸭先知。蒌蒿满地芦芽短，正是河豚欲上时。两两归鸿欲破群，依依还似北归人。遥知朔漠多风雪，更待江南半月春。春来秋去。往事知何处？燕子归飞兰泣露。光景千留不住。酒阑人散忡忡。闲阶独倚梧桐。记得去年今日，依前黄叶西风。",
        "author": "宋代",
        "poem_class": "爱情",
        "dynasty": "柳永"
    },
    {
        "title": "后园凿井歌",
        "paragraph": "井上辘轳床上转。水声繁，弦声浅。情若何，荀奉倩。城头日，长向城头住。一日作千年，不须流下去。打起黄莺儿，莫教枝上啼。啼时惊妾梦，不得到辽西。花隐掖垣暮，啾啾栖鸟过。星临万户动，月傍九霄多。 不寝听金钥，因风想玉珂。明朝有封事，数问夜如何。白浪茫茫与海连，平沙浩浩四无边。暮去朝来淘不住，遂令东海变桑田。",
        "author": "唐代",
        "poem_class": "爱情",
        "dynasty": "李贺"
    },
    {
        "title": "满江红·代北燕南",
        "paragraph": "代北燕南，应不隔、月明千里。谁相念、胭脂山下，悲哉秋气。小立乍惊清露湿，孤眠最惜浓香腻。况夜鸟、啼绝四更头，边声起。销不尽，悲歌意。匀不尽，相思泪。想故园今夜，玉阑谁倚。青海不来如意梦，红笺暂写违心字。道别来、浑是不关心，东堂桂。瓦砾明珠一例抛，何曾石尉重娇娆？都缘顽福前生造，更有同归慰寂寥。万里秋光客兴赊，同人九日惜年华。台高不尽看枫叶，院净何须坐菊花。对酒披襟形独放，凭风落帽笑谁加。诗成合座皆珠玉，归去迟迟满落霞。春归林木古兴嗟，燕语斜阳立浅沙。休说旧时王与谢，寻常百姓亦无家。",
        "author": "清代",
        "poem_class": "爱情",
        "dynasty": "纳兰性德"
    },
    {
        "title": "塞鸿秋·爱他时似爱初生月",
        "paragraph": "爱他时似爱初生月，喜他时似喜看梅梢月，想他时道几首西江月，盼他时似盼辰勾月。当初意儿别，今日相抛撇，要相逢似水底捞明月。门前六出花飞，樽前万事休提，为问东君消息。急教人探，小梅江上先知。昔年今日度松关，车马崎岖行路难。瀚海潮喷千浪白，天山风吼万林丹。气当霜降十分爽，月比中秋一倍寒。回首三秋如一梦，梦中不觉到新安。蛩吟一觉方宁贴，鸡鸣万事无休歇。争名利，何年是彻？密匝匝蚁排兵，乱纷纷蜂酿蜜，闹攘攘蝇争血。裴公绿野堂，陶令白莲社。爱秋来那些：和露摘黄花，带霜烹紫蟹，煮酒烧红叶。人生有限杯，几个登高节？嘱咐俺顽童记者：便北海探吾来，道东篱醉了也。",
        "author": "元代",
        "poem_class": "爱情",
        "dynasty": "佚名"
    },
    {
        "title": "秦女卷衣",
        "paragraph": "天子居未央，妾侍卷衣裳。顾无紫宫宠，敢拂黄金床。水至亦不去，熊来尚可当。微身奉日月，飘若萤之光。愿君采葑菲，无以下体妨。百舌问花花不语，低回似恨横塘雨。蜂争粉蕊蝶分香，不似垂杨惜金缕。愿君留得长妖韶，莫逐东风还荡摇。秦女含颦向烟月，愁红带露空迢迢。长干吴儿女，眉目艳新月。屐上足如霜，不著鸦头袜。吴儿多白皙，好为荡舟剧。卖眼掷春心，折花调行客。耶溪采莲女，见客棹歌回。笑入荷花去，佯羞不出来。东阳素足女，会稽素舸郎。相看月未堕，白地断肝肠。镜湖水如月，耶溪女似雪。新妆荡新波，光景两奇绝。知章骑马似乘船，眼花落井水底眠。汝阳三斗始朝天，道逢麴车口流涎，恨不移封向酒泉。左相日兴费万钱，饮如长鲸吸百川，衔杯乐圣称避贤。宗之潇洒美少年，举觞白眼望青天，皎如玉树临风前。苏晋长斋绣佛前，醉中往往爱逃禅。李白斗酒诗百篇，长安市上酒家眠，(斗酒 一作：一斗)天子呼来不上船，自称臣是酒中仙。张旭三杯草圣传，脱帽露顶王公前，挥毫落纸如云烟。焦遂五斗方卓然，高谈雄辩惊四筵。",
        "author": "唐代",
        "poem_class": "爱情",
        "dynasty": "李白"
    },
    {
        "title": "采莲曲",
        "paragraph": "玉溆花争发，金塘水乱流。相逢畏相失，并著木兰舟。扬子江头杨柳春，杨花愁杀渡江人。 数声风笛离亭晚，君向潇湘我向秦。远送从此别，青山空复情。几时杯重把，昨夜月同行。列郡讴歌惜，三朝出入荣。江村独归处，寂寞养残生。恐是仙家好别离，故教迢递作佳期。由来碧落银河畔，可要金风玉露时。清漏渐移相望久，微云未接过来迟。岂能无意酬乌鹊，惟与蜘蛛乞巧丝。",
        "author": "唐代",
        "poem_class": "爱情",
        "dynasty": "崔国辅"
    },
    {
        "title": "子夜四时歌·绣带合欢结",
        "paragraph": "绣带合欢结，锦衣连理文。怀情入夜月，含笑出朝云。中散不偶世，本自餐霞人。形解验默仙，吐论知凝神。立俗迕流议，寻山洽隐沦。鸾翮有时铩，龙性谁能驯。行行即长道。道长息班草。邂逅赏心人。与我倾怀抱。夷世信难值。忧来伤人。平生不可保。阳华与春渥。阴柯长秋槁。心慨荣去速。情苦忧来早。日华难久居。忧来伤人。谆谆亦至老。亲党近恤庇。昵君不常好。九族悲素霰。三良怨黄鸟。迩朱白即頳。忧来伤人。近缟洁必造。水流理就湿。火炎同归燥。赏契少能谐。断金断可宝。千计莫适从。万端信纷绕。巢林宜择木。结友使心晓。心晓形迹畧。畧迩谁能了。相逢既若旧。忧来伤人。片言代纻缟。君不见枯箨走阶庭。何时复青着故茎。君不见亡灵蒙享祀。何时倾杯竭壶罂。君当见此起忧思。宁及得与时人争。人生倐忽如绝电。华年盛德几时见。但令纵意存高尚。旨酒嘉肴相胥燕。持此从朝竟夕暮。差得亡忧消愁怖。胡为惆怅不得已。难尽此曲令君忤。",
        "author": "南北朝",
        "poem_class": "爱情",
        "dynasty": "萧衍"
    },
    {
        "title": "两同心·楚乡春晚",
        "paragraph": "楚乡春晚，似入仙源。拾翠处、闲随流水，踏青路、暗惹香尘。心心在，柳外青帘，花下朱门。对景且醉芳尊。莫话消魂。好意思、曾同明月，恶滋味、最是黄昏。相思处，一纸红笺，无限啼痕。中庭淡月照三更，白露洗空河汉明。莫遣西风吹叶尽，却愁无处着秋声。千里潇湘挼蓝浦，兰桡昔日曾经。月高风定露华清。微波澄不动，冷浸一天星。独倚危樯情悄悄，遥闻妃瑟泠泠。新声含尽古今情。曲终人不见，江上数峰青。雨恨云愁，江南依旧称佳丽。水村渔市。一缕孤烟细。天际征鸿，遥认行如缀。平生事。此时凝睇。谁会凭栏意。(栏 通：阑)",
        "author": "宋代",
        "poem_class": "爱情",
        "dynasty": "晏几道"
    },
    {
        "title": "阳春曲·题情",
        "paragraph": "轻拈斑管书心事，细折银笺写恨词。可怜不惯害相思，则被你个肯字儿，迤逗我许多时。鬓云懒理松金凤，胭粉慵施减玉容。伤情经岁绣帏空，心绪冗，闷倚翠屏。慵拈粉线闲金缕，懒酌琼浆冷玉壶。才郎一去信音疏，长叹吁，香脸泪如珠。从来好事天生俭，自古瓜儿苦后甜。奶娘催逼紧拘钳，甚是严，越间阻越情忺。笑将红袖遮银烛，不放才郎夜看书。相偎相抱取欢娱，止不过迭应举，及第待何如。百忙里铰甚鞋儿样，寂寞罗帏冷篆香。向前搂定可憎娘，止不过赶嫁妆，误了又何妨。第一折(老旦扮卜儿同正末扮秋胡上，卜儿诗云)花有重开日，人无再少年。休道黄金贵，安乐最值钱。老身刘氏，自夫主亡逝已过，止有这个孩儿，唤做秋胡。如今有这罗大户的女儿，唤做梅英，嫁与俺孩儿为妻，昨日晚间过门，今日俺安排些酒果，谢俺要亲家。孩儿也，你去请将丈人丈母来者。(秋胡云)这早晚丈人丈母敢待来也。(净扮罗大户同搽旦上，罗诗云)人家七子保团圆，偏是吾家只半边。(搽旦诗云)虽然没甚房奁送，倒也落的三朝吃喜筵。(罗云)老汉罗大户的便是。这是我的婆婆。我有个女孩儿，唤做梅英，嫁与秋胡为妻，昨日过门，今日亲家请俺两口儿吃酒，须索走一遭去。可早到他门首。秋胡，俺两口儿来了也。(秋胡云)报的母亲得知，有丈人丈母来了也。(卜儿云)道有请。(秋胡云)请进。(见科)(卜儿云)亲家请坐。酒果已备，孩儿把盏者！(秋胡递酒科，云)岳父岳母，满饮一杯。(罗搽旦饮科，云)孩儿的喜酒，我吃我吃。(卜儿云)孩儿，唤出梅英媳妇儿来者。(秋胡唤科)(正旦扮梅英同媒婆上，云)婆婆，奶奶唤我做甚么那？(媒婆云)姐姐，唤你谢亲哩！(正旦云)我羞答答的怎生去得？(媒婆云)姐姐，男婚女聘，古之常礼，有甚么羞？(正旦唱)【仙吕】【点绛唇】男女成人，父娘教训，当年分，结下婚舅，则要的厮敬爱、相和顺。(媒婆云)姐姐，我听的人说，你从小儿攻书写字，我却不知，姐姐试说一遍与我听咱。(正旦唱)【混江龙】曾把毛诗来讲论，那《关雎》为首正人伦，因此上儿求了媳妇，女聘了郎村。琴瑟和凋花烛夜，凤凰匹配洞房春，好教我懒临广坐，怕见双亲。羞低粉脸．推焚罗裙。也则为俺妇人家，一世儿都是裙带头这个衣食分，虽然道人人不免，终觉的分外羞人。(媒婆云)姐姐，你当初只该拣取一个财主，好吃好穿，一生受用。似秋老娘家这等穷苦艰难，你嫁他怎的？(正旦云)婆婆，这是甚的言语也！(唱)【油葫芦】至如他釜有蛛丝甑有尘，这的是我命运。想着那古来的将相出寒门，则俺这夫妻现受着齑款困，就似他那蛟龙未得风雷信。你看他是白屋客，我道他是黄阁臣。自从他那问亲时，一见了我心先顺，咱人这贫无本、富无根。(媒婆云)姐姐，如今秋胡又无钱，又无功名，姐姐，你别嫁一个有钱的，也还不迟哩！(正旦唱)【天下乐】咱人腹内无珍一世贫。你着我改嫁他也波人，则不如先受窘。可曾见做夫人自小里便出身？盖世间有的是女娘，普天下少甚么议论，那一个胎胞儿里做县君？(媒婆云)姐姐，你过去见你父亲母亲者。(做见，拜科，云)奶奶，唤你孩儿，有何分付？(卜儿云)媳妇儿，唤你出来，与你父亲母亲递一杯酒。(正旦云)理会的。婆婆，将酒来。(递酒科，云)父亲、母亲，满饮一杯。(罗、搽旦云)好，好，好！喜酒儿吃干了也。(卜儿云)孩儿，你慢慢的劝酒，等你父亲母亲宽饮几杯。(外扮勾军人上，云)上命官差，事不由己。自家勾军的便是。今奉上司差遣，着我勾秋胡当军，走一遭去。可早来到鲁家庄也。秋胡在家么？(秋胡见科)(勾军人云)秋胡，我奉上司钧旨，你是一名正军，着我来勾你当军去。(做套绳子科)(秋胡云)哥哥且住，待我与母亲说知。(秋胡见卜科，云)母亲，有勾军的奉上司钧旨，在于门首，唤您孩儿当军去。(卜儿云)孩儿，似此可怎了也。(正旦云)婆婆，为甚么这等吵闹？(媒婆云)如今勾你秋胡当军去哩！(正旦云)秋胡，似此怎生是了也？(唱)【衬里迓鼓】都则为一宵的恩爱，揣与我这满怀愁闷。他去了正身，只是俺婆妇每谁怜谁问？我回避了座上客，心间事着我一言难尽。不争他见我为着那人，耽着贫窘，揾着泪痕，休也着人道女孩儿家直恁般意亲。(媒婆云)今日方才三日，正吃喜酒儿，勾军的来了。娘呵，我媒婆还不曾得一些儿花红钱钞哩。(正旦唱)【元和令】他守青灯，受苦辛，吃黄齑，捱穷困，指望他玉堂金马做朝臣。原来这秀才每当正军，我想着儒人颠倒不如人，早难道文章好立身。(勾军人云)秋胡快着，文书上期限，一日也耽迟不得的。(秋胡云)哥哥，略待一时儿。波(正旦唱)【上马娇】王留他们性情狠，伴哥他实是村。这牛表共牛筋，则见他恶噇噇轮着粗桑棍。这厮每狠。端的仪打杀瑞麒麟。(卜儿云)孩儿娶亲，才得三日光景，刬的便勾他当军去，着谁人养活老身？兀的不痛杀我也！(正旦唱)【游四门】适才个筵前杯酒叙殷勤，义则待仗剑学从军。想着俺昨宵结发谐秦晋，向鸳鸯被不曾温，今日个亲亲送出旧柴门。【胜葫芦】还说甚玉臂相交印粉痕，你可便卧甲地生鳞。须知道离乱之时武胜文，衤專人头似滚，噙热血相喷，这就是你能报国会邀勋。(秋胡云)梅英，我当军去也。你在家好生侍奉母亲，只要你十分孝顺者。(卜儿云)孩儿，你去则去，你勤勤的捎个书信来着我知道。(正旦唱)【后庭花】不甫能就能三合天地婚，避孤虚日月轮，望十载功名志，感一朝雨露恩。把翠眉颦，莫不我成亲的时分，下车来冲着岁君？拜先灵背了影神？早新妇儿遭恶运，送的他上边庭，离当村。【柳叶儿】眼见的有家来难奔，畅好是短局促燕尔新婚。莫不我尽今生寡凤孤鸾运？你可也曾量忖，问山人，怎生的不拣择个吉日良辰？(卜儿云)孩儿，你去罢，则要你一路上小心在意，频寄个书信回来，休着我忧心也。(秋胡云)你孩儿理会的，母亲保重将息。(正旦唱)【赚煞】似这等天阔雁书稀，人远龙荒近，教我阁着泪对别酒一樽，遥望见客舍青青柳色新，第一程水馆山村。(云)秋胡。(秋胡云)有。(正旦唱)早不由人，和他身上关亲，(云)我想夜来过门，今日当军去。(唱)却正是-夜夫妻百夜恩。破题儿劳他梦魂，赤紧的禁咱愁恨，则索安排下和泪待黄昏。(同媒婆下)(秋胡云)岳父岳母，好看觑我母亲和妻子梅英者，我当军去也。(罗、搽旦云)这也是你家的本分，我女孩儿的悔气。你去罢。(秋胡做拜别科，云)勾军的哥哥，咱和你同去。(诗云)莫怨文齐福不齐，娶妻三日却分离。军中若把文章用，管取峥嵘衣锦归。(同勾军下)(罗、搽旦云)秋胡当军去了也。亲家母，俺同家去来。(卜儿云)亲家母，孩儿去了，不好留的你，多慢了也。(诗云)本意相留非是假，争奈秋胡勾去当兵甲。(罗、搽旦诗云)明年若不到家来，难道教我孩儿活守寡？(同下)第二折(挣扮李大户上，诗云)段段田苗接远村，太公庄上弄猢狲。农家只得锄刨力，凉酸酒儿喝一盆。自家李大户的便是。家中有钱财，有粮食，有田土，有金银，有宝钞，则少一个标标致致的老婆。单是这件，好生没兴。我在这本村里做着个大户，四村上下人家，都是少欠我钱钞粮食的，倒被他笑我空有钱无个好媳妇，怎么吃的他过！我这村里有一个老的，唤做罗大户，他原是个财主有钱来，如今他穷了，问我借了些粮食，至今不曾还我。他有一个女儿，唤做梅英，尽生的十分好，嫁与秋胡为妻。如今秋胡当军去了，十年不回来。我如今叫将那罗大户来，则说秋胡死了，把他女儿与我做媳妇，那旧时少我四十石粮食，我也饶了他，还再与他些财礼钱。那老子是个穷汉，必然肯许。我早间着人唤他去了，这早晚敢待来也。(罗上，诗云)人道财主叫，便是福星照。我也做过财主来，如何今日听人叫。老汉罗大户的便是。自从秋胡当军去了，可早十年光景也。老汉少李大户四十石粮食，不曾还他；今日李大户唤我，毕竟是这桩事要紧。且去看他有甚说话。无人在此，我自过去。(见科，云)大户唤老汉有甚么事？(李云)兀那老的，我唤将你来，有桩事和你说。你的那女婿秋胡当军去，吃豆腐泻死了。(罗云)谁这般说来？(李云)我听的人说。(罗云)呀！似这般怎了也！(李云)老的，你休烦恼。我问你，你这女婿死了，如今你那女儿年纪幼小，他怎么守的那寡？你把你那女儿改嫁了我罢。(罗云)大户，你说的是何言语？(李云)你若不肯，你少我四十石粮食，我官府中告下来，我就追杀你！你若把女儿与了我呵，我的四十石粮食，都也饶了；我再下些花红羊酒财礼钱，你意下如何？(罗云)大户，容咱慢慢的商议。我便肯了，则怕俺妈妈不肯。(李云)这容易，你如今先将花红财礼去，则要你两个做个计较，等他接了红定，我便牵羊担酒随后来也。(罗云)我知道。大户，你慢慢的来，我将这红定先去也。(做出门科，云)我肯了，我妈妈有甚么不肯？我如今就将红定先交与亲家母去来。(下)(李云)那老子许了我也，愁他女儿不改嫁与我！如今将着羊酒表里取梅英去，待他到我家中，扢搭帮放番他就做营生，何等有趣！正是：洞房花烛夜，金榜挂擂槌。(下)(卜儿上，云)老身刘氏，乃是秋胡的母亲。自从孩儿当军去了，可早十年光景，音信皆无；多亏了我那媳妇儿，与人家缝联补绽，洗衣刮裳，养蚕择茧，养活着老身。我这几日身子不快，怎么连不连的眼跳，不知有甚么事来？且只静坐，听他便了。(罗上，云)老汉罗大户，如今到这鲁家庄上，若见了那亲家母时，我自有个主意也。不要人报复，我自过去。(见科，云)亲家母，你这几时好么？(卜儿云)亲家请坐。今日甚风吹的到此？(罗云)亲家母，我为令郎久不回家，我一径的来望你，与你散闷。这里有酒，我递三杯。(卜儿云)多谢亲家，我那里吃的这酒？(罗递酒三杯科，云)亲家母吃了酒也。还有这一块儿红绢，与我女儿做件衣服儿。(卜儿云)亲家，这般定害你，等秋胡来家呵，着他拜谢亲家的厚意也。(接红科，罗做掴手笑云)了、了、了！(卜儿云)亲家，甚么了、了、了？(罗云)亲家，这酒和红都不是我的，都是本村李大户的。恰才这三钟酒是肯酒，这块红是红定。秋胡已死了也，如今李大户要娶梅英，他自家牵羊担酒来也，我先回去。(诗云)这是李家大户使机谋，谁着你可将他聘礼收？不如早把梅英来改嫁，免的经官告府出场羞。(下)(卜儿云)这老子好无礼也！他走的去了，你着我见媳妇儿呵，我怎么开言？媳妇儿那里？(正旦上，云)妾身梅英是也。自从秋胡去了，不觉十年光景，我与人家担好水换恶水，养活着俺奶奶。这几日我奶奶身子有些不快，我恰才在蚕房中来，我可看奶奶去咱。秋胡也．知你几时还家也呵！(唱)【正官】【端正好】想着俺只一夜短恩情，空叹了千万声长吁气，枉教人道村里夫妻。撇下个寿高娘，又被着疾病缠身体，他每日家则是卧枕着床睡。(云)有人道：梅英也，请一个太医看治你那奶奶。--你可怕不说的是也。(唱)【滚绣球】怕不待要请太医看脉息，着甚么做药钱调治？赤紧的当村里都是些打当的牙槌。我这几日告天地，愿他的子母每早些儿欢会。常言道，媳妇是壁上泥皮。则愿的白头娘早晚迟疾可：(带云)天呵，(唱)则俺那青春子，何年可便甚日回？信断音稀！(见卜儿科，云)奶奶，吃些粥儿波。(卜儿云)媳妇儿，可则一件，虽然秋胡不在家，你是个年小的女娘家，你可梳一梳头，等那货郎儿过来，你买些胭脂粉搽搽脸，你也打扮打扮；似这般蓬头垢面，着人笑你也。(正旦唱)【呆骨朵】奶奶道你妇人家穿一套儿新衣袂，我可也直恁般不识一个好弱也那高低。(带云)秋胡呵，(唱)他去了那五载十年，阻隔着那千山万水。早则俺那婆娘家无依倚，更合着这子母每无笆壁。(卜儿云)媳妇儿，你只待敦葫芦摔马杓哩。(正旦唱)媳妇儿怎敢是敦葫芦摔马杓？(云)奶奶道，等货郎儿过来，买些胭脂粉搽搽。我梅英道，秋胡去了十年，穿的无，吃的无，(唱)奶奶也，谁有那闲钱来补笊篱！(李大户同罗、搽旦领鼓乐上，李云)我如今娶媳妇儿去来！洞房花烛夜，金榜挂擂槌。(正旦云)奶奶，门首吹打响，敢是赛牛王社的？待你媳妇看一看咱。(卜儿云)媳妇儿，你看去波。(正旦做出门见科，云)我道是谁，原来是爹爹和妈妈。你那里去来？(罗云)与你招女婿来。(正旦云)爹爹，与谁招女婿？(罗云)与你招女婿。(正旦云)是甚么言语？与我招女婿！(唱)【倘秀才】你将着羊酒呵，领着一火鼓笛。我今日有丈夫呵，你怎么又招与我个女婿？更则道你庄家每葫芦提没见识。(罗云)孩儿，秋胡死了也。如今李大户要娶你哩。(正旦唱)我既为了张郎妇，又着我做李郎妻，那里取这般道理！(搽旦云)孩儿也，可不道顺父母言，呼为大孝？你嫁了他也罢！(正旦唱)【滚绣球】我如今嫁的鸡，一处飞，也是你爷娘家匹配，贫和富是您孩儿裙带头衣食。从早起，到晚夕，上下唇并不曾粘着水米，甚的是足食丰衣！则我那脊梁上寒噤，是捱过这三冬冷；肚皮里凄凉，是我旧忍过的饥，休想道半点儿差迟。(罗云)你休只管闹，你家婆婆接了红定也。(正旦云)有这等事？我问俺奶奶去。(见卜儿科，云)奶奶，想秋胡去了十年光景，我与人家担好水换恶水，养活着奶奶；你怎么把梅英又嫁与别人？要我这性命做甚么？我不如寻个死去罢！(卜儿云)媳妇儿，这也不干我事，是你父亲强揣与我红定，是他卖了你也。(卜儿做哭科)(正旦唱)【脱布衫】他那里哭哭啼啼，我这里切切悲悲。(做出门科，唱)爹爹也，全不怕九故十亲笑耻。(罗云)我待和你婆婆平分财礼钱哩。(正旦唱)则待要停分了两下的财礼。(罗云)孩儿也，你嫁了他，等我也落得他些酒肉吃。(正旦唱)【醉太平】爹爹也，大古里不曾吃那些酒食。(搽旦云)孩儿，俺也要做个筵席哩。(正旦唱)奶奶也，只恁般好做那筵席。(李云)小娘子不要多言，你看我这个模样，可也不丑。(做嘴脸，被正旦打科，唱)把这厮劈头劈脸泼拳捶，向前来我可便挝挠了你这面皮。(带云)这等清平世界，浪荡乾坤，(唱)你怎敢把良人家妇女公调戏！(做见卜儿科，唱)哎呀！这是明明的欺负俺高堂老母无存济。(罗云)嚷这许多做甚么？你这生忿忤逆的小贱人！(正旦唱)倒骂我做生忿忤逆，在爷娘面上不依随。爹爹也，你可便只恁般下的？(李云)兀那小娘子，你休闹，我也不辱没着你。岂不闻鸾凰只许鸾凰配，鸳鸯只许鸳鸯对。(正旦唱)【叨叨令】你道是鸾凰则许鸾凰配，鸳鸯则许鸳鸯对，庄家做尽庄家势。(鼓乐响，正旦做怒科，云)你等还不去呵，(唱)留着你那村里鼓儿则向村里擂。(李云)小娘子，你靠前来，似我这般有铜钱的，村里再没两个。(正旦唱)其实我便觑不上也波哥，其实我便觑不上也波哥。我道你有铜钱，则不如抱著铜钱睡！(罗云)兀那小贱人，比及你受穷，不如嫁了李大户，也得个好日子。(正旦唱)【煞尾】爹爹也，怎使这洞房花烛拖刀计？(李云)我这模样可也不丑。(正旦唱)我则骂你闹市云阳吃剑贼，牛表牛筋是你亲戚，大户乡头是你相识。哎！不晓事庄家甚官位？这时分俺男儿在那里？他或是皂盖雕轮绣幕围，玉辔金鞍骏马骑，两行公人排列齐，水罐银盆摆的直，斗来大黄金肘后随，箔来大元戎帅字旗。回想他亲娘今年七十岁，早来到土长根生旧乡地，恁时节母子夫妻得完备。我说你个驴马村夫为仇气，那一个日头儿知他是近的谁？狼虎般公人每拿下伊，(带云)他道谁迤逗俺浑家来？谁欺负俺母亲来？(做推李倒科，唱)我可也不道轻轻的便素放了你。(同卜儿下)(李云)甚么意思？娶也不曾娶的，我倒吃他抢白了这一场，又吃这一跌，我更待干罢！(诗云)只为洞房花烛惹心焦，险被金榜擂槌打断腰。(罗、搽旦诗云)这也是你李家大户无缘法，非关是我女儿忒煞会妆幺。(同下)第三折(秋胡冠带上，云)小官秋胡是也。自当军去，见了元帅，道我通文达武，甚是见喜，在他麾下，累立奇功，官加中大夫之职。小官诉说，离家十年，有老母在堂，久缺侍养，乞赐给假还家。谢得鲁昭公可怜，赐小官黄金一饼，以充膳母之资。如今衣锦荣归，见母亲走一遭去。(诗云)想当日哭啼啼远去从军，今日个笑吟吟荣转家门。捧着这赤资资黄金奉母，安慰了我那娇滴滴年少夫人。(下)(卜儿上，云)老身秋胡的母亲。自从孩儿去了，音信皆无。前日又吃我亲家气了一场，多亏我媳妇儿有那贞烈的心，不肯嫁人，若是他肯了呵，老身可着谁人侍养？媳妇儿今日早桑园里采桑去了，想他这等勤劳，也则为我老人家来，只愿的我死后依旧做他媳妇，也似这般侍养他，方才报的他也。天气困人，我且去歇息咱。(下)(正旦提桑篮上，云)采桑去波。(唱)【中吕】【粉蝶儿】自从我嫁的秋胡，入门来不成一个活路，莫不我五行中合见这鳏寡孤独？受饥寒，捱冻馁，义被我爷娘家欺负。早则是生计萧疏，更值着没收成歉年时序。【醉春风】俺只见野树一天云，错认做江村三月雨。也不知是谁人激恼那天公，着俺庄家每受的来苦，苦。说甚么万种恩情，刚只是一宵缱绻，早分开了百年夫妇。(云)可来到桑园里也。(唱)【普天乐】放下我这采桑篮，我拣着这鲜桑树。只见那浓阴冉冉，翠锦哎模糊。冲开他这叶底烟，荡散了些梢头露。(做采桑科，唱)我本是摘茧缫丝庄家妇，倒做了个拈花弄柳的人物。我只怕淹的蚕饥，那里管采的叶败，攀的枝枯？(云)我这一会儿热了也，脱下我这衣服来，我试晾一晾咱。(做晾衣服科)(秋胡换便衣上，云)小官秋胡，来到这里，离着我家不远，我更改了这衣服。兀的不是我家桑园？这桑树都长成了也。我近前去，这桑园门怎么开着？我试看咱。(做见正旦科，云)一个好女人也！背身儿立着，不见他那面皮，则见他那后影儿；白的是那脖颈，黑的是那头发。可怎生得他回头，我看他一看，可也好那！哦，待我着四句诗嘲拨他，他必然回头也。(做吟科，诗云)二八谁家女，提篮去采桑。罗衣挂枝上，风动满园香。可怎么不听的？待我再吟？(又吟科)(正旦回身取衣服做见，云)我在这里采桑，他是何人，却走到园子里面来，着我穿衣服不迭？(秋胡做揖科，云)小娘子，支揖。(正旦惊还礼科，唱)【满庭芳】我慌还一个庄家万福。(秋胡云)不敢，小娘子。(正旦唱)他不是闲游的浪子，多敢是一个取应的名儒。我见他便躬着身，插着手，陪言语。你既读那孔圣之书，(秋胡云)小娘子，有凉浆儿，觅些与小生吃波。(正旦唱)我是个采桑养蚕妇女，休猜做锄田送饭村姑。(秋胡云)这里也无人，小娘子，你近前来，我与你做个女婿，怕做甚么？(正旦怒科，唱)他酩子里丢抹娘一句，怎人模人样，做出这等不君子，待何如？(秋胡云)小娘子，左右这里无人，我央及你咱。力田不如见少年，采桑不如嫁贵郎，你随顺了我罢。(正旦云)这厮好无礼也！(唱)【上小楼】你待要谐比翼，你也曾听杜宇，他那里口口声声，撺掇先生不如归去。(秋胡云)你须是养蚕的女人，怎么比那杜宇？(正旦唱)你道是不比，俺那养蚕处好将伊留住；则俺那蚕老了，到那里怎生发付？(秋胡背云)不动一动手也不中。(做扯正旦科，云)小娘子，你随顺了我罢。(正旦做推科，云)靠后！(唱)【十二月】兀的是谁家一个匹夫，畅好是胆大心粗，眼脑儿涎涎邓邓，手脚儿扯扯也那捽捽。(秋胡云)你飞也飞不出这桑园门去。(正旦唱)是他便拦住我还家去路，我则索大叫波高呼。(做叫科，云)沙三、王留、伴哥儿，都来也波！(秋胡云)小娘子休要叫！(正旦唱)【尧民歌】桑园里只待强逼做欢娱，吓的我手儿脚儿滴羞蹀躞战笃速。他便相偎相抱扯衣服，一来一往当拦住。当也波初，则道是峨冠士大夫，原来是个不晓事的乔男女。(秋胡背云)且慢者，这女子不肯，怎生是了？我随身有一饼黄金，是鲁君赐与我侍养老母的，母亲可也不知。常言道，财动人心，我把这一饼黄金，与了这女子，他好歹随顺了我。(做取砌末，见正旦科，云)兀那小娘子，你肯随顺了我，我与你这饼黄金。(正旦背云)这弟子孩儿无礼也！他如今将出一饼黄金来，我则除是恁般。兀那厮，你早说有黄金不的？你过这壁儿来，我过那壁儿看人去。(秋胡云)他肯了也。你看人去。(正旦做出门科，云)兀那禽兽，你听者！可不道男子见其金，易其过；女子见其金，不敢坏其志。那禽兽见人不肯，将出黄金来，你道黄金这般好用的！(唱)【耍孩儿】可不道书中有女颜如玉。(秋胡云)呀！倒吃了他一个酱瓜儿！(正旦唱)你将着金，要买人犹云殢雨，却不道黄金散尽为收书。哎，你个富家郎，惯使珍珠，倚仗着囊中有钞多声势，岂不闻财上分明大丈夫，不由咱生嗔怒。我骂你个沐猴冠冕，牛马襟裾！(秋胡云)小娘子，你不肯，我跟你家里去，成就这门亲事。可不好也！(正旦唱)【二煞】俺那牛屋里怎成得美眷姻？鸦窠里怎生着鸾凤雏？蚕茧纸难写姻缘簿，短桑科长不出连枝树，沤麻坑养不活比目鱼，辘轴上也打不出那连环玉。似你这伤风败俗，怕不的地灭天诛！(秋胡云)小娘子，休这等说。你若还不肯呵，我如今一不做二不休，拚的打死你也。(正旦云)你要打谁？(秋胡云)我打你。(正旦唱)【三煞】你瞅我一瞅，黥了你那额颅；扯我一扯，削了你那手足；你汤我一汤，拷了你那腰截骨；掐我一掐，我着你三千里外该流递；搂我一搂，我着你十字阶头便上木驴。哎，吃万剐的遭刑律。我又不曾掀了你家坟墓，我又不曾杀了你家眷属！(秋胡云)这婆娘好无礼也！你不肯便罢了，怎么这般骂我？(正旦提桑篮科，唱)【尾煞】这厮睁着眼，觑我骂那死尸；腆着脸，着我咒他上祖。谁着你桑园里戏弄人家良人妇！便跳出你那七代先灵，也做不的主！(下)(秋胡云)我吃他骂了这一顿。我将着这饼黄金，回家侍养老母去也。(诗云)一见了美貌娉婷，不由的我便动情。用言语将他调戏，倒被他骂我七代先灵。(下)第四折(卜儿上，诗云)朝随日出采柔桑，采到将中不满筐。方信遍身罗绮者，从来不是养蚕娘。老身秋胡的母亲便是。我媳妇儿采桑去了，这早晚怎生不见回家也？(秋胡冠带引祗从上，云)小官秋胡，来到此间，正是自家门首，不免径入。母亲，你孩儿回来了也。(卜儿惊问云)官人是谁？(秋胡云)则你孩儿，便是秋胡。(卜儿云)孩儿，你得了官也？则被你想乐老身也。(秋胡送金科，云)母亲，你孩儿得了官，现做中大夫之职，鲁君着我衣锦还乡，赐一饼黄金，奉养老母。(卜儿云)孩儿，这数年索是辛苦也！(秋胡云)母亲，梅英那里去了？(卜儿悲科，云)孩儿，你去了十年光景，若不是你这媳妇儿养活我呵，这其间饿杀老身多时也。今日梅英到桑园里采桑去了。(秋胡云)母亲，梅英那里去了？(卜儿云)他采桑去了，这早晚敢待来也。(秋胡云)嗨，适才桑园里逗的那个女人，敢是我媳妇么？他若回来时，我自有个主意。(正旦慌上，云)走、走、走。(唱)【双调】【新水令】若不是江村四月正农忙，扯住那吃敲才决无轻放。第一来怕鸦飞天道黑，第二天又则怕蚕老麦焦黄。满目柔桑，一片林庄，急切里没个邻里街坊，我则怕人见甚勾当。(云)俺家又不是会首大户，怎么门前拴着一匹马？我把这桑篮儿放在蚕房里，我试看咱。这弟子孩儿无礼也，他桑园里逗引我，见我不肯，他公然赶到我家里来也！(唱)【甜水令】这厮便倚强凌弱，心粗胆大，怎敢来俺庄上？不由的忿气夯胸膛。我这里便破步撩衣，走向前来，揾住罗裳，咱两个明有官防。(做扯秋胡科)(卜儿云)媳妇儿，你休扯他，他是秋胡，来家了也。(正旦放手科，唱)【折桂令】呀，原来是你曾参衣锦也还乡。(做出门叫秋胡科，云)秋胡，你来！(秋胡云)梅英，你唤我做甚么？(正旦云)你曾逗人家女人来么？(秋胡背云)我决撒了也，则除是这般。梅英，我几曾逗人来。(正旦唱)谁着你戏弄人家妻儿，迤逗人家婆娘？据着你那愚滥荒唐，你怎消的那乌靴象简，紫绶金章？你博的个享富贵朝中栋梁，(带云)我怎生养活你母亲？十年光景也！(唱)你可不辱没杀受贫穷堂上糟糠！我捱尽凄凉，熬尽情肠，怎知道为一夜的情肠，却教我受了那半世儿凄凉！(卜儿云)媳妇儿，你来。(正旦同秋胡见．卜科)(卜儿云)媳妇儿，鲁君赐我孩儿一饼黄金，侍养老身。这十年间多亏了你，将这黄金我酬谢你，收了者。(正旦云)奶奶，媳妇儿不敢要，留着奶奶打簪儿戴。(做出门科，云)秋胡，你来！(秋胡云)你又唤我做甚么？(正旦唱)【乔牌儿】你做贼也呵，我可拿住了赃，哎，你个水晶塔便休强。这的是鲁公宣赐与个头厅相，着还家来侍奉你娘。(云)假若这黄金，若是别人家妇女呵！(唱)【豆叶黄】接了黄金，随顺了你才郎，也不怕高堂饿杀了你那亲娘！福至心灵，才高语壮，须记的有女怀春诗一章。我和你细细斟量，可不道要我桑中，送咱淇上。(云)秋胡，你可曾逗人家妇人来么？(秋胡云)你好多心也。(正旦唱)【川拨棹】那佳人可承当？(做拿桑篮科，唱)不俫我提篮去采桑。空着我埋怨爹娘，选拣东床，相貌堂堂。自一夜花烛洞房，怎提防这一场！【殿前欢】你只待金殿里锁鸳鸯，我将那好花输与你个富家郎。耽着饥每日在长街上，乞些儿剩饭凉浆，你与我休离纸半张！(秋胡云)你怎么问我讨休书来？(正旦唱)早插个明白状，也留与傍人做个话儿讲，道\"女慕贞洁，男效才良。\"(卜儿云)秋胡，你为甚么这般炒闹？(秋胡云)母亲，梅英不肯认我哩！(卜儿云)媳妇儿，你为甚么不认秋胡那？(正旦云)秋胡，你听者：贞心一片似冰清，郎赠黄金妾不应。假使当时陪笑语，半生谁信守孤灯？秋胡，将休书来，将休书来！(秋胡云)梅英，你差矣，我将着五花官诰、驷马高车，你便是夫人县君，怎忍的便索休离了去也！(正旦唱)【雁儿落】谁将这五花官浩汤？谁将这霞帔金冠望？(带云)便有呵。(唱)我也则牢收箱柜，怎敢便穿在咱身躯上？【得胜令】呀，又则怕风动满园香。(李大户同罗、搽旦、杂当上，李云)他受了我红定，倒被他抢白一场，难道便罢了？我如今带领了许多狼仆抢亲去也。(罗、搽旦云)今日是个好日辰，我和你抢他娘去！(做见科，云)兀的不是我女儿梅英！(正旦唱)走将来雪上更加霜。早足俺这钓鳌客咱不认，哎，你个使牛郎休更想！(秋胡喝云)兀那厮！你来我家里做甚么？(李惊云)呀！元来他做了官，不是军了也。我闻知你衣锦荣归，特来贺喜。(罗、搽旦云)呸！这等你说他死了也。(李云)他不死倒是我死。(秋胡云)元来那厮假捏流言，夺人妻女。左右，与我拿下，送到钜野县去，问他一个重重罪名。(祗从做缚科)(李云)这也不是我的主意，就是你的岳翁岳母，欠了我四十石粮食，将他女儿转卖与我的。(秋胡云)这等一发可恶，明明是广放私债，逼勒卖女了。左右，你去与县官说知，着重责四十板，枷号三个月，罚谷一千石。备济饥民，毋得轻纵者。(祗从云)理会的。(李云)一心妄想洞房春，谁料金榜擂槌有正身。(罗、搽旦云)我们也没嘴脸在这里，不如只做送李大户到县去，暗地溜了。(诗云)如今且学乌龟法，只是缩了头来不见人。(同下)(卜儿云)媳妇儿，你若不肯认我孩儿呵，我寻个死处！(正旦唱)吓的我慌忙，则这小鹿儿小心头撞。有的来商也波量，(云)奶奶我认了秋胡也。(卜儿云)媳妇儿，你认了秋胡，我也不寻死了。(正旦云)罢、罢、罢！(唱)则是俺那婆娘家不气长！(卜儿云)媳妇儿，你既认了，可去改换梳洗，和秋胡孩儿两个拜见咱。(正旦下，改扮上，同秋胡先拜卜儿，次对拜科)(正旦唱)【鸳鸯煞】若不为慈亲年老谁供养。争些个夫妻恩断无敢望。从今后卸下荆钗，改换梳妆，畅道百岁荣华，两人共享。非是我假乖张，做出这乔模样，也则要整顿我妻纲。不比那秦氏罗敷，单说得他一会儿夫婿的谎。(秋胡云)天下喜事，无过子母完备，夫妇谐和。便当杀羊造酒，做个庆喜筵席。(词云)想当日刚赴佳期，被勾军蓦地分离。苦伤心抛妻弃母，早十年物换星移。幸时来得成功业，着锦衣脱去戎衣。荷君恩赐金一饼，为高堂供膳甘肥。到桑园糟糠相遇，强求欢假作痴迷。守贞烈端然无改，真堪与青史标题。至今人过钜野，寻他故老，犹能说鲁秋胡调戏其妻。题目贞烈妇梅英守志正名鲁大夫秋胡戏妻尽教，便了，□尔纵横闹。纱笼影里马头高，早雪拥蓝关道。休喜休欢，休烦休恼，只争个迟共早。比甘罗不小，比太公未老，须有日应心道。一悭，二奸，困煞英雄汉。陈抟占却一半山，不复梦周公旦。雨笠烟蓑，星驰云栈，利和名自古难。这番，上杆，休□了梯儿看。尽教，便了，彼各休相笑。正沙堤稳稳马头高，又贬上潮阳道。休喜休欢，休烦休恼，只争个迟共早。比太公未老，比甘罢又不小，此一梦何时觉。杜康，醉乡，竹叶樽琼花酿。人生三万六千场，既有限谁无恙。眨眼秋霜，飞来头上，趁春光倒玉觞。唤将，四娘，燕子舞莺儿唱。画堂，绮窗，玉错落金波酿。春风枉羡杜韦娘，试听宣娥唱。月窟新声，云鬟宫样，怎禁他粉黛香。这场，醉乡，勒留住山中相。楚阑，小蛮，锦瑟调银筝按。西园公子兴未阑，盏到休辞惮。明月帘栊，疏星河汉，倚红楼十二阑。夜寒，烛残，酒尽后人方散。紫袍，战袍，送了些活神道。不比农夫有下梢，不识长安道。耕种锄刨，无烦无恼，卧东窗日影高。芭棚下饭饱，麦场上醉倒，快活煞村田乐！嘲妓家匾食白生生面皮，软溶溶肚皮，抄手儿得人意。当初只说假虚皮，就里多葱脍。水面上鸳鸯，行行来对对，空团圆不到底。生时节手儿上捏你，熟时节口儿里嚼你，美甘甘肚儿内知滋味。嘲人穿破靴两腮，绽开，底破帮儿坏。几番修补费钱财，还不彻王皮债。不敢大步阔行，只得徐行短迈，怕的是狼牙石龟背阶。上台基左歪右歪，又不敢着楦排，只好倒吊起朝阳晒。志感不读书有权，不识字有钱，不晓事倒有人夸荐。老天只恁忒心偏，贤和愚无分辨。折挫英雄，消磨良善，越聪明越运蹇！志高如鲁连，德过如闵骞，依本分只落的人轻贱。不读书最高，不识字最好，不晓事倒有人夸俏。老天不肯辨清浊，好和歹没条道。善的人欺，贫的人笑，读书人都累倒。立身则小学，修身则大学，智和能都不及鸭青钞。武皇开宴影娥池。侍宴阿娇新宠时。金屋春深扶醉起，鸾鸣花底日迟迟。",
        "author": "元代",
        "poem_class": "爱情",
        "dynasty": "白朴"
    },
    {
        "title": "寻芳草·萧寺记梦",
        "paragraph": "客夜怎生过。梦相伴、绮窗吟和。薄嗔佯笑道，若不是恁凄凉，肯来么。来去苦匆匆，准拟待、晓钟敲破。乍偎人一闪灯花堕，却对著琉璃火。塞草晚才青，日落箫笳动，戚戚凄凄入夜分，催度星前梦。小语绿杨烟，怯踏银河冻，行尽关山到白狼，相见惟珍重。少年听雨湘东郡。孤馆灯花晕。中年听雨凤城西。一树绿桐花下拨银𢱧。如今听雨薇花廨。酒醒朱颜在。老来啖蔗有余甘。不似彭城吴郡与巴山。今古河山无定据。画角声中，牧马频来去。满目荒凉谁可语？西风吹老丹枫树。从前幽怨应无数。铁马金戈，青冢黄昏路。一往情深深几许？深山夕照深秋雨。",
        "author": "清代",
        "poem_class": "爱情",
        "dynasty": "纳兰性德"
    },
    {
        "title": "南歌子·倭堕低梳髻",
        "paragraph": "倭堕低梳髻，连娟细扫眉。终日两相思。为君憔悴尽，百花时。汉家旌帜满阴山，不遣胡儿匹马还。愿得此身长报国，何须生入玉门关。西上莲花山，迢迢见明星。(西上 一作：西岳)素手把芙蓉，虚步蹑太清。霓裳曳广带，飘拂升天行。邀我登云台，高揖卫叔卿。(登云台 一作：至云台)恍恍与之去，驾鸿凌紫冥。俯视洛阳川，茫茫走胡兵。流血涂野草，豺狼尽冠缨。前不见古人，后不见来者。念天地之悠悠，独怆然而涕下！",
        "author": "唐代",
        "poem_class": "爱情",
        "dynasty": "温庭筠"
    },
    {
        "title": "六州歌头·东风著意",
        "paragraph": "东风著意，先上小桃枝。红粉腻，娇如醉，倚朱扉。记年时，隐映新妆面，临水岸，春将半，云日暖，斜桥转，夹城西。草软莎平，跋马垂杨渡，玉勒争嘶。认娥眉凝笑，脸薄拂燕脂。绣户曾窥，恨依依。共携手处，香如雾，红随步，怨春迟。消瘦损，凭谁问？只花知，泪空垂。旧日堂前燕，和烟雨，又双飞。人自老，春长好，梦佳期。前度刘郎，几许风流地，花也应悲。但茫茫暮霭，目断武陵溪，往事难追。雪里已知春信至，寒梅点缀琼枝腻。香脸半开娇旖旎，当庭际，玉人浴出新妆洗。造化可能偏有意，故教明月玲珑地。共赏金尊沈绿蚁，莫辞醉，此花不与群花比。香冷金猊，被翻红浪，起来慵自梳头。任宝奁尘满，日上帘钩。生怕离怀别苦，多少事、欲说还休。新来瘦，非干病酒，不是悲秋。休休，这回去也，千万遍《阳关》，也则难留。念武陵人远，烟锁秦楼。惟有楼前流水，应念我、终日凝眸。凝眸处，从今又添，一段新愁。(版本一)香冷金猊，被翻红浪，起来人未梳头。任宝奁闲掩，日上帘钩。生怕闲愁暗恨，多少事、欲说还休。今年瘦，非干病酒，不是悲秋。明朝，者回去也，千万遍阳关，也即难留。念武陵春晚，云锁重楼。记取楼前绿水，应念我、终日凝眸。凝眸处，从今更数，几段新愁。(版本二)杏花飞帘散余春，明月入户寻幽人。褰衣步月踏花影，炯如流水涵青苹。花间置酒清香发，争挽长条落香雪。山城薄酒不堪饮，劝君且吸杯中月。洞箫声断月明中，惟忧月落酒杯空。明朝卷地春风恶，但见绿叶栖残红。",
        "author": "宋代",
        "poem_class": "爱情",
        "dynasty": "韩元吉"
    },
    {
        "title": "应天长·平江波暖鸳鸯语",
        "paragraph": "平江波暖鸳鸯语，两两钓船归极浦。芦洲一夜风和雨，飞起浅沙翘雪鹭。渔灯明远渚，兰棹今宵何处？罗袂从风轻举，愁杀采莲女！志在烟霞慕隐沦，功成归看五湖春。一叶舟中吟复醉，云水，此时方认自由身。花岛为邻鸥作侣，深处，经年不见市朝人。已得希夷微妙旨，潜喜，荷衣蕙带绝纤尘。十载逍遥物外居，白云流水似相于。乘兴有时携短棹，江岛，谁知求道不求鱼。到处等闲邀鹤伴，春岸，野花香气扑琴书。更饮一杯红霞酒，回首，半钩新月贴清虚。又见辞巢燕子归，阮郎何事绝音徽。帘外西风黄叶落，池阁，隐莎蛩叫雨霏霏。愁坐算程千万里，频跂，等闲经岁两相违。听鹊凭龟无定处，不知，泪痕流在画罗衣。雁过秋空夜未央，隔窗烟月锁莲塘。往事岂堪容易想，惆怅，故人迢递在潇湘。纵有回文重叠意，谁寄？解鬟临镜泣残妆。沉水香消金鸭冷，愁永，候虫声接杵声长。帘外烟和月满庭，此时闲坐若为情。小阁拥炉残酒醒，愁听，寒风叶落一声声。惟恨玉人芳信阻，云雨，屏帷寂寞梦难成。斗转更阑心杳杳，将晓，银釭斜照绮琴横。人尽有离别，而君独可嗟。言将身报国，敢望禄荣家。战思风吹野，乡心月照沙。归期定何日，塞北树无花。汾水碧依依，黄云落叶初飞。翠娥一去不言归，庙门空掩斜晖¤四壁阴森排古画，依旧琼轮羽驾。小殿沉沉清夜，银灯飘落香灺。江上草芊芊，春晚湘妃庙前。一方卵色楚南天，数行斜雁联翩¤独倚朱阑情不极，魂断终朝相忆。两桨不知消息，远汀时起鸂鶒。",
        "author": "五代",
        "poem_class": "爱情",
        "dynasty": "毛文锡"
    },
    {
        "title": "赠人",
        "paragraph": "曾留宋玉旧衣裳，惹得巫山梦里香。云雨无情难管领，任他别嫁楚襄王。鹅湖山下稻粱肥，豚栅鸡栖半掩扉。 桑柘影斜春社散，家家扶得醉人归。人人尽说江南好，游人只合江南老。春水碧于天，画船听雨眠。垆边人似月，皓腕凝霜雪。未老莫还乡，还乡须断肠。桃李待日开，荣华照当年。东风动百物，草木尽欲言。枯枝无丑叶，涸水吐清泉。大力运天地，羲和无停鞭。功名不早著，竹帛将何宣。桃李务青春，谁能贳白日。富贵与神仙，蹉跎成两失。金石犹销铄，风霜无久质。畏落日月后，强欢歌与酒。秋霜不惜人，倏忽侵蒲柳。",
        "author": "唐代",
        "poem_class": "爱情",
        "dynasty": "李群玉"
    },
    {
        "title": "虞美人·彩云易向秋空散",
        "paragraph": "彩云易向秋空散，燕子怜长叹。几翻离合总无因，赢得一回僝僽一回亲。归鸿旧约霜前至，可寄香笺字。不如前事不思量，且枕红蕤欹侧看斜阳。乾坤有正气，絪缊磅礴无终始。铸人形，载人理。纲常不立，熙熙攘攘，如此而已。天地虚生亦虚死。兹气之所钟，不独在男子。黄鹄思故雄，柏舟悲天只。铁骨坚刚火莫镕，玉质晶莹泥不滓。死者复生，生者弗耻。精诚可以变天地，梁山一哭城崩圮。絅先之妇单孺人，矢心砺节无乃是。结缡岁甫更，良人命忽倾。愿随地下袪蝼蚁，不愿局蹐贪馀生。腹中有子难决绝，大义不合鸿毛轻。夫死三月儿出腹，一线呱呱延似续。手作口哺傍穗帏，鬼语吹窗枭夜哭。抚畜廿四年，辛勤难备述。儿成母责终，贞魂含笑归幽谷。事达九重苦节彰，寒泉幽壤褒天章，阴灵皓月同辉光。君不见木槿花，朝始娇娆暮泥沙。君不见新杨柳，濯濯春条倏枯朽。陇畔有乔松，亭亭翠盖无春冬。涧底有磐石，怒涛崩奔不改色。人生百年瞬息间，砥节不如此，天地虚生亦虚死。呜呼不及此女子。马伶者，金陵梨园部也。金陵为明之留都，社稷百官皆在，而又当太平盛时，人易为乐。其士女之问桃叶渡、游雨花台者，趾相错也。梨园以技鸣者，无虑数十辈，而其最著者二：曰兴化部，曰华林部。一日，新安贾合两部为大会，遍征金陵之贵客文人，与夫妖姬静女，莫不毕集。列兴化于东肆，华林于西肆，两肆皆奏《鸣凤》，所谓椒山先生者。迨半奏，引商刻羽，抗坠疾徐，并称善也。当两相国论河套，而西肆之为严嵩相国者曰李伶，东肆则马伶。坐客乃西顾而叹，或大呼命酒，或移座更近之，首不复东。未几更进，则东肆不复能终曲。询其故，盖马伶耻出李伶下，已易衣遁矣。马伶者，金陵之善歌者也。既去，而兴化部又不肯辄以易之，乃竟辍其技不奏，而华林部独著。去后且三年而马伶归，遍告其故侣，请于新安贾曰：“今日幸为开宴，招前日宾客，愿与华林部更奏《鸣凤》，奉一日欢。”既奏，已而论河套，马伶复为严嵩相国以出，李伶忽失声，匍匐前称弟子。兴化部是日遂凌出华林部远甚。其夜，华林部过马伶：“子，天下之善技也，然无以易李伶。李伶之为严相国至矣，子又安从授之而掩其上哉？”马伶曰：“固然，天下无以易李伶；李伶即又不肯授我。我闻今相国昆山顾秉谦者，严相国俦也。我走京师，求为其门卒三年，日侍昆山相国于朝房，察其举止，聆其语言，久乃得之。此吾之所为师也。”华林部相与罗拜而去。马伶，名锦，字云将，其先西域人，当时犹称马回回云。侯方域曰：异哉，马伶之自得师也。夫其以李伶为绝技，无所干求，乃走事昆山，见昆山犹之见分宜也；以分宜教分宜，安得不工哉?（呜乎！耻其技之不若，而去数千里为卒三年，倘三年犹不得，即犹不归耳。其志如此，技之工又须问耶？霜冷离鸿惊失伴，有人同病相怜。拟凭尺素寄愁边，愁多书屡易，双泪落灯前。莫对月明思往事，也知消减年年。无端嘹唳一声传，西风吹只影，刚是早秋天。",
        "author": "清代",
        "poem_class": "爱情",
        "dynasty": "纳兰性德"
    },
    {
        "title": "南吕·四块玉·风情",
        "paragraph": "我事事村，他般般丑。丑则丑村则村意相投。则为他丑心儿真，博得我村情儿厚。似这般丑眷属，村配偶，只除天上有。酒可红双颊，愁能白二毛，对樽前尽可开怀抱。天若有情天亦老，且休教少年知道。红颜褪，绿鬓凋，酒席上渐疏了欢笑。风流近来都忘了，谁信道也曾年少？襄王梦，神女情，多般儿酿成愁病。琵琶慢调弦上声，相思字越弹着不应。咏李白贵妃亲擎砚，力士脱靴，御调羹就飧不谢。醉模糊将吓蛮书便写，写着甚杨柳岸晓风残月。瘦马驮诗天一涯，倦鸟呼愁村数家。扑头飞柳花，与人添鬓华。一叶舟，五湖游，闹垓垓不如归去休。红蓼滩头，白鹭沙鸥，正值着明月洞庭秋。进西施一捻风流，起吴越两处冤仇。趁西风闲袖手，重整理钓鱼钩。看，一江春水向东流。子陵达圣颜，布衣间，中兴暗宣三四番。列在朝班，故友相看，他道是名利不如闲。脱乌靴弃却罗衤阑，披羊裘执定纶竿。钓苍烟七里滩，耕白云富春山。强如宰相五更寒。李白捧砚底娇，脱靴的焦，调羹的帝王空懊恼。玉带金貂，宫锦仙袍，常则是春色宴蟠桃。赫蛮书醉墨云飘，秦楼月诗酒风骚。鲍参军般俊逸，庾开府似清高，沉醉也，把明月水中捞。风月担倚仗他性儿谦，鲍儿甜，曲弓弓半弯罗袜纤。统镘情タ，爱钱娘严，少不得即里渐里病厌厌。后来肉膘胶大虫翼难粘，葛钩子野味儿难签。火烧残桑木剑，水湿破纸糊欠，自砍得风月担儿尖。驼汉精，陷人坑，纸汤瓶撞着空藏瓶。可怜苏卿，不识双生，把泰行山错认做豫章城。谎郎君引着火穷兵，呆贱人劫着空营。达达搜无四两，罟罟翅赤零丁，舍性命将风月担儿争。李亚仙，郑元和，风流的古今谁似他？相会情多，一见脾和，却撞着个能狡狯的母阎罗。倒施计搬尽他家火，后来卑田院乞化为活。舆车前唱挽歌，冻的来打孩歌，再谁将风月担儿拖！花月妆，绮罗香，思量到头都是谎。多病襄王，窈窕情娘，如今烟水两茫茫。分飞了锦帐鸾凰，拆散了金殿鸳鸯。不是咱情分寡，说着他说儿长，我磨擦的条风月担儿光。花共酒，几时休？惜花人近新来权袖手。舞态歌喉，燕侣莺俦，我无语懒凝眸。勤儿每正鼓脑争头，头喧呼谢馆秦楼。保儿心雄纠纠，撅丁脸冷掐飕，且将我这风月担儿收。沉默默，冷丁丁，绿豆石磨儿不甚轻。自己曾评，秤儿上曾称，端的一分钞一分情。丽春园惯战的双生，豫章城豹子苏卿。新油来的红闷棍，恰掘下的陷人坑，谁将这风月担儿争？桃脸艳，柳腰纤，窄弓弓半弯罗袜尖。眼角眉尖，意顺情タ，且是可意娘鲍儿甜。虚飘飘胡厮揪ㄎ，实丕丕响钞精蟾。罢字儿心上有，嫁字儿口头占，再谁将风月担儿拈？题章宗出猎白海青，皂笼鹰，鸦鹘兔鹘相间行。细犬金铃，白马红缨，前后御林兵。喊嘶嘶飞战马蹄轻，雄纠纠御驾亲征。厮琅琅环辔响，吉丁铛镫敲鸣，呀剌剌齐和凯歌行。红锦衣，皂雕旗，银盘也似脸儿打着练捶。鹰犬相随，鞍马如飞，排列的雁行齐。围子首凤翅金盔，御林军箭插金钅比。剔溜秃鲁说体例，亦溜兀剌笑微微，呀剌剌齐和凯歌回。晋王出寨打着一面云月旗，厌的转山坡。立唐朝功劳全是我。他铁马金戈，打着骆驼，一火闹和朵。众儿郎五百余多，簇捧着个酒沙陀。众番官齐打手，众侍女捧金波，呀剌剌齐和〔太平歌〕。他为我，我因他，不图志诚图甚么？陪酒陪歌，受诨承科，引的人似风魔。好姻缘不肯成合，业身已合受耽阁。别人家取快活，望夫石我如何？好也，真个负心呵！鸳帐里，梦初回，见狞神几尊恶像仪。手执金槌，鬼使跟随，打着面独脚皂纛旗。犯由牌写得精细，疋先里拿下王魁。省会了陈殿直，李勉那厮也听者，奉帝敕来斩你火负心贼！便做道负桂英，直恁么海神灵，想当初嫁冯魁也曾不志诚。天地行言诚，海誓山盟，可怎先走到豫章城？做的来失尽人情，画船儿干撇下双生。果然是有报应，端的有灵神，疋头里先剐了哏苏卿。小敲才恰做人，没拘束便胡行，东堂老劝着全不听。信人般弄，家私儿掀腾，便似火上弄冬凌。都不到半载期程，担荆筐卖菜为生。逐朝忍冻饿，每日在破窑中。再不见胡子传、柳隆卿。有钱时唤小哥，无钱也失人情，好家私伴着些歹后生。卖弄他聪明，一哄的胡行，踢气<毛求>养鹌鹑。解库中不想管生，包服内响钞精钞。但行处十数个，花街里做郎君，则由他胡子传、柳隆卿。暮雨收，楚天秋，看夕阳古冢堤畔头。伴哥又ㄐ搜，待打王留，扯碎布留。沤麻坑斗摸泥鳅，见棠梨棒打鞭。偷甜瓜香喷喷，折酸枣醋留留，牧童儿归去倒骑牛。",
        "author": "元代",
        "poem_class": "爱情",
        "dynasty": "兰楚芳"
    },
    {
        "title": "丘中有麻",
        "paragraph": "丘中有麻，彼留子嗟。彼留子嗟，将其来施施。丘中有麦，彼留子国。彼留子国，将其来食。丘中有李，彼留之子。彼留之子，贻我佩玖。海鸟曰“爰居”，止于鲁东门之外二日。臧文仲使国人祭之。展禽曰：“越哉，臧孙之为政也！夫祀，国之大节也，而节，政之所成也。故慎制祀以为国典。今无故而加典，非政之宜也。“夫圣王之制祀也，法施于民则祀之，以死勤事则祀之，以劳定国则祀之，能御大灾则祀之，能捍大患则祀之。非是族也，不在祀典。昔烈山氏之有天下也，其子曰柱，能植百谷百蔬。夏之兴也，周弃继之，故祀以为稷。共工氏之伯九有也，其子曰后土，能平九土，故祀以为社。黄帝能成命百物，以明民共财。颛顼能修之，帝喾能序三辰以固民，尧能单均刑法以议民，舜勤民事而野死，鲧障供水而殛死，禹能以德修鲧之功，契为司徒而民辑，冥勤其官而水死，汤以宽治民而除其邪，稷勤百谷雨山死，文王以文昭，武王去民之秽。故有虞氏禘黄帝而祖颛顼，郊尧而宗舜；夏后氏禘黄帝面祖颛顼，郊鲧而宗禹；商人禘舜而祖契，郊冥而宗汤；周人禘喾而郊稷，祖文王而宗武王。幕，能帅颛顼者也，有虞氏报焉；杼，能帅禹者也，夏后氏报焉；上甲微，能帅契者也，商人报焉；高圉、太王，能帅稷者也，周人报焉。凡禘、郊、祖、宗、报，此五者，国之典祀也。加之以社稷山川之神，皆有功烈于民者也。及前哲令德之人，所以为民质也；及天之三辰，民所以瞻仰也；及地之五行，所以生殖也；及九州名山川泽，所以出财用也。非是，不在祀典。今海鸟至，已不知而犯之，以为国典，难以为仁且知矣。夫仁者讲功，而知者处物。无功而祀之，非仁也；不知而不问，非知也。今兹海其有灾乎？夫广川之鸟兽，恒知而避其灾也。”是岁也，海多大风，冬暖。文仲闻柳下季之言，曰：“信吾过也。季子之言，不可不法也。”使书以为三策。 截趾适屦。孰云其愚。何与斯人。追欲丧躯。何自南极。至于北极。绝境越国。弗愁道远。",
        "author": "先秦",
        "poem_class": "爱情",
        "dynasty": "佚名"
    },
    {
        "title": "黄金缕·家在钱塘江上住",
        "paragraph": "家在钱塘江上住。花落花开，不管年华度。燕子又将春色去，纱窗一阵黄昏雨。（家在 一作：妾本）斜插犀梳云半吐。檀板清歌，唱彻黄金缕。望断云行无去处，梦回明月生春浦。 （春浦 一作：南浦）江头落日照平沙，潮退渔船阁岸斜。白鸟一双临水立，见人惊起入芦花。枕中云气千峰近，床底松声万壑哀。要看银山拍天浪，开窗放入大江来。肥水东流无尽期。当初不合种相思。梦中未比丹青见，暗里忽惊山鸟啼。春未绿，鬓先丝。人间别久不成悲。谁教岁岁红莲夜，两处沉吟各自知。(沉 同：沈)",
        "author": "宋代",
        "poem_class": "爱情",
        "dynasty": "司马槱"
    },
    {
        "title": "八六子·如花貌",
        "paragraph": "如花貌。当来便约，永结同心偕老。为妙年、俊格聪明，凌厉多方怜爱，何期养成心性近，元来都不相表。渐作分飞计料。 稍觉因情难供，恁殛恼。争克罢同欢笑。已是断弦尤续，覆水难收，常向人前诵谈，空遣时传音耗。漫悔懊。此事何时坏了。病起萧萧两鬓华，卧看残月上窗纱。豆蔻连梢煎熟水，莫分茶。枕上诗书闲处好，门前风景雨来佳。终日向人多酝藉，木犀花。身外闲愁空满，眼中欢事常稀。明年应赋送君诗。细从今夜数，相会几多时。浅酒欲邀谁劝，深情惟有君知。东溪春近好同归。柳垂江上影，梅谢雪中枝。只有天在上，更无山与齐。举头红日近，回首白云低。",
        "author": "宋代",
        "poem_class": "爱情",
        "dynasty": "柳永"
    },
    {
        "title": "南歌子·懒拂鸳鸯枕",
        "paragraph": "懒拂鸳鸯枕，休缝翡翠裙，罗帐罢炉熏。近来心更切，为思君。众岫耸寒色，精庐向此分。流星透疏水，走月逆行云。(疏水 一作：疏木)绝顶人来少，高松鹤不群。一僧年八十，世事未曾闻。潇洒江湖十过秋，酒杯无日不迟留。谢公城畔溪惊梦，苏小门前柳拂头。千里云山何处好，几人襟韵一生休。尘冠挂却知闲事，终拟蹉跎访旧游。多情却似总无情，唯觉樽前笑不成。蜡烛有心还惜别，替人垂泪到天明。",
        "author": "唐代",
        "poem_class": "爱情",
        "dynasty": "温庭筠"
    },
    {
        "title": "木兰花·清琴再鼓求凰弄",
        "paragraph": "清琴再鼓求凰弄，紫陌屡盘骄马鞚。远山眉样认心期，流水车音牵目送。归来翠被和衣拥，醉解寒生钟鼓动。此欢只许梦相亲，每向梦中还说梦。未会牵牛意若何，须邀织女弄金梭。年年乞与人间巧，不道人间巧已多。西湖春色归， 春水绿于染。群芳烂不收， 东风落如糁。参军春思乱如云， 白发题诗愁送春。遥知湖上一樽酒， 能忆天涯万里人。万里思春尚有情， 忽逢春至客心惊。雪消门外千山绿， 花发江边二月晴。少年把酒逢春色， 今日逢春头已白。异乡物态与人殊， 惟有东风旧相识。花底忽闻敲两桨。逡巡女伴来寻访。酒盏旋将荷叶当。莲舟荡。时时盏里生红浪。花气酒香清厮酿。花腮酒面红相向。醉倚绿阴眠一饷。惊起望。船头阁在沙滩上。",
        "author": "宋代",
        "poem_class": "爱情",
        "dynasty": "贺铸"
    },
    {
        "title": "秋夜月·当初聚散",
        "paragraph": "当初聚散。便唤作、无由再逢伊面。近日来、不期而会重欢宴。向尊前、闲暇里，敛著眉儿长叹。惹起旧愁无限。 盈盈泪眼。漫向我耳边，作万般幽怨。奈你自家心下，有事难见。待信真个，恁别无萦绊。不免收心，共伊长远。竹摇清影罩幽窗，两两时禽噪夕阳。谢却海棠飞尽絮，困人天气日初长。落日熔金，暮云合璧，人在何处。染柳烟浓，吹梅笛怨，春意知几许。元宵佳节，融和天气，次第岂无风雨。来相召、香车宝马，谢他酒朋诗侣。(熔金 一作：镕金)中州盛日，闺门多暇，记得偏重三五。铺翠冠儿，捻金雪柳，簇带争济楚。如今憔悴，风鬟霜鬓，怕见夜间出去。不如向、帘儿底下，听人笑语。寒日萧萧上琐窗，梧桐应恨夜来霜。酒阑更喜团茶苦，梦断偏宜瑞脑香。秋已尽，日犹长，仲宣怀远更凄凉。不如随分尊前醉，莫负东篱菊蕊黄。",
        "author": "宋代",
        "poem_class": "爱情",
        "dynasty": "柳永"
    },
    {
        "title": "鬲溪梅令·丙辰冬自无锡归作此寓意",
        "paragraph": "丙辰冬，自无锡归，作此寓意。好花不与殢香人，浪粼粼。又恐春风归去绿成阴，玉钿何处寻。木兰双桨梦中云，小横陈。漫向孤山山下觅盈盈，翠禽啼一春。两岸舟船各背驰，波痕交涉亦难为。只余鸥鹭无拘管，北去南来自在飞。芳草池塘，绿阴庭院，晚晴寒透窗纱。玉钩金锁，管是客来唦。寂寞尊前席上，唯愁海角天涯。能留否？酴釄落尽，犹赖有梨花。当年曾胜赏，生香熏袖，活火分茶。极目犹龙骄马，流水轻车。不怕风狂雨骤，恰才称，煮酒笺花。如今也，不成怀抱，得似旧时那？昨夜秋风来万里。月上屏帏，冷透人衣袂。有客抱衾愁不寐。那堪玉漏长如岁。羁舍留连归计未。梦断魂销，一枕相思泪。衣带渐宽无别意。新书报我添憔悴。",
        "author": "宋代",
        "poem_class": "爱情",
        "dynasty": "姜夔"
    },
    {
        "title": "浪淘沙·目送楚云空",
        "paragraph": "幼卿少与表兄同研席，雅有文字之好。未笄，兄欲缔姻。父母以兄未禄，难其请，遂适武弁。明年，兄登甲科，职教洮房，而良人统兵陕右，相与邂逅于此。兄鞭马略不相顾，岂前憾未平耶。因作浪淘沙以寄情云。目送楚云空，前事无踪。漫留遗恨锁眉峰。自是荷花开较晚，孤负东风。客馆叹飘蓬，聚散匆匆。扬鞭那忍骤花骢。望断斜阳人不见，满袖啼红。芙蓉金菊斗馨香。天气欲重阳。远村秋色如画，红树间疏黄。流水淡，碧天长。路茫茫。凭高目断。鸿雁来时，无限思量。晓带轻烟间杏花，晚凝深翠拂平沙。长条别有风流处，密映钱塘苏小家。仆七岁时，见眉州老尼，姓朱，忘其名，年九十岁。自言尝随其师入蜀主孟昶宫中，一日大热，蜀主与花蕊夫人夜纳凉摩诃池上，作一词，朱具能记之。今四十年，朱已死久矣，人无知此词者，但记其首两句，暇日寻味，岂《洞仙歌》令乎？乃为足之云。冰肌玉骨，自清凉无汗。水殿风来暗香满。绣帘开，一点明月窥人，人未寝，欹枕钗横鬓乱。起来携素手，庭户无声，时见疏星渡河汉。试问夜如何？夜已三更，金波淡，玉绳低转。但屈指西风几时来，又不道流年暗中偷换。",
        "author": "宋代",
        "poem_class": "爱情",
        "dynasty": "幼卿"
    },
    {
        "title": "可叹",
        "paragraph": "幸会东城宴未回，年华忧共水相催。梁家宅里秦宫入，赵后楼中赤凤来。冰簟且眠金镂枕，琼筵不醉玉交杯。宓妃愁坐芝田馆，用尽陈王八斗才。碧阑干外绣帘垂，猩色屏风画折枝。 八尺龙须方锦褥，已凉天气未寒时。水。至清，尽美。从一勺，至千里。利人利物，时行时止。道性净皆然，交情淡如此。君游金谷堤上，我在石渠署里。两心相忆似流波，潺湲日夜无穷已。远书归梦两悠悠，只有空床敌素秋。 阶下青苔与红树，雨中寥落月中愁。",
        "author": "唐代",
        "poem_class": "爱情",
        "dynasty": "李商隐"
    },
    {
        "title": "采莲子二首",
        "paragraph": "菡萏香连十顷陂，小姑贪戏采莲迟。 晚来弄水船头湿，更脱红裙裹鸭儿。 船动湖光滟滟秋，贪看年少信船流。 无端隔水抛莲子，遥被人知半日羞。春去也，多谢洛城人。弱柳从风疑举袂，丛兰裛露似沾巾。独坐亦含嚬。春去也，共惜艳阳年。犹有桃花流水上，无辞竹叶醉尊前。惟待见青天。营州少年厌原野，狐裘蒙茸猎城下。虏酒千钟不醉人，胡儿十岁能骑马。百舌问花花不语，低回似恨横塘雨。蜂争粉蕊蝶分香，不似垂杨惜金缕。愿君留得长妖韶，莫逐东风还荡摇。秦女含颦向烟月，愁红带露空迢迢。",
        "author": "唐代",
        "poem_class": "爱情",
        "dynasty": "皇甫松"
    },
    {
        "title": "子夜四时歌·自从别欢后",
        "paragraph": "自从别欢后，叹音不绝响。黄檗向春生，苦心随日长。杏梢如怯晓寒轻，相对无言却有情。忆得上都春睡足，隔墙时听卖花声。娈童娇丽质，践董复超瑕。羽帐晨香满，珠帘夕漏赊。翠被含鸳色，雕床镂象牙。妙年同小史，姝貌比朝霞。袖裁连璧锦，笺织细种花。揽裤轻红出，回头双鬓斜。懒眼时含笑，玉手乍攀花。怀猜非后钓，密爱似前车。足使燕姬妒，弥令郑女嗟。飘飖散芳势，泛澜下蓬莱。传凉入镂槛，发气满瑶台。委禾周邦偃，飞鹢宋都回。亟摇故叶落，屡荡新花开。暂舞惊凫去，时送蕊香来。已拂巫山雨，何用卷寒灰。",
        "author": "南北朝",
        "poem_class": "爱情",
        "dynasty": "佚名"
    },
    {
        "title": "蝶恋花·十二楼前生碧草",
        "paragraph": "十二楼前生碧草。珠箔当门，团扇迎风小。赵瑟秦筝弹未了，洞房一夜乌啼晓。忍把千金酬一笑？毕竟相思，不似相逢好。锦字无凭南雁杳，美人家在长干道。已落芙蓉并叶凋。半枯萧艾过墙高。日斜孤馆易魂消。坐觉清秋归荡荡，眼看白日去昭昭。人间争度渐长宵。从来一别又经年，万里长风送客船。我有一言应记取，文章得失不由天。我本湖南人，唱作湖南歌。湖南少年好身手，时危却奈湖南何？湖南自古称山国，连山积翠何重叠。五岭横云一片青，衡山积雪终年白。沅湘两水清且浅，林花夹岸滩声激。洞庭浩渺通长江，春来水涨连天碧。天生水战昆明沼，惜无军舰相冲击。北渚伤心二女啼，湖边斑竹泪痕滋。不悲当日苍梧死，为哭将来民主稀。空将一片君山石，留作千年纪念碑。后有灵均遭放逐，曾向江潭葬鱼腹。世界相争国已危，国民长醉人空哭。宋玉招魂空已矣，贾生作吊还相渎。亡国游魂何处归，故都捐去将谁属？爱国心长身已死，汨罗流水长呜咽。当时猿鸟学哀吟，至今夜半啼空谷。此后悠悠秋复春，湖南历史遂无人。中间濂溪倡哲学，印度文明相接触。心性徒开道学门，空谈未救金元辱。惟有船山一片心，哀号匍匐向空林。林中痛哭悲遗族，林外杀人闻血腥。留兹万古伤心事，说与湖南子弟听。于今世界翻前案，湘军将相遭诃讪。谓彼当年起义师，不助同胞助胡满。夺地攻城十余载，竟看结局何奇幻。长毛死尽辫发留，满洲翎顶遍湘州。捧兹百万同胞血，献与今时印度酋。英狮俄鹫方争跃，满汉问题又挑拨。外忧内患无已时，祸根推是湘人作。我闻此事心惨焦，赧颜无语谢同胞。还将一段同乡话，说与湘人一解嘲。洪、杨当日聚群少，天父天兄假西号。湖南排外性最强，曾侯以此相呼召。尽募民间侠少年，誓翦妖民屏西教。蚌鹬相持渔民利，湘粤纷争满人笑。粤误耶稣湘误孔，此中曲直谁能校？一自西船向东驶，民教相仇从此起。此后纷纭数十春，割土赔金常坐此。北地终招八国兵，金城坐被联军毁。拳民思想一朝熄，又换奴颜事洋鬼。国事伤心不可知，曾、洪曲直谁当理。莫道当年起事时，竟无一二可为师。罗山乡塾教兵法，数十门生皆壮儿。朝来跨马冲坚阵，日暮谈经下讲帷。今时教育贵武勇，罗公此意从何知？江、彭游侠时惟耦，不解忠君惟救友。意气常看匣里刀，肝肠共矢杯中酒。江公为护死友骨，道路三千自奔走。曾侯昔困南昌城，敌垒如云绕前后。彭公千里往救亡，乞食孤行无伴偶。芒鞋踏入十重围，大笑群儿复何有！桂阳陈公慕嚣述，湘乡王公兵反侧。大势难将只手回，英雄卒令吞声没。更有湘潭王先生，少年击剑学纵横。游说诸侯成割据，东南带甲为连横。曾胡欲顾咸相谢，先生笑起披衣下。北入燕京肃顺家，自请轮船探欧亚。事变谋空返湘渚，专注《春秋》说民主。廖、康诸氏更推波，学界张皇树旗鼓。呜呼吾师志不平，强收豪杰作才人。常言湘将皆伧父，使我闻之重抚膺。吁嗟往事那堪说，但言当日田间杰。父兄子弟争荷戈，义气相扶团体结。谁肯孤生匹马还，誓将共死沙场穴。一奏军歌出湖外，推锋直进无人敌。水师喷起长江波，陆军踏过阴山雪。东西南北十余省，何方不睹湘军帜？一自前人血战归，后人不叹《无家别》。城中一下招兵令，乡间共道从军乐。万幕连屯数日齐，一村传唤千夫诺。农夫释耒只操戈，独子辞亲去流血。父死无尸儿更往，弟魂未返兄逾烈。但闻嫁女向母啼，不见当兵与妻诀。十年断信无人吊，一旦还家谁与话？今日初归明日行，今年未计明年活。军官归为灶下养，秀才出作谈兵客。只今海内水陆军，无营无队无湘人。独从中国四民外，结此军人社会群。茫茫回部几千里，十人九是湘人子。左公战胜祁连山，得此湖南殖民地。欲返将来祖国魂，凭兹敢战英雄气。人生壮略当一挥，昆仑策马瞻东西。东看浩浩太平海，西望诸洲光陆离。欲倾亚陆江河水，一洗西方碧眼儿。于今世界无公理，口说爱人心利己。天演开成大竞争，强权压倒诸洋水。公法何如一门炮，工商尽是图中匕。外交断在军人口，内政修成武装体。民族精神何自生，人身血肉拼将死。毕相、拿翁尽野蛮，腐儒误解文明字。欧洲古国斯巴达，强者充兵弱者杀。雅典文柔不足称，希腊诸邦谁与敌？区区小国普鲁士，倏忽成为德意志。儿童女子尽知兵，一战巴黎遂称帝。内合诸省成联邦，外与群雄争领地。中国如今是希腊，湖南当作斯巴达，中国将为德意志，湖南当作普鲁士。诸君诸君慎如此，莫言事急空流涕。若道中华国果亡，除非湖南人尽死。尽掷头颅不足痛，丝毫权利人休取。莫问家邦运短长，但观意气能终始。埃及波兰岂足论，慈悲印度非吾比。我家数世皆武夫，只知霸道不知儒。家人仗剑东西去，或死或生无一居。我年十八游京甸，上书请与倭奴战。归来师事王先生，学剑学书相杂半。十载优游湘水滨，射堂西畔事躬耕。陇头日午停锄叹，大泽中宵带剑行。窃从三五少年说，今日中国无主人。每思天下战争事，当风一啸心纵横。地球道里凭空缩，铁道轮船竞相逐。五洲四入白人囊，复执长鞭趋亚陆。探马惟摇教士钟，先锋只看商人服。邮航电线工兵队，工厂矿山辎重续。执此东方一病夫，任教数十军人辱。人心已死国魂亡，士气先摧军势蹙。救世谁为华盛翁，每忧同种一书空。群雄此日争追鹿，大地何年起卧龙。天风海潮昏白日，楚歌犹与笳声疾。惟恃同胞赤血鲜，染将十丈龙旗色。凭兹百战英雄气，先救湖南后中国。破釜沉舟期一战，求生死地成孤掷。诸君尽作国民兵，小子当为旗下卒。",
        "author": "近现代",
        "poem_class": "爱情",
        "dynasty": "邵瑞彭"
    },
    {
        "title": "绿水词",
        "paragraph": "今宵好风月，阿侯在何处。为有倾人色，翻成足愁苦。东湖采莲叶，南湖拔蒲根。未持寄小姑，且持感愁魂。隐隐飞桥隔野烟，石矶西畔问渔船。 桃花尽日随流水，洞在清溪何处边。离离原上草，一岁一枯荣。野火烧不尽，春风吹又生。远芳侵古道，晴翠接荒城。又送王孙去，萋萋满别情。斜阳照墟落，穷巷牛羊归。(斜阳 一作：斜光)野老念牧童，倚杖候荆扉。雉雊麦苗秀，蚕眠桑叶稀。田夫荷锄至，相见语依依。(至 一作：立)即此羡闲逸，怅然吟式微。",
        "author": "唐代",
        "poem_class": "爱情",
        "dynasty": "李贺"
    },
    {
        "title": "如梦令·纤月黄昏庭院",
        "paragraph": "纤月黄昏庭院，语密翻教醉浅。知否那人心？旧恨新欢相半。谁见？谁见？珊枕泪痕红泫。无我原非你，从他不解伊。肆行无碍凭来去。茫茫着甚悲愁喜？纷纷说甚亲疏密。从前碌碌却因何，到如今，回头试想真无趣！莫问天涯路几重，轻衫侧帽且从容。几回宿酒添新酒，长是晨钟待晚钟。情转薄，意还浓。倩谁指点看芙蓉。行人尽说江南好，君在巫山第几峰。伐木丁丁，鸟鸣嘤嘤。出自幽谷，迁于乔木。乔木无枝，鸟集无时。徘徊磅礴，穷无所之。深山有壑，大泽有舟。吁嗟转蓬，随风飘游。青青子衿，悠悠我心。鼓瑟鼓琴，笙磬同音，停云在空，霭其欲雨。旋风忽起，飞扬跋扈。事变不常，中心惨怆。客行虽乐，不如还乡。",
        "author": "清代",
        "poem_class": "爱情",
        "dynasty": "纳兰性德"
    },
    {
        "title": "祝英台近·惜多才",
        "paragraph": "惜多才，怜薄命，无计可留汝。揉碎花笺，忍写断肠句。道旁杨柳依依，千丝万缕，抵不住、一分愁绪。如何诉。便教缘尽今生，此身已轻许。捉月盟言，不是梦中语。后回君若重来，不相忘处，把杯酒、浇奴坟土。某启：昨日蒙教，窃以为与君实游处相好之日久，而议事每不合，所操之术多异故也。虽欲强聒，终必不蒙见察，故略上报，不复一一自辨。重念蒙君实视遇厚，于反覆不宜卤莽，故今具道所以，冀君实或见恕也。盖儒者所争，尤在于名实，名实已明，而天下之理得矣。今君实所以见教者，以为侵官、生事、征利、拒谏，以致天下怨谤也。某则以谓受命于人主，议法度而修之于朝廷，以授之于有司，不为侵官；举先王之政，以兴利除弊，不为生事；为天下理财，不为征利；辟邪说，难壬人，不为拒谏。至于怨诽之多，则固前知其如此也。人习于苟且非一日，士大夫多以不恤国事、同俗自媚于众为善，上乃欲变此，而某不量敌之众寡，欲出力助上以抗之，则众何为而不汹汹然？盘庚之迁，胥怨者民也，非特朝廷士大夫而已；盘庚不为怨者故改其度，度义而后动，是而不见可悔故也。如君实责我以在位久，未能助上大有为，以膏泽斯民，则某知罪矣；如曰今日当一切不事事，守前所为而已，则非某之所敢知。无由会晤，不任区区向往之至！三过平山堂下，半生弹指声中。十年不见老仙翁，壁上龙蛇飞动。欲吊文章太守，仍歌杨柳春风。休言万事转头空，未转头时皆梦。乳鸭池塘水浅深，熟梅天气半晴阴。东园载酒西园醉，摘尽枇杷一树金。",
        "author": "宋代",
        "poem_class": "爱情",
        "dynasty": "佚名"
    },
    {
        "title": "虞美人·玉楼缥缈孤烟际",
        "paragraph": "玉楼缥缈孤烟际。徒倚愁如醉。雁来人远暗消魂。帘卷一钩新月、怯黄昏。那人音信全无个。幽恨谁凭破。扑花蝴蝶若知人。为我一场清梦、去相亲。病起恹恹、画堂花谢添憔悴。乱红飘砌。滴尽胭脂泪。惆怅前春，谁向花前醉。愁无际。武陵回睇。人远波空翠。凤舞团团饼。恨分破、教孤令。金渠体净，只轮慢碾，玉尘光莹。汤响松风，早减了、二分酒病。 味浓香永。醉乡路、成佳境。恰如灯下，故人万里，归来对影。口不能言，心下快活自省。玉碗冰寒滴露华，粉融香雪透轻纱。晚来妆面胜荷花。鬓亸欲迎眉际月，酒红初上脸边霞。一场春梦日西斜。",
        "author": "宋代",
        "poem_class": "爱情",
        "dynasty": "欧阳澈"
    },
    {
        "title": "菩萨蛮·彩舟载得离愁动",
        "paragraph": "彩舟载得离愁动，无端更借樵风送。波渺夕阳迟，销魂不自持。 良宵谁与共，赖有窗间梦。可奈梦回时，一番新别离！风前欲劝春光住。春在城南芳草路。未随流落水边花，且作飘零泥上絮。 镜中已觉星星误。人不负春春自负。梦回人远许多愁，只在梨花风雨处。欲收新麦继陈谷，赖有诸孙替老人。三夜阴霪败场圃，一竿晴日舞比邻。急炊大饼偿饥乏，多博村酤劳苦辛。闭廪归来真了事，赋诗怜汝足精神。梨花淡白柳深青，柳絮飞时花满城。惆怅东栏一株雪，人生看得几清明。",
        "author": "宋代",
        "poem_class": "爱情",
        "dynasty": "贺铸"
    },
    {
        "title": "春望词四首·其三",
        "paragraph": "风花日将老，佳期犹渺渺。不结同心人，空结同心草。竹帛烟销帝业虚，关河空锁祖龙居。坑灰未冷山东乱，刘项原来不读书。故人具鸡黍，邀我至田家。绿树村边合，青山郭外斜。开轩面场圃，把酒话桑麻。待到重阳日，还来就菊花。春日在天涯，天涯日又斜。莺啼如有泪，为湿最高花。",
        "author": "唐代",
        "poem_class": "爱情",
        "dynasty": "薛涛"
    },
    {
        "title": "鹊桥仙·说盟说誓",
        "paragraph": "说盟说誓。说情说意。动便春愁满纸。多应念得脱空经，是那个、先生教底。不茶不饭，不言不语，一味供他憔悴。相思已是不曾闲，又那得、工夫咒你。油壁香车不再逢，峡云无迹任西东。梨花院落溶溶月，柳絮池塘淡淡风。几日寂寥伤酒后，一番萧索禁烟中。鱼书欲寄何由达，水远山长处处同。不如意事常八九，可与语人无二三。自识荆门子才甫，梦驰铁马战城南。夜暗归云绕柁牙，江涵星影鹭眠沙。行人怅望苏台柳，曾与吴王扫落花。",
        "author": "宋代",
        "poem_class": "爱情",
        "dynasty": "蜀妓"
    },
    {
        "title": "蝶恋花·几许伤春春复暮",
        "paragraph": "几许伤春春复暮。杨柳清阴，偏碍游丝度。天际小山桃叶步。白头花满湔裙处。竟日微吟长短句。帘影灯昏，心寄胡琴语。数点雨声风约住。朦胧淡月云来去。一把青秧趁手青，轻烟漠漠雨冥冥。东风染尽三千顷，白鹭飞来无处停。把酒对斜日，无语问西风。胭脂何事，都做颜色染芙蓉。放眼暮江千顷，中有离愁万斛，无处落征鸿。天在阑干角，人倚醉醒中。千万里，江南北，浙西东。吾生如寄，尚想三径菊花丛。谁是中州豪杰，借我五湖舟楫，去作钓鱼翁。故国且回首，此意莫匆匆。铁马蒙毡，银花洒泪，春入愁城。笛里番腔，街头戏鼓，不是歌声。那堪独坐青灯。想故国、高台月明。辇下风光，山中岁月，海上心情。",
        "author": "宋代",
        "poem_class": "爱情",
        "dynasty": "贺铸"
    },
    {
        "title": "大堤曲",
        "paragraph": "妾家住横塘，红纱满桂香。青云教绾头上髻，明月与作耳边珰。莲风起，江畔春；大堤上，留北人。郎食鲤鱼尾，妾食猩猩唇。莫指襄阳道，绿浦归帆少。今日菖蒲花，明朝枫树老。兰叶春葳蕤，桂华秋皎洁。欣欣此生意，自尔为佳节。谁知林栖者，闻风坐相悦。草木有本心，何求美人折。幽人归独卧，滞虑洗孤清。持此谢高鸟，因之传远情。日夕怀空意，人谁感至精？飞沉理自隔，何所慰吾诚？鱼游乐深池，鸟栖欲高枝。嗟尔蜉蝣羽，薨薨亦何为。有生岂不化，所感奚若斯。神理日微灭，吾心安得知。浩叹杨朱子，徒然泣路岐。孤鸿海上来，池潢不敢顾。侧见双翠鸟，巢在三珠树。矫矫珍木巅，得无金丸惧？美服患人指，高明逼神恶？今我游冥冥，弋者何所慕！吴越数千里，梦寐今夕见。形骸非我亲，衾枕即乡县。化蝶犹不识，川鱼安可羡。海上有仙山，归期觉神变。西日下山隐，北风乘夕流。燕雀感昏旦，檐楹呼匹俦。鸿鹄虽自远，哀音非所求。贵人弃疵贱，下士尝殷忧。众情累外物，恕己忘内修。感叹长如此，使我心悠悠。江南有丹橘，经冬犹绿林。岂伊地气暖，自有岁寒心⑿。可以荐嘉客⒀，奈何阻重深。运命唯所遇，循环不可寻。徒言树桃李，此木岂无阴。永日徒离忧，临风怀蹇修。美人何处所，孤客空悠悠。青鸟跂不至，朱鳖谁云浮。夜分起踯躅，时逝曷淹留。抱影吟中夜，谁闻此叹息。美人适异方，庭树含幽色。白云愁不见，沧海飞无翼。凤凰一朝来，竹花斯可食。汉上有游女，求思安可得。袖中一札书，欲寄双飞翼。冥冥愁不见，耿耿徒缄忆。紫兰秀空蹊，皓露夺幽色。馨香岁欲晚，感叹情何极。白云在南山，日暮长太息。我有异乡忆，宛在云溶溶。凭此目不觏，要之心所钟。但欲附高鸟，安敢攀飞龙。至精无感遇，悲惋填心胸。归来扣寂寞，人愿天岂从？闭门迹群化，凭林结所思。啸叹此寒木，畴昔乃芳蕤。朝阳凤安在，日暮蝉独悲。浩思极中夜，深嗟欲待谁。所怀诚已矣，既往不可追。鼎食非吾事，云仙尝我期。胡越方杳杳，车马何迟迟。天壤一何异，幽嘿卧帘帷。 孤云将野鹤，岂向人间住。莫买沃洲山，时人已知处。一上高城万里愁，蒹葭杨柳似汀洲。溪云初起日沉阁，山雨欲来风满楼。鸟下绿芜秦苑夕，蝉鸣黄叶汉宫秋。行人莫问当年事，故国东来渭水流。",
        "author": "唐代",
        "poem_class": "爱情",
        "dynasty": "李贺"
    },
    {
        "title": "蟾宫曲·梦中作",
        "paragraph": "半窗幽梦微茫，歌罢钱塘，赋罢高唐。风入罗帏，爽入疏棂，月照纱窗。缥缈见梨花淡妆，依稀闻兰麝余香。唤起思量，待不思量，怎不思量！问从来谁是英雄？一个农夫，一个渔翁。晦迹南阳，栖身东海，一举成功。八阵图名成卧龙，六韬书功在飞熊。霸业成空，遗恨无穷。蜀道寒云，渭水秋风。弃微名去来心快哉，一笑白云外。知音三五人，痛饮何妨碍？醉袍袖舞嫌天地窄。秋光一片，问苍苍桂影，其中何物？一叶扁舟波万顷，四顾粘天无壁。叩枻长歌，嫦娥欲下，万里挥冰雪。京尘千丈，可能容此人杰？回首赤壁矶边，骑鲸人去，几度山花发。澹澹长空今古梦，只有归鸿明灭。我欲从公，乘风归去，散此麒麟发。三山安在，玉箫吹断明月！",
        "author": "元代",
        "poem_class": "爱情",
        "dynasty": "郑光祖"
    },
    {
        "title": "人南渡·兰芷满汀洲",
        "paragraph": "兰芷满汀洲，游丝横路。罗袜尘生步，迎顾。整鬟颦黛，脉脉两情难语。细风吹柳絮，人南渡。回首旧游，山无重数。花底深朱户，何处？半黄梅子，向晚一帘疏雨。断魂分付与，春将去。关山魂梦长，鱼雁音尘少。两鬓可怜青，只为相思老。归梦碧纱窗，说与人人道。真个别离难，不似相逢好。蕙花香也。雪晴池馆如画。春风飞到，宝钗楼上，一片笙箫，琉璃光射。而今灯漫挂。不是暗尘明月，那时元夜。况年来、心懒意怯，羞与蛾儿争耍。 江城人悄初更打。问繁华谁解，再向天公借。剔残红灺。但梦里隐隐，钿车罗帕。吴笺银粉砑。待把旧家风景，写成闲话。笑绿鬟邻女，倚窗犹唱，夕阳西下。去年秋，今年秋，湖上人家乐复忧。西湖依旧流。吴循州，贾循州，十五年前一转头。人生放下休。",
        "author": "宋代",
        "poem_class": "爱情",
        "dynasty": "贺铸"
    },
    {
        "title": "贺明朝·忆昔花间初识面",
        "paragraph": "忆昔花间初识面，红袖半遮，妆脸轻转。石榴裙带，故将纤纤玉指偷捻，双凤金线。碧梧桐锁深深院，谁料得两情，何日教缱绻？羡春来双燕，飞到玉楼，朝暮相见。帘外雨潺潺，春意阑珊。罗衾不耐五更寒。梦里不知身是客，一晌贪欢。独自莫凭栏，无限江山。别时容易见时难。流水落花春去也，天上人间。寻春须是先春早，看花莫待花枝老。缥色玉柔擎，醅浮盏面清。何妨频笑粲，禁苑春归晚。同醉与闲评，诗随羯鼓成。纱窗暖，画屏闲，亸云鬟。睡起四肢无力，半春间¤玉指剪裁罗胜，金盘点缀酥山。窥宋深心无限事，小眉弯。蘋叶软，杏花明，画船轻。双浴鸳鸯出绿汀，棹歌声¤春水无风无浪，春天半雨半晴。红粉相随南浦晚，几含情。",
        "author": "五代",
        "poem_class": "爱情",
        "dynasty": "欧阳炯"
    },
    {
        "title": "隔汉江寄子安",
        "paragraph": "江南江北愁望，相思相忆空吟。鸳鸯暖卧沙浦，鸂鶒闲飞橘林。烟里歌声隐隐，渡头月色沉沉。含情咫尺千里，况听家家远砧。烽火照西京，心中自不平。牙璋辞凤阙，铁骑绕龙城。雪暗凋旗画，风多杂鼓声。宁为百夫长，胜作一书生。暖戏烟芜锦翼齐，品流应得近山鸡。雨昏青草湖边过，花落黄陵庙里啼。游子乍闻征袖湿，佳人才唱翠眉低。相呼相应湘江阔，苦竹丛深日向西。永巷长年怨绮罗，离情终日思风波。湘江竹上痕无限，岘首碑前洒几多。人去紫台秋入塞，兵残楚帐夜闻歌。朝来灞水桥边问，未抵青袍送玉珂。",
        "author": "唐代",
        "poem_class": "爱情",
        "dynasty": "鱼玄机"
    },
    {
        "title": "古相思曲·其二",
        "paragraph": "十三与君初相识，王侯宅里弄丝竹。只缘感君一回顾，使我思君朝与暮。再见君时妾十五，且为君作霓裳舞。可叹年华如朝露，何时衔泥巢君屋？圣王在上，而民不冻饥者，非能耕而食之，织而衣之也，为开其资财之道也。故尧、禹有九年之水，汤有七年之旱，而国亡捐瘠者，以畜积多而备先具也。今海内为一，土地人民之众不避汤、禹，加以亡天灾数年之水旱，而畜积未及者，何也？地有遗利，民有余力，生谷之土未尽垦，山泽之利未尽出也，游食之民未尽归农也。民贫，则奸邪生。贫生于不足，不足生于不农，不农则不地著，不地著则离乡轻家，民如鸟兽。虽有高城深池，严法重刑，犹不能禁也。夫寒之于衣，不待轻暖；饥之于食，不待甘旨；饥寒至身，不顾廉耻。人情一日不再食则饥，终岁不制衣则寒。夫腹饥不得食，肤寒不得衣，虽慈母不能保其子，君安能以有其民哉？明主知其然也，故务民于农桑，薄赋敛，广畜积，以实仓廪，备水旱， 故民可得而有也。民者，在上所以牧之，趋利如水走下，四方无择也。夫珠玉金银，饥不可食，寒不可衣，然而众贵之者，以上用之故也。其为物轻微易藏，在于把握，可以周海内而无饥寒之患。此令臣轻背其主，而民易去其乡，盗贼有所劝，亡逃者得轻资也。粟米布帛生于地，长于时，聚于力，非可一日成也。数石之重，中人弗胜，不为奸邪所利；一日弗得而饥寒至。是故明君贵五谷而贱金玉。今农夫五口之家，其服役者不下二人，其能耕者不过百亩，百亩之收不过百石。春耕，夏耘，秋获，冬藏，伐薪樵，治官府，给徭役；春不得避风尘，夏不得避署热，秋不得避阴雨，冬不得避寒冻，四时之间，无日休息。又私自送往迎来，吊死问疾，养孤长幼在其中。勤苦如此，尚复被水旱之灾，急政暴虐，赋敛不时，朝令而暮改。当具有者半贾而卖，无者取倍称之息；于是有卖田宅、鬻子孙以偿债者矣。而商贾大者积贮倍息，小者坐列贩卖，操其奇赢，日游都市，乘上之急，所卖必倍。故其男不耕耘，女不蚕织，衣必文采，食必粱肉；无农夫之苦，有阡陌之得。因其富厚，交通王侯，力过吏势，以利相倾；千里游遨，冠盖相望，乘坚策肥，履丝曳缟。此商人所以兼并农人，农人所以流亡者也。今法律贱商人，商人已富贵矣；尊农夫，农夫已贫贱矣。故俗之所贵，主之所贱也；吏之所卑，法之所尊也。上下相反，好恶乖迕，而欲国富法立，不可得也。方今之务，莫若使民务农而已矣。欲民务农，在于贵粟；贵粟之道，在于使民以粟为赏罚。今募天下入粟县官，得以拜爵，得以除罪。如此，富人有爵，农民有钱，粟有所渫。夫能入粟以受爵，皆有余者也。取于有余，以供上用，则贫民之赋可损，所谓损有余、补不足，令出而民利者也。顺于民心，所补者三：一曰主用足，二曰民赋少，三曰劝农功。今令民有车骑马一匹者，复卒三人。车骑者，天下武备也，故为复卒。神农之教曰：“有石城十仞，汤池百步，带甲百万，而无粟，弗能守也。”以是观之，粟者，王者大用，政之本务。令民入粟受爵，至五大夫以上，乃复一人耳，此其与骑马之功相去远矣。爵者，上之所擅，出于口而无穷；粟者，民之所种，生于地而不乏。夫得高爵也免罪，人之所甚欲也。使天下人入粟于边，以受爵免罪，不过三岁，塞下之粟必多矣。陛下幸使天下入粟塞下以拜爵，甚大惠也。窃窃恐塞卒之食不足用大渫天下粟。边食足以支五岁，可令入粟郡县矣；足支一岁以上，可时赦，勿收农民租。如此，德泽加于万民，民俞勤农。时有军役，若遭水旱，民不困乏，天下安宁；岁孰且美，则民大富乐矣。 臣闻忠无不报，信不见疑，臣常以为然，徒虚语耳。昔荆轲慕燕丹之义，白虹贯日，太子畏之；卫先生为秦画长平之事，太白食昴，昭王疑之。夫精变天地而信不谕两主，岂不哀哉！今臣尽忠竭诚，毕议愿知，左右不明，卒从吏讯，为世所疑。是使荆轲、卫先生复起，而燕、秦不寤也。愿大王孰察之。昔玉人献宝，楚王诛之；李斯竭忠，胡亥极刑。是以箕子阳狂，接舆避世，恐遭此患也。愿大王察玉人、李斯之意，而后楚王、胡亥之听，毋使臣为箕子、接舆所笑。臣闻比干剖心，子胥鸱夷，臣始不信，乃今知之。愿大王孰察，少加怜焉。语曰：“有白头如新，倾盖如故。”何则？知与不知也。故樊於期逃秦之燕，借荆轲首以奉丹事；王奢去齐之魏，临城自刭以却齐而存魏。夫王奢、樊於期非新于齐、秦而故于燕、魏也，所以去二国、死两君者，行合于志，慕义无穷也。是以苏秦不信于天下，为燕尾生；白圭战亡六城，为魏取中山。何则？诚有以相知也。苏秦相燕，人恶之燕王，燕王按剑而怒，食以駃騠；白圭显于中山，人恶之于魏文侯，文侯赐以夜光之璧。何则？两主二臣，剖心析肝相信，岂移于浮辞哉！故女无美恶，入宫见妒；士无贤不肖，入朝见嫉。昔司马喜膑脚于宋，卒相中山；范雎拉胁折齿于魏，卒为应侯。此二人者，皆信必然之画，捐朋党之私，挟孤独之交，故不能自免于嫉妒之人也。是以申徒狄蹈雍之河，徐衍负石入海，不容于世，义不苟取比周于朝以移主上之心。故百里奚乞食于道路，缪公委之以政；甯戚饭牛车下，桓公任之以国。此二人者，岂素宦于朝，借誉于左右，然后二主用之哉？感于心，合于行，坚如胶漆，昆弟不能离，岂惑于众口哉？故偏听生奸，独任成乱。昔鲁听季孙之说逐孔子，宋任子冉之计囚墨翟。夫以孔、墨之辩，不能自免于谗谀，而二国以危。何则？众口铄金，积毁销骨也。秦用戎人由余而伯中国，齐用越人子臧而强威、宣。此二国岂系于俗，牵于世，系奇偏之浮辞哉？公听并观，垂明当世。故意合则胡越为兄弟，由余，子臧是矣；不合则骨肉为仇敌，朱、象、管、蔡是矣。今人主诚能用齐、秦之明，后宋、鲁之听，则五伯不足侔，而三王易为也。是以圣王觉寤，捐子之之心，而不说田常之贤，封比干之后，修孕妇之墓，故功业覆于天下。何则？欲善亡厌也。夫晋文亲其雠，强伯诸侯；齐桓用其仇，而一匡天下。何则？慈仁殷勤，诚加于心，不可以虚辞借也。至夫秦用商鞅之法，东弱韩、魏，立强天下，卒车裂之。越用大夫种之谋，禽劲吴而伯中国，遂诛其身。是以孙叔敖三去相而不悔，於陵子仲辞三公为人灌园。今人主诚能去骄傲之心，怀可报之意，披心腹，见情素，堕肝胆，施德厚，终与之穷达，无爱于士，则桀之犬可使呔尧，跖之客可使刺由，何况因万乘之权，假圣王之资乎！然则荆轲湛七族，要离燔妻子()，岂足为大王道哉！臣闻明月之珠，夜光之璧，以闇投人于道，众莫不按剑相眄者。何则？无因而至前也。蟠木根柢，轮囷离奇，而为万乘器者，以左右先为之容也。故无因而至前，虽出随珠和璧，祗怨结而不见德；有人先游，则枯木朽株，树功而不忘。今夫天下布衣穷居之士，身在贫羸，虽蒙尧、舜之术，挟伊、管之辩，怀龙逢、比干之意，而素无根柢之容，虽竭精神，欲开忠于当世之君，则人主必袭按剑相眄之迹矣。是使布衣之士不得为枯木朽株之资也。是以圣王制世御俗，独化于陶钧之上，而不牵乎卑辞之语，不夺乎众多之口。故秦皇帝任中庶子蒙嘉之言，以信荆轲，而匕首窃发；周文王猎泾渭，载吕尚归，以王天下。秦信左右而亡，周用乌集而王。何则？以其能越挛拘之语，驰域外之议，独观乎昭旷之道也。今人主沈谄谀之辞，牵帷廧之制，使不羁之士与牛骥同皁，此鲍焦所以愤于世也。臣闻盛饰入朝者不以私污义，底厉名号者不以利伤行。故里名胜母，曾子不入；邑号朝歌，墨子回车。今欲使天下寥廓之士笼于威重之权，胁于位势之贵，回面污行，以事谄谀之人，而求亲近于左右，则士有伏死堀穴岩薮之中耳，安有尽忠信而趋阙下者哉！ 十三与君初相识，王侯宅里弄丝竹。只缘感君一回顾，使我思君朝与暮。再见君时妾十五，且为君作霓裳舞。可叹年华如朝露，何时衔泥巢君屋？",
        "author": "两汉",
        "poem_class": "爱情",
        "dynasty": "佚名"
    },
    {
        "title": "浣溪沙·相见休言有泪珠",
        "paragraph": "相见休言有泪珠，酒阑重得叙欢娱，凤屏鸳枕宿金铺。兰麝细香闻喘息，绮罗纤缕见肌肤，此时还恨薄情无？杨柳陌，宝马嘶空无迹。新着荷衣人未识，年年江海客。梦觉巫山春色，醉眼花飞狼籍。起舞不辞无气力，爱君吹玉笛。严妆才罢怨春风，粉墙画壁宋家东。蕙兰有恨枝尤绿，桃李无言花自红¤燕燕巢儿罗幕卷，莺莺啼处凤楼空。少年薄幸知何处，每夜归来春梦中。旧欢娱，新怅望，拥鼻含嚬楼上。浓柳翠，晚霞微，江鸥接翼飞¤帘半卷，屏斜掩，远岫参差迷眼。歌满耳，酒盈尊，前非不要论。",
        "author": "五代",
        "poem_class": "爱情",
        "dynasty": "欧阳炯"
    },
    {
        "title": "如梦令·尘拂玉台鸾镜",
        "paragraph": "尘拂玉台鸾镜，凤髻不堪重整。绡帐泣流苏，愁掩玉屏人静。多病，多病，自是行云无定。天欲晓，宫漏穿花声缭绕。窗里星光少，冷霞寒侵帐额，残月光沉树杪。梦断锦帏空悄悄，强起愁眉小。西风袅袅凌歌扇，秋期正与行人远。花叶脱霜红，流莺残月中。兰闺人在否，千里重楼暮。翠被已消香，梦随寒漏长。纱窗暖，画屏闲，亸云鬟。睡起四肢无力，半春间¤玉指剪裁罗胜，金盘点缀酥山。窥宋深心无限事，小眉弯。蘋叶软，杏花明，画船轻。双浴鸳鸯出绿汀，棹歌声¤春水无风无浪，春天半雨半晴。红粉相随南浦晚，几含情。",
        "author": "五代",
        "poem_class": "爱情",
        "dynasty": "冯延巳"
    },
    {
        "title": "小重山·花院深疑无路通",
        "paragraph": "花院深疑无路通。碧纱窗影下，玉芙蓉。当时偏恨五更钟。分携处，斜月小帘栊。楚梦冷沉踪。一双金缕枕，半床空。画桥临水凤城东。楼前柳，憔悴几秋风。一点残红欲尽时。乍凉秋气满屏帏。梧桐叶上三更雨，叶叶声声是别离。 调宝瑟，拨金猊。那时同唱鹧鸪词。如今风雨西楼夜，不听清歌也泪垂。春宵一刻值千金，花有清香月有阴。歌管楼台声细细，秋千院落夜沉沉。缑山仙子，高清云渺，不学痴牛騃女。凤箫声断月明中，举手谢、时人欲去。客槎曾犯，银河微浪，尚带天风海雨。相逢一醉是前缘，风雨散、飘然何处？",
        "author": "宋代",
        "poem_class": "爱情",
        "dynasty": "贺铸"
    },
    {
        "title": "小桃红·满城烟水月微茫",
        "paragraph": "满城烟水月微茫，人倚兰舟唱。常记相逢若耶上，隔三湘，碧云望断空惆怅。美人笑道：莲花相似，情短藕丝长。采莲人和采莲歌，柳外轻舟过。不管鸳鸯梦惊破，夜如何？有人独上江楼卧。伤心莫唱，南朝旧曲，司马泪痕多。一帘飞絮滚凤团，启朱扉眼花撩乱。腕消金钏松，腰瘦翠裙宽。独步盘桓，幽窗下画栏畔。【驻马听】妆点幽欢，凤髓茶温白玉碗；安排佳玩，龙涎香袅紫金盘。琼花露点滴水晶丸，荔枝浆荡漾玻璃罐。日光酣，天气暖，牡丹风吹不到芙蓉幔。【乔牌儿】娇莺时，杜字自呼唤。故人一去音尘断，这芳菲谁顾管。【鸿门凯歌】冷淡了联珠翡翠冠，离披了合彩鸳鸯段，零落了回文龟背锦，空闲了通宝鸦青幔，巫山庙云壑翠Лヴ桃源洞烟火黑弥漫，望夫台景物年年在，相思海风波日日满。眉攒，屈纤指把归期算；心酸，染霜毫将离恨纂。【甜水令】空撇下乡幕房栊，银烛帏屏，珠帘楼观，几度月团圆。斗草无心，待月无情，吹箫无伴，眼睁睁寡凤孤鸾。【天香引】将一个瘦形骸青镜羞观，愁也多端，病也多端。柳影花阴，看别人玉鸣鸾。听一篇《长恨歌》肝肠刃剜，念几句送春词骨肉锥钻。盟誓难瞒，疼热难拚。生也同衾，死也同棺。【随煞】多应是在谁家风月闲亭馆，陡恁的情悭义短。我ゐ惶事攒下万千般，他风流罪攒来数十款。送王姬往钱塘十年无梦到京师，卧书窗坦然如是。几偿沽酒债，填不满买花资。近柳题诗，又感起少年事。【驻马听】槁木船容姿，对花月羞斟鹦鹉卮。浮云般神思，扭宫商强作鹧鸪词。我吟到碧梧栖老凤凰枝，他道是雕笼锁定鸳鸯翅。急煎煎捻断吟髭，则被你紫云娘奚落杀白衣士。【沉醉东风】讲礼教虚心儿拜辞，说艰难满口儿嗟咨。蛾眉浅黛颦，花靥啼红渍，向樽前留下些相思。我本是当年杜牧之，休认做苏州剌史。【庆东原】雨歇阳关至，草生南浦时，好山一路相随侍。沉点点莺花担儿，稳拍拍的花藤轿儿，嗑刺刺鹿顶车儿。踅过若耶溪，赶上钱塘市。【离亭宴歇指煞】我不向风流选内求咨示，谁承望别离卷上题名字，关心为此。慢教蜂做问花媒，不劳莺唤寻芳友，何须蝶做追香使。春残小洞房，门掩闲构肆，不是我愁红怨紫。青楼赢的姓名留，彩云渐逐箫声去，锦鳞拟待音书至。明牵双渐情，暗隐江淹志。多娇鉴兹，搜锦绣九回肠，扫云烟半张纸。秋夜梦回有感凤台无伴吕鸾箫，间别来未知音耗。鱼沉尺素稀，雁断锦笺遥。魄散魂消，心间事对谁道。【驻马听】林外萧条，一夜霜侵红叶老。庭前寂寥，几番风撼的碧梧雕。病儿多偏觉被儿薄。影儿孤最怕灯儿照。睡不着，淅零零暮雨窗前哨。【乔牌儿】业眼儿才待交，丫鬟早来报。揽衣推枕掀帘幕，共多情厮撞着。【沉醉东风】则见他乌云髻斜簪玉翘，芙蓉额檀口似樱桃。端的是万种娇，千般俏，更那堪兰麝香飘。今日个得见多情女艳娇，将我这受过的凄凉忘了。【风入松】相思一担我都挑，压损沈郎腰，笋条般瘦损潘安貌。这些时茶和饭懒待汤着，几番待要觅尤云寻取快乐，争奈被水淹蓝桥。【甜水令】则见他款解罗衫，轻分罗帐，低垂罗幕，团弄粉香娇。半拥鸳衾，斜倚珊枕，共谐欢乐，枕凝酥手腕儿相交。【雁儿落】被翻红浪高，髻乌云落。强如海上方，胜似灵丹药。【得胜令】呀，则见他粉汁透鲛绡，恰便似带雨海棠娇。雨歇阳台静，云还楚岫遥。欲再整鸾交，间阻邯郸道。懊恨你一个妖挠，可怎生梦儿里无下梢。【川拨棹】我这里下庭皋，雨初晴月影高。银汉迢迢，落叶萧萧。万籁静闲庭悄悄，原来这几般儿将鸳梦搅。【七弟兄】画帘外铁敲，纱窗外竹摇，呀，敢聒的人越难熬。寒蛩唧唧临阶闹，疏萤点点趁风飘，宾鸿呖呖穿云叫。【梅花酒】呀，我这里自窨约，三鼓又频敲，四更又初交。呀，咱两意又徒劳，心儿里相念着。呀，敢梦儿里故寻着，不由人越懊恼。书房中受寂寥，我心内自量度。【喜江南】几番待接丝弦何处觅鸾胶，敢银瓶无计井中捞，转南柯蚁阵早迷巢。可着我怎了，孤眠独枕过今宵。【离亭宴煞】西风煞是能聒噪，秋声不管离人恼，鬼病儿今番越着。不能够共枕席，谩使传书简，空服灵丹药。近灯檠将香篆焚，叩香几把灵神告，将一个羊儿赛了。你怎生再使我可怜他，着俺这夫妇团圆睡到晓。秋怀碧天风露怯青衫，客窗寒月斜灯暗。浊醪和泪饮，黄菊带愁簪。地北天南，佳期被利名赚。【驻马听】沈约羞惭，都道年来腰瘦减；潘安惊惨，自怜老去鬓{髟}。鸳鸯被错配了玉清庵，凤鸾交干闪下蓝桥站。不知音休笑俺，吟肩惯压相思担。【乔牌儿】汝阳斋曾笑谈，凤月所试评鉴。贾充宅不许儒生探，冷清清谁愿览。【雁儿落】误人书方知性理担，评花稿才觉文章淡。碧云笺慵将鸟篆临，紫霜毫倦把龙香蘸。【得胜令】凤流谜谨包含，姻缘簿煞尴尬。绿绮琴冰弦断，红叶诗御水淹。何堪，青楼集乔科范；难甘，白头吟，冷句刂。【滴滴金】自从他暗与香囊，痛剪青丝，平分宝鉴，直恁的绝雁贴。断鱼缄，都做了落叶随风，断梗逐波，轻舟脱缆，急回头秋已过三。【折桂令】将一片志诚心迤逗的人憨，悲切切似泣露寒蛩，气丝丝如做茧春蚕。抹泪揉眵，看别人花底停骖。可不道多病身愁怀易感，犹兀自读书人饿眼偏馋。憔翠难耽，寂寞多谙，空望想楚庙娉婷，枉祈求普救伽蓝。【尾声】我则见跳龙门撞碎了偷香胆，权宁耐红消绿减。成就了我紫罗礻阑犀角带虎头牌，受用你翡翠衾象牙床凤毛毯。云浓云淡，窗明窗暗，等闲休擘骊龙颔。正尴九咸，莫贪婪，恶风波吃闪的都着淹，流则盈科止则坎。行，也在俺；藏，也在俺。不恋风花雪月，屏除富贵功名。刳心去志黜聪明。洗涤无知之病。破尽人门幻影，方通物外圆成。忘形遗照＊神凝。务本乐天知命。",
        "author": "元代",
        "poem_class": "爱情",
        "dynasty": "杨果"
    },
    {
        "title": "东门之墠",
        "paragraph": "东门之墠，茹藘在阪。其室则迩，其人甚远。东门之栗，有践家室。岂不尔思？子不我即！予其惩，而毖后患。莫予荓蜂，自求辛螫。肇允彼桃虫，拚飞维鸟。未堪家多难，予又集于蓼。既定尔娄猪。盍归吾艾猳。何彼襛矣，唐棣之华？曷不肃雍？王姬之车。何彼襛矣，华如桃李？平王之孙，齐侯之子。其钓维何？维丝伊缗。齐侯之子，平王之孙。",
        "author": "先秦",
        "poem_class": "爱情",
        "dynasty": "佚名"
    },
    {
        "title": "落梅风·心间事",
        "paragraph": "心间事，说与他。动不动早言两罢。罢字儿碜可可你道是耍，我心里怕那不怕？第一折(冲末扮长老引小僧上，诗云)佛祖流传一盏灯，至今无减亦无增。灯灯朗耀传千古，法法皆如贯古今。贫僧乃龙济山修公禅师是也。贫僧自幼出家，一心向善，常只是参访师祖，问道修因，三乘便览，五教皆通，了明道性，悟彻禅心。贫僧游访天下名山，至此龙济山中，见此座山根盘百里，作镇万方，秀丽清奇，望之如画，端的是奇山览秀，绿水托蓝，真乃是洞天之处。福地之乡。贫僧就于此处结庐，栖处在此，常是参明心地，念佛看经，一绝凡尘，数十余年。却正是孤山守静心澄彻，悟彻菩提般若音，贫僧自临于此，只领僧徒数人，春来自种耕耘，秋至亲收些谷黍，供给二时斋饭，每与俗辈不通交接。贫僧喜来栽竹栖丹凤，闷后移松养卧龙。贫僧恰才参罢禅，至此庵前，且自闲行游玩咱。(正末扮樵夫上，云)小人是这山下一个打柴的樵夫，姓余名舜夫。小人虽是个樵夫，幼习儒业，争奈家业凋零，功名未遂，常只是在此山中采樵为生。想俺这读书的，空有经纶济世之才艺，产的在此穷暴之中，好是伤感人也呵！(唱)【仙吕】【点绛唇】空学得五典皆通，九经皆诵，成何用。铲的将儒业参攻，受了十载寒窗冷。【混江龙】我将《周易》讲诵，《毛诗》、《礼记》贯胸中。《春秋》讨论，《史记》研通。不能勾治国安帮朝帝阙，常只是披霜带月似檐中。我可便胸藏牛斗，志隐霓虹，文章锦绣，气压雷风。怎能勾身居台省，智辅皇宗，治平国政，广播儒风。几时鲸鳌一跃禹门中，鵾鹏万里青霄奋。这便是文章有用，显耀亨通。(云)小生想穷通贵贱，皆是命也。(唱)【油葫芦】想着那颜子箪瓢陋巷中，孟子便穷通是儒道宗，养浩然只恁般气冲冲。想着那车书一统山河共，却怎生衣冠不许儒人共。聪明的久困在闲，愚蠢的爵禄封。自俺那寒窗风雪十年冻，不知俺受贫的却也甚日荣。【天下乐】每日家淡饭黄虀腹内充，常好是匆也波匆，怎受这般穷，叹今生这恁般运未通。守清贫书舍间，伴残灯晓夜攻，几时得遂功名一笑中。(云)小生担着这担柴，玩罢经书，却去山中打柴薪归家去。近新来采薪的较广，将这四山外的柴，却也都打尽了也。止有龙济山有些树木，小生今日去那山中采些柴薪。说话之间，却早来到也。是一座好山也！你看怪石嵯峨，奇泉崛嵂，花开掩映，树影婆娑，是好景致也！(唱)【醉扶归】只见那山顶依仙洞，涧底隐蛟龙。胜似巫山十二重，五彩般祥云涌。堪可与仙家受用，既不是者波却怎岭外飞着双凤。(云)我进的山来呵，原来有一座道庵。庵门首一个师父，好貌相！青旋旋的元顶，光灿灿的数珠，比城市中僧人甚是不同。向前拜见那师父，有何不可？师父问讯咱。(禅师云)兀那君子，因甚至此？俺这山林潇洒，古寺荒凉，惟仙人可往，岂俗士能通？我贫僧居山数载，未尝得遇也。(正末云)小生尘凡俗士，陋巷儒生，名未成而潜闾里，功未遂而隐荒村，负薪为业，采木为生，误入仙山，偶临法座，聿遇师颜，实乃小生万幸也！(禅师云)贫僧闲居山野，隐一身之清幽；闲向荒林，远半世之人我。道微德浅，岂足称哉！行者看茶来。(行者云)理会得。(禅师云)君子既临于此，同玩这山中景致咱。(正末云)你看真山真水，是好景致也呵！(唱)【村里迓鼓】我子见碧霄、碧霄云控，绿岩、绿岩畔风动。有他那苍松古柏，见一派寒泉出迸。你看那桃花喷火，杨柳拖烟，依稀庵洞。更有那鹳鸟呜，芝兰秀，桂柏荣，呀，妆点的清幽寺拥。【元和令】大雄殿瑞霭浓，禅堂外晓烟重。我只见那和风丽日春正浓，花柳鲜百样同。山茶吐锦曲阑中，散一阵暖香风。【上马娇】阶边又花影重，林前又桃蕊红。山共水四围中，我只见奇峰峻岭高低耸。道苑又重丛，春色花暗融。【后庭花】我只见直云霓仰大空，更和这接苍虚叨利宫。缥缈烟笼柳，飘摇风撼着松。我只见遍西东，悠然如梦。怎如俺步青霄三岛峰，玩名山千万重。【柳叶儿】感谢尊师相陪奉，拜禅林礼义谦恭，我凡夫得遇蓬莱洞。我这里，意匆匆，拜别了重下云峰。(禅师云)君子，却不道相逢一席话，胜读十年书？本当留你在此闲游几日，争奈荒疏的去处，却也不堪你的儒生居住，却也弗罪也。(正末云)小生生涯缠绕，世路牵缠，岂敢久留于此？小生就拜辞了师父，我便下山去也。(禅师云)君子弗罪也。(正末唱)【尾声】我自索下山峰，离仙洞，再入径绕绕红尘道中。我将这胜迹观绝意气融，过奇山异水叠重。索强似五云峰，更胜似岱岳巅峰，回首白云千道冲。不必比俺阎浮世界中，堪可与天宫相纵，却正是梵王亲建一座紫霄宫。(下)(禅师云)行者，那个君子去了也。(行者云)去了也。(禅师云)此人虽是个樵夫，真乃儒人君子。看他言谈之间，到有些意趣，贫僧与他却正是渔樵闲话一会。此人若肯进取呵，必有峥嵘的气象也。贫僧无甚事，我回后山中吃斋去也。(下)第二折(行者上，诗云)添香洗钵在林泉，要悟如来般若坚。若把灵台浑无染，自然觉悟已分明。贫僧乃是龙济山普光寺里的行者，可是自幼出家至此，参随着修公禅师，为其行者，常只是修因作悟，念佛看终。俺这师父是个了达的祖师，在此山内修行了数十余年也。俺师父每日朝则是诵经礼佛，夜则打坐参禅。我贫僧先把这法堂打扫干净，我去香积厨中，安排下斋饭，等侯师父吃用也。(下)(正末扮猿猴上，唱)【南吕】【一枝花】赤力力轻攀地府欹，束刺刺紧拨天关落。推斜华岳顶，扯倒玉峰腰。怒时节海浪洪涛，闲时把江湖搅，向山林行了一遭。显神通变化多般，施勇跃心灵性巧。【梁州第七】我恰才向寒泉间乘凉洗濯，早来到九皋峰戏耍咆哮。我将这苍松树上身轻跳。我却便拈枝弄叶，摘干搬条，垂悬着手脚，挂倒着身腰。一番身千丈低高，片时间万里途遥。我、我、我，也曾在瑶池内偷饮了琼浆，我、我、我，也曾在蓬莱山偷摘了瑞草，我、我、我，也曾在天宫内闹了蟠桃。神通，不小。只为我肠中有不老长生药，呼风雨逞威要。我在林下山前走几遭，常好是乐意逍遥。(云)小圣乃是龙济山中一个道妙灵仙是也。我在此山中千百余年，常只闻经听法，推悟玄宗。今日观见僧堂中，却也无人，向前听咱。呵，真个僧房门闭着，我试进去咱。(唱)【四块玉】一只手将门扇来摇，两只脚把门桯来跳。我将他香棹轻推椅鞓摇，壁檐前携手窗棂掿。我将这香炉手内提，把火灯头顶着，把钵盂险踢倒。(云)我在这僧房里面，好是散心咱！(唱)【隔尾】我这里将帚尘不住在阶址扫，忙将这铙钹手内敲。只听得树叶响嘶零零，我只怕行人到。好着我左瞧，右瞧，原来是风摆动檐头殿铃索。(云)上的禅床，我坐一坐咱。(禅师上，云)贫僧方才在后山中禅堂入定，猛听得佛殿内不知是何人在此游玩。我试向佛殿门前，看是甚的。呵、呵、呵，原来是个玄猿，在此作戏。我且不觑破他，只在此看他怎生作戏。(正末云)我下的禅床来呵。那壁供桌上放着物件，我自看去。(禅师云)他元来在此这般作戏也，我是再看咱。(正末唱)【牧羊关】我将这经文从头念，袈裟身上穿，把幡幡伞盖拿着。饮了些胆瓶中净水馨香，嗅了些瓦鼎内沉檀缥缈。我这里上侧畔蒲团倒，近经案吹笙箫，我这里转身跳跃观觑了。(云)此一会料想无人来至，窥如来经典，穿佛祖袈裟，非小可。故经云：着衣听法，获福无量，必生忉利天宫。(禅师云)此猿虽有善缘，未居人类，难以超升。此猿恐怕他扯碎了经文，毁伤了佛像，我着他见个景头，必然大悟也。疾！山神安在？(外扮山神上，诗云)中和正直列英才，玉笋亲临圣敕差。休道空中无神道，霹雳雷声那里来。小圣本处山神是也。祖师有唤，不知有何法旨。(禅师云)山神听吾法旨：你看禅堂内玄猿窥我经典，着我袈裟，汝可惊吓他一回；此猿以后必成正果，慎勿伤害。贫僧且回山中去也。(下)(山神云)兀那业畜，休得无礼！怎敢来俺法堂作戏，佛殿嬉游也！(正末云)却怎生是了也？(唱)【骂玉郎】他将这殿门来拦住高声叫，我这里心惊颤、心惊颤腿鞓摇，(山神按剑科，云)你怎生敢擅来此处也？(正末唱)我见他龙泉剑扯沙鱼鞘。(山神云)既来此处，安得逃生也？(正末唱)他可便忿怒增，杀气高，威风耀。(山神云)这的是佛祖之处，法宝金经，你怎敢来戏弄？吾神拿住你，必无轻恕也！(正末唱)【感皇恩】呀，諕得我无处归着，难走难逃。(山神云)早出来受死也！(正末云)怎生是好也？(唱)我去那法床边遮，经厨畔躲，纸窗间瞧。(山神云)你早出来受死也！(正末唱)他却又连声叫吼，好教我意急心焦。便有那腾云的手策，番身术，怎为作？(山神云)叵耐业畜无礼！百般的不出这佛殿来，我亲自捉拿。(做捉科)(正末唱)【采茶歌】告尊神且担饶，吓得我五魂消，再不敢僧房佛殿逞逍遥。将我这性命登时间杀坏了，怎能勾瑶池献果到青霄。(山神云)本当杀坏了你，上天尚有好生之德。且饶过你罪，再不许你在此作戏也。(正末云)感谢尊神。(唱)【尾声】再不敢身登山岭逍遥乐，来向禅堂闲戏跃。我自去洞里深藏理玄妙，把灵光悟晓，将经文听了，修一个般若心便是正果了。(下)(山神云)此猕猿去了也。他虽是个猿精，却有如来觉性，久以后必然成真悟道也。吾神回禅师话，走一遭去也。俺师父广有神通，为玄猿山内纵横，差吾神亲身显化，那其间必悟玄宗。(下)第三折(禅师领行者上，诗云)佛法惟心不可量，无边妙意广含藏。有朝得悟真如相，便是灵山大法王。贫僧修公禅师是也。自从昨日，不想那道妙玄猿，来俺这龙济山作戏。我恐此猿初悟三宝，贫僧已差山神赶散去了。昨日伽蓝来报，道今日此猿复脱真形，来此听讲。我在法堂中等侯，若来时，贫僧自有个主意。这早晚敢待来也。行者，你门首觑着，若有人来，报复我知道。(行者云)理会的。(正末扮秀士上，云)小生姓袁名逊，字舜夫，本贯峡中人也。小生幼遂功名，官居辇下，因唐朝明宗胡人，暮年昏惑，小生远其利害，全其生命，江湖散荡，山野游遨。小生想俺为官的经了多少崎险也呵！(唱)【中吕】【粉蝶儿】见了些尘世荣华，羡功名一场风化。看他每闹垓垓斗逞奢华，每日家插宫花，斟御酒，常只是胸襟宽大。名利交加，到如今都做了渔樵闲话。【醉春风】经了些翻滚滚恶尘途，受了些急穰穰世事杂。想着那人生否泰在须臾，敢不是假，假。利锁名缰，居官受禄，到如今都一笔勾罢。(云)小生来到这座山中，看了这座山，比与他山甚是不同也呵！(唱)【红绣鞋】一缕游云直下，半泓秋水交加，有他那苍松丛内鸟音杂。一壁厢烟笼树，一壁厢雾侵霞，恰便似小蓬莱移在这榻。(云)小生进的这山中，来到这寺门，见一个行者，门首立着。兀那行者，你道峡中一秀士，闻知太师发心弘济，特来座下听讲。(行者报科，云)门首有一个秀士，特来听讲。(禅师云)呵、呵、呵，是此人来了也，贫僧自有个主意。道有请。(行者云)理会得。先生，俺师父有请。(相见科，正末云)不才袁逊，乃陋巷愚夫，山林鄙士，忝列儒流，幼登科甲，不以功名为念，退隐于林泉，邀游于湖海。久闻吾师道性圆融，法心弘济，小生千里而来吾师座下听讲。(禅师云)贫僧道疏学寡，岂知玄宗之旨，莫晓元顿之乘，敢劳先生千里而来也。(正末云)小生袁逊，峡山中人也。族大以蕃，不乐仕进，独逊有志功名。明宗胡人，暮年昏惑，贤士良才，莫得而进，留滞数年，竟无所就。有知己者荐为端州巡官，念瘴乡恶土，实不愿行。彼又劝之曰：子蹇困如此，尚暇择地哉！不得已，携家抵任。未逾年，妻妾子女丧尽，憔悴一身，遂不复仕。往来江湖间，惟寻山望水。谢扰扰于名场，问道参禅；谈空空于释部，侧闻尊宿建大法幢。不惮远来，求依净社。攒眉蹙额，固非嗜酒之渊明；举手敲推，颇类苦吟之贾岛。如蒙不弃，夫复何求？小生有词一首，于太师行呈丑咱，不识以为何如？(递词科)(禅师看云)好写染也呵！(念词科)窃以生一拳梦幻之身，盖由恶业；熟三峡烟霞之路，亦自善缘。凡居覆载之间，悉在轮回之内。恭惟龙济山主修公禅师，性融朗月，目泯空花，衍术数则允过于图澄，逞神通则端逾于杯渡。菩提本无树，机锋肯让于同袍；明镜亦非台，泡影等观于浮世。十方瞻仰，四众皈依，若如逊者。天地毫毛，山林踪迹，悲来抱树，谁怜凄侧其伤弓；穷则投林，畴暇从容于择木。无家可返，有佛堪依。痛兹妻子之沦亡，坐此功名之泪没。逢人舞剑，业非通臂之才；过寺题诗，忽动归山之兴。乾旋坤转，无端变化几湮沉；春去秋来，管得繁花有枯槁。伊欲出类而拔萃，除非舍妄以归真。指示迷途，使入涅槃之路：引归觉岸，遄登般若之舟。惟愿慈悲，和南摄受。(念毕云)先生有如此高才绝学，兼通内典，如何弃舍功名？(正末云)听小生说一遍。(唱)【石榴花】太师一一问根芽，小生也曾得志贯京华。不图富贵显撑达，只恐怕违条犯法，因此上隐迹归家。乐云山散诞无牵挂，抵多少年八十弛步烟霞。虽居陋巷心无挂。便是那一世拙生涯。(禅师云)先生，却不道富贵功名，人人皆羡？以先生理先王之道，传儒教之风。学之以礼，习之以道，十载青灯苦志，一朝荣显家门。为儒官者，可以出金门入柴闼，享琴堂之禄位，受圣主之洪恩。据先生之学，胸藏锦绣，腹隐珠玑，端的是有贾马之才能，苏张之谋略，如何在急流中退步也？(正末云)太师不知，谚语有之：用舍之道，行藏之中，不可不虑也。(唱)【斗鹌鹑】想咱人尘世荣华，却便似朝霜暮霞。空学星斗文章，逃不出萧何律法。今古兴亡可鉴察，小生也不恋那。我无意为官，无福受高车驷马。(禅师云)先生。岂不闻为官者，打一轮皂盖，列两行朱衣，亲戚称羡，乡党宾服，比那出家，较是不同也。(正末云)太师，你那里知道小生的心事也呵！(唱)【满庭芳】我宁可衣冠不加，我乐的是山林清趣，我再不告蝶阵蜂衙。将心猿意马都拴罢，弃却了玉锁金枷。怕的是红尘混杂，愁的是业海交加。隐遁在桑田下，向白云那塌，小生乐道出河沙。(禅师云)先生的意，贫僧尽知了也。先生，争奈你若顶巾束发，在我教谓之沐猴而冠；若使削发披缁，在公教谓之儒名墨行。若斯二者，何以处之？(正末唱)【上小楼】太师道衣冠不佳，你教我皈依削发。却不道心本元明，色相皆空无点差。只待要念经文，参话头，尘缘弃下，便是那礼禅帅永无牵挂。(禅师云)先生既是如此，却也可也。既临此庵，且向山中游玩一回咱。(正末云)是一座好山也呵！(唱)【耍孩儿】恰便似青螺放顶云霄中插，高接凌空彩霞。你看俺奇山秀水两交加，绕僧堂禅室堪佳。果然是依为佛祖菩提处。堪作禅僧寂静家。端的是真图画，小生心响豁畅，肺腑清嘉。(禅师云)既是坚心在此修行，行者。就与我打扫的僧房干净，与先生居止也。(行者云)理会的。(禅师云)且去僧房安歇，到来日听讲。(正末云)谢了师父。(唱)【尾声】谁想我火宅中一跳身，洪涛中出海涯。我宁个寺中拜礼如来塔，我只待悟三教真如大藏法。(下)(弹师云)此人非是峡山中袁逊，他乃是野猿所化。他先化做一个樵夫，托名侯玄。采访贫僧，贫僧未曾说破他。前日此猿又来经堂作戏，贫僧与他一个景头。今日化临此处。我观此猿善根将熟，我来日升堂以罢，此人必悟宗风，证果朝元而去。行者便说与众僧，道我来日在佛殿内升堂说法，就请袁秀才前至法座听讲。(行者云)理会的。(禅师云)贫僧无甚事，且回法堂，打些参禅去也。(下)楔子(正末上，云)小生袁逊。自从弃舍了功名，寻访于此山中，与修公禅师座下，听讲此经文佛法，倒大来耳根清净。小生恰才斋食已罢，在此僧房中闲玩此经文咱。(行者上，云)小僧行者便是。奉师父法旨，着我请袁秀才来日法堂中听讲。可早来到僧房门首，我自过去。袁先生问讯！(正末云)行者此一来。有何事干？(行者云)奉师父法旨，着我来请先生明日听讲。(正末云)我已知道了。小生至此山中，又遇圣会法筵，也则是小生有福也呵！(唱)【仙吕】【赏花时】到来日亲赴禅堂来听讲，参悟如来般若乡。小生剪画烛炷明香，礼拜尊师法王，我却便求接引入天堂。(下)第四折(外扮守座、净扮小僧、杂扮众僧、丑扮行者同正末上)(外云)二宝巍巍道可尊，四生六道尽依凭。出言善解人天福，见性能传佛祖灯。贫僧乃龙济山大慈寺内守座是也。贫僧幼岁出家，舍俗为僧，坚修三际，精通五教，悟无生之大法，究微妙之心宗。贫僧常只是朝阳补衲，对月闻经，久居此寺。修习多年。贫僧为修公禅师座下第一个徒弟，众僧秀士，却来听讲。昨日有我师父分付道，今日乃升堂说法，贫僧领着众僧，安排下香灯花果，禅床净几，等师父山来升座。大众动着法乐者！(禅师上，升座，云)如来法座此间安，般若惟心一语传。今日山僧重进步，三途踏破死生关？(执拄杖，云)策杖攒担震地来，升平四海显胸怀。遂把邪魔推出去，咸令大众正宗开。梵刹住尾合西东，妙理亲传般若通。惟露亲机无准的，那时一任出其踪。(拈香，云)此香不从千圣得，岂向万机求。虚空观不尽，大地莫能收。动之则竖穹横遍。静之则今古无俦。透十方之法界，勋四大之神洲。爇香炉中，祝皇王之万岁，愿太子之千秋！(垂钩，云)今日移舟到海津，丝竿常在手中伸。烟霞侧畔潜身坐，获得成功一巨鳞。大众若有那门居士，禅苑高僧，参学未明，法有疑碍，今日少伸问答，有么？(小僧云)有、有、有！敢问我师，如何是春？(禅师云)门前杨柳如烟绿，槛外桃花向日红。(小僧云)如何是夏？(禅师云)流水带花穿港陌，夕阳将树入帘栊。(小僧云)如何是秋？(禅师云)秋色入林红黯淡，水光穿竹碧玲珑。(小僧云)如何是冬？(禅师云)云里高山头白早，海中仙果子生迟。(小僧云)多谢我师！今日且归林下，来日问禅。(禅师云)大众还有精进的佛子，俊秀禅和，未悟宗机，再来问答，有也是无？(众僧云)有、有、有！敢问我师，如何是西来意？(禅师云)九年空冷坐，千古意分明。(众僧云)如何是法身？(禅师云)野塘秋水漫，花坞夕阳迟。(众僧云)如何是祖意？(禅师云)三世诸法不能全，六代祖师提不起。(众僧云)多谢我师！且归林下，来日问禅。(禅师云)大众中有知音的居士，达道的善人，悟真机未能解，敢出来问答，有也是无？(守坐云)有、有、有！敢启我师，贫僧特来问禅。(禅师云)问将来。(守坐云)如何是曹洞宗？(禅师云)不萌草解藏香象，无底篮能捉活龙。(守坐云)如何是临济宗？(禅师云)机如闪电，活似轰雷。(守坐云)如何是云门宗？(禅师云)三旬可办，一镞辽空。(守坐云)如何是法眼宗？(禅师云)言中有响，句里藏锋。(守坐云)如何是□□仰宗？(禅师云)明暗交加，语默不露。(守坐云)如何是不二法门？(禅师云)无法可说。(守坐云)多谢我师！且归林下，来日问禅。(禅师垂钩，云)一柄纶竿在手头，碧溪安在甚攸攸。清风明月襟怀阔，钩得金鳞出水游。众中还有四方善友，明达檀那，未开宗旨。请来问答，却是有也无？(正末云)有、有、有！小生袁逊，忝于我师座下，特来问禅。(禅师云)问将来。(正末云)敢问我师，如何是妙法？(禅师云)合着口。(正末云)如何是如来法？(禅师云)四十九年三百余会。(正末云)如何是祖师法？(禅师云)九年不语，声振五天。(正末云)如何是道中人？(禅师云)万缘都不染，一念自澄清。(正末云)如何是正法？(禅师云)万法千门总是空，莫思嘲月更吟风。这遭打出番筋斗，跳入毗卢觉海中。泉石烟霞水木中，皮毛虽异性灵通。劳师为说无生偈，悟到无生总是空。(正末云)多谢禅师，偈言点化。小生实非人类，乃此山中得道老猿，未经圣僧罗汉点化，不得超升。初则变化儒樵，蒙师教诲。已识禅真半面。次则真形入师禅堂，授我经典，衣我袈裟，蒙师待以不死。今日座下，又蒙真诠数语，点化兽心，其实的参透得净也！(唱)【双调】【新水令】今日一心参透祖师禅，我将这大圆明片时间发见。灵台无污染，丹府绝尘缠。本性大然，真如相悟当面。(禅师云)今日法筵大众善会，人天共同相听。切以禅分五派，教演三乘，始因一花之灿烂，中分五叶以流芳。世尊法演于西天，达摩心传于东土。人人悟偈，个个皈依，咸生顿悟之心宗，共入华严之法藏。(下座，云)先生也，贫僧不知，果有如此大根大器悟圆顿之机。(正末云)若非师父开悟迷途，小生今日岂能了达？(唱)【驻马听】师父你道德渊深，亲传妙理会人大。禅机应变，果然是十方贤圣仰师颜。这的法佛是僧保俚真诠，惟心奥意当时展。不可言，真乃是西天佛祖亲身现。(云)师父，恁徒弟问求一个话头。(禅师云)无色无相万法空，体自如来般若同。若把诸缘都放下，俱在毗卢顶上峰。(正末云)徒弟省了也。我是个万种喽啰林大郎，千般伎俩木巢南。从今踏破三生路，有甚禅机更要参！(唱)【沉醉东风】妙理俄然便显，心如五叶清清。将他这色相来灵光现，似一潭秋水澄渊。体自如如不用言，便是如来教典。(云)无去亦天来，心花五叶开。尘缘都放下。位正宝莲台。(做坐化科，行者云)师父，看袁秀才坐化归空去了也。(禅师云)哎，谁想此人言下大悟真机，归空去了。贫僧就与他亲身下火。(偈云)弃了色身入法身，朗明心地绝纤尘。吾今为汝亲传偈，速至吾生般若门。踏尽天涯并海角，回头却是旧家村。贫僧恰才散罢禅，不想袁生坐化，贫僧下火已入，荼毗已了。贫僧无甚事，后堂食斋饭去也。(下)(圣僧罗汉上)释迦拈花悟本心，加舍惟笑遇知音。灯灯相照传千古，朗朗光明直到今。贫僧乃西天阿罗汉是也。今日卢陵郡龙济山中，一个千载玄猿，常与修公禅师听经闻法。了然大悟，就于野塘秋水漫，花坞夕阳迟寺中坐化，正果归空。贫僧在此待候他，这早晚敢待来也。(正末上，云)小生千载玄猿，托名袁逊，自于寺中修公祖师座下问罢禅，一言大悟，坐化身亡。你看金童引接，玉女相随，果是好境界也！【沽美酒】我则见降霞飘五彩鳞，庆云生半空见，有他那宝树奇花满殿前。更有这莲池碧莲，真个罕曾见。(云)这里那里也？(金童云)此处非凡地，天宫境界中。(正末云)是好景致也呵！(唱)【太平令】恰便是九重阙蓬莱宫殿，五云乡紫气攸然。动仙音清霄普遍，列幢幡飘摇皆现。也是俺，有缘，遇善缘，贺飞腾入普陀天院。(圣僧云)袁舜夫，你来了也。(正末云)你徒弟来了也。稽首！(圣僧云)只因你舍妄求真，修因累行，今日返本归真，位至西方九品莲池地步。(正末云)谁想今日呵！(唱)【折桂令】师父道登西方九品莲池，都只为悟彻无生，今日个平步上青天。再不去那山内闻经，林头抱影，涧底吟泉。我今日脱皮囊凡胎尽传，上灵山佛国攸然。也是苦志心坚，稳驾清风，飞上青天。(圣僧云)袁生，此间已是西方极乐世界。只因你一心向善，问道修真，致有今日。你看祥云霭霭，紫气腾腾，慈悲接引，善信偕行，果然是步步踏金莲也。袁生，你听者！只因你一念真心，悟如来般若玄音。脱皮毛闻经听法，改形容参访师林。了然彻无生道妙，须明透万法洪深。除却了轮回六道，免去了苦海潜津。赴西方莲开见佛，临极乐亲到雷音。今日个成真证果，礼如来法座皆钦。(正末云)也是我有缘也呵！(唱)【殿前欢】今日个得升天，悟真如性海道心虔。祥云影里真佛现，拜礼慈颜。显祥光万道传，绚瑞彩千条现，散天花云端中见。果然是人间少有，世界难全。(下)题目大惠堂修公设讲正名龙济山野猿听经长相思，小山下。蘼芜秋深没行路，王孙年年归不去。江南木落天色寒，鸿雁沧波连日暮。我思昔兮金佩环，美人座上花如颜。紫芝丛桂纷两间，下有流水清潺湲。吹笙鼓瑟心长闲，别来岁久鬓发斑。青云猿鹤不可以企及，魂飞梦往愁乡关。长相思，何时还？朝朝琼树后庭花，步步金莲潘丽华，龙蟠虎踞山如画。伤心诗句多，危城落日寒鸦。凤不至空台上，燕飞来百姓家，恨满天涯。",
        "author": "元代",
        "poem_class": "爱情",
        "dynasty": "马致远"
    },
    {
        "title": "虞美人·春山拂拂横秋水",
        "paragraph": "春风拂拂横秋水，掩映遥相对。只知长作碧窗期，谁信东风吹散彩云飞。银屏梦与飞鸾远，只有珠帘卷。杨花零落月溶溶，尘掩玉筝弦柱画堂空。半踏长裾宛约行，晚帘疏处见分明，此时堪恨昧平生。早是销魂残烛影，更愁闻着品弦声，杳无消息若为情。一番荷芰生池沼，槛前风送馨香。昔年于此伴萧娘。相偎伫立，牵惹叙衷肠¤时逞笑容无限态，还如菡萏争芳。别来虚遣思悠飏.慵窥往事，金锁小兰房。深秋寒夜银河静，月明深院中庭。西窗幽梦等闲成。逡巡觉后，特地恨难平¤红烛半条残焰短，依稀暗背银屏。枕前何事最伤情？梧桐叶上，点点露珠零。桃李不须誇烂熳，已输了风吹一半。",
        "author": "五代",
        "poem_class": "爱情",
        "dynasty": "冯延巳"
    },
    {
        "title": "减字木兰花·春夜闻隔墙歌吹声",
        "paragraph": "阑珊心绪，醉倚绿琴相伴住。一枕新愁，残夜花香月满楼。繁笙脆管，吹得锦屏春梦远。只有垂杨，不放秋千影过墙。仙佛茫茫两未成，只知独夜不平鸣。风蓬飘尽悲歌气，泥絮沾来薄幸名。十有九人堪白眼，百无一用是书生。莫因诗卷愁成谶，春鸟秋虫自作声。喜荣华正好，恨无常又到，眼睁睁把万事全抛，荡悠悠芳魂销耗。望家乡路远山高。故向爹娘梦里相寻告：儿命已入黄泉，天伦呵，须要退步抽身早！何事添凄咽？但由他、天公簸弄，莫教磨涅。失意每多如意少，终古几人称屈。须知道、福因才折。独卧藜床看北斗，背高城、玉笛吹成血。听谯鼓，二更彻。丈夫未肯因人热，且乘闲、五湖料理，扁舟一叶。泪似秋霖挥不尽，洒向野田黄蝶。须不羡、承明班列，马迹车尘忙未了，任西风吹冷长安月。又萧寺，花如雪。",
        "author": "清代",
        "poem_class": "爱情",
        "dynasty": "项鸿祚"
    },
    {
        "title": "君难托",
        "paragraph": "槿花朝开暮还坠，妾身与花宁独异。忆昔相逢俱少年，两情未许谁最先。感君绸缪逐君去，成君家计良辛苦。人事反覆那能知？谗言入耳须臾离。嫁时罗衣羞更著，如今始悟君难托。君难托，妾亦不忘旧时约。昨夜霜风，先入梧桐。浑无处、回避衰容。问公何事，不语书空。但一回醉，一回病，一回慵。朝来庭下，光阴如箭，似无言、有意伤侬。都将万事，付与千钟。任酒花白，眼花乱，烛花红。(光阴如箭 一作：飞英如霰)落日古城角，把酒劝君留。长安路远，何事风雪敝貂裘。散尽黄金身世，不管秦楼人怨，归计狎沙鸥。明夜扁舟去，和月载离愁。功名事，身未老，几时休。诗书万卷，致身须到古伊周。莫学班超投笔，纵得封侯万里，憔悴老边州。何处依刘客，寂寞赋登楼。诸将说封侯，短笛长歌独倚楼。万事尽随风雨去，休休，戏马台南金络头。催酒莫迟留，酒味今秋似去秋。花向老人头上笑，羞羞，白发簪花不解愁。",
        "author": "宋代",
        "poem_class": "爱情",
        "dynasty": "王安石"
    },
    {
        "title": "忆秦娥·花深深",
        "paragraph": "花深深。一钩罗袜行花阴。行花阴。闲将柳带，细结同心。 日边消息空沈沈。画眉楼上愁登临。愁登临。海棠开后，望到如今。一带江山如画，风物向秋潇洒。水浸碧天何处断？霁色冷光相射。蓼屿荻花洲，掩映竹篱茅舍。云际客帆高挂，烟外酒旗低亚。多少六朝兴废事，尽入渔樵闲话。怅望倚层楼，寒日无言西下。碧海无波，瑶台有路。思量便合双飞去。当时轻别意中人，山长水远知何处。 绮席凝尘，香闺掩雾。红笺小字凭谁附。高楼目尽欲黄昏，梧桐叶上萧萧雨。乳鸦啼散玉屏空，一枕新凉一扇风。睡起秋声无觅处，满阶梧叶月明中。(梧叶 一作：梧桐)",
        "author": "宋代",
        "poem_class": "爱情",
        "dynasty": "郑文妻"
    },
    {
        "title": "寿阳曲·云笼月",
        "paragraph": "云笼月，风弄铁，两般儿助人凄切。剔银灯欲将心事写，长吁气一声吹灭。第一折（旦儿扮白姑姑上，云）贫道乃白姑姑是也。从幼年间便舍俗出家，在这清安观里做着个住持。此处有一女人，乃是谭记儿，生的模样过人。不幸夫主亡逝已过，他在家中守寡，无男无女，逐朝每日到俺这观里来，与贫姑攀话。贫姑有一个侄儿，是白士中。数年不见，音信皆无，也不知他得官也未？使我心中好生记念。今日无事，且闭上这门者。（正末扮白士中上，诗云）昨日金门去上书，今朝墨绶已悬鱼。谁家美女颜如玉，彩球偏爱掷贫儒。小官白士中，前往潭州为理，路打清安观经过。观中有我的姑娘，是白姑姑，在此做住持。小官今日与白姑姑相见一面，便索赴任。来到门首，无人报复，我自过去。（做见科，云）姑姑，您侄儿除授潭州为理，一径的来望姑姑。（姑姑云）白士中孩儿也，喜得美除！我恰才道罢，孩儿果然来了也。孩儿，你媳妇儿好么？（白士中云）不瞒姑姑说，您媳妇儿亡逝已过了也！（姑姑云）侄儿，这里有个女人，乃是谭记儿；大有颜色，逐朝每日在我这观里，与我攀话。等他来时，我圆成与你做个夫人，意下如何？（白士中云）姑姑，莫非不中么？（姑姑云）不妨事，都在我身上。你壁衣后头躲者，我咳嗽为号，你便出来。（白士中云）谨依来命。（下）（姑姑云）这早晚谭夫人敢待来也？（正旦扮谭记儿上，云）妾身乃学士李希颜的夫人，姓谭，小字记儿。不幸夫主亡化过了三年光景。我寡居无事，每日只在清安观和白姑姑攀些闲话。我想，做妇人的没了丈夫，身无所主，好苦人也呵！（唱）【仙吕】【点绛唇】我则为锦帐春阑，绣衾香散，深闺晚，粉谢脂残，到的这日暮愁无限！【混江龙】我为甚一声长叹，玉容寂寞泪阑干？则这花枝里外，竹影中间，气吁的片片飞花纷似雨，泪洒的珊珊翠竹染成斑。我想着香闺少女，但生的嫩色娇颜，都只爱朝云暮雨，那个肯凤只鸾单？这愁烦恰便似海来深，可兀的无边岸！怎守得三贞九烈，敢早着了钻懒帮闲。（云）可早来到也。这观门首无人报复，我自过去。（做见姑姑科，云）姑姑，万福！（姑姑云）夫人，请坐。（正旦云）我每日定害姑姑，多承雅意。妾身有心跟的姑姑出家，不知姑姑意下何如？（姑姑云）夫人，你那里出得家？这出家无过草衣木食，熬枯受淡，那白日也还闲可，到晚来独自一个，好生孤忄西！夫人，只不如早早嫁一个丈夫去好。（正旦唱）【村里迓鼓】怎如得您这出家儿清静，到大来一身散诞。自从俺儿夫亡后，再没个相随相伴。俺也曾把世味亲尝，人情识破，怕甚么尘缘羁绊？俺如今罢扫了蛾眉，净洗了粉脸，卸下了云鬟；姑姑也，待甘心捱您这粗茶淡饭。（姑姑云）夫人，你平日是享用惯的，且莫说别来，只那一顿素斋，怕你也熬不过哩。（正旦唱）【元和令】则您那素斋食刚一餐，怎知我粗米饭也曾惯。俺从今把心猿意马紧牢拴，将繁华不挂眼。（姑姑云）夫人，你岂不知：\"雨里孤村雪里山，看时容易画时难。早知不入时人眼，多买胭脂画牡丹。\"夫人你怎生出的家来！（正旦唱）您道是\"看时容易画时难\"，俺怎生就住不的山，坐不的关，烧不的药，炼不的丹？（姑姑云）夫人，放着你这一表人物，怕没有中意的丈夫嫁一个去，只管说那出家做甚么！这须了不的你终身之事，（正旦云）嗨！姑姑这终身之事，我也曾想来：若有似俺男儿知重我的，便嫁他去也罢。（姑姑做咳嗽科，白士中见旦科，云）祗揖。（正旦回礼科，云）姑姑，兀的不有人来，我索回去也。（姑姑云）夫人，你那里去？我正待与你做个媒人。只他便是你夫主，可不好那！（正旦云）姑姑，这是甚么说话！（唱）【上马娇】咱则是语话间，有甚干；姑姑也，您便待做了筵席上撮合山。（姑姑云）便与您做个撮合山，也不误了你。（正旦唱）怎把那隔墙花强攀做连枝看？（做走科）（姑姑云）关了门者，我不放你出去。（正旦唱）把门关，将人来紧遮拦。【胜葫芦】你却便引的人来心恶烦，可甚的\"撒手不为奸\"！你暗埋伏，隐藏着谁家汉？俺和你几年价来往，倾心儿契合，则今日索分颜！（姑姑云）你两个成就了一对夫妻，把我这座清安观权做高唐，有何不可？（正旦唱）【幺篇】姑姑，你只待送下我高唐十二山，枉展污了你这七星坛。（姑姑云）我成就了你锦片也似前程，美满恩情，有甚么不好处？（正旦唱）说甚么锦片前程真个罕！（姑姑云）夫人，你不要这等妆幺做势，那个着你到我这观里来？（正旦唱）一会儿甜言热趱，一会儿恶叉白赖，姑姑也，只被你直着俺两下做人难！（姑姑云）兀那君子，谁着你这里来？（白士中云）就是小娘子着我来。（正旦云）你倒将这言语赃诬我来，我至死也不顺随你！（姑姑云）你要官休也私休？（正旦云）怎生是官休？怎生是私休？（姑姑云）你要官休呵，我这里是个祝寿道院，你不守志，领着人来打搅我，告到官中，三推六问，枉打坏了你；若是私休，你又青春，他又年少，我与你做个撮合山媒人，成就了您两口儿，可不省事？（正旦云）姑姑，等我自寻思咱。(姑姑云)可知道来：\"千求不如一吓！\"（正旦云）好个出家的人，偏会放刁！姑姑，他依的我一句话儿，我便随他去罢；若不依着我呵，我断然不肯随他。（白士中云）休道一句话儿，便一百句，我也依的。（正旦唱）【后庭花】你着他休忘了容易间，则这十个字莫放闲。岂不闻：\"芳槿无终日，贞松耐岁寒。\"姑姑也，非是我要拿班，只怕他将咱轻慢。我、我、我，撺断的上了竿；你、你、你，掇梯儿着眼看；他、他、他，把《凤求凰》暗里弹；我、我、我，背王孙去不还。只愿他肯、肯、肯做一心人，不转关；我和他守、守、守《白头吟》，非浪侃。（姑姑云）你两个久后，休忘我做媒的一片好心儿！（正旦唱）【柳叶儿】姑姑也，你若提着这桩儿公案，则你那观名儿唤做清安！你道是蜂媒蝶使从来惯，怕有人担疾患，到你行求丸散，你则与他这一服灵丹。姑姑也，你专医那枕冷衾寒！（云）罢、罢、罢！我依着姑姑，成就了这门亲事罢。（姑姑云）白士中，这桩事亏了我么？（白士中云）你专医人那枕冷衾寒，亏了姑姑！您孩儿只今日，就携着夫人同赴任所，另差人来相谢也。（正旦云）既然相公要上任去，我和你拜辞了姑姑，便索长行也。（姑姑云）白士中，你一路上小心在意者！您两口儿正是郎才女貌，天然配合，端不枉了也！（正旦唱）【赚煞尾】这行程则宜疾，不宜晚。休想我着那别人绊翻，不用追求相趁赶，则他这等闲人，怎得见我容颜？姑姑也，你放心安，不索恁语话相关。收了缆，撅了桩，踹跳板，挂起这秋风布帆，试看那碧云两岸，落可便轻舟已过万重山。（同白士中下）（姑姑云）谁想今日成合了我侄儿白士中这门亲事，我心中可煞喜也！（诗云）非是贫姑硬主张，为他年少守空房。观中怕惹风情事，故使机关配俊郎。（下）第二折（净扮杨衙内引张千上，诗云）花花太岁为第一，浪子丧门世无对。普天无处不闻名，则我是权豪势宦杨衙内。某乃杨衙内是也。闻知有亡故了的李希颜夫人谭记儿，大有颜色，我一心要他做个小夫人。颇奈白士中无理，他在潭州为官，未经赴任，便去清安观中央道姑为媒，倒娶了谭记儿做夫人。常言道：\"恨小非君子，无毒不丈夫。\"论这情理，教我如何容得他过？他妒我为冤，我妒他为仇。小官今日奏知圣人：\"有白士中贪花恋酒，不理公事。\"奉圣人的命，差人去标了白士中首级。小官就顺着道：\"此事别人去不中，只除非小官亲自到潭州，取白士中首级复命，方才万无一误。\"圣人准奏，赐小官势剑金牌。张千，你分付李稍驾起小舟，直到潭州，取白士中首级走一遭去来。（诗云）一心要娶谭记儿，教人日夜费寻思。若还夺得成夫妇，这回方是运通时。（下）（白士中上，云）小官白士中。自到任以来，只用清静无事为理，一郡黎民，各安其业，颇得众心。单只一件，我这新娶谭夫人，当日有杨衙内要图他为妾，不期被我娶做夫人，同往任所。我这夫人，十分美貌不消说了；更兼聪明智慧，事事精通，端的是佳人领袖，美女班头，世上无双，人间罕比。闻知杨衙内至今怀恨我，我也恐怕他要来害我，每日悬悬在心。今早坐过衙门，别无勾当，且在这前厅上闲坐片时，休将那段愁怀使我夫人知道。（院公上，诗云）心忙来路远，事急出家门。夜眠侵早起，又有不眠人、老汉是白士中家的一个老院公。我家主人今在潭州为理，被杨衙内暗奏圣人，赐他势剑金牌，标取我家主人首级。俺老夫人得知，差我将着一封家书，先至潭州，报知这个消息，好预做准备。说话之伺，可早来到潭州也。不必报复，我自过去。（见科）相公，将息的好也！（白士中云）院公，你来做甚么？（院公云）奉老夫人的分付，着我将着这书来，送相公亲拆。（白士中云）有母亲的书呵，将来我看。（院公做递书科，云）书在此。（白士中看书科，云）书中之意，我知道了。嗨！果中此贼之计。院公，你吃饭去。（院公云）理会的。（下）（白士中云）谁想杨衙内为我娶了谭记儿，挟着仇恨，朦胧奏过圣人，要标取我的首级。似此，如之奈何？兀的不闷杀我也！（正旦上，云）妾身谭记儿。自从相公理任以来，俺在这衙门后堂居住，相公每日坐罢早衙，便与妾身攀话；今日这早晚不见回来，我亲自望相公走一遭去波。（唱）【中吕】【粉蝶儿】不听的报喏声齐，大古里坐衙来恁时节不退；你便要接新官，也合通报咱知。又无甚紧文书、忙公事，可着我心儿里不会。转过这影壁偷窥，可怎生独自个死临侵地？（云）我且不要过去，且再看咱。呀！相公手里拿着一张纸，低着头左看右看，我猜着了也！（唱）【醉春风】常言道\"人死不知心\"，则他这海深也须见底。多管是前妻将书至，知他娶了新妻，他心儿里悔、悔。你做的个弃旧怜新；他则是见咱有意，使这般巧谋奸计。（做见科，云）相公！（白士中云）夫人，有甚么勾当，自到前厅上来？（正旦云）敢问相公：为甚么不回后堂中去？敢是你前夫人寄书来么？（白士中云）夫人，并无甚么前夫人寄书来，我自有一桩儿摆不下的公事，以此纳闷。（正旦云）相公，不可瞒着妾身，你定有夫人在家，今日捎书来也。（白士中云）夫人不要多心，小官并不敢欺心也。（正旦唱）【红绣鞋】把似你则守着一家一计，谁着你收拾下两妇三妻？你常好是七八下里不伶俐。堪相守留着相守，可别离与个别离，这公事合行的不在你！（白士中云）我若无这些公事呵，与夫人白头相守。小官之心，惟天可表！（正旦云）我见相公手中将着一张纸，必然是家中寄来的书。相公休瞒妾身，我试猜这书中的意咱！（白士中云）夫人，你试猜波！（正旦唱）【普天乐】弃旧的委实难，迎新的终容易。新的是半路里姻眷，旧的是绾角儿夫妻。我虽是个妇女身，我虽是个裙钗辈，见别人眨眼抬头，我早先知来意。不是我卖弄所事精细，（带云）相公，你瞒妾身怎的？（唱）直等的恩断意绝，眉南面北，恁时节水尽鹅飞。（白士中云）夫人，小官不是负心的人，那得还有前夫人来！（正旦云）相公，你说也不说？（白士中云）夫人，我无前夫人，你着我说甚么！（正旦云）既然你不肯说，我只觅一个死处便了！（白士中云）住、住、住！夫人，你死了，那里发付我那？我说则说，夫人休要烦恼。（正旦云）相公，你说，我不烦恼。（白士中云）夫人不知，当日杨衙内曾要图谋你为妾，不期我娶了你做夫人。他怀恨小官，在圣人前妄奏，说我贪花恋酒，不理公事。现今赐他势剑金牌，亲到潭州，要标取我的首级。这个是家中老院公，奉我老母之命，捎此书来，着我知会；我因此烦恼。（正旦云）原来为这般．相公，你怕他做甚么？（白士中云）夫人，休惹他，则他是花花太岁。（正旦唱）【十二月】你道他是花花太岁，要强逼的我步步相随。我呵，怕甚么天翻地覆，就顺着他雨约云期。这桩事，你只睁眼儿觑者，看怎生的发付他赖骨顽皮！【尧民歌】呀，着那厮得便宜翻做了落便宜，着那厮满船空载月明归。你休得便乞留乞良捶跌自伤悲，你看我淡妆不用画蛾眉。今也波日，我亲身到那里，看那厮有备应无备！（白士中云）他那里必然做下准备，夫人，你断然去不得。（正旦云）相公，不妨事。（做耳暗科）则除是恁的！（白士中云）则怕反落他彀中。夫人，还是不去的是。（正旦云）相公，不妨事。（唱）【煞尾】我着那厮磕着头见一番，恰便似神羊儿忙跪膝；直着他船横缆断在江心里，我可便智赚了金牌，着他去不得！（下）（白士中云）夫人去了也。据着夫人机谋见识，休说一个杨衙内，便是十个杨衙内，也出不得我夫人之手。正是：眼观旌节旗，耳听好消息。（下）第三折（衙内领张千、李稍上）（衙内云）小官杨衙内是也。颇奈白士中无理，量你到的那里！岂不知我要取谭记儿为妾？他就公然背了我，娶了谭记儿为妻，同临任所，此恨非浅！如今我亲身到潭州，标取白士中首级。你道别的人为甚么我不带他来？这一个是张千，这一个是李稍。这两个小的，聪明乖觉，都是我心腹之人，因此上则带的这两个人来。（张千去衙内鬓边做拿科）（衙内云）口退！你做甚么？（张千云）相公鬓边一个虱子。（衙内云）这厮倒也说的是。我在这船只上个月期程，也不曾梳篦的头。我的\"儿，好乖！（李稍去衙内鬓上做拿科）（衙内云）李稍，你也怎的？（李稍云）相公鬓上一个狗鳖。（衙内云）你看这厮！（亲随、李稍同去衙内鬓上做拿料）（衙内云）弟子孩儿，直恁的般多！（李稍云）亲随，今日是八月十五日中秋节令，我每安排些酒果，与大人玩月，可不好？（张千云）你说的是。（张千同李稍做见科，云）大人，今日是八月十五日中秋节令，对着如此月色，孩儿每与大人把一杯酒赏月，何如？（衙内做怒科，云）。口退！这个弟子孩儿！说甚么话！我要来干公事，怎么教我吃酒？（张千云）大人。您孩儿每并无歹意，是孝顺的心肠。大人不用，孩儿每一点不敢吃。（衙内云）亲随，你若吃酒呢？（张千云）我若吃一点酒呵，吃血！（衙内云）正是，休要吃酒！李稍，你若吃酒呢？（李稍云）我若吃酒，害疔疮！（衙内云）既是您两个不吃酒，也罢，也罢，我则饮三杯，安排酒果过来。（张千云）李稍，抬果桌过来。（李稍做抬果桌科，云）果桌在此。我执壶，你递酒。（张千云）我儿，酾满着互（做递酒科，云）大人，满饮一杯。（衙内做接酒科）（张千倒退自饮科）（衙内云）亲随，你怎么自吃了？（张千云）大人，这个是摄毒的盏儿。这酒不是家里带来的酒，是买的酒；大人吃下去，若有好歹，药杀了大人，我可怎么了！（衙内云）说的是，你是我心腹人。（李稍做递酒科，云）你要吃酒，弄这等嘴儿；待我送酒，大人满饮一杯。（衙内接科）（李稍自饮科）（衙内云）你也怎的？（李稍云）大人，他吃的，我也吃的。（衙内云）你看这厮！我且慢慢的吃几杯。亲随，与我把别的民船都赶开者！（正旦拿鱼上，云）这里也无人。妾身白士中的夫人谭记儿是也。妆扮做个卖鱼的，见杨衙内去。好鱼也！这鱼在那江边游戏，趁浪寻食，却被我驾一孤舟，撒开网去，打出三尺锦鳞，还活活泼泼的乱跳。好鲜鱼也！（唱）【越调】【斗鹌鹑】则这今晚开筵，正是中秋令节；只合低唱浅斟，莫待他花残月缺。见了的珍奇，不治的咱说，则这鱼鳞甲鲜滋味别。这鱼不宜那水煮油煎，则是那薄批细切。（云）我这一来，非容易也呵！（唱）【紫花儿序】俺则待稍关打节，怕有那惯施舍的经商不请言赊。则俺这篮中鱼尾，又不比案上罗列活计全别。俺则是一撒网、一蓑衣、一箬笠，先图些打捏；只问那肯买的哥哥，照顾俺也些些。（云）我缆住这船，上的岸来。（做见李稍，云）哥哥，万福！（李稍云）这个姐姐，我有些面善。（正旦云）你道我是谁？（李稍云）姐姐，你敢是张二嫂么？（正旦云）我便是张二嫂，你怎么不认的我了？你是谁？（李稍云）则我便是李阿鳖。（正旦云）你是李阿鳖？（正旦做打科，云）儿子，这些时吃得好了，我想你来！（李稍云）二嫂，你见我亲么？（正旦云）儿子，我见你，可不知亲哩！你如今过去和相公说一声，着我过去切鲙，得些钱钞，养活娘也。（李稍云）我知道了。亲随，你来！（张千云）弟子孩儿，唤我做甚么？（李稍安）有我个张二嫂，要与大人切鲙。（张千云）甚么张二嫂？（正旦见张千科，云）媳妇孝顺的心肠，将着一尾金色鲤鱼特来献新，望与相公说一声咱。（张千云）也得，也得！我与你说去。得的钱钞，与我些买酒吃。你随着我来。（做见衙内科，云）大人，有个张二嫂，要与大人切鲙（衙内云）甚么张二嫂？（正旦见科，云）相公，万福！衙内做意科，云）一个好妇人也！小娘子，你来做甚么？（正旦云）媳妇孝顺的心肠，将着这尾金色鲤鱼，一径的来献新。可将砧板、刀子来，我切鲙哩！（衙内云）难得小娘子如此般用意！怎敢着小娘子切鲙，俗了手！李稍，拿了去，与我姜辣煎火赞了来。（李稍云）大人，不要他切就村了。（衙内云）多谢小娘子来意！抬过果桌来，我和小娘子饮三杯。将酒来，小娘子，满饮一杯！（张千做吃酒科）（衙内云）你怎的？（张千云）你请他，他又请你；你又不吃，他又不吃，可不这杯酒冷了？不如等亲随乘热吃了，倒也干净。（衙内云）口走！靠后！将酒来，小娘子满饮此杯。（正旦云）相公请！（张千云）你吃便吃，不吃我又来也。（正旦做跪衙内科）（衙内扯正旦科，云）小娘子请起！我受了你的礼，就做不得夫妻了。（正旦云）媳妇来到这里，便受了礼，也做得夫妻。（张千同李稍拍桌科，云）妙、妙、妙！（衙内云）小娘子请坐。（正旦云）相公，你此一来何往）（衙内云）小官有公差事。（李稍云）二嫂，专为要杀白士中来。（衙内云）口走！你说甚么！（正旦云）相公，若拿了白士中呵，也除了潭州一害。只是这州里怎么不见差人来迎接相公？（衙内云）小娘子，你却不知，我恐怕人知道，走了消息，故此不要他们迎接。（正旦唱）【金蕉叶】相公，你若是报一声着人远接，怕不的船儿上有五十座笙歌摆设。你为公事来到这些，不知你怎生做兀的关节？（衙内云）小娘子，早是你来的早；若来的迟呵，小官歇息了也。（正旦唱）【调笑令】若是贱妾晚来些，相公船儿上黑齁齁的熟睡歇，则你那金牌势剑身旁列。见官人远离一射，索用甚从人拦当者？俺只待拖狗皮的、拷断他腰截。（衙内云）李稍，我央及你，你替我做个落花媒人。你和张二嫂说；大夫人不许他，许他做第二个夫人；包髻、团衫、绣手巾，都是他受用的。（李稍云）相公放心，都在我身上。（做见正旦科，云）二嫂，你有福也！相公说来：大夫人不许你，许你做第二个夫人；包髻、团衫、袖腿绷……（正旦云）敢是绣手巾？（李稍云）正是绣手巾。（正旦云）我不信，等我自问相公去。（正旦见衙内科，云）相公，恰才李稍说的那话，可真个是相公说来？（衙内云）是小官说来。（正旦云）量媳妇有何才能，着相公如此般错爱也！（衙内云）多谢，多谢！小娘子，就靠着小官坐一坐，可也无伤！（正旦云）妾身不敢。（唱）【鬼三台】不是我夸贞烈，世不曾和个人儿热。我丑则丑，刁决古忄敞；不由我见官人便心邪，我也立不的志节。官人，你救黎民，为人须为彻；拿滥官，杀人须见血。我呵，只为你这眼去眉来，（正旦与衙内做意儿科，唱）使不着我那冰清玉洁。（衙内做喜料，云）勿、勿、勿！（张千与李稍做喜科，云）勿、勿、勿！（衙内云）你两个怎的？（李稍云）大家耍一耍。（正旦唱）【圣药王】珠冠儿怎戴者？霞帔儿怎挂者？这三檐伞怎向顶门遮？唤侍妾簇捧者。我从来打鱼船上扭的那身子儿别，替你稳坐七香车。（衙内云）小娘子，我出一对与你对：罗袖半翻鹦鹉盏。（正旦云）妾对；玉纤重整凤凰衾。（衙内拍桌科，云）妙、妙、妙！小娘子，你莫非识字么？（正旦云）妾身略识些撇竖点划。（衙内云）小娘子既然识字，小官再出一对：鸡头个个难舒颈。（正旦云）妾对：龙眼团团不转睛。（张千同李稍拍桌科，云）妙、妙、妙！（正旦云）妾身难的遇着相公，乞赐珠玉。（衙内云）哦，你要我赠你甚么词赋？有、有、有。李稍，将纸笔砚墨来！（李稍做拿砌末科，云）相公，纸墨笔砚在此。（衙内云）我写就了也！词寄［西江月］。（正旦云）相公，表白一遍咱。（衙内做念科，云）夜月一天秋露，冷风万里江湖。好花须有美人扶，情意不堪会处。仙子初离月浦，嫦娥忽下云衢。小词仓卒对君书，付与你个知心人物。（正旦云）高才，高才！我也回翠相公一首，词寄〔夜行船〕。（衙内云）小娘子，你表白一遍咱。（正旦做念科，云）花底双双莺燕语，也胜他凤只鸾孤。一霎恩情，片时云雨，关连着宿缘前注。天保今生为眷属，但则愿似水如鱼。冷落江湖，团圝人月，相连着夜行船去。（衙内云）妙、妙、妙！你的更胜似我的！小娘子，俺和你慢慢的再饮几杯。（正旦云）敢问相公。因甚么要杀白士中？（衙内云）小娘子，你休问他。（李稍云）张二嫂，俺相公有势剑在这里！（衙内云）休与他看。（正旦云）这个是势剑？衙内见爱媳妇，借与我拿去治三日鱼好那！（衙内云）便借与他。（张千云）还有金牌哩！（正旦云）这个是金牌？衙内见爱我，与我打戒指儿罢。再有甚么？（李稍云）这个是文书。（正旦云）这个便是买卖的合同？（正旦做袖文书科，云）相公再饮一杯。（衙内云）酒勾了也！小娘子，休唱前篇，则唱幺篇。（做醉科）（正旦云）冷落江湖，团圝人月，相随着夜行船去。（亲随同李稍做睡科）（正旦云）这厮都睡着了也！（唱）【秃厮儿】那厮也忒懵懂，玉山低趄，着鬼祟醉眼乜斜。我将这金牌虎符都袖褪者；唤相公，早醒些，快迭！【络丝娘】我且回身将杨衙内深深的拜谢，您娘向急飐飐船儿上去也。到家对儿夫尽分说那一番周折。（带云）惭愧，惭愧！（唱）【收尾】从今不受人磨灭，稳情取好夫妻百年喜悦。俺这里，美孜孜在芙蓉帐笑春风；只他那，冷清清杨柳岸伴残月。（下）（衙内云）张二嫂！张二嫂那里去了？（做失惊科，云）李稍，张二嫂怎么去了？看我的势剑金牌可在那里？（张千云）就不见了金牌，还有势剑共文书哩！（李稍云）连势剑文书都被他拿去了！（衙内云）似此怎了也？（李稍唱）【马鞍儿】想着、想着跌脚儿叫，（张千唱）想着、想着我难熬，（衙内唱）酩子里愁肠酩子里焦。（众合唱）又不敢着旁人知道，则把他这好香烧、好香烧，咒的他热肉儿跳！（衙内云）这厮每扮南戏那！（众同下）第四折（白士中领祗候上，云）小官白士中。因为杨衙内那厮妄奏圣人，要标取小官首级；且喜我夫人施一巧计，将他势剑金牌智赚了来。今日端坐衙门，看那厮将着甚的好来奈何的我！左右，门首觑者，倘有人来，报复我知道。（衙内同张千、李稍上）（衙内云）小官杨衙内是也。如今取白士中的首级去。可早来到门首，我自过去。（做见白士中科，云）令人，与我拿下白士中者！（张千做拿科）（白士中云）你凭着甚么符验来拿我？（衙内云）我奉圣人的命；有势剑金牌，被盗失了，我有文书！（白士中云）有文书，也请来念与我听。（衙内做读文书科，云）词寄〔西江月〕。（白末做枪科，云这个是淫词！（衙内云）这个不是，还别有哩！（衙内又做读文书科，云）词寄〔夜行船〕。（白未做抢科，云）这个也是淫词！（衙内云）这厮倒挟制我！不妨事，又无有原告，怕他做甚么？（正旦上，云）妾身白士中的夫人谭记儿。颇奈杨衙内这厮，好无理也呵！（唱）【双调】【新水令】有这等倚权豪贪酒色滥官员，将俺个有儿夫的媳妇来欺骗。他只待强拆开我长搀搀的连理枝，生摆断我颤巍巍的并头莲；其实负屈衔冤。好将俺穷百姓可怜见！（正旦做见跪科，云）大人可怜见！有杨衙内在半江心里欺骗我来！告大人，与我作主。（白士中云）司房里责口词去。（正旦云）理会的。（下）（白士中云）杨衙内，你可见来，有人告你哩！你如今怎么说？（衙内云）可怎么了？我则索央及他。相公，我自有说的话。（白士中云）你有甚么话说？（衙内云）相公，如今你的罪过，我也饶了你，你也饶过我罢。则一件，说你有个好夫人，请出来我见一面。（白士中云）也罢，也罢！左右，击云板，后堂请夫人出来。（左右云）夫人，相公有请。（正旦改妆上，云）妾身白士中的夫人。如今过去，看那厮可认的我来？（唱）【沉醉东风】杨衙内官高势显，昨夜个说地谈天；只道他仗金牌将夫婿诛，恰元来击云板请夫人见。只听的叫吖吖嚷成一片，抵多少笙歌引至画堂前。看他可认的我有些面善？（与衙内见科）（云）衙内，恕生面，少拜识。（唱）【雁儿落】只他那身常在柳陌眠，脚不离花街串。几年闻姓名，今日逢颜面。【得胜令】呀，请你个杨衙内少埋冤。(衙内云)这一位夫人，好面熟也。（李稍云）兀的不是张二嫂？（衙内云）嗨！夫人，你使的好见识，直被你瞒过小官也！（正旦唱）唬的他半晌只茫然；又无那八棒十枷罪，止不过三交两句言。这一只鱼船，只费得半夜工夫缠；俺两口儿今年，做一个中秋人月圆！（外扮李秉忠冲上，云）紧骤青骢马，星人赴潭州。小官乃巡抚湖南都御史李秉忠是也。因为杨衙内妄奏不实，奉圣人的命，着小官暗行体访，但得真惰，先自勘问，然后具表申奏。来到此间，正是潭州衙舍。白士中，杨衙内，您这桩事小官尽知了也。（正旦唱）【锦上花】不甫能择的英贤，配成姻眷；没来由遇着无徒，使尽威权。我只得亲上渔船，把机关暗展；若不沙那势剑金牌，如何得免？【幺篇】呀，只除非天见怜；奈天、天又远。今日个幸对清官。明镜高悬。似他这强夺人妻，公违律典，既然是体察端的，怎生发遣？（李秉忠云）一行人俱望阙跪者，听我下断。(词云）杨衙内倚势挟权，害良民罪已多年。又兴心夺人妻妾，敢妄奏圣主之前。谭记儿天生智慧，赚金牌亲上渔船。奉敕书差咱体访，为人间理枉伸冤。将衙内问成杂犯，杖八十削职归田。白士中照旧供职，赐夫妻偕老团圆。（白士中夫妻谢恩科）（正旦唱）【清江引】虽然道今世里的夫妻夙世的缘，毕竟是谁方便？从此无别离，百事长如愿。这多谢你个赛龙图恩不浅！题目清安观邂逅说亲正名望江亭中秋切鲙齿豁头童六十三，一生事事总堪惭。唯馀笔砚情犹在，留与人间作笑谈。沛公，大风，也得文章用。却教猛士叹良弓，多了游云梦。驾驭英雄，能擒能纵，无人出彀中。后宫，外宗，险把炎刘并。子牙，鬓华，才上非熊卦。争些老死向天涯，只恁垂钩罢。满腹天机，天人齐发，武王任不差。用他，讨罚，一怒安天下。伍员，报亲，多了鞭君忿。可怜悬首在东门，不见包胥恨。半夜潮声，千年孤愤，钱塘万马奔。骇人，怒魂，何似吹箫韵？卞和，抱璞，只合荆山坐。三朝不遇待如何，两足先遭祸。传国争符，伤身行货，谁教献与他？切磋，琢磨，何似偷敲破？邵平，不平，楚汉争秦鼎。将军便去作园丁，软了英雄性。瓜苦瓜甜．秦衰秦盛，青门浪得名。此生，本轻，不是封侯命。假王，气昂，跨下羞都忘。提牌不过一中郎，漂母曾相饷。蒯彻名言，将军将强。良弓不早藏。未央，法场，险似坛台上。叔孙，讨论，早定君臣分。礼成文武两班分，舞蹈扬尘顺。拔剑争功，垂绅消忿，方知天子尊。武臣，勇人，也被书生困。丙吉，宰执，燮理阴阳气。有司不问尔相推，人命关天地。牛喘非时，何须留意？原来养得肥。早知，好吃，杀了供堂食。子陵，价轻，便入刘郎聘。等闲赢得一虚名，卖了先生姓。百尺丝纶，千年高兴，偶然一足横。帝星，客垦，不料天文应。董永，卖身，孝感天心顺。谁知织女是天孙，同受为奴困。自有牛郎，佳期将近，书生休认真。本因，孝亲，不是夫妻分。老莱，戏采，七十年将迈。堂前取水作婴孩，犹欲双亲爱。东倒西歪，佯啼颠拜，虽然称孝哉。上阶，下阶，跌杀休相赖。董卓，巨饕，为恶天须报。一脐然出万民膏，谁把逃亡照？谋位藏金，贪心无道，谁知没下梢！好教，火烧，难买棺材料。杜甫，自苦，踏雪寻梅去。吟肩高耸冻来驴，迷却前村路。暖阁红炉，党家门户，玉纤捧绿醑。假如，便俗，也胜穷酸处。洞宾，道人，未到天仙分。岳阳三醉洞庭春，卖墨无人问。欲斩黄龙，青蛇犹钝，纯阳能几分。养真，炼神，却被仙姑困。伯牙，韵雅，自与松风话。高山流水淡生涯，心与琴俱化。欲铸钟期，黄金无价，知音人既寡。尽他，爨下，煮了仙鹤罢。则天，改元，雌鸟长朝殿。昌宗出入二十年，怀义阴功健。四海淫风，满朝窑变，《关雎》无此篇。弄权，妒贤，却听梁公劝。孟母，丧夫，教子迁离墓。再迁市井厌屠沽，迁傍芹宫住。如此三迁，房钱无数，方成一大儒。问猪，引取，好辩长于喻。弄玉，度曲，只道吹箫苦。谁知凤只和鸾孤，吹到声圆处。明月台空，萧郎同去，秦王一叹吁。假如，嫁夫，明白人间住。采鸾，怕寒，甲帐无人伴。文箫连累堕人间，卖韵供烟爨。谁使思凡，尘缘难断，羞还玉女班。紫坛，犯奸，误了朝元限。禄山，玉环，子母肠难断。何须兵变陷长安，且向宫中乱。赶得三郎，鸾舆逃窜，连云蜀道难。内奸，外反，误却霓裳慢。老矣，倦矣，消减尽风云气。世情嚼蜡烂如泥，不见真滋味。蜗角虚名，蝇头微利，便得来真做的，布衣，袖里，试屈指英雄辈。好官，也兴阑，早勇退身无患。人生六十便宜闲，十载疏狂限。买两个丫鬟，自拈牙板，一个歌一个弹。醒时节过眼，醉时节破颜，能到此是英雄汉。",
        "author": "元代",
        "poem_class": "爱情",
        "dynasty": "马致远"
    },
    {
        "title": "柳毅传",
        "paragraph": "仪凤中，有儒生柳毅者，应举下第，将还湘滨。念乡人有客于泾阳者，遂往告别。至六七里，鸟起马惊，疾逸道左。又六七里，乃止。见有妇人，牧羊于道畔。毅怪视之，乃殊色也。然而蛾脸不舒，巾袖无光，凝听翔立，若有所伺。毅诘之曰：“子何苦而自辱如是？”妇始楚而谢，终泣而对曰：“贱妾不幸，今日见辱问于长者。然而恨贯肌骨，亦何能愧避？幸一闻焉。妾，洞庭龙君小女也。父母配嫁泾川次子，而夫婿乐逸，为婢仆所惑，日以厌薄。既而将诉于舅姑，舅姑爱其子，不能御。迨诉频切，又得罪舅姑。舅姑毁黜以至此。”言讫，歔欷流涕，悲不自胜。又曰：“洞庭于兹，相远不知其几多也？长天茫茫，信耗莫通。心目断尽，无所知哀。闻君将还吴，密通洞庭。或以尺书寄托侍者，未卜将以为可乎？”毅曰：“吾义夫也。闻子之说，气血俱动，恨无毛羽，不能奋飞，是何可否之谓乎！然而洞庭深水也。吾行尘间，宁可致意耶？惟恐道途显晦，不相通达，致负诚托，又乖恳愿。子有何术可导我邪？”女悲泣且谢，曰：“负载珍重，不复言矣。脱获回耗，虽死必谢。君不许，何敢言。既许而问，则洞庭之与京邑，不足为异也。”毅请闻之。女曰：“洞庭之阴，有大橘树焉，乡人谓之‘社橘’。君当解去兹带，束以他物。然后叩树三发，当有应者。因而随之，无有碍矣。幸君子书叙之外，悉以心诚之话倚托，千万无渝！”毅曰：“敬闻命矣。”女遂于襦间解书，再拜以进。东望愁泣，若不自胜。毅深为之戚，乃致书囊中，因复谓曰：“吾不知子之牧羊，何所用哉？神岂宰杀乎？”女曰：“非羊也，雨工也。”“何为雨工？”曰：“雷霆之类也。”毅顾视之，则皆矫顾怒步，饮龁甚异，而大小毛角，则无别羊焉。毅又曰：“吾为使者，他日归洞庭，幸勿相避。”女曰：“宁止不避，当如亲戚耳。”语竟，引别东去。不数十步，回望女与羊，俱亡所见矣。其夕，至邑而别其友，月余到乡，还家，乃访友于洞庭。洞庭之阴，果有社橘。遂易带向树，三击而止。俄有武夫出于波问，再拜请曰：“贵客将自何所至也？”毅不告其实，曰：“走谒大王耳。”武夫揭水止路，引毅以进。谓毅曰：“当闭目，数息可达矣。”毅如其言，遂至其宫。始见台阁相向，门户千万，奇草珍木，无所不有.夫乃止毅，停于大室之隅，曰：“客当居此以俟焉。”毅曰：“此何所也？”夫曰：“此灵虚殿也。”谛视之，则人间珍宝毕尽于此。柱以白璧，砌以青玉，床以珊瑚，帘以水精，雕琉璃于翠楣，饰琥珀于虹栋。奇秀深杳，不可殚言。然而王久不至。毅谓夫曰：“洞庭君安在哉？”曰：“吾君方幸玄珠阁，与太阳道士讲《火经》，少选当毕。”毅曰：“何谓《火经》？”夫曰：“吾君，龙也。龙以水为神，举一滴可包陵谷。道士，乃人也。人以火为神圣，发一灯可燎阿房。然而灵用不同，玄化各异。太阳道士精于人理，吾君邀以听焉。”语毕而宫门辟，景从云合，而见一人，披紫衣，执青玉。夫跃曰：“此吾君也！”乃至前以告之。君望毅而问曰：“岂非人间之人乎？”对曰：“然。”毅而设拜，君亦拜，命坐于灵虚之下。谓毅曰：“水府幽深，寡人暗昧，夫子不远千里，将有为乎？”毅曰：“毅，大王之乡人也。长于楚，游学于秦。昨下第，闲驱泾水右涘，见大王爱女牧羊于野，风鬟雨鬓，所不忍睹。毅因诘之，谓毅曰：‘为夫婿所薄，舅姑不念，以至于此’。悲泗淋漓，诚怛人心。遂托书于毅。毅许之，今以至此。”因取书进之。洞庭君览毕，以袖掩面而泣曰：“老父之罪，不能鉴听，坐贻聋瞽，使闺窗孺弱，远罹构害。公，乃陌上人也，而能急之。幸被齿发，何敢负德！”词毕，又哀咤良久。左右皆流涕。时有宦人密侍君者，君以书授之，令达宫中。须臾，宫中皆恸哭。君惊，谓左右曰：“疾告宫中，无使有声，恐钱塘所知。”毅曰：“钱塘，何人也？”曰：“寡人之爱弟，昔为钱塘长，今则致政矣。”毅曰：“何故不使知？”曰：“以其勇过人耳。昔尧遭洪水九年者，乃此子一怒也。近与天将失意，塞其五山。上帝以寡人有薄德于古今，遂宽其同气之罪。然犹縻系于此，故钱塘之人日日候焉。”语未毕，而大声忽发，天拆地裂。宫殿摆簸，云烟沸涌。俄有赤龙长千余尺，电目血舌，朱鳞火鬣，项掣金锁，锁牵玉柱。千雷万霆，激绕其身，霰雪雨雹，一时皆下。乃擘青天而飞去。毅恐蹶仆地。君亲起持之曰：“无惧，固无害。”毅良久稍安，乃获自定。因告辞曰：“愿得生归，以避复来。”君曰：“必不如此。其去则然，其来则不然，幸为少尽缱绻。”因命酌互举，以款人事。俄而祥风庆云，融融恰怡，幢节玲珑，箫韶以随。红妆千万，笑语熙熙。中有一人，自然蛾眉，明珰满身，绡縠参差。迫而视之，乃前寄辞者。然若喜若悲，零泪如丝。须臾，红烟蔽其左，紫气舒其右，香气环旋，入于宫中。君笑谓毅曰：“泾水之囚人至矣。”君乃辞归宫中。须臾，又闻怨苦，久而不已。有顷，君复出，与毅饮食。又有一人，披紫裳，执青玉，貌耸神溢，立于君左。君谓毅曰：“此钱塘也。”毅起，趋拜之。钱塘亦尽礼相接，谓毅曰：“女侄不幸，为顽童所辱。赖明君子信义昭彰，致达远冤。不然者，是为泾陵之土矣。飨德怀恩，词不悉心。”毅撝退辞谢，俯仰唯唯。然后回告兄曰：“向者辰发灵虚，巳至泾阳，午战于彼，未还于此。中间驰至九天，以告上帝。帝知其冤，而宥其失。前所谴责，因而获免。然而刚肠激发，不遑辞候，惊扰宫中，复忤宾客。愧惕惭惧，不知所失。”因退而再拜。君曰：“所杀几何？”曰：“六十万。”“伤稼乎？”曰：“八百里。”无情郎安在？”曰：“食之矣。”君怃然曰：“顽童之为是心也，诚不可忍，然汝亦太草草。赖上帝显圣，谅其至冤。不然者，吾何辞焉？从此以去，勿复如是。”钱塘君复再拜。是夕，遂宿毅于凝光殿。明日，又宴毅于凝碧宫。会友戚，张广乐，具以醪醴，罗以甘洁。初，笳角鼙鼓，旌旗剑戟，舞万夫于其右。中有一夫前曰：“此《钱塘破阵乐》。”旌杰气，顾骤悍栗。座客视之，毛发皆竖。复有金石丝竹，罗绮珠翠，舞千女于其左，中有一女前进曰：“此《贵主还宫乐》。”清音宛转，如诉如慕，坐客听下，不觉泪下。二舞既毕，龙君大悦。锡以纨绮，颁于舞人，然后密席贯坐，纵酒极娱。酒酣，洞庭君乃击席而歌曰：“大天苍苍兮，大地茫茫，人各有志兮，何可思量，狐神鼠圣兮，薄社依墙。雷霆一发兮，其孰敢当？荷贞人兮信义长，令骨肉兮还故乡，齐言惭愧兮何时忘！”洞庭君歌罢，钱塘君再拜而歌曰：“上天配合兮，生死有途。此不当妇兮，彼不当夫。腹心辛苦兮，泾水之隅。风霜满鬓兮，雨雪罗襦。赖明公兮引素书，令骨肉兮家如初。永言珍重兮无时无。”钱塘君歌阕，洞庭君俱起，奉觞于毅。毅踧踖而受爵，饮讫，复以二觞奉二君，乃歌曰：“碧云悠悠兮，泾水东流。伤美人兮，雨泣花愁。尺书远达兮，以解君忧。哀冤果雪兮，还处其休。荷和雅兮感甘羞。山家寂寞兮难久留。欲将辞去兮悲绸缪。”歌罢，皆呼万岁。洞庭君因出碧玉箱，贮以开水犀；钱塘君复出红珀盘，贮以照夜玑：皆起进毅，毅辞谢而受。然后宫中之人，咸以绡彩珠璧，投于毅侧。重叠焕赫，须臾埋没前后。毅笑语四顾，愧谢不暇。洎酒阑欢极，毅辞起，复宿于凝光殿。翌日，又宴毅于清光阁。钱塘因酒作色，踞谓毅曰：“不闻猛石可裂不可卷，义士可杀不可羞耶？愚有衷曲，欲一陈于公。如可，则俱在云霄；如不可，则皆夷粪壤。足下以为何如哉？”毅曰：“请闻之。”钱塘曰：“泾阳之妻，则洞庭君之爱女也。淑性茂质，为九姻所重。不幸见辱于匪人，今则绝矣。将欲求托高义，世为亲戚，使受恩者知其所归，怀爱者知其所付，岂不为君子始终之道者？”毅肃然而作，欻然而笑曰：“诚不知钱塘君孱困如是！毅始闻跨九州，怀五岳，泄其愤怒；复见断金锁，掣玉柱，赴其急难。毅以为刚决明直，无如君者。盖犯之者不避其死，感之者不爱其生，此真丈夫之志。奈何萧管方洽，亲宾正和，不顾其道，以威加人？岂仆人素望哉！若遇公于洪波之中，玄山之间，鼓以鳞须，被以云雨，将迫毅以死，毅则以禽兽视之，亦何恨哉！今体被衣冠，坐谈礼义，尽五常之志性，负百行怖之微旨，虽人世贤杰，有不如者，况江河灵类乎？而欲以蠢然之躯，悍然之性，乘酒假气，将迫于人，岂近直哉！且毅之质，不足以藏王一甲之间。然而敢以不伏之心，胜王不道之气。惟王筹之！”钱塘乃逡巡致谢曰：“寡人生长宫房，不闻正论。向者词述疏狂，妄突高明。退自循顾，戾不容责。幸君子不为此乖问可也。”其夕，复饮宴，其乐如旧。毅与钱塘遂为知心友。明日，毅辞归。洞庭君夫人别宴毅于潜景殿，男女仆妾等悉出预会。夫人泣谓毅曰：“骨肉受君子深恩，恨不得展愧戴，遂至睽别。”使前泾阳女当席拜毅以致谢。夫人又曰：“此别岂有复相遇之日乎？”毅其始虽不诺钱塘之情，然当此席，殊有叹恨之色。宴罢，辞别，满宫凄然。赠遗珍宝，怪不可述。毅于是复循途出江岸，见从者十余人，担囊以随，至其家而辞去。毅因适广陵宝肆，鬻其所得。百未发一，财已盈兆。故淮右富族，咸以为莫如。遂娶于张氏，亡。又娶韩氏。数月，韩氏又亡。徙家金陵。常以鳏旷多感，或谋新匹。有媒氏告之曰：“有卢氏女，范阳人也。父名曰浩，尝为清流宰。晚岁好道，独游云泉，今则不知所在矣。母曰郑氏。前年适清河张氏，不幸而张夫早亡。母怜其少，惜其慧美，欲择德以配焉。不识何如？”毅乃卜日就礼。既而男女二姓俱为豪族，法用礼物，尽其丰盛。金陵之士，莫不健仰。居月余，毅因晚入户，视其妻，深觉类于龙女，而艳逸丰厚，则又过之。因与话昔事。妻谓毅曰：“人世岂有如是之理乎？”经岁余，有一子。毅益重之。既产，逾月，乃秾饰换服，召毅于帘室之间，笑谓毅曰：“君不忆余之于昔也？”毅曰：“夙为姻好，何以为忆？”妻曰：“余即洞庭君之女也。泾川之冤，君使得白。衔君之恩，誓心求报。洎钱塘季父论亲不从，遂至睽违。天各一方，不能相问。父母欲配嫁于濯锦小儿某。遂闭户剪发，以明无意。虽为君子弃绝，分见无期。而当初之心，死不自替。他日父母怜其志，复欲驰白于君子。值君子累娶，当娶于张，已而又娶于韩。迨张、韩继卒，君卜居于兹，故余之父母乃喜余得遂报君之意。今日获奉君子，咸善终世，死无恨矣。”因呜咽，泣涕交下。对毅曰：“始不言者，知君无重色之心。今乃言者，知君有感余之意。妇人匪薄，不足以确厚永心，故因君爱子，以托相生。未知君意如何？愁惧兼心，不能自解。君附书之日，笑谓妾曰：‘他日归洞庭，慎无相避。’诚不知当此之际，君岂有意于今日之事乎？其后季父请于君，君固不许。君乃诚将不可邪，抑忿然邪？君其话之。”毅曰：“似有命者。仆始见君子，长泾之隅，枉抑憔悴，诚有不平之志。然自约其心者，达君之冤，余无及也。以言‘慎无相避’者，偶然耳，岂有意哉。洎钱塘逼迫之际，唯理有不可直，乃激人之怒耳。夫始以义行为之志，宁有杀其婿而纳其妻者邪？一不可也。某素以操真为志尚，宁有屈于己而伏于心者乎？二不可也。且以率肆胸臆，酬酢纷纶，唯直是图，不遑避害。然而将别之日。见君有依然之容，心甚恨之。终以人事扼束，无由报谢。吁，今日，君，卢氏也，又家于人间。则吾始心未为惑矣。从此以往，永奉欢好，心无纤虑也。”妻因深感娇泣，良久不已。有顷，谓毅曰：“勿以他类，遂为无心，固当知报耳。夫龙寿万岁，今与君同之。水陆无往不适。君不以为妄也。”毅嘉之曰：“吾不知国客乃复为神仙之饵！”。乃相与觐洞庭。既至，而宾主盛礼，不可具纪。后居南海仅四十年，其邸第、舆马、珍鲜、服玩，虽侯伯之室，无以加也。毅之族咸遂濡泽。以其春秋积序，容状不衰。南海之人，靡不惊异。洎开元中，上方属意于神仙之事，精索道术。毅不得安，遂相与归洞庭。凡十余岁，莫知其迹。至开元末，毅之表弟薛嘏为京畿令，谪官东南。经洞庭，晴昼长望，俄见碧山出于远波。舟人皆侧立，曰：“此本无山，恐水怪耳。”指顾之际，山与舟相逼，乃有彩船自山驰来，迎问于嘏。其中有一人呼之曰：“柳公来候耳。”嘏省然记之，乃促至山下，摄衣疾上。山有宫阙如人世，见毅立于宫室之中，前列丝竹，后罗珠翠，物玩之盛，殊倍人间。毅词理益玄，容颜益少。初迎嘏于砌，持嘏手曰：“别来瞬息，而发毛已黄。”嘏笑曰：“兄为神仙，弟为枯骨，命也。”毅因出药五十丸遗嘏，曰：“此药一丸，可增一岁耳。岁满复来，无久居人世以自苦也。”欢宴毕，嘏乃辞行。自是已后，遂绝影响。嘏常以是事告于人世。殆四纪，嘏亦不知所在。陇西李朝威叙而叹曰：“五虫之长，必以灵者，别斯见矣。人，裸也，移信鳞虫。洞庭含纳大直，钱塘迅疾磊落，宜有承焉。嘏咏而不载，独可邻其境。愚义之，为斯文。”桃花浅深处，似匀深浅妆。春风助肠断，吹落白衣裳。残阳西入崦，茅屋访孤僧。落叶人何在，寒云路几层。 独敲初夜磬，闲倚一枝藤。世界微尘里，吾宁爱与憎。绕池闲步看鱼游，正值儿童弄钓舟。 一种爱鱼心各异，我来施食尔垂钩。",
        "author": "唐代",
        "poem_class": "爱情",
        "dynasty": "李朝威"
    },
    {
        "title": "荷叶杯·弱柳好花尽拆",
        "paragraph": "弱柳好花尽拆，晴陌。陌上少年郎，满身兰麝扑人香。狂么狂，狂么狂？春入神京万木芳，禁林莺语滑，蝶飞狂。晓花擎露妒啼妆，红日永，风和百花香。烟锁柳丝长，御沟澄碧水，转池塘。时时微雨洗风光，天衢远，到处引笙篁。回廊远砌生秋草，梦魂千里青门道。鹦鹉怨长更，碧笼金锁横。罗帏中夜起，霜月清如水。玉露不成圆，宝筝悲断弦。比寻禅客叩禅机，澄却心如月在池。松下偶然醒一梦，却成无语问吾师。",
        "author": "五代",
        "poem_class": "爱情",
        "dynasty": "顾敻"
    },
    {
        "title": "湘妃",
        "paragraph": "筠竹千年老不死，长伴神娥盖江水。蛮娘吟弄满寒空，九山静绿泪花红。离鸾别凤烟梧中，巫云蜀雨遥相通。幽愁秋气上青枫，凉夜波间吟古龙。银烛秋光冷画屏，轻罗小扇扑流萤。天阶夜色凉如水，卧看牵牛织女星。(天阶 一作：天街；卧看 一作：坐看)无云世界秋三五，共看蟾盘上海涯。 直到天头天尽处，不曾私照一人家。山中有流水，借问不知名。映地为天色，飞空作雨声。转来深涧满，分出小池平。恬澹无人见，年年长自清。",
        "author": "唐代",
        "poem_class": "爱情",
        "dynasty": "李贺"
    },
    {
        "title": "代别情人",
        "paragraph": "清水本不动，桃花发岸傍。桃花弄水色，波荡摇春光。我悦子容艳，子倾我文章。风吹绿琴去，曲度紫鸳鸯。昔作一水鱼，今成两枝鸟。哀哀长鸡鸣，夜夜达五晓。起折相思树，归赠知寸心。覆水不可收，行云难重寻。天涯有度鸟，莫绝瑶华音。仗剑行千里，微躯敢一言。曾为大梁客，不负信陵恩。长安少年游侠客，夜上戍楼看太白。陇头明月迥临关，陇上行人夜吹笛。关西老将不胜愁，驻马听之双泪流。身经大小百余战，麾下偏裨万户侯。苏武才为典属国，节旄空尽海西头。春风先发苑中梅，樱杏桃梨次第开。 荠花榆荚深村里，亦道春风为我来。 ",
        "author": "唐代",
        "poem_class": "爱情",
        "dynasty": "李白"
    },
    {
        "title": "江城子·斗转星移玉漏频",
        "paragraph": "斗转星移玉漏频。已三更，对栖莺。历历花间，似有马啼声。含笑整衣开绣户，斜敛手，下阶迎。帘拂疏香断碧丝，泪衫还滴绣黄鹂。上国献书人不在，凝黛，晚庭又是落红时¤春日自长心自促，翻覆，年来年去负前期。应是秦云兼楚雨，留住，向花枝夸说月中枝。侁自肩如削，难胜数缕绦。天香留凤尾，余暖在檀槽。无奈诗魔旦夕生，更堪芳草满长汀。故人还爽花前约，新月又生江上亭。庄梦断时灯欲烬，蜀魂啼处酒初醒。何时得见登龙客，隔却千山万仞青。",
        "author": "五代",
        "poem_class": "爱情",
        "dynasty": "和凝"
    },
    {
        "title": "落花时·夕阳谁唤下楼梯",
        "paragraph": "夕阳谁唤下楼梯，一握香荑。回头忍笑阶前立，总无语，也依依。笺书直恁无凭据，休说相思。劝伊好向红窗醉，须莫及，落花时。其一：眼空蓄泪泪空垂，暗洒闲抛却为谁？尺幅鲛绡劳解赠，叫人焉得不伤悲！其二：抛珠滚玉只偷潸，镇日无心镇日闲。枕上袖边难拂拭，任他点点与斑斑。其三：彩线难收面上珠，湘江旧迹已模糊，窗前亦有千竿竹，不识香痕渍也无？高梧百尺夜苍苍，乱扫秋星落晓霜。如何不向西州植，倒挂绿毛幺凤皇。秋林无静树，叶落鸟频惊。一夜疑风雨，不知山月生。松门开积翠，潭水入空明。渐觉天鸡晓，披衣念远征。",
        "author": "清代",
        "poem_class": "爱情",
        "dynasty": "纳兰性德"
    },
    {
        "title": "桑中",
        "paragraph": "爰采唐矣？沬之乡矣。云谁之思？美孟姜矣。期我乎桑中，要我乎上宫，送我乎淇之上矣。爰采麦矣？沬之北矣。云谁之思？美孟弋矣。期我乎桑中，要我乎上宫，送我乎淇之上矣。爰采葑矣？沬之东矣。云谁之思？美孟庸矣。期我乎桑中，要我乎上宫，送我乎淇之上矣。 股肱喜哉。元首起哉。百工熙哉。元首明哉。股肱良哉。庶事康哉。元首丛脞哉。股肱惰哉。万事堕哉。有狐绥绥，在彼淇梁。心之忧矣，之子无裳。有狐绥绥，在彼淇厉。心之忧矣，之子无带。有狐绥绥，在彼淇侧。心之忧矣，之子无服。访予落止，率时昭考。於乎悠哉，朕未有艾。将予就之，继犹判涣。维予小子，未堪家多难。绍庭上下，陟降厥家。休矣皇考，以保明其身。",
        "author": "先秦",
        "poem_class": "爱情",
        "dynasty": "佚名"
    },
    {
        "title": "踏歌词四首·其一",
        "paragraph": "春江月出大堤平，堤上女郎连袂行。唱尽新词欢不见，红霞映树鹧鸪鸣。风动荷花水殿香，姑苏台上宴吴王。西施醉舞娇无力，笑倚东窗白玉床。赠君一法决狐疑，不用钻龟与祝蓍。试玉要烧三日满，辨材须待七年期。周公恐惧流言日，王莽谦恭未篡时。向使当初身便死，一生真伪复谁知？深居俯夹城，春去夏犹清。天意怜幽草，人间重晚晴。 并添高阁迥，微注小窗明。越鸟巢干后，归飞体更轻。",
        "author": "唐代",
        "poem_class": "爱情",
        "dynasty": "刘禹锡"
    },
    {
        "title": "菩萨蛮·铜簧韵脆锵寒竹",
        "paragraph": "铜簧韵脆锵寒竹，新声慢奏移纤玉。眼色暗相钩，秋波横欲流。雨云深绣户，来便谐衷素。宴罢又成空，魂迷春梦中。风切切，深秋月，十朵芙蓉繁艳歇。小槛细腰无力，空赢得，目断魂飞何处说。寸心恰似丁香结，看看瘦尽胸前雪。偏挂恨，少年抛掷，羞觑见，绣被堆红闲不彻。不将桂子种诸天，长得寻君水石边。玄豹夜寒和雾隐，骊龙春暖抱珠眠。山中宰相陶弘景，洞里真人葛稚川。一度相思一惆怅，水寒烟澹落花前。金殿试回新折桂，将军留辟向江城。思量一醉犹难得，辜负扬州管记名。",
        "author": "五代",
        "poem_class": "爱情",
        "dynasty": "李煜"
    },
    {
        "title": "银河吹笙",
        "paragraph": "怅望银河吹玉笙，楼寒院冷接平明。重衾幽梦他年断，别树羁雌昨夜惊。月榭故香因雨发，风帘残烛隔霜清。不须浪作缑山意，湘瑟秦箫自有情。遑遑三十载，书剑两无成。山水寻吴越，风尘厌洛京。扁舟泛湖海，长揖谢公卿。且乐杯中物，谁论世上名。金樽清酒斗十千，玉盘珍羞直万钱。(羞 同：馐；直 同：值)停杯投箸不能食，拔剑四顾心茫然。欲渡黄河冰塞川，将登太行雪满山。(雪满山 一作：雪暗天)闲来垂钓碧溪上，忽复乘舟梦日边。(碧 一作：坐)行路难，行路难，多歧路，今安在？长风破浪会有时，直挂云帆济沧海。岐王宅里寻常见，崔九堂前几度闻。正是江南好风景，落花时节又逢君。",
        "author": "唐代",
        "poem_class": "爱情",
        "dynasty": "李商隐"
    },
    {
        "title": "蝶恋花·记得画屏初会遇",
        "paragraph": "记得画屏初会遇。好梦惊回，望断高唐路。燕子双飞来又去。纱窗几度春光暮。那日绣帘相见处。低眼佯行，笑整香云缕。敛尽春山羞不语。人前深意难轻诉。塞下秋来风景异，衡阳雁去无留意。四面边声连角起，千嶂里，长烟落日孤城闭。浊酒一杯家万里，燕然未勒归无计。羌管悠悠霜满地，人不寐，将军白发征夫泪。芳原绿野恣行时，春入遥山碧四围。兴逐乱红穿柳巷，困临流水坐苔矶。莫辞盏酒十分劝，只恐风花一片飞。况是清明好天气，不妨游衍莫忘归。彩袖殷勤捧玉钟，当年拚却醉颜红。舞低杨柳楼心月，歌尽桃花扇底风。从别后，忆相逢，几回魂梦与君同。今宵剩把银釭照，犹恐相逢是梦中。",
        "author": "宋代",
        "poem_class": "爱情",
        "dynasty": "苏轼"
    },
    {
        "title": "最高楼·旧时心事",
        "paragraph": "旧时心事，说着两眉羞。长记得、凭肩游。缃裙罗袜桃花岸，薄衫轻扇杏花楼。几番行，几番醉，几番留。也谁料、春风吹已断。又谁料、朝云飞亦散。天易老，恨难酬。蜂儿不解知人苦，燕儿不解说人愁。旧情怀，消不尽，几时休。昨夜雨疏风骤，浓睡不消残酒。试问卷帘人，却道海棠依旧。知否，知否？应是绿肥红瘦。应怜屐齿印苍苔，小扣柴扉久不开。春色满园关不住，一枝红杏出墙来。烟外倚危楼，初见远灯明灭。却跨玉虹归去、看洞天星月。当时张范风流在，况一尊浮雪。莫问世间何事、与剑头微吷。",
        "author": "宋代",
        "poem_class": "爱情",
        "dynasty": "程垓"
    },
    {
        "title": "生查子·含羞整翠鬟",
        "paragraph": "含羞整翠鬟，得意频相顾。雁柱十三弦，一一春莺语。娇云容易飞，梦断知何处。深院锁黄昏，阵阵芭蕉雨。金溪民方仲永，世隶耕。仲永生五年，未尝识书具，忽啼求之。父异焉，借旁近与之，即书诗四句，并自为其名。其诗以养父母、收族为意，传一乡秀才观之。自是指物作诗立就，其文理皆有可观者。邑人奇之，稍稍宾客其父，或以钱币乞之。父利其然也，日扳仲永环谒于邑人，不使学。余闻之也久。明道中，从先人还家，于舅家见之，十二三矣。令作诗，不能称前时之闻。又七年，还自扬州，复到舅家问焉。曰：“泯然众人矣。”王子曰：仲永之通悟，受之天也。其受之天也，贤于材人远矣。卒之为众人，则其受于人者不至也。彼其受之天也，如此其贤也，不受之人，且为众人；今夫不受之天，固众人，又不受之人，得为众人而已耶？梅雨霁，暑风和。高柳乱蝉多。小园台榭远池波。鱼戏动新荷。 薄纱厨，轻羽扇。枕冷簟凉深院。此时情绪此时天。无事小神仙。春已半。触目此情无限。十二阑干闲倚遍。愁来天不管。 好是风和日暖。输与莺莺燕燕。满院落花帘不卷。断肠芳草远。",
        "author": "宋代",
        "poem_class": "爱情",
        "dynasty": "欧阳修"
    },
    {
        "title": "浣溪沙·春情",
        "paragraph": "桃李溪边驻画轮。鹧鸪声里倒清尊。夕阳虽好近黄昏。 香在衣裳妆在臂，水连芳草月连云。几时归去不销魂。褒禅山亦谓之华山，唐浮图慧褒始舍于其址，而卒葬之；以故其后名之曰“褒禅”。今所谓慧空禅院者，褒之庐冢也。距其院东五里，所谓华山洞者，以其乃华山之阳名之也。距洞百余步，有碑仆道，其文漫灭，独其为文犹可识曰“花山”。今言“华”如“华实”之“华”者，盖音谬也。其下平旷，有泉侧出，而记游者甚众，所谓前洞也。由山以上五六里，有穴窈然，入之甚寒，问其深，则其好游者不能穷也，谓之后洞。余与四人拥火以入，入之愈深，其进愈难，而其见愈奇。有怠而欲出者，曰：“不出，火且尽。”遂与之俱出。盖余所至，比好游者尚不能十一，然视其左右，来而记之者已少。盖其又深，则其至又加少矣。方是时，余之力尚足以入，火尚足以明也。既其出，则或咎其欲出者，而余亦悔其随之，而不得极夫游之乐也。于是余有叹焉。古人之观于天地、山川、草木、虫鱼、鸟兽，往往有得，以其求思之深而无不在也。夫夷以近，则游者众；险以远，则至者少。而世之奇伟、瑰怪，非常之观，常在于险远，而人之所罕至焉，故非有志者不能至也。有志矣，不随以止也，然力不足者，亦不能至也。有志与力，而又不随以怠，至于幽暗昏惑而无物以相之，亦不能至也。然力足以至焉，于人为可讥，而在己为有悔；尽吾志也而不能至者，可以无悔矣，其孰能讥之乎？此余之所得也！余于仆碑，又以悲夫古书之不存，后世之谬其传而莫能名者，何可胜道也哉！此所以学者不可以不深思而慎取之也。四人者：庐陵萧君圭君玉，长乐王回深父，余弟安国平父、安上纯父。至和元年七月某日，临川王某记。波渺渺，柳依依。孤村芳草远，斜日杏花飞。江南春尽离肠断，蘋满汀洲人未归。临高阁，乱山平野烟光薄。烟光薄，栖鸦归后，暮天闻角。断香残酒情怀恶，西风催衬梧桐落。梧桐落，又还秋色，又还寂寞。",
        "author": "宋代",
        "poem_class": "爱情",
        "dynasty": "苏轼"
    },
    {
        "title": "集贤宾·小楼深巷狂游遍",
        "paragraph": "小楼深巷狂游遍，罗绮成丛。就中堪人属意，最是虫虫。有画难描雅态，无花可比芳容。几回饮散良宵永，鸳衾暖、凤枕香浓。算得人间天上，惟有两心同。近来云雨忽西东。诮恼损情悰。纵然偷期暗会，长是匆匆。争似和鸣偕老，免教敛翠啼红。眼前时、暂疏欢宴，盟言在、更莫忡忡。待作真个宅院，方信有初终。老去无心听管弦，病来杯酒不相便。人生难得秋前雨，乞我虚堂自在眠。见梨花初带夜月，海棠半含朝雨。内苑春、不禁过青门，御沟涨、潜通南浦。东风静、细柳垂金缕。望凤阙、非烟非雾。好时代、朝野多欢，遍九陌、太平箫鼓。 乍莺儿百啭断续，燕子飞来飞去。近绿水、台榭映秋千，斗草聚、双双游女。饧香更、酒冷踏青路。会暗识、夭桃朱户。向晚骤、宝马雕鞍，醉襟惹、乱花飞絮。 正轻寒轻暖漏永，半阴半晴云暮。禁火天、已是试新妆，岁华到、三分佳处。清明看、汉宫传蜡炬。散翠烟、飞入槐府。敛兵卫、阊阖门开，住传宣、又还休务。小径红稀，芳郊绿遍。高台树色阴阴见。春风不解禁杨花，蒙蒙乱扑行人面。(蒙 通：濛)翠叶藏莺，朱帘隔燕。炉香静逐游丝转。一场愁梦酒醒时，斜阳却照深深院。",
        "author": "宋代",
        "poem_class": "爱情",
        "dynasty": "柳永"
    },
    {
        "title": "乌夜啼",
        "paragraph": "黄云城边乌欲栖，归飞哑哑枝上啼。机中织锦秦川女，碧纱如烟隔窗语。停梭怅然忆远人，独宿孤房泪如雨。雨里鸡鸣一两家，竹溪村路板桥斜。妇姑相唤浴蚕去，闲看中庭栀子花。(闲看 一作：闲着)归山深浅去，须尽丘壑美。莫学武陵人，暂游桃源里。晓迎秋露一枝新，不占园中最上春。桃李无言又何在，向风偏笑艳阳人。",
        "author": "唐代",
        "poem_class": "爱情",
        "dynasty": "李白"
    },
    {
        "title": "清江引·相思",
        "paragraph": "相思有如少债的，每日相催逼。常挑着一担愁，准不了三分利。这本钱见他时才算得。骏马骄嘶懒著鞭，晚凉骑过御楼前。宫娥不识中书令，借问谁家美少年。风飘飘，雨潇潇，便做陈抟睡不着。懊恼伤怀抱，扑簌簌泪点抛。秋蝉儿噪罢寒蛩儿叫，淅零零细雨打芭蕉。金钗影摇春燕斜，木杪生春叶。水塘春始波，火候春初热。土牛儿载将春到也。",
        "author": "元代",
        "poem_class": "爱情",
        "dynasty": "徐再思"
    },
    {
        "title": "更漏子·金雀钗",
        "paragraph": "金雀钗，红粉面，花里暂时相见。知我意，感君怜，此情须问天。香作穗，蜡成泪，还似两人心意。山枕腻，锦衾寒，觉来更漏残。二月卖新丝，五月粜新谷。医得眼前疮，剜却心头肉。我愿君王心，化作光明烛。不照绮罗筵，只照逃亡屋。两竿落日溪桥上，半缕轻烟柳影中。多少绿荷相倚恨，一时回首背西风。春种一粒粟，秋收万颗子。四海无闲田，农夫犹饿死。",
        "author": "唐代",
        "poem_class": "爱情",
        "dynasty": "温庭筠"
    },
    {
        "title": "南歌子·玉漏迢迢尽",
        "paragraph": "玉漏迢迢尽，银潢淡淡横。梦回宿酒未全醒，已被邻鸡催起怕天明。臂上妆犹在，襟间泪尚盈。水边灯火渐人行，天外一钩残月带三星。乳鸭池塘水浅深，熟梅天气半晴阴。东园载酒西园醉，摘尽枇杷一树金。早岁那知世事艰，中原北望气如山。楼船夜雪瓜洲渡，铁马秋风大散关。塞上长城空自许，镜中衰鬓已先斑。出师一表真名世，千载谁堪伯仲间！危楼还望，叹此意、今古几人曾会？鬼设神施，浑认作、天限南疆北界。一水横陈，连岗三面，做出争雄势。六朝何事，只成门户私计？因笑王谢诸人，登高怀远，也学英雄涕。凭却长江，管不到，河洛腥膻无际。正好长驱，不须反顾，寻取中流誓。小儿破贼，势成宁问强对！(强对 一作：疆场)",
        "author": "宋代",
        "poem_class": "爱情",
        "dynasty": "秦观"
    },
    {
        "title": "隰桑",
        "paragraph": "隰桑有阿，其叶有难。既见君子，其乐如何。隰桑有阿，其叶有沃。既见君子，云何不乐。隰桑有阿，其叶有幽。既见君子，德音孔胶。心乎爱矣，遐不谓矣？中心藏之，何日忘之！骍骍角弓，翩其反矣。兄弟婚姻，无胥远矣。尔之远矣，民胥然矣。尔之教矣，民胥效矣。此令兄弟，绰绰有裕。不令兄弟，交相为愈。民之无良，相怨一方。受爵不让，至于已斯亡。老马反为驹，不顾其后。如食宜饇，如酌孔取。毋教猱升木，如涂涂附。君子有徽猷，小人与属。雨雪瀌瀌，见晛曰消。莫肯下遗，式居娄骄。雨雪浮浮，见晛曰流。如蛮如髦，我是用忧。采采卷耳，不盈顷筐。嗟我怀人，寘彼周行。(寘 通：置)陟彼崔嵬，我马虺隤。我姑酌彼金罍，维以不永怀。陟彼高冈，我马玄黄。我姑酌彼兕觥，维以不永伤。陟彼砠矣，我马瘏矣。我仆痡矣，云何吁矣。厌浥行露，岂不夙夜，谓行多露。谁谓雀无角？何以穿我屋？谁谓女无家？何以速我狱？虽速我狱，室家不足！谁谓鼠无牙？何以穿我墉？谁谓女无家？何以速我讼？虽速我讼，亦不女从！",
        "author": "先秦",
        "poem_class": "爱情",
        "dynasty": "佚名"
    },
    {
        "title": "南歌子·万万千千恨",
        "paragraph": "万万千千恨，前前后后山。傍人道我轿儿宽。不道被他遮得、望伊难。今夜江头树，船儿系那边。知他热后甚时眠。万万不成眠后、有谁扇。春阴垂野草青青，时有幽花一树明。晚泊孤舟古祠下，满川风雨看潮生。炎光谢。过暮雨、芳尘轻洒。乍露冷风清庭户，爽天如水，玉钩遥挂。应是星娥嗟久阻，叙旧约、飙轮欲驾。极目处、微云暗度，耿耿银河高泻。 闲雅。须知此景，古今无价。运巧思、穿针楼上女，抬粉面、云鬟相亚。钿合金钗私语处，算谁在、回廊影下。愿天上人间，占得欢娱，年年今夜。水天空阔，恨东风不惜世间英物。蜀鸟吴花残照里，忍见荒城颓壁。铜雀春情，金人秋泪，此恨凭谁雪？堂堂剑气，斗牛空认奇杰。那信江海余生，南行万里，属扁舟齐发。正为鸥盟留醉眼，细看涛生云灭。睨柱吞嬴，回旗走懿，千古冲冠发。伴人无寐，秦淮应是孤月。",
        "author": "宋代",
        "poem_class": "爱情",
        "dynasty": "辛弃疾"
    },
    {
        "title": "匏有苦叶",
        "paragraph": "匏有苦叶，济有深涉。深则厉，浅则揭。有瀰济盈，有鷕雉鸣。济盈不濡轨，雉鸣求其牡。雍雍鸣雁，旭日始旦。士如归妻，迨冰未泮。招招舟子，人涉卬否。人涉卬否，卬须我友。子路、曾皙、冉有、公西华侍坐。子曰：“以吾一日长乎尔，毋吾以也。居则曰：‘不吾知也。’如或知尔，则何以哉？”子路率尔而对曰：“千乘之国，摄乎大国之间，加之以师旅，因之以饥馑；由也为之，比及三年，可使有勇，且知方也。”夫子哂之。“求！尔何如？”对曰：“方六七十，如五六十，求也为之，比及三年，可使足民。如其礼乐，以俟君子。”“赤！尔何如？”对曰：“非曰能之，愿学焉。宗庙之事，如会同，端章甫，愿为小相焉。”“点！尔何如？”鼓瑟希，铿尔，舍瑟而作，对曰：“异乎三子者之撰。”子曰：“何伤乎？亦各言其志也。”曰：“莫春者，春服既成，冠者五六人，童子六七人，浴乎沂，风乎舞雩，咏而归。”夫子喟然叹曰：“吾与点也！”三子者出，曾皙后。曾皙曰：“夫三子者之言何如？”子曰：“亦各言其志也已矣。”曰：“夫子何哂由也？”曰：“为国以礼，其言不让，是故哂之。”“唯求则非邦也与？”“安见方六七十，如五六十而非邦也者？”“唯赤则非邦也与？”“宗庙会同，非诸侯而何？赤也为之小，孰能为之大？”假乐君子，显显令德，宜民宜人。受禄于天，保右命之，自天申之。干禄百福，子孙千亿。穆穆皇皇，宜君宜王。不愆不忘，率由旧章。威仪抑抑，德音秩秩。无怨无恶，率由群匹。受福无疆，四方之纲。之纲之纪，燕及朋友。百辟卿士，媚于天子。不解于位，民之攸塈。吴无君，无大夫，此何以有君，有大夫？贤季子也。何贤乎季子？让国也。其让国奈何？谒也，馀祭也，夷昧也，与季子同母者四。季子弱而才，兄弟皆爱之，同欲立之以为君。谒曰：“今若是迮而与季子国，季子犹不受也。请无与子而与弟，弟兄迭为君，而致国乎季子。”皆曰诺。故诸为君者皆轻死为勇，饮食必祝，曰：“天苟有吴国，尚速有悔于予身。”故谒也死，馀祭也立。馀祭也死，夷昧也立。夷昧也死，则国宜之季子者也，季子使而亡焉。僚者长庶也，即之。季之使而反，至而君之尔。阖庐曰：“先君之所以不与子国，而与弟者，凡为季子故也。将从先君之命与，则国宜之季子者也；如不从先君之命与子，我宜当立者也。僚恶得为君？”于是使专诸刺僚，而致国乎季子。季子不受，曰：“尔杀吾君，吾受尔国，是吾与尔为篡也。尔杀吾兄，吾又杀尔，是父子兄弟相杀，终身无已也。”去之延陵，终身不入吴国。故君子以其不受为义，以其不杀为仁，贤季子。则吴何以有君，有大夫？以季子为臣，则宜有君者也。札者何？吴季子之名也。春秋贤者不名，此何以名？许夷狄者，不一而足也。季子者，所贤也，曷为不足乎季子？许人臣者必使臣，许人子者必使子也。",
        "author": "先秦",
        "poem_class": "爱情",
        "dynasty": "佚名"
    },
    {
        "title": "小长干曲",
        "paragraph": "月暗送湖风，相寻路不通。菱歌唱不彻，知在此塘中。洞庭白波木叶稀，燕鸿始入吴云飞。吴云寒，燕鸿苦。风号沙宿潇湘浦，节士悲秋泪如雨。白日当天心，照之可以事明主。壮士愤，雄风生。安得倚天剑，跨海斩长鲸。昨夜风开露井桃，未央前殿月轮高。 平阳歌舞新承宠，帘外春寒赐锦袍。青海长云暗雪山，孤城遥望玉门关。黄沙百战穿金甲，不破楼兰终不还。",
        "author": "唐代",
        "poem_class": "爱情",
        "dynasty": "崔国辅"
    },
    {
        "title": "荷花",
        "paragraph": "都无色可并，不奈此香何。瑶席乘凉设，金羁落晚过。回衾灯照绮，渡袜水沾罗。预想前秋别，离居梦棹歌。箫声咽，秦娥梦断秦楼月。秦楼月，年年柳色，灞陵伤别。乐游原上清秋节，咸阳古道音尘绝。音尘绝，西风残照，汉家陵阙。已讶衾枕冷，复见窗户明。夜深知雪重，时闻折竹声。秋丛绕舍似陶家，遍绕篱边日渐斜。 不是花中偏爱菊，此花开尽更无花。",
        "author": "唐代",
        "poem_class": "爱情",
        "dynasty": "李商隐"
    },
    {
        "title": "定情诗",
        "paragraph": "我出东门游，邂逅承清尘。思君即幽房，侍寝执衣巾。时无桑中契，迫此路侧人。我既媚君姿，君亦悦我颜。何以致拳拳？绾臂双金环。何以道殷勤？约指一双银。何以致区区？耳中双明珠。何以致叩叩？香囊系肘后。何以致契阔？绕腕双跳脱。何以结恩情？美玉缀罗缨。何以结中心？素缕连双针。何以结相于？金薄画搔头。何以慰别离？耳后玳瑁钗。何以答欢忻？纨素三条裙。何以结愁悲？白绢双中衣。与我期何所？乃期东山隅。日旰兮不来，谷风吹我襦。远望无所见，涕泣起踟蹰。与我期何所？乃期山南阳。日中兮不来，飘风吹我裳。逍遥莫谁睹，望君愁我肠。与我期何所？乃期西山侧。日夕兮不来，踯躅长叹息。远望凉风至，俯仰正衣服。与我期何所？乃期山北岑。日暮兮不来，凄风吹我襟。望君不能坐，悲苦愁我心。爱身以何为，惜我华色时。中情既款款，然后克密期。褰衣蹑茂草，谓君不我欺。厕此丑陋质，徙倚无所之。自伤失所欲，泪下如连丝。三十时。行成名立有令闻。力可扛鼎志干云。食如漏巵气如熏。辞家观国综典文。高冠素带焕翩纷。酒将炙奈乐何。清酒将炙奈乐何。柳芽吐玉兰芽小，罗幕凝寒觉春早。肠断王孙尚未归，东风已绿天涯草。箜篌尘满琼箫卧，熏炉閒爇沈香火。恼侬题就抱愁眠，泪珠暗滴胭脂颗。林中有奇鸟，自言是凤凰。清朝饮醴泉，日夕栖山冈。高鸣彻九州，延颈望八荒。适逢商风起，羽翼自摧藏。一去昆仑西，何时复回翔。但恨处非位，怆悢使心伤。",
        "author": "魏晋",
        "poem_class": "爱情",
        "dynasty": "繁钦"
    },
    {
        "title": "江城子·竹里风生月上门",
        "paragraph": "竹里风生月上门。理秦筝，对云屏。轻拨朱弦，恐乱马嘶声。含恨含娇独自语：今夜约，太迟生！玉钩鸾柱调鹦鹉，宛转留春语。云屏冷落画堂空，薄晚春寒、无奈落花风¤搴帘燕子低飞去，拂镜尘莺舞。不知今夜月眉弯，谁佩同心双结、倚阑干。春风拂拂横秋水，掩映遥相对。只知长作碧窗期，谁信东风、吹散彩云飞¤银屏梦与飞鸾远，只有珠帘卷。杨花零落月溶溶，尘掩玉筝弦柱、画堂空。门锁帘垂月影斜，翠华咫尺隔天涯。香铺罗幌不成梦，背壁银缸落尽花。金波寒透水精帘，烧尽沈檀手自添。风递笙歌门已掩，翠华何处夜厌厌。虽寄上都眠竹寺，逸情终忆白云端。闲登钟阜林泉晚，梦去沃洲风雨寒。新试茶经煎有兴，旧婴诗病舍终难。常闻秋夕多无寐，月在高台独凭栏。",
        "author": "五代",
        "poem_class": "爱情",
        "dynasty": "和凝"
    },
    {
        "title": "阮郎归·宫腰袅袅翠鬟松",
        "paragraph": "宫腰袅袅翠鬟松，夜堂深处逢。无端银烛殒秋风，灵犀得暗通。身有恨，恨无穷，星河沉晓空。陇头流水各西东，佳期如梦中。骑牛远远过前村，吹笛风斜隔陇闻。( 吹笛风斜 一作：短笛横吹)多少长安名利客，机关用尽不如君。金陵城上西楼，倚清秋。万里夕阳垂地大江流。中原乱，簪缨散，几时收？试倩悲风吹泪过扬州。砧声送风急，蟠蟀思高秋。我来对景，不学宋玉解悲愁。收拾凄凉兴况，分付尊中醽醁，倍觉不胜幽。自有多情处，明月挂南楼。怅襟怀，横玉笛，韵悠悠。清时良夜，借我此地倒金瓯。可爱一天风物，遍倚阑干十二，宇宙若萍浮。醉困不知醒，欹枕卧江流。",
        "author": "宋代",
        "poem_class": "爱情",
        "dynasty": "秦观"
    },
    {
        "title": "西施 / 咏苎萝山",
        "paragraph": "西施越溪女，出自苎萝山。秀色掩今古，荷花羞玉颜。浣纱弄碧水，自与清波闲。皓齿信难开，沉吟碧云间。勾践徵绝艳，扬蛾入吴关。提携馆娃宫，杳渺讵可攀。一破夫差国，千秋竟不还。十里长街市井连，月明桥上看神仙。人生只合扬州死，禅智山光好墓田。风急天高猿啸哀，渚清沙白鸟飞回。无边落木萧萧下，不尽长江滚滚来。万里悲秋常作客，百年多病独登台。艰难苦恨繁霜鬓，潦倒新停浊酒杯。群山万壑赴荆门，生长明妃尚有村。一去紫台连朔漠，独留青冢向黄昏。画图省识春风面，环珮空归夜月魂。(夜月 一作：月夜)千载琵琶作胡语，分明怨恨曲中论。",
        "author": "唐代",
        "poem_class": "爱情",
        "dynasty": "李白"
    },
    {
        "title": "卷珠帘·记得来时春未暮",
        "paragraph": "记得来时春未暮，执手攀花，袖染花梢露。暗卜春心共花语，争寻双朵争先去。多情因甚相辜负，轻拆轻离，欲向谁分诉。泪湿海棠花枝处，东君空把奴分付。半亩方塘一鉴开，天光云影共徘徊。问渠那得清如许？为有源头活水来。(那 通：哪)一带江山如画，风物向秋潇洒。水浸碧天何处断？霁色冷光相射。蓼屿荻花洲，掩映竹篱茅舍。云际客帆高挂，烟外酒旗低亚。多少六朝兴废事，尽入渔樵闲话。怅望倚层楼，寒日无言西下。三年枕上吴中路。遣黄耳、随君去。若到松江呼小渡。莫惊鸥鹭，四桥尽是，老子经行处。辋川图上看春暮。常记高人右丞句。作个归期天已许。春衫犹是，小蛮针线，曾湿西湖雨。",
        "author": "宋代",
        "poem_class": "爱情",
        "dynasty": "魏夫人"
    },
    {
        "title": "闻李端公垂钓回寄赠",
        "paragraph": "无限荷香染暑衣，阮郎何处弄船归。自惭不及鸳鸯侣，犹得双双近钓矶。兰叶春葳蕤，桂华秋皎洁。欣欣此生意，自尔为佳节。谁知林栖者，闻风坐相悦。草木有本心，何求美人折！早梅发高树，迥映楚天碧。朔吹飘夜香，繁霜滋晓白。欲为万里赠，杳杳山水隔。寒英坐销落，何用慰远客。 日日采莲去，洲长多暮归。弄篙莫溅水，畏湿红莲衣。",
        "author": "唐代",
        "poem_class": "爱情",
        "dynasty": "鱼玄机"
    },
    {
        "title": "古离别",
        "paragraph": "离恨如旨酒，古今饮皆醉。只恐长江水，尽是儿女泪。伊余非此辈，送人空把臂。他日再相逢，清风动天地。山上层层桃李花，云间烟火是人家。银钏金钗来负水，长刀短笠去烧畲。乡心新岁切，天畔独潸然。老至居人下，春归在客先。岭猿同旦暮，江柳共风烟。已似长沙傅，从今又几年。江汉思归客，乾坤一腐儒。片云天共远，永夜月同孤。落日心犹壮，秋风病欲疏。(疏 一作：苏)古来存老马，不必取长途。",
        "author": "唐代",
        "poem_class": "爱情",
        "dynasty": "贯休"
    },
    {
        "title": "华山畿·君既为侬死",
        "paragraph": "华山畿，华山畿，君既为侬死，独生为谁施？欢若见怜时，棺木为侬开。悲人道兮悲人道之实难。哀人道之多险。伤人道之寡安。懿华宗之冠胄。固清流而远源。树文德于庭户。立操学于衡门。应积善之馀祐。当履福之所延。何小子之凶放。实招祸而作愆。值革变之大运。遭一顾于圣皇。参谋猷于创物。赞帝制于宏纲。出治戎于禁卫。入关言于帷房。分河山之圭组。继文武之龟章。禀顾命于西殿。受遗寄于御床。伊懦劣其无节。实怀此而不忘。荷隆遇于先主。欲报之于后王。忧托付之无效。惧愧言于存亡。谓继体其嗣业。能增辉于前光。居遏密之未几。越礼度而湎荒。普天壤而殒气。必社稷之沦丧。矧吾侪之体国。实启处而匪遑。藉亿兆之一志。固昏极而明彰。谅主尊而民晏。信卜祚之无疆。国既危而重构。家已衰而载昌。获扶颠而休否。冀世道之方康。朝褒功以疏爵。只命服于西蕃。奏箫管之嘈囋。拥朱旄之赫煌。临八方以作镇。响文武之桓桓。厉薄弱以为政。实忘食于日旰。岂申甫之敢慕。庶惟宋之屏翰。甫逾历其三稔。实周回其未再。岂有虑于内□。□□□其云裁。痛夹辅之二宰。并加辟而靡贷。哀弱息之从祸。悲发中而心痗。伊荆汉之良彦。逮文武之子民。见忠贞而弗亮。睹理屈而莫申。皆义概而同愤。咸荷戈而竞臻。浮舳舻之奕奕。陈车骑之辚辚。观人和与师整。谓兹兵其谁陈。庶亡魂之雪怨。反泾渭于彝化。齐轻舟于江曲。殄锐敌其皆湮。勒陆徒于白水。寇无反于只轮。气扔捷而益壮。威既肃而弥振。嗟时哉之不与。迕风雨以逾旬。我谋战而不克。彼继奔其蹑尘。乏智勇之奇正。忽孟明而是遵。苟成败其有数。岂怨天而尤人。恨矢石之未竭。遂摧师而覆陈。诚得丧之所遭。固当之其无吝。痛而怀之弱子。横遭罹之殃衅。智未穷而事倾。力未极而莫振。誓同尽于锋镝。我怯劣而愆信。悯弟侄之何辜。实五咎之所婴。谓九夷之可处。思致免以全生。嗟性命之难遂。乃窘绁于边亭。亦何忤于天地。备艰危而是丁。我闻之于昔诰。功弥高而身䠞。霍芒刺而幸免。卒倾宗而灭族。周叹贵于岳吏。终下审而靡鞠。虽明德之大贤。亦不免于残戮。怀今惮而忍人。忘向惠而莫复。绩无赏而震主。将何方以自牧。非砏石之图照。孰违祸以取福。箸殷鉴认自古。岂独叹于季叔。能安亲而扬名。谅见称于先哲。保归全而终孝。伤在余而皆缺。辱历世之平素。忽盛满而倾灭。惟烝尝与洒埽。痛一朝而永绝。问其谁而为之。实孤人之险戾。罪有逾于丘山。虽百死其何雪。羁角偃兮衡闾。亲朋交兮平义。虽履尚兮不一。隆分好兮情寄。俱惮耕兮从禄。睹世道兮艰诐。规志局兮功名。每谓之兮为易。今定谥兮阖棺。惭明智兮昔议。虽待尽兮为耻。嗟原颜兮靡寘。长揖兮数子。谢尔兮明智。百龄兮浮促。终焉兮斟克。卧尽兮斧斤。理命兮同得。世安彼兮非此。岂晓分兮辨惑。御庄生之达言。请承风以为则。众花杂色满上林。舒芳耀绿垂轻阴。连手躞蹀舞春心。舞春心。临岁腴。中人望。独踟蹰。韩亡子房奋，秦帝鲁连耻。本自江海人，忠义感君子。",
        "author": "南北朝",
        "poem_class": "爱情",
        "dynasty": "佚名"
    },
    {
        "title": "双燕离",
        "paragraph": "双燕复双燕，双飞令人羡。玉楼珠阁不独栖，金窗绣户长相见。柏梁失火去，因入吴王宫。吴宫又焚荡，雏尽巢亦空。憔悴一身在，孀雌忆故雄。双飞难再得，伤我寸心中。为我引杯添酒饮，与君把箸击盘歌。诗称国手徒为尔，命压人头不奈何。举眼风光长寂寞，满朝官职独蹉跎。亦知合被才名折，二十三年折太多。黔无驴，有好事者船载以入。至则无可用，放之山下。虎见之，庞然大物也，以为神，蔽林间窥之。稍出近之，慭慭然，莫相知。他日，驴一鸣，虎大骇，远遁；以为且噬己也，甚恐。然往来视之，觉无异能者；益习其声，又近出前后，终不敢搏。稍近，益狎，荡倚冲冒。驴不胜怒，蹄之。虎因喜，计之曰：“技止此耳！”因跳踉大㘎，断其喉，尽其肉，乃去。噫！形之庞也类有德，声之宏也类有能。向不出其技，虎虽猛，疑畏，卒不敢取。今若是焉，悲夫！江海相逢客恨多，秋风叶下洞庭波。 酒酣夜别淮阴市，月照高楼一曲歌。",
        "author": "唐代",
        "poem_class": "爱情",
        "dynasty": "李白"
    },
    {
        "title": "江城子·浣花溪上见卿卿",
        "paragraph": "浣花溪上见卿卿，眼波明，黛眉轻。绿云高绾，金簇小蜻蜒。好是问他来得么？和笑道：莫多情。寻章摘句老雕虫，晓月当帘挂玉弓。不见年年辽海上，文章何处哭秋风。春去也，多谢洛城人。弱柳从风疑举袂，丛兰裛露似沾巾。独坐亦含嚬。春去也，共惜艳阳年。犹有桃花流水上，无辞竹叶醉尊前。惟待见青天。桃红复含宿雨，柳绿更带朝烟。(朝烟 一作：春烟)花落家童未扫，莺啼山客犹眠。",
        "author": "唐代",
        "poem_class": "爱情",
        "dynasty": "张泌"
    },
    {
        "title": "大车",
        "paragraph": "大车槛槛，毳衣如菼。岂不尔思？畏子不敢。大车啍啍，毳衣如璊。岂不尔思？畏子不奔。榖则异室，死则同穴。谓予不信，有如皦日。将仲子兮，无逾我里，无折我树杞。岂敢爱之？畏我父母。仲可怀也，父母之言亦可畏也。将仲子兮，无逾我墙，无折我树桑。岂敢爱之？畏我诸兄。仲可怀也，诸兄之言亦可畏也。将仲子兮，无逾我园，无折我树檀。岂敢爱之？畏人之多言。仲可怀也，人之多言亦可畏也。不踬于山。而踬于垤。规有摩而水有波。我欲更之。无奈之何。客有为齐王画者。齐王问曰：“画孰最难者？”曰：“犬马最难。”曰：“孰易者？”曰：“鬼魅最易。”曰：“何为？”曰：“夫犬马，人所共知也，旦暮见之，不易类，故难；鬼魅无形也，人皆未之见，故易也。”",
        "author": "先秦",
        "poem_class": "爱情",
        "dynasty": "佚名"
    },
    {
        "title": "东门之杨",
        "paragraph": "东门之杨，其叶牂牂。昏以为期，明星煌煌。东门之杨，其叶肺肺。昏以为期，明星晢晢。皇皇上天。照临下土。集地之灵。降甘风雨。各得其所。庶物群生。各得其所。靡今靡古。维予一人某敬拜皇天之祜。薄薄之土。承天之神。兴甘风雨。庶卉百物。莫不茂者。既安且宁。维予一人某敬拜下土之灵。维某年某月上日。明光于上下。勤施于四方。旁作穆穆。惟予一人某敬拜迎于郊。以正月朔日迎日于东郊。孟子曰：“人皆有不忍人之心。先王有不忍人之心，斯有不忍人之政矣。以不忍人之心，行不忍人之政，治天下可运之掌上。所以谓人皆有不忍人之心者，今人乍见孺子将入于井，皆有怵惕恻隐之心；非所以内交于孺子之父母也，非所以要誉于乡 党朋友也，非恶其声而然也。由是观之，无恻隐之心，非人也；无羞恶之心，非人也；无辞让之心，非人也；无是非之心，非人也。恻隐之心，仁之端也；羞恶之心，义之端也；辞让之心，礼之端也；是非之心，智之端也。人之有是四端也，犹其有四体也。有是四端而自谓不能者，自贼者也；谓其君不能者，贼其君者也。凡有四端于我者，知皆扩而充之矣，若火之始然，泉之始达。苟能充之，足以保四海；苟不充之，不足以事父母。”江有汜，之子归，不我以。不我以，其后也悔。江有渚，之子归，不我与。不我与，其后也处。江有沱，之子归，不我过。不我过，其啸也歌。",
        "author": "先秦",
        "poem_class": "爱情",
        "dynasty": "佚名"
    },
    {
        "title": "本事诗十首·选二",
        "paragraph": "乌舍凌波肌似雪，亲持红叶索题诗。还卿一钵无情泪，恨不相逢未剃时。春雨楼头尺八箫，何时归看浙江潮？芒鞋破钵无人识，踏过樱花第几桥？记得当年草上飞，红军队里每相违。长征不是难堪日，战锦方为大问题。斥鷃每闻欺大鸟，昆鸡长笑老鹰非。君今不幸离人世，国有疑难可问谁？九嶷山上白云飞，帝子乘风下翠微。斑竹一枝千滴泪，红霞万朵百重衣。洞庭波涌连天雪，长岛人歌动地诗。我欲因之梦寥廓，芙蓉国里尽朝晖。窗外绿阴添几许。剩有朱樱，尚系残春住。老尽莺雏无一语。飞来衔得樱桃去。坐看画梁双燕乳。燕语呢喃，似惜人迟暮。自是思量渠不与。人间总被思量误。",
        "author": "近现代",
        "poem_class": "爱情",
        "dynasty": "苏曼殊"
    },
    {
        "title": "菩萨蛮·蓬莱院闭天台女",
        "paragraph": "蓬莱院闭天台女，画堂昼寝人无语。抛枕翠云光，绣衣闻异香。潜来珠锁动，惊觉银屏梦。脸慢笑盈盈，相看无限情。淡花瘦玉，依约神仙妆束，佩琼文。瑞露通宵贮，幽香尽日焚。碧纱笼绦节，黄藕冠浓云。勿以吹箫伴，不同群。黑沈沈黯压天低。韵悠悠远听鸠啼。花乱飞望眼欲迷。雨乍晴群山如洗。及春游踏遍香泥。寄宿溪光里，夜凉高士家。养风窗外竹，叫月水中蛙。静虑同搜句，清神旋煮茶。唯忧晓鸡唱，尘里事如麻。",
        "author": "五代",
        "poem_class": "爱情",
        "dynasty": "李煜"
    },
    {
        "title": "少年游·重阳过后",
        "paragraph": "重阳过后，西风渐紧，庭树叶纷纷。朱阑向晓，芙蓉妖艳，特地斗芳新。霜前月下，斜红淡蕊，明媚欲回春。莫将琼萼等闲分，留赠意中人。两岸舟船各背驰，波痕交涉亦难为。只余鸥鹭无拘管，北去南来自在飞。渔父笑，轻鸥举，漠漠一江风雨。江边骑马是官人，借我孤舟南渡。草满池塘水满陂，山衔落日浸寒漪。牧童归去横牛背，短笛无腔信口吹。",
        "author": "宋代",
        "poem_class": "爱情",
        "dynasty": "晏殊"
    },
    {
        "title": "卜算子·赠乐婉杭妓",
        "paragraph": "相逢情便深，恨不相逢早。识尽千千万万人，终不似、伊家好。别你登长道。转更添烦恼。楼外朱楼独倚阑，满目围芳草。北望燕云不尽头，大江东去水悠悠。夕阳一片寒鸦外，目断东南四百州。巷陌风光纵赏时。笼纱未出马先嘶。白头居士无呵殿，只有乘肩小女随。 花满市，月侵衣。少年情事老来悲。沙河塘上春寒浅，看了游人缓缓归。郁孤台下清江水，中间多少行人泪。西北望长安，可怜无数山。青山遮不住，毕竟东流去。江晚正愁予，山深闻鹧鸪。 (愁予 一作：愁余)",
        "author": "宋代",
        "poem_class": "爱情",
        "dynasty": "施酒监"
    },
    {
        "title": "菁菁者莪",
        "paragraph": "菁菁者莪，在彼中阿。既见君子，乐且有仪。菁菁者莪，在彼中沚。既见君子，我心则喜。菁菁者莪，在彼中陵。既见君子，锡我百朋。泛泛杨舟，载沉载浮。既见君子，我心则休。楚武王侵随，使薳章求成焉，军于瑕以待之。随人使少师董成。 斗伯比言于楚子曰：“吾不得志于汉东也，我则使然。我张吾三军而被吾甲兵，以武临之，彼则惧而协以谋我，故难间也。汉东之国，随为大。随张，必弃小国。小国离，楚之利也。少师侈，请羸师以张之。”熊率且比曰:“季梁在，何益？”斗伯比曰:“以为后图。少师得其君。”王毁军而纳少师。少师归，请追楚师。随侯将许之。 季梁止之曰：“天方授楚。楚之羸，其诱我也，君何急焉？臣闻小之能敌大也，小道大淫。所谓道，忠于民而信于神也。上思利民，忠也；祝史正辞，信也。今民馁而君逞欲，祝史矫举以祭，臣不知其可也。”公曰：“吾牲牷肥腯，粢盛丰备，何则不信？”对曰：“夫民，神之主也。是以圣王先成民，而后致力于神。故奉牲以告曰‘博硕肥腯。’谓民力之普存也，谓其畜之硕大蕃滋也，谓其不疾瘯蠡也，谓其备腯咸有也。奉盛以告曰：‘洁粢丰盛。’谓其三时不害而民和年丰也。奉酒醴以告曰：‘嘉栗旨酒。’谓其上下皆有嘉德而无违心也。所谓馨香，无谗慝也。故务其三时，修其五教，亲其九族，以致其禋祀。于是乎民和而神降之福，故动则有成。今民各有心，而鬼神乏主，君虽独丰，其何福之有？君姑修政而亲兄弟之国，庶免于难。”随侯惧而修政，楚不敢伐。 七月流火，九月授衣。一之日觱发，二之日栗烈。无衣无褐，何以卒岁。三之日于耜，四之日举趾。同我妇子，馌彼南亩，田畯至喜。七月流火，九月授衣。春日载阳，有鸣仓庚。女执懿筐，遵彼微行，爰求柔桑。春日迟迟，采蘩祁祁。女心伤悲，殆及公子同归。七月流火，八月萑苇。蚕月条桑，取彼斧斨，以伐远扬，猗彼女桑。七月鸣鵙，八月载绩。载玄载黄，我朱孔阳，为公子裳。四月秀葽，五月鸣蜩。八月其获，十月陨萚。一之日于貉，取彼狐狸，为公子裘。二之日其同，载缵武功，言私其豵，献豣于公。五月斯螽动股，六月莎鸡振羽，七月在野，八月在宇，九月在户，十月蟋蟀入我床下。穹窒熏鼠，塞向墐户。嗟我妇子，曰为改岁，入此室处。六月食郁及薁，七月亨葵及菽，八月剥枣，十月获稻，为此春酒，以介眉寿。七月食瓜，八月断壶，九月叔苴，采荼薪樗，食我农夫。九月筑场圃，十月纳禾稼。黍稷重穋，禾麻菽麦。嗟我农夫，我稼既同，上入执宫功。昼尔于茅，宵尔索綯。亟其乘屋，其始播百谷。二之日凿冰冲冲，三之日纳于凌阴。四之日其蚤，献羔祭韭。九月肃霜，十月涤场。朋酒斯飨，曰杀羔羊。跻彼公堂，称彼兕觥，万寿无疆。女爱不蔽席。男欢不尽轮。",
        "author": "先秦",
        "poem_class": "爱情",
        "dynasty": "佚名"
    },
    {
        "title": "陌上赠美人",
        "paragraph": "骏马骄行踏落花，垂鞭直拂五云车。 美人一笑褰珠箔，遥指红楼是妾家。昨夜风开露井桃，未央前殿月轮高。 平阳歌舞新承宠，帘外春寒赐锦袍。故人西辞黄鹤楼，烟花三月下扬州。孤帆远影碧空尽，唯见长江天际流。 (唯 通：惟)江雨霏霏江草齐，六朝如梦鸟空啼。 无情最是台城柳，依旧烟笼十里堤。",
        "author": "唐代",
        "poem_class": "爱情",
        "dynasty": "李白"
    },
    {
        "title": "咏同心芙蓉",
        "paragraph": "灼灼荷花瑞，亭亭出水中。一茎孤引绿，双影共分红。色夺歌人脸，香乱舞衣风。名莲自可念，况复两心同。昔时应春色。引渌泛清流。今来承玉管。布字改银钩。驴无强弱，辅脊自壮。可怜八公山。在寿阳。别后莫相忘。",
        "author": "隋代",
        "poem_class": "爱情",
        "dynasty": "杜公瞻"
    },
    {
        "title": "子夜四时歌·渊冰厚三尺",
        "paragraph": "渊冰厚三尺，素雪覆千里。我心如松柏，君情复何似？玄冬寂修夜。天围静且开。亭皋霜气怆。松宇清风来。高琴时以思。幽多多感怀。幸藉汾阳想。岭首一些徘徊。朔方烽火照甘泉，长安飞将出祁连。犀渠玉剑良家子，白马金羁侠少年。平明偃月屯右地，薄暮鱼丽逐左贤。谷中石虎经衔箭，山上金人曾祭天。天涯一去无穷已，蓟门迢递三千里。朝见马岭黄沙合，夕望龙城阵云起。庭中奇树已堪攀，塞外征人殊未还。白雪初下天山外，浮云直向五原间。关山万里不可越，谁能坐对芳菲月。流水本自断人肠，坚冰旧来伤马骨。边庭节物与华异，冬霰秋霜春不歇。长风萧萧渡水来，归雁连连映天没。从军行，军行万里出龙庭，单于渭桥今已拜，将军何处觅功名。永维祖武。潜庆灵长。龙图革命。凤历归昌。功移上墋。德耀中阳。清庙肃肃。猛虡煌煌。曲高大夏。声和盛唐。牲牷荡涤。萧合馨香。和銮戾止。振鹭来翔。永敷万国。是则四方。",
        "author": "南北朝",
        "poem_class": "爱情",
        "dynasty": "佚名"
    },
    {
        "title": "摸鱼儿·问莲根有丝多少",
        "paragraph": "泰和中，大名民家小儿女，有以私情不如意赴水者，官为踪迹之，无见也。其后踏藕者得二尸水中，衣服仍可验，其事乃白。是岁此陂荷花开，无不并蒂者。沁水梁国用，时为录事判官，为李用章内翰言如此。此曲以乐府《双蕖怨》命篇。“咀五色之灵芝，香生九窍；咽三危之瑞露，春动七情”，韩偓《香奁集》中自序语。问莲根、有丝多少，莲心知为谁苦？双花脉脉娇相向，只是旧家儿女。天已许。甚不教、白头生死鸳鸯浦？夕阳无语。算谢客烟中，湘妃江上，未是断肠处。香奁梦，好在灵芝瑞露。人间俯仰今古。海枯石烂情缘在，幽恨不埋黄土。相思树，流年度，无端又被西风误。兰舟少住。怕载酒重来，红衣半落，狼藉卧风雨。大悟浮生不恋家。大乘体调不奢华。大通玄妙不矜夸。大德建修真活计，大丹烹炼好生涯。大丹成就步烟霞。饮人不饮酒，正自可饮泉。饮酒不饮人，屠沽从击鲜。酒如以人废，美禄何负焉。我爱靖节翁，于酒得其天。庞通何物人？亦复为陶然。兼忘物与我，更觉此翁贤。清霜茅屋耿无眠，坐忆分携一慨然。楚客登临动归兴，谢公哀乐感中年。凄凉古驿人烟外，迤逦荒山雪意边。千树春风水杨柳，待君同系晋溪船。",
        "author": "金朝",
        "poem_class": "爱情",
        "dynasty": "元好问"
    },
    {
        "title": "鬓云松令·枕函香",
        "paragraph": "枕函香，花径漏。依约相逢，絮语黄昏后。时节薄寒人病酒，刬地梨花，彻夜东风瘦。掩银屏，垂翠袖。何处吹箫，脉脉情微逗。肠断月明红豆蔻，月似当时，人似当时否？维太平不易之元，蓉桂竞芳之月，无可奈何之日，怡红院浊玉，谨以群花之蕊，冰鲛之縠，沁芳之泉，枫露之茗，四者虽微，聊以达诚申信，乃致祭于白帝宫中抚司秋艳芙蓉女儿之前曰：窃思女儿自临浊世，迄今凡十有（通“又）”六载。其先之乡籍姓氏，湮沦而莫能考者久矣。而玉得于衾枕栉沐之间，栖息宴游之夕，亲昵狎亵，相与共处者，仅五年八月有奇。忆女儿曩生之昔，其为质则金玉不足喻其贵，其为性则冰雪不足喻其洁，其为神则星日不足喻其精，其为貌则花月不足喻其色。姊娣悉慕媖娴，妪媪咸仰惠德。孰料鸠鸩恶其高，鹰鸷翻遭罦罬；薋葹妒其臭，茝兰竟被芟鉏！花原自怯，岂奈狂飙；柳本多愁，何禁骤雨！偶遭蛊虿之谗，遂抱膏肓之疚。故樱唇红褪，韵吐呻吟；杏脸香枯，色陈顑颔。诼谣謑诟，出自屏帏；荆棘蓬榛，蔓延户牖。岂招尤则替，实攘诟而终。既忳幽沉于不尽，复含罔屈于无穷。高标见嫉，闺帏恨比长沙；直烈遭危，巾帼惨于羽野。自蓄辛酸，谁怜夭折？仙云既散，芳趾难寻。洲迷聚窟，何来却死之香？海失灵槎，不获回生之药。眉黛烟青，昨犹我画；指环玉冷，今倩谁温？鼎炉之剩药犹存，襟泪之余痕尚渍。镜分鸾别，愁开麝月之奁；梳化龙飞，哀折檀云之齿。委金钿于草莽，拾翠盒于尘埃。楼空鳷鹊，徒悬七夕之针；带断鸳鸯，谁续五丝之缕？况乃金天属节，白帝司时，孤衾有梦，空室无人。桐阶月暗，芳魂与倩影同销；蓉帐香残，娇喘共细言皆绝。连天衰草，岂独蒹葭；匝地悲声，无非蟋蟀。露阶晚砌，穿帘不度寒砧；雨荔秋垣，隔院希闻怨笛。芳名未泯，檐前鹦鹉犹呼；艳质将亡，槛外海棠预萎。捉迷屏后，莲瓣无声；斗草庭前，兰芳枉待。抛残绣线，银笺彩缕谁裁？褶断冰丝，金斗御香未熨。昨承严命，既趋车而远陟芳园；今犯慈威，复拄杖而近抛孤柩。及闻蕙棺被燹，惭违共穴之盟；石椁成灾，愧迨同灰之诮。尔乃西风古寺，淹滞青燐，落日荒丘，零星白骨。楸榆飒飒，蓬艾萧萧。隔雾圹以啼猿，绕烟塍而泣鬼。自为红绡帐里，公子情深；始信黄土陇中，女儿命薄！汝南泪血，斑斑洒向西风；梓泽馀衷，默默诉凭冷月。呜呼！固鬼蜮之为灾，岂神灵而亦妒？箝诐奴之口，讨岂从宽？剖悍妇之心，忿犹未释！在卿之尘缘虽浅，而玉之鄙意尤深。因蓄惓惓之思，不禁谆谆之问。始知上帝垂旌，花宫待诏，生侪兰蕙，死辖芙蓉。听小婢之言，似涉无稽；据浊玉之思，则深为有据。何也：昔叶法善摄魂以撰碑，李长吉被诏而为记，事虽殊其理则一也。故相物以配才，苟非其人，恶乃滥乎其位？始信上帝委托权衡，可谓至洽至协，庶不负其所秉赋也。因希其不昧之灵，或陟降于兹，特不揣鄙俗之词，有污慧听。乃歌而招之曰：天何如是之苍苍兮，乘玉虬以游乎穹窿耶？地何如是之茫茫兮，驾瑶象以降乎泉壤耶？望伞盖之陆离兮，抑箕尾之光耶？列羽葆而为前导兮，卫危虚于傍耶？驱丰隆以为庇从兮，望舒月以临耶？听车轨而伊轧兮，御鸾鹥以征耶？闻馥郁而薆然兮，纫蘅杜以为纕耶？炫裙裾之烁烁兮，镂明月以为珰耶？借葳蕤而成坛畤兮，檠莲焰以烛兰膏耶？文瓠瓟以为觯斝兮，漉醽醁以浮桂醑耶？瞻云气而凝盼兮，仿佛有所觇耶？俯窈窕而属耳兮，恍惚有所闻耶？期汗漫而无夭阏兮，忍捐弃予于尘埃耶？倩风廉之为余驱车兮，冀联辔而携归耶？余中心为之慨然兮，徒噭噭而何为耶？卿偃然而长寝兮，岂天运之变于斯耶？既窀穸且安稳兮，反其真而又奚化耶？余犹桎梏而悬附兮，灵格余以嗟来耶？来兮止兮，卿其来耶？若夫鸿蒙而居，寂静以处，虽临于兹，余亦莫睹。搴烟萝而为步障，列苍蒲而森行伍。警柳眼之贪眠，释莲心之味苦。素女约于桂岩，宓妃迎于兰渚。弄玉吹笙，寒簧击敔。征嵩岳之妃，启骊山之姥。龟呈洛浦之灵，兽作咸池之舞。潜赤水兮龙吟，集珠林兮凤翥。爰格爰诚，匪簠匪莒。发轫乎霞城，还旌乎玄圃。既显微而若通，复氤氲而倏阻。离合兮烟云，空蒙兮雾雨。尘霾敛兮星高，溪山丽兮月午。何心意之忡忡，若寤寐之栩栩？余乃欷歔怅望，泣涕彷徨。人语兮寂历，天籁兮篔筜。鸟惊散而飞，鱼唼喋以响。志哀兮是祷，成礼兮期祥。呜呼哀哉！尚飨！天山万笏耸琼瑶，导我西行伴寂寥。我与山灵相对笑，满头晴雪共难消。不见畹君三年矣，戊申秋隽，把晤灯前，浑疑梦幻，归来欲作数语，辄怔忡而止。十月旬日，灯下独酌，忍酸制此，不复计工拙也。春梦年来惯。问卿卿，今宵可是，故人亲见？试剪银灯携素手，细认梅花妆面。料此夕、罗浮非幻。一部相思难说起，尽低鬟，默坐空长叹。追往事，寸肠断！尊前强自柔情按。道从今，新欢有日，旧盟须践。欲笑欲歌还欲哭，刚喜翻悲又怨。把未死、蚕丝牵恋。那更眼波留得往，一双双，泪滴珍珠串。愁万斛，怎抛判？",
        "author": "清代",
        "poem_class": "爱情",
        "dynasty": "纳兰性德"
    },
    {
        "title": "应天长·别来半岁音书绝",
        "paragraph": "别来半岁音书绝，一寸离肠千万结。难相见，易相别，又是玉楼花似雪。暗相思，无处说，惆怅夜来烟月。想得此时情切，泪沾红袖黦。昨夜斗回北，今朝岁起东。我年已强仕，无禄尚忧农。桑野就耕父，荷锄随牧童。田家占气候，共说此年丰。万里桥边女校书，枇杷花里闭门居。扫眉才子知多少，管领春风总不如。天津桥下冰初结，洛阳陌上人行绝。 榆柳萧疏楼阁闲，月明直见嵩山雪。",
        "author": "唐代",
        "poem_class": "爱情",
        "dynasty": "韦庄"
    },
    {
        "title": "子夜四时歌·春风动春心",
        "paragraph": "春风动春心，流目瞩山林。山林多奇采，阳鸟吐清音。绿影竞扶疏，红姿相照灼。不学桃李花，乱向春风落。掻首北眷。清对未从。瞻云累叹。思□御风。良愿易违。嘉乐难逢。微我无衣。温凉谁同。一燕海上来，一燕高堂息。一朝相逢遇，依然旧相识。问余来何迟，山川几纡直。答言海路长，风驶飞无力。昔别缝罗衣，春风初入帏。今来夏欲晚，桑扈薄树飞。",
        "author": "南北朝",
        "poem_class": "爱情",
        "dynasty": "佚名"
    },
    {
        "title": "七夕",
        "paragraph": "鸾扇斜分凤幄开，星桥横过鹊飞回。 争将世上无期别，换得年年一度来。客路青山外，行舟绿水前。(青山外 一作：青山下)潮平两岸阔，风正一帆悬。海日生残夜，江春入旧年。乡书何处达？归雁洛阳边。长相思，在长安。络纬秋啼金井阑，微霜凄凄簟色寒。孤灯不明思欲绝，卷帷望月空长叹。美人如花隔云端。上有青冥之长天，下有渌水之波澜。天长路远魂飞苦，梦魂不到关山难。长相思，摧心肝。日色欲尽花含烟，月明欲素愁不眠。赵瑟初停凤凰柱，蜀琴欲奏鸳鸯弦。此曲有意无人传，愿随春风寄燕然。忆君迢迢隔青天。昔时横波目，今作流泪泉。不信妾肠断，归来看取明镜前。美人在时花满堂，美人去后馀空床。床中绣被卷不寝，至今三载闻余香。香亦竟不灭，人亦竟不来。相思黄叶落，白露湿青苔。西宫夜静百花香，欲卷珠帘春恨长。斜抱云和深见月，朦胧树色隐昭阳。",
        "author": "唐代",
        "poem_class": "爱情",
        "dynasty": "李商隐"
    },
    {
        "title": "西江月·携手看花深径",
        "paragraph": "携手看花深径，扶肩待月斜廊。临分少伫已伥伥，此段不堪回想。欲寄书如天远，难销夜似年长。小窗风雨碎人肠，更在孤舟枕上。我醉欲眠君罢休，已教从事到青州。鬓霜饶我三千丈，诗律输君一百筹。闻道郎君闭东阁，且容老子上南楼。相逢不用忙归去，明日黄花蝶也愁。春色将阑，莺声渐老，红英落尽青梅小。画堂人静雨蒙蒙，屏山半掩余香袅。密约沉沉，离情杳杳，菱花尘满慵将照。倚楼无语欲销魂，长空黯淡连芳草。伤高怀远几时穷？无物似情浓。离愁正引千丝乱，更东陌、飞絮蒙蒙。嘶骑渐遥，征尘不断，何处认郎踪。双鸳池沼水溶溶，南北小桡通。梯横画阁黄昏后，又还是、斜月帘栊。沉恨细思，不如桃杏，犹解嫁东风。",
        "author": "宋代",
        "poem_class": "爱情",
        "dynasty": "贺铸"
    },
    {
        "title": "沁园春·情若连环",
        "paragraph": "情若连环，恨如流水，甚时是休。也不须惊怪，沈郎易瘦，也不须惊怪，潘鬓先愁。总是难禁，许多魔难，奈好事教人不自由。空追想，念前欢杳杳，后会悠悠。凝眸，悔上层楼，谩惹起、新愁压旧愁。向彩笺写遍，相思字了，重重封卷，密寄书邮。料到伊行，时时开看，一看一回和泪收。须知道，这般病染，两处心头。昨夜雨疏风骤，浓睡不消残酒。试问卷帘人，却道海棠依旧。知否，知否？应是绿肥红瘦。九畹芳菲兰佩好。空谷无人，自怨蛾眉巧。宝瑟泠泠千古调。朱丝弦断知音少。 冉冉年华吾自老。水满汀洲，何处寻芳草。唤起湘累歌未了。石龙舞罢松风晓。迟迟春日弄轻柔，花径暗香流。清明过了，不堪回首，云锁朱楼。午窗睡起莺声巧，何处唤春愁？绿杨影里，海棠亭畔，红杏梢头。",
        "author": "宋代",
        "poem_class": "爱情",
        "dynasty": "苏轼"
    },
    {
        "title": "石榴",
        "paragraph": "榴枝婀娜榴实繁，榴膜轻明榴子鲜。 可羡瑶池碧桃树，碧桃红颊一千年。莫以今时宠，难忘旧日恩。看花满眼泪，不共楚王言。昨夜星辰昨夜风，画楼西畔桂堂东。身无彩凤双飞翼，心有灵犀一点通。隔座送钩春酒暖，分曹射覆蜡灯红。嗟余听鼓应官去，走马兰台类转蓬。少年十五二十时，步行夺得胡马骑。射杀山中白额虎，肯数邺下黄须儿！一身转战三千里，一剑曾当百万师。汉兵奋迅如霹雳，虏骑崩腾畏蒺藜。卫青不败由天幸，李广无功缘数奇。自从弃置便衰朽，世事蹉跎成白首。昔时飞箭无全目，今日垂杨生左肘。路旁时卖故侯瓜，门前学种先生柳。苍茫古木连穷巷，寥落寒山对虚牖。誓令疏勒出飞泉，不似颍川空使酒。贺兰山下阵如云，羽檄交驰日夕闻。节使三河募年少，诏书五道出将军。试拂铁衣如雪色，聊持宝剑动星文。愿得燕弓射大将，耻令越甲鸣吾君。莫嫌旧日云中守，犹堪一战取功勋。",
        "author": "唐代",
        "poem_class": "爱情",
        "dynasty": "李商隐"
    },
    {
        "title": "钓鱼湾",
        "paragraph": "垂钓绿湾春，春深杏花乱。潭清疑水浅，荷动知鱼散。日暮待情人，维舟绿杨岸。摇落深知宋玉悲，风流儒雅亦吾师。怅望千秋一洒泪，萧条异代不同时。江山故宅空文藻，云雨荒台岂梦思。最是楚宫俱泯灭，舟人指点到今疑。豁开青冥颠，泻出万丈泉。如裁一条素，白日悬秋天。流莺漂荡复参差，度陌临流不自持。巧啭岂能无本意？良辰未必有佳期。风朝露夜阴晴里，万户千门开闭时。曾苦伤春不忍听，凤城何处有花枝。",
        "author": "唐代",
        "poem_class": "爱情",
        "dynasty": "储光羲"
    },
    {
        "title": "饮马长城窟行",
        "paragraph": "饮马长城窟，水寒伤马骨。往谓长城吏，慎莫稽留太原卒！官作自有程，举筑谐汝声！男儿宁当格斗死，何能怫郁筑长城。长城何连连，连连三千里。边城多健少，内舍多寡妇。作书与内舍，便嫁莫留住。善事新姑嫜，时时念我故夫子！报书往边地，君今出语一何鄙？身在祸难中，何为稽留他家子？生男慎莫举，生女哺用脯。君独不见长城下，死人骸骨相撑拄。结发行事君，慊慊心意关。明知边地苦，贱妾何能久自全？述职投边城，羁束戎旅间。下车如昨日，望舒四五圆。借问此何时，胡蝶飞南园。流波恋旧浦，行云思故山。闽越衣文蛇，胡马愿度燕。风土安所习，由来有固然。萱草花开十日余，花繁日日倍于初。朝开暮落终非计，栽活青松渐剪除。光光文长。以戟为墙。毒药虽行。戟还自伤。",
        "author": "魏晋",
        "poem_class": "爱情",
        "dynasty": "陈琳"
    },
    {
        "title": "二郎神·炎光谢",
        "paragraph": "炎光谢。过暮雨、芳尘轻洒。乍露冷风清庭户，爽天如水，玉钩遥挂。应是星娥嗟久阻，叙旧约、飙轮欲驾。极目处、微云暗度，耿耿银河高泻。 闲雅。须知此景，古今无价。运巧思、穿针楼上女，抬粉面、云鬟相亚。钿合金钗私语处，算谁在、回廊影下。愿天上人间，占得欢娱，年年今夜。露堤平，烟墅杳。乱碧萋萋，雨后江天晓。独有庾郎年最少。窣地春袍，嫩色宜相照。接长亭，迷远道。堪怨王孙，不记归期早。落尽梨花春又了。满地残阳，翠色和烟老。黄冈之地多竹，大者如椽，竹工破之，刳去其节，用代陶瓦。比屋皆然，以其价廉而工省也。子城西北隅，雉堞圮毁，蓁莽荒秽，因作小楼二间，与月波楼通。远吞山光，平挹江濑，幽阒辽夐，不可具状。夏宜急雨，有瀑布声；冬宜密雪，有碎玉声；宜鼓琴，琴调和畅；宜咏诗，诗韵清绝；宜围棋，子声丁丁然；宜投壶，矢声铮铮然；皆竹楼之所助也。公退之暇，被鹤氅衣，戴华阳巾，手执《周易》一卷，焚香默坐，消遣世虑。江山之外，第见风帆沙鸟，烟云竹树而已。待其酒力醒，茶烟歇，送夕阳，迎素月，亦谪居之胜概也。彼齐云、落星，高则高矣；井干、丽谯，华则华矣；止于贮妓女，藏歌舞，非骚人之事，吾所不取。吾闻竹工云，竹之为瓦，仅十稔。若重覆之，得二十稔。噫，吾以至道乙未岁，自翰林出滁上，丙申移广陵；丁酉又入西掖，戊戌岁除日有齐安之命，己亥闰三月到郡。四年之间，奔走不暇，未知明年又在何处，岂惧竹楼之易朽乎！后之人与我同志，嗣而葺之，庶斯楼之不朽也！咸平二年八月十五日记。月缺不改光，剑折不改刚。月缺魄易满，剑折铸复良。势利压山岳，难屈志士肠。男儿自有守，可杀不可苟。",
        "author": "宋代",
        "poem_class": "爱情",
        "dynasty": "柳永"
    },
    {
        "title": "琴台",
        "paragraph": "茂陵多病后，尚爱卓文君。酒肆人间世，琴台日暮云。野花留宝靥，蔓草见罗裙。归凤求凰意，寥寥不复闻。离别家乡岁月多，近来人事半消磨。惟有门前镜湖水，春风不改旧时波。兰叶春葳蕤，桂华秋皎洁。欣欣此生意，自尔为佳节。谁知林栖者，闻风坐相悦。草木有本心，何求美人折。幽人归独卧，滞虑洗孤清。持此谢高鸟，因之传远情。日夕怀空意，人谁感至精？飞沉理自隔，何所慰吾诚？鱼游乐深池，鸟栖欲高枝。嗟尔蜉蝣羽，薨薨亦何为。有生岂不化，所感奚若斯。神理日微灭，吾心安得知。浩叹杨朱子，徒然泣路岐。孤鸿海上来，池潢不敢顾。侧见双翠鸟，巢在三珠树。矫矫珍木巅，得无金丸惧？美服患人指，高明逼神恶？今我游冥冥，弋者何所慕！吴越数千里，梦寐今夕见。形骸非我亲，衾枕即乡县。化蝶犹不识，川鱼安可羡。海上有仙山，归期觉神变。西日下山隐，北风乘夕流。燕雀感昏旦，檐楹呼匹俦。鸿鹄虽自远，哀音非所求。贵人弃疵贱，下士尝殷忧。众情累外物，恕己忘内修。感叹长如此，使我心悠悠。江南有丹橘，经冬犹绿林。岂伊地气暖，自有岁寒心⑿。可以荐嘉客⒀，奈何阻重深。运命唯所遇，循环不可寻。徒言树桃李，此木岂无阴。永日徒离忧，临风怀蹇修。美人何处所，孤客空悠悠。青鸟跂不至，朱鳖谁云浮。夜分起踯躅，时逝曷淹留。抱影吟中夜，谁闻此叹息。美人适异方，庭树含幽色。白云愁不见，沧海飞无翼。凤凰一朝来，竹花斯可食。汉上有游女，求思安可得。袖中一札书，欲寄双飞翼。冥冥愁不见，耿耿徒缄忆。紫兰秀空蹊，皓露夺幽色。馨香岁欲晚，感叹情何极。白云在南山，日暮长太息。我有异乡忆，宛在云溶溶。凭此目不觏，要之心所钟。但欲附高鸟，安敢攀飞龙。至精无感遇，悲惋填心胸。归来扣寂寞，人愿天岂从？闭门迹群化，凭林结所思。啸叹此寒木，畴昔乃芳蕤。朝阳凤安在，日暮蝉独悲。浩思极中夜，深嗟欲待谁。所怀诚已矣，既往不可追。鼎食非吾事，云仙尝我期。胡越方杳杳，车马何迟迟。天壤一何异，幽嘿卧帘帷。 丞相祠堂何处寻？锦官城外柏森森。映阶碧草自春色，隔叶黄鹂空好音。三顾频烦天下计，两朝开济老臣心。出师未捷身先死，长使英雄泪满襟。",
        "author": "唐代",
        "poem_class": "爱情",
        "dynasty": "杜甫"
    },
    {
        "title": "虞美人·春情只到梨花薄",
        "paragraph": "春情只到梨花薄，片片催零落。夕阳何事近黄昏，不道人间犹有未招魂。银笺别梦当时句，密绾同心苣。为伊判作梦中人，索向画图清夜唤真真。暗香袭处佩环鸣，美眸善睐未分明。?临去莞尔还一笑，忽与余兮两目成。有眼无珠腹内空，荷花出水喜相逢。梧桐叶落分离别，恩爱夫妻不到冬。——打一用物桃花潭水深如许。只是伤离绪。骊歌唱罢柳枝词。从此江南江北、两相思。乌啼月落人何处。难系行舟住。还家有梦亦匆匆。何况一枝柔橹、一声钟。",
        "author": "清代",
        "poem_class": "爱情",
        "dynasty": "纳兰性德"
    },
    {
        "title": "无题四首",
        "paragraph": "来是空言去绝踪，月斜楼上五更钟。梦为远别啼难唤，书被催成墨未浓。蜡照半笼金翡翠，麝熏微度绣芙蓉。刘郎已恨蓬山远，更隔蓬山一万重。飒飒东风细雨来，芙蓉塘外有轻雷。金蟾啮锁烧香入，玉虎牵丝汲井回。贾氏窥帘韩掾少，宓妃留枕魏王才。春心莫共花争发，一寸相思一寸灰。含情春晼晚，暂见夜阑干。楼响将登怯，帘烘欲过难。多羞钗上燕，真愧镜中鸾。归去横塘晓，华星送宝鞍。何处哀筝随急管，樱花永巷垂杨岸。东家老女嫁不售，白日当天三月半。溧阳公主年十四，清明暖后同墙看。归来展转到五更，梁间燕子闻长叹。群山万壑赴荆门，生长明妃尚有村。一去紫台连朔漠，独留青冢向黄昏。画图省识春风面，环珮空归夜月魂。(夜月 一作：月夜)千载琵琶作胡语，分明怨恨曲中论。银烛吐青烟，金樽对绮筵。离堂思琴瑟，别路绕山川。明月隐高树，长河没晓天。悠悠洛阳道，此会在何年。一为迁客去长沙，西望长安不见家。 黄鹤楼中吹玉笛，江城五月落梅花。",
        "author": "唐代",
        "poem_class": "爱情",
        "dynasty": "李商隐"
    },
    {
        "title": "牡丹",
        "paragraph": "锦帏初卷卫夫人，绣被犹堆越鄂君。垂手乱翻雕玉佩，折腰争舞郁金裙。石家蜡烛何曾剪，荀令香炉可待熏。我是梦中传彩笔，欲书花叶寄朝云。慈母手中线，游子身上衣。临行密密缝，意恐迟迟归。谁言寸草心，报得三春晖。长相思，在长安。络纬秋啼金井阑，微霜凄凄簟色寒。孤灯不明思欲绝，卷帷望月空长叹。美人如花隔云端！上有青冥之长天，下有渌水之波澜。(长天 一作：高天)天长路远魂飞苦，梦魂不到关山难。长相思，摧心肝！洞庭白波木叶稀，燕鸿始入吴云飞。吴云寒，燕鸿苦。风号沙宿潇湘浦，节士悲秋泪如雨。白日当天心，照之可以事明主。壮士愤，雄风生。安得倚天剑，跨海斩长鲸。",
        "author": "唐代",
        "poem_class": "爱情",
        "dynasty": "李商隐"
    },
    {
        "title": "野有死麕",
        "paragraph": "野有死麕，白茅包之。有女怀春，吉士诱之。林有朴樕，野有死鹿。白茅纯束，有女如玉。舒而脱脱兮！无感我帨兮！无使尨也吠！胡为乎株林？从夏南！匪适株林，从夏南！驾我乘马，说于株野。乘我乘驹，朝食于株！椒聊之实，蕃衍盈升。彼其之子，硕大无朋。椒聊且，远条且。椒聊之实，蕃衍盈匊。彼其之子，硕大且笃。椒聊且，远条且。硕鼠硕鼠，无食我黍！三岁贯女，莫我肯顾。逝将去女，适彼乐土。乐土乐土，爰得我所。硕鼠硕鼠，无食我麦！三岁贯女，莫我肯德。逝将去女，适彼乐国。乐国乐国，爰得我直。硕鼠硕鼠，无食我苗！三岁贯女，莫我肯劳。逝将去女，适彼乐郊。乐郊乐郊，谁之永号？(女 通 汝)",
        "author": "先秦",
        "poem_class": "爱情",
        "dynasty": "佚名"
    },
    {
        "title": "长亭送别",
        "paragraph": "（夫人、长老上云）今日送张生赴京，十里长亭，安排下筵席；我和长老先行，不见张生、小姐来到。（旦、末 、红同上）（旦云）今日送张生上朝取应，早是离人伤感，况值那暮秋天气，好烦恼人也呵！“悲欢聚散一杯酒，南北东西万里程。”[正宫][端正好]碧云天，黄花地，西风紧，北雁南飞。晓来谁染霜林醉？总是离人泪。[滚绣球]恨相见得迟，怨归去得疾。柳丝长玉骢难系，恨不倩疏林挂住斜晖。马儿迍迍的行，车儿快快的随，却告了相思回避，破题儿又早别离。听得道一声“去也”，松了金钏；遥望见十里长亭，减了玉肌：此恨谁知？（红云）姐姐今日怎么不打扮？（旦云）你那知我的心里呵！[叨叨令]见安排着车儿、马儿，不由人熬熬煎煎的气；有甚么心情花儿、靥儿，打扮得娇娇滴滴的媚；准备着被儿、枕儿，只索昏昏沉沉的睡；从今后衫儿、袖儿，都揾做重重叠叠的泪。兀的不闷杀人也么哥?兀的不闷杀人也么哥？久已后书儿、信儿，索与我凄凄惶惶的寄。（做到）（见夫人科）（夫人云）张生和长老坐，小姐这壁坐，红娘将酒来。张生，你向前来，是自家亲眷，不要回避。俺今日将莺莺与你，到京师休辱末了俺孩儿，挣揣一个状元回来者。（末云）小生托夫人余荫，凭着胸中之才，视官如拾芥耳。（洁云）夫人主见不差，张生不是落后的人。（把酒了，坐）（旦长吁科）[脱布衫]下西风黄叶纷飞，染寒烟衰草萋迷。酒席上斜签着坐的，蹙愁眉死临侵地。[小梁州]我见他阁泪汪汪不敢垂,恐怕人知；猛然见了把头低,长吁气,推整素罗衣。[幺篇]虽然久后成佳配，奈时间怎不悲啼。意似痴，心如醉，昨宵今日，清减了小腰围。（夫人云）小姐把盏者！（红递酒，旦把盏长吁科，云）请吃酒！[上小楼]合欢未已，离愁相继。想着俺前暮私情，昨夜成亲，今日别离。我谂知这几日相思滋味，却原来比别离情更增十倍。[幺篇]年少呵轻远别，情薄呵易弃掷。全不想腿儿相挨，脸儿相偎，手儿相携。你与俺崔相国做女婿，妻荣夫贵，但得一个并头莲，煞强如状元及第。（夫人云）红娘把盏者！（红把酒了）（旦唱）[满庭芳]供食太急，须臾对面，顷刻别离。若不是酒席间子母们当回避，有心待与他举案齐眉。虽然是厮守得一时半刻，也合着俺夫妻每共桌而食。眼底空留意，寻思起就里，险化做望夫石。（红云）姐姐不曾吃早饭，饮一口儿汤水。（旦云）红娘，甚么汤水咽得下！[快活三]将来的酒共食，尝着似土和泥。假若便是土和泥，也有些土气息，泥滋味。[朝天子]暖溶溶玉醅，白泠泠似水，多半是相思泪。眼面前茶饭怕不待要吃，恨塞满愁肠胃。“蜗角虚名，蝇头微利”，拆鸳鸯在两下里。一个这壁，一个那壁，一递一声长吁气。（夫人云）辆起车儿，俺先回去，小姐随后和红娘来。（下）（末辞洁科）（洁云）此一行别无话儿，贫僧准备买登科录看，做亲的茶饭少不得贫僧的。先生在意，鞍马上保重者！“从今经忏无心礼，专听春雷第一声。”（下）（旦唱）[四边静]霎时间杯盘狼藉，车儿投东，马儿向西，两意徘徊，落日山横翠。知他今宵宿在那里？有梦也难寻觅。（旦云）张生，此一行得官不得官，疾早便回来。（末云）小生这一去白夺一个状元，正是“青霄有路终须到，金榜无名誓不归”。（旦云）君行别无所赠，口占一绝，为君送行：“弃掷今何在，当时且自亲。还将旧来意，怜取眼前人。”（末云）小姐之意差矣，张珙更敢怜谁？谨赓一绝，以剖寸心：“人生长远别，孰与最关亲？不遇知音者，谁怜长叹人？”（旦唱）[耍孩儿]淋漓襟袖啼红泪，比司马青衫更湿。伯劳东去燕西飞，未登程先问归期。虽然眼底人千里，且尽生前酒一杯。未饮心先醉，眼中流血，心内成灰。[五煞]到京师服水土，趁程途节饮食，顺时自保揣身体。荒村雨露宜眠早，野店风霜要起迟！鞍马秋风里，最难调护，最要扶持。[四煞]这忧愁诉与谁？相思只自知，老天不管人憔悴。泪添九曲黄河溢，恨压三峰华岳低。到晚来闷把西楼倚，见了些夕阳古道，衰柳长堤。[三煞]笑吟吟一处来，哭啼啼独自归。归家若到罗帏里，昨宵个绣衾香暖留春住，今夜个翠被生寒有梦知。留恋你别无意，见据鞍上马，阁不住泪眼愁眉。（末云）有甚言语嘱付小生咱？（旦唱）[二煞]你休忧文齐福不齐，我只怕你停妻再娶妻。休要一春鱼雁无消息！我这里青鸾有信频须寄，你却休“金榜无名誓不归”。此一节君须记：若见了那异乡花草，再休似此处栖迟。（末云）再谁似小姐？小生又生此念。（旦唱）[一煞]青山隔送行，疏林不做美，淡烟暮霭相遮蔽。夕阳古道无人语，禾黍秋风听马嘶。我为甚么懒上车儿内，来时甚急，去后何迟？（红云）夫人去好一会，姐姐，咱家去！（旦唱）[收尾]四围山色中，一鞭残照里。遍人间烦恼填胸臆，量这些大小车儿如何载得起？（旦、红下）（末云）仆童赶早行一程儿，早寻个宿处。泪随流水急，愁逐野云飞。（下）第一折(冲末扮赵大舍引净扮郑恩上，诗云)志量恢弘纳百川，邀游四海结英贤。夜来剑气冲牛斗，犹是男儿未遇年。自家赵玄郎是也。祖居洛阳夹马营人氏。父乃洪殷，为殿前点检指挥使。某生时异香三月不绝，人皆呼为香孩儿。某生来颇有奇志，幼年间略读诗书，兼持枪棒，逢场作戏，遇博争雄。每纵酒，路见不平，拔刀相助，颇生事端。因避难远游关之东西、河之南北，也结识了许多未遇的英雄。这个汉子乃是我义弟郑恩，表字子明。此人虽是性子恶劣，倒也有些慷慨粗直。某与他患难相同，功名共保。不知这运几时来到，我不免和兄弟向竹桥边寻一个卖卦先生买一卦，可不是好也！(问郑恩科，云)兄弟，我与你到竹桥边走一会何如？(郑恩云)哥哥待要上天，我就随着上天；哥哥待要探海，我就随着探海。任哥哥那里去，兄弟愿随鞭镫。(赵云)既然如此，我和你竹桥边去来。(下)(正末道扮陈抟上，诗云)术有神功道已仙，闲来卖卦竹桥边。吾徒不是贪财客，欲与人间结福缘。贫道姓陈名抟字图南的便是，能识阴阳妙理，兼通遁甲神书。因见五代间世路干戈，生民涂炭，朝梁暮晋，天下纷纷，隐居太华山中，以观时变。这几日于山顶上观见中原地分旺气非常，当有真命治世。贫道因下山到这汴梁竹桥边，开个卦肆指迷，看有甚人到来。(唱)【仙吕】【点绛唇】定知死生，指迷归正，皆神应。蓍插方瓶，香繻雷文鼎。【混江龙】开坛讲命，六爻搜尽鬼神惊。传圣人清高道业，指君子暗昧前程。袍袖拂开八卦图，掌中躔度一天星。也不论冠婚宅葬，也不论出入经营，但有那辨荣枯问吉凶，买卦的心尊敬，我也则全凭圣典，不顺人情。(赵同郑上，云)兀的那壁有个卖卦先生，咱且听他说些甚的。(正末唱)【油葫芦】古圣传留周易经，有几人能穷究的精？诵读如坐井，不能明。(带云)这易呵，(唱)伏羲以上无人定，仲尼之下无人省。俺下的数又真，传的课又灵。待要避凶趋吉知天命，试来帘下问君平。(赵云)兄弟，好个先生也！(郑恩云)哥哥怎见的？(赵云)中消数言之间，包罗古今上下，参透阴阳表里。(郑恩云)是好先生也！咱再听他说一会者。(正末唱)【天下乐】凭着八字从头断一生，叮咛、不教差半星。论旺气，相死囚，凭五行。似这般暗夺鬼神机，豫知天地情，堪教高士听。(赵云)这么一个先生，无有人识他。咱过去买卦去来。(与末相见科)(赵云)有劳先生，将我两人贱造看一看(正末作失惊科)(唱)【醉中天】我等你呵，似投吴文整；你寻我呵，似觅吕先生。教我空踏断草鞋双带鞓，你君臣每原来在这搭儿相随定。这五代史里胡厮杀，不曾住程，休则管埋名隐姓，却教谁救那苦恹恹天下生灵？(赵云)这是区区的八字，先生仔细看一看，莫要容情。(正末算科)(唱)【后庭花】这命干是丙丁戊己庚，乾元亨利贞。正是一字连珠格，三重坐禄星。你休道俺不着情，不应后我敢罚银十锭，未酬劳先早陪了几瓶。(赵云)先生向后推一推，看我流年大运如何？(正末唱)【金盏儿】到这戌字上呵，水形成火长生，避垂龙大小运今年并：后交的丙辰一运大峥嵘。日犯空亡为将相，时逢禄马作公卿。你是南方赤帝子，上应北极紫微星。(公)请二公到僻静酒肆中闲叙数句。(赵云)先生有请。(正末云)二公先行。(入肆作接驾科，云)早知陛下到来，只合远接；接待不着，勿令见罪。(赵扯末云)先生，休的呼皇道寡，倘有人知，反速罪戾。(正末云)贫道阅人多矣，平生未见此命，他日必为太平天子也。(唱)【后庭花】黄河一旦清，东方日已明。有兴处饮醁醑千钟醉，没人处倒山呼万岁声。贫道呵，索是失逢迎。遇着这开基真命，拚今朝醉不醒。(赵云)先生，实不相瞒，区区见五代之乱，天下涂炭极矣。常有拨乱反治之志，奈无寸土为阶。倘皇天不没此心，成的些小基业，不知天下形势何处为可守，何处为不可守？(正末云)陛下欲知兴龙之地，莫如汴梁。听贫道说来便见。(唱)【金盏儿】左关陕，右徐青，背怀孟，附襄荆；用兵的形势连着唐、邓，太行天险壮神京。江山埋旺气，草木助威灵。欲寻那四百年兴龙地，除是这八十里卧牛城。(郑恩云)兀那先生，你也与我算上一算。(正末唱)【醉中天】你是五霸诸侯命，一品大臣名，干打哄胡厮哝过了半生。(郑恩云)你说我是个五霸诸侯，我如何瞎了一目？(正末唱)注定你不带破多残病，命中有、愁甚眼睛？兀那明郎群星虽盛，怎如的孤月偏明！(赵云)请问先生高名大姓，何处仙居？今日之言，他年倘或应口，必须物色，以共富贵，不敢忘也。(正末云)贫道陈抟，隐居西华山中。不求人间富贵，无烦酬谢，但愿二公保重者。(唱)【金盏儿】投至我石枕上梦魂清，布袍底白云生。但睡呵，一年半载没干净，则看您朝台暮省干功名。我睡呵，黑甜甜倒身如酒醉，忽喽喽酣睡似雷鸣；谁理会的五更朝马动，三唱晓鸡声。【赚煞】治世圣人生，指日乾坤定。(赵云)天下果有平定之时，那时节拜请先生下山，共享太平之福。(正末唱)何须把山野陈抟拜请。(指郑科，唱)若久后休忘了这青眼相看旧弟兄，不索重酬劳卖卦先生。从今后罢刀兵，四海澄清，且放闲人看太平。我又不似出师的孔明、休官的陶令，则待学那钓鱼台下老严陵。(并下)第二折(外扮使臣引卒子捧砌末上，云)小官党继恩是也，乃太慰党进之子。今奉官里诏书，将着安车蒲轮、币帛玄纁，向西华山请那陈抟先生。此系王命，不可怠慢，须索走一遭去者。(下)(正末上，云)贫道自从汴梁竹桥边算了那两个君臣之命，归到山中，醒时炼药，醉时高眠，倒大快活清闲也呵。(唱)【南吕】【一枝花】我往常读书求进身，学剑随时混；文能匡社稷，武可定乾坤。豪气凌云，似莘野商伊尹，佐成汤救万民；扫荡了海内烽尘，早扶策沟中愁困。【梁州第七】从逢着那买卦的潜龙帝王，饶了个算命的开国功臣，便即时拂袖归山隐。全不管人间甲子，单则守洞里庚申。降伏尽婴儿姹女，将炼成丹汞黄银。思飘飘出世离群，乐陶陶礼圣参真。想他那乱扰扰红尘内争利的愚人，更和那闹攘攘黄阁上为官的贵人，争如这闲摇摇华山中得道的仙人。一身驾云，九垓八表神游尽，觑浮世暗中哂。坐看蟠桃几度春，岁月常新。【隔尾】则与这高山流水同风韵，抵多少野草闲花作近邻，满地白云扫不尽。你与我紧关上洞门，休放个客人，我待静倚蒲团自在盹。(末盹睡科，使臣上，云)这些时不觉来到华山，端的是好山也！则见云台观中一缕白云，上接丹霄，想必是那先生隐居的去处。我不免将金钟撞动，使那先生知道。(撞钟，末醒，接使臣科)(唱)【牧羊关】我恰才游仙阙，谒帝阍，惊的我跨黄鹤飞下天门。为甚的玉节忙持，金钟煞紧？又不是红窗明觉晓，布被暖和春。惊的那梦庄周蝶飞去，尚古自炊黄粱锅未滚。(相见科，使臣云)下官党继恩，奉官里敕旨，领着安车蒲轮、币帛玄纁，敬到仙山来请先下下山。圣人甚是怀念，望先生早些收拾行者。(正末云)贫道物外之人，无心名利，望天使回朝方便奏咱。(唱)【红芍药】开基创业圣明君，舜德尧仁；玉帛万国尽来尊，一统乾坤。眼见得灭狼烟、息战氛，早则是泽及黎民。又待要招贤纳士礼殷勤，币帛降玄纁。【菩萨梁州】特遣天臣，把贤良访问；当今至尊，重酬劳卖卦山人。虽然是前言不忘是君恩，争奈我烟霞不忆风雷信，琴鹤自有林泉分。想名利有时尽，乞的田园自在身，我怎肯再入红尘。【隔尾】俺只待下棋白日闲消困，高枕清风睡杀人。世事无由恼方寸，则除你个继恩使臣，方便向君王行奏得准。(使臣云)方今圣人在上，乾坤一统，万国来宾；山间林下，并无遗贤。况先生乃天子之故人，天下高士，自当归朝，以慰圣人之意。(正末唱)【牧羊关】既然海岳归明主，敢放巢由作外臣，怎望您吊千年高冢麒麟。谁待要老去攀龙，则不如闲来卧云。试看蓬莱寻药客，商岭采芝人；天下已归汉，山中犹避秦。【贺新郎】我往常鸡鸣舞剑学刘琨，看三卷天书，演八门五遁。我也曾遍游诸国占时运，则为卖卦处逢着圣君，以此的入山来专意修真。看猿鹤知导引，观山水爽精神，大都来性于远、习于近。则这黄冠野服一道士，伴着清风明月两闲人。(使臣云)久闻先生有黄白住世之术，不知仙教可使凡夫亦得闻乎？(正末云)神仙荒唐之事，此非将军所宜问也。(唱)【牧羊关】则你这一身拜将悬金印，万里封侯守玉门；现如今际明良千载风云，怎学的河上仙翁、关门令尹？可不道朝中随圣主，却甚的林下访闲人。既受了雨露九天恩，怎还想云霞三市隐？(使臣云)先生既如此说，何不仕于朝廷，为生民造福者？(正末唱)【哭皇天】酒醉汉难朝觐，睡魔王怎做的宰臣？穿着这紫罗袍似酒布袋，执着这白象笏似睡馄饨。若做官后每日价行眠立盹，休休休枉笑杀凌烟阁上人。有这般疏庸愚钝，孤陋寡闻？【乌夜啼】幸然法正天心顺，索甚我横枝儿治国安民？我则有住山缘，那里有为官分。乐道安贫，谁羡画戟朱门？丹砂好炼养闲身，黄金不铸封侯印。我其实戴不的幞头紧，穿不的朝衣坌。倒不如我这拂黄尘的布袍，洒浑酒的纶巾。(使臣云)天恩不可辜负，请先生就车即便行者。(正末云)既蒙天使到来，圣恩不敢违背，必须下山走一遭去也。(唱)【黄钟煞】也不索雕轮冉冉登程进，也不索骏马骎骎践路尘。既然是圣旨紧，请将军勿心困。尽教山列着屏，草展着茵，鹤看着家，云锁着门。只消的顺天风驾一片白云，煞强似你那宣使乘的紫藤兜轿稳。(同下)第三折(赵改扮驾引侍臣上，诗云)两手指摩新日月，一番整理旧乾坤。殿廷聚会风云气，华夏沾濡雨露恩。寡人宋太祖是也。数年之前，曾与汝南王兄弟在竹桥边买卦，遇见陈抟先生，被他拨开混沌乾坤，指出太平天子。寡人临御以来，好生想他。昨差使臣物色访问，喜的他不弃寡人而来，今在寅馆中，尚未朝见。寡人欲拟其官爵，然后召他入朝，他又百般不受。且先加他道号希夷先生，赐鹤氅金冠玉圭，待朝会间，那时再作计较。黄门官领旨，去寅宾馆请那先生来。(侍臣领旨科，下)(正末上，诗云)家舍久从方外地，布袍重惹陌头尘。道人原不求名利，名利何曾系道人？贫道陈抟，下的西岳华山，来到东京梁，见了尘世纷纷，浮生攘攘。想我此行实非本意也呵。(唱)【正宫】【端正好】下云台，来朝会，不听的华山里鹤唳猿啼。道人非为苍生起，只是报圣主招贤意。【滚绣球】俺便是那闲云自在飞，心情与世违。可又不贪名利，怎生来教天子闻知？是未发迹，卦铺里，那时节相识，曾算是他南面登基。(使臣上，云)陈先生恭喜，官里赐来衣冠道号，望阙谢恩。(正末拜谢科，唱)因此上将龙庭御宝皇宣诏，赐与我鹤氅金冠碧玉圭，道号希夷。(使臣云)先生在那隐居处，山野荒凉，得如俺这朝署中这般富贵吗？(正末唱)【倘秀才】俺那里草舍花栏药畦，石洞松窗竹几；您这里玉殿朱楼未为贵。您那人间千古事，俺只松下一盘棋，把富贵做浮云可比。(使臣云)官里一心等着先生，请先生早些入朝去者。兀的又有使命到也！(驾上，立住科)(正末唱)【滚绣球】不住的使命催，奉御逼；便教咱早趋朝内，只是野人般不知这远近高低。至禁帏，上凤池；近临宝砌，列鹓鸾帘卷班齐。玉阶前风摆龙影，金殿上风吹日月旗，天仗朝衣。(见驾打稽首科，唱)【倘秀才】无那舞蹈扬尘体例，只打个稽首权充拜礼。(驾云)故人别来无恙？今蒙不弃，喜慰平生，就在殿廷赐坐，好叙闲阔。(正末唱)愿陛下圣寿齐天万万岁。如今黄阁功臣少，白发故人稀，见贫道且自喜。(驾云)希夷先生，今日得见仙颜，寡人喜不自胜。愿侍同朝，以为臣民之望，不知先生意下如何？(正末云)贫道山野懒人，不愿为官。(唱)【叨叨令】向那华山中已觅终焉计，怎生都堂内才看旁州例。议公事枉损了元阳气，理朝纲怕搅了安眠睡。贫道做不的官也么哥，做不的官也么哥！不要紫罗袍，只乞黄绸被。(驾云)先生如何做不的官？(正末云)听贫道说来便见。(唱)【倘秀才】我但睡呵，十万根更筹转刻，七八瓮铜壶漏水，恨不的生扭死窗前报晓鸡。休想我惜花春早起，爱月夜眠迟，这般的道理。(驾云)先生若肯做官，寡人与先生选一个闲散衙门，除一个清要的官职。无案牍劳形，必不妨于政事。(正末云)贫道怎做得官也呵。(唱)【滚绣球】贫道呵，爱穿的蔀落衣，爱吃的藜藿食；睡时节幕天席地，黑喽喽鼻息如雷，二三年唤不起。若在那省部里，敢每日画不着卯历。有句话对圣主先提，贫道呵贪闲身外全无事，除睡人间总不知，空教人目占眼舒眉。(驾云)先生为己则是矣，但未知大人之道。大人以四海为家，万物一体，无我无人，勿固勿必，所谓君子周而不比。先生当扩其独乐之怀，普其兼善之量也，替寡人整理些朝纲，可不是好。(正末唱)【倘秀才】陛下道君子周而不比，贫道呵小人穷斯滥矣。俺须索志于道、依于仁、据于德，本待用贤退不肖，怎倒做举枉错诸直，更是不宜。(驾云)先生休要推辞。似这朝中为官，却不强如山中学道也？(正末云)这为官的好处，贫道也尽知了。(唱)【滚绣球】三千贯两千石，一品官二品职，只落的故纸上两行史记，无过是重茵卧列鼎而食。虽然道臣事君以忠，君使臣以礼，哎，这便是死无葬身之地，敢向那云阳市血染朝衣。(带云)贫道呵，(唱)本居林下绝名利，自不合刬下山来惹是非，不如归去来兮。(驾云)你说为官不好，可说那学仙的好处与朕听者。(正末唱)【倘秀才】道有个治家治国，索分个为人为己，不患人之不己知。石床绵被暖，瓦钵菜羹肥，是山人乐矣。【三煞】身安静宇蝉初蜕，梦绕南华蝶正飞。卧一榻清风，看一轮明月，盖一片白云，枕一块顽石。直睡的陵迁谷变，石烂松枯，斗转星移。长则是抱元守一，穷妙理造玄机。【二煞】鸡虫得失何须计，鹏鷃逍遥各自知。看蚁阵蜂衙，龙争虎斗，燕去鸿来，兔走乌飞。浮生似争穴聚蚁，光阴似过隙白驹，世人似舞瓮醯鸡。便搏得一阶半职，何足算，不堪提。(驾云)先生，你有甚么便宜处，也说来者。(正末唱)【煞尾】俺那里云间太华烟霞细，鼎内还丹日月迟；山上高眠梦寐稀，殿下朝元剑佩齐；玉阙仙阶我曾履，王母蟠桃我曾吃，欲醉不醉酒数杯，上天下天鹤一只；有客相逢问浮世，无事登临叹落辉；危坐谈玄讲《道德》，静室焚香诵《秋水》；滴露研朱点《周易》，散诞逍遥不拘系。赴召离山到朝里，央及陈抟受宣敕。送上都堂入八位，掌管台衡总百揆。御史台纲索省会，六部当该各详细；攘攘垓垓不伶俐，是是非非无尽期。好教我战战兢兢睡不美。(下)第四折(郑恩扮汝南王引色旦上，诗云)平生泼赖曾为盗，一运峥嵘却做官。使尽机谋常是饱，锦衣纨袴不知寒。自家郑恩，官封汝南王之职，便是某幼年间与今上圣人为八拜之交，患难相同，枪刀不避，不想今日也同享富贵。今奉官里之命，领着御酒十瓶，御膳一席，宫中美女十人，去寅宾馆待希夷先生。他如今尚未出朝，不免打发美女进去，安排供具。我且躲在一壁，待那先生来时，再作计较。您每好生在意者。(色旦云)理会的。(同下)(正末上，诗云)上林无兴看花开，春色何人送的来？处士不生巫峡梦，空烦云雨下阳台。贫道陈抟，早朝见上，蒙圣人念旧，待我甚是欢喜。但是我云水之身，山林之鸟，难在这尘凡之中也呵。(唱)【双调】【新水令】半生不识晓来霜，把五更寒打在老夫头上。笑他满朝朱紫贵，怎知我一枕黑甜乡。揭起那翠巍巍太华山光，这一幅绣帏帐。(色旦上，待直，云)妾等官里送来，与先生作传奉，愿奉枕席之欢。(正末唱)【驻马听】白酒樽旁，闲慰眼金钗十二行；误了我清风岭上，不翻身恶睡一千场。您则待泛桃花到处觅刘郎，我委实画蛾眉不会学张敞。没好酌量，出家儿怎受闲魔障。(色旦装醉戏末科，云)先生休拿那道人铁面皮，怎么脸上和刮霜的一般？俺每都是未放的官化，谁曾经这等折挫？望先生少要弃嫌。(正末云)你每靠后者，你怎知我出家人的道心？(唱)【步步娇】遮莫胡厮缠到晨钟撞，休想我一点狂心荡。(色旦云)你来，我与你有句话说。(正末唱)唤陈抟有甚勾当？命不快遭烽着这火醉婆娘，干误了我晚夕参圣一炉香，半夜里观乾象。(色旦云)俺与先生奉一杯酒咱。(正末云)俺道人每从来戒酒，不用他。(色旦云)我与先生奉一杯茶，先生试尝这茶味何如？(正末云)是好茶也。(唱)【沉醉东风】这茶呵采的是一旗半枪，来从五岭三湘。泛一瓯瑞雪香，生两腋松风响，润不得七碗枯肠。辜负一醉无忧老杜康，谁信您卢仝健忘。(云)您每各自安置，我待睡也。(做睡，色旦扯末科，云)俺每都陪先生，怎敢舍的先生孤孤忄西忄西、凄凄冷冷的。(正末唱)【搅筝琵】你好是轻薄相，我又不寂寞恨更长。干把那蝶梦惊回，多管葫芦提害痒。早则是卧破月昏黄，直睡到日出扶桑。慌忙，猛听得净鞭三下响，又待要颠倒衣裳。(郑恩上，云)好个没理会的先生。待我自家过去。(相见科，云)下官退朝较晚，乞恕探望来迟之罪。(正末云)多谢大王不忘旧故。(郑恩云)先生好神算也。当日竹桥边，先生曾许我是个五霸诸侯，今日果应其言。(正末唱)【雁儿落】曾道你官封一字王，位列斗厅相，那里是有官的我预知，也则是你没眼的天将降。(郑恩云)那宫女每好生歌舞，我奉劝先生一杯。(正末云)又教这个大王傒幸杀我也。(唱)【川拨棹】恰离高唐，躲巫娥一壁厢。客舍凄凉，仙梦悠扬；只想着邯郸道上，原来在佳人锦瑟旁。(色旦劝酒科)(正末唱)【七兄弟】这场厮央，不相当。你便有粉白黛绿装宫样，茜裙罗袜缕金裳，则我这铁卧单有甚风流况？(郑恩云)圣人有云：\"食、色，性也。\"好色之心，人皆有之。又云：\"吾未见好德如好色者。\"先生独非人乎？独无人情乎？(正末唱)【梅茶酒】你可也忒莽撞，则道你燮理阴阳，却惜玉怜香。撮合山错了眼光，就儿里我也仓皇。你休使着这智量，俺乐处是天堂。(云)贫道从来贪眼，我且盹睡片时，大王休怪。(做睡科)(郑恩与色旦背云)须索如此如此。(郑作关门科，云)我把这门儿来带上者。随时且作窗前月，付与梅花自主张。(下)(正末惊觉科，唱)【收江南】呀，你敢硬将咱送上云雨场，则待高烧银烛照红妆。出家儿心地本清凉，怎禁得直恁般闹攘！便是一千年不见，也不思量。【水仙子】我恰才神游八表放金光，礼拜三清朝玉皇。不争你拽双环呀的门关上，缠杀我也瞎大王，惊的那下三山鹤梦翱翔。俺只待丹鼎内降龙虎，谁教咱锦巢边宿凤凰，枉羞杀金殿鸳鸯。(云)只因我轻易下山，惹起这番勾当，倒惹那山灵见笑也。(唱)【太平令】现如今山鬼只打显象，野猿抢笔题墙。怕腐烂了芒鞋竹杖，尘没了蒲团纸帐。纵有那女娘、艳妆、洞房，早盹睡了都堂里宰相。(郑恩上，云)天已明了，我把这门来开者。呀！好个古忄敞先生，还在那壁披衣据床、秉景待旦哩。(正末云)大王，教你傒倖杀我也。(郑云)惭愧惭愧，我即奏官里，宫中盖一道观，使先生住持，封为一品真人。(正末唱)【离亭宴带歇指煞】把投林高鸟西风里放，也强如衔茶野兔深宫里养。你待要加官赐赏，教俺头顶紫金冠，手执碧玉简，身着白鹤氅。昔年旧草庵，今日新方丈。贫道呵，除睡外别无伎俩。本不是贪名利世间人，则一个乐琴书林下客，绝宠辱山中相。推开名利关，摘脱英雄网，高打起南山吊窗。常则是烟雨外种莲花，云台上看仙掌。(并下)题目识真主卞梁卖课念故知征贤敕佐正名寅宾馆天使遮留西华山陈抟高卧一从鞍马西东。几番衾枕朦胧。薄幸虽来梦中。争如无梦。那时真个相逢。苏老堤边玉一林，六桥风月是知音。任他桃李争欢赏，不为繁华易素心。",
        "author": "元代",
        "poem_class": "爱情",
        "dynasty": "王实甫"
    },
    {
        "title": "车遥遥篇",
        "paragraph": "车遥遥兮马洋洋，追思君兮不可忘。君安游兮西入秦，愿为影兮随君身。君在阴兮影不见，君依光兮妾所愿。杖策招隐士，荒涂横古今。岩穴无结构，丘中有鸣琴。白云停阴冈，丹葩曜阳林。石泉漱琼瑶，纤鳞或浮沉。非必丝与竹，山水有清音。何事待啸歌？灌木自悲吟。秋菊兼餱粮，幽兰间重襟。踌躇足力烦，聊欲投吾簪。经始东山庐，果下自成榛。前有寒泉井，聊可莹心神。峭蒨青葱间，竹柏得其真。弱叶栖霜雪，飞荣流余津。爵服无常玩，好恶有屈伸。结绶生缠牵，弹冠去埃尘。惠连非吾屈，首阳非吾仁。相与观所尚，逍遥撰良辰。依水类浮萍，倚松如悬萝。夏时饶温和。避暑就清凉。比坐高阁下。延宾作名倡。弦歌随风厉。吐羽含征商。嘉肴重叠来。珍果在一傍。棊局纵横陈。博奕合双扬。巧拙更胜负。欢美乐人肠。从朝至日夕。安知夏节长。",
        "author": "魏晋",
        "poem_class": "爱情",
        "dynasty": "傅玄"
    },
    {
        "title": "有所思",
        "paragraph": "当时我醉美人家，美人颜色娇如花。今日美人弃我去，青楼珠箔天之涯。天涯娟娟姮娥月，三五二八盈又缺。翠眉蝉鬓生别离，一望不见心断绝。心断绝，几千里？梦中醉卧巫山云，觉来泪滴湘江水。湘江两岸花木深，美人不见愁人心。含愁更奏绿绮琴，调高弦绝无知音。美人兮美人，不知为暮雨兮为朝云。相思一夜梅花发，忽到窗前疑是君。兰叶春葳蕤，桂华秋皎洁。欣欣此生意，自尔为佳节。谁知林栖者，闻风坐相悦。草木有本心，何求美人折。幽人归独卧，滞虑洗孤清。持此谢高鸟，因之传远情。日夕怀空意，人谁感至精？飞沉理自隔，何所慰吾诚？鱼游乐深池，鸟栖欲高枝。嗟尔蜉蝣羽，薨薨亦何为。有生岂不化，所感奚若斯。神理日微灭，吾心安得知。浩叹杨朱子，徒然泣路岐。孤鸿海上来，池潢不敢顾。侧见双翠鸟，巢在三珠树。矫矫珍木巅，得无金丸惧？美服患人指，高明逼神恶？今我游冥冥，弋者何所慕！吴越数千里，梦寐今夕见。形骸非我亲，衾枕即乡县。化蝶犹不识，川鱼安可羡。海上有仙山，归期觉神变。西日下山隐，北风乘夕流。燕雀感昏旦，檐楹呼匹俦。鸿鹄虽自远，哀音非所求。贵人弃疵贱，下士尝殷忧。众情累外物，恕己忘内修。感叹长如此，使我心悠悠。江南有丹橘，经冬犹绿林。岂伊地气暖，自有岁寒心⑿。可以荐嘉客⒀，奈何阻重深。运命唯所遇，循环不可寻。徒言树桃李，此木岂无阴。永日徒离忧，临风怀蹇修。美人何处所，孤客空悠悠。青鸟跂不至，朱鳖谁云浮。夜分起踯躅，时逝曷淹留。抱影吟中夜，谁闻此叹息。美人适异方，庭树含幽色。白云愁不见，沧海飞无翼。凤凰一朝来，竹花斯可食。汉上有游女，求思安可得。袖中一札书，欲寄双飞翼。冥冥愁不见，耿耿徒缄忆。紫兰秀空蹊，皓露夺幽色。馨香岁欲晚，感叹情何极。白云在南山，日暮长太息。我有异乡忆，宛在云溶溶。凭此目不觏，要之心所钟。但欲附高鸟，安敢攀飞龙。至精无感遇，悲惋填心胸。归来扣寂寞，人愿天岂从？闭门迹群化，凭林结所思。啸叹此寒木，畴昔乃芳蕤。朝阳凤安在，日暮蝉独悲。浩思极中夜，深嗟欲待谁。所怀诚已矣，既往不可追。鼎食非吾事，云仙尝我期。胡越方杳杳，车马何迟迟。天壤一何异，幽嘿卧帘帷。 泽国江山入战图，生民何计乐樵苏。 凭君莫话封侯事，一将功成万骨枯。 传闻一战百神愁，两岸强兵过未休。 谁道沧江总无事，近来长共血争流。闲居少邻并，草径入荒园。鸟宿池边树，僧敲月下门。过桥分野色，移石动云根。暂去还来此，幽期不负言。",
        "author": "唐代",
        "poem_class": "爱情",
        "dynasty": "卢仝"
    },
    {
        "title": "出其东门",
        "paragraph": "出其东门，有女如云。虽则如云，匪我思存。缟衣綦巾，聊乐我员。出其闉闍，有女如荼。虽则如荼，匪我思且。缟衣茹藘，聊可与娱。南山崔崔，雄狐绥绥。鲁道有荡，齐子由归。既曰归止，曷又怀止？葛屦五两，冠緌双止。鲁道有荡，齐子庸止。既曰庸止，曷又从止？蓺麻如之何？衡从其亩。取妻如之何？必告父母。既曰告止，曷又鞫止？析薪如之何？匪斧不克。取妻如之何？匪媒不得。既曰得止，曷又极止？晋人归楚公子谷臣，与连尹襄老之尸于楚，以求知罃。于是荀首佐中军矣，故楚人许之。王送知罃，曰：“子其怨我乎？”对曰：“二国治戎，臣不才，不胜其任，以为俘馘。执事不以衅鼓，使归即戮，君之惠也。臣实不才，又谁敢怨？”王曰：“然则德我乎？”对曰：“二国图其社稷，而求纾其民，各惩其忿，以相宥也，两释累囚，以成其好。二国有好，臣不与及，其谁敢德？”王曰：“子归何以报我？”对曰：“臣不任受怨，君亦不任受德。无怨无德，不知所报。”王曰：“虽然，必告不谷。”对曰：“以君之灵，累臣得归骨于晋，寡君之以为戮，死且不朽。若从君之惠而免之，以赐君之外臣首；首其请于寡君，而以戮于宗，亦死且不朽。若不获命，而使嗣宗职，次及于事，而帅偏师以脩封疆，虽遇执事，其弗敢违。其竭力致死，无有二心，以尽臣礼。所以报也。王曰：“晋未可与争。”重为之礼而归之。 帝高阳之苗裔兮，朕皇考曰伯庸。摄提贞于孟陬兮，惟庚寅吾以降。皇览揆余初度兮，肇锡余以嘉名。名余曰正则兮，字余曰灵均。纷吾既有此内美兮，又重之以修能。扈江离与辟芷兮，纫秋兰以为佩。汩余若将不及兮，恐年岁之不吾与。朝搴阰之木兰兮，夕揽洲之宿莽。日月忽其不淹兮，春与秋其代序。惟草木之零落兮，恐美人之迟暮。不抚壮而弃秽兮，何不改此度？(改此度 一作：改乎此度)乘骐骥以驰骋兮，来吾道夫先路！",
        "author": "先秦",
        "poem_class": "爱情",
        "dynasty": "佚名"
    },
    {
        "title": "四愁诗",
        "paragraph": "我所思兮在太山。欲往从之梁父艰，侧身东望涕沾翰。美人赠我金错刀，何以报之英琼瑶。路远莫致倚逍遥，何为怀忧心烦劳。我所思兮在桂林。欲往从之湘水深，侧身南望涕沾襟。美人赠我琴琅玕，何以报之双玉盘。路远莫致倚惆怅，何为怀忧心烦伤。我所思兮在汉阳。欲往从之陇阪长，侧身西望涕沾裳。美人赠我貂襜褕，何以报之明月珠。路远莫致倚踟蹰，何为怀忧心烦纡。我所思兮在雁门。欲往从之雪雰雰，侧身北望涕沾巾。美人赠我锦绣段，何以报之青玉案。路远莫致倚增叹，何为怀忧心烦惋。洛出熊耳，东流会集。夏禹导疏，经於洛邑。元龟赤字，汉符是立。帝都通路，建国南乡。万乘终济，造舟为梁。三都五州，贡篚万方。广视远听，审任贤良。元首昭明，庶物是康。孤舟几日别京华，望尽南天不见家。客里相看须尽醉，江心何用泣琵琶。南国有佳人，容华若桃李。朝游江北岸，夕宿潇湘沚。时俗薄朱颜，谁为发皓齿？俯仰岁将暮，荣耀难久恃。",
        "author": "两汉",
        "poem_class": "爱情",
        "dynasty": "张衡"
    },
    {
        "title": "古相思曲·其一",
        "paragraph": "君似明月我似雾，雾随月隐空留露。君善抚琴我善舞，曲终人离心若堵。只缘感君一回顾，使我思君朝与暮。魂随君去终不悔，绵绵相思为君苦。相思苦，凭谁诉？遥遥不知君何处。扶门切思君之嘱，登高望断天涯路。东光平仓。梧何不平。仓梧多腐粟。无益诸军粮。诸军游荡子。早行多悲伤。兰若生春阳，涉冬犹盛滋。愿言追昔爱，情款感四时。美人在云端，天路隔无期。夜光照玄阴，长叹恋所思。谁谓我无忧，积念发狂痴。平生三伏时，道路无行车。闭门避暑卧，出入不相过。今世褦襶子，触热到人家。主人闻客来，颦蹙奈此何。谓当起行去，安坐正跘跨。所说无一急，𠴲唅一何多。疲瘠向之久，甫问君极那。摇扇臂中疼，流汗正滂沱。莫谓此小事，亦是人一瑕。传戒诸高朋，热行宜见诃。",
        "author": "两汉",
        "poem_class": "爱情",
        "dynasty": "佚名"
    },
    {
        "title": "七夕",
        "paragraph": "烟霄微月澹长空，银汉秋期万古同。 几许欢情与离恨，年年并在此宵中。历览前贤国与家，成由勤俭破由奢。何须琥珀方为枕，岂得真珠始是车。远去不逢青海马，力穷难拔蜀山蛇。(远去 一作：运去)几人曾预南薰曲，终古苍梧哭翠华。蚤是伤春梦雨天，可堪芳草更芊芊。内官初赐清明火，上相闲分白打钱。紫陌乱嘶红叱拨，绿杨高映画秋千。游人记得承平事，暗喜风光似昔年。闺中少妇不知愁，春日凝妆上翠楼。(不知 一作：不曾)忽见陌头杨柳色，悔教夫婿觅封侯。",
        "author": "唐代",
        "poem_class": "爱情",
        "dynasty": "白居易"
    },
    {
        "title": "古怨别",
        "paragraph": "飒飒秋风生，愁人怨离别。含情两相向，欲语气先咽。心曲千万端，悲来却难说。别后唯所思，天涯共明月。晓迎秋露一枝新，不占园中最上春。桃李无言又何在，向风偏笑艳阳人。十月江南天气好，可怜冬景似春华。霜轻未杀萋萋草，日暖初干漠漠沙。老柘叶黄如嫩树，寒樱枝白是狂花。此时却羡闲人醉，五马无由入酒家。红叶醉秋色，碧溪弹夜弦。佳期不可再，风雨杳如年。",
        "author": "唐代",
        "poem_class": "爱情",
        "dynasty": "孟郊"
    },
    {
        "title": "清平乐·风鬟雨鬓",
        "paragraph": "风鬟雨鬓，偏是来无准。倦倚玉阑看月晕，容易语低香近。软风吹遍窗纱，心期便隔天涯。从此伤春伤别，黄昏只对梨花。风物长宜放眼量，男儿俯仰自堂堂。有时应景穷搜句，无事悲天枉断肠。命不如人嗟未已，道须在我老何妨。潜心再读书千卷，用则躬行舍则藏。一日清閒两日仙，人生何为名利牵！愚公移山智者笑，夸父追日时易迁！我今行年已七十，得过且过皆由天。坡公大笑应许我，此是一百四十年。各有心情在，随渠爱暖凉。青苔问红叶，何物是斜阳。",
        "author": "清代",
        "poem_class": "爱情",
        "dynasty": "纳兰性德"
    },
    {
        "title": "红豆曲",
        "paragraph": "滴不尽相思血泪抛红豆，开不完春柳春花满画楼。睡不稳纱窗风雨黄昏后，忘不了新愁与旧愁。咽不下玉粒金莼噎满喉；照不见菱花镜里形容瘦。展不开的眉头，捱不明的更漏。呀！恰便似遮不住的青山隐隐，流不断的绿水悠悠。过尽遥山如画。短衣匹马。萧萧落木不胜秋，莫回首、斜阳下。别是柔肠萦挂。待归才罢。却愁拥髻向灯前，说不尽、离人话。宵同梦，晓同妆，镜里花容并蒂芳。深闺步步相随唱，也是夫妻样。从今世世相依傍，轮流作凤凰，颠倒偕鸾帐。逝水韶华去莫留，漫伤林下失风流。美人自古如名将，不许人间见白头。",
        "author": "清代",
        "poem_class": "爱情",
        "dynasty": "曹雪芹"
    },
    {
        "title": "和项王歌",
        "paragraph": "汉兵已略地，四方楚歌声。大王意气尽，贱妾何聊生！野有蔓草，零露漙兮。有美一人，清扬婉兮。邂逅相遇，适我愿兮。野有蔓草，零露瀼瀼。有美一人，婉如清扬。邂逅相遇，与子偕臧。流丸止于瓯臾。流言止于知者。浅不可与测深。愚不足与谋知。坎井之蛙。不可与语东海之乐。杨子之邻人亡羊，既率其党，又请杨子之竖追之。杨子曰：“嘻！亡一羊何 追者之众？”邻人曰：“多歧路。”既反，问：“获羊乎？”曰：“亡之矣。” 曰：“奚亡之？”曰：“歧路之中又有歧焉。吾不知所之，所以反也。”杨子戚 然变容，不言者移时，不笑者竟日。门人怪之，请曰：“羊贱畜，又非夫子之有， 而损言笑者何哉？”杨子不答。(追者之众 一作：追之者众)心都子曰：“大道以多歧亡羊，学者以多方丧生。学 非本不同，非本不一，而末异若是。唯归同反一，为亡得丧。子长先生之门，习 先生之道，而不达先生之况也，哀哉！”",
        "author": "先秦",
        "poem_class": "爱情",
        "dynasty": "虞姬"
    },
    {
        "title": "潜别离",
        "paragraph": "不得哭，潜别离。不得语，暗相思。两心之外无人知。深笼夜锁独栖鸟，利剑舂断连理枝。河水虽浊有清日，乌头虽黑有白时。唯有潜离与暗别，彼此甘心无后期。昔年八月十五夜，曲江池畔杏园边。今年八月十五夜，湓浦沙头水馆前。西北望乡何处是，东南见月几回圆。昨风一吹无人会，今夜清光似往年。千里莺啼绿映红，水村山郭酒旗风。南朝四百八十寺，多少楼台烟雨中。待到秋来九月八，我花开后百花杀。冲天香阵透长安，满城尽带黄金甲。",
        "author": "唐代",
        "poem_class": "爱情",
        "dynasty": "白居易"
    },
    {
        "title": "诀别书",
        "paragraph": "春华竞芳，五色凌素，琴尚在御，而新声代故！锦水有鸳，汉宫有木，彼物而新，嗟世之人兮，瞀于淫而不悟！朱弦断，明镜缺，朝露晞，芳时歇，白头吟，伤离别，努力加餐勿念妾，锦水汤汤，与君长诀！渺渺无穷尽，风涛几日平。年光与人事，东去一声声。肃承明诏，应会皇都。星陈夙驾，秣马脂车。命彼掌徒，肃我征旅。朝发鸾台，夕宿兰渚。芒芒原隰，祁祁士女。经彼公田，乐我稷黍。爰有樛木，重阴匪息。虽有糇粮，饥不遑食。望城不过，面邑不游。仆夫警策，平路是由。玄驷蔼蔼，扬镳漂沫。流风翼衡，轻云承盖。涉涧之滨，缘山之隈。遵彼河浒，黄阪是阶。西济关谷，或降或升。騑骖倦路，载寝载兴。将朝圣皇，匪敢晏宁。弭节长骛，指日遄征。前驱举燧，后乘抗旌。轮不辍运，鸾无废声。爰暨帝室，税此西墉。嘉诏未赐，朝觐莫从。仰瞻城阈，俯惟阙庭。长怀永慕，忧心如酲。盘盘山巅石。飘飖涧底蓬。我本太山人。何为客淮东。蒹葭弥斥土。林木无分重。岸岩若崩缺。湖水何汹汹。蚌蛤被滨涯。光彩如锦虹。高彼凌云霄。浮气象螭龙。鲸脊若丘陵。须若山上松。呼吸吞船欐。澎濞戏中鸿。方舟寻高价。珍宝丽以通。一举必千里。乘飔举帆幢。经危履险阻。未知命所钟。常恐沉黄垆。下与鼋鳖同。南极苍梧野。游眄穷九江。中夜指参辰。欲师当定从。仰天长太息。思想怀故邦。乘桴何所志。吁嗟我孔公。",
        "author": "两汉",
        "poem_class": "爱情",
        "dynasty": "卓文君"
    },
    {
        "title": "省试湘灵鼓瑟",
        "paragraph": "善鼓云和瑟，常闻帝子灵。冯夷空自舞，楚客不堪听。苦调凄金石，清音入杳冥。苍梧来怨慕，白芷动芳馨。流水传潇浦，悲风过洞庭。曲终人不见，江上数峰青。花隐掖垣暮，啾啾栖鸟过。星临万户动，月傍九霄多。 不寝听金钥，因风想玉珂。明朝有封事，数问夜如何。潮落江平未有风，扁舟共济与君同。时时引领望天末，何处青山是越中。昨夜星辰昨夜风，画楼西畔桂堂东。身无彩凤双飞翼，心有灵犀一点通。隔座送钩春酒暖，分曹射覆蜡灯红。嗟余听鼓应官去，走马兰台类转蓬。(转蓬 一作：断蓬)闻道阊门萼绿华，昔年相望抵天涯。岂知一夜秦楼客，偷看吴王苑内花。 ",
        "author": "唐代",
        "poem_class": "爱情",
        "dynasty": "钱起"
    },
    {
        "title": "木兰花·燕鸿过后莺归去",
        "paragraph": "燕鸿过后莺归去。细算浮生千万绪。长于春梦几多时，散似秋云无觅处。闻琴解佩神仙侣。挽断罗衣留不住。劝君莫作独醒人，烂醉花间应有数。版本一天有不测风云，人有旦夕祸福。蜈蚣百足，行不及蛇；雄鸡两翼，飞不过鸦。马有千里之程，无骑不能自往；人有冲天之志，非运不能自通。盖闻：人生在世，富贵不能淫，贫贱不能移。文章盖世，孔子厄于陈邦；武略超群，太公钓于渭水。颜渊命短，殊非凶恶之徒；盗跖年长，岂是善良之辈。尧帝明圣，却生不肖之儿；瞽叟愚顽，反生大孝之子。张良原是布衣，萧何称谓县吏。晏子身无五尺，封作齐国宰相；孔明卧居草庐，能作蜀汉军师。楚霸虽雄，败于乌江自刎；汉王虽弱，竟有万里江山。李广有射虎之威，到老无封；冯唐有乘龙之才，一生不遇。韩信未遇之时，无一日三餐，及至遇行，腰悬三尺玉印，一旦时衰，死于阴人之手。有先贫而后富，有老壮而少衰。满腹文章，白发竟然不中；才疏学浅，少年及第登科。深院宫娥，运退反为妓妾；风流妓女，时来配作夫人。青春美女，却招愚蠢之夫；俊秀郎君，反配粗丑之妇。蛟龙未遇，潜水于鱼鳖之间；君子失时，拱手于小人之下。衣服虽破，常存仪礼之容；面带忧愁，每抱怀安之量。时遭不遇，只宜安贫守份；心若不欺，必然扬眉吐气。初贫君子，天然骨骼生成；乍富小人，不脱贫寒肌体。天不得时，日月无光；地不得时，草木不生；水不得时，风浪不平；人不得时，利运不通。注福注禄，命里已安排定，富贵谁不欲？人若不依根基八字，岂能为卿为相？吾昔寓居洛阳，朝求僧餐，暮宿破窖，思衣不可遮其体，思食不可济其饥，上人憎，下人厌，人道我贱，非我不弃也。今居朝堂，官至极品，位置三公，身虽鞠躬于一人之下，而列职于千万人之上，有挞百僚之杖，有斩鄙吝之剑，思衣而有罗锦千箱，思食而有珍馐百味，出则壮士执鞭，入则佳人捧觞，上人宠，下人拥。人道我贵，非我之能也，此乃时也、运也、命也。嗟呼！人生在世，富贵不可尽用，贫贱不可自欺，听由天地循环，周而复始焉。版本二天地有常用，日月有常明，四时有常序，鬼神有常灵。天有宝，日月星辰。地有宝，五谷金银。家有宝，孝子贤孙。国有宝，正直忠良。合天道，则天府鉴临。合地道，则地府消愆。合人道，则民用和睦。三道既合，祸去福来。天地和，则万物生。地道和，则万物兴。父子和，而家有济。夫妇和，而义不分。时势不可尽倚，贫穷不可尽欺，世事翻来覆去，须当周而复始。余者，居洛阳之时，朝投僧寺，夜宿破窑。布衣不能遮其体，饘粥不能充其饥。上人嫌，下人憎，皆言余之贱也，余曰：非贱也，乃时也，运也，命也。余后登高及第，入中书，官至极品，位列三公，思衣则有绮罗千箱，思食则有百味珍馐，有挞百僚之杖，有斩佞臣之剑，出则壮士执鞭，入则佳人扶袂，廪有余粟，库有余财，人皆言余之贵也，余曰：非贵也，乃时也，运也，命也。蛟龙未遇，暂居云雾之间。君子失时，屈守小人之下。命运未通，被愚人之轻弃。时运未到，被小人之欺凌。初贫君子，自怨骨格风流。乍富小人，不脱俗人体态。生平结交惟结心，莫论富贵贫贱。深得千金，而不为贵，得人一语，而胜千金。吾皆悼追无恨人，富贵须当长保守，苏秦未遇，归家时，父母憎，兄弟恶，嫂不下玑，妻不愿炊，然衣锦归故里，马壮人强，萤光彩布，兄弟含笑出户迎，妻嫂下阶倾己顾，苏秦本是旧苏秦，昔日何陈今何亲。自家骨肉尚如此，何况区区陌路人，抑犹未也。文章冠世，孔子尚厄于陈邦。武略超群，太公曾钓于渭水。颜回命短，岂是凶暴之徒。盗柘年长，自非贤良之辈。帝尧天圣，却养不肖之男。瞽叟顽嚣，反生大孝之子。甘罗十二为宰相，买臣五十作公卿。晏婴身长五尺，封为齐国宰相。韩信力无缚鸡，立为汉朝贤臣，未遇之时，口无一日瓮飧，及至兴通，身受齐王将印，吓燕取赵，统百万雄兵，一旦时休，卒于阴人之毒手。李广有射虎之威，到老无封。冯唐有安邦之志，一世无遇。上古圣贤，不掌阴阳之数。今日儒士，岂离否泰之中。腰金衣紫，都生贫贱之家。草履毛鞋，都是富豪之裔。有贫贱，而后有富贵。有小壮，而后有老衰。人能学积善，家有余庆。青春美女，反招愚独之夫。俊秀才郎，竟配丑貌之妇。五男二女，老来一身全无。万贯千金，死后离乡别井。才疏学浅，少年及第登科。满腹文章，到老终身不第。或富贵，或贫贱，皆由命理注定。若天不得时，则日月无光。地不得时，则草木不生。水不得时，则波浪不静。人不得时，则命运不通。若无根本八字，岂能为卿为相。一生皆由命，半点不由人。蜈蚣多足，不及蛇灵。雄鸡有翼，飞不及鸦。马有千里之驰，非人不能自往。人有千般巧计，无运不能自达。吾敬为此劝世文也。磨针溪，在象耳山下。世传李太白读书山中，未成，弃去。过是溪，逢老媪方磨铁杵。问之，曰：“欲作针。”太白感其意，还卒业。世人作梅词，下笔便俗。予试作一篇，乃知前言不妄耳。藤床纸帐朝眠起，说不尽无佳思。沉香断续玉炉寒，伴我情怀如水。笛声三弄，梅心惊破，多少春情意。 小风疏雨萧萧地，又催下千行泪。吹箫人去玉楼空，肠断与谁同倚。一枝折得，人间天上，没个人堪寄。",
        "author": "宋代",
        "poem_class": "爱情",
        "dynasty": "晏殊"
    },
    {
        "title": "长干行二首",
        "paragraph": "妾发初覆额，折花门前剧。郎骑竹马来，绕床弄青梅。同居长干里，两小无嫌猜，十四为君妇，羞颜未尝开。低头向暗壁，千唤不一回。十五始展眉，愿同尘与灰。常存抱柱信，岂上望夫台。十六君远行，瞿塘滟滪堆。五月不可触，猿声天上哀。门前迟行迹，一一生绿苔。苔深不能扫，落叶秋风早。八月胡蝶黄，双飞西园草。(胡蝶 一作：蝴蝶)感此伤妾心，坐愁红颜老。早晚下三巴，预将书报家。相迎不道远，直至长风沙。忆妾深闺里，烟尘不曾识。嫁与长干人，沙头候风色。五月南风兴，思君下巴陵。八月西风起，想君发扬子。去来悲如何，见少离别多。湘潭几日到，妾梦越风波。昨夜狂风度，吹折江头树。淼淼暗无边，行人在何处。好乘浮云骢，佳期兰渚东。鸳鸯绿蒲上，翡翠锦屏中。自怜十五余，颜色桃花红。那作商人妇，愁水复愁风。世间花叶不相伦，花入金盆叶作尘。惟有绿荷红菡萏，卷舒开合任天真。此花此叶常相映，翠减红衰愁杀人。(常相映 一作：长相映) 春水春池满，春时春草生。春人饮春酒，春鸟弄春声。君生我未生，我生君已老。君恨我生迟，我恨君生早。人归万里外，意在一杯中。只虑前程远，开帆待好风。自入长信宫，每对孤灯泣。闺门镇不开，梦从何处入。一别行千里，来时未有期。月中三十日，无夜不相思。汴水东流虎眼文，清淮晓色鸭头春。君看渡口淘沙处，渡却人间多少人。",
        "author": "唐代",
        "poem_class": "爱情",
        "dynasty": "李白"
    },
    {
        "title": "荷叶杯·记得那年花下",
        "paragraph": "记得那年花下，深夜，初识谢娘时。水堂西面画帘垂，携手暗相期。惆怅晓莺残月，相别，从此隔音尘。如今俱是异乡人，相见更无因。赠君一法决狐疑，不用钻龟与祝蓍。试玉要烧三日满，辨材须待七年期。周公恐惧流言日，王莽谦恭未篡时。向使当初身便死，一生真伪复谁知？待到秋来九月八，我花开后百花杀。冲天香阵透长安，满城尽带黄金甲。北阙休上书，南山归敝庐。不才明主弃，多病故人疏。白发催年老，青阳逼岁除。永怀愁不寐，松月夜窗虚。",
        "author": "唐代",
        "poem_class": "爱情",
        "dynasty": "韦庄"
    },
    {
        "title": "虞美人·银床淅沥青梧老",
        "paragraph": "银床淅沥青梧老，屧粉秋蛩扫。采香行处蹙连钱，拾得翠翘何恨不能言。回廊一寸相思地，落月成孤倚。背灯和月就花阴，已是十年踪迹十年心。明月多情应笑我，笑我如今。辜负春心，独自闲行独自吟。近来怕说当时事，结遍兰襟。月浅灯深，梦里云归何处寻。凉夜沉沉花漏冻，欹枕无眠，渐觉荒鸡动。此际闲愁郎不共，月移窗罅春寒重。忆共锦衾无半缝，郎似桐花，妾似桐花凤。往事迢迢徒入梦，银筝断续连珠弄。八月奔涛，千尺崔嵬，砉然欲惊。似灵妃顾笑，神鱼进舞；冯夷击鼓，白马来迎。伍相鸱夷，钱王羽箭，怒气强于十万兵。峥嵘甚，讶雪山中断，银汉西倾。孤舟铁笛风清，待万里乘槎问客星。叹鲸鲵未翦，戈船满岸；蟾蜍正吐，歌管倾城。狎浪儿童，横江士女，笑指渔翁一叶轻。谁知道，是观潮枚叟，论水庄生。",
        "author": "清代",
        "poem_class": "爱情",
        "dynasty": "纳兰性德"
    },
    {
        "title": "寓意 / 无题·油壁香车不再逢",
        "paragraph": "油壁香车不再逢，峡云无迹任西东。梨花院落溶溶月，柳絮池塘淡淡风。几日寂寥伤酒后，一番萧索禁烟中。鱼书欲寄何由达，水远山长处处同。帘外五更风，吹梦无踪。画楼重上与谁同？记得玉钗斜拨火，宝篆成空。回首紫金峰，雨润烟浓。一江春浪醉醒中。留得罗襟前日泪，弹与征鸿。辛亥之冬，余载雪诣石湖。止既月，授简索句，且征新声，作此两曲，石湖把玩不已，使工妓隶习之，音节谐婉，乃名之曰《暗香》、《疏影》。旧时月色，算几番照我，梅边吹笛？唤起玉人，不管清寒与攀摘。何逊而今渐老，都忘却春风词笔。但怪得竹外疏花，香冷入瑶席。江国，正寂寂，叹寄与路遥，夜雪初积。翠尊易泣，红萼无言耿相忆。长记曾携手处，千树压、西湖寒碧。又片片、吹尽也，几时见得？若言琴上有琴声，放在匣中何不鸣？若言声在指头上，何不于君指上听？",
        "author": "宋代",
        "poem_class": "爱情",
        "dynasty": "晏殊"
    },
    {
        "title": "高唐赋",
        "paragraph": "昔者楚襄王与宋玉游于云梦之台，望高之观，其上独有云气，崪兮直上，忽兮改容，须臾之间，变化无穷。王问玉曰：“此何气也？”玉对曰：“所谓朝云者也。”王曰：“何谓朝云？”玉曰：“昔者先王尝游高唐，怠而昼寝，梦见一妇人曰：‘妾，巫山之女也。为高唐之客。闻君游高唐，愿荐枕席。’王因幸之。去而辞曰：‘妾在巫山之阳，高丘之阻，旦为朝云，暮为行雨。朝朝暮暮，阳台之下。’旦朝视之，如言。故为立庙，号曰朝云。”王曰：“朝云始楚，状若何也？”玉对曰：“其始楚也，榯兮若松榯；其少进也，晰兮若姣姬，扬衭鄣日，而望所思。忽兮改容，偈兮若驾驷马，建羽旗。湫兮如风，凄兮如雨。风止雨霁，云无所处。”王曰：“寡人方今可以游乎？”玉曰：“可。”王曰：“其何如矣？”玉曰：“高矣显矣，临望远矣。广矣普矣，万物祖矣。上属于天，下见于渊，珍怪奇伟，不可称论。”王曰：“试为寡人赋之！”玉曰：“唯唯！” 惟高唐之大体兮，殊无物类之可仪比。巫山赫其无畴兮，道互折而曾累。登巉巗而下望兮，临大阺之稸水。遇天雨之新霁兮，观百谷之俱集。濞汹汹其无声兮，溃淡淡而并入。滂洋洋而四施兮，蓊湛湛而弗上。长风至而波起兮，若丽山之孤亩。势薄岸而相击兮，隘交引而却会。崪中怒而特高兮，若浮海而望碣石。砾磥磥而相摩兮，巆震天之礚礚。巨石溺溺之瀺灂兮，沫潼潼而高厉，水澹澹而盘纡兮，洪波淫淫之溶。奔扬踊而相击兮，云兴声之霈霈。猛兽惊而跳骇兮，妄奔走而驰迈。虎豹豺兕，失气恐喙；雕鹗鹰鹞，飞扬伏窜。股战胁息，安敢妄挚。于是水虫尽暴，乘渚之阳，鼋鼍鱣鮪，交积纵横。振鳞奋翼，蜲蜲蜿蜿。 中阪遥望，玄木冬荣，煌煌荧荧，夺人目精。爛兮若列星，曾不可殚形。榛林郁盛，葩华覆盖；双椅垂房，纠枝还会。徙靡澹淡，随波闇蔼；东西施翼，猗狔丰沛。绿叶紫裹，丹茎白蒂。纤条悲鸣；声似竽籁；清浊相和，五变四会。感心动耳，回肠伤气；孤子寡妇，寒心酸鼻。长吏隳官，贤士失志；愁思无已，叹息垂泪。 登高远望，使人心瘁；盘岸巑岏，裖陈皑皑。磐石险峻，倾崎崖。巌岖参差，纵横相追。陬互横啎，背穴偃蹠。交加累积，重叠增益。状若砾柱，杂巫山下；仰视山巅，肃何千千。炫燿虹蜺，俯视峥嵘，窐寥窈冥，不见其底，虚闻松声。倾岸洋洋，立而熊经，久而不去，足尽汗出。悠悠忽忽，怊怅自失。使人心动，无故自恐。賁育之断，不能为勇。卒愕异物，不知所出。纵纵莘莘，若生于鬼，若出于神。状似走兽，或象飞禽。谲诡奇伟，不可究陈。上至观侧，地盖底平。箕踵漫衍，芳草罗生。秋兰茝蕙，江离载青。青荃射干，揭车苞并。薄草靡靡，聮延夭夭，越香掩掩；众雀嗷嗷，雌雄相失，哀鸣相号。王鴡鸝黄，正冥楚鸠。秭归思妇，垂鸡高巢。其鸣喈喈，当年遨游。更唱迭和，赴曲随流。 有方之士，羡门高谿。上成郁林，公乐聚榖。进纯牺，祷琁室。醮诸神，礼太一。传祝已具，言辞已毕。王乃乘玉舆，驷仓螭，垂旒旌；旆合谐。紬大絃而雅声流，冽风过而增悲哀。于是调讴，令人惏悽，胁息曾。于是乃纵猎者，基趾如星，传言羽猎；衔枚无声，弓弩不发，罘不倾。涉莽莽，驰苹苹。飞鸟未及起，走兽未及发。何节奄忽，蹄足灑血。举功先得，获车已实。王将欲往见，必先斋戒。差时择日，简舆玄服。建云旆，蜺为旌，翠为盖。风起云止，千里而逝。盖发蒙，往自会，思万方，忧国害，开贤圣，辅不逮，九窍通郁，精神察滞。延年益寿千万岁。 兽恶其纲。民恶其上。众心成城。众口铄金。从善如登。从恶如崩。黍稷无成。不能为荣。黍不为黍。稷不为稷。不能蕃殖。所生不疑。惟德之基。狐埋之而狐搰之。是以无成功。觥饭不及壶飱。醉罢见明月，照我还照君。如何君不见，只见天边云。宋人有闵其苗之不长而揠之者，芒芒然归，谓其人曰：“今日病矣！予助苗长矣！”其子趋而往视之，苗则槁矣。天下之不助苗长者寡矣。以为无益而舍之者，不耘苗者也；助之长者，揠苗者也，非徒无益，而又害之。(闵 通：悯)",
        "author": "先秦",
        "poem_class": "爱情",
        "dynasty": "宋玉"
    },
    {
        "title": "菩萨蛮·花明月暗笼轻雾",
        "paragraph": "花明月暗笼轻雾，今宵好向郎边去。刬袜步香阶，手提金缕鞋。画堂南畔见，一向偎人颤。奴为出来难，教君恣意怜。冠剑不随君去，江河还共恩深。歌袖半遮眉黛惨，泪珠旋滴衣襟。惆怅云愁雨怨，断魂何处相寻。纱窗暖，画屏闲，亸云鬟。睡起四肢无力，半春间¤玉指剪裁罗胜，金盘点缀酥山。窥宋深心无限事，小眉弯。蘋叶软，杏花明，画船轻。双浴鸳鸯出绿汀，棹歌声¤春水无风无浪，春天半雨半晴。红粉相随南浦晚，几含情。多少恨，昨夜梦魂中。还似旧时游上苑，车如流水马如龙。花月正春风。",
        "author": "五代",
        "poem_class": "爱情",
        "dynasty": "李煜"
    },
    {
        "title": "诉衷情·花前月下暂相逢",
        "paragraph": "花前月下暂相逢。苦恨阻从容。何况酒醒梦断，花谢月朦胧。花不尽，月无穷。两心同。此时愿作，杨柳千丝，绊惹春风。情高意真。眉长鬓青。小楼明月调筝。写春风数声。思君忆君。魂牵梦萦。翠销香暖云屏。更那堪酒醒。金鞭美少年，去跃青骢马。牵系玉楼人，绣被春寒夜。消息未归来，寒食梨花谢。无处说相思，背面秋千下。齐有富人，家累千金。其二子甚愚，其父又不教之。一日，艾子谓其父曰：“君之子虽美，而不通世务，他日曷能克其家?”父怒曰：“吾之子敏而且恃多能，岂有不通世务者耶?”艾子曰：“不须试之他，但问君之子，所食者米，从何来？若知之，吾当妄言之罪。”父遂呼其子问之。其子嘻然笑曰：“吾岂不知此也？每以布囊取来。”其父愀然改容曰：“子之愚甚也!彼米不是田中来?”艾子曰：“非其父不生其子。”",
        "author": "宋代",
        "poem_class": "爱情",
        "dynasty": "张先"
    },
    {
        "title": "少年游·离多最是",
        "paragraph": "离多最是，东西流水，终解两相逢。浅情终似，行云无定，犹到梦魂中。可怜人意，薄于云水，佳会更难重。细想从来，断肠多处，不与今番同。千古风流八咏楼，江山留与后人愁。水通南国三千里，气压江城十四州。红酥手，黄縢酒，满城春色宫墙柳。东风恶，欢情薄。一怀愁绪，几年离索。错、错、错。春如旧，人空瘦，泪痕红浥鲛绡透。桃花落，闲池阁。山盟虽在，锦书难托。莫、莫、莫！雨霁风光，春分天气，千花百卉争明媚。画梁新燕一双双，玉笼鹦鹉愁孤睡。薜荔依墙，莓苔满地，青楼几处歌声丽。蓦然旧事上心来，无言敛皱眉山翠。",
        "author": "宋代",
        "poem_class": "爱情",
        "dynasty": "晏几道"
    },
    {
        "title": "卜算子·答施",
        "paragraph": "相思似海深，旧事如天远。泪滴千千万万行，更使人、愁肠断。要见无因见，拚了终难拚。若是前生未有缘，待重结、来生愿。香冷金猊，被翻红浪，起来慵自梳头。任宝奁尘满，日上帘钩。生怕离怀别苦，多少事、欲说还休。新来瘦，非干病酒，不是悲秋。休休，这回去也，千万遍《阳关》，也则难留。念武陵人远，烟锁秦楼。惟有楼前流水，应念我、终日凝眸。凝眸处，从今又添，一段新愁。(版本一)香冷金猊，被翻红浪，起来人未梳头。任宝奁闲掩，日上帘钩。生怕闲愁暗恨，多少事、欲说还休。今年瘦，非干病酒，不是悲秋。明朝，者回去也，千万遍阳关，也即难留。念武陵春晚，云锁重楼。记取楼前绿水，应念我、终日凝眸。凝眸处，从今更数，几段新愁。(版本二)多情多感仍多病，多景楼中。尊酒相逢。乐事回头一笑空。停杯且听琵琶语，细捻轻拢。醉脸春融。斜照江天一抹红。霞散绮，月沉钩，帘卷未央楼。夜凉河汉截天流，宫阙锁清秋。瑶阶曙，金盘露，凤髓香和烟雾。三千珠翠拥宸游，水殿按凉州。",
        "author": "宋代",
        "poem_class": "爱情",
        "dynasty": "乐婉"
    },
    {
        "title": "鹧鸪天·醉拍春衫惜旧香",
        "paragraph": "醉拍春衫惜旧香。天将离恨恼疏狂。年年陌上生秋草，日日楼中到夕阳。 云渺渺，水茫茫。征人归路许多长。相思本是无凭语，莫向花笺费泪行。陈康肃公善射，当世无双 ，公亦以此自矜。尝射于家圃，有卖油翁释担而立，睨之久而不去。见其发矢十中八九，但微颔之。康肃问曰：“汝亦知射乎？吾射不亦精乎？”翁曰：“无他， 但手熟尔。”康肃忿然曰：“尔安敢轻吾射！”翁曰：“以我酌油知之。”乃取一葫芦置于地，以钱覆其口，徐以杓酌油沥之，自钱孔入，而钱不湿。因曰：“我亦无他，惟手熟尔。”康肃笑而遣之。人之初，性本善。性相近，习相远。苟不教，性乃迁。教之道，贵以专。子不学，非所宜。幼不学，老何为。玉不琢，不成器。人不学，不知义。开时似雪。谢时似雪。花中奇绝。香非在蕊，香非在萼，骨中香彻。 占溪风，留溪月。堪羞损、山桃如血。直饶更、疏疏淡淡，终有一般情别。",
        "author": "宋代",
        "poem_class": "爱情",
        "dynasty": "晏几道"
    },
    {
        "title": "写情",
        "paragraph": "水纹珍簟思悠悠，千里佳期一夕休。从此无心爱良夜，任他明月下西楼。水国蒹葭夜有霜，月寒山色共苍苍。 谁言千里自今夕，离梦杳如关塞长。咸阳之南，直望五千里，见云峰之崔嵬。前有剑阁横断，倚青天而中开。上则松风萧飒瑟飓，有巴猿兮相哀。旁则飞湍走壑，洒石喷阁，汹涌而惊雷。送佳人兮此去，复何时兮归来？望夫君兮安极，我沉吟兮叹息。视沧波之东注，悲白日之西匿。鸿别燕兮秋声，云愁秦而暝色。若明月出于剑阁兮，与君两乡对酒而相忆！(乡 通：向)塞北梅花羌笛吹，淮南桂树小山词。请君莫奏前朝曲，听唱新翻杨柳枝。",
        "author": "唐代",
        "poem_class": "爱情",
        "dynasty": "李益"
    },
    {
        "title": "采莲曲",
        "paragraph": "菱叶萦波荷飐风，荷花深处小船通。逢郎欲语低头笑，碧玉搔头落水中。渭城朝雨浥轻尘，客舍青青柳色新。劝君更尽一杯酒，西出阳关无故人。二月湖水清，家家春鸟鸣。林花扫更落，径草踏还生。酒伴来相命，开尊共解酲。当杯已入手，歌妓莫停声。山光物态弄春晖，莫为轻阴便拟归。 纵使晴明无雨色，入云深处亦沾衣。",
        "author": "唐代",
        "poem_class": "爱情",
        "dynasty": "白居易"
    },
    {
        "title": "野有蔓草",
        "paragraph": "野有蔓草，零露漙兮。有美一人，清扬婉兮。邂逅相遇，适我愿兮。野有蔓草，零露瀼瀼。有美一人，婉如清扬。邂逅相遇，与子偕臧。𨖍水既净。𨖍导既平。𨖍□既止。嘉尌则里。天子永宁。日隹丙申。昱昱□□。𨖍其□导。□马既陈。敖□康康。□驾□□。左骖□□。右□𩦙𩦙。□□□□。母不□□。四翰𩆲𩆲。□□公谓大□。金及如□□。害不余□。立我臣民，莫匪尔极，不识不知，顺帝之则。予其惩，而毖后患。莫予荓蜂，自求辛螫。肇允彼桃虫，拚飞维鸟。未堪家多难，予又集于蓼。",
        "author": "先秦",
        "poem_class": "爱情",
        "dynasty": "佚名"
    },
    {
        "title": "汉广",
        "paragraph": "南有乔木，不可休思；汉有游女，不可求思。汉之广矣，不可泳思；江之永矣，不可方思。翘翘错薪，言刈其楚；之子于归，言秣其马。汉之广矣，不可泳思；江之永矣，不可方思。翘翘错薪，言刈其蒌；之子于归，言秣其驹。汉之广矣，不可泳思；江之永矣，不可方思。子之还兮，遭我乎峱之间兮。并驱从两肩兮，揖我谓我儇兮。子之茂兮，遭我乎峱之道兮。并驱从两牡兮，揖我谓我好兮。子之昌兮，遭我乎峱之阳兮。并驱从两狼兮，揖我谓我臧兮。白华菅兮，白茅束兮。之子之远，俾我独兮。英英白云，露彼菅茅。天步艰难，之子不犹。滮池北流，浸彼稻田。啸歌伤怀，念彼硕人。樵彼桑薪，卬烘于煁。维彼硕人，实劳我心。鼓钟于宫，声闻于外。念子懆懆，视我迈迈。有鹙在梁，有鹤在林。维彼硕人，实劳我心。鸳鸯在梁，戢其左翼。之子无良，二三其德。有扁斯石，履之卑兮。之子之远，俾我疧兮。断竹续竹。飞土逐宍。",
        "author": "先秦",
        "poem_class": "爱情",
        "dynasty": "佚名"
    },
    {
        "title": "离思五首",
        "paragraph": "自爱残妆晓镜中，环钗漫篸绿丝丛。须臾日射胭脂颊，一朵红苏旋欲融。山泉散漫绕阶流，万树桃花映小楼。闲读道书慵未起，水晶帘下看梳头。红罗著压逐时新，吉了花纱嫩麴尘。第一莫嫌材地弱，些些纰缦最宜人。曾经沧海难为水，除却巫山不是云。取次花丛懒回顾，半缘修道半缘君。寻常百种花齐发，偏摘梨花与白人。今日江头两三树，可怜和叶度残春。天街小雨润如酥，草色遥看近却无。最是一年春好处，绝胜烟柳满皇都。莫道官忙身老大，即无年少逐春心。凭君先到江头看，柳色如今深未深。风回云断雨初晴，返照湖边暖复明。乱点碎红山杏发，平铺新绿水蘋生。翅低白雁飞仍重，舌涩黄鹂语未成。不道江南春不好，年年衰病减心情。千万恨，恨极在天涯。山月不知心里事，水风空落眼前花，摇曳碧云斜。",
        "author": "唐代",
        "poem_class": "爱情",
        "dynasty": "元稹"
    },
    {
        "title": "终身误",
        "paragraph": "都道是金玉良姻，俺只念木石前盟。空对着，山中高士晶莹雪；终不忘，世外仙姝寂寞林。叹人间，美中不足今方信：纵然是齐眉举案，到底意难平。四十年来画竹枝，日间挥写夜间思。冗繁削尽留清瘦，画到生时是熟时。是日惊秋老，相望各一涯。离怀销浊酒，愁眼见黄花。天地存肝胆，江山阅鬓华。多蒙千里讯，逐客已无家。一半残阳下小楼，朱帘斜控软金钩。倚阑无绪不能愁。有个盈盈骑马过，薄妆浅黛亦风流。见人羞涩却回头。",
        "author": "清代",
        "poem_class": "爱情",
        "dynasty": "曹雪芹"
    },
    {
        "title": "山有扶苏",
        "paragraph": "山有扶苏，隰有荷华。不见子都，乃见狂且。山有桥松，隰有游龙。不见子充，乃见狡童。终朝采绿，不盈一匊。予发曲局，薄言归沐。终朝采蓝，不盈一襜。五日为期，六日不詹。之子于狩，言韔其弓。之子于钓，言纶之绳。其钓维何？维鲂及鱮。维鲂及鱮，薄言观者。臧之狐裘。败我于狐骀。我君小子。朱儒是使。朱儒朱儒。朱使我败于邾。骊驹在门。仆夫具存。骊驹在路。仆夫整驾。",
        "author": "先秦",
        "poem_class": "爱情",
        "dynasty": "佚名"
    },
    {
        "title": "九歌·山鬼",
        "paragraph": "若有人兮山之阿，被薜荔兮带女萝。既含睇兮又宜笑，子慕予兮善窈窕。乘赤豹兮从文狸，辛夷车兮结桂旗。被石兰兮带杜衡，折芳馨兮遗所思。余处幽篁兮终不见天，路险难兮独后来。表独立兮山之上，云容容兮而在下。杳冥冥兮羌昼晦，东风飘兮神灵雨。留灵修兮憺忘归，岁既晏兮孰华予。采三秀兮于山间，石磊磊兮葛蔓蔓。怨公子兮怅忘归，君思我兮不得闲。山中人兮芳杜若，饮石泉兮荫松柏，君思我兮然疑作。雷填填兮雨冥冥，猨啾啾兮狖夜鸣。风飒飒兮木萧萧，思公子兮徒离忧。百里奚。百里奚。母已死。葬南溪。坟以瓦。覆以柴。舂黄藜。搤伏鸡。西入秦。五羖皮。今日富贵忘我为。冻水洗我若之何。太上糜散我若之何。帝子降兮北渚，目眇眇兮愁予。袅袅兮秋风，洞庭波兮木叶下。(袅袅 一作：渺渺)登白薠兮骋望，与佳期兮夕张。鸟何萃兮蘋中，罾何为兮木上？沅有芷兮澧有兰，思公子兮未敢言。荒忽兮远望，观流水兮潺湲。麋何食兮庭中？蛟何为兮水裔？朝驰余马兮江皋，夕济兮西澨。闻佳人兮召予，将腾驾兮偕逝。筑室兮水中，葺之兮荷盖。荪壁兮紫坛，播芳椒兮成堂。桂栋兮兰橑，辛夷楣兮药房。罔薜荔兮为帷，擗蕙櫋兮既张。白玉兮为镇，疏石兰兮为芳。芷葺兮荷屋，缭之兮杜衡。合百草兮实庭，建芳馨兮庑门。九嶷缤兮并迎，灵之来兮如云。捐余袂兮江中，遗余褋兮澧浦。搴汀洲兮杜若，将以遗兮远者。时不可兮骤得，聊逍遥兮容与。",
        "author": "先秦",
        "poem_class": "爱情",
        "dynasty": "屈原"
    },
    {
        "title": "赠去婢",
        "paragraph": "公子王孙逐后尘，绿珠垂泪滴罗巾。侯门一入深如海，从此萧郎是路人。烽火城西百尺楼，黄昏独上海风秋。(独上 一作：独坐)更吹羌笛关山月，无那金闺万里愁。琵琶起舞换新声，总是关山旧别情。撩乱边愁听不尽，高高秋月照长城。关城榆叶早疏黄，日暮云沙古战场。表请回军掩尘骨，莫教兵士哭龙荒。青海长云暗雪山，孤城遥望玉门关。黄沙百战穿金甲，不破楼兰终不还。大漠风尘日色昏，红旗半卷出辕门。前军夜战洮河北，已报生擒吐谷浑。胡瓶落膊紫薄汗，碎叶城西秋月团。明敕星驰封宝剑，辞君一夜取楼兰。玉门山嶂几千重，山北山南总是烽。人依远戍须看火，马踏深山不见踪。龙脊贴连钱，银蹄白踏烟。无人织锦韂，谁为铸金鞭。腊月草根甜，天街雪似盐。未知口硬软，先拟蒺藜衔。忽忆周天子，驱车上玉山。鸣驺辞凤苑，赤骥最承恩。此马非凡马，房星本是星。向前敲瘦骨，犹自带铜声。大漠沙如雪，燕山月似钩。何当金络脑，快走踏清秋。饥卧骨查牙，粗毛刺破花。鬣焦珠色落，发断锯长麻。西母酒将阑，东王饭已干。君王若燕去，谁为曳车辕？赤兔无人用，当须吕布骑。吾闻果下马，羁策任蛮儿。飂叔去匆匆，如今不豢龙。夜来霜压栈，骏骨折西风。催榜渡乌江，神骓泣向风。君王今解剑，何处逐英雄？内马赐宫人，银鞯刺麒麟。午时盐坂上，蹭蹬溘风尘。批竹初攒耳，桃花未上身。他时须搅阵，牵去借将军。宝玦谁家子，长闻侠骨香。堆金买骏骨，将送楚襄王。香幞赭罗新，盘龙蹙蹬鳞。回看南陌上，谁道不逢春？不从桓公猎，何能伏虎威？一朝沟陇出，看取拂云飞。唐剑斩隋公，拳毛属太宗。莫嫌金甲重，且去捉飘风。白铁锉青禾，砧间落细莎。世人怜小颈，金埒畏长牙。伯乐向前看，旋毛在腹间。只今掊白草，何日蓦青山？萧寺驮经马，元从竺国来。空知有善相，不解走章台。重围如燕尾，宝剑似鱼肠。欲求千里脚，先采眼中光。暂系腾黄马，仙人上彩楼。须鞭玉勒吏，何事谪高州？汉血到王家，随鸾撼玉珂。少君骑海上，人见是青骡。武帝爱神仙，烧金得紫烟。厩中皆肉马，不解上青天。脉脉广川流，驱马历长洲。鹊飞山月曙，蝉噪野风秋。",
        "author": "唐代",
        "poem_class": "爱情",
        "dynasty": "崔郊"
    },
    {
        "title": "绮怀十六首·其十五",
        "paragraph": "几回花下坐吹箫，银汉红墙入望遥。似此星辰非昨夜，为谁风露立中宵。缠绵思尽抽残茧，宛转心伤剥后蕉。三五年时三五月，可怜杯酒不曾消。秋色冷并刀，一派酸风卷怒涛。并马三河年少客，粗豪，皂栎林中醉射雕。残酒忆荆高，燕赵悲歌事未消。忆昨车声寒易水，今朝，慷慨还过豫让桥。子系中山狼，得志便猖狂。金闺花柳质，一载赴黄粱。美人才调信纵横，我亦当筳拜盛名。一笑劝君输一著，非将此骨媚公卿。",
        "author": "清代",
        "poem_class": "爱情",
        "dynasty": "黄景仁"
    },
    {
        "title": "浣溪沙·闺情",
        "paragraph": "绣面芙蓉一笑开，斜飞宝鸭衬香腮。眼波才动被人猜。一面风情深有韵，半笺娇恨寄幽怀。月移花影约重来。梦断香消四十年，沈园柳老不吹绵。此身行作稽山土，犹吊遗踪一泫然。群芳过后西湖好，狼籍残红。飞絮濛濛。垂柳阑干尽日风。笙歌散尽游人去，始觉春空。垂下帘栊。双燕归来细雨中。墨云拖雨过西楼。水东流，晚烟收。柳外残阳，回照动帘钩。今夜巫山真个好，花未落，酒新篘。 美人微笑转星眸。月华羞，捧金瓯。歌扇萦风，吹散一春愁。试问江南诸伴侣，谁似我，醉扬州。",
        "author": "宋代",
        "poem_class": "爱情",
        "dynasty": "李清照"
    },
    {
        "title": "采桑子·而今才道当时错",
        "paragraph": "而今才道当时错，心绪凄迷。红泪偷垂，满眼春风百事非。情知此后来无计，强说欢期。一别如斯，落尽梨花月又西。南面而望，北面而朝。象忧亦忧，象喜亦喜。——打一用物一幅云蓝一叶舟，隔江山色镜中收。夕阳芳草满汀洲。客里莺花繁似锦，春来情思腻于油。兰桡扶梦驻东流。九边烂数等雕虫，远志真看小草同。 枉说健儿身在手，青灯夜雪阻山东。 ",
        "author": "清代",
        "poem_class": "爱情",
        "dynasty": "纳兰性德"
    },
    {
        "title": "玉楼春·春恨",
        "paragraph": "绿杨芳草长亭路。年少抛人容易去。楼头残梦五更钟，花底离愁三月雨。(离愁 一作：离情)无情不似多情苦。一寸还成千万缕。天涯地角有穷时，只有相思无尽处。世皆称孟尝君能得士，士以故归之，而卒赖其力以脱于虎豹之秦。嗟乎！孟尝君特鸡鸣狗盗之雄耳，岂足以言得士？不然，擅齐之强，得一士焉，宜可以南面而制秦，尚何取鸡鸣狗盗之力哉？夫鸡鸣狗盗之出其门，此士之所以不至也。千古江山，英雄无觅孙仲谋处。舞榭歌台，风流总被，雨打风吹去。斜阳草树，寻常巷陌，人道寄奴曾住。想当年，金戈铁马，气吞万里如虎。元嘉草草，封狼居胥，赢得仓皇北顾。四十三年，望中犹记，烽火扬州路。可堪回首，佛狸祠下，一片神鸦社鼓。凭谁问：廉颇老矣，尚能饭否？寻真误入蓬莱岛，香风不动松花老。采芝何处未归来，白云遍地无人扫。",
        "author": "宋代",
        "poem_class": "爱情",
        "dynasty": "晏殊"
    },
    {
        "title": "折桂令·春情",
        "paragraph": "平生不会相思，才会相思，便害相思。身似浮云，心如飞絮，气若游丝。空一缕余香在此，盼千金游子何之。证候来时，正是何时？灯半昏时，月半明时。隔帘听，几番风送卖花声。夜来微雨天阶净。小院闲庭，轻寒翠袖生。穿芳径，十二阑干凭。杏花疏影，杨柳新晴。梦里思大漠，花时别渭城。长亭咫尺人孤零。愁听阳关第四声。且行且慢且叮咛，踏歌行人未停。自从至人传剑诀，正令全提诚决烈。有人问我觅踪由，向道不是寻常铁。此块铁，出坤方，得入吾手便轩昂。赫赫火中加火炼，工夫百炼炼成钢。学道人，知此诀，阳神威猛阴魔灭。神功妙用实难量，我今剖露为君说。为君说，泄天机，下手一阳来复时。先令六甲扇炉鞴，六丁然后动钳锤。火功周，得成剑，初出辉辉如掣电。横挥凛凛清风生，卓竖莹莹明月现。明月现，瑞光辉，烁地照天神鬼悲。激浊扬清荡妖秽，诛龙斩虎灭蛟螭。六贼亡，三尸绝，缘断虑捐情网裂。神锋指处山岳崩，三界魔王皆剿拆。此宝剑，本无形，为有神功强立名。学道修真凭此剑，若无此剑道难成。开洪濛，剖天地，消碍化尘无不备。有人问我借来看，拈出问君会不会。",
        "author": "元代",
        "poem_class": "爱情",
        "dynasty": "徐再思"
    },
    {
        "title": "赠邻女 / 寄李亿员外",
        "paragraph": "羞日遮罗袖，愁春懒起妆。易求无价宝，难得有心郎。枕上潜垂泪，花间暗断肠。自能窥宋玉，何必恨王昌？轻阴阁小雨，深院昼慵开。坐看苍苔色，欲上人衣来。莫以今时宠，难忘旧日恩。看花满眼泪，不共楚王言。缀玉联珠六十年，谁教冥路作诗仙。浮云不系名居易，造化无为字乐天。童子解吟长恨曲，胡儿能唱琵琶篇。文章已满行人耳，一度思卿一怆然。",
        "author": "唐代",
        "poem_class": "爱情",
        "dynasty": "鱼玄机"
    },
    {
        "title": "南歌子词二首 / 新添声杨柳枝词",
        "paragraph": "一尺深红胜曲尘，天生旧物不如新。(胜曲尘 一作：蒙曲尘)合欢桃核终堪恨，里许元来别有人。井底点灯深烛伊，共郎长行莫围棋。玲珑骰子安红豆，入骨相思知不知。 风动荷花水殿香，姑苏台上宴吴王。西施醉舞娇无力，笑倚东窗白玉床。纨绔不饿死，儒冠多误身。丈人试静听，贱子请具陈。甫昔少年日，早充观国宾。读书破万卷，下笔如有神。(读书破万卷 一作：读破万卷书)赋料扬雄敌，诗看子建亲。李邕求识面，王翰愿卜邻。自谓颇挺出，立登要路津。致君尧舜上，再使风俗淳。此意竟萧条，行歌非隐沦。骑驴十三载，旅食京华春。朝扣富儿门，暮随肥马尘。残杯与冷炙，到处潜悲辛。主上顷见征，欻然欲求伸。青冥却垂翅，蹭蹬无纵鳞。甚愧丈人厚，甚知丈人真。每于百僚上，猥诵佳句新。窃效贡公喜，难甘原宪贫。焉能心怏怏，只是走踆踆。今欲东入海，即将西去秦。尚怜终南山，回首清渭滨。常拟报一饭，况怀辞大臣。白鸥没浩荡，万里谁能驯？飒飒西风满院栽，蕊寒香冷蝶难来。 他年我若为青帝，报与桃花一处开。",
        "author": "唐代",
        "poem_class": "爱情",
        "dynasty": "温庭筠"
    },
    {
        "title": "暮秋独游曲江",
        "paragraph": "荷叶生时春恨生，荷叶枯时秋恨成。 深知身在情长在，怅望江头江水声。日色欲尽花含烟，月明欲素愁不眠。(欲素 一作：如素)赵瑟初停凤凰柱，蜀琴欲奏鸳鸯弦。此曲有意无人传，愿随春风寄燕然。忆君迢迢隔青天。昔日横波目，今作流泪泉。不信妾断肠，归来看取明镜前。(断肠 一作：肠断)白酒新熟山中归，黄鸡啄黍秋正肥。呼童烹鸡酌白酒，儿女嬉笑牵人衣。高歌取醉欲自慰，起舞落日争光辉。游说万乘苦不早，著鞭跨马涉远道。会稽愚妇轻买臣，余亦辞家西入秦。仰天大笑出门去，我辈岂是蓬蒿人。曾逐东风拂舞筵，乐游春苑断肠天。 如何肯到清秋日，已带斜阳又带蝉。",
        "author": "唐代",
        "poem_class": "爱情",
        "dynasty": "李商隐"
    },
    {
        "title": "画堂春·一生一代一双人",
        "paragraph": "一生一代一双人，争教两处销魂。相思相望不相亲，天为谁春？浆向蓝桥易乞，药成碧海难奔。若容相访饮牛津，相对忘贫。漠漠云飞鸟，盈盈月近城。渚烟笼蟹舍，江水应鼍更。秋色千林黛，钟声一杵清。好寻樵父话，相与把杯倾。东西尉候往来通，博望星槎笑凿空。塞下传笳歌敕勒，楼头倚剑接崆峒。长城饮马寒宵月，古戍盘雕大漠风。除是卢龙山海险，东南谁比此关雄！喜荣华正好，恨无常又到，眼睁睁把万事全抛，荡悠悠芳魂销耗。望家乡路远山高。故向爹娘梦里相寻告：儿命已入黄泉，天伦呵，须要退步抽身早！",
        "author": "清代",
        "poem_class": "爱情",
        "dynasty": "纳兰性德"
    },
    {
        "title": "采桑子·谁翻乐府凄凉曲",
        "paragraph": "谁翻乐府凄凉曲？风也萧萧，雨也萧萧，瘦尽灯花又一宵。不知何事萦怀抱，醒也无聊，醉也无聊，梦也何曾到谢桥。何处花先放？向南三两村。未春天似梦，彻夜月无言。且喜昏鸦散，毋嫌翠羽喧。众芳久寂寞，赖汝照乾坤。离离压残雪，脉脉照溪滨。一任夜五月，何妨天不春！芳华凭俗赏，风味与谁亲？只觉闭门后，徘徊似有人。谁道飘零不可怜，旧游时节好花天。断肠人去自经年。一片晕红才著雨，几丝柔绿乍和烟。倩魂销尽夕阳前。水浴凉蟾风入袂，鱼鳞蹙损金波碎。好天良夜酒盈尊，心自醉，愁难睡。西风月落城乌起。",
        "author": "清代",
        "poem_class": "爱情",
        "dynasty": "纳兰性德"
    },
    {
        "title": "马嵬·其二",
        "paragraph": "海外徒闻更九州，他生未卜此生休。空闻虎旅传宵柝，无复鸡人报晓筹。(传 一作：鸣)此日六军同驻马，当时七夕笑牵牛。如何四纪为天子，不及卢家有莫愁。今日云景好，水绿秋山明。携壶酌流霞，搴菊泛寒荣。地远松石古，风扬弦管清。窥觞照欢颜，独笑还自倾。落帽醉山月，空歌怀友生。众岫耸寒色，精庐向此分。流星透疏水，走月逆行云。(疏水 一作：疏木)绝顶人来少，高松鹤不群。一僧年八十，世事未曾闻。为人性僻耽佳句，语不惊人死不休。老去诗篇浑漫兴，春来花鸟莫深愁。(漫兴 一作：漫与)新添水槛供垂钓，故着浮槎替入舟。焉得思如陶谢手，令渠述作与同游。",
        "author": "唐代",
        "poem_class": "爱情",
        "dynasty": "李商隐"
    },
    {
        "title": "无题二首",
        "paragraph": "昨夜星辰昨夜风，画楼西畔桂堂东。身无彩凤双飞翼，心有灵犀一点通。隔座送钩春酒暖，分曹射覆蜡灯红。嗟余听鼓应官去，走马兰台类转蓬。(转蓬 一作：断蓬)闻道阊门萼绿华，昔年相望抵天涯。岂知一夜秦楼客，偷看吴王苑内花。 黄四娘家花满蹊，千朵万朵压枝低。留连戏蝶时时舞，自在娇莺恰恰啼。堂前扑枣任西邻，无食无儿一妇人。不为困穷宁有此？只缘恐惧转须亲。即防远客虽多事，便插疏篱却甚真。已诉征求贫到骨，正思戎马泪盈巾。天上白玉京，十二楼五城。仙人抚我顶，结发受长生。 误逐世间乐，颇穷理乱情。九十六圣君，浮云挂空名。 天地赌一掷，未能忘战争。试涉霸王略，将期轩冕荣。 时命乃大谬，弃之海上行。学剑翻自哂，为文竟何成。 剑非万人敌，文窃四海声。儿戏不足道，五噫出西京。 临当欲去时，慷慨泪沾缨。叹君倜傥才，标举冠群英。 开筵引祖帐，慰此远徂征。鞍马若浮云，送余骠骑亭。 歌钟不尽意，白日落昆明。十月到幽州，戈鋋若罗星。 君王弃北海，扫地借长鲸。呼吸走百川，燕然可摧倾。 心知不得语，却欲栖蓬瀛。弯弧惧天狼，挟矢不敢张。 揽涕黄金台，呼天哭昭王。无人贵骏骨，騄耳空腾骧。 乐毅倘再生，于今亦奔亡。蹉跎不得意，驱马还贵乡。 逢君听弦歌，肃穆坐华堂。百里独太古，陶然卧羲皇。 征乐昌乐馆，开筵列壶觞。贤豪间青娥，对烛俨成行。 醉舞纷绮席，清歌绕飞梁。欢娱未终朝，秩满归咸阳。 祖道拥万人，供帐遥相望。一别隔千里，荣枯异炎凉。 炎凉几度改，九土中横溃。汉甲连胡兵，沙尘暗云海。 草木摇杀气，星辰无光彩。白骨成丘山，苍生竟何罪。 函关壮帝居，国命悬哥舒。长戟三十万，开门纳凶渠。 公卿如犬羊，忠谠醢与菹。二圣出游豫，两京遂丘墟。 帝子许专征，秉旄控强楚。节制非桓文，军师拥熊虎。 人心失去就，贼势腾风雨。惟君固房陵，诚节冠终古。 仆卧香炉顶，餐霞漱瑶泉。门开九江转，枕下五湖连。 半夜水军来，浔阳满旌旃。空名适自误，迫胁上楼船。 徒赐五百金，弃之若浮烟。辞官不受赏，翻谪夜郎天。 夜郎万里道，西上令人老。扫荡六合清，仍为负霜草。 日月无偏照，何由诉苍昊。良牧称神明，深仁恤交道。 一忝青云客，三登黄鹤楼。顾惭祢处士，虚对鹦鹉洲。 樊山霸气尽，寥落天地秋。江带峨眉雪，川横三峡流。 万舸此中来，连帆过扬州。送此万里目，旷然散我愁。 纱窗倚天开，水树绿如发。窥日畏衔山，促酒喜得月。 吴娃与越艳，窈窕夸铅红。呼来上云梯，含笑出帘栊。 对客小垂手，罗衣舞春风。宾跪请休息，主人情未极。 览君荆山作，江鲍堪动色。清水出芙蓉，天然去雕饰。 逸兴横素襟，无时不招寻。朱门拥虎士，列戟何森森。 剪凿竹石开，萦流涨清深。登台坐水阁，吐论多英音。 片辞贵白璧，一诺轻黄金。谓我不愧君，青鸟明丹心。 五色云间鹊，飞鸣天上来。传闻赦书至，却放夜郎回。 暖气变寒谷，炎烟生死灰。君登凤池去，忽弃贾生才。 桀犬尚吠尧，匈奴笑千秋。中夜四五叹，常为大国忧。 旌旆夹两山，黄河当中流。连鸡不得进，饮马空夷犹。 安得羿善射，一箭落旄头。",
        "author": "唐代",
        "poem_class": "爱情",
        "dynasty": "李商隐"
    },
    {
        "title": "白头吟",
        "paragraph": "皑如山上雪，皎若云间月。闻君有两意，故来相决绝。今日斗酒会，明旦沟水头。躞蹀御沟上，沟水东西流。凄凄复凄凄，嫁娶不须啼。愿得一心人，白头不相离。竹竿何袅袅，鱼尾何簁簁！男儿重意气，何用钱刀为！孝成帝时，客有荐雄文似相如者，上方郊祀甘泉泰畤、汾阴后土，以求继嗣，召雄待诏承明之庭。正月，从上甘泉还，奏甘泉赋以风。其辞曰：惟汉十世，将郊上玄，定泰畤，雍神休，尊明号，同符三皇，录功五帝，恤胤锡羡，拓迹开统。于是乃命群僚，历吉日，协灵辰，星陈而天行。诏招摇与太阴兮，伏钩陈使当兵。属堪舆以壁垒兮，捎夔魖而抶獝狂。八神奔而警跸兮，振殷辚而军装。蚩尤之伦带干将而秉玉戚兮，飞蒙茸而走陆梁。齐緫緫以撙撙，其相胶轕兮，猋骇云迅，奋以方攘。骈罗列布，鳞以杂沓兮，柴虒参差，鱼颉而鸟䀪。翕赫曶霍，雾集而蒙合兮，半散昭烂，粲以成章。于是乘舆乃登夫凤皇兮而翳华芝，驷苍螭兮六素虬，蠖略蕤绥，漓虖幓纚。帅尔阴闭，霅然阳开。腾清霄而轶浮景兮，夫何旟旐郅偈之旖旎也！流星旄以电爥兮，咸翠盖而鸾旗。敦万骑于中营兮，方玉车之千乘。声駍隐以陆离兮，轻先疾雷而馺遗风。凌高衍之嵱嵸兮，超纡谲之清澄。登椽栾而羾天门兮，驰阊阖而入凌兢。是时未轃夫甘泉也，乃望通天之绎绎。下阴潜以惨廪兮，上洪纷而相错。直嶢嶢以造天兮，厥高庆而不可乎弥度。平原唐其坛曼兮，列新雉于林薄。攒并闾与茇䒷兮，纷被丽其亡鄂。崇丘陵之駊騀兮，深沟嵚岩而为谷。往往离宫般以相爥兮，封峦石关施靡乎延属。于是大厦云谲波诡，嶊嶉而成观。仰挢首以高视兮，目冥眴而亡见。正浏滥以弘惝兮，指东西之漫漫。徒徊徊以徨徨兮，魂眇眇而昏乱。据軨轩而周流兮，忽軮轧而亡垠。翠玉树之青葱兮，璧马犀之瞵㻞。金人仡仡其承锺虡兮，嵌岩岩其龙鳞。扬光曜之燎爥兮，垂景炎之炘炘。配帝居之县圃兮，象泰壹之威神。洪台崛其独出兮，㨖北极之嶟嶟。列宿乃施于上荣兮，日月才经于柍桭。雷郁律于岩窔兮，电儵忽于墙藩。鬼魅不能自逮兮，半长途而下㒹。历倒景而绝飞梁兮，浮蠛蠓而撇天。左欃枪而右玄冥兮，前熛阙而后应门。荫西海与幽都兮，涌醴汩以生川。蛟龙连蜷于东厓兮，白虎敦圉乎昆仑。览樛流于高光兮，溶方皇于西清。前殿崔巍兮，和氏玲珑。炕浮柱之飞榱兮，神莫莫而扶倾。闶阆阆其寥廓兮，似紫宫之峥嵘。骈交错而曼衍兮，㟎𡽁隗乎其相婴。乘云阁而上下兮，纷蒙笼以掍成。曳红采之流离兮，扬翠气之宛延。袭琁室与倾宫兮，若登高眇远，亡国肃虖临渊。回猋肆其砀骇兮，翍桂椒而郁杼杨。香芬茀以穹隆兮，击薄栌而将荣。芗呹肸以棍批兮，声駍隐而历锺。排玉户而扬金铺兮，发兰蕙与𦲄藭。帷弸彋其拂汨兮，稍暗暗而靓深。阴阳清浊穆羽相和兮，若夔牙之调琴。般倕弃其剞劂兮，王尔投其钩绳。虽方征侨与偓佺兮，犹彷佛其若梦。于是事变物化，目骇耳回。盖天子穆然，珍台闲馆，琁题玉英，蜵蜎蠖濩之中。惟夫所以澄心清魂，储精垂恩，感动天地，逆厘三神者；乃搜逑索偶皋伊之徒，冠伦魁能，函甘棠之惠，挟东征之意，相与齐乎阳灵之宫。靡薜荔而为席兮，折琼枝以为芳。吸清云之流瑕兮，饮若木之露英。集乎礼神之囿，登乎颂祇之堂。建光耀之长旓兮，昭华覆之威威。攀琁玑而下视兮，行游目乎三危。陈众车于东阬兮，肆玉釱而下驰。漂龙渊而还九垠兮，窥地底而上回。风傱傱而扶辖兮，鸾凤纷其衔蕤。梁弱水之濎溁兮，蹑不周之逶蛇。想西王母欣然而上寿兮，屏玉女而却宓妃。玉女亡所眺其清矑兮，宓妃曾不得施其蛾眉。方揽道德之精刚兮，侔神明与之为资。于是钦柴宗祈，燎薰皇天，皋摇泰壹。举洪颐，树灵旗。樵蒸昆上，配藜四施。东爥沧海，西耀流沙，北熿幽都，南炀丹厓。玄瓒觩䚧，秬鬯泔淡。肸蠁丰融，懿懿芬芬。炎感黄龙兮，熛讹硕麟。选巫咸兮叫帝阍，开天庭兮延群神。傧暗蔼兮降清坛，瑞穰穰兮委如山。于是事毕功弘，回车而归，度三峦兮偈棠黎。天阃决兮地垠开，八荒协兮万国谐。登长平兮雷鼓磕，天声起兮勇士厉。云飞扬兮雨滂沛，于胥德兮丽万世。乱曰：崇崇圜丘，隆隐天兮；登降峛崺，单埢垣兮；增宫㠁差，骈嵯峨兮；岭巆嶙峋，洞无厓兮；上天之縡，杳旭卉兮；圣皇穆穆，信厥对兮；徕祇郊禋，神所依兮；徘徊招摇，灵迟迉兮；光辉眩耀，降厥福兮；子子孙孙，长无极兮。德行不亏缺，变故自难常。郑康成行酒，伏地气绝；郭景图命尽于园桑。都门霜落雁南飞，官舍萧条独忆归。淡月疏星辞帝阙，乱云高树近亲闱。渊明对酒心犹好，杜甫能诗趣不违。闻说邑人相候久，高堂莫恋老莱衣。",
        "author": "两汉",
        "poem_class": "爱情",
        "dynasty": "卓文君"
    },
    {
        "title": "凤求凰",
        "paragraph": "其一：【琴曲出自王实甫《西厢记》】有一美人兮，见之不忘。（一作：有美人兮，见之不忘。）一日不见兮，思之如狂。凤飞翱翔兮，四海求凰。无奈佳人兮，不在东墙。将琴代语兮，聊写衷肠。何时见许兮，慰我彷徨。愿言配德兮，携手相将。不得於飞兮，使我沦亡。其二：凤兮凤兮归故乡，遨游四海求其凰。时未遇兮无所将，何悟今兮升斯堂！有艳淑女在闺房，室迩人遐毒我肠。何缘交颈为鸳鸯，胡颉颃兮共翱翔！凰兮凰兮从我栖，得托孳尾永为妃。交情通意心和谐，中夜相从知者谁？双翼俱起翻高飞，无感我思使余悲。东出共城门，古墓何累累。就中如夏屋，下马读铭碑。始知太尉名，富擅政和时。讵知邑境中，仓皇来赤眉。敢勇率子弟，肆杀力弗支。编氓赖保全，迄今令名垂。潺潺百泉流，日夕声犹悲。新裂齐纨素，鲜洁如霜雪。裁为合欢扇，团团似明月。出入君怀袖，动摇微风发。常恐秋节至，凉飚夺炎热。弃捐箧笥中，恩情中道绝。先帝创业未半而中道崩殂，今天下三分，益州疲弊，此诚危急存亡之秋也。然侍卫之臣不懈于内，忠志之士忘身于外者，盖追先帝之殊遇，欲报之于陛下也。诚宜开张圣听，以光先帝遗德，恢弘志士之气，不宜妄自菲薄，引喻失义，以塞忠谏之路也。宫中府中，俱为一体；陟罚臧否，不宜异同。若有作奸犯科及为忠善者，宜付有司论其刑赏，以昭陛下平明之理，不宜偏私，使内外异法也。侍中、侍郎郭攸之、费祎、董允等，此皆良实，志虑忠纯，是以先帝简拔以遗陛下。愚以为宫中之事，事无大小，悉以咨之，然后施行，必能裨补阙漏，有所广益。将军向宠，性行淑均，晓畅军事，试用于昔日，先帝称之曰能，是以众议举宠为督。愚以为营中之事，悉以咨之，必能使行阵和睦，优劣得所。亲贤臣，远小人，此先汉所以兴隆也；亲小人，远贤臣，此后汉所以倾颓也。先帝在时，每与臣论此事，未尝不叹息痛恨于桓、灵也。侍中、尚书、长史、参军，此悉贞良死节之臣，愿陛下亲之信之，则汉室之隆，可计日而待也。臣本布衣，躬耕于南阳，苟全性命于乱世，不求闻达于诸侯。先帝不以臣卑鄙，猥自枉屈，三顾臣于草庐之中，咨臣以当世之事，由是感激，遂许先帝以驱驰。后值倾覆，受任于败军之际，奉命于危难之间，尔来二十有一年矣。先帝知臣谨慎，故临崩寄臣以大事也。受命以来，夙夜忧叹，恐托付不效，以伤先帝之明；故五月渡泸，深入不毛。今南方已定，兵甲已足，当奖率三军，北定中原，庶竭驽钝，攘除奸凶，兴复汉室，还于旧都。此臣所以报先帝而忠陛下之职分也。至于斟酌损益，进尽忠言，则攸之、祎、允之任也。愿陛下托臣以讨贼兴复之效，不效，则治臣之罪，以告先帝之灵。若无兴德之言，则责攸之、祎、允等之慢，以彰其咎；陛下亦宜自谋，以咨诹善道，察纳雅言，深追先帝遗诏。臣不胜受恩感激。今当远离，临表涕零，不知所言。",
        "author": "两汉",
        "poem_class": "爱情",
        "dynasty": "司马相如"
    },
    {
        "title": "子衿",
        "paragraph": "青青子衿，悠悠我心。纵我不往，子宁不嗣音？青青子佩，悠悠我思。纵我不往，子宁不来？挑兮达兮，在城阙兮。一日不见，如三月兮！阿房阿房亡始皇。政不节与。使民疾与。何以不雨至斯极也。宫室崇与。妇谒盛与。何以不雨至斯极也。苞苴行与。谗夫兴与。何以不雨至斯极也。 愿此阛阓，永无荒饥。",
        "author": "先秦",
        "poem_class": "爱情",
        "dynasty": "佚名"
    }
]