[
    {
        "title": "春中田园作",
        "paragraph": "屋上春鸠鸣，村边杏花白。持斧伐远扬，荷锄觇泉脉。 归燕识故巢，旧人看新历。临觞忽不御，惆怅远行客。黑云压城城欲摧，甲光向日金鳞开。(向日 一作：向月)角声满天秋色里，塞上燕脂凝夜紫。(塞上 一作：塞土)半卷红旗临易水，霜重鼓寒声不起。报君黄金台上意，提携玉龙为君死。绿野堂开占物华，路人指道令公家。令公桃李满天下，何用堂前更种花。意气骄满路，鞍马光照尘。借问何为者，人称是内臣。朱绂皆大夫，紫绶或将军。(或 一作：悉)夸赴军中宴，走马去如云。尊罍溢九酝，水陆罗八珍。果擘洞庭橘，脍切天池鳞。食饱心自若，酒酣气益振。是岁江南旱，衢州人食人。",
        "author": "唐代",
        "poem_class": "田园",
        "dynasty": "王维"
    },
    {
        "title": "金果园",
        "paragraph": "暂抛汴岸入斜坰，金果园中信马行。满目桑麻俱沃壤，可怜持节看春耕。芳菲歇，故园目断伤心切。伤心切，无边烟水，无穷山色。可堪更近乾龙节，眼中泪尽空啼血。空啼血，子规声外，晓风残月。百亩中庭半是苔。门前白道水萦回。爱闲能有几人来。小院回廊春寂寂，山桃溪杏两三栽。为谁零落为谁开。一夜东风，枕边吹散愁多少。数声啼鸟。梦转纱窗晓。 来是春初，去是春将老。长亭道。一般芳草。只有归时好。",
        "author": "宋代",
        "poem_class": "田园",
        "dynasty": "许及之"
    },
    {
        "title": "张谷田舍",
        "paragraph": "县官清且俭，深谷有人家。一径入寒竹，小桥穿野花。碓喧春涧满，梯倚绿桑斜。自说年来稔，前村酒可赊。望海楼明照曙霞，护江堤白踏晴沙。涛声夜入伍员庙，柳色春藏苏小家。红袖织绫夸柿蒂，青旗沽酒趁梨花。谁开湖寺西南路，草绿裙腰一道斜。楼观岳阳尽，川迥洞庭开。雁引愁心去，山衔好月来。云间连下榻，天上接行杯。醉后凉风起，吹人舞袖回。落日斜，秋风冷。今夜故人来不来，教人立尽梧桐影。",
        "author": "唐代",
        "poem_class": "田园",
        "dynasty": "郑谷"
    },
    {
        "title": "春日田家",
        "paragraph": "野田黄雀自为群，山叟相过话旧闻。夜半饭牛呼妇起，明朝种树是春分。沧州南一寺临河干，山门圮于河，二石兽并沉焉。阅十余岁，僧募金重修，求二石兽于水中，竟不可得，以为顺流下矣。棹数小舟，曳铁钯，寻十余里无迹。一讲学家设帐寺中，闻之笑曰：“尔辈不能究物理。是非木杮，岂能为暴涨携之去？乃石性坚重，沙性松浮，湮于沙上，渐沉渐深耳。沿河求之，不亦颠乎？”众服为确论。一老河兵闻之，又笑曰：“凡河中失石，当求之于上流。盖石性坚重，沙性松浮，水不能冲石，其反激之力，必于石下迎水处啮沙为坎穴，渐激渐深，至石之半，石必倒掷坎穴中。如是再啮，石又再转。转转不已，遂反溯流逆上矣。求之下流，固颠；求之地中，不更颠乎？”如其言，果得于数里外。然则天下之事，但知其一，不知其二者多矣，可据理臆断欤？(转转 一作：再转)而今才道当时错，心绪凄迷。红泪偷垂，满眼春风百事非。情知此后来无计，强说欢期。一别如斯，落尽梨花月又西。东风不解愁，偷展湘裙衩。独夜背纱笼，影著纤腰画。爇尽水沉烟，露滴鸳鸯瓦。花骨冷宜香，小立樱桃下。",
        "author": "清代",
        "poem_class": "田园",
        "dynasty": "宋琬"
    },
    {
        "title": "水仙子·自足",
        "paragraph": "杏花村里旧生涯，瘦竹疏梅处士家。深耕浅种收成罢。酒新篘，鱼旋打，有鸡豚竹笋藤花。客到家常饭，僧来谷雨茶，闲时节自炼丹砂。愁耳偏工著雨声，好怀常恐负山行。未辞花事骎骎盛，正喜湖光淡淡晴。倦憩客犹勤访寺，幽栖吾欲厌归城。绿畴桑麦盘樱笋，因忆离家恰岁更。长江万里白如练，淮山数点青如淀。江帆几片疾如箭，山泉千尺飞如电。晚云都变露，新月初学扇。塞鸿一字来如线。楝花风起漾微波，野渡舟轻客自过。沙上儿童临水立，戏将萍藻饲黄鹅。",
        "author": "元代",
        "poem_class": "田园",
        "dynasty": "杨朝英"
    },
    {
        "title": "陆浑山庄",
        "paragraph": "归来物外情，负杖阅岩耕。源水看花入，幽林采药行。野人相问姓，山鸟自呼名。去去独吾乐，无然愧此生。岁暮阴阳催短景，天涯霜雪霁寒宵。五更鼓角声悲壮，三峡星河影动摇。野哭千家闻战伐，夷歌数处起渔樵。(千家 一作：几家)卧龙跃马终黄土，人事音书漫寂寥。(音书 一作：依依)桂魄初生秋露微，轻罗已薄未更衣。银筝夜久殷勤弄，心怯空房不忍归。好雨知时节，当春乃发生。随风潜入夜，润物细无声。野径云俱黑，江船火独明。晓看红湿处，花重锦官城。",
        "author": "唐代",
        "poem_class": "田园",
        "dynasty": "宋之问"
    },
    {
        "title": "二月二日出郊",
        "paragraph": "日头欲出未出时，雾失江城雨脚微。天忽作晴山卷幔，云犹含态石披衣。烟村南北黄鹂语，麦垅高低紫燕飞。谁似田家知此乐，呼儿吹笛跨牛归？画毂雕鞍狭路逢，一声肠断绣帘中。身无彩凤双飞翼，心有灵犀一点通。金作屋，玉为笼，车如流水马游龙。刘郎已恨蓬山远，更隔蓬山几万重。一夕轻雷落万丝，霁光浮瓦碧参差。有情芍药含春泪，无力蔷薇卧晓枝。昨夜寒蛩不住鸣。惊回千里梦，已三更。起来独自绕阶行。人悄悄，帘外月胧明。白首为功名。旧山松竹老，阻归程。欲将心事付瑶琴。知音少，弦断有谁听？",
        "author": "宋代",
        "poem_class": "田园",
        "dynasty": "王庭珪"
    },
    {
        "title": "沉醉东风·闲居",
        "paragraph": "雨过分畦种瓜，旱时引水浇麻。共几个田舍翁，说几句庄家话。瓦盆边浊酒生涯。醉里乾坤大，任他高柳清风睡煞。芳事阑珊三月时，春愁惟有落花知，柳绵飘白东风老，一树斜阳叫子规。楔子（卜儿蔡婆上，诗云）花有重开日，人无再少年。不须长富贵，安乐是神仙。老身蔡婆婆是也。楚州人氏，嫡亲三口儿家属。不幸夫主亡逝已过，止有一个孩儿，年长八岁。俺娘儿两个，过其日月。家中颇有些钱财。这里一个窦秀才，从去年问我借了二十两银子，如今本利该银四十两。我数次索取，那窦秀才只说贫难，没得还我。他有一个女儿，今年七岁，生得可喜，长得可爱。我有心看上他，与我家做个媳妇，就准了这四十两银子，岂不两得其便！他说今日好日辰，亲送女儿到我家来。老身且不索钱去，专在家中等候。这早晚窦秀才敢待来也。（冲末扮窦天章，引正里扮端云上，诗云）读尽缥缃万卷书，可怜贫煞马相如。汉庭一日承恩召，不说当垆说子虚。小生姓窦，名天章，祖贯长安京兆人也。幼习儒业，饱有文章。争夺时运不通，功名未遂。不幸挥家亡化已过，撇下这个女孩儿，小字端云。从三岁上亡了他母亲，如今孩儿七岁了也。小生一贫如洗，流落在这楚州居住。此间一个蔡婆婆，他家广有钱物；小生因无盘缠，曾借了他二十两银子，到今本利该对还他四十两。他数次问小生索取。教我把甚么还他？谁想禁婆婆常常着人来说，要小生女孩儿做他儿媳妇。况如今春榜动，选场开，正特上朝取应，又苦盘缠缺少。小生出于无奈，只得将女孩儿端云送与蔡婆婆做儿媳妇去。（做叹科，云）嗨！这个那里是做媳妇？分明是卖与他一般。就准了他那先借的四十两银子，分外但得些少东西，勾小生应举之费，便也过望了。说话之间，早来到他家门首。婆婆在家么？（卜儿上，云）秀才，请家里坐，老身等候多时也。（做相见科，窦天章云）小生今日一任的将女孩儿送来与婆婆，怎敢说做媳妇，只与婆婆早晚使用。小生日下就要上朝进取功名去，留下女孩儿在此，只望婆婆看觑则个！（卜儿云）这等，你是我亲家了。你本利少我四十两银子，兀的是借钱的文书，还了你；再送与你十两银子做盘缠。亲家，你休嫌轻少。（窦天章做谢科，云）多谢了婆婆！先少你许多银子，都不要我还了，今又送我盘缠，此恩异日必当重报。婆婆，女孩儿早晚呆痴，看小生薄面，看觑女孩儿咱！（卜儿云）亲家，这不消你嘱咐。令爱到我家，就做亲女儿一般看承他，你只管放心的去。（窦天章云）婆婆，端云孩儿该打呵，看小生面则骂几句；当骂呵，则处分几句。孩儿，你也不比在我跟前，我是你亲爷，将就的你。你如今在这里，早晚若顽劣呵，你只讨那打骂吃。儿口乐，我也是出于无奈！（做悲科）（唱）【仙吕】【赏花时】我也只为尤计营生四壁贫，因此上割舍得亲儿在两处分。从今日远践洛阳尘，又不知归期定准，则落的无语暗消魂。（下）（卜儿云）窦秀才留下他这女孩儿与我做媳妇儿，他一径上朝应举去了。（正旦做悲科，云）爹爹，你直下的撇了我孩儿去也！（卜儿云）媳妇儿，你在我家，我是亲婆，你是亲媳妇，只当自家骨肉一般。你不要啼哭，跟着老身前后执料去来。（同下）第一折（净扮赛卢医上，诗云）行医有斟酌，下药依《本草》。死的医不活，活的医死了。自家姓卢，人道我一手好医，都叫做赛卢医。在这山阳县南门开着生药局。在城有个蔡婆婆，我问他借了十两银子，本利该还他二十两；数次来讨这银子，我又无的还他。若不来便罢，若来呵，我自有个主意！我且在这药铺中坐下，看有甚么人来。（卜儿上，云）老身蔡婆婆。我一向搬在山阳县居住，尽也静办。自十三年前窦天章秀才留下端云孩儿与我做儿媳妇，改了他小名，唤做窦娥。自成亲之后，不上二年，不想我这孩儿害弱症死了。媳妇儿守寡，又早三个年头，服孝将除了也。我和媳妇儿说知，我往城外赛卢医家索钱去也。（做行科，云）葛过隅头，转过屋角，早来到他家门首。赛卢医在家么？（卢医云）婆婆，家里来。（卜儿云）我这两个银子长远了，你还了我罢。（卢医云）婆婆，我家里无银子，你跟我庄上去取银子还你。（卜儿云）我跟你去。（做行科）（卢医云）来到此处，东也无人，西也无人，这里不下手，等甚么？我随身带的有绳子。兀那婆婆，谁唤你哩？（卜儿云）在那里？（做勒卜儿科。孛老同副净张驴儿冲上，赛卢医慌走下。孛老救卜儿科）（张驴儿云）爹，是个婆婆，争些勒杀了。（孛老云）兀那婆婆，你是那里人氏？姓甚名谁了因甚着这个人将你勒死？（卜儿云）老身姓蔡，在城人氏，止有个寡媳妇儿，相守过日。因为赛卢医少我二十两银子，今日与他取讨；谁想他嫌我到无人去处，要勒死我；赖这银于。若不是遇着老的和哥哥呵，那得老身性命来！（张驴儿云）爹，你听的他说么？他家还有个媳妇哩！救了他性命，他少不得要谢我。不若你要这婆子，我要他媳妇儿，何等两便？你和他说去。（孛老云）兀那婆婆，你无丈夫，我无浑家，你肯与我做个老婆，意下如何？（卜儿云）是何言语！待我回家，多备些钱钞相谢。（张驴儿云）你敢是不肯，故意将钱钞哄我？赛卢医的绳子还在，我仍旧勒死了你罢。（做拿绳科）（卜儿云）哥哥，待我慢慢地寻思咱！（张驴儿云）你寻思些甚么？你随我老子，我便要你媳妇儿。（卜儿背云）我不依他，他又勒杀我。罢、罢、罢，你爷儿两个，随我到家中去来。（同下）（正旦上，云）妾身姓窦，小字端云，祖居楚州人氏。我三岁上亡了母亲，七岁上离了父亲。俺父亲将我嫁与蔡婆婆为儿媳妇，改名窦娥，至十七岁与夫成亲。不幸丈夫亡化，可早三年光景，我今二十岁也。这南门外有个赛卢医，他少俺婆婆银子，本利该二十两，数次索取不还。今日俺婆婆亲自索取去了。窦娥也，你这命好苦也呵！（唱）【仙吕】【点绛唇】满腹闲愁，数年禁受，天知否？天若是知我情由，怕不待和天瘦。【混江龙】则问那黄昏白昼，两般儿忘餐废寝几时休？大都来昨宵梦里，和着这今日心头。催人泪的是锦烂熳花枝横绣闼，断人肠的是剔团圝月色挂妆楼。长则是急煎煎按不住意中焦，闷沉沉展不彻眉尖皱，越觉的情怀冗冗，心绪悠悠。（云）似这等忧愁，不知几时是了也呵！（唱）【油葫芦】莫不是八字儿该载着一世忧？谁似我无尽头！须知道人心不似水长流。我从三岁母亲身亡后，到七岁与父分离久。嫁的个同住人，他可又拔着短筹；撇的俺婆妇每都把空房守，端的个有谁问，有谁瞅？【天下乐】莫不是前世里烧香不到头，今也波生招祸尤？劝今人早将来世修。我将这婆侍养，我将这服孝守，我言词须应口。（云）婆婆索钱去了，怎生这早晚不见回来？（卜儿同孛老、张驴儿上）（卜儿云）你爷儿两个且在门首，等我先进去。（张驴儿云）奶奶，你先进去，就说女婿在门首哩。（卜儿见正旦科）（正旦云）奶奶回来了。你吃饭么？（卜儿做哭科，云）孩儿也，你教我怎生说波！（正旦唱）【一半儿】为甚么泪漫漫不住点儿流？莫不是为索债与人家惹争斗？我这里连忙迎接慌问候，他那里要说缘由。（卜儿云）羞人答答的，教我怎生说波！（正旦唱）则见他一半儿徘徊一半儿丑。（云）婆婆，你为甚么烦恼啼哭那？（卜儿云）我问赛卢医讨银子去，他赚我到无人去处，行起凶来，要勒死我。亏了一个张老并他儿子张驴儿，救得我性命。那张老就要我招他做丈夫，因这等烦恼。（正旦云）婆婆，这个怕不中么！你再寻思咱：俺家里又不是没有饭吃，没有衣穿，又不是少欠钱债，被人催逼不过；况你年纪高大，六十以外的人，怎生又招丈夫那？（卜儿云）孩儿也，你说的岂不是！但是我的性命全亏他这爷儿两个救的。我也曾说道：待我到家，多将些钱物酬谢你救命之恩。不知他怎生知道我家里有个媳妇儿，道我婆媳妇又没老公，他爷儿两个又没老婆，正是天缘天对。若不随顺他，依旧要勒死我。那时节我就慌张了，莫说自己许了他，连你也许了他。儿也，这也是出于无奈。（正旦云）婆婆，你听我说波。（唱）【后庭花】避凶神要择好日头，拜家堂要将香火修。梳着个霜雪般白鬏髻，怎将这云霞般锦帕兜？怪不的\"女大不中留\"。你如今六旬左右，可不道到中年万事休！旧恩爱一笔勾，新夫妻两意投，枉教人笑破口！（卜儿云）我的性命都是他爷儿两个救的，事到如今，也顾不得别人笑话了。（正旦唱）【青哥儿】你虽然是得他、得他营救，须不是笋条、笋条年幼，刬的便巧画蛾眉成配偶？想当初你夫主遗留，替你图谋，置下田畴，早晚羹粥，寒暑衣裘。满望你鳏寡孤独，无捱无靠，母子每到白头。公公也，则落得干生受！（卜儿云）孩儿也，他如今只待过门。喜事匆匆的，教我怎生回得他去？（正旦唱）【寄生草】你道他匆匆喜，我替你倒细细愁：愁则愁兴阑珊咽不下交欢酒，愁则愁眼昏腾扭不上同心扣，愁则愁意朦胧睡不稳芙蓉褥。你待要笙歌引至画堂前，我道这姻缘敢落在他人后。（卜儿云）孩儿也，再不要说我了。他爷儿两个都在门首等候，事已至此，不若连你也招了女婿罢！（正旦云）婆婆，你要招你自招，我并然不要女婿。（卜儿云）那个是要女婿的？争奈他爷儿两个自家捱过门来，教我如何是好？（张驴儿云）我们今日招过门去也。帽儿光光，今日做个新郎；袖儿窄窄，今日做个娇客。好女婿，好女婿，不枉了，不枉了。（同孛老入拜科）(正旦做不礼科，云)兀那厮，靠后！（唱）【赚煞】我想这妇人每休信那男儿口。婆婆也，怕没的贞心儿自守，到今日招着个村老子，领着个半死囚。（张驴儿做嘴脸料，云）你看我爷儿两个这等身段，尽也选得女婿过，你不要错过了好时辰，我和你早些儿拜堂罢。（正旦不礼科，唱）则被你坑杀人燕侣莺俦。婆婆也，你岂不知羞！俺公公撞府冲州，挣扎的铜斗儿家缘百事有。想着俺公公置就，怎忍教张驴儿情受？（张驴儿做扯正旦拜科，正旦推跌科，唱）兀的不是俺没丈夫的妇女下场头！（下）（卜儿云）你老人家不要恼躁。难道你有活命之恩，我岂不思量报你？只是我那媳妇儿气性最不好惹的，既是他不肯招你儿子，教我怎好招你老人家？我如今拚的好酒好饭，养你爷儿两个在家，待我慢慢的劝化俺媳妇儿。待他有个回心转意，再作区处。（张驴儿云）这歪剌骨！便是黄花女儿，刚刚扯的一把，也不消这等使性，平空的推了我一交，我肯干罢！就当面赌个誓与你：我今生今世不要他做老婆，我也不算好男子！（词云）美妇人我见过万千向外，不似这小妮子生得十分惫赖。我救了你老性命死里重生，怎割舍得不肯把肉身陪待？（同下）第二折（赛卢医上，诗云）小子太医出身，也不知道医死多人。何尝怕人告发，关了一日店门？在城有个蔡家婆子，刚少的他二十两花银，屡屡亲来索取，争些捻断脊筋。也是我一时智短，将他赚到荒村，撞见两个不识姓名男子，一声嚷道：\"浪荡乾坤，怎敢行凶撒泼，擅自勒死平民！\"吓得我丢了绳索，放开脚步飞奔。虽然一夜无事，终觉失精落魂；方知人命关天关地，如何看做壁上灰尘？从今改过行业，要得灭罪修因。将以前医死的性命，一个个都与他一卷超度的经文。小子赛卢医的便是。只为要赖蔡婆婆二十两银子，赚他到荒僻去处，正待勒死他，谁想遇见两个汉子，救了他去。若是再来讨债时节，教我怎生见他？常言道的好：\"三十六计，走为上计。\"喜得我是孤身，又无家小连累；不若收拾了细软行李，打个包儿，悄悄的躲到别处，另做营生，岂不干净！（张驴儿上，云）自家张驴儿。可奈那窦娥百般的不肯随顺我；如今那老婆子害病，我讨服毒药与他吃了，药死那老婆子，这小妮子好歹做我的老婆。（做行科，云）且住，城里人耳目广，口舌多，倘见我讨毒药，可不嚷出事来？我前日看见南门外有个药铺，此处冷静，正好讨药。（做到科，叫云）太医哥哥，我来讨药的。（赛卢医云）你讨甚么药？（张驴儿云）我讨服毒药。（赛卢医云）谁敢合毒药与你？这厮好大胆也！（张驴儿云）你真个不肯与我药么？（赛卢医云）我不与你，你就怎地我？（张驴儿做拖卢云）好呀，前日谋死蔡婆婆的不是你来！你说我不认的你哩，我拖你见官去！（赛卢医做慌科，云）大哥，你放我，有药，有药。（做与药科，张驴儿云）既然有了药，且饶你罢。正是：\"得放手时须放手，得饶人处且饶人。\"（下）（赛卢医云）可不晦气！刚刚讨药的这人，就是救那婆子的。我今日与了他这服毒药去了，以后事发，越越要连累我。趁早几儿关上药铺，到涿州卖老鼠药去也。（下）（卜儿上，做病伏几科）（孛老同张驴儿上，云）老汉自到蔡婆婆家来，本望做个接脚，却被他媳妇坚执不从。那婆婆一向收留俺爷儿两个在家同住，只说\"好事不在忙\"，等慢慢里劝转他媳妇；谁想那婆婆又害起病来。孩儿，你可曾算我两个的八字，红鸾天喜几时到命哩？（张驴儿云）要看甚么天喜到命！只赌本事，做得去，自去做。（孛老云）孩儿也，蔡婆婆害病好几日了，我与你去问病波。（做见卜儿问科，云）婆婆，你今日病体如何？（卜儿云）我身子十分不快哩。（孛老云）你可想些甚么吃？（卜儿云）我思量些羊肚儿汤吃。（孛老云）孩儿，你对窦娥说，做些羊肚儿汤与婆婆吃。（张驴儿向古门云）窦娥，婆婆想羊肚儿汤吃，快安排将来。（正旦持汤上，云）妾身窦娥是也。有俺婆婆不快，想羊肚汤吃，我亲自安排了与婆婆吃去。婆婆也，我这寡妇人家，凡事也要避些嫌疑，怎好收留那张驴儿父子两个？非亲非眷的，一家儿同住，岂不惹外人谈议？婆婆也，你莫要背地里许了他亲事，连我也累做不清不洁的。我想这妇人心，好难保也呵！（唱）【南吕】【一枝花】他则待一生鸳帐眠，那里肯半夜空房睡；他本是张郎妇，又做了李郎妻。有一等妇女每相随，并不说家克计，则打听些闲是非；说一会不明白打风的机关，使了些调虚嚣捞龙的见识。【梁州第七】这一个似卓氏般当垆涤器，这一个似孟光般举案齐眉，说的来藏头盖脚多伶俐！道着难晓，做出才知。旧恩忘却，新爱偏宜；坟头上土脉犹湿，架儿上又换新衣。那里有奔丧处哭倒长城？那里有浣纱时甘投大水？那里有上山来便化顽石？可悲，可耻！妇人家直恁的无仁义。多淫奔，少志气，亏杀前人在那里，更休说百步相随。（云）婆婆，羊肚儿汤做成了，你吃些儿波。（张驴儿云）等我拿去。（做接尝科，云）这里面少些盐醋，你去取来。（正旦下）（张驴儿放药科）（正旦上，云）这不是盐醋！（张驴儿云）你倾下些。（正旦唱）【隔尾】你说道少盐欠醋无滋味，加料添椒才脆美。但愿娘亲早痊济，饮羹汤一杯，胜甘露灌体，得一个身子平安倒大来喜。（孛老云）孩儿，羊肚汤有了不曾？（张驴儿云）汤有了，你拿过去。（孛老将汤云）婆婆，你吃些汤儿。（卜儿云）有累你。（做呕科，云）我如今打呕，不要这汤吃了，你老人家吃罢。（孛老云）这汤特做来与你吃的，便不要吃，也吃一口儿。（卜儿云）我不吃了，你老人家请吃。（孛老吃科）（正旦唱）【贺新郎】一个道你请吃，一个道婆先吃，这言语听也难听，我可是气也不气！想他家与咱家有甚的亲和戚？怎不记旧日夫妻情意，也曾有百纵千随？婆婆也，你莫不为\"黄金浮世宝，白发故人稀\"，因此上把旧恩情，全不比新知契？则待要百年同墓穴，那里肯千里送寒衣？（孛老云）我吃下这汤去，怎觉昏昏沉沉的起来？（做倒科）（卜儿慌科，云）你老人家放精细着，你挣扎着些儿。（做哭科，云）兀的不是死了也！（正旦唱）【斗虾蟆】空悲戚，没理会，人生死，是轮回。感着这般病疾，值着这般时势，可是风寒暑湿，或是饥饱劳役，各人症候自知。人命关天关地，别人怎生替得？寿数非干今世。相守三朝五夕，说甚一家一计？又无羊酒缎匹，又无花红财礼；把手为活过日，撒手如同休弃。不是窦娥忤逆，生怕旁人论议。不如听咱劝你，认个自家晦气，割舍的一具棺材停置，几件布帛收拾，出了咱家门里，送入他家坟地。这不是你那从小儿年纪指脚的夫妻。我其实不关亲，无半点忄西惶泪。休得要心如醉，意似痴，便这等嗟嗟怨怨，哭哭啼啼。（张驴儿云）好也啰！你把我老子药死了，更待干罢！（卜儿云）孩儿，这事怎了也？（正旦云）我有甚么药在那里？都是他要盐醋时，自家倾在汤儿里的。（唱）【隔尾】这厮搬调咱老母收留你，自药死亲爷待要唬吓谁？（张驴儿云）我家的老子，倒说是我做儿子的药死了，人也不信。（做叫科，云）四邻八舍听着：窦娥药杀我家老子哩！（卜儿云）罢么，你不要大惊小怪的，吓杀我也！（张驴儿云）你可怕么？（卜儿云）可知怕哩。（张驴儿云）你要饶么？（卜儿云）可知要饶哩。（张驴儿云）你教窦娥随顺了我，叫我三声嫡嫡亲亲的丈夫，我便饶了他。（卜儿云）孩儿也，你随顺了他罢。（正旦云）婆婆，你怎说这般言语！（唱）我一马难将两鞍鞴，想男儿在日曾两年匹配，却教我改嫁别人，其实做不得。（张驴儿云）窦娥，你药杀了俺老子，你要官休？要私休？（正旦云）怎生是官休？怎生是私休？（张驴儿云）你要官休呵，拖你到官司，把你三推六问！你这等瘦弱身子，当不过拷打，怕你不招认药死我老子的罪犯！你要私休呵，你早些与我做了老婆，倒也便宜了你。（正旦云）我又不曾药死你老子，情愿和你见官去来。（张驴儿拖正旦、卜儿下）（净扮孤引祗候上，诗云）我做官人胜别人，告状来的要金银。若是上司当刷卷，在家推病不出门。下官楚州太守桃杌是也。今早升厅坐衙，左右，喝撺厢。（祗候幺喝科）（张驴儿拖正旦、卜儿上，云）告状，告状！（祗候云）拿过来。（做跪见，孤亦跪科，云）请起。（祗候云）相公，他是告状的，怎生跪着他？（孤云）你不知道，但来告状的，就是我衣食父母。（祗候幺喝科，孤云）那个是原告？那个是被告？从实说来！（张驴儿云）小人是原告张驴儿，告这媳妇儿，唤做窦娥，合毒药下在羊肚汤儿里，药死了俺的老子。这个唤做蔡婆婆，就是俺的后母。望大人与小人做主咱！（孤云）是那一个下的毒药？（正旦云）不干小妇人事。（卜儿云）也不干老妇人事。（张驴儿云）也不干我事。（孤云）都不是，敢是我下的毒药未？（正旦云）我婆婆也不是他后母，他自姓张，我家姓蔡。我婆婆因为与赛卢医索钱，被他赚到郊外，勒死我婆婆；却得他爷儿两个救了性命。因此我婆婆收留他爷儿两个在家，养膳终身，报他的恩德。谁知他两个倒起不良之心，冒认婆婆做了接脚，要逼勒小妇人做他媳妇。小妇人元是有丈夫的，服孝未满，坚执不从。适值我婆婆患病，着小妇人安排羊肚汤儿吃。不知张驴儿那里讨得毒药在身，接过汤来，只说少些盐醋，支转小妇人，暗地倾下毒药。也是天幸，我婆婆忽然呕吐，不要汤吃。让与他老子吃；才吃的几口便死了，与小妇人并无干涉。只望大人高抬明镜，替小妇人做主咱！（唱）【牧羊关】大人你明如镜，清似水，照妾身肝胆虚实。那羹本五味俱全，除了外百事不知。他推道尝滋味，吃下去便昏迷。不是妾讼庭上胡支对，大人也，却教我平白地说甚的？（张驴儿云）大人详情：他自姓蔡，我自姓张。他婆婆不招俺父亲接脚，他养我父子两个在家做甚么？这媳妇儿年纪虽小，极是个赖骨顽皮，不怕打的。（孤云）人是贱虫，不打不招。左右，与我选大棍子打着！（祗候打正旦，三次喷水科）（正旦唱）【骂玉郎】这无情棍棒教我捱不的。婆婆也，须是你自做下，怨他谁？劝普天下前婚后嫁婆娘每，都看取我这般傍州例。【感皇恩】呀！是谁人唱叫扬疾，不由我不魄散魂飞。恰消停，才苏醒，又昏迷。捱千般打拷，万种凌逼，一杖下，一道血，一层皮。【采茶歌】打的我肉都飞，血淋漓，腹中冤枉有谁知！则我这小妇人毒药来从何处也？天那，怎么的覆盆不照太阳晖！（孤云）你招也不招？（正旦云）委的不是小妇人下毒药来。(孤云）既然不是，你与我打那婆子！（正旦忙云）住、住、住，休打我婆婆。情愿我招了罢，是我药死公公来。（孤云）既然招了，着他画了伏状，将枷来枷上，下在死囚牢里去。到来日判个\"斩\"字，押付市曹典刑。（卜儿哭科，云）窦娥孩儿，这都是我送了你性命。兀的不痛杀我也！（正旦唱）【黄锺尾】我做了个衔冤负屈没头鬼，怎肯便放了你好包荒淫漏面贼！想人心不可欺，冤枉事天地知，争到头，竞到底，到如今待怎的？情愿认药杀公公，与了招罪。婆婆也，我若是不死呵，如何救得你？（随祗候押下）（张驴儿做叩头科，云）谢青天老爷做主！明日杀了窦娥，才与小人的老子报的冤。（卜儿哭科，云）明日市曹中杀窦娥孩儿也，兀的不痛煞我也！（孤云）张驴儿、蔡婆婆，都取保状，着随衙听侯。左右，打散堂鼓，将马来，回私宅去也。（同下）第三折（外扮监斩官上，云）下官监斩官是也。今日处决犯人，着做公的把住巷口，休放往来人闲走。（净扮公人鼓三通、锣三下科。刽子磨旗、提刀，押正旦带枷上）（刽子云）行动些，行动些，监斩官去法场上多时了！（正旦唱）【正宫】【端正好】没来由犯王法，不提防遭刑宪，叫声屈动地惊天！顷刻间游魂先赴森罗殿，怎不将天地也生埋怨？【滚绣球】有日月朝暮悬，有鬼神掌著生死权，天地也，只合把清浊分辨，可怎生糊突了盗跖、颜渊？为善的受贫穷更命短，造恶的享富贵又寿延。天地也，做得个怕硬欺软，却元来也这般顺水推船。地也，你不分好歹何为地？天也，你错勘贤愚枉做天！哎，只落得两泪涟涟。（刽子云）快行动些，误了时辰也。（正旦唱）【倘秀才】则被这枷扭的我左侧右偏，人拥的我前合后偃，我窦娥向哥哥行有句言。（刽子云）你有甚么话说？（正旦唱）前街里去心怀恨，后街里去死无冤，休推辞路远。（刽子云）你如今到法场上面，有甚么亲眷要见的，可教他过来，见你一面也好。（正旦唱）【叨叨令】可怜我孤身只影无亲眷，则落的吞声忍气空嗟怨。（刽子云）难道你爷娘家也没的？（正旦云）止有个爹爹，十三年前上朝取应去了，至今杳无音信。（唱）早已是十年多不睹爹爹面。（刽子云）你适才要我往后街里去，是甚么主意？（正旦唱）怕则怕前街里被我婆婆见。（刽子云）你的性命也顾不得，怕他见怎的？（正旦云）俺婆婆若见我披枷带锁赴法场餐刀去呵，（唱）枉将他气杀也么哥，枉将他气杀也么哥！告哥哥，临危好与人行方便。（卜儿哭上科，云）天那，兀的不是我媳妇儿！（刽子云）婆子靠后！（正旦云）既是俺婆婆来了，叫他来，待我嘱付他几句话咱。（刽子云）那婆子，近前来，你媳妇要嘱付你话哩。（卜儿云）孩儿，痛杀我也！（正旦云）婆婆，那张驴儿把毒药放在羊肚儿汤里，实指望药死了你，要霸占我为妻。不想婆婆让与他老子吃，倒把他老子药死了。我怕连累婆婆，屈招了药死公公，今日赴法场典刑。婆婆，此后遇着冬时年节，月一十五，有瀽不了的浆水饭，瀽半碗儿与我吃；烧不了的纸钱，与窦娥烧一陌儿。则是看你死的孩儿面上！（唱）【快活三】念窦娥葫芦提当罪愆，念窦娥身首不完全，念窦娥从前已往干家缘。婆婆也，你只看窦娥少爷无娘面。【鲍老儿】念窦娥伏侍婆婆这几年，遇时节将碗凉浆奠；你去那受刑法尸骸上烈些纸钱，只当把你亡化的孩儿荐。（卜儿哭科，云）孩儿放心，这个老身都记得。天那，兀的不痛杀我也！（正旦唱）婆婆也，再也不要啼啼哭哭，烦烦恼恼，怨气冲天。这都是我做窦娥的没时没运，不明不暗，负屈衔冤。（刽子做喝科，云）兀那婆子靠后，时辰到了也。（正旦跪科）（刽子开枷科）（正旦云）窦娥告监斩大人，有一事肯依窦娥，便死而无怨。（监斩官云）你有甚么事？你说。（正旦云）要一领净席，等我窦娥站立；又要丈二白练，挂在旗枪上：若是我窦娥委实冤枉，刀过处头落，一腔热血休半点儿沾在地下，都飞在白练上者。（监斩官云）这个就依你，打甚么不紧。（刽子做取席站科，又取白练挂旗上科）（正旦唱）【耍孩儿】不是我窦娥罚下这等无头愿，委实的冤情不浅；若没些儿灵圣与世人传，也不见得湛湛青天。我不要半星热血红尘洒，都只在八尺旗枪素练悬。等他四下里皆瞧见，这就是咱苌弘化碧，望帝啼鹃。（刽子云）你还有甚的说话？此时不对监斩大人说，几时说那？（正旦再跪科，云）大人，如今是三伏天道，若窦娥委实冤枉，身死之后，天降三尺瑞雪，遮掩了窦娥尸首。（监斩官云）这等三伏天道，你便有冲天的怨气，也召不得一片雪来，可不胡说！（正旦唱）【二煞】你道是暑气暄，不是那下雪天；岂不闻飞霜六月因邹衍？若果有一腔怨气喷如火，定要感的六出冰花滚似绵，免着我尸骸现；要什么素车白马，断送出古陌荒阡！（正里再跪科，云）大人，我窦娥死的委实冤枉，从今以后，着这楚州亢旱三年！（监斩官云）打嘴！那有这等说话！（正旦唱）【一煞】你道是天公不可期，人心不可怜，不知皇天也肯从人愿。做甚么三年不见甘霖降？也只为东海曾经孝妇冤，如今轮到你山阳县。这都是官吏每无心正法，使百姓有口难言！（刽子做磨旗科，云）怎么这一会儿天色阴了也？（内做风科，刽子云）好冷风也！（正旦唱）【煞尾】浮云为我阴，悲风为我旋，三桩儿誓愿明题遍。（做哭科，云）婆婆也，直等待雪飞六月，亢旱三年呵，（唱）那其间才把你个屈死的冤魂这窦娥显！（刽子做开刀，正旦倒科）（监斩官惊云）呀，真个下雪了，有这等异事！（刽子云）我也道平日杀人，满地都是鲜血，这个窦娥的血都飞在那丈二白练上，并无半点落地，委实奇怪。（监斩官云）这死罪必有冤枉。早两桩儿应验了，不知亢旱三年的说话，准也不准？且看后来如何。左右，也不必等待雪睛，便与我抬他尸首，还了那蔡婆婆去罢。（众应科，抬尸下）第四折（窦天章冠带引丑张千、祗从上，诗云）独立空堂思黯然，高峰月出满林烟。非关有事人难睡。自是惊魂夜不眠。老夫窦天章是也。自离了我那端云孩儿，可早十六年光景。老夫自到京师，一举及第，官拜参知政事。只因老夫廉能清正，节操坚刚，谢圣恩可怜，加老夫两淮提刑肃正廉访使之职，随处审囚刷卷，体察滥官污吏，容老夫先斩后奏。老夫一喜一悲：喜呵，老夫身居台省，职掌刑名，势剑金牌，威权万里；悲呵，有端云孩儿，七岁上与了蔡婆婆为儿媳妇。老夫自得官之后，使人往楚州问蔡婆婆家。他邻里街坊道：自当年蔡婆婆不知搬在那里去了，至今音信皆无。老夫为端云孩儿，啼哭的眼目昏花，忧愁的须发斑白。今日来到这淮南地面，不知这楚州为何三年不雨？老夫今在这州厅安歇。张千，说与那州中大小属官，今日免参，明日早见。（张千向古门云）一应大小属官：今日免参，明日早见。（窦天章云）张千，说与那六房吏典：但有合刷照文卷，都将来，待老夫灯下看几宗波。（张千送文卷科）（窦天章云）张千，你与我掌上灯。你每都辛苦了，自去歇息罢。我唤你便来，不唤你休来。（张千点灯，同祗从下）（窦天章云）我将这文卷看几宗咱。\"一起犯人窦娥，将毒药致死公公。……\"我才看头一宗文卷，就与老夫同姓；这药死公公的罪名，犯在十恶不赦。俺同姓之人，也有不畏法度的。这是问结了文书，不看他罢。我将这文卷压在底下，别看一宗咱。（做打呵欠科，云）不觉的一阵昏沉上来，皆因老夫年纪高大，鞍马劳困之故。待我搭伏定书案，歇息些儿咱。（做睡科。魂旦上，唱）【双调】【新水令】我每日哭啼啼守住望乡台，急煎煎把仇人等待，慢腾腾昏地里走，足律律旋风中来。则被这雾锁云埋，撺掇的鬼魂快。（魂旦望科，云）门神户尉不放我进去。我是廉访使窦天章女孩儿。因我屈死，父亲不知，特来托一梦与他咱。（唱）【沉醉东风】我是那提刑的女孩，须不比现世的妖怪。怎不容我到灯影前，却拦截在门木呈外？（做叫科，云）我那爷爷呵，（唱）枉自有势剑金牌，把俺这屈死三年的腐骨骸，怎脱离无边苦海？（做入见哭科，窦天章亦哭科，云）端云孩儿，你在那里来？（魂旦虚下）（窦天章做醒科，云）好是奇怪也！老夫才合眼去，梦见端云孩儿，恰便似来我跟前一般；如今在那里？我且再看这文卷咱。（魂旦上，做弄灯科）（窦天章云）奇怪，我正要看文卷，怎生这灯忽明忽灭的？张千也睡着了，我自己剔灯咱。（做剔灯，魂旦翻文卷科）（窦天章云）我剔的这灯明了也，再看几宗文卷。一起犯人窦娥，药死公公。……（做疑怪科，云）这一宗文卷，我为头看过，压在文卷底下，怎生又在这上头？这几时问结了的，还压在底下，我别看一宗文卷波。（魂旦再弄灯科）（窦天章云）怎么这灯又是半明半暗的？我再剔这灯咱。（做剔灯，魂旦再翻文卷科。窦天章云）我剔的这灯明了，我另拿一宗文卷看咱。一起犯人窦娥，药死公公。……呸！好是奇怪！我才将这文书分明压在底下，刚剔了这灯，怎生又翻在面上？莫不是楚州后厅里有鬼么？便无鬼呵，这桩事必有冤枉。将这文卷再压在底上，待我另看一宗如何？（魂旦又弄灯科）（窦天章云）怎么这灯又不明了，敢有鬼弄这灯？我再剔一剔去。（做剔灯科，魂旦上，做撞见科，窦天章举剑击桌科，云）呸！我说有鬼！兀那鬼魂：老夫是朝廷钦差，带牌走马肃政廉访使。你向前来，一剑挥之两段。张千，亏你也睡的着！快起来，有鬼，有鬼。兀的不吓杀老夫也！（魂旦唱）【乔牌儿】则见他疑心儿胡乱猜，听了我这哭声儿转惊骇。哎，你个窦天章直恁的威风大，且受你孩儿窦娥这一拜。〔窦天章云〕兀那鬼魂，你道窦天章是你父亲，受你孩儿窦娥拜，你敢错认了也！我的女儿叫做端云，七岁上与了蔡婆婆为儿媳妇。你是窦娥，名字差了，怎生是我女孩儿？〔魂旦云〕父亲，你将我与了蔡婆婆家，改名做窦娥了也。〔窦天章云〕你便是端云孩儿，我不问你别的，这药死公公，是你不是？〔魂旦云〕是你孩儿来。〔窦天章云〕噤声，你这小妮子，老夫为你啼哭的眼也花了，忧愁的头也白了，你刬地犯了十恶大罪，受了典刑。我今日官居台省，职掌刑名，来此两淮审囚刷卷，体察滥官污吏，你是我亲生之女，老夫将你治不的，怎治他人？我当初将你嫁与他家呵，要你三从四德：三从者，在家从父，出嫁从夫，夫死从子。四德者，事公姑，敬夫主，和妯娌，睦街坊。今三从四德全无，刬地犯了十恶大罪。我窦家三辈无犯法之男，五世无再婚之女，到今日被你辱没祖宗世德，又连累我的清名。你快与其我细吐真情，不要虚言支对，若说的有半厘差错，牒发你城隍祠内，着你永世不得人身，罚在阴山，永为饿鬼。〔魂旦云〕父亲停嗔息怒，暂罢狼虎之威，听你孩儿慢慢的说一遍咱。我三岁上亡了母亲，七岁上离了父亲，你将我送与蔡婆婆做儿媳妇。至十七岁与夫配合，才得两年，不幸儿夫亡化，和俺婆婆守寡。这山阳县南门外有个赛卢医，他少俺婆婆二十两银子。俺婆婆去取讨，被他赚到郊外，要将婆婆勒死，不想撞见张驴儿父子两个，救了俺婆婆性命。那张驴儿知道我家有个守寡的媳妇，便道：“你婆儿媳妇既无丈夫，不若招我父子两个。”俺婆婆初也不肯，那张驴儿道：“你若不肯，我依旧勒死你。”俺婆婆惧怕，不得已含糊许了。只得将他父子两个领到家中，养他过世。有张驴儿数次调戏你女孩儿，我坚执不从。那一日俺婆婆身子不快，想羊肚儿汤吃，你孩儿安排了汤。适值张驴儿父子两个问病，道：“将汤来我尝一尝。”说：“汤便好，只少些盐醋。”赚的我去取盐醋，他就暗地里下了毒药，实指望药杀俺婆婆，要强逼我成亲。不想俺婆婆偶然发呕，不要汤吃，却让与老张吃，随即七窍流血药死了。张驴儿便道：“窦娥药死了俺老子，你要官休要私休？”我便道：“怎生是官休？怎生是私休？”他道：“要官休，告到官司，你与俺老子偿命。若私休，你便与我做老婆。”你孩儿便道：“好马不备双鞍，烈女不更二夫，我至死不与你做媳妇，我请愿和你见官去。”他将你孩儿拖到官中，受尽三推六问，吊拷绷扒，便打死孩儿也不肯认。怎当州官见你孩儿不认，便要拷打俺婆婆；我怕婆婆年老，受刑不起，只得屈认了。因此押赴法场．将我典刑。你孩儿对天发下三桩誓愿：第一桩要丈二白练挂在旗枪上，若系冤枉，刀过头落，一腔热血休滴在地下，都飞在白练上；第二桩，现今三伏天道，下三尺瑞雪，遮掩你孩儿尸首；第三桩，着他楚州大旱三年。果然血飞上白练，六月下雪，三年不雨，都是为你孩儿来。〔诗云〕不告官司只告天，心中怨气口难言，防他老母遭刑宪，情愿无辞认罪愆。三尺琼花骸骨掩，一腔热血练旗悬，岂独霜飞邹衍屈，今朝方表窦娥冤。〔唱〕【雁儿落】你看这文卷曾道来不道来，则我这冤枉要忍耐如何耐？我不肯顺他人，倒着我赴法场；我不肯辱祖上，倒把我残生坏。【得胜令】呀，今日个搭伏定摄魂台，一灵儿怨哀哀。父亲也，你现拿着刑名事，亲蒙圣主差。端详这文册，那厮乱纲常，合当败。便万剐了乔才，还道报冤仇不畅怀！（窦天章做泣科，云）哎，我那屈死的儿，则被你痛杀我也！我且问你：这楚州三年不雨，可真个是为你来？（魂旦云）是为你孩儿来。（窦天章云）有这等事！到来朝，我与你做主。（诗云）白头亲苦痛哀哉，屈杀了你个青春女孩。只恐怕天明了，你且回去，到来日我将文卷改正明白。（魂旦暂下）（窦天章云）呀，天色明了也。张千，我昨日看几宗文卷，中间有一鬼魂来诉冤枉。我唤你好几次，你再也不应，直恁的好睡那？（张千云）我小人两个鼻于孔一夜不曾闭，并不听见女鬼诉甚么冤状，也不曾听见相公呼唤。（窦天章做叱科，云）口退！今早升厅坐衙，张千，喝撺厢者。（张千做幺喝科，云）在衙人马平安！抬书案！（禀云）州官见。（外扮州官入参科）（张千云）该房吏典见。（丑扮吏入参见科）（窦天章问云）你这楚州一郡，三年不雨，是为着何来？（州官云）这个是天道亢旱，楚州百姓之灾，小官等不知其罪。（窦天章做怒云）你等不知罪么？那山阳县，有用毒药谋死公公犯妇窦娥，他问斩之时曾发愿道：\"若是果有冤枉，着你楚州三年不雨，寸草不生。\"可有这件事来？（州官云）这罪是前升任桃州守问成的，现有文卷。（窦天章云）这等糊涂的官，也着他升去！你是继他任的，三年之中，可曾祭这冤妇么？（州官云）此犯系十恶大罪，元不曾有祠，所以不曾祭得。（窦天章云）昔日汉朝有一孝妇守寡，其姑自缢身死，其姑女告孝妇杀姑，东海太守将孝妇斩了。只为一妇含冤，致令三年不雨。后于公治狱，仿佛见孝妇抱卷哭于厅前。于公将文卷改正，亲祭孝妇之墓，天乃大雨。今日你楚州大旱，岂不正与此事相类？张千，分付该房签牌下山阳县，着拘张驴儿、赛卢医、蔡婆婆一起人犯人速解审，毋得违误片刻者。（张千云）理会得。（下）（丑扮解子，押张驴儿、蔡婆婆同张千上。禀云）山阳县解到审犯听点。(窦天章云)张驴儿。(张驴儿云）有。（窦天章云）蔡婆婆。（蔡婆婆云）有。(窦天章云）怎么赛卢医是紧要人犯不到？（解子云）赛卢医三年前在逃，一面着广捕批缉拿去了，待获日解审。（窦天章云）张驴儿，那蔡婆婆是你的后母么？（张驴儿云）母亲好冒认的？委实是。（窦天章云）这药死你父亲的毒药，卷上不见有合药的人，是那个合的毒药？（张驴儿云）是窦娥自合就的毒药。（窦天章云）这毒药必有一个卖药的医铺。想窦娥是个少年寡妇，那里讨这药来？张驴儿，敢是你合的毒药么？（张驴儿云）若是小人合的毒药，不药别人，倒药死自家老子？（窦天章云）我那屈死的儿口乐，这一节是紧要公案，你不自来折辩，怎得一个明白？你如今冤魂却在那里？（魂旦上，云）张驴儿，这药不是你合的，是那个合的？（张驴儿做怕科，云）有鬼，有鬼，撮盐入水。太上老君急急如律令，敕！（魂旦云）张驴儿，你当日下毒药在羊肚儿汤里，本意药死俺婆婆，要逼勒我做浑家。不想俺婆婆不吃，让与你父亲吃，被药死了。你今日还敢赖哩！（唱）【川拨掉】猛见了你这吃敲材，我只问你这毒药从何处来？你本意待暗里栽排，要逼勒我和谐，倒把你亲爷毒害，怎教咱替你耽罪责！（魂旦做打张驴儿科）（张驴儿做避科，云）太上老君，急急如律今，敕！大人说这毒药．必有个卖药的医铺，若寻得这卖药的人来和小人折对，死也无词。（丑扮解子解赛卢医上，云）山阳县续解到犯人一名赛卢医。（张千喝云）当面。（窦天章云）你三年前要勒死蔡婆婆，赖他银子，这事怎么说？（赛卢医叩头科，云）小的要赖蔡婆婆银子的情是有的。当被两个汉子救了，那婆婆并不曾死。（窦天章云）这两个汉子，你认的他叫做甚么名姓？（赛卢医云）小的认便认得，慌忙之际可不曾问的他名姓。（窦天章云）现有一个在阶下，你去认来。（窦卢医做下认科，云）这个是蔡婆婆。(指张驴儿云)想必这毒药事发了。(上云）是这一个。容小的诉禀；当日要勒死蔡婆婆时，正遇见他爷儿两个救了那婆婆去。过得几日，他到小的铺中讨服毒药。小的是念佛吃斋人，不敢做昧心的事。说道：\"铺中只有官料药，并无甚么毒药。\"他就睁着眼道：\"你昨日在郊外要勒死蔡婆婆，我拖你见官去！\"小的一生最怕的是见官，只得将一服毒药与了他去。小的见他生相是个恶的，一定拿这药去药死了人，久后败露，必然连累。小的一向逃在涿州地方，卖些老鼠药。刚刚是老鼠被药杀了好几个，药死人的药其实再也不曾合。（魂旦唱）【七弟兄】你只为赖财，放乖，要当灾。（带云）这毒药呵，（唱）原来是你赛卢医出卖，张驴儿买，没来由填做我犯由牌，到今日官去衙门在。（窦天章云）带那蔡婆婆上来！我看你也六十外人了，家中又是有钱钞的，如何又嫁了老张，做出这等事来？（蔡婆婆云）老妇人因为他爷儿两个救了我的性命，收留他在家养膳过世。那张驴儿常说要将他老子接脚进来，老妇人并不曾许他。（窦天章云）这等说，你那媳妇就不该认做药死公公了。（魂旦云）当日问官要打俺婆婆，我怕他年老，受刑不起，因此咱认做药死公公，委实是屈招个！（唱）【梅花酒】你道是咱不该，这招状供写的明白。本一点孝顺的心怀，倒做了惹祸的胚胎。我只道官吏每还覆勘，怎将咱屈斩首在长街！第一要素旗枪鲜血洒，第二要三尺雪将死尸埋，第三要三年旱示天灾：咱誓愿委实大。【收江南】呀，这的是\"衙门从古向南开，就中无个不冤哉\"！痛杀我娇姿弱体闭泉台，早三年以外，则落的悠悠流恨似长淮。（窦天章云）端云儿也，你这冤枉我已尽知，你且回去。待我将这一起人犯并原问官吏另行定罪。改日做个水陆道场，超度你生天便了。（魂旦拜科，唱）【鸳鸯煞尾】从今后把金牌势剑从头摆，将滥官污吏都杀坏，与天子分忧，万民除害。（云）我可忘了一件：爹爹，俺婆婆年纪高大，无人侍养，你可收恤家中，替你孩儿尽养生送死之礼，我便九泉之下，可也瞑目。（窦天章云）好孝顺的儿也！（魂旦唱）嘱付你爹爹，收养我奶奶。要怜他无妇无儿，谁管顾年衰迈！再将那文卷舒开，（带云）爹爹，也把我窦娥名下，（唱）屈死的招伏罪名儿改。（下）（窦天章云）唤那蔡婆婆上来。你可认的我么？（蔡婆婆云）老妇人眼花了，不认的。（窦天章云）我便是窦天章。这才的鬼魂，便是我屈死的女孩儿端云。你这一行人，听我下断：张驴儿毒杀亲爷，谋占寡妇，合拟凌迟，押付市曹中，钉上木驴，剐一百二十刀处死。升任州守桃杌并该房吏典，刑名违错，各杖一百，永不叙用。赛卢医不合赖钱，勒死平民；又不合修合毒药，致伤人命，发烟瘴地面，永远充军。蔡婆婆我家收养。窦娥罪改正明白。（词云）莫道我念亡女与他又罪消愆，也只可怜见楚州郡大旱三年。昔于公曾表白东海孝妇，果然是感召得灵雨如泉。岂可便推诿道天灾代有，竟不想人之意感应通天。今日个将文卷重行改正，方显的王家法不使民冤。题目秉鉴持衡廉访法正名感天动地窦娥冤云浓云淡，窗明窗暗，等闲休擘骊龙颔。正尴九咸，莫贪婪，恶风波吃闪的都着淹，流则盈科止则坎。行，也在俺；藏，也在俺。",
        "author": "元代",
        "poem_class": "田园",
        "dynasty": "卢挚"
    },
    {
        "title": "十二月八日步至西村",
        "paragraph": "腊月风和意已春，时因散策过吾邻。草烟漠漠柴门里，牛迹重重野水滨。多病所须唯药物，差科未动是闲人。今朝佛粥更相馈，更觉江村节物新。萧萧江上荻花秋，做弄许多愁。半竿落日，两行新雁，一叶扁舟。惜分长怕君先去，直待醉时休。今宵眼底，明朝心上，后日眉头。风回仙驭云开扇，更阑月坠星河转。枕上梦魂惊，晓檐疏雨零。相逢虽草草，长共天难老。终不羡人间，人间日似年。梦入江南烟水路，行尽江南，不与离人遇。睡里消魂无说处，觉来惆怅消魂误。欲尽此情书尺素，浮雁沉鱼，终了无凭据。却倚缓弦歌别绪，断肠移破秦筝柱。",
        "author": "宋代",
        "poem_class": "田园",
        "dynasty": "陆游"
    },
    {
        "title": "沉醉东风·恰离了绿水青山那答",
        "paragraph": "恰离了绿水青山那答，早来到竹篱茅舍人家。野花路畔开，村酒槽头榨。直吃的欠欠答答。醉了山童不劝咱，白发上黄花乱插。蔬圃莲池药阑，石田茅屋柴关。俺这里花发的疾，溪流的慢，绰然亭别是人间。对着这万顷风烟四面山，因此上功名意懒！班定远飘零玉关，楚灵均憔悴江干。李斯有黄犬悲，陆机有华亭叹，张柬之老来遭难。把个苏子瞻长流了四五番，因此上功名意懒！昨日颜如渥丹，今朝鬓发斑斑。恰才桃李春，又早桑榆晚，断送了古人何限？只为天地无情乐事悭，因此上功名意懒！郭子仪功威吐蕃，李太白书骇南蛮。房玄龄经济才，尉敬德英雄汉，魏徵般敢言直谏。这的每都不满高人一笑看，因此上功名意懒！苫茅屋白云数间，睡芸窗红日三竿。远近村，高低涧，把人我是非遮断。阆苑蓬莱咫尺间，园此上功名意懒！万言策长沙不还，六韬书云梦空叹。只为他进身的疾，收心的晚，终不免有许多忧患。见了些无下梢从前玉笋班，因此上功名意懒！笔砚琴书座间，松筠梅菊江于。欢有余，春无限，绰然亭只疑在天上。万事无心一钓竿，因此上功名意懒。寄阅世道人侯和卿披一领熬日月耐风霜道袍，系一条锁心猿拴意马环绦。穿一对圣僧鞋，带一顶温公帽，一心敬奉三教。休指望做神仙上九霄，只落得无是非清闲到老。绿柳青青和风荡，桃李争先放。紫燕忙，队队衔泥戏雕梁。柳丝黄，堪画在帏屏上。闷向危楼凝眸望，翠盖红莲放。夏日长，萱草榴花竞芬芳。碧纱窗，堪画在帏屏上。败柳残荷金风荡，寒雁声嘹亮。闲盼望，红叶皆因昨夜霜。菊金黄，堪画在帏屏上。暖阁偏宜低低唱，共饮羊羔酿。宜醉赏，宜醉赏蜡梅香。雪飞扬，堪画在帏屏上。小小鞋儿连根绣，缠得帮儿瘦。腰似柳，款撒金莲懒抬头。那孩儿见人羞，推把裙儿扣。小小鞋儿白脚带，缠得堪人爱。疾快来，瞒着爹娘做些儿怪。你骂吃敲才，百忙里解花裙儿带。冷冷清清人寂静，斜把鲛绡凭。和泪听，蓦听得门外地皮儿鸣。则道是多情，却原来翠竹把纱窗映。带月披星担惊怕，久立纱窗下。等候他，蓦听得门外地皮儿踏。则道是冤家，原来风动荼蘼架。月缺花残人憔悴，冷落了鸳鸯被。望天涯人未归，满目残霞景凄凄。塞鸿希，有信凭谁寄？早是离愁添秋兴，那堪镜破金钗另。懒将云鬓整，哭啼啼泪盈盈。照得镜儿明，羞睹我脸上相思病。肠断关山传情字，无限伤春事。因他憔悴而死，只怕傍人问着时。口儿里强推辞，怎瞒得唐裙祬？目断妆楼夕阳外，鬼病恹恹害。恨不该，止不过泪满旱莲腮。骂你个不良才，莫不少下你相思债？可意娘庞儿谁曾见，脸衬桃花片。贴金钿，似月里嫦娥坠云轩。玉天仙，醉离了蟠桃宴。闷酒将来刚刚咽，欲饮先浇奠。频祝愿：普天下心厮爱早团圆！谢神天，教俺也频频的勤相见。金缕唐裙鸳鸯结，偏趁些娘撇。包髻金钗翠荷叶，玉梳斜，似云吐初生月。一点青灯人千里，锦字凭谁寄？雁来稀，花落东君也憔悴。投至望君回，滴尽多少关山泪。宝髻高盘堆云雾，钗插荆山玉。离洛浦，天仙美貌出尘俗。更通疏，没半点儿包弹处。煞是你个冤家劳合重，今夜里效鸾凤。多情可意种，紧把纤腰贴酥胸。正是两情深，笑吟吟舌吐丁香送。只恐怕窗间人瞧见，短命休寒贱。直恁地肐膝软，禁不过敲才厮熬煎。你且觑门前，等的无人呵旋转。花信紧，二十四番愁。风雨五更头。侵阶苔藓宜罗袜，逗衣梅润试香篝。绿窗闲，人梦觉，鸟声幽。按银筝、学弄相思调。写幽情、恨杀知音少。向何处，说风流。一丝杨柳千丝恨，三分春色二分休。落花中，流水里，两悠悠。",
        "author": "元代",
        "poem_class": "田园",
        "dynasty": "卢挚"
    },
    {
        "title": "过杨村",
        "paragraph": "石桥两畔好人烟，匹似诸村别一川。杨柳荫中新酒店，葡萄架下小渔船。红红白白花临水，碧碧黄黄麦际天。政尔清和还在道，为谁辛苦不归田？小院朱阑几曲，重城画鼓三通。更看微月转光风。归去香云入梦。翠袖争浮大白，皂罗半插斜红。灯花零落酒花秾。妙语一时飞动。湛湛长空黑。更那堪、斜风细雨，乱愁如织。老眼平生空四海，赖有高楼百尺。看浩荡、千崖秋色。白发书生神州泪，尽凄凉、不向牛山滴。追往事，去无迹。 少年自负凌云笔。到而今、春华落尽，满怀萧瑟。常恨世人新意少，爱说南朝狂客。把破帽、年年拈出。若对黄花孤负酒，怕黄花、也笑人岑寂。鸿北去，日西匿。落红铺径水平池，弄晴小雨霏霏。杏园憔悴杜鹃啼，无奈春归。柳外画楼独上，凭栏手捻花枝，放花无语对斜晖，此恨谁知？",
        "author": "宋代",
        "poem_class": "田园",
        "dynasty": "杨万里"
    },
    {
        "title": "过百家渡四绝句",
        "paragraph": "出得城来事事幽，涉湘半济值渔舟。也知渔父趁鱼急，翻著春衫不裹头。园花落尽路花开，白白红红各自媒。莫道早行奇绝处，四方八面野香来。柳子祠前春已残，新晴特地著春寒。疏篱不与花为护，只为蜘蛛作网竿。一晴一雨路乾湿，半淡半浓山迭重。远草坪中见牛背，新秧疏处有人踪。窗间梅熟落蒂，墙下笋成出林。连雨不知春去，一晴方觉夏深。书当快意读易尽，客有可人期不来。世事相违每如此，好怀百岁几回开？黄金错刀白玉装，夜穿窗扉出光芒。丈夫五十功未立，提刀独立顾八荒。京华结交尽奇士，意气相期共生死。千年史册耻无名，一片丹心报天子。尔来从军天汉滨，南山晓雪玉嶙峋。呜呼！楚虽三户能亡秦，岂有堂堂中国空无人！",
        "author": "宋代",
        "poem_class": "田园",
        "dynasty": "杨万里"
    },
    {
        "title": "畲田词五首·其四",
        "paragraph": "北山种了种南山，相助力耕岂有偏。愿得人间皆似我，也应四海少荒田。四顾山光接水光，凭栏十里芰荷香。清风明月无人管，并作南楼一味凉。刘郎已老。不管桃花依旧笑。要听琵琶。重院莺啼觅谢家。 曲终人醉。多似浔阳江上泪。万里东风。国破山河落照红。斗草阶前初见，穿针楼上曾逢。罗裙香露玉钗风。靓妆眉沁绿，羞脸粉生红。 流水便随春远，行云终与谁同。酒醒长恨锦屏空。相寻梦里路，飞雨落花中。",
        "author": "宋代",
        "poem_class": "田园",
        "dynasty": "王禹偁"
    },
    {
        "title": "夏日李公见访",
        "paragraph": "远林暑气薄，公子过我游。贫居类村坞，僻近城南楼。旁舍颇淳朴，所须亦易求。隔屋唤西家，借问有酒否？墙头过浊醪，展席俯长流。清风左右至，客意已惊秋。巢多众鸟喧，叶密鸣蝉稠。苦遭此物聒，孰谓吾庐幽？水花晚色净，庶足充淹留。预恐樽中尽，更起为君谋。迟日江山丽，春风花草香。泥融飞燕子，沙暖睡鸳鸯。 江碧鸟逾白，山青花欲燃。今春看又过，何日是归年。兰陵美酒郁金香，玉碗盛来琥珀光。 但使主人能醉客，不知何处是他乡。风吹柳花满店香，吴姬压酒劝客尝。(劝客 一作：唤客)金陵子弟来相送，欲行不行各尽觞。请君试问东流水，别意与之谁短长？",
        "author": "唐代",
        "poem_class": "田园",
        "dynasty": "杜甫"
    },
    {
        "title": "双调·沉醉东风·归田",
        "paragraph": "远城市人稠物穰，近村居水色山光。熏陶成野叟情，铲削去时官样，演习会牧歌樵唱。老瓦盆边醉几场，不撞入天罗地网。达时务呼为俊杰，弃功名岂是痴呆？脚不登王粲楼，手莫弹冯讙铗，赋归来竹篱茅舍。古今陶潜是一绝，为五斗腰肢倦折。第一折（冲末扮周舍上，诗云）酒肉场中三十载，花星整照二十年。一生不识柴米价，只少花钱共酒钱。自家郑州人氏，周同知的孩儿周舍是也。自小上花台做子弟。这汴梁城中有一歌者，乃是宋引章。他一心待嫁我，我一心待娶他，争奈他妈儿不肯。我今做买卖回来。今日特到他家去，一来去望妈儿，二来就提这门亲事，多少是好。（下）（卜儿同外旦上，云）老身汴梁人氏，自身姓李。夫主姓宋，早年亡化已过。止有这个女孩儿，叫做宋引章。俺孩儿拆白道字，顶真续麻，无般不晓，无般不会。有郑州周舍，与孩儿作伴多年。一个要娶，一个要嫁；只是老身谎彻梢虚，怎么便肯？引章，那周舍亲事，不是我百般板障，只怕你久后自家受苦。（外旦云）奶奶，不妨事，我一心则待要嫁他。（卜儿云）随你，随你！（周舍上，云）咱家周舍，来此正是他门首，只索进去。（做见科）（外旦云）周舍，你来了也！（周舍云）我一径的来问亲事，母亲如何？（外旦云）母亲许了亲事也。（周舍云）我见母亲去。（做见卜儿科）（周舍云）母亲，我一径的来问这亲事哩。（卜儿云）今日好日辰，我许了你，则休欺负俺孩儿。（周舍云）我并不敢欺负大姐。母亲，把你那姊妹弟兄都请下者，我便收拾来也。（卜儿云）大姐，你在家执料，我去请那一辈儿老姊妹去来。（周舍诗云）数载间费尽精神，到今朝才许成亲。（外旦云）这都是天缘注定，（卜儿云）也还有不测风云。（同下）（外扮安秀实上，诗云）刘蕡下第千年恨，范丹守志一生贫。料得苍天如有意，断然不负读书人。小生姓安名秀实，洛阳人氏。自幼颇习儒业，学成满腹文章，只是一生不能忘情花酒。到此汴梁，有一歌者宋引章和小生作伴。当初他要嫁我来，如今却嫁了周舍。他有个八拜交的姐姐是赵盼儿，我去央他劝一劝，有何不可。赵大姐在家么？（正旦扮赵盼儿上，云）妾身赵盼儿是也。听的有人叫门，我开门看咱。（见科，云）我道是谁，原来是妹夫。你那里来？（安秀实云）我一径的来相烦你。当初姨姨要引章嫁我来，如今却要嫁周舍，我央及你劝他一劝。（正旦云）当初这亲事不许你来？如今又要嫁别人，端的姻缘事非同容易也呵！（唱）【仙吕】【点绛唇】妓女追陪，觅钱一世，临收计，怎做的百纵千随，知重咱风流媚。【混江龙】我想这姻缘匹配，少一时一刻强难为。如何可意？怎的相知？怕不便脚搭着脑杓成事早，怎知他手拍着胸脯悔后迟！寻前程，觅下梢，恰便是黑海也似难寻觅，料的来人心不问，天理难欺。【油葫芦】姻缘簿全凭我共你？谁不待拣个称意的？他每都拣来拣去百千回。待嫁一个老实的，又怕尽世儿难成对；待嫁一个聪俊的，又怕半路里轻抛弃。遮莫向狗溺处藏，遮莫向牛屎里堆，忽地便吃了一个合扑地，那时节睁着眼怨他谁！【天下乐】我想这先嫁的还不曾过几日，早折的容也波仪瘦似鬼，只教你难分说，难告诉，空泪垂。我看了些觅前程俏女娘，见了些铁心肠男子辈，便一生里孤眠，我也直甚颓！（云）妹夫，我可也待嫁个客人。有个比喻。（安秀实云）喻将何比？（正旦唱）【那吒令】待妆个老实，学三从四德；争奈是匪妓，都三心二意。端的是那里是三梢末尾？俺虽居在柳陌中、花街内，可是那件儿便宜？【鹊踏枝】俺不是卖查梨，他可也逞刀锥；一个个败坏人伦，乔做胡为。（云）但来两三遭，问那厮要钱，他便道：\"这弟子敲馒儿哩！\"（唱）但见俺有些儿不伶俐，便说是女娘家要哄骗东西。【寄生草】他每有人爱为娼妓，有人爱作次妻。干家的干落得淘闲气，买虚的看取些羊羔利，嫁人的早中了拖刀计。他正是\"南头做了北头开，东行不见西行例\"。（云）妹夫，你且坐一坐，我去劝他。劝的省时，你休欢喜；劝不省时，休烦恼。（安秀实云）我不坐了，且回家去等信罢。大姐留心者！（下）（正旦做行科，见外旦云）妹子，你那里人情去？（外旦云）我不人情去，我待嫁人哩！（正旦云）我正来与你保亲。（外旦云）你保谁？（正旦云）我保安秀才。（外旦云）我嫁了安秀才呵，一对儿好打莲花落！（正旦云）你待嫁谁？（外旦云）我嫁周舍。（正旦云）你如今嫁人，莫不还早哩？（外旦云）有甚么早不早！今日也大姐，明日也大姐，出了一包儿脓。我嫁了，做一个张郎家妇，李郎家妻，立个妇名，我做鬼也风流的。（正旦唱）【村里迓鼓】你也合三思而行，再思可矣。你如今年纪小哩，我与你慢慢的别寻个姻配。你可便宜，只守着铜斗儿家缘家计。也是你歹姐姐把衷肠话劝妹妹，我怕你受不过男儿气息。（云）妹子，那做丈夫的，做不的子弟；做子弟的，做不的丈夫。（外旦云）你说我听咱。（正旦唱）【元和令】做丈夫的便做不的子弟，他终不解其意；那做子弟的，他影儿里会虚脾。那做丈夫的，忒老实。（外旦云）那周舍穿着一架子衣服，可也堪爱哩。（正旦唱）那厮虽穿着几件虼螂皮，人伦事晓得甚的！（云）妹子，你为甚么就要嫁他？（外旦云）则为他知重您妹子，因此要嫁他。（正旦云）他怎么知重你？（外旦云）一年四季，夏天我好的一觉晌睡，他替你妹子打着扇；冬天替你妹子温的铺盖儿暖了，着你妹子歇息。但你妹子那里人情去，穿的那一套衣服，戴的那一副头面，替你妹子提领系、整钗鐶。只为他这等知重你妹子，因此上一心要嫁他。（正旦云）你原来为这般呵。（唱）【上马娇】我听的说就里，你原来为这的，倒引的我忍不住笑微微。你道是暑月间扇子扇着你睡，冬月间着炭火煨，烘炙着绵衣。【游四门】吃饭处，把匙头挑了筋共皮；出门去，提领系，整衣袂，戴插头面整梳篦。衜一味是虚脾，女娘每不省越着迷。【胜葫芦】你道这子弟情肠甜似蜜，但娶到他家里，多无半载周年相弃掷，早努牙突嘴，拳椎脚踢，打的你哭啼啼。【幺篇】恁时节\"船到江心补漏迟\"，烦恼怨他准？事要前思免后悔。我也劝你不得，有朝一日，准备着搭救你块望夫石。（云）妹子，久以后你受苦呵，休来告我。（外旦云）我便有那该死的罪，我也不来央告你。（周舍上，云）小的每，把这礼物摆的好看些。（正旦云）来的敢是周舍？那厮不言语便罢，他若但言，着他吃我几嘴好的。（周舍云）那壁姨姨，敢是赵盼儿么？（正旦云）然也。（周舍云）请姨姨吃些茶饭波。（正旦云）你请我？家里饿皮脸也，揭了锅儿底？窨子里秋月--不曾见这等食？（周舍云）央及姨姨，保门亲事。（正旦云）你着我保谁？（周舍云）保宋引章。（正旦云）你着我保宋引章那些儿？保他那针指油面，刺绣铺房，大裁小剪，生儿长女？（周舍云）这歪刺骨好歹嘴也！我已成了事，不索央你。（正旦云）我去罢。（做出门科）（安秀实上，云）姨姨，劝的引章如何？（正旦云）不济事了也。（安秀实云）这等呵，我上朝求官应举去罢。（正旦云）你且休去，我有用你处哩。（安秀实云）依着姨姨说，我且在客店中安下，看你怎么发付我。（下）（正旦唱）【赚煞】这妮子是狐魅人女妖精，缠郎君天魔祟。则他那裤儿里休猜做有腿，吐下鲜红血则当做苏木水。耳边休采那等闲食，那的是最容易、剜眼睛嫌的，则除是亲近着他便欢喜。(带云)着他疾省呵！(唱)哎，你个双郎子弟，安排下金冠霞帔。（带云）一个夫人来到手儿里了。（唱）却则为三千张茶引，嫁了冯魁。（下）（周舍云）辞了母亲，着大姐上轿，回咱郑州去来。（诗云）才出娼家门，便作良家妇。（外旦诗云）只怕吃了良家亏，还想娼家做。（同下）第二折（周舍同外旦上，云）自家周舍是也。我骑马一世，驴背上失了一脚。我为娶这妇人呵，整整磨了半截舌头，才成得事。如今着这妇人上了轿，我骑了马，离了汴京，来到郑州。让他轿子在头里走，怕那一般的舍人说：\"周舍娶了宋引章。\"被人笑话。则见那轿子一晃一晃的，我向前打那抬轿的小厮，道：\"你这等欺我！\"举起鞭子就打。问他道：\"你走便走，晃怎么？\"那小厮道：\"不干我事，奶奶在里边不知做甚么？\"我揭起轿帘一看，则见他精赤条条的，在里面打筋斗。来到家中，我说：\"你套一床被我盖。\"我到房里，只见被子倒高似床，我便叫；\"那妇人在那里？\"则听的被子里答应道：\"周舍，我在被子里面哩。\"我道：\"在被子里面做甚么？\"他道：\"我套绵子，把我翻在里头了。\"我拿起棍来，恰待要打，他道：\"周舍，打我不打紧，休打了隔壁王婆婆。\"我道：\"好也，把邻舍都翻在被里面！\"（外旦云）我那里有这等事？（周舍云）我也说不得这许多。兀那贱人，我手里有打杀的，无有买休卖休的。且等我吃酒去，回来慢慢的打你。（下）（外旦云）不信好人言，必有忄西惶事。当初赵家姐姐劝我不听，果然进的门来，打了我五十杀威棒。朝打暮骂，怕不死在他手里？我这隔壁有个王货郎，他如今去汴梁做买卖。我写一封书捎将去，着俺母亲和赵家姐姐来救我。若来迟了，我无那活的人也。天那，只被你打杀我也！（下）（卜儿哭上，云）自家宋引章的母亲便是。有我女孩儿，从嫁了周舍，昨日王货邮寄信来，上写着道：\"从到他家，进门打了五十杀威棒。如今朝打暮骂，看看至死。可急急央赵家姐姐来救我。\"我拿着书，去与赵家姐姐说知，怎生救他去。引章孩儿，则被你痛杀我也！（下）（正旦上，云）自家赵盼儿。我想这门衣饭，几时是了也呵！（唱）【商调】【集贤宾】咱这几年来待嫁人心事有，听的道谁揭债、谁买休。他每待强巴结深宅大院，怎知道摧折了舞榭歌楼？一个个眼张狂。似漏了网的游鱼，一个个嘴卢都似跌了弹的斑鸠。御园中可不道是栽路柳，好人家怎容这等娼优？他每初时间有些实意，临老也没回头。【逍遥乐】那一个不因循成就，那一个不顷刻前程，那一个不等闲间罢手。他每一做一个水上浮沤。和爷娘结下不厮见的冤仇，恰便似日月参辰和卯酉，正中那男儿机彀。他使那千般贞烈，万种恩情，到如今一笔都勾。（卜儿上，云）这是他门首，我索过去。（做见科，云）大姐，烦恼杀我也。（正旦云）奶奶，你为甚么这般啼哭？（卜儿云）好教大姐知道：引章不听你劝，嫁了周舍，进门去打了五十杀威棒。如今打的看看至死，不久身亡。姐姐，怎生是好？（正旦云）呀，引章吃打了也！（唱）【金菊香】想当日他暗成公事，只怕不相投。我当初作念你的言词，今日都应口。则你那去时，恰便似去秋。他本是薄幸的班头，还说道有恩爱、结绸缪。【醋葫芦】你铺排着鸳衾和凤帱，指望效天长共地久。蓦入门，知滋味，便合体。几番家眼睁睁打干净，待离了我这手。（带云）赵盼儿，（唱）你做的个见死不救，可不羞杀这桃园中杀白马、宰乌牛。（云）既然是这般呵，谁着你嫁他来？（卜儿云）大姐，周舍说誓来。（正唱）【幺篇】那一个不嘇可可道横死亡？那一个不实丕丕拔了短筹？则你这亚仙子母老实头。普天下爱女娘的子弟口，（带云）奶奶，不则周舍说慌也。（唱）那一个不指皇天各般说咒？恰似秋风过耳早休休。（卜儿云）姐姐，怎生搭救引章孩儿？（正旦云）奶奶，我有两个压被的银子，咱两个拿着买休去来。（卜儿云）他说来：\"则有打死的，无有买休卖休的。\"（正旦寻思科，做与卜耳语科，云）……则除是这般。（卜儿云）可是中也不中？（正旦云）不妨事，将书来我看。（卜递书科，正旦念云）\"引章拜上姐姐并奶奶：当初不信好人之言，果有忄西惶之事。进得他门，便打我五十杀威棒。如今朝打暮骂，禁持不过。你来的早，还得见我；来得迟呵。不能勾见我面了。只此拜上。\"妹子也，当初谁教你做这事来！（唱）【幺篇】想当初有忧呵同共忧，有愁呵一处愁。他道是残生早晚丧荒丘，做了个游街野巷村务酒。你道是百年之后，（云）妹子也，你不道来：\"这个也大姐，那个也大姐，出了一包脓！不如嫁个张郎妇、李郎妻，（唱）立一个妇名儿，做鬼也风流！\"（云）奶奶，那寄书的人去了不曾？（卜儿云）还不曾去哩。（正旦云）我写一封书，寄与引章去。(做写科，唱）【后庭花】我将这知心书亲自修，教他把天机休泄漏。传示与休莽戆收心的女，拜上你浑身疼的歹事头。（带云）引章，我怎的劝你来。（唱）你好没来由，遭他毒手，无情的棍棒抽，赤津津鲜血流。逐朝家如暴囚，怕不将性命丢！况家乡隔郑州，有谁人相睬瞅，空这般出尽丑。（卜儿哭科，云）我那女孩儿那里打熬得过！大姐，你可怎生的救他一救？（正旦云）奶奶，放心！（唱）【柳叶儿】则教你怎生消受，我索合再做个机谋。把这云鬟蝉鬓妆梳就，（带云）还再穿上些锦绣衣服。（唱）珊瑚钩、芙蓉扣，扭捏的身子儿别样娇柔。【双雁儿】我着这粉脸儿搭救你女骷髅。割舍的一不做二不休，拚了个由他咒也波咒。不是我说大口，怎出得我这烟月手！（卜儿云）姐姐，到那里仔细着。（哭科，云）孩儿，则被你烦恼杀了我也！（正旦唱）【浪里来煞】你收拾了心上忧，你展放了眉间皱，我直着\"花叶不损觅归秋\"。那厮爱女娘的心，见的便似驴共狗，卖弄他玲珑剔透。（云）我到那里，三言两句，肯写休书，万事俱休；若是不肯写休书，我将他掐一掐，拈一拈，搂一搂，抱一抱，着那厮通身酥，遍体麻。将他鼻凹儿抹上一块砂糖，着那厮舔又舔不着，吃又吃不着，赚得那厮写了休书。引章将的休书来，淹的撤了。我这里出了门儿，（唱）可不是一场风月，我着那汉一时休。（下）第三折（周舍同店小二上，诗云）万事分已定，浮生空自忙。无非花共酒，恼乱我心肠。店小二，我着你开着这个客店，我那里稀罕你那房钱养家？不问官妓私科子，只等有好的来你客店里，你便来叫我。（小二云）我知道。只是你脚头乱，一时间那里寻你去？（周舍云）你来粉房里寻我。（小二云）粉房里没有呵？（周舍云）赌房里来寻。（小二云）赌房里没有呵？（周舍云）牢房里来寻。（下）（丑扮小闲，挑笼上，诗云）钉靴雨伞为活计，偷寒送暖作营生。不是闲人闲不得，及至得了闲时又闲不成。自家张小闲的便是。平生做不的买卖，止是与歌者姐姐每叫些人，两头往来，传消寄信都是我。这里有个大姐赵盼儿，着我收拾两箱子衣服行李，往郑州去。都收拾停当了。请姐姐上马。（正旦上，云）小闲，我这等打扮，可冲动得那厮么？（小闲做倒科）（正旦云）你做甚么哩？（小闲云）休道冲动那厮，这一会儿，连小闲也酥倒了。（正旦唱）【正宫】【端正好】则为他满怀愁，心间闷，做的个进退无门。那婆娘家一涌性，无思忖，我可也强打入迷魂阵。【滚绣球】我这里微微的把气喷，输个姓因，怎不教那厮背槽抛粪！更做道普天下无他这等郎君。想着容易情，忒献勤，几番家待要不问；第一来我则是可怜见无主娘亲，第二来是我\"惯曾为旅偏怜客，\"第三来也是我\"自己贪杯惜醉人\"。到那里呵，也索费些精神。（云）说话之间，早来到郑州地方了。小闲，接了马者，且在柳阴下歇一歇咱。（小闲云）我知道。(正旦云）小闲，咱闲口论闲话：这好人家好举止，恶人家恶家法。（小闲云）姐姐，你说我听。（正旦唱）【倘秀才】县君的则是县君，妓人的则是妓人。怕不扭捏着身子蓦入他门；怎禁他使数的到支分，背地里暗忍。【滚绣球】那好人家将粉扑儿浅淡匀，那里像咱干茨腊手抢着粉；好人家将那篦梳儿慢慢地铺鬓，那里像咱解了那襻胸带，下劾上勒一道深痕。好人家知个远近，觑个向顺，衜一味良人家风韵；那里像咱们，恰便似空房中锁定个猢孙。有那千般不实乔躯老，有万种虚嚣歹议论，断不了风尘。（小闲云）这里一个客店，姐姐好住下罢。（正旦云）叫店家来。（店小二见科）（正旦云）小二哥，你打扫一间干净房儿，放下行李。你与我请将周舍来，说我在这里久等多时也。（小二云）我知道。（做行叫科，云）小哥在那里？（周舍上，云）店小二，有甚么事？（小二云）店里有个好女子请你哩。（周舍云）咱和你就去来。（做见科，云）是好一个科子也。（正旦云）周舍，做来了也。（唱）【幺篇】俺那妹子儿有见闻，可有福分，抬举的个丈夫俊上添俊，年纪儿恰正青春。（周舍云）我那里曾见你来？我在客伙里，你弹着一架筝，我不与了你个褐色绸缎儿？（正旦云）小的，你可见来？（小闲云）不曾见他有甚么褐色绸缎儿。（周舍云）哦，早起杭州客伙散了，赶到陕西客伙里吃酒，我不与了大姐一分饭来？（正旦云）小的每，你可见来？（小闲云）我不曾见。（正旦唱）你则是忒现新，忒忘昏，更做道你眼钝。那唱词话的有两句留文：咱也曾\"武陵溪畔曾相识，今日佯推不认人。\"我为你断梦劳魂。（周舍云）我想起来了，你敢是赵盼儿么？（正旦云）然也。（周舍云）你是赵盼儿，好，好！当初破亲也是你来！小二，关了店门，则打这小闲。（小闲云）你休要打我。俺姐姐将着锦绣衣服，一房一卧来嫁你，你倒打我？（正旦云）周舍，你坐下，你听我说。你在南京时，人说你周舍名字，说的我耳满鼻满的，则是不曾见你。后得见你呵，害的我不茶不饭，只是思想着你。听的你娶了宋引章，教我如何不恼？周舍，我待嫁你，你却着我保亲！（唱）【倘秀才】我当初倚大呵妆儇主婚？怎知我嫉妒呵特故里破亲？你这厮外相儿通疏就里村！你今日结婚姻，咱就肯罢论。（云）我好意将着车辆、鞍马、奁房来寻你，你刬地将我打骂。小闲，拦回车儿，咱家去来！（周舍云）早知姐姐来嫁我，我怎肯打舅舅？（正旦云）你真个不知道？你既不知，你休出店门，只守着我坐下。（周舍云）休说一两日，就是一两年，您儿也坐的将去。（外旦上，云）周舍两三日不家去，我寻到这店门首。我试看咱，原来是赵盼儿和周舍坐哩！兀那老弟子不识羞，直赶到这里来！周舍，你再不要来家，等你来时，我拿一把刀子，你拿一把刀子，和你一递一刀子戳哩。（下）（周舍取棍科，云）我和你抢生吃哩！不是奶奶在这里，我打杀你！（正旦唱）【脱布衫】我更是的不待饶人，我为甚不敢明闻；肋底下插柴自忍，怎见你便打他一顿？【小梁州】可不道一夜夫妻百夜恩！你可便息怒停嗔。你村时节背地里使些村，对着我合思忖：那一个双同叔打杀俏红裙？【幺篇】则见他恶哏哏，摸按着无情棍，便有火性的不似你个郎君。（云）你拿着偌粗的棍棒，倘或打杀他呵，可怎了？（周舍云）丈夫打杀老婆，不该偿命。（正旦云）这等说，谁敢嫁你？（背唱）我假意儿瞒，虚科儿喷，着这厮有家难奔。妹子也。你试看咱风月救风尘。（云）周舍，你好道儿！你这里坐着，点的你媳妇来骂我这一场。小闲，拦回车儿，咱回去来！（周舍云）好奶奶，请坐！我不知道他来；我若知道他来，我就该死。（正旦云）你真个不曾使他来？这妮子不贤惠，打一棒快球子。你舍的宋引章，我一发嫁你。（周舍云）我到家里就休了他。（背云）且慢着，那个妇人是我平日间打怕的，若与了一纸休书，那妇人就一道烟去了。这婆娘他若是不嫁我呵，可不弄的尖担两头脱？休的造次，把这婆娘摇撼的实着。（向旦云）奶奶，您孩儿肚肠是驴马的见识，我今家去把媳妇休了呵，奶奶，你把肉吊窗儿放下来，可不嫁我，做的个尖担两头脱。奶奶，你说下个誓着。（正旦云）周舍，你真个要我赌咒？你若休了媳妇，我不嫁你呵，我着塘子里马踏杀，灯草打折臁儿骨。你逼的我赌这般重咒哩！（周舍云）小二，将酒来。（正旦云）休买酒，我车儿上有十瓶酒哩。（周舍云）还要买羊。（正旦云）休买羊，我车上有个熟羊哩。（周舍云）好、好、好，待我买红去。（正旦云）休买红，我箱子里有一对大红罗。周舍，你争甚么那！你的便是我的，我的就是你的。（唱）【二煞】则这紧的到头终是紧，亲的原来只是亲。凭着我花朵儿身躯、笋条几年纪，为这锦片儿前程，倒赔了几锭儿花银。拚着个十米九糠，问甚么两妇三妻，受了些万苦千辛。我着人头上气忍，不枉了一世做郎君。【黄钟尾】你穷杀呵，甘心守分捱贫困；你富呵，休笑我饱暖生淫惹议论。您心中觑个意顺。但休了你这门内人，不要你钱财使半文。早是我走将来自上门。家业家私待你六亲，肥马轻裘待你一身，倒贴了奁房和你为眷姻。（云）我若还嫁了你，我不比那宋引章，针指油面，刺绣铺房，大裁小剪，都不晓得一些儿的。（唱）我将你写了的休书正了本。（同下）第四折（外旦上，云）这些时周舍敢待来也？（周舍上，见科）（外旦云）周舍，你要吃甚么茶饭？（周舍做怒科，云）好也，将纸笔来，写与你一纸休书，你快走！（外旦接休书不走科，云）我有甚么不是，你休了我？（周舍云）你还在这里？你快走！（外旦云）你真个休了我？你当初要我时怎么样说来？你这负心汉，害天灾的！你要去，我偏不去。（周舍推出门科）（外旦云）我出的这门来。周舍，你好痴也！赵盼儿姐姐，你好强也。我将着这休书，直至店中寻姐姐去来。（下）（周舍云）这贱人去了，我到店中娶那妇人去。（做到店科，叫云）店小二，恰才来的那妇人在那里？（小二云）你刚出门，他也上马去了。（周舍云）倒着他道儿了！将马来，我赶将他去。（小二云）马揣驹了。（周舍云）鞴骡子。（小二云）骡子漏蹄。（周舍云）这等，我步行赶将他去。（小二云）我也赶他去。（同下）（旦同外旦上）（外旦云）若不是姐姐，我怎能勾出的这门也！（正旦云）走、走、走！（唱）【双调】【新水令】笑吟吟案板似写着休书，则俺这脱空的故人何处？卖弄他能爱女、有权术，怎禁那得胜葫芦说到有九千句。（云）引章，你将那休书来与我看咱。（外旦付休书）（正旦换科，云）引章，你再要嫁人时，全凭这一张纸是个照证，你收好者！（外旦接科）（周舍赶上，喝云）贱人，那里去！宋引章，你是我的老婆，如何逃走？（外旦云）周舍，你与了我休书，赶出我来了。（周舍云）休书上手模印五个指头，那里四个指头的是休书？（外旦展看，周夺咬碎科）（外旦云）姐姐，周舍咬碎我的休书也。（旦上救科）（周舍云）你也是我的老婆（正旦云）我怎么是你的老婆？（周舍云）你吃了我的酒来。（正旦云）我车上有十瓶好酒，怎么是你的，（周舍云）你可受我的羊来。（正旦云）我自有一只熟羊，怎么是你的？（周舍云）你受我的红定来。（正旦云）我自有大红罗，怎么是你的？（唱）【乔牌儿】酒和羊，车上物；大红罗，自将去。你一心淫滥无是处，要将人白赖取。（周舍云）你曾说过誓嫁我来。（正旦唱）【庆东原】俺须是卖空虚，凭着那说来的言咒誓为活路。（带云）怕你不信呵，（唱）遍花街请到娼家女，那一个不对着明香宝烛，那一个不指着皇天后土，那一个不赌着鬼戮神诛？若信这咒盟言，早死的绝门户！（云）引章妹子，你跟将他去。（外旦怕科，云）姐姐，跟了他去就是死。（正旦唱）【落梅风】则为你思虑，忒模糊。（周舍云）休书已毁了，你不跟我去待怎么？（外旦怕科）（正旦云）妹子休慌莫伯！咬碎的是假休书。（唱）我特故抄与你个休书题目，我跟前见放着这亲模。（周舍夺科）（正旦唱）便有九头牛，也拽不出去。（周扯二旦科，云）明有王法，我和你告官去来。（同下）（外扮孤引张千上，诗云）声名德化九重闻，良夜家家不闭门。雨后有人耕绿野，月明无犬吠花村。小官郑州守李公弼是也。今日升起早衙，断理些公事。张千，喝撺箱。（张千云）理会的。（周舍同二旦、卜儿上）（周叫云）冤屈也！（孤云）告甚么事？（周舍云）大人可怜见，混赖我媳妇。（孤云）谁混赖你的媳妇？（周舍云）是赵盼儿设计混赖我媳妇宋引章。（孤云）那妇人怎么说？（正旦云）宋引章是有丈夫的，被周舍强占为妻，昨日又与了休书，怎么是小妇人混赖他的！（唱）【雁儿落】这厮心狠毒，这厮家豪富，衜一味虚肚肠，不踏着实途路。【得胜令】宋引章有亲夫，他强占作家属。淫乱心情歹，凶顽胆气粗，无徒！到处里胡为做。现放着体书，望恩官明鉴取。（安秀实上，云）适才赵盼儿使人来说；\"宋引章已有休书了，你快告官去，便好娶他。\"这里是衙门首，不免高叫道：冤屈也！（孤云）衙门外谁闹？拿过来！（张千拿入科，云）告人当面。（孤云）你告谁来？（安秀实云）我安务实，聘下宋引章，被郑州周舍强夺为妻，乞大人做主咱！（孤云）谁是保亲？（安秀实云）是赵盼儿。（孤云）赵盼儿，你说宋引章原有丈夫，是谁？（正旦云）正是这安秀才。（唱）【沽美酒】他幼年间便习儒，腹隐着九经书；又是俺共里同村一处居，接受了钗环财物，明是个良人妇。（孤云）赵盼儿，我问你。这保亲的委是你么？（正旦云）是小妇人。（唱）【太平令】现放着保亲的堪为凭据，怎当他抢亲的百计亏图？那里是明婚正娶，公然的伤风败俗！今日个诉与太府做主，可怜见断他夫妻完聚。（孤云）周舍，那宋引章明明有丈夫的，你怎生还赖是你的妻子？若不看你父亲面上，送你有司问罪！您一行人，听我下断：周舍杖六十，与民一体当差。宋引章仍归安秀才为妻;赵盼儿等宁家住坐。（词云）只为老虔婆爱贿贪钱，赵盼儿细说根源。呆周舍不安本业，安秀才夫妇团圆。（众叩谢科）（正旦唱）【收尾】对恩官一一说缘故，分剖开贪夫怨女。面糊盆再休说死生交，风月所重谐燕莺侣。题目安秀才花柳成花烛正名赵盼儿风月救风尘春风桃李繁，夏浦荷莲间，秋霜黄菊残，冬雪白梅绽。四季手轻翻，百岁指空弹。谩说周秦汉，徒夸孔孟颜。人间，几度黄粱饭；狼山，金杯休放闲。名缰厮缠挽，利锁相牵绊。孤舟乱石湍，羸马连云栈。宰相五更寒，将军夜渡关。创业非容易，升平守分难。长安，那个是周公旦；狼山，风流访谢安。韩侯一将坛，诸葛三分汉。功名纸半张，富贵十年限。行路古来难，古道近长安。紧把心猿系，牢将意马拴。尘寰，倒大无忧患；狼山，白云相伴闲。荒荒时务艰，急急光阴换。一局棋未终，腰斧柯先烂。百岁霎光间，莫惜此时闲。三两知心友，鲸杯且吸干。休弹，玉人齐声叹；狼山，兴亡一笑间。从他绿鬓斑，欹枕白石烂。回头红日晚，满目青山矸。翠立数峰寒，碧锁暮云间。媚景春前赏，晴岚雨后看。开颜，玉盏金波满；狼山，人生相会难。诗情放，剑气豪，英雄不把穷通较。江中斩蛟，云间射雕，席上挥毫。他得志笑闲人，他失脚闲人笑。",
        "author": "元代",
        "poem_class": "田园",
        "dynasty": "汪元亨"
    },
    {
        "title": "晚晴",
        "paragraph": "村晚惊风度，庭幽过雨沾。夕阳薰细草，江色映疏帘。书乱谁能帙，怀干可自添。时闻有馀论，未怪老夫潜。大道如青天，我独不得出。羞逐长安社中儿，赤鸡白雉赌梨栗。弹剑作歌奏苦声，曳裾王门不称情。淮阴市井笑韩信，汉朝公卿忌贾生。君不见昔时燕家重郭隗，拥篲折节无嫌猜。剧辛乐毅感恩分，输肝剖胆效英才。昭王白骨萦蔓草，谁人更扫黄金台？行路难，归去来！秦中花鸟已应阑，塞外风沙犹自寒。夜听胡笳折杨柳，教人意气忆长安。宦情羁思共凄凄，春半如秋意转迷。山城过雨百花尽，榕叶满庭莺乱啼。",
        "author": "唐代",
        "poem_class": "田园",
        "dynasty": "杜甫"
    },
    {
        "title": "鹧鸪天·黄沙道中",
        "paragraph": "句里春风正剪裁。溪山一片画图开。轻鸥自趁虚船去，荒犬还迎野妇回。松共竹，翠成堆。要擎残雪斗疏梅。乱鸦毕竟无才思，时把琼瑶蹴下来。雪花飞暖融香颊。颊香融暖飞花雪。欺雪任单衣。衣单任雪欺。别时梅子结。结子梅时别。归不恨开迟。迟开恨不归。元丰六年十月十二日夜，解衣欲睡，月色入户，欣然起行。念无与为乐者，遂至承天寺寻张怀民。怀民亦未寝，相与步于中庭。庭下如积水空明，水中藻、荇交横，盖竹柏影也。何夜无月？何处无竹柏？但少闲人如吾两人者耳。桃李莫相妒，夭姿元不同。犹余雪霜态，未肯十分红。",
        "author": "宋代",
        "poem_class": "田园",
        "dynasty": "辛弃疾"
    },
    {
        "title": "和胡西曹示顾贼曹",
        "paragraph": "蕤宾五月中，清朝起南颸。不驶亦不迟，飘飘吹我衣。重云蔽白日，闲雨纷微微。流目视西园，烨烨荣紫葵。于今甚可爱，奈何当复衰！感物愿及时，每恨靡所挥。悠悠待秋稼，寥落将赊迟。逸想不可淹，猖狂独长悲！天地无穷。人命有终。立功扬名。行之在躬。圣贤度量。得为道中。长安城中秋夜长，佳人锦石捣流黄。香杵纹砧知近远，传声递响何凄凉。七夕长河烂，中秋明月光。蠮螉塞边绝候雁，鸳鸯楼上望天狼。潜龙育神躯。跃鳞戏兰池。延颈慕大庭。寝足俟皇羲。庆云未垂景。盘桓朝阳陂。悠悠非吾匹。畴肯应俗宜。殊类难徧周。鄙议纷流离。轗轲丁悔吝。雅志不得施。耕耨感宁越。马席激张仪。逝将离羣侣。杖策追洪崖。焦股振六翮。罗者安所羁。浮游太清中。更求新相知。比翼翔云汉。饮露餐琼枝。多念世间人。夙驾咸驱驰。冲静得自然。荣华安足为。",
        "author": "魏晋",
        "poem_class": "田园",
        "dynasty": "陶渊明"
    },
    {
        "title": "哨遍·为米折腰",
        "paragraph": "陶渊明赋《归去来》，有其词而无其声。余治东坡，筑雪堂于上。人俱笑其陋，独鄱阳董毅夫过而悦之，有卜邻之意。乃取《归去来》词，稍加檃括，使就声律，以遗毅夫。 使家童歌之，时相从于东坡，释耒而和之，扣牛角而为之节，不亦乐乎？为米折腰，因酒弃家，口体交相累。归去来，谁不遣君归。觉从前皆非今是。露未晞。征夫指予归路，门前笑语喧童稚。嗟旧菊都荒，新松暗老，吾年今已如此。但小窗容膝闭柴扉。策杖看孤云暮鸿飞。云出无心，鸟倦知还，本非有意。噫！归去来兮。我今忘我兼忘世。亲戚无浪语，琴书中有真味。步翠麓崎岖，泛溪窈窕，涓涓暗谷流春水。观草木欣荣，幽人自感，吾生行且休矣。念寓形宇内复几时。不自觉皇皇欲何之？委吾心、去留谁计。神仙知在何处？富贵非吾志。但知临水登山啸咏，自引壶觞自醉。此生天命更何疑。且乘流、遇坎还止。梅花南北路，风雨湿征衣。出岭同谁出？归乡如此归！(此归 一作：不归)山河千古在，城郭一时非。饿死真吾志，梦中行采薇。青烟幂处，碧海飞金镜。永夜闲阶卧桂影。露凉时、零乱多少寒螀，神京远，惟有蓝桥路近。 水晶帘不下，云母屏开，冷浸佳人淡脂粉。待都将许多明，付与金尊，投晓共、流霞倾尽。更携取、胡床上南楼，看玉做人间，素秋千顷。磨针溪，在象耳山下。世传李太白读书山中，未成，弃去。过是溪，逢老媪方磨铁杵。问之，曰：“欲作针。”太白感其意，还卒业。",
        "author": "宋代",
        "poem_class": "田园",
        "dynasty": "苏轼"
    },
    {
        "title": "被檄夜赴邓州幕府",
        "paragraph": "幕府文书鸟羽轻，敝裘羸马月三更。未能免俗私自笑，岂不怀归官有程？十里陂塘春鸭闹，一川桑柘晚烟平。此生只合田间老，谁遣春官识姓名？临水时自照，照我须与眉。须眉何所似，恰似纯白丝。从兹一白后，宁有再黑时。譬如花落地，不复还故枝。殷勤语须眉，听我自解诗。幼小痴读书，既壮多忧思。自苦有冰檗，自润无膏脂。劳生到今日，汝白将何辞。光禄池台，将军楼阁，十年一梦中间。短衣匹马，重见镇州山。内翰当年醉墨，纱笼在、高阁依然。今何夕，灯前儿女，飘荡喜生还。衣冠初北渡，几人能得，对酒常闲。算唯君日日，陶写余欢。得陇且休望蜀，南山卧、白额黄班。茅檐底，男儿未老，勋业后来看。每日行持都不是，今朝顿觉舒宽。□和交媾聚成团。婴儿投姹女，虎绕与龙蟠。四象同房搓玉线，一穿透过金丹。自然光艳出泥丸。有言言不尽，无说说非难。",
        "author": "金朝",
        "poem_class": "田园",
        "dynasty": "元好问"
    },
    {
        "title": "寄宿田家",
        "paragraph": "田家老翁住东陂，说道平生隐在兹。鬓白未曾记日月，山青每到识春时。门前种柳深成巷，野谷流泉添入池。牛壮日耕十亩地，人闲常扫一茅茨。客来满酌清尊酒，感兴平吟才子诗。岩际窟中藏鼹鼠，潭边竹里隐鸬鹚。村墟日落行人少，醉后无心怯路歧。今夜只应还寄宿，明朝拂曙与君辞。庭前芍药妖无格，池上芙蕖净少情。唯有牡丹真国色，花开时节动京城。山僧对棋坐，局上竹阴清。映竹无人见，时闻下子声。小娃撑小艇，偷采白莲回。不解藏踪迹，浮萍一道开。海客谈瀛洲，烟涛微茫信难求；越人语天姥，云霞明灭或可睹。天姥连天向天横，势拔五岳掩赤城。天台四万八千丈，对此欲倒东南倾。我欲因之梦吴越，一夜飞度镜湖月。湖月照我影，送我至剡溪。谢公宿处今尚在，渌水荡漾清猿啼。脚著谢公屐，身登青云梯。半壁见海日，空中闻天鸡。千岩万转路不定，迷花倚石忽已暝。熊咆龙吟殷岩泉，栗深林兮惊层巅。云青青兮欲雨，水澹澹兮生烟。列缺霹雳，丘峦崩摧。洞天石扉，訇然中开。青冥浩荡不见底，日月照耀金银台。 霓为衣兮风为马，云之君兮纷纷而来下。虎鼓瑟兮鸾回车，仙之人兮列如麻。忽魂悸以魄动，恍惊起而长嗟。惟觉时之枕席，失向来之烟霞。世间行乐亦如此，古来万事东流水。别君去兮何时还？且放白鹿青崖间，须行即骑访名山。安能摧眉折腰事权贵，使我不得开心颜？",
        "author": "唐代",
        "poem_class": "田园",
        "dynasty": "高适"
    },
    {
        "title": "敕借岐王九成宫避暑应教",
        "paragraph": "帝子远辞丹凤阙，天书遥借翠微宫。隔窗云雾生衣上，卷幔山泉入镜中。林下水声喧语笑，岩间树色隐房栊。仙家未必能胜此，何事吹笙向碧空。寂寂竟何待，朝朝空自归。欲寻芳草去，惜与故人违。当路谁相假，知音世所稀。只应守寂寞，还掩故园扉。四月十七，正是去年今日，别君时。忍泪佯低面，含羞半敛眉。不知魂已断，空有梦相随。除却天边月，没人知。恻恻轻寒翦翦风，小梅飘雪杏花红。 夜深斜搭秋千索，楼阁朦胧烟雨中。",
        "author": "唐代",
        "poem_class": "田园",
        "dynasty": "王维"
    },
    {
        "title": "杂诗·其八",
        "paragraph": "代耕本非望，所业在田桑。躬亲未曾替，寒馁常糟糠。岂期过满腹，但愿饱粳粮。御冬足大布，粗絺已应阳。正尔不能得，哀哉亦可伤！人皆尽获宜，拙生失其方。理也可奈何！且为陶一觞。四时代序逝不追。寒风习习落叶飞。蟋蟀在堂露盈墀。念君远游常苦悲。君何缅然久不归。贱妾悠悠心无违。白日既没明灯辉。夜禽赴林匹鸟栖。双鸠关关宿何湄。忧来感物涕不晞。非君之念思为谁。别日何早会何迟。辛丑正月五日，天气澄和，风物闲美，与二三邻曲，同游斜川。临长流，望曾城，鲂鲤跃鳞于将夕，水鸥乘和以翻飞。彼南阜者，名实旧矣，不复乃为嗟叹。若夫曾城，傍无依接，独秀中皋，遥想灵山，有爱嘉名。欣对不足，率共赋诗。悲日月之遂往，悼吾年之不留。各疏年纪乡里，以记其时日。开岁倏五日，吾生行归休。念之动中怀，及辰为兹游。气和天惟澄，班坐依远流。弱湍驰文纺，闲谷矫鸣鸥。迥泽散游目，缅然睇曾丘。虽微九重秀，顾瞻无匹俦。提壶接宾侣，引满更献酬。未知从今去，当复如此不？中觞纵遥情，忘彼千载忧。且极今朝乐，明日非所求。长安城西双员阙。上有一双铜雀。一鸣五谷生。再鸣五谷熟。",
        "author": "魏晋",
        "poem_class": "田园",
        "dynasty": "陶渊明"
    },
    {
        "title": "涧南园即事贻皎上人",
        "paragraph": "弊庐在郭外，素产唯田园。左右林野旷，不闻朝市喧。钓竿垂北涧，樵唱入南轩。书取幽栖事，将寻静者论。风劲角弓鸣，将军猎渭城。草枯鹰眼疾，雪尽马蹄轻。忽过新丰市，还归细柳营。回看射雕处，千里暮云平。洞房昨夜停红烛，待晓堂前拜舅姑。 妆罢低声问夫婿，画眉深浅入时无。春去也，多谢洛城人。弱柳从风疑举袂，丛兰裛露似沾巾。独坐亦含嚬。春去也，共惜艳阳年。犹有桃花流水上，无辞竹叶醉尊前。惟待见青天。",
        "author": "唐代",
        "poem_class": "田园",
        "dynasty": "孟浩然"
    },
    {
        "title": "庚子岁五月中从都还阻风于规林·其二",
        "paragraph": "自古叹行役，我今始知之。山川一何旷，巽坎难与期。崩浪聒天响，长风无息时。久游恋所生，如何淹在兹。静念园林好，人间良可辞。当年讵有几？纵心复何疑！灵龟有枯甲，神龙有腐鳞。人无千岁寿，存质空相因。朝露尚移景，促哉水上尘。丘冢如履綦，不识故与新。高树来悲风，松柏垂威神。旷野何萧条，顾望无生人。但见狐狸迹，虎豹自成群。孤雏攀树鸣，离鸟何缤纷。愁子多哀心，塞耳不忍闻。长啸泪雨下，太息气成云。朝云四集，日夕布散。素景垂光，明星有烂。肃肃翔鸾，雍雍鸣雁。今我不乐，岁月其晏。姜叟毗周，子房翼汉。应期佐命，庸勋静乱。身用功显，德以名赞。世无曩事，器非时干。委命有□，承天无怨。嗟尔君子，胡为永叹。肃肃泠风。分生江湄。却背华林。俯泝丹坻。含阳吐英。履霜不衰。嗟我殊观。百卉且腓。心之忧矣。孰识玄机。",
        "author": "魏晋",
        "poem_class": "田园",
        "dynasty": "陶渊明"
    },
    {
        "title": "即事",
        "paragraph": "径暖草如积，山晴花更繁。纵横一川水，高下数家村。静憩鸡鸣午，荒寻犬吠昏。归来向人说，疑是武陵源。开时似雪。谢时似雪。花中奇绝。香非在蕊，香非在萼，骨中香彻。 占溪风，留溪月。堪羞损、山桃如血。直饶更、疏疏淡淡，终有一般情别。过春社了，度帘幕中间，去年尘冷。差池欲住，试入旧巢相并。还相雕梁藻井。又软语、商量不定。飘然快拂花梢，翠尾分开红影。 芳径。芹泥雨润。爱贴地争飞，竞夸轻俊。红楼归晚，看足柳昏花暝。应自栖香正稳。便忘了、天涯芳信。愁损翠黛双蛾，日日画阑独凭。烟霏霏，雪霏霏。雪向梅花枝上堆，春从何处回！醉眼开，睡眼开，疏影横斜安在哉？从教塞管催。",
        "author": "宋代",
        "poem_class": "田园",
        "dynasty": "王安石"
    },
    {
        "title": "夏日浮舟过陈大水亭 / 浮舟过滕逸人别业",
        "paragraph": "水亭凉气多，闲棹晚来过。涧影见松竹，潭香闻芰荷。 野童扶醉舞，山鸟助酣歌。幽赏未云遍，烟光奈夕何。镜湖三百里，菡萏发荷花。五月西施采，人看隘若耶。回舟不待月，归去越王家。飒飒西风满院栽，蕊寒香冷蝶难来。 他年我若为青帝，报与桃花一处开。五月天山雪，无花只有寒。笛中闻折柳，春色未曾看。晓战随金鼓，宵眠抱玉鞍。愿将腰下剑，直为斩楼兰。",
        "author": "唐代",
        "poem_class": "田园",
        "dynasty": "孟浩然"
    },
    {
        "title": "田园乐七首·其二",
        "paragraph": "再见封侯万户，立谈赐璧一双。讵胜耦耕南亩，何如高卧东窗。国子先生晨入太学，招诸生立馆下，诲之曰：“业精于勤，荒于嬉；行成于思，毁于随。方今圣贤相逢，治具毕张。拔去凶邪，登崇畯良。占小善者率以录，名一艺者无不庸。爬罗剔抉，刮垢磨光。盖有幸而获选，孰云多而不扬？诸生业患不能精，无患有司之不明；行患不能成，无患有司之不公。”言未既，有笑于列者曰：“先生欺余哉！弟子事先生，于兹有年矣。先生口不绝吟于六艺之文，手不停披于百家之编。纪事者必提其要，纂言者必钩其玄。贪多务得，细大不捐。焚膏油以继晷，恒兀兀以穷年。先生之业，可谓勤矣。觝排异端，攘斥佛老。补苴罅漏，张皇幽眇。寻坠绪之茫茫，独旁搜而远绍。障百川而东之，回狂澜于既倒。先生之于儒，可谓有劳矣。沉浸醲郁，含英咀华，作为文章，其书满家。上规姚姒，浑浑无涯；周诰、殷《盘》，佶屈聱牙；《春秋》谨严，《左氏》浮夸；《易》奇而法，《诗》正而葩；下逮《庄》、《骚》，太史所录；子云，相如，同工异曲。先生之于文，可谓闳其中而肆其外矣。少始知学，勇于敢为；长通于方，左右具宜。先生之于为人，可谓成矣。然而公不见信于人，私不见助于友。跋前踬后，动辄得咎。暂为御史，遂窜南夷。三年博士，冗不见治。命与仇谋，取败几时。冬暖而儿号寒，年丰而妻啼饥。头童齿豁，竟死何裨。不知虑此，而反教人为？”先生曰：“吁，子来前！夫大木为杗，细木为桷，欂栌、侏儒，椳、闑、扂、楔，各得其宜，施以成室者，匠氏之工也。玉札、丹砂，赤箭、青芝，牛溲、马勃，败鼓之皮，俱收并蓄，待用无遗者，医师之良也。登明选公，杂进巧拙，纡馀为妍，卓荦为杰，校短量长，惟器是适者，宰相之方也。昔者孟轲好辩，孔道以明，辙环天下，卒老于行。荀卿守正，大论是弘，逃谗于楚，废死兰陵。是二儒者，吐辞为经，举足为法，绝类离伦，优入圣域，其遇于世何如也？今先生学虽勤而不繇其统，言虽多而不要其中，文虽奇而不济于用，行虽修而不显于众。犹且月费俸钱，岁靡廪粟；子不知耕，妇不知织；乘马从徒，安坐而食。踵常途之役役，窥陈编以盗窃。然而圣主不加诛，宰臣不见斥，兹非其幸欤？动而得谤，名亦随之。投闲置散，乃分之宜。若夫商财贿之有亡，计班资之崇庳，忘己量之所称，指前人之瑕疵，是所谓诘匠氏之不以杙为楹，而訾医师以昌阳引年，欲进其豨苓也。 凉冷三秋夜，安闲一老翁。卧迟灯灭后，睡美雨声中。灰宿温瓶火，香添暖被笼。晓晴寒未起，霜叶满阶红。凤吹声如隔彩霞，不知墙外是谁家。重门深锁无寻处，疑有碧桃千树花。",
        "author": "唐代",
        "poem_class": "田园",
        "dynasty": "王维"
    },
    {
        "title": "山坡羊·江山如画",
        "paragraph": "江山如画，茅檐低厦，妇蚕缫婢织红奴耕稼。务桑麻，捕鱼虾。渔樵见了无别话，三国鼎分牛继马。兴，休羡他。亡，休羡他。灿灿萱草花，罗生北堂下。南风吹其心，摇摇为谁吐？慈母倚门情，游子行路苦。甘旨日以疏，音问日以阻。举头望云林，愧听慧鸟语。春风桃李繁，夏浦荷莲间，秋霜黄菊残，冬雪白梅绽。四季手轻翻，百岁指空弹。谩说周秦汉，徒夸孔孟颜。人间，几度黄粱饭；狼山，金杯休放闲。名缰厮缠挽，利锁相牵绊。孤舟乱石湍，羸马连云栈。宰相五更寒，将军夜渡关。创业非容易，升平守分难。长安，那个是周公旦；狼山，风流访谢安。韩侯一将坛，诸葛三分汉。功名纸半张，富贵十年限。行路古来难，古道近长安。紧把心猿系，牢将意马拴。尘寰，倒大无忧患；狼山，白云相伴闲。荒荒时务艰，急急光阴换。一局棋未终，腰斧柯先烂。百岁霎光间，莫惜此时闲。三两知心友，鲸杯且吸干。休弹，玉人齐声叹；狼山，兴亡一笑间。从他绿鬓斑，欹枕白石烂。回头红日晚，满目青山矸。翠立数峰寒，碧锁暮云间。媚景春前赏，晴岚雨后看。开颜，玉盏金波满；狼山，人生相会难。烟草萋萋，霜叶飞飞，落闲阶不管狼籍。雁儿才过，燕子先归。盼佳音，无佳信，误佳期。【幺】帘幕空垂，院宇幽凄，步回廊自恨别离。松鬓发，束减腰围。见人羞，惊人问，怕人知。【乔木查】但凭高望远，谩把阑干倚。不信功名犹未已，知他何处也，歌酒狂迷。【天仙令】相思忆，长是泪沾衣。恨满西风，情随逝水，闲恨与闲情，何日终极。伤心眼前无限景，都撮上愁眉。【离亭带歇指煞】橹声齐和归帆急，渔歌渐远鸣榔息。尖青寸碧，遥岑叠连天际。暮霭生，孤烟起。掩映残霞落日，江上两三家，山前六七里。寄情春满皇州，名遍青楼，二十年旖旎风流。金鞍玉勒，矮帽轻裘。谢娘诗，云子酿，雪儿讴。【乔木查】几愁花病洒，偏甚今番瘦。非是潘郎不奈秋，都因风韵他，引起闲愁。【拨不断】两绸缪，意相投，天然一点芳心透。年纪未三十过二九，多情莺燕蜂蝶友，速难成就。【天仙令】于飞愿，端的几时酬？会语应难，修书问候。铺玉版写银钩，寄与娇羞。真真的的美眷爱，不尚延由。【离亭带歇指煞】休违了剪发燃香咒，莫忘了并枕同衾褥。再休眉期眼约闲<辶它>逗，娘间阻人调斗，枉教咱千生万受。长办着惜花心，空闲了画眉手。痴迷既不知心，便不知音，既知音岂不知心？文君有意，司马调琴。想从初，思已往，怨而今。【拨不断】泪淋淋，湿离襟，近来憔悴都因您。可是相思况味深，自西风吹断回文锦，瘦来直恁。【天仙令】特然地，这几日越昏沉。鬼病难捱，情怀不禁。自恨咱家，无分消任。天长地久争奈何，虚度光阴。【离亭宴带歇指煞】情知的不是娘拘禁，度量来非为人谗谮。再审小冤家，不道人图甚。饥不タ进饮食，卧不能安床枕。岂止道忘餐废寝，鬓发已成潘，形骸俏如沈。",
        "author": "元代",
        "poem_class": "田园",
        "dynasty": "陈草庵"
    },
    {
        "title": "秋日田园杂兴",
        "paragraph": "杞菊垂珠滴露红，两蛩相应语莎丛。虫丝罥尽黄葵叶，寂历高花侧晚风。朱门巧夕沸欢声，田舍黄昏静掩扃。男解牵牛女能织，不须徼福渡河星。橘蠹如蚕入化机，枝间垂茧似蓑衣；忽然蜕作多花蝶，翅粉才乾便学飞。静看檐蛛结网低，无端妨碍小虫飞。蜻蜒倒挂蜂儿窘，催唤山童为解围。垂成穑事苦艰难，忌雨嫌风更怯寒。牋诉天公休掠剩，半赏私债半输官。秋来只怕雨垂垂，甲子无云万事宜。获稻毕工随晒谷，直须晴到入仓时。中秋全景属潜夫，棹入空明看太湖。身外水天银一色，城中有此月明无。新筑场泥镜面平，家家打稻趁霜晴；笑歌声里轻雷动，一夜连枷响到明。租船满载候开仓，粒粒如珠白似霜。不惜两钟输一斛，尚赢糠核饱儿郎。菽粟瓶罂贮满家，天教将醉作生涯。不知新滴堪篘未？细捣枨虀买鱠鱼，细捣枨虀卖脍鱼，西风吹上四腮鲈。雪松酥腻千丝缕，除却松江到处无。新霜彻晓报秋深，染尽青林作缬林。惟有橘园风景异，碧丛丛里万黄金。学向勤中得，萤窗万卷书。三冬今足用，谁笑腹空虚。欲减罗衣寒未去，不卷珠帘，人在深深处。红杏枝头花几许？啼痕止恨清明雨。尽日沉烟香一缕，宿酒醒迟，恼破春情绪。飞燕又将归信误，小屏风上西江路。淳熙丙申至日，予过维扬。夜雪初霁，荠麦弥望。入其城，则四顾萧条，寒水自碧，暮色渐起，戍角悲吟。予怀怆然，感慨今昔，因自度此曲。千岩老人以为有《黍离》之悲也。淮左名都，竹西佳处，解鞍少驻初程。过春风十里，尽荠麦青青。自胡马窥江去后，废池乔木，犹厌言兵。渐黄昏，清角吹寒，都在空城。 杜郎俊赏，算而今重到须惊。纵豆蔻词工，青楼梦好，难赋深情。二十四桥仍在，波心荡，冷月无声。念桥边红药，年年知为谁生？",
        "author": "宋代",
        "poem_class": "田园",
        "dynasty": "范成大"
    },
    {
        "title": "赠裴十迪",
        "paragraph": "风景日夕佳，与君赋新诗。澹然望远空，如意方支颐。春风动百草，兰蕙生我篱。暧暧日暖闺，田家来致词。欣欣春还皋，淡淡水生陂。桃李虽未开，荑萼满芳枝。请君理还策，敢告将农时。天平山上白云泉，云自无心水自闲。何必奔冲山下去，更添波浪向人间。艳色天下重，西施宁久微。朝为越溪女，暮作吴宫妃。贱日岂殊众，贵来方悟稀。邀人傅香粉，不自著罗衣。君宠益娇态，君怜无是非。当时浣纱伴，莫得同车归。持谢邻家子，效颦安可希。忆年十五心尚孩，健如黄犊走复来。庭前八月梨枣熟，一日上树能千回。即今倏忽已五十，坐卧只多少行立。强将笑语供主人，悲见生涯百忧集。入门依旧四壁空，老妻睹我颜色同。痴儿不知父子礼，叫怒索饭啼门东。",
        "author": "唐代",
        "poem_class": "田园",
        "dynasty": "王维"
    },
    {
        "title": "田园乐七首·其七",
        "paragraph": "酌酒会临泉水，抱琴好倚长松。南园露葵朝折，东谷黄粱夜舂。客心争日月，来往预期程。秋风不相待，先至洛阳城。昔日戏言身后意，今朝都到眼前来。(身后意 一作：身后事)衣裳已施行看尽，针线犹存未忍开。尚想旧情怜婢仆，也曾因梦送钱财。诚知此恨人人有，贫贱夫妻百事哀。去郭轩楹敞，无村眺望赊。澄江平少岸，幽树晚多花。细雨鱼儿出，微风燕子斜。城中十万户，此地两三家。蜀天常夜雨，江槛已朝晴。叶润林塘密，衣干枕席清。不堪祗老病，何得尚浮名。浅把涓涓酒，深凭送此生。",
        "author": "唐代",
        "poem_class": "田园",
        "dynasty": "王维"
    },
    {
        "title": "殿前欢·畅幽哉",
        "paragraph": "畅幽哉，春风无处不楼台。一时怀抱俱无奈，总对天开。就渊明归去来，怕鹤怨山禽怪，问甚功名在？酸斋是我，我是酸斋。混沌屯蒙如卵，昏昏默默盈空。浩然太素抱鸿蒙。一气循环凝重。内隐真水真火，氤氲盘结如冰。中心元始造玄功。三气齐分太定。嘉树拂五云，大鹏垂万里。海门浪汹涌，春龙从此起。骊山横岫，渭河环秀，山河百二还如旧。狐兔悲，草木秋；秦宫隋苑徒遗臭，唐阙汉陵何处有？山，空自愁；河，空自流。",
        "author": "元代",
        "poem_class": "田园",
        "dynasty": "贯云石"
    },
    {
        "title": "冬日田园杂兴",
        "paragraph": "斜日低山片月高，睡余行药绕江郊。霜风捣尽千林叶，闲倚筇枝数鹳巢。炙背檐前日似烘，暖醺醺后困蒙蒙。过门走马何官职，侧帽笼鞭战北风！屋上添高一把茅，密泥房壁似僧寮。从教屋外阴风吼，卧听篱头响玉箫。松节然膏当烛笼，凝烟如墨暗房栊；晚来拭净南窗纸，便觉斜阳一倍红。乾高寅缺筑牛宫，巵酒豚蹄酹土公。牯牸无瘟犊儿长，明年添种越城东。放船开看雪山晴，风定奇寒晚更凝。坐听一篙珠玉碎，不知湖面已成冰！拨雪挑来踏地菘，味如蜜藕更肥醲。朱门肉食无风味，只作寻常菜把供。榾柮无烟雪夜长，地炉煨酒暖如汤。莫嗔老妇无盘飣，笑指灰中芋栗香。煮酒春前腊后蒸，一年长飨瓮头清。廛居何似山居乐，秫米新来禁入城。黄纸蠲租白纸催，皂衣旁午下乡来。长官头脑冬烘甚，乞汝青钱买酒回。探梅公子款柴门，枝北枝南总未春；忽见小桃红似锦，却疑侬是武陵人。村巷冬年见俗情，邻翁讲礼拜柴荆。长衫布缕如霜雪，云是家机自织成。近清明。翠禽枝上消魂。可惜一片清歌，都付与黄昏。欲共柳花低诉，怕柳花轻薄，不解伤春。念楚乡旅宿，柔情别绪，谁与温存。 空樽夜泣，青山不语，残月当门。翠玉楼前，惟是有、一波湘水，摇荡湘云。天长梦短，问甚时、重见桃根。这次第，算人间没个并刀，剪断心上愁痕。湖上西风急暮蝉。夜来清露湿红莲。少留归骑促歌筵。 为别莫辞金盏酒。入朝须近玉炉烟。不知重会是何年。茅檐长扫净无苔，花木成畦手自栽。一水护田将绿绕，两山排闼送青来。",
        "author": "宋代",
        "poem_class": "田园",
        "dynasty": "范成大"
    },
    {
        "title": "四月二十三日晚同太冲表之公实野步",
        "paragraph": "四山矗矗野田田，近是人烟远是邨。鸟外疏钟灵隐寺，花边流水武陵源。有逢即画原非笔，所见皆诗本不言。看插秧栽欲忘返，杖藜徙倚至黄昏。窗间梅熟落蒂，墙下笋成出林。连雨不知春去，一晴方觉夏深。驿外断桥边，寂寞开无主。已是黄昏独自愁，更着风和雨。(着 同：著) 无意苦争春，一任群芳妒。零落成泥碾作尘，只有香如故。缑山仙子，高清云渺，不学痴牛騃女。凤箫声断月明中，举手谢、时人欲去。客槎曾犯，银河微浪，尚带天风海雨。相逢一醉是前缘，风雨散、飘然何处？",
        "author": "宋代",
        "poem_class": "田园",
        "dynasty": "洪炎"
    },
    {
        "title": "信南山",
        "paragraph": "信彼南山，维禹甸之。畇畇原隰，曾孙田之。我疆我理，南东其亩。上天同云。雨雪雰雰，益之以霡霂。既优既渥，既沾既足。生我百谷。疆埸翼翼，黍稷彧彧。曾孙之穑，以为酒食。畀我尸宾，寿考万年。中田有庐，疆埸有瓜。是剥是菹，献之皇祖。曾孙寿考，受天之祜。祭以清酒，从以骍牡，享于祖考。执其鸾刀，以启其毛，取其血膋。是烝是享，苾苾芬芬。祀事孔明，先祖是皇。报以介福。万寿无疆。请成相。世之殃。愚暗愚暗堕贤良。人主无贤。如瞽无相何伥伥。请布基。慎圣人。愚而自专事不治。主忌苟胜。群臣莫谏必逢灾。论臣过。反其施。尊主安国尚贤义。拒谏饰非。愚而上同国必祸。曷谓罢。国多私。比周还主党与施。远贤。近谗。忠臣蔽塞主势移。曷谓贤。明君臣。上能尊主爱下民。主诚听之。天下为一四海宾。主之孽。谗人达。贤能遁逃国乃蹷。愚以重愚。暗以重暗成为桀。世之灾。妬贤能。飞廉知政任恶来。卑其志意。大其园囿高其台。武王怒。师牧野。纣卒易乡启乃下。武王善之。封之于宋立其祖。世之衰。谗人归。比干见刳箕子累。武王诛之。吕尚招麾殷民怀。世之祸。恶贤士。子胥见杀百里徒。穆公得之。强配五伯六卿施。世之愚。恶大儒。逆斥不通孔子拘。展禽三绌。春申道缀基毕输。请牧基。贤者思。尧在万世如见之。谗人罔极。险陂倾侧此之疑。基必施。辩贤罢。文武之道同伏戏。由之者治。不由者乱何疑为。凡成相。辩法方。至治之极复后王。慎墨季惠。百家之说诚不祥。治复一。脩之吉。君子执之心如结。众人贰之。谗夫弃之形是诘。水至平。端不倾。心术如此象圣人。□而有势。直而用抴必参天。世无王。穷贤良。暴人刍豢仁人糟糠。礼乐灭息。圣人隐伏墨术行。治之经。礼与刑。君子以脩百姓宁。明德慎罚。国家既治四海平。治之志。后势富。君子诚之好以待。处之敦固。有深藏之能远思。思乃精。志之荣。好而一之神以诚。精神相反。一而不贰为圣人。治之道。美不老。君子由佼以好。下以教诲子弟。上以事祖考。成相竭。辞不蹷。君子道之顺以达。宗其贤良辩其殃孽□□□。请成相。道圣王。尧舜尚贤身辞让。许由善卷。重义轻利行显明。尧让贤。以为民。氾利兼爱德施均。辩治上下。贵贱有等明君臣。尧授能。舜遇时。尚贤推德天下治。虽有贤圣。适不遇世孰知之。尧不德。舜不辞。妻以二女任以事。大人哉舜。南面而立万物备。舜授禹以天下。尚德推贤不失序。外不避仇。内不阿亲贤者予。禹劳心力。尧有德。干戈不用三苗服。举舜甽畝。任之天下身休息。得后稷。五谷殖。夔为乐正鸟兽服。契为司徒。民知孝尊弟有德。禹有功。抑下鸿。辟除民害逐共工。北决九河。通十二渚疏三江。禹傅土。平天下。躬亲为民行劳苦。得益皋陶。横革直成为辅。契玄王。生昭明。居于砥石迁于商。十有四世乃有天乙是成汤。天乙汤。论举当。身让卞随举牟光。□□□□道古贤圣基必张。□□愿陈辞。世乱恶善不此治。隐讳疾贤。良由姦诈鲜无灾。患难哉阪为先圣知不用愚者谋。前车已覆。后未知更何觉时。不觉悟。不知苦。迷惑失指易上下。忠不上达。蒙掩耳目塞门户。门户塞。大迷惑。悖乱昏莫不终极。是非反易。比周期上恶正直。正直恶。心无度。邪枉辟回失道途。已无邮人我独自美岂无故。不知戒。后必有恨后遂过不肯悔。谗夫多进。反复言语生诈态。人之态。不如备。争宠疾贤利恶忌。妬功毁贤。下敛党与上蔽匿。上壅蔽。失辅势。任用谗夫不能制。郭公长父之难。厉王流于彘。周幽厉。所以败。不听规谏忠是害。嗟我何人。独不遇时当乱世。欲对衷言不从。恐为子胥身离凶。进谏不听。刭而独鹿弃之江。观往事。以自戒。治乱是非亦可识。□□□□托于成相以喻意。请成相。言治方。君论有五约以明。君谨守之。下皆平正国乃昌。臣下职。莫游食。务本节用財无极。事业听上。莫得相使一民力。守其职。足衣食。厚薄有等明爵服。利往卬上。莫得擅与孰私得。君法明。论有常。表仪既设民知方。进退有律。莫得贵贱孰私王。君法仪。禁不为。莫不说教名不移。脩之者荣。离之者辱孰它师。刑称陈。守其银。下不得用轻私门。罪祸有律。莫得轻重威不分。请牧祺。用有基。主好论议必善谋。五听循领。莫不理续主执持。听之经。明其请。参伍明谨施赏刑。显者必得隐者复显民反诚。言有节。稽其实。信诞以分赏罚必。下不欺上。皆以情言明若日。上通利。隐远至。观法不法见不视。耳目既显。吏敬法令莫敢恣。君教出。行有律。吏谨将之无敌铍滑。下不私请。各以所宜舍巧拙。臣谨脩。君制变。公察善思论不乱。以治天下。后世法之成律贯。海鸟曰“爰居”，止于鲁东门之外二日。臧文仲使国人祭之。展禽曰：“越哉，臧孙之为政也！夫祀，国之大节也，而节，政之所成也。故慎制祀以为国典。今无故而加典，非政之宜也。“夫圣王之制祀也，法施于民则祀之，以死勤事则祀之，以劳定国则祀之，能御大灾则祀之，能捍大患则祀之。非是族也，不在祀典。昔烈山氏之有天下也，其子曰柱，能植百谷百蔬。夏之兴也，周弃继之，故祀以为稷。共工氏之伯九有也，其子曰后土，能平九土，故祀以为社。黄帝能成命百物，以明民共财。颛顼能修之，帝喾能序三辰以固民，尧能单均刑法以议民，舜勤民事而野死，鲧障供水而殛死，禹能以德修鲧之功，契为司徒而民辑，冥勤其官而水死，汤以宽治民而除其邪，稷勤百谷雨山死，文王以文昭，武王去民之秽。故有虞氏禘黄帝而祖颛顼，郊尧而宗舜；夏后氏禘黄帝面祖颛顼，郊鲧而宗禹；商人禘舜而祖契，郊冥而宗汤；周人禘喾而郊稷，祖文王而宗武王。幕，能帅颛顼者也，有虞氏报焉；杼，能帅禹者也，夏后氏报焉；上甲微，能帅契者也，商人报焉；高圉、太王，能帅稷者也，周人报焉。凡禘、郊、祖、宗、报，此五者，国之典祀也。加之以社稷山川之神，皆有功烈于民者也。及前哲令德之人，所以为民质也；及天之三辰，民所以瞻仰也；及地之五行，所以生殖也；及九州名山川泽，所以出财用也。非是，不在祀典。今海鸟至，已不知而犯之，以为国典，难以为仁且知矣。夫仁者讲功，而知者处物。无功而祀之，非仁也；不知而不问，非知也。今兹海其有灾乎？夫广川之鸟兽，恒知而避其灾也。”是岁也，海多大风，冬暖。文仲闻柳下季之言，曰：“信吾过也。季子之言，不可不法也。”使书以为三策。 晋侯赏从亡者，介之推不言禄，禄亦弗及。推曰：“献公之子九人，唯君在矣。惠、怀无亲，外内弃之。天未绝晋，必将有主。主晋祀者，非君而谁？天实置之，而二三子以为己力，不亦诬乎？窃人之财，犹谓之盗。况贪天之功，以为己力乎？下义其罪，上赏其奸。上下相蒙，难与处矣。”其母曰：“盍亦求之？以死谁怼？”对曰：“尤而效之，罪又甚焉！且出怨言，不食其食。”其母曰：“亦使知之，若何？”对曰：“言，身之文也。身将隐，焉用文之？是求显也。”其母曰：“能如是乎？与汝偕隐。”遂隐而死。晋侯求之，不获，以绵上（地名）为之田。曰：“以志吾过，且旌善人。” ",
        "author": "先秦",
        "poem_class": "田园",
        "dynasty": "佚名"
    },
    {
        "title": "普天乐·翠荷残",
        "paragraph": "翠荷残，苍梧坠。千山应瘦，万木皆稀，蜗角名，蝇头利。输与渊明陶陶醉，尽黄菊围绕东篱。良田数顷，黄牛二只，归去来兮。侬住东吴震泽州，烟波日日钓鱼舟。山似翠，酒如油，醉眼看山百自由。春秋踰致仕，南北粗知名。有客来相问，如何不治生。一点青灯人千里。锦字凭谁寄？雁来稀，花落东君也憔悴。投至望君回，滴尽多少关山泪。",
        "author": "元代",
        "poem_class": "田园",
        "dynasty": "滕宾"
    },
    {
        "title": "西村",
        "paragraph": "乱山深处小桃源，往岁求浆忆叩门。高柳簇桥初转马，数家临水自成村。茂林风送幽禽语，坏壁苔侵醉墨痕。一首清诗记今夕，细云新月耿黄昏。人老簪花不自羞，花应羞上老人头。醉归扶路人应笑，十里珠帘半上钩。司马温公幼时，患记问不若人。群居讲习，众兄弟既成诵，游息矣；独下帷绝编，迨能倍诵乃止。用力多者收功远，其所精诵，乃终身不忘也。温公尝言：“书不可不成诵。或在马上，或中夜不寝时，咏其文，思其义，所得多矣。”（选自朱熹编辑的《三朝名臣言行录》）白苎新袍入嫩凉。春蚕食叶响回廊，禹门已准桃花浪，月殿先收桂子香。鹏北海，凤朝阳。又携书剑路茫茫。明年此日青云去，却笑人间举子忙。",
        "author": "宋代",
        "poem_class": "田园",
        "dynasty": "陆游"
    },
    {
        "title": "春夜竹亭赠钱少府归蓝田",
        "paragraph": "夜静群动息，时闻隔林犬。却忆山中时，人家涧西远。羡君明发去，采蕨轻轩冕。月落乌啼霜满天，江枫渔火对愁眠。姑苏城外寒山寺，夜半钟声到客船。兰陵美酒郁金香，玉碗盛来琥珀光。 但使主人能醉客，不知何处是他乡。翰林院北厅花下作惆怅阶前红牡丹，晚来唯有两枝残。明朝风起应吹尽，夜惜衰红把火看。新昌窦给事宅南亭花下作寂寞萎红低向雨，离披破艳散随风。晴明落地犹惆怅，何况飘零泥土中。",
        "author": "唐代",
        "poem_class": "田园",
        "dynasty": "王维"
    },
    {
        "title": "即事",
        "paragraph": "十里田田荷芰风，渔舠如叶出花中。鹅儿湖北烟初暝，背指明霞几缕红。送秋声，延暮霭。枫落江村，绕郭山如画。红叶题诗人好在。流水无情，流入闲鸥队。路东西，林向背。片片离愁，禁得斜阳晒。老气萧森呈艳态。洗尽铅华，不向阳春卖。方离柳坞，乍出花房。但行处，鸟惊庭树；将到时，影度回廊。仙袂乍飘兮，闻麝兰之馥郁；荷衣欲动兮，听环佩之铿锵。靥笑春桃兮，云堆翠髻；唇绽樱颗兮，榴齿含香。纤腰之楚楚兮，回风舞雪；珠翠之辉辉兮，满额鹅黄。出没花间兮，宜嗔宜喜；徘徊池上兮，若飞若扬。蛾眉颦笑兮，将言而未语；莲步乍移兮，待止而欲行。羡彼之良质兮，冰清玉润；慕彼之华服兮，闪灼文章。爱彼之貌容兮，香培玉琢；美彼之态度兮，凤翥龙翔。其素若何？春梅绽雪。其洁若何，秋菊被霜。其静若何，松生空谷。其艳若何，霞映澄塘。其文若何，龙游曲沼。其神若何，月射寒江。应惭西子，实愧王嫱。奇矣哉！生于孰地，来自何方？信矣乎！瑶池不二，紫府无双。果何人哉？如斯之美也！泪咽却无声，只向从前悔薄情。凭仗丹青重省识，盈盈，一片伤心画不成。别语忒分明，午夜鹣鹣梦早醒。卿自早醒侬自梦，更更，泣尽风檐夜雨铃。",
        "author": "清代",
        "poem_class": "田园",
        "dynasty": "王士祯"
    },
    {
        "title": "辛丑岁七月赴假还江陵夜行涂口",
        "paragraph": "闲居三十载，遂与尘事冥。诗书敦宿好，林园无世情。如何舍此去，遥遥至南荆！叩枻新秋月，临流别友生。凉风起将夕，夜景湛虚明。昭昭天宇阔，皛皛川上平。怀役不遑寐，中宵尚孤征。商歌非吾事，依依在耦耕。投冠旋旧墟，不为好爵萦。养真衡茅下，庶以善自名。远送新行客，岁暮乃来归。入门望爱子，妻妾向人悲。闻子不可见，日已潜光辉。孤坟在西北，常念君来迟。褰裳上墟丘，但见蒿与薇。白骨归黄泉，肌体乘尘飞。生时不识父，死后知我谁。孤魂游穷暮，飘摇安所依。人生图嗣息，尔死我念追。俯仰内伤心，不觉泪沾衣。人生自有命，但恨生日希。今日已欢别，合会在何时。明灯照空局，悠然未有期。学易穷源示到时，便将虚寂眇心思。宛如童子攻词赋，用即无差问不知。",
        "author": "魏晋",
        "poem_class": "田园",
        "dynasty": "陶渊明"
    },
    {
        "title": "山馆",
        "paragraph": "野馆萧条晚，凭轩对竹扉。树藏秋色老，禽带夕阳归。远岫穿云翠，畬田得雨肥。渊明谁送酒，残菊绕墙飞。梅子金黄杏子肥，麦花雪白菜花稀。日长篱落无人过，惟有蜻蜓蛱蝶飞。五月江吴麦秀寒，移秧披絮尚衣单。稻根科斗行如块，田水今年一尺宽。二麦俱秋斗百钱，田家唤作小丰年。饼炉饭甑无饥色，接到西风熟稻天。百沸缲汤雪涌波，缲车嘈囋雨鸣蓑。桑姑盆手交相贺，绵茧无多丝茧多。小妇连宵上绢机，大耆催税急於飞。今年幸甚蚕桑熟，留得黄丝织夏衣。下田戽水出江流，高垄翻江逆上沟；地势不齐人力尽，丁男长在踏车头。昼出耘田夜绩麻，村庄儿女各当家。童孙未解供耕织，也傍桑阴学种瓜。槐叶初匀日气凉，葱葱鼠耳翠成双。三公只得三株看，闲客清阴满北窗。黄尘行客汗如浆，少住侬家漱井香；借与门前磐石坐，柳阴亭午正风凉。千顷芙蕖放棹嬉，花深迷路晚忘归。家人暗识船行处，时有惊忙小鸭飞。采菱辛苦废犁鉏，血指流丹鬼质枯。无力买田聊种水，近来湖面亦收租。蜩螗千万沸斜阳，蛙黾无边聒夜长。不把痴聋相对治，梦魂争得到藜床？春风多可太忙生，长共花边柳外行。与燕作泥蜂酿蜜，才吹小雨又须晴。危楼还望，叹此意、今古几人曾会？鬼设神施，浑认作、天限南疆北界。一水横陈，连岗三面，做出争雄势。六朝何事，只成门户私计？因笑王谢诸人，登高怀远，也学英雄涕。凭却长江，管不到，河洛腥膻无际。正好长驱，不须反顾，寻取中流誓。小儿破贼，势成宁问强对！(强对 一作：疆场)",
        "author": "宋代",
        "poem_class": "田园",
        "dynasty": "余靖"
    },
    {
        "title": "夜归",
        "paragraph": "夜深归客依筇行，冷燐依萤聚土塍。村店月昏泥径滑，竹窗斜漏补衣灯。迟迟春日弄轻柔，花径暗香流。清明过了，不堪回首，云锁朱楼。午窗睡起莺声巧，何处唤春愁？绿杨影里，海棠亭畔，红杏梢头。小桃无主自开花，烟草茫茫带晚鸦。几处败垣围故井，向来一一是人家。号令风霆迅，天声动北陬。长驱渡河洛，直捣向燕幽。马蹀阏氏血，旗袅可汗头。归来报明主，恢复旧神州。",
        "author": "宋代",
        "poem_class": "田园",
        "dynasty": "周密"
    },
    {
        "title": "临江仙·风水洞作",
        "paragraph": "四大从来都遍满，此间风水何疑。故应为我发新诗。幽花香涧谷，寒藻舞沦漪。借与玉川生两腋，天仙未必相思。还凭流水送人归。层巅余落日，草露已沾衣。相思似海深，旧事如天远。泪滴千千万万行，更使人、愁肠断。要见无因见，拚了终难拚。若是前生未有缘，待重结、来生愿。芳原绿野恣行时，春入遥山碧四围。兴逐乱红穿柳巷，困临流水坐苔矶。莫辞盏酒十分劝，只恐风花一片飞。况是清明好天气，不妨游衍莫忘归。江山自雄丽，风露与高寒。寄声月姊，借我玉鉴此中看。幽壑鱼龙悲啸，倒影星辰摇动，海气夜漫漫。涌起白银阙，危驻紫金山。 表独立，飞霞佩，切云冠。漱冰濯雪，眇视万里一毫端。回首三山何处，闻道群仙笑我，要我欲俱还。挥手从此去，翳凤更骖鸾。",
        "author": "宋代",
        "poem_class": "田园",
        "dynasty": "苏轼"
    },
    {
        "title": "春晚书山家·其二",
        "paragraph": "水香塘黑蒲森森，鸳鸯鸂鶒如家禽。前村后垄桑柘深，东邻西舍无相侵。蚕娘洗茧前溪渌，牧童吹笛和衣浴。山翁留我宿又宿，笑指西坡瓜豆熟。千里黄云白日曛，北风吹雁雪纷纷。莫愁前路无知己，天下谁人不识君。六翮飘飖私自怜，一离京洛十余年。丈夫贫贱应未足，今日相逢无酒钱。水。至清，尽美。从一勺，至千里。利人利物，时行时止。道性净皆然，交情淡如此。君游金谷堤上，我在石渠署里。两心相忆似流波，潺湲日夜无穷已。见人初解语呕哑，不肯归眠恋小车。 一夜娇啼缘底事，为嫌衣少缕金华。",
        "author": "唐代",
        "poem_class": "田园",
        "dynasty": "贯休"
    },
    {
        "title": "商山麻涧",
        "paragraph": "云光岚彩四面合，柔柔垂柳十余家。雉飞鹿过芳草远，牛巷鸡埘春日斜。秀眉老父对樽酒，茜袖女儿簪野花。征车自念尘土计，惆怅溪边书细沙。来是空言去绝踪，月斜楼上五更钟。梦为远别啼难唤，书被催成墨未浓。蜡照半笼金翡翠，麝熏微度绣芙蓉。刘郎已恨蓬山远，更隔蓬山一万重。飒飒东风细雨来，芙蓉塘外有轻雷。金蟾啮锁烧香入，玉虎牵丝汲井回。贾氏窥帘韩掾少，宓妃留枕魏王才。春心莫共花争发，一寸相思一寸灰。含情春晼晚，暂见夜阑干。楼响将登怯，帘烘欲过难。多羞钗上燕，真愧镜中鸾。归去横塘晓，华星送宝鞍。何处哀筝随急管，樱花永巷垂杨岸。东家老女嫁不售，白日当天三月半。溧阳公主年十四，清明暖后同墙看。归来展转到五更，梁间燕子闻长叹。汴水东流虎眼文，清淮晓色鸭头春。君看渡口淘沙处，渡却人间多少人。白也诗无敌，飘然思不群。清新庾开府，俊逸鲍参军。渭北春天树，江东日暮云。何时一樽酒，重与细论文。",
        "author": "唐代",
        "poem_class": "田园",
        "dynasty": "杜牧"
    },
    {
        "title": "鹦鹉曲·山亭逸兴",
        "paragraph": "嵯峨峰顶移家住，是个不唧溜樵父。烂柯时树老无花，叶叶枝枝风雨。故人曾唤我归来，却道不如休去。指门前万叠云山，是不费青蚨买处。柳营，月明，听传过将军令。高楼鼓角戒严更，卧护得边声静。横槊吟情，投壶歌兴，有前人旧典型。战争，惯经，草木也知名姓。《虎韬》，《豹韬》，一览胸中了。时时佛拭旧弓刀，却恨封侯早。夜月铙歌，春风牙纛，看团花锦战袍。鬓毛，木雕，谁便道冯唐老。画船夜泊寒山寺，不信江枫有客愁。二八蛾眉双凤吹，满天明月按凉州。骊山横岫，渭河环秀，山河百二还如旧。狐兔悲，草木秋；秦宫隋苑徒遗臭，唐阙汉陵何处有？山，空自愁；河，空自流。",
        "author": "元代",
        "poem_class": "田园",
        "dynasty": "冯子振"
    },
    {
        "title": "田园作",
        "paragraph": "弊庐隔尘喧，惟先养恬素。卜邻近三径，植果盈千树。粤余任推迁，三十犹未遇。书剑时将晚，丘园日已暮。晨兴自多怀，昼坐常寡悟。冲天羡鸿鹄，争食羞鸡鹜。望断金马门，劳歌采樵路。乡曲无知己，朝端乏亲故。谁能为扬雄，一荐甘泉赋。岐王宅里寻常见，崔九堂前几度闻。正是江南好风景，落花时节又逢君。峨眉山月半轮秋，影入平羌江水流。 夜发清溪向三峡，思君不见下渝州。楼上黄昏欲望休，玉梯横绝月中钩。芭蕉不展丁香结，同向春风各自愁。东南日出照高楼，楼上离人唱石州。总把春山扫眉黛，不知供得几多愁？",
        "author": "唐代",
        "poem_class": "田园",
        "dynasty": "孟浩然"
    },
    {
        "title": "田舍",
        "paragraph": "田舍清江曲，柴门古道旁。草深迷市井，地僻懒衣裳。榉柳枝枝弱，枇杷树树香。鸬鹚西日照，晒翅满鱼梁。曾经沧海难为水，除却巫山不是云。取次花丛懒回顾，半缘修道半缘君。移家虽带郭，野径入桑麻。近种篱边菊，秋来未著花。扣门无犬吠，欲去问西家。报道山中去，归时每日斜。(归时 一作：归来)菱叶萦波荷飐风，荷花深处小船通。逢郎欲语低头笑，碧玉搔头落水中。",
        "author": "唐代",
        "poem_class": "田园",
        "dynasty": "杜甫"
    },
    {
        "title": "郊园即事",
        "paragraph": "烟霞春旦赏，松竹故年心。断山疑画障，悬溜泻鸣琴。草遍南亭合，花开北院深。闲居饶酒赋，随兴欲抽簪。一树寒梅白玉条，迥临村路傍溪桥。(村路 一作：林村)不知近水花先发，疑是经冬雪未销。杨柳青青江水平，闻郎江上唱歌声。(唱歌 一作：踏歌)东边日出西边雨，道是无晴却有晴。(却有晴 一作：还有晴)功盖三分国，名成八阵图。（名成 一作：名高）江流石不转，遗恨失吞吴。",
        "author": "唐代",
        "poem_class": "田园",
        "dynasty": "王勃"
    },
    {
        "title": "春日田园杂兴",
        "paragraph": "柳花深巷午鸡声，桑叶尖新绿未成。坐睡觉来无一事，满窗晴日看蚕生。土膏欲动雨频催，万草千花一饷开；舍后荒畦犹绿秀，邻家鞭笋过墙来。高田二麦接山青，傍水低田绿未耕；桃奇满村春似锦，踏歌椎鼓过清明。老盆初熟杜茅柴，携向田头祭社来。巫媪莫嫌滋味薄，旗亭官酒更多灰。社下烧钱鼓似雷，日斜扶得醉翁回。青枝满地花狼藉，知是儿孙斗草来。骑吹东来里巷喧，行春车马闹如烟。系牛莫系门前路，移系门西系碡边。寒食花枝插满头，蒨裙青袂几扁舟。一年一度游山寺，不上灵岩即虎丘。郭里人家拜扫回，新开醪酒荐青梅。日长路好城门近，借我茅亭暖一杯。步屧寻春有好怀，雨余蹄道水如杯。随人黄犬搀前去，走到溪边忽自回。种园得果廑赏劳，不奈儿童鸟雀搔。已插棘针樊笋径，更铺渔纲盖樱桃。吉日初开种稻包，南山雷动雨连宵。今年不欠秧田水，新涨看看拍小桥。桑下春蔬绿满畦，菘心青嫩芥苔肥。溪头洗择店头卖，日暮裹盐沽酒归。落花闲院春衫薄，薄衫春院闲花落。迟日恨依依，依依恨日迟。梦回莺舌弄，弄舌莺回梦。邮便问人羞，羞人问便邮。梅子留酸软齿牙，芭蕉分绿与窗纱。日长睡起无情思，闲看儿童捉柳花。莺嘴啄花红溜，燕尾点波绿皱。指冷玉笙寒，吹彻小梅春透。依旧，依旧，人与绿杨俱瘦。",
        "author": "宋代",
        "poem_class": "田园",
        "dynasty": "范成大"
    },
    {
        "title": "鹧鸪天·戏题村舍",
        "paragraph": "鸡鸭成群晚不收，桑麻长过屋山头。有何不可吾方羡，要底都无饱便休。新柳树，旧沙洲，去年溪打那边流。自言此地生儿女，不嫁余家即聘周。(余家 一作：金家)过春社了，度帘幕中间，去年尘冷。差池欲住，试入旧巢相并。还相雕梁藻井。又软语、商量不定。飘然快拂花梢，翠尾分开红影。 芳径。芹泥雨润。爱贴地争飞，竞夸轻俊。红楼归晚，看足柳昏花暝。应自栖香正稳。便忘了、天涯芳信。愁损翠黛双蛾，日日画阑独凭。徐州石潭谢雨，道上作五首。潭在城东二十里，常与泗水增减清浊相应。软草平莎过雨新，轻沙走马路无尘。何时收拾耦耕身？日暖桑麻光似泼，风来蒿艾气如薰。使君元是此中人。陈康肃公善射，当世无双 ，公亦以此自矜。尝射于家圃，有卖油翁释担而立，睨之久而不去。见其发矢十中八九，但微颔之。康肃问曰：“汝亦知射乎？吾射不亦精乎？”翁曰：“无他， 但手熟尔。”康肃忿然曰：“尔安敢轻吾射！”翁曰：“以我酌油知之。”乃取一葫芦置于地，以钱覆其口，徐以杓酌油沥之，自钱孔入，而钱不湿。因曰：“我亦无他，惟手熟尔。”康肃笑而遣之。",
        "author": "宋代",
        "poem_class": "田园",
        "dynasty": "辛弃疾"
    },
    {
        "title": "田园乐七首·其三",
        "paragraph": "采菱渡头风急，策杖林西日斜。(林西 一作：村西)杏树坛边渔父，桃花源里人家。弯弓征战作男儿，梦里曾经与画眉。 几度思归还把酒，拂云堆上祝明妃。烈士击玉壶，壮心惜暮年。三杯拂剑舞秋月，忽然高咏涕泗涟。凤凰初下紫泥诏，谒帝称觞登御筵。揄扬九重万乘主，谑浪赤墀青琐贤。朝天数换飞龙马，敕赐珊瑚白玉鞭。世人不识东方朔，大隐金门是谪仙。西施宜笑复宜颦，丑女效之徒累身。君王虽爱蛾眉好，无奈宫中妒杀人！清明时节雨纷纷，路上行人欲断魂。借问酒家何处有？牧童遥指杏花村。",
        "author": "唐代",
        "poem_class": "田园",
        "dynasty": "王维"
    },
    {
        "title": "秋日行村路",
        "paragraph": "儿童篱落带斜阳，豆荚姜芽社肉香。一路稻花谁是主，红蜻蛉伴绿螳螂。缥缈危楼紫翠间，良辰乐事古难全。感时怀旧独凄然。璧月琼枝空夜夜，菊花人貌自年年。不知来岁与谁看。行到东溪看水时，坐临孤屿发船迟。野凫眠岸有闲意，老树着花无丑枝。短短蒲茸齐似剪，平平沙石净于筛。情虽不厌住不得，薄暮归来车马疲。巷陌风光纵赏时。笼纱未出马先嘶。白头居士无呵殿，只有乘肩小女随。 花满市，月侵衣。少年情事老来悲。沙河塘上春寒浅，看了游人缓缓归。",
        "author": "宋代",
        "poem_class": "田园",
        "dynasty": "乐雷发"
    },
    {
        "title": "晚春田园杂兴",
        "paragraph": "紫青莼菜卷荷香，玉雪芹芽拔薤长。自撷溪毛充晚供，短篷风雨宿横塘。湖莲旧荡藕新翻，小小荷钱没涨痕。斟酌梅天风浪紧，更从外水种芦根。胡蝶双双入菜花，日长无客到田家。鸡飞过篱犬吠窦，知有行商来买茶。湔裙水满绿苹洲，上巳微寒懒出游。薄暮蛙声连晓闹，今年田稻十分秋。新绿园林晓气凉，晨炊蚤出看移秧。百花飘尽桑麻小，来路风来阿魏香。三旬蚕忌闭门中，邻曲都无步往踪。犹是晓晴风露下，采桑时节暂相逢。污莱一棱水周围，岁岁蜗庐没半扉。不看茭青难护岸，小舟撑取葑田归。茅针香软渐包茸，蓬櫑甘酸半染红。采采归来儿女笑，杖头高挂小筠笼。海雨江风浪作堆，时新鱼菜逐春回。荻芽抽笋河魨上，楝子开花石首来。谷雨如丝复似尘，煮瓶浮蜡正尝新。牡丹破萼樱桃熟，未许飞花减却春。雨后山家起较迟，天窗晓色半熹微。老翁欹枕听莺啭，童子开门放燕飞。乌鸟投林过客稀，前山烟暝到柴扉。小童一棹舟如叶，独自编阑鸭阵归。乳鸦啼散玉屏空，一枕新凉一扇风。睡起秋声无觅处，满阶梧叶月明中。(梧叶 一作：梧桐)一片春愁待酒浇。江上舟摇，楼上帘招。秋娘渡与泰娘桥，风又飘飘，雨又萧萧。（渡 一作：度。桥 一作：娇）何日归家洗客袍？银字笙调，心字香烧。流光容易把人抛，红了樱桃，绿了芭蕉。红笺小字，说尽平生意。鸿雁在云鱼在水，惆怅此情难寄。 斜阳独倚西楼，遥山恰对帘钩。人面不知何处，绿波依旧东流。",
        "author": "宋代",
        "poem_class": "田园",
        "dynasty": "范成大"
    },
    {
        "title": "赠闾丘处士",
        "paragraph": "贤人有素业，乃在沙塘陂。竹影扫秋月，荷衣落古池。闲读山海经，散帙卧遥帷。且耽田家乐，遂旷林中期。野酌劝芳酒，园蔬烹露葵。如能树桃李，为我结茅茨。漠漠轻阴晚自开，青天白日映楼台。曲江水满花千树，有底忙时不肯来。素蘤多蒙别艳欺，此花真合在瑶池。(真合 一作：端合)无情有恨何人觉？月晓风清欲堕时。初月如弓未上弦，分明挂在碧霄边。时人莫道蛾眉小，三五团圆照满天。",
        "author": "唐代",
        "poem_class": "田园",
        "dynasty": "李白"
    },
    {
        "title": "癸卯岁始春怀古田舍二首",
        "paragraph": "在昔闻南亩，当年竟未践。屡空既有人，春兴岂自免。夙晨装吾驾，启涂情己缅。鸟弄欢新节，泠风送馀善。寒竹被荒蹊，地为罕人远；是以植杖翁，悠然不复返。即理愧通识，所保讵乃浅。先师有遗训，忧道不忧贫。瞻望邈难逮，转欲志长勤。秉耒欢时务，解颜劝农人。平畴交远风，良苗亦怀新。虽未量岁功，既事多所欣。耕种有时息，行者无问津。日入相与归，壶浆劳近邻。长吟掩柴门，聊为陇亩民。太谷石榴，木滋之最。肤如凝脂，汁如清濑。江南都蔗，张掖丰柿。三巴黄甘，瓜州素柰。凡此数品，殊美绝快。渴者所思，铭之裳带。晋十有四年，余春秋三十有二，始见二毛。以太尉掾兼虎贲中郎将，寓直于散骑之省。高阁连云，阳景罕曜，珥蝉冕而袭纨绮之士，此焉游处。仆野人也，偃息不过茅屋茂林之下，谈话不过农夫田父之客。摄官承乏，猥厕朝列，夙兴晏寝，匪遑卮宁，譬犹池鱼笼鸟，有江湖山薮之思。于是染翰操纸，慨然而赋。于时秋也，故以“秋兴”命篇。其辞曰：四时忽其代序兮，万物纷以回薄。览花莳之时育兮，察盛衰之所托。感冬索而春敷兮，嗟夏茂而秋落。虽末士之荣悴兮，伊人情之美恶。善乎宋玉之言曰：“悲哉，秋之为气也！萧瑟兮草木摇落而变衰，憀栗兮若在远行，登山临水送将归”。夫送归怀慕徒之恋兮，远行有羁旅之愤。临川感流以叹逝兮，登山怀远而悼近。彼四戚之疚心兮，遭一涂而难忍。嗟秋日之可哀兮，谅无愁而不尽。野有归燕，隰有翔隼。游氛朝兴，槁叶夕殒。于是乃屏轻箑，释纤絺，藉莞箬，御袷衣。庭树槭以洒落兮，劲风戾而吹帷。蝉嘒嘒而寒吟兮，雁飘飘而南飞。天晃朗以弥高兮，日悠阳而浸微。何微阳之短晷，觉凉夜之方永。月朣胧以含光兮，露凄清以凝冷。熠耀粲于阶闼兮，蟋蟀鸣乎轩屏。听离鸿之晨吟兮，望流火之余景。宵耿介而不寐兮，独辗转于华省。悟时岁之遒尽兮，慨伏首而自省。斑鬓髟以承弁兮，素发飒以垂领。仰群俊之逸轨兮，攀云汉以游骋。登春台之熙熙兮，珥金貂之炯炯。苟趣舍之殊涂兮，庸讵识其躁静。闻至人之休风兮，齐天地于一指。彼知安而忘危兮，故出生而入死。行投趾于容迹兮，殆不践而获底。阙侧足以及泉兮，虽猴猿而不履。龟祀骨于宗祧兮，思反身于绿水。且敛衽以归来兮，忽投绂以高厉。耕东皋之沃壤兮，输黍稷之余税。泉涌湍于石间兮，菊扬芳于崖澨。澡秋水之涓涓兮，玩游鲦之澼澼。逍遥乎山川之阿，放旷乎人间之世。悠哉游哉，聊以卒岁。迟迟暮春日。天气柔且嘉。元吉降初巳。濯秽游黄河。龙舟浮鹢首。羽旗垂藻葩。乘风宣飞景。逍遥戏中波。名讴激清唱。榜人纵櫂歌。投纶沈洪川。飞缴入紫霞。",
        "author": "魏晋",
        "poem_class": "田园",
        "dynasty": "陶渊明"
    },
    {
        "title": "游东田",
        "paragraph": "戚戚苦无悰，携手共行乐。寻云陟累榭，随山望菌阁。远树暧阡阡，生烟纷漠漠。鱼戏新荷动，鸟散余花落。不对芳春酒，还望青山郭。结构何迢遰。旷望极高深。窗中列远岫。庭际俯乔林。日出众鸟散。山暝孤猿吟。已有池上酌。复此风中琴。非君美无度。孰为劳寸心。惠而能好我。问以瑶华音。若遗金门步。见就玉山岑。自君之出矣，芳帷低不举。思君如回雪，流乱无端绪。洛浦疑回雪，巫山似旦云。倾城今始见，倾国昔曾闻。媚眼随羞合，丹唇逐笑分。风卷蒲萄带，日照石榴裙。自有狂夫在，空持劳使君。",
        "author": "南北朝",
        "poem_class": "田园",
        "dynasty": "谢朓"
    },
    {
        "title": "首夏山中行吟",
        "paragraph": "梅子青，梅子黄，菜肥麦熟养蚕忙。山僧过岭看茶老，村女当垆煮酒香。翩翻飞舞布田垓，似絮还疑玉蕊梅。一夜扑窗春蝶戏，好风吹去又推来。悲风动中夜，边马嘶且惊。壮士匣中刀，犹作风雨鸣。飞将不见期，萧条阴北征。关河空杳霭，烟草转纵横。披衣视良夜，河汉已西倾。国忧今未释，何用慰平生。桃源在何许，西峰最深处。不用问渔人，沿溪踏花去。",
        "author": "明代",
        "poem_class": "田园",
        "dynasty": "祝允明"
    },
    {
        "title": "春园即事",
        "paragraph": "宿雨乘轻屐，春寒著弊袍。开畦分白水，间柳发红桃。草际成棋局，林端举桔槔。还持鹿皮几，日暮隐蓬蒿。暮从碧山下，山月随人归。却顾所来径，苍苍横翠微。相携及田家，童稚开荆扉。绿竹入幽径，青萝拂行衣。欢言得所憩，美酒聊共挥。长歌吟松风，曲尽河星稀。我醉君复乐，陶然共忘机。龙嘘气成云，云固弗灵于龙也。然龙乘是气，茫洋穷乎玄间，薄日月，伏光景，感震电，神变化，水下土，汩陵谷，云亦灵怪矣哉!云，龙之所能使为灵也；若龙之灵，则非云之所能使为灵也。然龙弗得云，无以神其灵矣。失其所凭依，信不可欤 ！异哉！其所凭依，乃其所自为也。《易》曰：“云从龙。”既曰：龙，云从之矣。 别路云初起，离亭叶正稀。所嗟人异雁，不作一行归。",
        "author": "唐代",
        "poem_class": "田园",
        "dynasty": "王维"
    },
    {
        "title": "拨不断·菊花开",
        "paragraph": "菊花开，正归来。伴虎溪僧、鹤林友、龙山客，似杜工部、陶渊明、李太白，在洞庭柑、东阳酒、西湖蟹。哎，楚三闾休怪！漫天坠，扑地飞，白占许多田地。冻杀吴民都是你！难道是国家祥瑞？第一折(冲末扮齐公子领祗候上，云)纷纷战国尚尊周，五霸争强作列侯。率土之滨承治化，威名耿耿壮春秋。某乃齐公子是也。祖立国临淄，自周初之时，封七十二国，后并一十八国，因吴越相争以来，周平王以后，为春秋之世。今各分十二国，乃鲁国、卫国、晋国、郑国、曹国、蔡国、燕国、陈国、宋国、楚国、秦国、俺齐国，惟俺东齐封疆宽阔，桑麻遍地，积粟如山，黎民乐业，雨顺风调。某因昨夜晚间作一梦，见一轮皓月，出离海角，恰丽中天，忽被云雾遮蔽。撒然惊觉，正当夜半子时。未知主何凶吉，可请中大夫合眼虎来，与吾圆梦。早间已令人请去了，这其间敢待来也。(净扮合眼虎上，云)东齐东齐，生的跷蹊，不是秃头，便是瞎的。小官乃合眼虎是也，乃齐国中大夫之职。我平生好厮打，若打的过人，我睁着眼则管里打；若打不过人，我合着眼着人则管里打。有公子呼唤，不知有甚事，须索走一遭去。可早来到也。报复去，道有合眼虎来了也。(祗候云)理会的。(报科，云)喏！报的公子得知，有合眼虎来了也。(齐公子云)着他过来。(祗侯云)理会的。着过去。(做见科)(净合眼虎云)公子呼唤小官有何事？(齐公子云)合眼虎，唤你来别无甚事，某昨夜作一梦，见一轮皓月，出离海角，恰丽中天，忽被云遮。未知主何凶吉，请你来圆梦。(净合眼虎云)我道为甚么，原来是梦境之事。打甚么不紧！公子，你寻思波，月者是亮也，亮者是明也，云者雾也。月里头云，云里头雾，月云雾，好事吉祥之兆。今日若不得财，公子，必然有人请你嚼酒。(齐公子云)这厮胡云！令人，请上大夫晏婴来者。(祗候云)理会的！(做请科，云)晏大夫有请！(外扮晏婴上，云)纲常礼乐正彝伦，善与人交秉性淳。治国齐家为国土，在明明德在新民。小官姓晏名婴，字平仲，官拜齐国上大夫之职。今有公子呼唤，须索走一遭去。可早来到也。令人，报复去，道有小官晏婴来了也。(祗候云)理会的。(报科，云)喏！报的公子得知，有晏大夫来了也。(齐公子云)道有请。(祗候云)理会的。有请。(见科)(晏婴云)公子呼唤晏婴有何事？(齐公子云)大夫，请你来不为别，某昨夜作一梦，见一轮皓月，出离海角，恰丽中天，忽被云遮。特请大夫来圆此梦，未知主何凶吉。(晏婴云)公子，月者属阴也，皓者明也，浮云遮蔽者，乃此人时运未遇。公子未娶夫人，所有贤明淑女，隐于乡村，或在林麓之间也。(齐公子云)大夫，便怎生得见？(晏婴云)公子要见不难，到来日出城打围猎射，午时三刻，必遇淑女贤人。(齐公子云)此言有准么？(晏婴云)决然有准无差。(净合眼虎??晏矮子正是胡说。这梦人人都有，这两日春困，睡多梦多，我在前也曾抽签掷珓，也曾与人圆梦来，如今卖龟儿卦的多了，不灵了。可不道梦是心头想，眼跳眉毛长，鹊噪为食忙，嚏喷鼻子痒。又说道抽签掷珓，一贯好钞，全无正经，则是胡道。(齐公子云)谁听你胡云！合眼虎，分付左右，收拾什物鞍马鹰犬，到来日采猎，走一遭去。(净合眼虎云)得令！我出的这门来，大小头目，便收拾鞍马，打点鹰犬，公子要打围猎射去。可不干我事，都是晏矮子来。他说道明日打围处，撞见贤人淑女。若见呵，便罢，若不撞见呵，晏婴我儿也，我替你愁哩！梦是心头想，晏婴胡打嚷；若不见淑女，慢慢白他谎。(下)(齐公子云)左右，与我唤将田能来者！(祗候云)理会的。(做唤科，云)田能安在？(外扮田能上，云)四塞关河立帝基，巍巍泰岳列峰奇；如山积粟民安业，赳赳威名号大齐。某乃田能是也，佐于齐公子麾下，为统军上将军之职。正在教场中操练士马，公子呼唤，须索走一遭去。可早来到也。报复去，道有田能来了也。(祗候云)理会的。(报科，云)喏！报的公子得知，有田能来了也。(齐公子云)着他过来。(祗侯云)理会的，过去。(见科)(齐公子云)田能来了也。(田能云)小官来了也。(齐公子云)且一壁有者。左右，与我唤将徐弘吉等来者。(祗候云)理会的。徐弘吉等安在？(外扮徐弘吉同徐弘义上)(徐弘吉云)武艺精熟敢战争，相持厮杀惯交兵；扶持齐国为良将，威镇边关显姓名。某乃徐弘吉，兄弟徐弘义，在齐公子麾下为左右裨将之职。恰才点军回还，公子呼唤，不知有甚事，须索走一遭去。可早来到也。报复去，道有俺二人来了也。(祗侯云)理会的。(报科，云)喏！有裨将徐弘吉、徐弘义来了也。(齐公子云)着他过来。(祗候云)理会的。过去。(见科)(徐弘吉)个子呼唤俺二将那厢使用？(齐公子云)我如今要打围猎射去，田能。(田能云)有！(齐公子云)你同他二将，即便收拾鞍马猎射去，不可迟延。(田能云)得令！徐弘吉、徐弘义，俺统领一丢人马，收拾行装等物，跟公子打围去。你二人先布围场，某保公子出城。(徐弘吉云)去来。(田能云)裨将先去布围场，射猎春蒐出帝乡；大张罗网收牲口，旋回齐唱凯歌腔。(同裨将下)(齐公子云)大夫阴阳有准，若应此梦，必然重赏封官也。率士临淄掌大权，为无正室觅姻缘；春蒐采猎临郊野，当遇佳人应梦贤。(下)(晏婴云)公子回去了也。书云：先进于礼乐，野人也。盖谓郊野之民，乃有质朴之风。今公子无有夫人，未治其内，岂治其外？得此梦境，到来日采猎于桑间，必遇贤哉淑女，可配君子。一轮皓月正当空，却被浮云惨雾漾；深沉林麓知何处，只在来朝采猎中。(下)(外扮孛老儿领卜儿、净、茶旦上)(孛老儿云)积祖苍山是本家，深村乡里事桑麻。秋收春种田园乐，无是无非度岁华。老汉复姓钟离，名个信字。积祖是这齐国无盐邑人氏。嫡亲的五口儿家属：婆婆刘氏，儿孩儿是钟大，媳妇儿邹氏，女孩儿是钟离春。家间颇有些田土，多收下些粗粮薄食，人都以我为钟大户称之。女孩儿钟离春，年长二十岁，心性明慧，胸襟磊落，则是有些儿颜陋。昼诵诗书，夜观天象，十八般武艺皆通，九经三史尽晓。非因学而成就，实乃天赋其能。文武兼备，韬略精深，有安江山社稷之才，齐家治国之策。争奈未曾许聘他人。如今时遇春间天道，正是农忙时节，钟大孩儿使牛去了，媳妇儿，你家中好生看蚕者！(茶旦云)父亲但开口，则卖弄他那女孩儿攻书写字、舞剑轮枪，学的那里用？俺是庄农人家出身，如今农忙时节，为儿的耕田坝地去了，我独自个在家，又要绩麻织纺，又要采桑喂蚕，又要侍奉公婆茶饭。他每日横不拈、竖不抬，那得闲茶饭，养活着他怎地？(卜儿云)老的也，你休听闲言剩语的，孩儿既攻书写字呵，也是好处。有朝一日孩儿显达呵，也是俺两口儿好处。你叫他出来，我问他。(孛老儿云)傻弟子，他是我女孩儿，终不道不养活他。你与我唤出他来者。(茶旦云)父亲使我唤他，可不干我事，又则道我攀他哩！我依着父亲，叫他出来。(唤科，云)无盐姑姑，父亲唤你哩！(正旦扮钟离春上，云)妾身复姓钟离，名春，无盐女是也。年长二十岁，在此深村居住。先祖仕宦，今我父亲专务为农。妾身生来懒攻针指，好习诗书，颇谙武事。父亲呼唤，不知有甚事，须索走一遭去。我想上古先王，治理天下，流传到今，非同容易也呵！(唱)【仙吕】【点绛唇】自从那克伐殷汤，立基开创，今归向，周室诸王，治世为尊上。【混江龙】后来也春秋雄壮，各称一国立家邦。界分列土，隘定封疆。却正是幸值繁华歌稔岁，喜逢美景乐风光。端的是人和美行谦让，为人要心存义理，秉受纲常。(见科，云)嫂嫂万福。(茶旦云)姑姑，父亲唤你哩！咱见去来。(见科)(茶旦云)父亲，姑姑来了也。(孛老儿云)孩儿来了也。(正旦云)父亲，唤您孩儿有何事？(孛老儿云)孩儿也，你是庄户人家女孩儿，不肯做针指农妇生活，每日则是习学武艺，写字读书，学他何用？(正旦云)哦，父亲原来为此也！(唱)【油葫芦】你着我针指匆匆居草堂，又着我攀绣床，不如我抚瑶琴学舞剑诵文章，争如我暗嗟吁豪气冲天上。我则待施逞韬略驱兵将。(孛老儿云)孩儿，依着俺则做女工生活可不好？(正旦唱)我从来志意坚，心性刚，我这胸中素有江湖量，争知我待时运且潜藏。(孛老儿云)你是个女孩儿家，便学成那武艺，量你到的那里也。(正旦唱)【天下乐】有-日出众超群独占强，我则待昭彰，把名姓扬。凭着我机谋运筹才智广。(卜儿云)孩儿也，你学成那兵书战策，敢与谁人拒敌也？(正旦唱)任交锋将阵势排，会理伏把兵艺扬，我与皇家定边疆除恶党。(孛老儿云)孩儿也，俺这里也有为官的，也有为吏的，也有为商贾的，算来都不如俺这庄农每快活。(卜儿云)孩儿也，那登仕路的，可是怎生？那为商贾的，可是如何？你说一遍，我试听咱。(茶旦云)俺庄农每委实受用快活也。(正旦唱)【寄生草】读书的登高位，治财的为人商，登仕的官高三品彰名望，为商的货行千里图增长。庄家每田蚕万倍多兴旺。(茶旦云)姑姑，在家也是闲，俺采罢桑，去那牡丹亭上散心，到好耍子。(正旦唱)你待着玩清凉一座牡丹亭，我则待坐中军九顶莲花帐。(孛老儿云)孩儿，你如今不小也。如今春将尽，夏将临，正是蚕忙时候，跟着嫂嫂采些桑叶喂蚕，可不好？(正旦云)父亲命敢不应承？妾身去、去、去！(孛老儿云)媳妇儿，好生看孩儿，不要闲游荡。(正旦云)嫂嫂，咱采桑去来。(唱)【尾声】我如今甘苦用辛勤，怎敢闲游荡。相伴着村务女提篮儿采桑，打叠起风流美艳妆，入家园数尽桑行，为蚕忙。急急春光，内外家私各自当。凭着我高才伎俩，威严形状，有一日保全宗社定齐邦。(同茶旦下)(孛老儿云)孩儿采桑去了也，老汉无甚事，庄东里看田禾，走一遭去。春来耕种效殷勤，夏至挥锄受苦辛；秋天五谷收成了，快活三冬老富民。(下)第二折(田能同徐弘吉、徐弘义领卒子驾鹰引犬打旗上)(田能云)莫乃田能是也。同众官来到此郊野外，大小三军，布下围场，公子这早晚敢待来也，将围场摆开者！(徐弘吉云)将军，摆布严整了也。(田能云)公子敢待来也。(齐公子同晏婴、祗候跚马儿上)(齐公子云)某齐公子是也。来到郊外，兀的不是围场。(做跚马儿走科，云)可怎生獐狍鹿兔，不见一个？兀的不是一个雪白兔子！众人休放箭，等我射这玉兔。(做射箭科，云)着！箭射中玉兔也，左右与我拿来！(卒子云)报的公子得知，玉兔带箭走了也。(田能赶科，云)呀！兔子活哩，带着箭走了也。(齐公子云)泼毛团带着我一枝金鈚箭走了也，那里去，更待干罢！众人跟着某，务要赶上。(做赶科，云)紧赶他紧走，慢赶他慢走。田能，您守定围场，我务要赶上他。(下)(田能云)好是跷蹊也，俺采猎半日，止有一个白毛玉兔，公子射中，带着金鈚箭走了，公子追将去了。众将士，俺四下里抓寻玉兔去来。(同下)(茶旦提篮儿上，唱)【撼动山】提着这个采药蓝，我头发儿乱髡鬈。今年可便好收蚕，好收蚕也么哥，雨润条柔，露湿花梢，转桑行行过家南。(云)妾身邹氏，父亲母亲言语，着我相伴姑姑采桑去。早来到郊园也。姑姑行动些。(正旦提篮儿上，云)妾身无盐女是也。时遇春末夏初之际，养蚕正忙。蒙父母言语，着跟着嫂嫂采桑喂蚕。无盐，几时是你那发迹的时节也！(唱)【中吕】【粉碟儿】这些时慵怠妆梳，正遇着务农忙养蚕时序。爱偷闲学剑攻书，隐深林，潜野外，世居农务。(茶旦云)你看这姑姑采桑处还拿着一本书，便有甚么好处？(正旦唱)这书中曾下工夫，我待要治家邦播扬名誉。(茶旦云)姑姑，你曾不曾出来，你看这邻近的人家女孩儿，还不似你都来采桑喂蚕？你般出来，一来采桑，二来耍一耍，不强似闲坐也？(正旦唱)【醉春风】你看那邻里俊娇娃，更和这乡闾小幼女，家园万卉叶蓁蓁，要把这成行儿数，数。走不彻榆林，观不尽枣棘，数不尽桑树。(茶旦云)咱慢慢的采桑，看有甚么人来。(齐公子跚马儿赶兔上，云)走走走！甫能赶上，带着金鈚，走入桑园去了。(做看科，云)可怎生不见了？兀那桑间有几个采桑的女子，我试问他一声。兀那采桑的女子，你曾见一个兔子，着一枝箭么？(茶旦云)你在这里问兔儿，我说与你，你去南海子寻问去，连獐子说与你！(齐公子云)兀那女人，那里是往临淄去的路也？(正旦唱)【红绣鞋】他问俺那个是临淄的道路。(云)你是甚么人？(齐公子云)某乃齐公子是也。(正旦云)既是齐公子。(唱)你可便怎来到俺这郊墟？哎，你个公子齐侯有疏虞。(齐公子云)这厮好无礼也，有甚么疏虞处？(正旦唱)岂不知禾苗在地，也不念麦将熟，(云)如今田苗在地。(唱)你道波，你不合骤骅骝践田亩。(齐公子云)好是不祥也。为这个泼毛团，受这个采桑妇的气！我出的这桑林，可怎生不见晏婴？(晏婴跚马儿慌上见科，云)公子，量那玉兔打甚么不紧，直赶到这里！(齐公子云)晏婴，你圆的好梦！淑女也不得见，倒受了采桑妇一肚子气。(晏婴云)公子，在那里？我试看咱。(惊科，云)看了此女子，生的像貌非俗。日当卓午，这个莫不是应梦的贤人淑女？休问是不是，我指着他题一首诗，看他说甚么。兀那女子，我作首诗你听着，看你晓的么。诗曰：采桑忙来采桑忙，朝朝每日串桑行；织下绫罗和匹段，未知那个着衣裳。(正旦云)这个敢是朝中宰相？我回他一首。你听者，诗曰：将军忙来将军忙，朝朝每日斗争强；空有江山并社稷，无人敢与定封疆。(茶旦云)一个道采桑忙也采桑忙，一个道将军忙也将军忙。男女不可话衰肠，若是您不上紧走，俺老子撞见打您娘。(晏婴云)呀、呀、呀！果然是贤人！兀那采桑女人，你那里人氏，姓字名谁？你试说，我试听咱。(正旦唱)【石榴花】俺酬恩报国作农夫，这的是勤苦用耕锄。(晏婴云)农忙时候，索是勤苦也。(正旦唱)看承禾黍不轻疏。(晏婴云)你那里人氏？(正旦唱)住齐邦境隅，邑土乡俗。(晏婴云)你既是俺本国之民，当归附于国君也。(正旦唱)差科征税当归附，盛兴隆民户咸伏。君侯暂且容宽恕，试听我谈论待须臾。(晏婴云)俺本国人强马壮，士民乐业，文武贤能，有何谈论之事？(正旦唱)【斗鹌鹑】您如今便士不能文，您如今兵慵傲武。(云)殆哉殆哉！春秋之间，外不修君臣之礼，内不肃齐家之治。一旦志弱，彼国侵争，悔之晚矣！(晏婴云)恰才贤女所言本国之事，小官愿闻。(正旦唱)那个肯入水擒蛟，伏林刺虎？一个个智浅才疏腹内虚，怎能勾志纵横德不孤。(晏婴云)方今春秋战国，各据其境，岂无文武贤能！(正旦唱)岂不知西患衡秦？岂不知南仇大楚？(晏婴云)公子，小官观此女子，出言非俗，正是贤人，此乃是应梦的贤人。若得此女子为夫人，齐国大治。(公子云)大夫，你问他。(晏婴云)小官恰才闻贤女所言，非桑间妇女，出言皆治国齐家之道，实女流中翘楚也。俺齐公子见今未有正室夫人，贤女若肯见许，与齐公子结亲，小官亲为大保，贤女意下如何？(正旦云)你是何人？(晏婴云)小官乃齐国上大夫晏婴是也。(正旦云)哦，晏丞相，久闻尊名。妾来采桑，非是结亲之所，有父母在堂，焉敢轻许？(晏婴云)贤女许个肯宇，接了公子把定，再与你父母议亲。(正旦云)既然如此，愿公子退谄佞，去雕琢，选兵马，实府库，用贤良，进直言，如此者愿备后宫。大人不可相戏也。(晏婴云)一言为主，主一无适，愿以信物奉之如何？(正旦云)任大夫为之。(晏婴云)公子，且喜贤女已许，奉信物为定。(公子云)途中无甚宝物，将这紫丝鞭权为信定。(晏婴云)将来。贤女，俺公子将此紫丝鞭为信定。(正旦云)要结夫妇之礼，岂为执鞭之事？不可。(茶旦云)也罢也罢，将来赶牛。(晏婴云)公子，那壁贤女说，既要结夫妇之礼。岂为执鞭之事。(公子云)将这口剑为信定。(晏婴云)也罢也罢。贤女，公子这口宝剑为信定。(正旦云)兵器乃不祥之物，岂可为信物？(茶旦云)留着切桑叶喂蚕。(晏婴云)公子，贤女说，兵器者不祥物也，不可用为信物。(公子云)可怎生？(晏婴云)公子将腰间玉带与贤女，堪为信物。(公子云)言者当也。这玉带与他权为信定。(晏婴云)将来将来。贤女，俺公子将这玉带奉为信定，贤女意下如何？(正旦云)妾身暂且将留，到家与父母计较。(公子云)晏大夫，就着贤女跟同回去，异日与他父母处行礼如何？(晏婴云)小官与贤女说去。贤女，如今公子将贤女车车载着同回，异日与你父母行礼，择吉日良辰，成亲如何？(正旦云)此非礼也。既要结亲，迎礼于钟氏之门，择吉日良时，亲迎过门，此其礼也。君是同车车载回，是为奔女也。(公子听科，云)晏大夫，此言深有理也。(晏婴云)贤女，只收留玉带者。(正旦云)妾身收了玉带。(唱)【耍孩儿】这玲珑玉带为凭据，立于朝偏能济楚。纲常礼乐定规模，把人伦身体拘束。(晏婴云)将玉带权为定礼，两下各不敢失信。(正旦唱)今日个立信与织纺勤劳女，堪匹配你个衣冠大丈夫，得之者贵显家豪富。他声闻乡里，光耀门闾。(公子云)大夫，问贤女要回奉礼物。(晏婴云)理会的。贤女，小官奉公子之命，问贤女要回奉的礼物。(正旦云)有有有！这一个桑木梳，权为回奉之礼。(晏婴接科，云)公子，贤女以此桑木梳一个，权为回奉之礼。(公子云)大夫，我那玉带价值百金，量这桑梳木有甚稀罕？你说去。(晏婴云)小官说去。贤女，俺公子说，玉带价值百金，量这桑木有甚打紧。(茶旦云)有甚打紧？投至的等的一个货郎儿来，千难万难的。(正旦云)大夫，休看这桑木梳小可，他能理万法。(晏婴云)好言语！公子，贤女说休看的他小可，能理万法。(公子云)句句字字，皆合乎大道。女子，你姓甚名谁，何处人氏？某选吉日良时，下财行礼，娶为正室夫人。(正旦云)你听者。(唱)【尾声】我姓钟离名字春，住苍山原是祖。(公子云)我知也，你指与俺临淄去的路儿咱。(正旦唱)你如今出桑园便是临淄路。我本是齐国无盐邑之女。(下)(茶旦云)贺万千之喜！谁想俺姑姑与齐公子做了夫人，得了玉带。我也家去报喜去来。晏婴堪为上大夫，文章才智又通书；再搽一斗胭脂粉，我是个村疃多年老诌狐。(下)(公子云)大夫，贺万千之喜！果应此梦。便选吉日良辰，娶夫人至本国，自有加官赐赏。只因采猎入桑园，淑女相逢结美缘；奇哉智略无盐女，治国齐家作大贤。(同下)楔子(外扮秦姬辇领从人上，云)强秦雄霸占咸阳，斗宝临潼拱上邦。壮士纷纷施勇烈，威名赳赳自昭彰。某乃秦姬辇是也，今在秦昭公手下为上将。方今春秋之世，秦为上国，十一国都来进贡。惟有东齐，三年不行进贡。听知的倚仗钟无盐英雄智勇，某今将这对玉连环前往东齐，单奈无盐，若解开玉环，休兵罢战，若解不开，统兵前去，征伐不进贡之罪，未为晚矣。令人！唤将虎白长来。(从人云)理会的。虎白长安在？(净扮虎白长上，云)某乃虎白长是也。正操练人马，大人呼唤，不知有甚事，须索走一遭去。可早来到也。令人，报复去，道白长来了也。(从人云)理会的。(报科，云)喏！报的元帅得知，有虎白长来了也。(秦姬辇云)着他过来。(从人云)理会的。过去。(见科)(净虎白长云)元帅唤小将那里使用？(秦姬辇云)唤你来不为别，差你为使命，将着一对玉连环，前往东齐国，奈他解开这玉连环，俺秦国免他进贡，他若解不开，俺便统兵征伐。小心在意，疾去早来。(净虎白长云)老子也，与这么一个差使！则今日辞别了元帅，直至齐邦，走一遭去。差使不寻常，星夜到齐邦；解开玉连环，生死我都当。(下)(秦姬辇云)虎白长去了也，若回来时，自有主意。西秦姬辇世间无，勇跃寰中大丈夫。慢说晏婴多巧计，休言贤女有机谋。玉环进往东齐去，解不开时激恼吾；兵至辽关则一阵，东齐一国属秦都。(下)(外扮孙操领从人上，云)先祖受封居范阳，兵强将勇立家邦。一任周初分疆土，修文演武用贤良。某乃大将孙操是也，乃孙武子之后。某习祖父之兵法，久居范阳，佐于燕公子麾下，保守无虞。颇奈东齐无礼，倚仗兵多将广，自称大国。某心中不忿，造蒲琴一张，此琴有金微玉轸，凤沼龙池，上面制蒲弦七条。今差使命，送至临淄，若弹响蒲琴，齐为上邦，若弹不响蒲琴，齐为下邦。倘若不允，然后领兵征伐，未为晚矣。令人！与我唤将孙仿来者。(从人云)理会的。(做唤科，云)孙仿安在？(净扮孙仿上，云)小人是孙仿，一生则说谎。听的父亲叫，看他胡厮嚷。来也，来也！恰才拾马粪来家。自家孙仿是也，乃孙操次男。父亲呼唤，不知有甚事，须索走一遭去。来到也。报复去，道有三合来了也。(从人云)理会的。(报科，云)喏！报的将军得知，有三舍来了也。(孙操云)着他过来。(从人云)理会的。着过去。(净孙仿做见科，云)父亲，唤您孩儿那厢使用？(孙操云)孙仿，唤你来别无甚事，颇奈东齐无礼，累次侵扰邻邦。你将这张蒲琴，直至东齐，单奈临淄名将。若弹响蒲琴，齐为上邦，弹不响蒲琴，齐为下国。你小心在意，疾去早来。(净孙仿云)得令！则今日持着蒲琴，辞别了父亲，直至东齐，走一遭去。这张蒲琴好，果然无处讨；若还弹不响，看你怎么了。(下)(孙操云)孙仿去了也，若回来时，自有个主意。蒲琴巧匠制工成，智量机关如用兵；弹出高山流水调，东齐尊大显奇能。(下)(齐公子同晏婴、田能、合眼虎领祗侯上)(齐公子云)淑女贞良世罕稀，英才智略果为奇。自从娶得夫人后，始觉融融家道齐。某齐公子是也。自采猎应梦，得见淑女，论齐家治国之道，凭晏婴为媒，娶为夫人。依夫人所言，屏不急之事，招致贤良，纳用直言，以此齐国大治。大夫一壁安排筵宴贺喜。令人，门首觑者，看有甚么人来。(净虎白长捧玉连环上，云)某乃虎白长是也。自离西秦，个月期程，可早来到东齐也。这的是府门。令人，报复去，道有秦国使命到此。(祗候云)理会的。(报科，云)喏！报的公子得知，有秦国使命在于门首。(齐公子云)着他过来。(祗候云)理会的。过去。(净虎白长做见科，云)某奉俺秦国元帅秦姬辇的将令，将这一对玉连环进与公子，若解开玉环，西秦与东齐年年进贡，若解不开玉环，东齐可与俺西秦进奉。(齐公子云)将来，一壁有者。(净孙仿捧琴上，云)某乃孙仿是也。自离燕国，可早来到东齐也。令人，报复去，道有大将孙操，差使命在此。(祗候云)理会的。(报科，云)喏！报的公子得知，有大将孙操，差使命在于门首。(齐公子云)着过来。(祗候云)理会的。过去。(见科)(齐公子云)使命是那一国来的？(净孙仿云)某是燕国来的。奉大将孙操元帅的将令，将着这一张蒲琴，上面七条蒲弦，进与您东齐，若是有人操的响，俺本国与东齐进贡称臣，操不响，领十万雄兵，至苍山交锋。(公子做看琴、玉环科，云)将来，我试看咱。这一张琴，上面是七条蒲弦，可怎生操的响？这一对玉连环相连着，又无痕路，可怎生解的开？晏婴，似此怎生计较？(晏婴云)公子放心，请夫人出来，他自有妙法，商量此事。(齐公子云)大夫说的是。侍女，传报后堂中，请出夫人来者。(祗候云)理会的。后面侍女，请夫人出来议事。(外应科，云)理会的。(正旦上，云)妾乃无盐女是也。自昔日遇着齐公子，一席话间，公子纳为正室夫人。公子在前堂，令人相请，不知有甚事，须索走一遭去。(做见科，云)公子唤妾身有何事？(公子云)夫人，请你来不为别，今有燕国范阳孙操，差使命进一张蒲琴，秦姬辇进一对玉连环，特来奈俺东齐。若操响蒲琴，解开玉环，他两国称臣进贡，若操不响蒲琴，解不开玉环，着俺进贡，他为上国，不然统兵前来征伐。无计可施，特请夫人商议。(正旦云)将琴来我看。(做看科，云)他那里是奈公子众官，正意的则是奈妾身！有何难哉！可用丈二竹竿一条，将琴挂在高处，妾身自有主意。(祗候做挂琴科)(正旦云)晏婴，你扶着。兀那使命，你近前来听者，琴者禁也，以禁人之心。这琴上有三十大龙吟，二十大素声，按宫商角徵羽。兀那厮，你听者：玉轸金徽妙理深，良工特意造蒲琴，吾今聊展丹诚手，操出高山流水音。(琴响科)(正旦云)兀那厮，你听的琴响么？(净孙仿云)听的，听的，委果琴响。既是响了，我回去罢。(做走科)(正旦云)左右拿下去，剥了那厮衣服！(祗候做剥衣服科)(正旦做写背科，云)用针刺了，与孙操看去！令人，抢出去！(祗候做抢科，云)出去！(净孙仿云)夫人忒造次，并严于我事。我又不做贼，怎么身上刺了字？(下)(正旦云)将秦国玉环来我看。(做看科，云)公子，夫玉者出自昆冈，难同环境珰珓，良工有智，造作连环。吾今用意，要解不难。兀那厮，你看者，巧匠琢磨非等闲，相联一对最宜看；袖中舒出拿云手，当面分明解玉环。(正旦做解开玉环科)(净虎白长云)既然玉环开也，慢在小子告回。(做走科)(正旦云)令人，将那厮拿下去！(祗候做拿科)(净虎白长做跪科，云)老子也，怎么的？(正旦云)将笔来。(做写科，云)左右将针来，黥了面上字，你与秦姬辇看去。令人，抢出去！(净虎白长出门科，云)脸上刺上宇，我又不曾做贼。可是苦也！戴上眼罩子回本国，看秦将军怎的说。脸上刺字也不妨，穿州经县过村坊；闹市丛中人看见，则是小的每嘈的我慌。(下)(齐公子云)夫人，既然操响蒲琴，解开玉环，皆夫人之妙智也。则不合将来人黥面刺背而回，听知的孙操秦姬辇好生英雄，倘惹起刀兵来，怎了？(正旦云)公子，不如是着他小量齐邦。不妨事，有妾身哩！(唱)【仙吕】【赏花时】便休题孙操轩昂志勇骁，怕甚么姬辇英才天下少，卫吴起更丰标。任他有通天智巧。(云)公子放心。(唱)我直着十一国敢可兀的尽来朝。(下)(齐公子云)夫人去了也。田能，便与我整搠人马，铮剑磨刀，你为副将，合眼虎为先锋。若两国兵至，与他拒敌。(田能云)得令！则今日下教场，点就人马，整备什物，单等两国来交锋。大小三军，听吾将令！奉命出师起大营，阔剑长枪列万层；方天画戟悬豹尾，矛盾斧钺挂红缨。立国安邦忠良将，深知韬略有声名；他时统领齐兵去，马践偏邦如土平。(下)(合眼虎云)则今日点起人马，以备秦兵。秦兵秦兵，个个英雄，准是我输，必定他赢。(下)(齐公子云)众将去了也。便是他两家领兵来，凭着夫人神机妙策，量他到的那里！西秦姬辇逞雄才，范阳孙操卷江淮；则说东齐无贤士，鸣琴又解玉环开。(下)(晏婴云)公子去了也。小官且回私宅去。贤母奇才治国均，谁如钟氏世绝伦；安危定乱平天下，才识桑间应梦人。(下)(秦姬辇领从人上)(秦姬辇云)遣使临齐国，不见信音回。某秦姬辇是也。自从使命将玉环奈东齐去，不见回来。令人，门首觑者，但有军情事，报复某知道。(从人云)理会的。(净虎白长上，云)走，走，走！自家虎白长是也。进玉环去，惹了一身祸来了。不住程回来到秦国，须索见秦将军去。来到也。报复去，道虎白长来了也。(从人云)理会的。(报科，云)喏！报的元帅得知，有虎白长来了也。(秦姬辇云)方才说罢，使命来了，着他过来。(从人云)理会的。过去。(做见科)(秦姬辇云)虎白长，进玉环一事如何？(净虎白长云)将军，不好说。走到东齐，献了玉环，大小官员，都解不的。惟有齐公子夫人，解开了玉环。不敢说谎。(秦姬辇云)玉环安在？(净虎白长做与玉环看科，云)这的便是。(秦姬辇云)无盐女好无礼也，怎敢将玉环摔碎了！兀那厮，脸上黑的是甚么？(净虎白长云)是甚么？你看！你看！(秦姬辇看科，云)我试看咱。立国安邦齐有贤，英雄战将万千员，殿前解开秦国宝，摔碎无价玉连环。吾身颇会驱兵将，休把东齐作等闲。说与儿曹秦姬辇，怕娘休要过潼关。(净虎白长云)呸！你还念哩。你近不的他，把我脸上刺了一脸字，洗又洗不的，可怎么了？好个秦姬辇，专一则弄事，着我进玉环，刺了一脸字。(下)(秦姬辇云)颇奈无盐女无礼，将玉环摔碎，又将某看承为儿曹，将使命刺了面字，此恨痛入骨髓。某如今奏知主公，亲自为帅，点就十万雄兵，会同卫国吴起，征伐东齐，擒拿无盐女，走一遭去。我听言说罢怒生嗔，来朝疾便践征尘。你殿前摔碎无价宝，黥面将咱恶语喷。卫国吴起为前部，吾今亲自统三军；驱兵领将临齐地，放心活捉桑间采叶人。(下)(孙操领卒子上，云)宝帐周围排虎将，中军左右列雄兵；文韬武略机谋大，下寨安营神鬼惊。某乃孙操是也。奉燕国公子之命，遣使命进蒲琴，前往东齐，奈他去了。报马来说，今日来到，小校门首觑者，若来时，报复我知道。(卒子云)理会的。(净孙仿上，云)祸福无门，惟有自招。进与蒲琴，惹下心焦。某乃孙仿是也，进蒲琴已回，飞星回程，来到本国也。回父亲话，走一遭去。可早来到也。报复去，道有孙仿来了也。(卒子云)理会的。喏！报的将军得知，有孙仿来了也。(孙操云)着他过来。(卒子云)理会的。过去。(做见科)(孙操云)孙仿，进蒲琴一事如何？(净孙仿做长吁气，跌脚捶胸科，云)您孩儿奉父亲的言语，将着蒲琴到东齐，被无盐女操响蒲琴。将孩儿殴了一顿。(孙操云)齐夫人操响蒲琴？这厮是能。他说甚么来？(净仿云)他说甚么来？你来你来。(做脱衣服与孙操看科，云)不知这脊梁上，写着甚么，将针刺了字，疼杀我，你看你看。进的好蒲琴，惹下祸了。(孙操做看念科，云)我试看咱。无盐英名天下知，八方归伏罢征旗。踏翻各国为尘土，荡散偏邦化作泥。孙操愚夫生巧计，蒲琴做作惹灾危。书与小邦贼子看，怕娘及早顺东齐。(孙仿噀科，云)噀，你还念哩。你不害羞，我去也。俺老子奈他弄机会，来往走了数十日，做了八句骂贼子，大字刺了一脊背。(下)(孙操云)颇奈采桑村妇无礼，怎敢将吾毁骂，更待干罢！则今日分付点人马，亲身为帅，俺会同二国，征伐东齐，擒拿无盐女，以雪此恨。大小三军，听吾将令！忠义兴邦起大兵，刀枪济济甲层层；人如猛虎离山岳，马似长蛟出水行。压地兵山尘土暗，冲天杀气密云生。扬威耀武相攻战，踏碎东齐如土平。(下)(外扮吴起领卒子上，云)武略文韬体圣谟，深通兵法运神术。功名四十无成就，枉做堂堂大丈夫。某乃大将吴起是也。其先卫国人，曾于盖公山学艺，今在魏文侯麾下为大将之职。西战于秦，拔其五城。某行兵有法，卧不设席，行不乘骑，与士卒同甘苦，尝与魏武侯浮西河而下，武侯曰：\"美哉山河之固。\"某对曰：\"在德不在险。\"以此一言，人称某为文武元帅。今因齐国无礼，累次辱俺二国，俺如今点就雄兵十万，与秦姬辇、燕孙操会合一处，征伐东齐。则今日拔寨起营。大小三军，听吾将令！彩云拥出万山中，闪烁金光射碧空；马似蛟龙离大海，人如虎豹出巅峰。征尘滚滚冲宵汉，杀气腾腾战晓风；全凭勇略将齐邦破，恁时方识我英雄。(下)第三折(正旦同田能，净合眼虎跚马儿领卒子打旗号上)(正旦云)妾身无盐女是也。颇奈秦姬辇无礼，调各国名将，合兵一处，要与俺齐国交战。凭着我神机妙策，量他到那里也！(唱)【越调】【斗鹌鹑】则我这阵布奎星，旗分箕尾，暗置虚危，明排翼壁。势若参房，形如斗室。作用稀，兵法奇，一会儿遁起天山，师乘地水。【紫花儿序】凭着我五行斡运，八卦周流，万象璇玑。用先天乾坤南北，坎离东西，周回。艮兑风雷一任疾，山泽通气，霎时天地相交，水火相催。(净合眼虎云)娘待今日怎么与他厮杀？量他到的那里！等我一个杀他这些秦兵。(正旦云)大小众将，您军排万队，将列阵前，摆一个周天二十八宿，名曰\"九宫八卦阵\"。合眼虎！(净合眼虎云)哎！娘叫怎的？(正旦云)与你一千军马，与我引战，则要你输。若秦兵不识此机，你诈败赶入垓心，必中吾计。(净合眼虎云)知道了。料必我则是输了。(正旦云)远远的敢是秦兵来了也。(秦姬辇同孙操、吴起跚马儿领卒子上)(秦姬辇云)某乃秦姬辇是也。颇奈钟无盐无礼，将某玉环摔破，将使命文面而回，此恨痛入骨髓。某会合魏国吴起、燕国孙操，统大势雄兵，征伐钟无盐，走一遭去。大小三军，摆开阵势者！(孙操云)将军且稍待，等我与他比试三合！来者何人？(净合眼虎云)某乃齐公子手下合眼虎是也。(孙操云)兀那厮，你那无盐女在于何处，怎敢将吾毁谤？我不与你厮杀，你则着无盐女出来。(净合眼虎云)我道你不敢和我相持么？(孙操云)小贼开大言，小校操鼓来！(战科)(净合眼虎诈败走科，云)近不的他，走、走、走！(下)(孙操云)那里去！不问那里赶将去。(正旦云)左右与我拿住者！(众做拿住孙操科)(卒子云)拿住孙操也。(正旦唱)【调笑令】这厮不识咱运机，将人来紧追袭。呀！你如今船到江心补漏迟，抵多少临崖勒马才收骑。尚兀自追赶着争持，不睹事撞入咱阵里，你正是有路无归。(云)与我拿向前来。(卒子云)理会的。当面。(孙操跪科，云)夫人可怜见，怎生饶过我这一遭。(正旦云)你原来怕死。既然怕死，且饶他这一遭。(田能云)夫人，既拿住可放了，敢不中么？(正旦云)不妨事，你那里知道！释了缚，小校，抢出去！(卒子云)理会的。(抢科云)出去！(孙操出门科，云)无盐女委实壮哉，饶了我的性命，我回本营中去。(做见众科，云)两阵之间，被齐兵把我拿将过去，无盐女放回我来了也。(秦姬辇、吴起跚马儿走科，云)呸！孙操，你羞么？你压着阵。吴起，咱两个与他交锋去。(净合眼虎跚马儿上，云)秦将出马，我这遭必然赢了。(秦姬辇云)来者何人？(净合眼虎云)我说与你，我是合眼虎。我儿也，你须闻我的名。(秦姬辇云)兀那厮，我不与你厮杀，你那无盐女，怎敢摔破俺玉连环，又将使命文面而回，此恨痛入骨髓。则着无盐女出来，我不杀你这匹夫。(净合眼虎云)这厮无礼，怎敢毁谤俺夫人！我和你比试三合。(秦姬辇云)小校，操鼓来！(战科)(净合眼虎败走科，云)敌不住他，走、走、走！(下)(秦姬辇、吴起赶科)(秦姬辇云)走的那里去！(正旦云)与我拿住者！(众拿住二将科)(唱)【鬼三台】由你有瞒天智，拿云计，出不的八卦阴阳道理。(秦姬辇云)被他智赚了俺，何足道哉！(正旦唱)你犹兀自说兵机。各自要于家为国，你不合把军兵来逞雄尽意追。岂不知伏兵暗藏使见识，您今日遭陷擒缚，方才是临危自悔。(秦姬辇同吴起跪科，云)你使这短见，也不为强。你如今放出俺去，与你相持，若两阵之间拿住我，便是算您强。(正旦云)你也说的是。释了缚，抢出去(卒子云)理会的。(抢科，云)出去。(秦姬辇、吴起出门科)(秦姬辇云)这厮是能。吴将军，俺二人结束威风，上的马摆开阵势。兀那无盐女，你出马来！(正旦云)小校，将刀马来，我与他交锋。操鼓来！(调阵子科)(唱)【秃厮儿】定齐刀青龙举起，安邦将似大蟒争驰。你看那交锋则凭个手段疾，端的也你争驰，辨个高低。(秦姬辇云)及早下马受降！(战科)(正旦唱)【圣药王】那一个枪举的迟，这一个马骤的微，看看的马乏人困怎支持。征尘起，杀气迷，抛撇金鼓漾了征旗。(秦姬辇、吴起、孙操败走科)(秦姬辇云)不中，敌不住他，我与你走走走！(下)(正旦唱)则见他没揣的撞出兵围。(正旦云)小校，与我鸣金！(卒子云)理会的。(正旦唱)【尾声】今日个濉河边战退英雄辈，四海声名贯知。待教那十一国尽来朝，我直着永镇齐邦万万纪。(同下)第四折(外扮秦国公子领祗候上)(秦公子云)八水通流分上国，三川似锦乐丞民；春秋继世尊赢氏，赳赳威严号大秦。某乃秦哀公是也，建国于咸阳。方今春秋十二国，秦为上国，不期齐国有无盐女，好生的智勇多能，因解玉连环一事，将使命文面而回。某差秦姬辇众将，大败而归，又下将战书来。如今会俺十一国公子至临淄，尊齐为上国。某已约定十国公子，如期而至。某不敢久停，领本部人马，收拾方物进贡，走一遭去。白马金鞍碧玉轿，无盐端的是英豪。红罗袍下盘鸾凤，百万军中舞剑刀。文通礼乐三千字，武按阴阳出六韬；十一国中无敌手，谨当表贺尽来朝。(同下)(齐公子同晏婴、田能、合眼虎领祗候上)(齐公子云)勇烈夫人天下奇，行兵布阵按神机。交锋八卦排军队，凛凛威名说大齐。某齐公子是也。当日为因解玉环，操蒲琴一事，秦姬辇会同燕、卫二国，合兵一处，征伐东齐。被夫人同众将领兵迎敌，将秦兵一鼓而下，得胜回还，名传四海，威慑诸邦。今各国公子，尊齐为上国，此夫人之功能也。说各国公子都来到也，今日安排筵会，论功行赏，庆贺齐邦夫人。请将夫人来者。(晏婴云)理会的，帘内丫鬟，请夫人出来。(正旦整扮领侍女上，云)妾身无盐女是也。公子令人来请，须索走一遭去。(唱)【双调】【新水令】今日个大周威势显英豪，俺端的气昂昂智筹雄略。见如今他邦皆纳土，列国尽来朝。将勇兵骁，则俺这威名大似山岳。(正旦云)令人，报复去，道妾身来了也。(祗候云)理会的。喏！报的公子得知，有夫人来了也。(齐公子云)某接待夫人去。(见科，云)夫人有请。(正旦云)公子万福。(齐公子云)夫人，今日各国归伏，皆赖夫人之功能。当日夜梦云遮的月，今日云散月明，皆因晏婴大夫圆梦。若不是大夫，岂有今日也！(正旦唱)【沉醉东风】今日个皓月莹莹皎皎，都则为白云冉冉飘飘。到中天分外明，照齐国生光耀。显一轮晃彻青霄，蟾影辉辉澄大朝，把万里浮云净扫。(齐公子云)夫人不知，某差人取夫人一双父母到此，加官赐赏，不见来到。令人，门首觑者，若来时，报复我知道。(孛老儿同卜儿、搽旦上)(孛老儿云)欢来不似今朝，喜来那逢今日。老汉钟大户是也。谁想女孩儿有如此般才能，平定了齐国。公子着人取俺老小，可早来到也。哥哥报复去，道有钟大户来了也。(祗候云)理会的。(报科，云)喏！报的公子得知，有钟大户一家儿来了也。(齐公子云)有请。(祗候云)理会的。有请！(见科)(孛老儿云)公子，呼唤老汉有何事？(齐公子云)钟大户，你见你女孩儿咱。(孛老儿同卜儿打认科，云)孩儿也，你怎生别是个模样了！我道你不是个受苦的。(正旦拜科，云)父亲、母亲，认的您孩儿么？间别无恙否？(唱)【甜水令】想当日频采桑园，躬收蚕茧，把家私补报。(孛老儿云)孩儿索是辛苦也。(正旦唱)端的是昼辛苦夜勤劳，不付能得进其身，成名得志，则怕乡人耻笑。(云)采桑处，若不遇着齐公子。(唱)这其间可便甘老在荒郊。(孛老儿云)孩儿，旧话休题。(齐公子云)见如今各国归顺，尊为上邦，皆夫人汗马之劳也。(正旦唱)【折桂令】这春秋战国争豪，平定了临淄，安妥了齐朝。不动征旗，不施戈甲，不动枪刀。险些儿作村妇桑间到老，想当日做农姬田畔徒劳，博得个名姓清标，自在逍遥。(齐公子云)钟大户，因你女孩儿有大功勋，特请你加官赐赏。封你为太师柱国之职。食邑三千户；老夫人柱国太夫人，更褒封三代。(孛老儿云)深感厚恩，何以敢当也！(正旦唱)你今日受赏封官，报答您那养育劬劳。(下)(齐公子云)令人，门首觑者，各国公子敢待来也。(秦公子领卒子上)(秦公子云)某乃秦公子是也。同各国公子，来齐国庆贺，可早来到也。令人，报复去，道秦公子来了也。(祗侯云)理会的。(报科，云)喏！报的公子得知，有各国公子来了也。(齐公子云)某亲自接待去。(接见科，云)公子有请。(秦公子云)公子先请。(齐公子云)不敢不敢。(秦公子云)俺各国公子来迟，恕罪也。(齐公子云)某有何德能。有劳公子屈降也。(秦公子云)公子，今俺各国皆同一心，休兵罢战，永为唇齿之邦。想俺都是大周宗枝，故此特来庆贺也。(齐公子云)晏婴，安排酒宴，谢各国公子远临，同饮庆喜筵宴。众公子听者：则为这贤夫人名扬天下，齐兵胜四海传奇；操蒲琴七弦律吕，解玉环珍宝精微。穿九曲明珠剔透，秤白牙大象夺魅；晓六艺遍通书画，善博弈极尽围棋。文学广善占天象，武略勇对垒相持；谢你个晏平仲文才安国，多亏了钟离春智勇定齐。题目晏平仲文才安国正名钟离春智勇定齐 金妆宝剑藏龙口，玉带红绒挂虎头。绿杨影里骤骅骝。得意秋，名满凤凰楼。",
        "author": "元代",
        "poem_class": "田园",
        "dynasty": "马致远"
    },
    {
        "title": "酬刘柴桑",
        "paragraph": "穷居寡人用，时忘四运周。门庭多落叶，慨然知已秋。新葵郁北牖，嘉穟养南畴。今我不为乐，知有来岁不？命室携童弱，良日登远游。客从远方来，相随歌且笑。自有炖煌乐，不减安陵调。一尺布尚可缝。一斗粟尚可舂。兄弟二人不相容。南邻有奇树，承春挺素华。丰翘被长条，绿叶蔽朱柯。因风吐微音，芳气入紫霞。我心羡此木，愿徒著予家。夕得游其下，朝得弄其葩。尔根深且坚，予宅浅且洿。移植良无期，叹息将如何。",
        "author": "魏晋",
        "poem_class": "田园",
        "dynasty": "陶渊明"
    },
    {
        "title": "田园乐七首·其一",
        "paragraph": "厌见千门万户，经过北里南邻。官府鸣珂有底，崆峒散发何人。曾经沧海难为水，除却巫山不是云。取次花丛懒回顾，半缘修道半缘君。昨夜裙带解，今朝蟢子飞。铅华不可弃，莫是藁砧归。低花树映小妆楼，春入眉心两点愁。 斜倚栏干背鹦鹉，思量何事不回头。",
        "author": "唐代",
        "poem_class": "田园",
        "dynasty": "王维"
    },
    {
        "title": "四时田园杂兴·其四十四",
        "paragraph": "新筑场泥镜面平，家家打稻趁霜晴。笑歌声里轻雷动，一夜连枷响到明。欲知垂尽岁，有似赴壑蛇。修鳞半已没，去意谁能遮。况欲系其尾，虽勤知奈何。儿童强不睡，相守夜欢哗。晨鸡且勿唱，更鼓畏添挝。坐久灯烬落，起看北斗斜。明年岂无年，心事恐蹉跎。努力尽今夕，少年犹可夸。学向勤中得，萤窗万卷书。三冬今足用，谁笑腹空虚。遥夜沉沉如水，风紧驿亭深闭。梦破鼠窥灯，霜送晓寒侵被。无寐，无寐，门外马嘶人起。",
        "author": "宋代",
        "poem_class": "田园",
        "dynasty": "范成大"
    },
    {
        "title": "十亩之间",
        "paragraph": "十亩之间兮，桑者闲闲兮，行与子还兮。十亩之外兮，桑者泄泄兮，行与子逝兮。豪毛茂茂，陷水可脱，陷文不活。伐柯如何？匪斧不克。取妻如何？匪媒不得。伐柯伐柯，其则不远。我觏之子，笾豆有践。香残带缓不胜愁，又见萧条一片秋。身到故乡翻是客，心惟明月许同舟。数声新雁凌江下，几点寒鸦逐水流。遮莫平生多少恨，闲吟欹枕更悠悠。",
        "author": "先秦",
        "poem_class": "田园",
        "dynasty": "佚名"
    },
    {
        "title": "初夏即事",
        "paragraph": "石梁茅屋有弯碕，流水溅溅度两陂。(度两陂 一作：度西陂)晴日暖风生麦气，绿阴幽草胜花时。小雨丝丝欲网春，落花狼藉近黄昏。车尘不到张罗地，宿鸟声中自掩门。听风听雨过清明。愁草瘗花铭。楼前绿暗分携路，一丝柳、一寸柔情。料峭春寒中酒，交加晓梦啼莺。 西园日日扫林亭。依旧赏新晴。黄蜂频扑秋千索，有当时、纤手香凝。惆怅双鸳不到，幽阶一夜苔生。行到东溪看水时，坐临孤屿发船迟。野凫眠岸有闲意，老树着花无丑枝。短短蒲茸齐似剪，平平沙石净于筛。情虽不厌住不得，薄暮归来车马疲。",
        "author": "宋代",
        "poem_class": "田园",
        "dynasty": "王安石"
    },
    {
        "title": "浣溪沙·软草平莎过雨新",
        "paragraph": "徐州石潭谢雨，道上作五首。潭在城东二十里，常与泗水增减清浊相应。软草平莎过雨新，轻沙走马路无尘。何时收拾耦耕身？日暖桑麻光似泼，风来蒿艾气如薰。使君元是此中人。闻道梅花坼晓风，雪堆遍满四山中。何方可化身千亿，一树梅前一放翁。南浦春来绿一川，石桥朱塔两依然。年年送客横塘路，细雨垂杨系画船。花似伊，柳似伊。花柳青春人别离。低头双泪垂。长江东，长江西。两岸鸳鸯两处飞。相逢知几时。",
        "author": "宋代",
        "poem_class": "田园",
        "dynasty": "苏轼"
    },
    {
        "title": "辋川别业",
        "paragraph": "不到东山向一年，归来才及种春田。雨中草色绿堪染，水上桃花红欲然。优娄比丘经论学，伛偻丈人乡里贤。披衣倒屣且相见，相欢语笑衡门前。楚水清若空，遥将碧海通。人分千里外，兴在一杯中。谷鸟吟晴日，江猿啸晚风。平生不下泪，于此泣无穷。舍南舍北皆春水，但见群鸥日日来。花径不曾缘客扫，蓬门今始为君开。盘飧市远无兼味，樽酒家贫只旧醅。肯与邻翁相对饮，隔篱呼取尽馀杯。(馀 通：余)君问归期未有期，巴山夜雨涨秋池。 何当共剪西窗烛，却话巴山夜雨时。",
        "author": "唐代",
        "poem_class": "田园",
        "dynasty": "王维"
    },
    {
        "title": "横溪堂春晓",
        "paragraph": "一把青秧趁手青，轻烟漠漠雨冥冥。东风染尽三千顷，白鹭飞来无处停。危楼还望，叹此意、今古几人曾会？鬼设神施，浑认作、天限南疆北界。一水横陈，连岗三面，做出争雄势。六朝何事，只成门户私计？因笑王谢诸人，登高怀远，也学英雄涕。凭却长江，管不到，河洛腥膻无际。正好长驱，不须反顾，寻取中流誓。小儿破贼，势成宁问强对！(强对 一作：疆场)香墨弯弯画，燕脂淡淡匀。揉蓝衫子杏黄裙，独倚玉阑无语点檀唇。人去空流水，花飞半掩门。乱山何处觅行云？又是一钩新月照黄昏。斜风细雨作春寒，对尊前，忆前欢。曾把梨花，寂寞泪阑干。芳草断烟南浦路，和别泪，看青山。昨宵结得梦夤缘，水云间，悄无言。争奈醒来，愁恨又依然。展转衾裯空懊恼，天易见，见伊难。",
        "author": "宋代",
        "poem_class": "田园",
        "dynasty": "虞似良"
    },
    {
        "title": "采莲词",
        "paragraph": "朝出沙头日正红，晚来云起半江中。赖逢邻女曾相识，并著莲舟不畏风。北风卷地白草折，胡天八月即飞雪。忽如一夜春风来，千树万树梨花开。散入珠帘湿罗幕，狐裘不暖锦衾薄。将军角弓不得控，都护铁衣冷难着。(难着 一作：犹著)瀚海阑干百丈冰，愁云惨淡万里凝。中军置酒饮归客，胡琴琵琶与羌笛。纷纷暮雪下辕门，风掣红旗冻不翻。轮台东门送君去，去时雪满天山路。山回路转不见君，雪上空留马行处。渭城朝雨浥轻尘，客舍青青柳色新。劝君更尽一杯酒，西出阳关无故人。中庭地白树栖鸦，冷露无声湿桂花。今夜月明人尽望，不知秋思落谁家。",
        "author": "唐代",
        "poem_class": "田园",
        "dynasty": "张潮"
    },
    {
        "title": "道间即事",
        "paragraph": "花枝已尽莺将老，桑叶渐稀蚕欲眠。半湿半晴梅雨道，乍寒乍暖麦秋天。村垆沽酒谁能择，邮壁题诗尽偶然。方寸怡怡无一事，粗裘粝食地行仙。银河宛转三千曲。浴凫飞鹭澄波绿。何处是归舟。夕阳江上楼。 天憎梅浪发。故下封枝雪。深院卷帘看。应怜江上寒。燕燕轻盈，莺莺娇软，分明又向华胥见。夜长争得薄情知？春初早被相思染。别后书辞，别时针线，离魂暗逐郎行远。淮南皓月冷千山，冥冥归去无人管。风回仙驭云开扇，更阑月坠星河转。枕上梦魂惊，晓檐疏雨零。相逢虽草草，长共天难老。终不羡人间，人间日似年。",
        "author": "宋代",
        "poem_class": "田园",
        "dynasty": "黄公度"
    },
    {
        "title": "田园乐七首·其五",
        "paragraph": "山下孤烟远村，天边独树高原。一瓢颜回陋巷，五柳先生对门。春水春池满，春时春草生。春人饮春酒，春鸟弄春声。君生我未生，我生君已老。君恨我生迟，我恨君生早。人归万里外，意在一杯中。只虑前程远，开帆待好风。自入长信宫，每对孤灯泣。闺门镇不开，梦从何处入。一别行千里，来时未有期。月中三十日，无夜不相思。床前明月光，疑是地上霜。举头望明月，低头思故乡。龙脊贴连钱，银蹄白踏烟。无人织锦韂，谁为铸金鞭。腊月草根甜，天街雪似盐。未知口硬软，先拟蒺藜衔。忽忆周天子，驱车上玉山。鸣驺辞凤苑，赤骥最承恩。此马非凡马，房星本是星。向前敲瘦骨，犹自带铜声。大漠沙如雪，燕山月似钩。何当金络脑，快走踏清秋。饥卧骨查牙，粗毛刺破花。鬣焦珠色落，发断锯长麻。西母酒将阑，东王饭已干。君王若燕去，谁为曳车辕？赤兔无人用，当须吕布骑。吾闻果下马，羁策任蛮儿。飂叔去匆匆，如今不豢龙。夜来霜压栈，骏骨折西风。催榜渡乌江，神骓泣向风。君王今解剑，何处逐英雄？内马赐宫人，银鞯刺麒麟。午时盐坂上，蹭蹬溘风尘。批竹初攒耳，桃花未上身。他时须搅阵，牵去借将军。宝玦谁家子，长闻侠骨香。堆金买骏骨，将送楚襄王。香幞赭罗新，盘龙蹙蹬鳞。回看南陌上，谁道不逢春？不从桓公猎，何能伏虎威？一朝沟陇出，看取拂云飞。唐剑斩隋公，拳毛属太宗。莫嫌金甲重，且去捉飘风。白铁锉青禾，砧间落细莎。世人怜小颈，金埒畏长牙。伯乐向前看，旋毛在腹间。只今掊白草，何日蓦青山？萧寺驮经马，元从竺国来。空知有善相，不解走章台。重围如燕尾，宝剑似鱼肠。欲求千里脚，先采眼中光。暂系腾黄马，仙人上彩楼。须鞭玉勒吏，何事谪高州？汉血到王家，随鸾撼玉珂。少君骑海上，人见是青骡。武帝爱神仙，烧金得紫烟。厩中皆肉马，不解上青天。",
        "author": "唐代",
        "poem_class": "田园",
        "dynasty": "王维"
    },
    {
        "title": "归园田居·其六",
        "paragraph": "种苗在东皋，苗生满阡陌。虽有荷锄倦，浊酒聊自适。日暮巾柴车，路暗光已夕。归人望烟火，稚子候檐隙。问君亦何为，百年会有役。但愿桑麻成，蚕月得纺绩。素心正如此，开径望三益。从洛到许巍巍。曹公忧国无私。减去厨膳甘肥。羣僚率从祁祁。虽得俸禄常饥。念我苦寒心悲。太山一何高。迢迢造天庭。峻极周已远。曾云郁冥冥。梁甫亦有馆。蒿里亦有亭。幽涂延万鬼。神房集百灵。长吟太山侧。慷慨激楚声。寝迹衡门下，邈与世相绝。顾盼莫谁知，荆扉昼常闭。凄凄岁暮风，翳翳经日雪。倾耳无希声，在目皓已洁。劲气侵襟袖，箪瓢谢屡设。萧索空宇中，了无一可悦！历览千载书，时时见遗烈。高操非所攀，谬得固穷节。平津苟不由，栖迟讵为拙！寄意一言外，兹契谁能别？",
        "author": "魏晋",
        "poem_class": "田园",
        "dynasty": "陶渊明"
    },
    {
        "title": "春晚书山家",
        "paragraph": "柴门寂寂黍饭馨，山家烟火春雨晴。庭花蒙蒙水泠泠，小儿啼索树上莺。成纪星郎字义山，适归高壤抱长叹。词林枝叶三春尽，学海波澜一夜干。风雨已吹灯烛灭，姓名长在齿牙寒。只应物外攀琪树，便著霓裳上绛坛。虚负凌云万丈才，一生襟抱未曾开。鸟啼花落人何在，竹死桐枯凤不来。良马足因无主踠，旧交心为绝弦哀。九泉莫叹三光隔，又送文星入夜台。重帏深下莫愁堂，卧后清宵细细长。神女生涯原是梦，小姑居处本无郎。风波不信菱枝弱，月露谁教桂叶香。直道相思了无益，未妨惆怅是清狂。绿蚁新醅酒，红泥小火炉。晚来天欲雪，能饮一杯无？",
        "author": "唐代",
        "poem_class": "田园",
        "dynasty": "贯休"
    },
    {
        "title": "沁园春·再到期思卜筑",
        "paragraph": "一水西来，千丈晴虹，十里翠屏。喜草堂经岁，重来杜老，斜川好景，不负渊明。老鹤高飞，一枝投宿，长笑蜗牛戴屋行。平章了，待十分佳处，著个茅亭。青山意气峥嵘。似为我归来妩媚生。解频教花鸟，前歌後舞，更催云水，暮送朝迎。酒圣诗豪，可能无势，我乃而今驾驭卿。清溪上，被山灵却笑，白发归耕。醉里且贪欢笑，要愁那得工夫。近来始觉古人书，信著全无是处。昨夜松边醉倒，问松我醉何如。只疑松动要来扶，以手推松曰去。黄梅时节家家雨，青草池塘处处蛙。有约不来过夜半，闲敲棋子落灯花。二月巴陵日日风，春寒未了怯园公。海棠不惜胭脂色，独立蒙蒙细雨中。",
        "author": "宋代",
        "poem_class": "田园",
        "dynasty": "辛弃疾"
    },
    {
        "title": "过山农家",
        "paragraph": "板桥人渡泉声，茅檐日午鸡鸣。莫嗔焙茶烟暗，却喜晒谷天晴。白浪茫茫与海连，平沙浩浩四无边。暮去朝来淘不住，遂令东海变桑田。浩浩乎，平沙无垠，夐不见人。河水萦带，群山纠纷。黯兮惨悴，风悲日曛。蓬断草枯，凛若霜晨。鸟飞不下，兽铤亡群。亭长告余曰：“此古战场也，常覆三军。往往鬼哭，天阴则闻。”伤心哉！秦欤汉欤？将近代欤？吾闻夫齐魏徭戍，荆韩召募。万里奔走，连年暴露。沙草晨牧，河冰夜渡。地阔天长，不知归路。寄身锋刃，腷臆谁愬？秦汉而还，多事四夷，中州耗斁，无世无之。古称戎夏，不抗王师。文教失宣，武臣用奇。奇兵有异于仁义，王道迂阔而莫为。呜呼噫嘻！吾想夫北风振漠，胡兵伺便。主将骄敌，期门受战。野竖旌旗，川回组练。法重心骇，威尊命贱。利镞穿骨，惊沙入面，主客相搏，山川震眩。声析江河，势崩雷电。至若穷阴凝闭，凛冽海隅，积雪没胫，坚冰在须。鸷鸟休巢，征马踟蹰。缯纩无温，堕指裂肤。当此苦寒，天假强胡，凭陵杀气，以相剪屠。径截辎重，横攻士卒。都尉新降，将军复没。尸踣巨港之岸，血满长城之窟。无贵无贱，同为枯骨。可胜言哉！鼓衰兮力竭，矢尽兮弦绝，白刃交兮宝刀折，两军蹙兮生死决。降矣哉，终身夷狄；战矣哉，暴骨沙砾。鸟无声兮山寂寂，夜正长兮风淅淅。魂魄结兮天沉沉，鬼神聚兮云幂幂。日光寒兮草短，月色苦兮霜白。伤心惨目，有如是耶！吾闻之：牧用赵卒，大破林胡，开地千里，遁逃匈奴。汉倾天下，财殚力痡。任人而已，岂在多乎！周逐猃狁，北至太原。既城朔方，全师而还。饮至策勋，和乐且闲。穆穆棣棣，君臣之间。秦起长城，竟海为关。荼毒生民，万里朱殷。汉击匈奴，虽得阴山，枕骸徧野，功不补患。苍苍蒸民，谁无父母？提携捧负，畏其不寿。谁无兄弟？如足如手。谁无夫妇？如宾如友。生也何恩，杀之何咎？其存其没，家莫闻知。人或有言，将信将疑。悁悁心目，寤寐见之。布奠倾觞，哭望天涯。天地为愁，草木凄悲。吊祭不至，精魂无依。必有凶年，人其流离。呜呼噫嘻！时耶命耶？从古如斯！为之奈何？守在四夷。 繁华事散逐香尘，流水无情草自春。日暮东风怨啼鸟，落花犹似坠楼人。",
        "author": "唐代",
        "poem_class": "田园",
        "dynasty": "顾况"
    },
    {
        "title": "秋夜喜遇王处士",
        "paragraph": "北场芸藿罢，东皋刈黍归。相逢秋月满，更值夜萤飞。阳月南飞雁，传闻至此回。我行殊未已，何日复归来。江静潮初落，林昏瘴不开。明朝望乡处，应见陇头梅。十岁裁诗走马成，冷灰残烛动离情。桐花万里丹山路，雏凤清于老凤声。剑栈风樯各苦辛，别时冰雪到时春。为凭何逊休联句，瘦尽东阳姓沈人。泽国江山入战图，生民何计乐樵苏。凭君莫话封侯事，一将功成万骨枯。",
        "author": "唐代",
        "poem_class": "田园",
        "dynasty": "王绩"
    },
    {
        "title": "绝句漫兴九首·其七",
        "paragraph": "糁径杨花铺白毡，点溪荷叶叠青钱。笋根雉子无人见，沙上凫雏傍母眠。海畔尖山似剑铓，秋来处处割愁肠。 若为化得身千亿，散上峰头望故乡。曾逐东风拂舞筵，乐游春苑断肠天。 如何肯到清秋日，已带斜阳又带蝉。黄河远上白云间，一片孤城万仞山。羌笛何须怨杨柳，春风不度玉门关。单于北望拂云堆，杀马登坛祭几回。汉家天子今神武，不肯和亲归去来。",
        "author": "唐代",
        "poem_class": "田园",
        "dynasty": "杜甫"
    },
    {
        "title": "观田家",
        "paragraph": "微雨众卉新，一雷惊蛰始。田家几日闲，耕种从此起。丁壮俱在野，场圃亦就理。归来景常晏，饮犊西涧水。饥劬不自苦，膏泽且为喜。仓禀无宿储，徭役犹未已。方惭不耕者，禄食出闾里。柳叶双眉久不描，残妆和泪污红绡。长门尽日无梳洗，何必珍珠慰寂寥。花间一壶酒，独酌无相亲。举杯邀明月，对影成三人。月既不解饮，影徒随我身。暂伴月将影，行乐须及春。我歌月徘徊，我舞影零乱。醒时相交欢，醉后各分散。（另版本“相”为“同”）永结无情游，相期邈云汉。天若不爱酒，酒星不在天。地若不爱酒，地应无酒泉。天地既爱酒，爱酒不愧天。已闻清比圣，复道浊如贤。贤圣既已饮，何必求神仙。三杯通大道，一斗合自然。但得酒中趣，勿为醒者传。三月咸阳城，千花昼如锦。谁能春独愁，对此径须饮。穷通与修短，造化夙所禀。一樽齐死生，万事固难审。醉後失天地，兀然就孤枕。不知有吾身，此乐最为甚。穷愁千万端，美酒三百杯。愁多酒虽少，酒倾愁不来。所以知酒圣，酒酣心自开。辞粟卧首阳，屡空饥颜回。当代不乐饮，虚名安用哉。蟹螯即金液，糟丘是蓬莱。且须饮美酒，乘月醉高台。肠断江春欲尽头，杖藜徐步立芳洲。(江春 一作：春江)颠狂柳絮随风去，轻薄桃花逐水流。(去 一作：舞)",
        "author": "唐代",
        "poem_class": "田园",
        "dynasty": "韦应物"
    },
    {
        "title": "新晴野望",
        "paragraph": "新晴原野旷，极目无氛垢。郭门临渡头，村树连溪口。 白水明田外，碧峰出山后。农月无闲人，倾家事南亩。妾发初覆额，折花门前剧。郎骑竹马来，绕床弄青梅。同居长干里，两小无嫌猜，十四为君妇，羞颜未尝开。低头向暗壁，千唤不一回。十五始展眉，愿同尘与灰。常存抱柱信，岂上望夫台。十六君远行，瞿塘滟滪堆。五月不可触，猿声天上哀。门前迟行迹，一一生绿苔。苔深不能扫，落叶秋风早。八月胡蝶黄，双飞西园草。(胡蝶 一作：蝴蝶)感此伤妾心，坐愁红颜老。早晚下三巴，预将书报家。相迎不道远，直至长风沙。忆妾深闺里，烟尘不曾识。嫁与长干人，沙头候风色。五月南风兴，思君下巴陵。八月西风起，想君发扬子。去来悲如何，见少离别多。湘潭几日到，妾梦越风波。昨夜狂风度，吹折江头树。淼淼暗无边，行人在何处。好乘浮云骢，佳期兰渚东。鸳鸯绿蒲上，翡翠锦屏中。自怜十五余，颜色桃花红。那作商人妇，愁水复愁风。寂寞天宝后，园庐但蒿藜。我里百余家，世乱各东西。存者无消息，死者为尘泥。贱子因阵败，归来寻旧蹊。久行见空巷，日瘦气惨凄，但对狐与狸，竖毛怒我啼。四邻何所有，一二老寡妻。宿鸟恋本枝，安辞且穷栖。方春独荷锄，日暮还灌畦。县吏知我至，召令习鼓鞞。虽从本州役，内顾无所携。近行止一身，远去终转迷。家乡既荡尽，远近理亦齐。永痛长病母，五年委沟溪。生我不得力，终身两酸嘶。人生无家别，何以为蒸黎。故人江海别，几度隔山川。乍见翻疑梦，相悲各问年。孤灯寒照雨，深竹暗浮烟。(深竹 一作：湿竹)更有明朝恨，离杯惜共传。",
        "author": "唐代",
        "poem_class": "田园",
        "dynasty": "王维"
    },
    {
        "title": "文氏外孙入村收麦",
        "paragraph": "欲收新麦继陈谷，赖有诸孙替老人。三夜阴霪败场圃，一竿晴日舞比邻。急炊大饼偿饥乏，多博村酤劳苦辛。闭廪归来真了事，赋诗怜汝足精神。渡江天马南来，几人真是经纶手。长安父老，新亭风景，可怜依旧。夷甫诸人，神州沉陆，几曾回首。算平戎万里，功名本是，真儒事、君知否。(君知否 一作：公知否) 况有文章山斗。对桐阴、满庭清昼。当年堕地，而今试看，风云奔走。绿野风烟，平泉草木，东山歌酒。待他年，整顿乾坤事了，为先生寿。三月残花落更开，小檐日日燕飞来。子规夜半犹啼血，不信东风唤不回。一轮秋影转金波，飞镜又重磨。把酒问姮娥：被白发，欺人奈何？乘风好去，长空万里，直下看山河。斫去桂婆娑，人道是，清光更多。",
        "author": "宋代",
        "poem_class": "田园",
        "dynasty": "苏辙"
    },
    {
        "title": "移居·其二",
        "paragraph": "春秋多佳日，登高赋新诗。过门更相呼，有酒斟酌之。农务各自归，闲暇辄相思。相思则披衣，言笑无厌时。此理将不胜？无为忽去兹。衣食当须纪，力耕不吾欺。昔涉玄真道，腾步登太霞。负笈造天关，借问太上家。忽过紫微垣，真人列如麻。渌景清飙起，云盖映朱葩。兰宫敞琳阙，碧空起璚沙。丹台结空构，炜炜生光华。飞凤踶甍峙，烛龙倚委蛇。玉胎来绛芝，九色纷相挐。挹景练仙骸，万劫方童牙。谁言寿有终，扶桑不为查。彼谄谀兮，人之蠹兮。刺促昔粟，罔顾耻辱。以求媚兮，邪干侧入。如恐弗及，以自容兮。志行偏小，好习不道。朝挟其车，夕承其舆。或骑或徒，载奔载趋。或言或笑，曲事亲要。正路不由，邪径是蹈。不识大猷，不知话言。其朋其党，其徒实繁。有诡其行，有佞其音。籧篨戚施，邪媚是钦。既谗且姤，以逞其心。是信是任，乱是以多。其始不慎，末如之何。习习宰嚭，营营无极。梁丘寡智，王鲋浅识。伊戾息夫，异世同力。江充赵高，甘言似直。竖刁上官，擅生羽翼。乃如之人，僣爽其德。岂徒丧邦，又亦覆国。嗟尔中下，其亲其昵。不谓其非，不觉其失。好之有年，宠之有日。我思古人，心焉若疾。百凡君子，宜其慎矣。覆车其鉴，近可信矣。言既备矣，事既至矣。反是不思，维尘及矣。天道幽且远，鬼神茫昧然。结发念善事，僶俛六九年。弱冠逢世阻，始室丧其偏。炎火屡焚如，螟蜮恣中田。风雨纵横至，收敛不盈廛。夏日长抱饥，寒夜无被眠。造夕思鸡鸣，及晨愿乌迁。在己何怨天，离忧凄目前。吁嗟身后名，于我若浮烟。慷慨独悲歌，锺期信为贤。",
        "author": "魏晋",
        "poem_class": "田园",
        "dynasty": "陶渊明"
    },
    {
        "title": "初秋行圃",
        "paragraph": "落日无情最有情，遍催万树暮蝉鸣。听来咫尺无寻处，寻到旁边却不声。飞花两岸照船红，百里榆堤半日风。卧看满天云不动，不知云与我俱东。云淡风轻近午天，傍花随柳过前川。时人不识余心乐，将谓偷闲学少年。山亭水榭秋方半，凤帏寂寞无人伴。愁闷一番新，双蛾只旧颦。起来临绣户，时有疏萤度。多谢月相怜，今宵不忍圆。",
        "author": "宋代",
        "poem_class": "田园",
        "dynasty": "杨万里"
    },
    {
        "title": "夏日田园杂兴",
        "paragraph": "梅子金黄杏子肥，麦花雪白菜花稀。日长篱落无人过，惟有蜻蜓蛱蝶飞。五月江吴麦秀寒，移秧披絮尚衣单。稻根科斗行如块，田水今年一尺宽。二麦俱秋斗百钱，田家唤作小丰年。饼炉饭甑无饥色，接到西风熟稻天。百沸缲汤雪涌波，缲车嘈囋雨鸣蓑。桑姑盆手交相贺，绵茧无多丝茧多。小妇连宵上绢机，大耆催税急於飞。今年幸甚蚕桑熟，留得黄丝织夏衣。下田戽水出江流，高垄翻江逆上沟；地势不齐人力尽，丁男长在踏车头。昼出耘田夜绩麻，村庄儿女各当家。童孙未解供耕织，也傍桑阴学种瓜。槐叶初匀日气凉，葱葱鼠耳翠成双。三公只得三株看，闲客清阴满北窗。黄尘行客汗如浆，少住侬家漱井香；借与门前磐石坐，柳阴亭午正风凉。千顷芙蕖放棹嬉，花深迷路晚忘归。家人暗识船行处，时有惊忙小鸭飞。采菱辛苦废犁鉏，血指流丹鬼质枯。无力买田聊种水，近来湖面亦收租。蜩螗千万沸斜阳，蛙黾无边聒夜长。不把痴聋相对治，梦魂争得到藜床？天接云涛连晓雾，星河欲转千帆舞。仿佛梦魂归帝所。闻天语，殷勤问我归何处。我报路长嗟日暮，学诗谩有惊人句。九万里风鹏正举。风休住，蓬舟吹取三山去！《水经》云：“彭蠡之口有石钟山焉。”郦元以为下临深潭，微风鼓浪，水石相搏，声如洪钟。是说也，人常疑之。今以钟磬置水中，虽大风浪不能鸣也，而况石乎！至唐李渤始访其遗踪，得双石于潭上，扣而聆之，南声函胡，北音清越，桴止响腾，余韵徐歇。自以为得之矣。然是说也，余尤疑之。石之铿然有声者，所在皆是也，而此独以钟名，何哉？元丰七年六月丁丑，余自齐安舟行适临汝，而长子迈将赴饶之德兴尉，送之至湖口，因得观所谓石钟者。寺僧使小童持斧，于乱石间择其一二扣之，硿硿焉。余固笑而不信也。至莫夜月明，独与迈乘小舟，至绝壁下。大石侧立千尺，如猛兽奇鬼，森然欲搏人；而山上栖鹘，闻人声亦惊起，磔磔云霄间；又有若老人咳且笑于山谷中者，或曰此鹳鹤也。余方心动欲还，而大声发于水上，噌吰如钟鼓不绝。舟人大恐。徐而察之，则山下皆石穴罅，不知其浅深，微波入焉，涵澹澎湃而为此也。舟回至两山间，将入港口，有大石当中流，可坐百人，空中而多窍，与风水相吞吐，有窾坎镗鞳之声，与向之噌吰者相应，如乐作焉。因笑谓迈曰：“汝识之乎？噌吰者，周景王之无射也；窾坎镗鞳者，魏庄子之歌钟也。古之人不余欺也！”事不目见耳闻，而臆断其有无，可乎？郦元之所见闻，殆与余同，而言之不详；士大夫终不肯以小舟夜泊绝壁之下，故莫能知；而渔工水师虽知而不能言。此世所以不传也。而陋者乃以斧斤考击而求之，自以为得其实。余是以记之，盖叹郦元之简，而笑李渤之陋也。 天子重英豪，文章教尔曹；万般皆下品，惟有读书高。少小须勤学，文章可立身；满朝朱紫贵，尽是读书人。学问勤中得，萤窗万卷书；三冬今足用，谁笑腹空虚。自小多才学，平生志气高；别人怀宝剑，我有笔如刀。朝为田舍郎，暮登天子堂；将相本无种，男儿当自强。学乃身之宝，儒为席上珍；君看为宰相，必用读书人。莫道儒冠误，诗书不负人；达而相天下，穷则善其身。遗子满赢金，何如教一经；姓名书锦轴，朱紫佐朝廷。古有千文义，须知学后通；圣贤俱间出，以此发蒙童。神童衫子短．袖大惹春风；未去朝天子，先来谒相公。年纪虽然小，文章日渐多；待看十五六，一举便登科。大比因时举，乡书以类升；名题仙桂籍，天府快先登。喜中青钱选，才高压俊英；萤窗新脱迹，雁塔早题名。年小初登第，皇都得意回；禹门三级浪，平地一声雷。一举登科日，双亲未老时；锦衣归故里，端的是男儿。玉殿传金榜，君恩赐状头；英雄三百辈，附我步瀛洲。慷慨丈夫志，生当忠孝门；为官须作相，及第必争先。宫殿召绕耸，街衢竞物华；风云今际会，千古帝王家。日月光天德，山河壮帝居；太平无以报，愿上万年书。久旱逢甘雨，他乡遇故知；洞房花烛夜，金榜题名时。土脉阳和动，韶华满眼新；一支梅破腊，万象渐回春。柳色浸衣绿，桃花映酒红；长安游冶子，日日醉春风。淑景余三月，莺花已半稀；浴沂谁氏子，三叹咏而归。数点雨余雨，一番寒食寒；杜鹃花发处，血泪染成丹。春到清明好，晴天锦绣纹；年年当此节，底事雨纷纷。风阁黄昏夜，开轩内晚凉；月华在户白，何处递荷香？一雨初收霁，金风特送凉；书窗应自爽，灯火夜偏长。庭下陈瓜果，云端闻彩车；争如郝隆子，只晒腹中书。九日龙山饮，黄花笑逐臣；醉看风落帽，舞爱月留人。昨日登高罢，今朝再举觞；菊花何太苦，遭此两重阳。北帝方行令，天晴爱日和；农工新筑土，天庆纳嘉禾。檐外三竿日，新添一线长；登台观气象，云物喜呈祥。冬天更筹尽，春附斗柄回；寒暄一夜隔，客鬓两年催。解落三秋叶，能开二月花；过江千尺浪，入竹万杆斜。人在艳阳中，桃花映面红；年年二三月，底事笑春风。院落沉沉晓，花开白雪香；一枝轻带雨，泪湿贵妃妆。枝缀霜葩白，无言笑晓凤；清芳谁是侣，色间小桃红。倾国姿容别，多开富贵家；临轩一赏后，轻薄万千花。墙角一枝梅，凌寒独自开；遥知不是雪，为有暗香来。柯干如金石，心坚耐岁寒；平生谁结友，宜共竹松看。居可无君子，交情耐岁寒；春风频动处，日日报平安。春水满泗泽，夏云多奇峰；秋月扬明辉，冬岭秀孤松。诗酒琴棋客，风花雪月天；有名闲富贵，无事散神仙。道院迎仙客，书道隐相儒；庭栽栖凤竹，池养化龙鱼。春游芳草地，夏赏绿荷池；秋饮黄花酒，冬吟白雪诗。",
        "author": "宋代",
        "poem_class": "田园",
        "dynasty": "范成大"
    },
    {
        "title": "江村即事",
        "paragraph": "钓罢归来不系船，江村月落正堪眠。纵然一夜风吹去，只在芦花浅水边。不论平地与山尖，无限风光尽被占。 采得百花成蜜后，为谁辛苦为谁甜？楼上黄昏欲望休，玉梯横绝月中钩。芭蕉不展丁香结，同向春风各自愁。东南日出照高楼，楼上离人唱石州。总把春山扫眉黛，不知供得几多愁？大堤杨柳雨沉沉，万缕千条惹恨深。飞絮满天人去远，东风无力系春心。",
        "author": "唐代",
        "poem_class": "田园",
        "dynasty": "司空曙"
    },
    {
        "title": "东坡",
        "paragraph": "雨洗东坡月色清，市人行尽野人行。莫嫌荦确坡头路，自爱铿然曳杖声。情高意真。眉长鬓青。小楼明月调筝。写春风数声。思君忆君。魂牵梦萦。翠销香暖云屏。更那堪酒醒。碧海无波，瑶台有路。思量便合双飞去。当时轻别意中人，山长水远知何处。 绮席凝尘，香闺掩雾。红笺小字凭谁附。高楼目尽欲黄昏，梧桐叶上萧萧雨。半亩方塘一鉴开，天光云影共徘徊。问渠那得清如许？为有源头活水来。(那 通：哪)",
        "author": "宋代",
        "poem_class": "田园",
        "dynasty": "苏轼"
    },
    {
        "title": "归园田居·其二",
        "paragraph": "野外罕人事，穷巷寡轮鞅。白日掩荆扉，虚室绝尘想。时复墟曲中，披草共来往。(墟曲中 一作：墟曲人)相见无杂言，但道桑麻长。桑麻日已长，我土日已广。常恐霜霰至，零落同草莽。在昔闻南亩，当年竟未践。屡空既有人，春兴岂自免。夙晨装吾驾，启涂情己缅。鸟弄欢新节，泠风送馀善。寒竹被荒蹊，地为罕人远；是以植杖翁，悠然不复返。即理愧通识，所保讵乃浅。先师有遗训，忧道不忧贫。瞻望邈难逮，转欲志长勤。秉耒欢时务，解颜劝农人。平畴交远风，良苗亦怀新。虽未量岁功，既事多所欣。耕种有时息，行者无问津。日入相与归，壶浆劳近邻。长吟掩柴门，聊为陇亩民。营丘负海曲。沃野爽且平。洪川控河济。崇山入高冥。东被姑尤侧。南界聊摄城。海物错万类。陆产尚千名。孟诸吞楚梦。百二侔秦京。惟师恢东表。桓后定周倾。天道有迭代。人道无久盈。鄙哉牛山叹。未及至人情。爽鸠苟已徂。吾子安得停。行行将复去。长存非所营。林中有奇鸟，自言是凤凰。清朝饮醴泉，日夕栖山冈。高鸣彻九州，延颈望八荒。适逢商风起，羽翼自摧藏。一去昆崙西，何时复回翔！但恨处非位，怆恨使心伤。",
        "author": "魏晋",
        "poem_class": "田园",
        "dynasty": "陶渊明"
    },
    {
        "title": "田园乐七首·其六 / 闲居",
        "paragraph": "桃红复含宿雨，柳绿更带朝烟。(朝烟 一作：春烟)花落家童未扫，莺啼山客犹眠。年、月、日，季父愈闻汝丧之七日，乃能衔哀致诚，使建中远具时羞之奠，告汝十二郎之灵：呜呼！吾少孤，及长，不省所怙，惟兄嫂是依。中年兄殁南方，吾与汝俱幼，从嫂归葬河阳。既又与汝就食江南，零丁孤苦，未尝一日相离也。吾上有三兄，皆不幸早世。承先人后者，在孙惟汝，在子惟吾。两世一身，形单影只。嫂尝抚汝指吾而言曰：“韩氏两世，惟此而已！”汝时尤小，当不复记忆；吾时虽能记忆，亦未知其言之悲也。吾年十九，始来京城。其后四年，而归视汝。又四年，吾往河阳省坟墓，遇汝从嫂丧来葬。又二年，吾佐董丞相于汴州，汝来省吾，止一岁，请归取其孥。明年，丞相薨，吾去汴州，汝不果来。是年，吾佐戎徐州，使取汝者始行，吾又罢去，汝又不果来。吾念汝从于东，东亦客也，不可以久；图久远者，莫如西归，将成家而致汝。呜呼！孰谓汝遽去吾而殁乎！吾与汝俱少年，以为虽暂相别，终当久相与处。故舍汝而旅食京师，以求斗斛之禄。诚知其如此，虽万乘之公相，吾不以一日辍汝而就也。去年，孟东野往，吾书与汝曰：“吾年未四十，而视茫茫，而发苍苍，而齿牙动摇。念诸父与诸兄，皆康强而早世，如吾之衰者，其能久存乎？吾不可去，汝不肯来，恐旦暮死，而汝抱无涯之戚也。”孰谓少者殁而长者存，强者夭而病者全乎？呜呼！其信然邪？其梦邪？其传之非其真邪？信也，吾兄之盛德而夭其嗣乎？汝之纯明而不克蒙其泽乎？少者强者而夭殁，长者衰者而存全乎？未可以为信也！梦也，传之非其真也，东野之书，耿兰之报，何为而在吾侧也？呜呼！其信然矣！吾兄之盛德而夭其嗣矣，汝之纯明宜业其家者，不克蒙其泽矣。所谓天者诚难测，而神者诚难明矣。所谓理者不可推，而寿者不可知矣。虽然，吾自今年来，苍苍者或化而为白矣；动摇者或脱而落矣，毛血日益衰，志气日益微，几何不从汝而死也？死而有知，其几何离？其无知，悲不几时，而不悲者无穷期矣。汝之子始十岁，吾之子始五岁，少而强者不可保，如此孩提者，又可冀其成立邪？呜呼哀哉！呜呼哀哉！汝去年书云：“比得软脚病，往往而剧。”吾曰：“是疾也，江南之人，常常有之。”未始以为忧也。呜呼， 其竟以此而殒其生乎？抑别有疾而至斯极乎？汝之书，六月十七日也；东野云，汝殁以六月二日；耿兰之报无月日。盖东野之使者不知问家人以月日，如耿兰之报，不知当言月日。东野与吾书，乃问使者，使者妄称以应之乎。其然乎？其不然乎？今吾使建中祭汝，吊汝之孤与汝之乳母。彼有食可守，以待终丧，则待终丧而取以来；如不能守以终丧，则遂取以来。其余奴婢，并令守汝丧。吾力能改葬，终葬汝于先人之兆，然后惟其所愿。呜呼！汝病吾不知时，汝殁吾不知日，生不能相养以共居，殁不能抚汝以尽哀，敛不凭其棺，窆不临其穴。吾行负神明，而使汝夭。不孝不慈，而不得与汝相养以生，相守以死。一在天之涯，一在地之角，生而影不与吾形相依，死而魂不与吾梦相接，吾实为之，其又何尤！彼苍者天，曷其有极！自今已往，吾其无意于人世矣！当求数顷之田于伊、颍之上，以待余年。教吾子与汝子，幸其成；长吾女与汝女，待其嫁，如此而已。呜呼，言有穷而情不可终，汝其知也邪？其不知也邪？呜呼哀哉！尚飨！脉脉广川流，驱马历长洲。鹊飞山月曙，蝉噪野风秋。帝城春欲暮，喧喧车马度。共道牡丹时，相随买花去。贵贱无常价，酬直看花数。灼灼百朵红，戋戋五束素。上张幄幕庇，旁织巴篱护。水洒复泥封，移来色如故。家家习为俗，人人迷不悟。有一田舍翁，偶来买花处。低头独长叹，此叹无人喻。一丛深色花，十户中人赋。",
        "author": "唐代",
        "poem_class": "田园",
        "dynasty": "王维"
    },
    {
        "title": "雨过山村",
        "paragraph": "雨里鸡鸣一两家，竹溪村路板桥斜。妇姑相唤浴蚕去，闲看中庭栀子花。(闲看 一作：闲着)素蘤多蒙别艳欺，此花真合在瑶池。(真合 一作：端合)无情有恨何人觉？月晓风清欲堕时。不著一字，尽得风流。语不涉难，已不堪忧。是有真宰，与之沉浮。如渌满酒，花时返秋。悠悠空尘，忽忽海沤。浅深聚散，万取一收。蚤是伤春梦雨天，可堪芳草更芊芊。内官初赐清明火，上相闲分白打钱。紫陌乱嘶红叱拨，绿杨高映画秋千。游人记得承平事，暗喜风光似昔年。",
        "author": "唐代",
        "poem_class": "田园",
        "dynasty": "王建"
    },
    {
        "title": "答陆澧",
        "paragraph": "松叶堪为酒，春来酿几多。不辞山路远，踏雪也相过。南山塞天地，日月石上生。高峰夜留景，深谷昼未明。山中人自正，路险心亦平。长风驱松柏，声拂万壑清。即此悔读书，朝朝近浮名。天河夜转漂回星，银浦流云学水声。玉宫桂树花未落，仙妾采香垂珮缨。秦妃卷帘北窗晓，窗前植桐青凤小。王子吹笙鹅管长，呼龙耕烟种瑶草。粉霞红绶藕丝裙，青洲步拾兰苕春。东指羲和能走马，海尘新生石山下。母别子，子别母，白日无光哭声苦。关西骠骑大将军，去年破虏新策勋。敕赐金钱二百万，洛阳迎得如花人。新人迎来旧人弃，掌上莲花眼中刺。迎新弃旧未足悲，悲在君家留两儿。一始扶行一初坐，坐啼行哭牵人衣。以汝夫妇新燕婉，使我母子生别离。不如林中乌与鹊，母不失雏雄伴雌。应似园中桃李树，花落随风子在枝。新人新人听我语，洛阳无限红楼女。但愿将军重立功，更有新人胜于汝。",
        "author": "唐代",
        "poem_class": "田园",
        "dynasty": "张九龄"
    },
    {
        "title": "书湖阴先生壁二首",
        "paragraph": "茅檐长扫净无苔，花木成畦手自栽。一水护田将绿绕，两山排闼送青来。桑条索漠楝花繁，风敛余香暗度垣。黄鸟数声残午梦，尚疑身属半山园。东风夜放花千树，更吹落，星如雨。宝马雕车香满路。凤箫声动，玉壶光转，一夜鱼龙舞。蛾儿雪柳黄金缕，笑语盈盈暗香去。众里寻他千百度，蓦然回首，那人却在，灯火阑珊处。楚江空晚。怅离群万里，恍然惊散。自顾影、欲下寒塘，正沙净草枯，水平天远。写不成书，只寄得、相思一点。料因循误了，残毡拥雪，故人心眼。 谁怜旅愁荏苒。谩长门夜悄，锦筝弹怨。想伴侣、犹宿芦花，也曾念春前，去程应转。暮雨相呼，怕蓦地、玉关重见。未羞他、双燕归来，画帘半卷。春归何处？寂寞无行路。若有人知春去处，唤取归来同住。 春无踪迹谁知？除非问取黄鹂。百啭无人能解，因风飞过蔷薇。",
        "author": "宋代",
        "poem_class": "田园",
        "dynasty": "王安石"
    },
    {
        "title": "江村",
        "paragraph": "清江一曲抱村流，长夏江村事事幽。自去自来堂上燕，相亲相近水中鸥。(堂上 一作：梁上)老妻画纸为棋局，稚子敲针作钓钩。但有故人供禄米，微躯此外更何求？一树春风千万枝，嫩于金色软于丝。 永丰西角荒园里，尽日无人属阿谁？少小离家老大回，乡音无改鬓毛衰。(无改 一作：未改/难改)儿童相见不相识，笑问客从何处来。离别家乡岁月多，近来人事半消磨。惟有门前镜湖水，春风不改旧时波。清时有味是无能，闲爱孤云静爱僧。 欲把一麾江海去，乐游原上望昭陵。",
        "author": "唐代",
        "poem_class": "田园",
        "dynasty": "杜甫"
    },
    {
        "title": "江神子·博山道中书王氏壁",
        "paragraph": "一川松竹任横斜，有人家，被云遮。雪后疏梅，时见两三花。比着桃源溪上路，风景好，不争多。旗亭有酒径须赊，晚寒些，怎禁他。醉里匆匆，归骑自随车。白发苍颜吾老矣，只此地，是生涯。横看成岭侧成峰，远近高低各不同。不识庐山真面目，只缘身在此山中。长忆观潮，满郭人争江上望。来疑沧海尽成空，万面鼓声中。 弄潮儿向涛头立，手把红旗旗不湿。别来几向梦中看，梦觉尚心寒。欲减罗衣寒未去，不卷珠帘，人在深深处。红杏枝头花几许？啼痕止恨清明雨。尽日沉烟香一缕，宿酒醒迟，恼破春情绪。飞燕又将归信误，小屏风上西江路。",
        "author": "宋代",
        "poem_class": "田园",
        "dynasty": "辛弃疾"
    },
    {
        "title": "归园田居·其五",
        "paragraph": "怅恨独策还，崎岖历榛曲。山涧清且浅，可以濯吾足。漉我新熟酒，只鸡招近局。日入室中暗，荆薪代明烛。欢来苦夕短，已复至天旭。大火流坤维，白日驰西陆。浮阳映翠林，回飙扇绿竹。飞雨洒朝兰，轻露栖业菊。龙蛰暄气凝，天高万物肃。弱条不重结，芳蕤岂再馥。人生瀛海内，忽如鸟过目。川上之欢逝，前修以自勖。泱漭望舒隐，黮黤玄夜阴。寒鸡思天曙，振翅吹长音。蚊蚋归丰草，枯叶散萧林。陈醴发悴颜，巴歈畅真心。缊被终不晓，斯叹信难任。何以除斯叹，付之与瑟琴。长笛响中夕，闻此消胸襟。弱冠弄柔翰，卓荦观群书。著论准过秦，作赋拟子虚。边城苦鸣镝，羽檄飞京都。虽非甲胄士，畴昔览穰苴。长啸激清风，志若无东吴。铅刀贵一割，梦想骋良图。左眄澄江湘，右盼定羌胡。功成不受爵，长揖归田庐。",
        "author": "魏晋",
        "poem_class": "田园",
        "dynasty": "陶渊明"
    },
    {
        "title": "稻田",
        "paragraph": "绿波春浪满前陂，极目连云䎬稏肥。更被鹭鹚千点雪，破烟来入画屏飞。岚雾今朝重，江山此地深。滩声秋更急，峡气晓多阴。望阙云遮眼，思乡雨滴心。将何慰幽独，赖此北窗琴。寂寞天宝后，园庐但蒿藜。我里百余家，世乱各东西。存者无消息，死者为尘泥。贱子因阵败，归来寻旧蹊。久行见空巷，日瘦气惨凄，但对狐与狸，竖毛怒我啼。四邻何所有，一二老寡妻。宿鸟恋本枝，安辞且穷栖。方春独荷锄，日暮还灌畦。县吏知我至，召令习鼓鞞。虽从本州役，内顾无所携。近行止一身，远去终转迷。家乡既荡尽，远近理亦齐。永痛长病母，五年委沟溪。生我不得力，终身两酸嘶。人生无家别，何以为蒸黎。白发三千丈，缘愁似个长。不知明镜里，何处得秋霜。",
        "author": "唐代",
        "poem_class": "田园",
        "dynasty": "韦庄"
    },
    {
        "title": "题元丹丘山居",
        "paragraph": "故人栖东山，自爱丘壑美。青春卧空林，白日犹不起。松风清襟袖，石潭洗心耳。羡君无纷喧，高枕碧霞里。春日在天涯，天涯日又斜。莺啼如有泪，为湿最高花。当时我醉美人家，美人颜色娇如花。今日美人弃我去，青楼珠箔天之涯。天涯娟娟姮娥月，三五二八盈又缺。翠眉蝉鬓生别离，一望不见心断绝。心断绝，几千里？梦中醉卧巫山云，觉来泪滴湘江水。湘江两岸花木深，美人不见愁人心。含愁更奏绿绮琴，调高弦绝无知音。美人兮美人，不知为暮雨兮为朝云。相思一夜梅花发，忽到窗前疑是君。何事居穷道不穷，乱时还与静时同。家山虽在干戈地，弟侄常修礼乐风。窗竹影摇书案上，野泉声入砚池中。少年辛苦终身事，莫向光阴惰寸功。",
        "author": "唐代",
        "poem_class": "田园",
        "dynasty": "李白"
    },
    {
        "title": "南乡子·秋暮村居",
        "paragraph": "红叶满寒溪，一路空山万木齐。试上小楼极目望，高低。一片烟笼十里陂。吠犬杂鸣鸡，灯火荧荧归路迷。乍逐横山时近远，东西。家在寒林独掩扉。大道青楼望不遮，年时系马醉流霞。风前带是同心结，杯底人如解语花。下杜城边南北路，上阑门外去来车。匆匆觉得扬州梦，检点闲愁在鬓华。唤起窗前尚宿酲，啼鹃催去又声声。丹青旧誓相如札，禅榻经时杜牧情。别后相思空一水，重来回首已三生。云阶月地依然在，细逐空香百遍行。遮莫临行念我频，竹枝留涴泪痕新。多缘刺史无坚约，岂视萧郎作路人。望里彩云疑冉冉，愁边春水故粼粼。珊瑚百尺珠千斛，难换罗敷未嫁身。从此音尘各悄然，春山如黛草如烟。泪添吴苑三更雨，恨惹邮亭一夜眠。讵有青鸟缄别句，聊将锦瑟记流年。他时脱便微之过，百转千回只自怜。未问兰因已惘然，垂杨西北有情天。水月镜花终幻迹，赢得，半生魂梦与缠绵。户网游丝浑是罥，被池方锦岂无缘？为有相思能驻景，消领，逢春惆怅似当年。水流曲曲树重重，树里春山一两峰。茅屋深藏人不见，数声鸡犬夕阳中。",
        "author": "清代",
        "poem_class": "田园",
        "dynasty": "纳兰性德"
    }
]