[
    {
        "title": "端午",
        "paragraph": "节分端午自谁言，万古传闻为屈原。堪笑楚江空渺渺，不能洗得直臣冤。"
    },
    {
        "title": "喜雨",
        "paragraph": "临岐终日自裴回，干我茅斋半亩苔。山上乱云随手变，浙东飞雨过江来。一元和气归中正，百怪苍渊起蛰雷。千里稻花应秀色，酒樽风月醉亭台。"
    },
    {
        "title": "郊庙歌辞·仪坤庙乐章·雍和",
        "paragraph": "酌郁既灌，芗萧方爇。笾豆静器，簠簋芬飶。鱼腊荐美，牲牷表洁。是戢是将，载迎载列。"
    },
    {
        "title": "寄许浑秀才",
        "paragraph": "万木惊秋叶渐稀，静探造化见玄机。眼前谁悟先天理，去后还知今日非。树拥秣陵千嶂合，云开萧寺一僧归。汉廷累下征贤诏，未许严陵老钓矶。"
    },
    {
        "title": "闲居",
        "paragraph": "茂苑闲居木石同，旋开小径翦蒿蓬。虚游心在鸿濛外，穴处身疑培塿中。花影一阑吟夜月，松声半榻卧秋风。百年寄傲聊容膝，何必高车驷马通。"
    },
    {
        "title": "金陵怀古",
        "paragraph": "黄道天清拥珮珂，东南王气秣陵多。江吞彭蠡来三蜀，地接昆仑带九河。凤阙晓霞红散绮，龙池春水绿生波。华夷混一归真主，端拱无为乐太和。"
    },
    {
        "title": "寄许浑秀才",
        "paragraph": "文字饥难煮，为农策最良。兴来鉏晓月，倦后卧斜阳。秋稼连千顷，春花醉几场。任他名利客，车马闹康庄。"
    },
    {
        "title": "九日",
        "paragraph": "万里飘零十二秋，不堪今倚夕阳楼。壮怀空掷班超笔，久客谁怜季子裘。瘴雨蛮烟朝暮景，平芜野草古今愁。酣歌欲尽登高兴，强把黄花插满头。"
    },
    {
        "title": "春游",
        "paragraph": "明日城东看杏花，叮咛童子蚤将车。路从丹凤楼前过，酒向金鱼馆里赊。绿水满沟生杜若，暖云将雨湿泥沙。绝胜羊傅襄阳道，车骑西风拥鼓笳。"
    },
    {
        "title": "登凤凰台二首",
        "paragraph": "凤凰台上望长安，五色宫袍照水寒。彩笔十年留翰墨，银河一夜卧阑干。三山飞鸟江天暮，六代离宫草树残。始信人生如一梦，壮怀莫使酒杯干。梧桐叶落秋风老，人去台空凤不来。梁武台城芳草合，吴王宫殿野花开。石头城下春生水，燕子堂前雨长苔。莫问人间兴废事，百年相遇且衔杯。"
    },
    {
        "title": "赠惟俨师",
        "paragraph": "焕然文采照青春，一策江湖自在身。云锁木龛聊息影，雪香纸袄不生尘。谈禅早续灯无尽，护法重编论有神。拟扫绿阴浮佛寺，桫椤高树结为邻。"
    },
    {
        "title": "楚江怀古",
        "paragraph": "骚灵不可见，楚些竟谁闻。欲采蘋花去，沧州隔暮云。"
    },
    {
        "title": "寒夜",
        "paragraph": "云冷江空岁暮时，竹阴梅影月参差。鸡催梦枕司晨早，更咽寒城报点迟。人事纷华潜动息，天心静默运推移。凭谁荡涤穷残候，入眼东风喜在期。"
    },
    {
        "title": "宫词",
        "paragraph": "悄悄深宫不见人，倚阑惟见石麒麟。芙蓉帐冷愁长夜，翡翠帘垂隔小春。天远难通青鸟信，风寒欲动锦花茵。夜深怕有羊车过，自起笼灯看雪纹。"
    },
    {
        "title": "旅行",
        "paragraph": "烟树寒林半有无，野人行李更萧疏。堠长堠短逢官马，山北山南闻鹧鸪。万里关河成传舍，五更风雨忆呼卢。寂寥一点寒灯在，酒熟邻家许夜沽。"
    },
    {
        "title": "访许浑",
        "paragraph": "去郭来寻隐者居，柳阴假步小篮舆。每期会面初偿约，却计论心旧得书。浅绿垣墙绵薜荔，淡红池沼映芙渠。为言肯共留连饮，涧有青芹罟有鱼。"
    },
    {
        "title": "寒食城南即事因访蓝田韦明府",
        "paragraph": "闲出城南禁火天，路傍骑马独摇鞭。青松古墓伤碑碣，红杏春园羡管弦。徒说鸊鹈膏玉剑，漫夸蚨血点铜钱。世间尽是悠悠事，且饮韦家冷酒眠。"
    },
    {
        "title": "冬至酬刘使君",
        "paragraph": "异乡冬至又今朝，回首家山入梦遥。渐喜一阳从地复，却怜群沴逐冰消。梅含露蕊知迎腊，柳拂宫袍忆候朝。多少故人承宴赏，五云堆里听箫韶。"
    },
    {
        "title": "赠歌人郭婉二首",
        "paragraph": "石家金谷旧歌人，起唱花筵泪满巾。红粉少年诸弟子，一时惆怅望梁尘。云满衣裳月满身，轻盈归步过流尘。五更无限留连意，常恐风花又一春。"
    },
    {
        "title": "早朝",
        "paragraph": "曙钟催入紫宸朝，列炬流虹映绛绡。天近鳌头花簇仗，风低豹尾乐鸣韶。衣冠一变无夷俗，律令重颁有正条。昨日钟山甘露降，玻璃满赐出宫瓢。"
    },
    {
        "title": "汉宫词三首",
        "paragraph": "成帝夫人泪满怀，璧宫相趁落空阶。可怜玉貌花前死，惟有君恩白燕钗。霍家有女字成君，年少教人著绣裙。枉杀宫中许皇后，椒房恩泽是浮云。骏马金鞍白玉鞭，宫中来取李延年。承恩直日鸳鸯殿，一曲清歌在九天。"
    },
    {
        "title": "酬韩校书愈打球歌",
        "paragraph": "仆本修文持笔者，今来帅领红旌下。不能无事习蛇矛，闲就平场学使马。军中伎痒骁智材，竞驰骏逸随我来。护军对引相向去，风呼月旋朋先开。俯身仰击复傍击，难于古人左右射。齐观百步透短门，谁羡养由遥破的。儒生疑我新发狂，武夫爱我生雄光。杖移鬃底拂尾后，星从月下流中场。人不约，心自一。马不鞭，蹄自疾。凡情莫辨捷中能，拙目翻惊巧时失。韩生讶我为斯艺，劝我徐驱作安计。不知戎事竟何成，且愧吾人一言惠。"
    },
    {
        "title": "竞渡歌",
        "paragraph": "五月五日天晴明，杨花绕江啼晓莺。使君未出郡斋外，江上早闻齐和声。使君出时皆有准，马前已被红旗引。两岸罗衣破晕香，银钗照日如霜刃。鼓声三下红旗开，两龙跃出浮水来。棹影斡波飞万剑，鼓声劈浪鸣千雷。鼓声渐急标将近，两龙望标目如瞬。坡上人呼霹雳惊，竿头彩挂虹蜺晕。前船抢水已得标，后船失势空挥桡。疮眉血首争不定，输岸一朋心似烧。只将输赢分罚赏，两岸十舟五来往。须臾戏罢各东西，竞脱文身请书上。吾今细观竞渡儿，何殊当路权相持。不思得岸各休去，会到摧车折楫时。"
    },
    {
        "title": "端午三殿宴群臣探得神字",
        "paragraph": "五月符天数，五音调夏钧。旧来传五日，无事不称神。穴枕通灵气，长丝续命人。四时花竞巧，九子粽争新。方殿临华节，圆宫宴雅臣。进对一言重，遒文六义陈。股肱良足咏，凤化可还淳。"
    },
    {
        "title": "千秋节赐群臣镜",
        "paragraph": "铸得千秋镜，光生百炼金。分将赐群后，遇象见清心。台上冰华澈，窗中月影临。更衔长绶带，留意感人深。"
    },
    {
        "title": "千秋节赐群臣镜",
        "paragraph": "瑞露垂花绶，寒冰澈宝轮。对兹台上月，聊以庆佳辰。"
    },
    {
        "title": "同刘晃喜雨",
        "paragraph": "节变寒初尽，时和气已春。繁云先合寸，膏雨自依旬。飒飒飞平野，霏霏静暗尘。悬知花叶意，朝夕望中新。"
    },
    {
        "title": "集贤书院成，送张说上集贤学士，赐宴得珍字",
        "paragraph": "广学开书院，崇儒引席珍。集贤招衮职，论道命台臣。礼乐沿今古，文章革旧新。献酬尊俎列，宾主位班陈。节变云初夏，时移气尚春。所希光史册，千载仰兹晨。"
    },
    {
        "title": "过晋阳宫",
        "paragraph": "缅想封唐处，实惟建国初。俯察伊晋野，仰观乃参虚。\r\r井邑龙斯跃，城池凤翔馀。林塘犹沛泽，台榭宛旧居。\r\r运革祚中否，时迁命兹符。顾循承丕构，怵惕多忧虞。\r\r尚恐威不逮，复虑化未孚。岂徒劳辙迹，所期训戎车。\r\r习俗问黎人，亲巡慰里闾。永言念成功，颂德临康衢。\r\r长怀经纶日，叹息履庭隅。艰难安可忘，欲去良踟蹰。\r\r\r"
    },
    {
        "title": "喜雪",
        "paragraph": "日观卜先征，时巡顺物情。风行未备礼，云密遽飘霙。委树寒花发，萦空落絮轻。朝如玉已会，庭似月犹明。既睹肤先合，还欣尺有盈。登封何以报，因此谢功成。"
    },
    {
        "title": "早登太行山中言志",
        "paragraph": "清跸度河阳，凝笳上太行。火龙明鸟道，铁骑绕羊肠。白雾埋阴壑，丹霞助晓光。涧泉含宿冻，山木带余霜。野老茅为屋，樵人薜作裳。宣风问耆艾，敦俗劝耕桑。凉德惭先哲，徽猷慕昔皇。不因今展义，何以冒垂堂。"
    },
    {
        "title": "送张说巡边",
        "paragraph": "端拱复垂裳，长怀御远方。股肱申教义，戈剑靖要荒。命将绥边服，雄图出庙堂。三台入武帐，八座起文昌。宝胄匡韩主，华宗辅汉王。茂先惭博物，平子谢文章。尽节恢时佐，输诚御寇场。三军临朔野，驷马即戎行。鼓吹威夷狄，旌轩溢洛阳。云台先著美，今日更贻芳。"
    },
    {
        "title": "南出雀鼠谷答张说",
        "paragraph": "雷出应乾象，风行顺国人。川途犹在晋，车马渐归秦。背陕关山险，横汾鼓吹频。草依阳谷变，花待北岩春。闻有鹓鸾客，清词雅调新。求音思欲报，心迹竟难陈。"
    },
    {
        "title": "为赵法师别造精院过院赋诗",
        "paragraph": "宗师心物外，为道运虚舟。不恋岩泉赏，来从宫禁游。探玄知几岁，习静更宜秋。烟树辨朝色，风湍闻夜流。坐朝繁听览，寻胜在清幽。欲广无为化，因兹庶可求。"
    },
    {
        "title": "轩游宫十五夜",
        "paragraph": "行迈离秦国，巡方赴洛师。路逢三五夜，春色暗中期。关外长河转，宫中淑气迟。歌钟对明月，不减旧游时。"
    },
    {
        "title": "答司马承祯上剑镜",
        "paragraph": "宝照含天地，神剑合阴阳。日月丽光景，星斗裁文章。写鉴表容质，佩服为身防。从兹一赏玩，永德保龄长。"
    },
    {
        "title": "幸蜀西至剑门",
        "paragraph": "剑阁横云峻，銮舆出狩回。翠屏千仞合，丹嶂五丁开。灌木萦旗转，仙云拂马来。乘时方在德，嗟尔勒铭才。"
    },
    {
        "title": "春晚宴两相及礼官丽正殿学士探得风字",
        "paragraph": "乾道运无穷，恒将人代工。阴阳调历象，礼乐报玄穹。介胄清荒外，衣冠佐域中。言谈延国辅，词赋引文雄。野霁伊川绿，郊明巩树红。冕旒多暇景，诗酒会春风。"
    },
    {
        "title": "首夏花萼楼观群臣宴，宁王山亭回楼下又申之",
        "paragraph": "今年通闰月，入夏展春辉。楼下风光晚，城隅宴赏归。九歌扬政要，六舞散朝衣。天喜时相合，人和事不违。礼中推意厚，乐处感心微。别赏阳台乐，前旬暮雨飞。"
    },
    {
        "title": "扶风歌",
        "paragraph": "朝发广莫门。暮宿丹水山。左手弯繁弱。右手挥龙渊。顾瞻望宫阙。俯仰御飞轩。据鞍长叹息。泪下如流泉。系马长松下。废鞍高岳头。烈烈悲风起。泠泠涧水流。挥手长相谢。哽咽不能言。浮云为我结。归鸟为我旋。去家日已远。安知存与亡。慷慨穷林中。抱膝独摧藏。麋鹿游我前。猿猴戏我侧。资粮既乏尽。薇蕨安可食。揽辔命徒侣。吟啸绝岩中。君子道微矣。夫子故有穷。惟昔李骞期。寄在匈奴庭。忠信反获罪。汉武不见明。我欲竟此曲。此曲悲且长。弃置勿重陈。重陈令心伤。"
    },
    {
        "title": "扶风歌",
        "paragraph": "南山石嵬嵬。松柏何离离。上枝拂青云。中心十数围。洛阳发中梁。松树窃自悲。斧锯截是松。松树东西摧。特作四轮车。载至洛阳宫。观者莫不叹。问是何山材。谁能刻镂此。公输与鲁班。被之用丹漆。熏用苏合香。本自南山松。今为宫殿梁。"
    },
    {
        "title": "胡姬年十五",
        "paragraph": "虹梁照晓日，渌水泛香莲。如何十五少，含笑酒垆前。花将面自许，人共影相怜。回头堪百万，价重为时年。"
    },
    {
        "title": "答卢谌诗",
        "paragraph": "厄运初遘。阳爻在六。干象栋倾。坤仪舟覆。横厉纠纷。群妖竞逐。火燎神州。洪流华域。彼黍离离。彼稷育育。哀我皇晋。痛心在目。天地无心。万物同涂。祸淫莫验。福善则虚。逆有全邑。义无完都。英蘂夏落。毒卉冬敷。如彼龟玉。韫椟毁诸。刍狗之谈。其最得乎。咨余软弱。弗克负荷。愆衅仍彰。荣宠屡加。威之不建。祸延凶播。忠陨于国。孝愆于家。斯罪之积。如彼山河。斯衅之深。终莫能磨。郁穆旧姻。嬿婉新婚。不虑其败。唯义是敦。裹粮携弱。匍匐星奔。未辍尔驾。已隳我门。二族偕覆。三孽并根。长惭旧孤。永负冤魂。亭亭孤干。独生无伴。绿叶繁缛。柔条修罕。朝采尔实。夕捋尔竿。竿翠丰寻。逸珠盈椀。实消我忧。忧急用缓。逝将去矣。庭虚情满。虚满伊何。兰桂移植。茂彼春林。瘁此秋棘。有鸟翻飞。不遑休息。匪桐不栖。匪竹不食。永戢东羽。翰抚西翼。我之敬之。废欢辍职。音以赏奏。味以殊珍。文以明言。言以畅神。之子之往。四美不臻。澄醪覆觞。丝竹生尘。素卷莫启。幄无谈宾。既孤我德。又阙我邻。光光叚生。出幽迁乔。资忠履信。武烈文昭。旌弓骍骍。舆马翘翘。乃奋长縻。是辔是镳。何以赠之。竭心公朝。何以叙怀。引领长谣。"
    },
    {
        "title": "小松",
        "paragraph": "自小刺头深草里，而今渐觉出蓬蒿。时人不识凌云木，直待凌云始道高。"
    },
    {
        "title": "春宫怨",
        "paragraph": "早被婵娟误，欲妆临镜慵。承恩不在貌，教妾若为容。风暖鸟声碎，日高花影重。年年越溪女，相忆采芙蓉。"
    },
    {
        "title": "雪",
        "paragraph": "风搅长空寒骨生，光于晓色报窗明。江湖不见飞禽影，岩谷时闻折竹声。巢穴几多相似处，路岐兼得一般平。拥袍公子休言冷，中有樵夫跣足行。"
    },
    {
        "title": "山中寡妇",
        "paragraph": "夫因兵死守蓬茅，麻苎衣衫鬓发焦。桑柘废来犹纳税，田园荒后尚征苗。时挑野菜和根煮，旋斫生柴带叶烧。任是深山更深处，也应无计避征徭。"
    },
    {
        "title": "再经胡城县",
        "paragraph": "去岁曾经此县城，县民无口不冤声。新来县宰加朱绂，便是生灵血染成。"
    },
    {
        "title": "蚕妇",
        "paragraph": "粉色全无饥色加，岂知人世有荣华。年年道我蚕辛苦，底事浑身着苎麻。"
    },
    {
        "title": "送人游吴",
        "paragraph": "君到姑苏见，人家尽枕河。古宫闲地少，水巷小桥多。夜市卖菱藕，春船载绮罗。遥知未眠月，乡思在渔歌。"
    },
    {
        "title": "溪兴",
        "paragraph": "山雨溪风卷钓丝，瓦瓯篷底独斟时。醉来睡着无人唤，流下前溪也不知。"
    },
    {
        "title": "自叙",
        "paragraph": "酒瓮琴书伴病身，熟谙时事乐于贫。宁为宇宙闲吟客，怕作乾坤窃禄人。诗旨未能忘救物，世情奈值不容真。平生肺腑无言处，白发吾唐一逸人。"
    },
    {
        "title": "赠质上人",
        "paragraph": "枿坐云游出世尘，兼无瓶钵可随身。逢人不说人间事，便是人间无事人。"
    },
    {
        "title": "题弟侄书堂",
        "paragraph": "何事居穷道不穷，乱时还与静时同。家山虽在干戈地，弟侄常修礼乐风。窗竹影摇书案上，野泉声入砚池中。少年辛苦终身事，莫向光阴惰寸功。"
    },
    {
        "title": "送友游吴越",
        "paragraph": "去越从吴过，吴疆与越连。有园多种橘，无水不生莲。夜市桥边火，春风寺外船。此中偏重客，君去必经年。"
    },
    {
        "title": "闽中秋思",
        "paragraph": "雨匀紫菊丛丛色，风弄红蕉叶叶声。北畔是山南畔海，只堪图画不堪行。"
    },
    {
        "title": "泾溪",
        "paragraph": "泾溪石险人兢慎，终岁不闻倾覆人。却是平流无石处，时时闻说有沉沦。"
    },
    {
        "title": "塞上",
        "paragraph": "旌旗鬣鬣汉将军，闲出巡边帝命新。沙塞旋收饶帐幕，犬戎时杀少烟尘。冰河夜渡偷来马，雪岭朝飞猎去人。独作书生疑不稳，软弓轻剑也随身。"
    },
    {
        "title": "送僧",
        "paragraph": "道了亦未了，言闲今且闲。从来无住处，此去向何山。片石树阴下，斜阳潭影间。请师留偈别，恐不到人寰。"
    },
    {
        "title": "赠僧",
        "paragraph": "利门名路两何凭，百岁风前短焰灯。只恐为僧僧不了，为僧得了总输僧。"
    },
    {
        "title": "塞上",
        "paragraph": "草白河冰合，蕃戎出掠频。戍楼三号火，探马一条尘。战士风霜老，将军雨露新。封侯不由此，何以慰征人？"
    },
    {
        "title": "旅怀",
        "paragraph": "蒹葭月冷时闻雁，杨柳风和日听莺。水涉山行二年客，就中偏怕雨船声。"
    },
    {
        "title": "春日登楼野望",
        "paragraph": "凭轩聊一望，春色几芬菲。野外烟初合，楼前花正飞。娇莺弄新响，斜日散馀晖。谁忍孤游客，言念独依依。"
    },
    {
        "title": "奉和圣制春日幸望春宫应制",
        "paragraph": "九春风景足林泉，四面云霞敞御筵。花镂黄山绣作苑，草图玄灞锦为川。飞觞竞醉心回日，走马争先眼著鞭。喜奉仙游归路远，直言行乐不言旋。"
    },
    {
        "title": "早春鱼亭山",
        "paragraph": "春气动百草，纷荣时断续。白云自高妙，裴回空山曲。阳林花已红，寒涧苔未绿。伊余息人事，萧寂无营欲。客行虽云远，玩之聊自足。"
    },
    {
        "title": "奉和送金城公主适西蕃应制",
        "paragraph": "天道宁殊俗，慈仁乃戢兵。怀荒寄赤子，忍爱鞠苍生。月下琼娥去，星分宝婺行。关山马上曲，相送不胜情。"
    },
    {
        "title": "奉和幸安乐公主山庄应制",
        "paragraph": "主家园囿极新规，帝郊游豫奉天仪。欢宴瑶台镐京集，赏赐铜山蜀道移。曲阁交映金精板，飞花乱下珊瑚枝。借问今朝八龙驾，何如昔日望仙池。"
    },
    {
        "title": "九日幸临渭亭登高应制得历字",
        "paragraph": "暮节乘原野，宣游俯崖壁。秋登华实满，气严鹰隼击。仙菊含霜泛，圣藻临云锡。愿陪九九辰，长奉千千历。"
    },
    {
        "title": "早发",
        "paragraph": "东窗未明尘梦苏，呼童结束登征途。落叶铺霜马蹄滑，寒猿啸月人心孤。时逆帽檐风刮顶，旋呵鞭手冻粘须。青云快活一未见，争得安闲钓五湖。"
    },
    {
        "title": "慈恩寺九日应制",
        "paragraph": "宝宫星宿劫，香塔鬼神功。王游盛尘外，睿览出区中。日宇开初景，天词掩大风。微臣谢时菊，薄采入芳丛。"
    },
    {
        "title": "秋朝览镜",
        "paragraph": "客心惊落木，夜坐听秋风。朝日看容鬓，生涯在镜中。"
    },
    {
        "title": "夜宴安乐公主新宅",
        "paragraph": "秦楼宴喜月裴回，妓筵银烛满庭开。坐中香气排花出，扇后歌声逐酒来。"
    },
    {
        "title": "饯唐永昌",
        "paragraph": "河洛风烟壮市朝，送君飞凫去渐遥。更思明年桃李月，花红柳绿宴浮桥。"
    },
    {
        "title": "郊庙歌辞·仪坤庙乐章·舒和",
        "paragraph": "送文迎武递参差，一始一终光圣仪。四海生人歌有庆，千龄孝享肃无亏。"
    },
    {
        "title": "郊庙歌辞·仪坤庙乐章·安和",
        "paragraph": "妙算申帷幄，神谋及庙庭。两阶文物备，七德武功成。校猎长杨苑，屯军细柳营。将军献凯入，歌舞溢重城。"
    },
    {
        "title": "帝京二首",
        "paragraph": "列郡征才起俊髦，万机独使圣躬劳。开藩上相颁龙节，破虏将军展豹韬。地入黄图三辅壮，天垂华盖七星高。迎春别赐瑶池宴，捧进金盘五色桃。龙虎山河御气通，遥瞻帝阙五云红。英雄尽入江东籍，将相多收蓟北功。礼乐日稽三代盛，梯航岁贡万方同。都将俭德熙文治，淳俗应还太古风。"
    },
    {
        "title": "答权载之离合诗",
        "paragraph": "史才司秘府，文哲今超古。亦有擅风骚，七联文墨曹。圣贤三代意，工艺千金字。化识从臣谣，人推仙阁吏。如登昆阆时，口诵灵真词。孙简下威凤，系霜琼玉枝。"
    },
    {
        "title": "端午",
        "paragraph": "端午临中夏，时清日复长。盐梅已佐鼎，曲糵且传觞。事古人留迹，年深缕积长。当轩知槿茂，向水觉芦香。亿兆同归寿，群公共保昌。忠贞如不替，贻厥后昆芳。"
    },
    {
        "title": "好时光·宝髻偏宜宫样",
        "paragraph": "宝髻偏宜宫样，莲脸嫩，体红香。眉黛不须张敞画，天教入鬓长。莫倚倾国貌，嫁取个，有情郎。彼此当年少，莫负好时光。"
    },
    {
        "title": "奉和武相公春晓闻莺",
        "paragraph": "碧树当窗啼晓莺，间关入梦听难成。千回万啭尽愁思，疑是血魂哀困声。"
    },
    {
        "title": "郊庙歌辞·让皇帝庙乐章·迎俎",
        "paragraph": "祀盛体荐，礼协粢盛。方周假庙，用鲁纯牲。捧彻祗敬，击拊和鸣。受釐归胙，既戒而平。"
    },
    {
        "title": "郊庙歌辞·让皇帝庙乐章·奠币",
        "paragraph": "惟帝时若，去而上仙。祀用商舞，乐备宫悬。白璧加荐，玄纁告虔。子孙拜后，承兹吉蠲。"
    },
    {
        "title": "郊庙歌辞·让皇帝庙乐章·酌献",
        "paragraph": "八音具举，三寿既盥。洁兹宗彝，瑟彼圭瓒。兰肴重错，椒醑飘散。降胙维城，永为藩翰。"
    },
    {
        "title": "野次喜雪",
        "paragraph": "拂曙辟行宫，寒皋野望通。每云低远岫，飞雪舞长空。赋象恒依物，萦回屡逐风。为知勤恤意，先此示年丰。"
    },
    {
        "title": "郊庙歌辞·让皇帝庙乐章·送神",
        "paragraph": "奠献已事，昏昕载分。风摇雨散，灵卫絪缊。龙驾帝服，上腾五云。泮宫复閟，寂寞无闻。"
    },
    {
        "title": "观拔河俗戏",
        "paragraph": "壮徒恒贾勇，拔拒抵长河。欲练英雄志，须明胜负多。噪齐山岌嶪，气作水腾波。预期年岁稔，先此乐时和。"
    },
    {
        "title": "郊庙歌辞·仪坤庙乐章·永和",
        "paragraph": "閟宫实实，清庙微微。降格无象，馨香有依。式昭纂庆，方融嗣徽。明禋是享，神保聿归。"
    },
    {
        "title": "郊庙歌辞·让皇帝庙乐章·迎神",
        "paragraph": "皇矣天宗，德先王季。因心则友，克让以位。爰命有司，式遵前志。神其降灵，昭飨祀事。"
    },
    {
        "title": "郊庙歌辞·让皇帝庙乐章·亚献终献",
        "paragraph": "秩礼有序，和音既同。九仪不忒，三揖将终。孝感藩后，相维辟公。四时之典，永永无穷。"
    },
    {
        "title": "和权载之离合诗",
        "paragraph": "车马退朝后，聿怀在文友。动词宗伯雄，重美良史功。亦曾吟鲍谢，二妙尤增价。雨霜鸿唳天，匝树鸟鸣夜。覃思各纵横，早擅希代名。息心欲焚砚，自靦陪群英。"
    },
    {
        "title": "重赠卢谌",
        "paragraph": "握中有悬璧，本自荆山璆。惟彼太公望，昔在渭滨叟。邓生何感激，千里来相求。白登幸曲逆，鸿门赖留侯。重耳任五贤，小白相射钩。苟能隆二伯，安问党与雠？中夜抚枕叹，想与数子游。吾衰久矣夫，何其不梦周？谁云圣达节，知命故不忧。宣尼悲获麟，西狩涕孔丘。功业未及建，夕阳忽西流。时哉不我与，去乎若云浮。未实陨劲风，繁英落素秋。狭路倾华盖，骇驷摧双辀。何意百炼刚，化为绕指柔。\r"
    },
    {
        "title": "句",
        "paragraph": "算来真是风骚将，李杜坛边好策勋。"
    },
    {
        "title": "郊庙歌辞·享文敬太子庙乐章·亚献终献",
        "paragraph": "醴齐泛尊彝，轩县动干戚。入室僾如在，升阶虔所历。奋疾合威容，定利舒皦绎。方崇庙貌礼，永被君恩锡。"
    },
    {
        "title": "郊庙歌辞·享文敬太子庙乐章·迎俎酌献",
        "paragraph": "撰日瞻景，诚陈乐张。\r礼容秩秩，羽舞煌煌。\r\r肃将涤濯，祗荐芬芳。\r永锡繁祉，思深享尝。\r\r干旄羽籥相亏蔽，一进一退殊行缀。\r\r昔献三雍盛礼容，今陈六佾崇仪制。\r\r\r"
    },
    {
        "title": "郊庙歌辞·享文敬太子庙乐章·送神",
        "paragraph": "三献具举，九旗将旋。追劳表德，罢享宾天。风引仙管，堂虚画筵。芳馨常在，瞻望悠然。"
    },
    {
        "title": "礼部权侍郎阁老史馆张秘监阁老有离合酬赠之",
        "paragraph": "脉脉羡佳期，月夜吟丽词。谏垣则随步，东观方承顾。林雪消艳阳，简册漏华光。坐更芝兰室，千载各芬芳。节苦文俱盛，即时人并命。翩翻紫霄中，羽翮相辉映。"
    },
    {
        "title": "享文恭太子庙乐章",
        "paragraph": "醴齐泛樽彝，轩县动干戚。入室僾如在，升阶虔所历。奋疾合威容，定利舒皦泽。方崇庙貌礼，永被君恩锡。"
    },
    {
        "title": "郊庙歌辞·享惠昭太子庙乐章·请神",
        "paragraph": "嘉荐既陈，祀事孔明。闲歌在堂，万舞在庭。外则尽物，内则尽诚。凤笙如闻，歌其洁精。"
    },
    {
        "title": "咏欧阳行周事",
        "paragraph": "有客西北逐，驱马次太原。太原有佳人，神艳照行云。座上转横波，流光注夫君。夫君意荡漾，即日相交欢。定情非一词，结念誓青山。生死不变易，中诚无间言。此为太学徒，彼属北府官。中夜欲相从，严城限军门。白日欲同居，君畏仁人闻。忽如陇头水，坐作东西分。惊离肠千结，滴泪眼双昏。本达京师回，贺期相追攀。宿约始乖阻，彼忧已缠绵。高髻若黄鹂，危鬓如玉蝉。纤手自整理，剪刀断其根。柔情托侍儿，为我遗所欢。所欢使者来，侍儿因复前。抆泪取遗寄，深诚祈为传。封来赠君子，愿言慰穷泉。使者回复命，迟迟蓄悲酸。詹生喜言旋，倒履走迎门。长跪听未毕，惊伤涕涟涟。不饮亦不食，哀心百千端。襟情一夕空，精爽旦日残。哀哉浩然气，溃散归化元。短生虽别离，长夜无阻难。双魂终会合，两剑遂蜿蜒。丈夫早通脱，巧笑安能干。防身本苦节，一去何由还。后生莫沈迷，沈迷丧其真。"
    },
    {
        "title": "惜分阴",
        "paragraph": "业广因功苦，拳拳志士心。九流难酌挹，四海易消沈。对景嗟移晷，窥园讵改阴。三冬劳聚学，驷景重兼金。刺股情方励，偷光思益深。再中如可冀，终嗣绝编音。"
    },
    {
        "title": "拟古",
        "paragraph": "剑客不夸貌，主人知此心。但营纤毫义，肯计千万金。勇发看鸷击，愤来听虎吟。平生贵酬德，刃敌无幽深。"
    },
    {
        "title": "嘉禾合颖",
        "paragraph": "玉烛将成岁，封人亦自歌。八方沾圣泽，异亩发嘉禾。共秀芳何远，连茎瑞且多。颖低甘露滴，影乱惠风过。表稔由神化，为祥识气和。因知兴嗣岁，王道旧无颇。"
    },
    {
        "title": "赋得亚父碎玉斗",
        "paragraph": "献谋既我违，积愤从心痗。鸿门入已迫，赤帝时潜退。宝位方苦竞，玉斗何情爱。犹看虹气凝，讵惜冰姿碎。而嗟大事返，当起千里悔。谁为西楚王，坐见东城溃。"
    },
    {
        "title": "酬施先辈",
        "paragraph": "襄阳才子得声多，四海皆传古镜歌。乐府正声三百首，梨园新入教青娥。"
    },
    {
        "title": "郊庙歌辞·享惠昭太子庙乐章·送文舞出迎武",
        "paragraph": "喧喧金石容既缺，肃肃羽驾就行列。缑山遗响昔所闻，庙庭进旅今攸设。"
    },
    {
        "title": "溪居",
        "paragraph": "门径俯清溪，茅檐古木齐。红尘飘不到，时有水禽啼。"
    },
    {
        "title": "真慧寺",
        "paragraph": "遍寻真迹蹑莓苔，世事全抛不忍回。上界不知何处去，西天移向此间来。岩前芍药师亲种，岭上青松佛手栽。更有一般人不见，白莲花向半天开。"
    },
    {
        "title": "春池泛舟联句",
        "paragraph": "凤池新雨后，池上好风光。--刘禹锡取酒愁春尽，留宾喜日长。--裴度柳丝迎画舸，水镜写雕梁，--崔群潭洞迷仙府，烟霞认醉乡。--贾餗莺声随笑语，竹色入壶觞。--张籍晚景含澄澈，时芳得艳阳。--刘禹锡飞凫拂轻浪，绿柳暗回塘。--裴度逸韵追安石，高居胜辟强。--崔群杯停新令举，诗动彩笺忙。--贾餗顾谓同来客，欢游不可忘。--张籍"
    },
    {
        "title": "郊庙歌辞·享惠昭太子庙乐章·亚献终献",
        "paragraph": "重轮始发祥，齿胄方兴学。冥然升紫府，铿尔荐清乐。奠斝致馨香，在庭纷羽籥。礼成神既醉，仿佛缑山鹤。"
    },
    {
        "title": "中书即事",
        "paragraph": "有意效承平，无功答圣明。灰心缘忍事，霜鬓为论兵。道直身还在，恩深命转轻。盐梅非拟议，葵藿是平生。白日长悬照，苍蝇谩发声。高阳旧田里，终使谢归耕。"
    },
    {
        "title": "宴兴化池亭送白二十二东归联句",
        "paragraph": "东洛言归去，西园告别来。白头青眼客，池上手中杯。--裴度离瑟殷勤奏，仙舟委曲回。征轮今欲动，宾阁为谁开。--刘禹锡坐弄琉璃水，行登绿缛堆。花低妆照影，萍散酒吹醅。--白居易岸荫新抽竹，亭香欲变梅。随游多笑傲，遇胜且裴回。--张籍澄澈连天境，潺湲出地雷。林塘难共赏，鞍马莫相催。--裴度信及鱼还乐，机忘鸟不猜。晚晴槐起露，新雨石添苔。--刘禹锡拟作云泥别，尤思顷刻陪。歌停珠贯断，饮罢玉峰颓。--白居易虽有逍遥志，其如磊落才。会当重入用，此去肯悠哉。--张籍"
    },
    {
        "title": "夏日对雨",
        "paragraph": "登楼逃盛夏，万象正埃尘。对面雷嗔树，当街雨趁人。檐疏蛛网重，地湿燕泥新。吟罢清风起，荷香满四邻。"
    },
    {
        "title": "西池送白二十二东归兼寄令狐相公联句",
        "paragraph": "促坐宴回塘，送君归洛阳。彼都留上宰，为我说中肠。--裴度威凤池边别，冥鸿天际翔。披云见居守，望日拜封章。--刘禹锡春尽年华少，舟通景气长。送行欢共惜，寄远意难忘。--张籍东道瞻轩盖，西园醉羽觞。谢公深眷眄，商皓信辉光。--行式旧德推三友，新篇代八行。（以下缺）"
    },
    {
        "title": "饯许州宋司马赴任",
        "paragraph": "令弟与名兄，高才振两京。别序闻鸿雁，离章动鶺鴒。远朋驰翰墨，胜地写丹青。风月相思夜，劳望颍川星。"
    },
    {
        "title": "秋日还京陕西十里作",
        "paragraph": "驱车越陕郊，北顾临大河。隔河望乡邑，秋风水增波。西登咸阳途，日暮忧思多。傅岩既纡郁，首山亦嵯峨。操筑无昔老，采薇有遗歌。客游节回换，人生知几何。"
    },
    {
        "title": "至日登乐游园",
        "paragraph": "阴律随寒改，阳和应节生。祥云观魏阙，瑞气映秦城。验炭论时政，书云受岁盈。晷移长日至，雾敛远霄清。景暖仙梅动，风柔御柳倾。那堪封得意，空对物华情。"
    },
    {
        "title": "太原题厅壁",
        "paragraph": "危事经非一，浮荣得是空。白头官舍里，今日又春风。"
    },
    {
        "title": "凉风亭睡觉",
        "paragraph": "饱食缓行新睡觉，一瓯新茗侍儿煎。脱巾斜倚绳床坐，风送水声来耳边。"
    },
    {
        "title": "首夏犹清和联句",
        "paragraph": "记得谢家诗，清和即此时。--白居易余花数种在，密叶几重垂。--裴度芳谢人人惜，阴成处处宜。--刘禹锡水萍争点缀，梁燕共追随。--行式乱蝶怜疏蕊，残莺恋好枝。--张籍草香殊未歇，云势渐多奇。--白居易单服初宁体，新篁已出篱。--裴度与春为别近，觉日转行迟。--刘禹锡绕树风光少，侵阶苔藓滋。--行式惟思奉欢乐，长得在西池。--张籍"
    },
    {
        "title": "再送",
        "paragraph": "顷来多谑浪，此夕任喧纷。故态犹应在，行期未要闻。"
    },
    {
        "title": "蔷薇花联句",
        "paragraph": "似锦如霞色，连春接夏开。--刘禹锡波红分影入，风好带香来。--裴度得地依东阁，当阶奉上台。--行式浅深皆有态，次第暗相催。--刘禹锡满地愁英落，缘堤惜棹回。--裴度芳浓濡雨露，明丽隔尘埃。--行式似著胭脂染，如经巧妇裁。--白居易奈花无别计，只有酒残杯。--张籍"
    },
    {
        "title": "度自到洛中与乐天为文酒之会时时构咏乐不可",
        "paragraph": "成周文酒会，吾友胜邹枚。唯忆刘夫子，而今又到来。--裴度欲迎先倒屣，亦坐便倾杯。饮许伯伦右，诗推公干才。--白居易久曾聆郢唱，重喜上燕台。昼话墙阴转，宵欢斗柄回。--刘禹锡新声还共听，故态复相咍。遇物皆先赏，从花半未开。--裴度起时乌帽侧，散处玉山颓。墨客喧东阁，文星犯上台。--白居易咏吟君称首，疏放我为魁。忆戴何劳访，留髡不用猜。--裴度奉觞承麹糵，落笔捧琼瑰。醉弁无妨侧，词锋不可摧。--白居易水轩看翡翠，石径践莓苔。童子能骑竹，佳人解咏梅。--刘禹锡洛中三可矣，邺下七悠哉。自向风光急，不须弦管催。--裴度乐观鱼踊跃，闲爱鹤裴回。烟柳青凝黛，波萍绿拨醅。--白居易春榆初改火，律管又飞灰。红药多迟发，碧松宜乱栽。--刘禹锡马嘶驼陌上，鹢泛凤城隈。色色时堪惜，些些病莫推。--裴度涸流寻轧轧，余刃转恢恢。从此知心伏，无因敢自媒。--刘禹锡室随亲客入，席许旧寮陪。逸兴嵇将阮，交情陈与雷。--白居易洪炉思哲匠，大厦要群材。他日登龙路，应知免曝鳃。--刘禹锡"
    },
    {
        "title": "白二十二侍郎有双鹤留在洛下，予西园多野水",
        "paragraph": "闻君有双鹤，羁旅洛城东。未放归仙去，何如乞老翁。且将临野水，莫闭在樊笼。好是长鸣处，西园白露中。"
    },
    {
        "title": "傍水闲行",
        "paragraph": "闲馀何处觉身轻，暂脱朝衣傍水行。鸥鸟亦知人意静，故来相近不相惊。"
    },
    {
        "title": "九月九日勤政楼下观百僚献寿",
        "paragraph": "御气黄花节，临轩紫陌头。早阳生彩仗，霁色入仙楼。献寿皆鹓鹭，瞻天尽冕旒。菊樽过九日，凤历肇千秋。乐奏薰风起，杯酣瑞影收。年年歌舞度，此地庆皇休。"
    },
    {
        "title": "秋思赠远二首",
        "paragraph": "当年只自守空帷，梦里关山觉别离。不见乡书传雁足，唯看新月吐蛾眉。厌攀杨柳临清阁，闲采芙蕖傍碧潭。走马台边人不见，拂云堆畔战初酣。"
    },
    {
        "title": "春闺思",
        "paragraph": "雪尽萱抽叶，风轻水变苔。玉关音信断，又见发庭梅。"
    },
    {
        "title": "闺人赠远五首",
        "paragraph": "花明绮陌春，柳拂御沟新。为报辽阳客，流芳不待人。远戍功名薄，幽闺年貌伤。妆成对春树，不语泪千行。形影一朝别，烟波千里分。君看望君处，只是起行云。啼莺绿树深，语燕雕梁晚。不省出门行，沙场知近远。洞房今夜月，如练复如霜。为照离人恨，亭亭到晓光。"
    },
    {
        "title": "春闺思",
        "paragraph": "愁见游空百尺丝，春风挽断更伤离。闲花落尽青苔地，尽日无人谁得知。"
    },
    {
        "title": "宫词三十首",
        "paragraph": "白人宜著紫衣裳，冠子梳头双眼长。新睡起来思旧梦，见人忘却道胜常。春来新插翠云钗，尚著云头踏殿鞋。欲得君王回一顾，争扶玉辇下金阶。五更初起觉风寒，香炷烧来夜已残。欲卷珠帘惊雪满，自将红烛上楼看。各将金锁锁宫门，院院青娥侍至尊。头白监门掌来去，问频多是最承恩。夜久盘中蜡滴稀，金刀剪起尽霏霏。传声总是君王唤，红烛台前著舞衣。筝翻禁曲觉声难，玉柱皆非旧处安。记得君王曾道好，长因下辇得先弹。一丛高鬓绿云光，官样轻轻淡淡黄。为看九天公主贵，外边争学内家装。宜春院里驻仙舆，夜宴笙歌总不如。传索金笺题宠号，镫前御笔与亲书。永巷重门渐半开，宫官著锁隔门回。谁知曾笑他人处，今日将身自入来。春风帘里旧青娥，无奈新人夺宠何。寒食禁花开满树，玉堂终日闭时多。碧绣檐前柳散垂，守门宫女欲攀时。曾经玉辇从容处，不敢临风折一枝。鸦飞深在禁城墙，多绕重楼复殿傍。时向春檐瓦沟上，散开朝翅占朝光。白雪猧儿拂地行，惯眠红毯不曾惊。深宫更有何人到，只晓金阶吠晚萤。百尺仙梯倚阁边，内人争下掷金钱。风来竞看铜乌转，遥指朱干在半天。春风摆荡禁花枝，寒食秋千满地时。又落深宫石渠里，尽随流水入龙池。墙墙不断接宫城，金榜皆书殿院名。万转千回相隔处，各调弦管对闻声。霏霏春雨九重天，渐暖龙池御柳烟。玉辇游时应不避，千廊万屋自相连。禁门烟起紫沉沉，楼阁当中复道深。长入暮天凝不散，掖庭宫里动秋砧。炎炎夏日满天时，桐叶交加覆玉墀。向晚移镫上银簟，丛丛绿鬓坐弹棋。瞳瞳日出大明宫，天乐遥闻在碧空。禁树无风正和暖，玉楼金殿晓光中。迥出芙蓉阁上头，九天悬处正当秋。年年七夕晴光里，宫女穿针尽上楼。教来鹦鹉语初成，久闭金笼惯认名。总向春园看花去，独于深院笑人声。银瓶泻水欲朝妆，烛焰红高粉壁光。共怪满衣珠翠冷，黄花瓦上有新霜。迎风殿里罢云和，起听新蝉步浅莎。为爱九天和露滴，万年枝上最声多。御果收时属内官，傍檐低压玉阑干。明朝摘向金华殿，尽日枝边次第看。内里松香满殿闻，四行阶下暖氤氲。春深欲取黄金粉，绕树宫娥著绛裙。禁树传声在九霄，内中残火独遥遥。千官待取门犹闭，未到宫前下马桥。"
    },
    {
        "title": "郊庙歌辞·仪坤庙乐章·昭升",
        "paragraph": "阳灵配德，阴魄昭升。尧坛凤下，汉室龙兴。伣天作对，前旒是凝。化行南国，道盛西陵，造舟集灌，无德而称。我粢既絜，我醴既澄。阴阴灵庙，光灵若凭。德馨惟享，孝思烝烝。"
    },
    {
        "title": "广宣上人以诗贺放榜和谢",
        "paragraph": "延英面奉入春闱，亦选功夫亦选奇。在冶只求金不耗，用心空学秤无私。龙门变化人皆望，莺谷飞鸣自有时。独喜至公谁是证，弥天上人与新诗。"
    },
    {
        "title": "郊庙歌辞·享惠昭太子庙乐章·送神",
        "paragraph": "威仪毕陈，备乐将阕。苞茅酒缩，膋萧香彻。宫臣展事，肃雍在列。迎精送往，厥鉴昭晰。"
    },
    {
        "title": "塞下曲二首",
        "paragraph": "辛勤几出黄花戍，迢递初随细柳营。塞晚每愁残月苦，边愁更逐断蓬惊。年少辞家从冠军，金妆宝剑去邀勋。不知马骨伤寒水，唯见龙城起暮云。"
    },
    {
        "title": "游春词二首",
        "paragraph": "曲江绿柳变烟条，寒谷冰随暖气销。才见春光生绮陌，已闻清乐动云韶。经过柳陌与桃蹊，寻逐春光著处迷。鸟度时时冲絮起，花繁衮衮压枝低。"
    },
    {
        "title": "琴曲歌辞·蔡氏五弄·游春曲二首",
        "paragraph": "万树江边杏，新开一夜风。满园深浅色，照在绿波中。上苑何穷树，花开次第新。香车与丝骑，风静亦生尘。"
    },
    {
        "title": "塞上曲二首",
        "paragraph": "天骄远塞行，出鞘宝刀鸣。定是酬恩日，今朝觉命轻。塞虏常为敌，边风已报秋。平生多志气，箭底觅封侯。"
    },
    {
        "title": "琴曲歌辞·蔡氏五弄·游春辞二首",
        "paragraph": "曲江丝柳变烟条，寒骨冰随暖气销。\r\r才见春光生绮陌，已闻清乐动云韶。\r\r经过柳陌与桃蹊，寻逐风光著处迷。\r\r鸟度时时冲絮起，花繁衮衮压枝低。\r\r\r"
    },
    {
        "title": "送春词",
        "paragraph": "日日人空老，年年春更归。相欢在尊酒，不用惜花飞。"
    },
    {
        "title": "献寿辞",
        "paragraph": "宫殿参差列九重，祥云瑞气捧阶浓。微臣欲献唐尧寿，遥指南山对衮龙。"
    },
    {
        "title": "思君恩",
        "paragraph": "鸡鸣天汉晓，莺语禁林春。谁入巫山梦，唯应洛水神。"
    },
    {
        "title": "从军词三首",
        "paragraph": "戈甲从军久，风云识阵难。今朝拜韩信，计日斩成安。燕颔多奇相，狼头敢犯边。寄言班定远，正是立功年。旄头夜落捷书飞，来奏金门著赐衣。白马将军频破敌，黄龙戍卒几时归。"
    },
    {
        "title": "汉苑行",
        "paragraph": "二月春风遍柳条，九天仙乐奏云韶。蓬莱殿后花如锦，紫阁阶前雪未销。"
    },
    {
        "title": "杂曲歌辞·太平乐",
        "paragraph": "风俗今和厚，君王在穆清。行看采花曲，尽是太阶平。"
    },
    {
        "title": "梁郊祀乐章庆融",
        "paragraph": "道和气兮袭氤氲，宣皇规兮彰圣神。服遐裔兮敷质文，格苗扈兮息烟尘。"
    },
    {
        "title": "郊庙歌辞·梁郊祀乐章·庆肃",
        "paragraph": "笾豆簠簋，黍稷非馨。懿兹彝器，厥德惟明。金石匏革，以和以平。由此无体，期乎永宁。"
    },
    {
        "title": "梁郊祀乐章庆休",
        "paragraph": "大业来四夷，仁风和万国。白日体无私，皇天辅有德。七旬罪已服，六月师方克。伟哉帝道隆，终始常作则。"
    },
    {
        "title": "梁郊祀乐章庆熙",
        "paragraph": "哲后躬享，旨酒斯陈。王恭无斁，严祀惟寅。皇祖以配，大孝以振。宜锡景福，永休下民。"
    },
    {
        "title": "梁郊祀乐章庆肃",
        "paragraph": "笾豆簠簋，黍稷非馨。懿兹彝器，厥德惟明。金石匏革，以和以平。由此无疆，期乎永宁。"
    },
    {
        "title": "梁郊祀乐章庆隆",
        "paragraph": "恭祀上帝，于国之阳。爵醴是荷，鸿基永昌。"
    },
    {
        "title": "梁郊祀乐章庆和",
        "paragraph": "烟燎升，礼容彻。诚感达，人神悦。灵贶彰，圣情结。玉座寂，金炉歇。"
    },
    {
        "title": "梁郊祀乐章庆顺",
        "paragraph": "圣皇戾止，天步舒迟。乾乾睿相，穆穆皇仪。进退必肃，陟降是祗。六变克协，万灵协随。"
    },
    {
        "title": "梁郊祀乐章庆平",
        "paragraph": "天命降鉴，帝德惟馨。享祀不忒，礼容孔明。奠璧布币，荐纯献精。神祐以答，敷锡永宁。"
    },
    {
        "title": "登北邙还望京洛",
        "paragraph": "步登北邙坂，踟蹰聊写望。宛洛盛皇居，规模穷大壮。三河分设险，两崤资巨防。飞观紫烟中，层台碧云上。青槐夹驰道，迢迢修且旷。左右多第宅，参差居将相。清晨谒帝返，车马相追访。胥徒各异流，文物纷殊状。嚣尘暗天起，箫管从风飏。伊余孤且直，生平独沦丧。山幽有桂丛，何为坐惆怅。"
    },
    {
        "title": "梁郊祀乐章庆和",
        "paragraph": "就阳位，升圜丘。佩双玉，御大裘。膺天命，拥神休。万灵感，百禄遒。秉黄钺，建朱旗。震八表，清二仪。帝业显，王道夷。受景命，启皇基。开九门，怀百神。通肸蚃，接氤氲。明粢荐，广乐陈，奠嘉璧，燎芳薪。膺宝图，执左契。德应天，圣飨帝。荐表衷，荷灵惠。寿万年，祚百世。惟德动天，有感必通。秉兹一德，禋于六宗。钦夤宝命，恭肃礼容。来顾来享，永穆皇风。天惟佑德，辟乃奉天。交感斯在，昭事罔愆。岁功已就，王道无偏。于焉报本，是用告虔。"
    },
    {
        "title": "乐府杂曲·鼓吹曲辞·巫山高",
        "paragraph": "巫山凌太清，岧峣类削成。霏霏暮雨合，霭霭朝云生。\r\r危峰入鸟道，深谷写猿声。别有幽栖客，淹留攀桂情。\r\r\r"
    },
    {
        "title": "见佳人负钱出路",
        "paragraph": "独负千金价，应从买笑来。只持难发口，经为几人开。"
    },
    {
        "title": "看新婚",
        "paragraph": "初笄梦桃李，新妆应摽梅。疑逐朝云去，翻随暮雨来。\r\r杂佩含风响，丛花隔扇开。姮娥对此夕，何用久裴回。\r\r\r"
    },
    {
        "title": "牧童",
        "paragraph": "牧童见客拜，山果怀中落。昼日驱牛归，前溪风雨恶。"
    },
    {
        "title": "古意",
        "paragraph": "蒲帆出浦去，但见浦边树。不如马行郎，马迹犹在路。大舟不相载，买宅令委住。莫道留金多，本非爱郎富。"
    },
    {
        "title": "早行",
        "paragraph": "马上续残梦，马嘶时复惊。心孤多所虞，僮仆近我行。栖禽未分散，落月照古城。莫羡居者闲，冢边人已耕。"
    },
    {
        "title": "秋夕",
        "paragraph": "促织灯下吟，灯光冷于水。乡魂坐中去，倚壁身如死。求名为骨肉，骨肉万余里。富贵在何时，离别今如此。出门长叹息，月白西风起。"
    },
    {
        "title": "寄远",
        "paragraph": "雪花岂结子，徒满连理枝。嫁作征人妻，不得长相随。去年君点行，贱妾是新姬。别早见未熟，入梦无定姿。悄悄空闺中，蛩声绕罗帏。得书喜犹甚，况复见君时。"
    },
    {
        "title": "塞下曲",
        "paragraph": "勒兵辽水边，风急卷旌旃。绝塞阴无草，平沙去尽天。下营看斗建，传号信狼烟。圣代书青史，当时破虏年。"
    },
    {
        "title": "郊庙歌辞·享文敬太子庙乐章·登歌",
        "paragraph": "歌以德发，声以乐贵。\r乐善名存，追仙礼异。\r\r鸾旌拱修，凤鸣合次。\r神听皇慈，仲月皆至。\r\r\r"
    },
    {
        "title": "句",
        "paragraph": "传语东归王副使，也须别却海棠回。"
    },
    {
        "title": "送人登第东归",
        "paragraph": "学古既到古，反求鉴者难。见诗未识君，疑生建安前。海畔岂无家，终难成故山。得失虽由命，世途多险艰。我皇追古风，文柄付大贤。此时如为君，果在甲科间。晚达多早贵，举世咸为然。一夕颜却少，虽病心且安。所居似清明，冷灶起新烟。高情懒行乐，花盛仆马前。归程不淹留，指期到田园。香醪四邻熟，霜橘千株繁。肯忆长安夜，论诗风雪寒。"
    },
    {
        "title": "江村",
        "paragraph": "江水灌稻田，饥年稻亦熟。舟中爱桑麻，日午因成宿。相承几十代，居止连茅屋。四邻不相离，安肯去骨肉。书生说太苦，客路常在目。纵使富贵还，交亲几坟绿。"
    },
    {
        "title": "送友下第游雁门",
        "paragraph": "相别灞水湄，夹水柳依依。我愿醉如死，不见君去时。所诣星斗北，直行到犹迟。况复挈空囊，求人悲路岐。北门记室贤，爱我学古诗。待君如待我，此事固不疑。雁门春色外，四月雁未归。主人拂金台，延客夜开扉。舒君郁郁怀，饮彼白玉卮。若不化女子，功名岂无期。"
    },
    {
        "title": "相和歌辞·苦寒行",
        "paragraph": "严寒动八荒，藾藾无休时。阳乌不自暖，雪压扶桑枝。\r\r岁暮寒益壮，青春安得归。朔雁到南海，越禽何处飞。\r\r谁言贫士叹，不为身无衣。\r\r\r"
    },
    {
        "title": "琪树下因吟六韵呈先达者",
        "paragraph": "举世爱嘉树，此树何人识。清秋远山意，偶向亭际得。奇柯交若斗，珍叶密如织。尘中尚青葱，更想尘外色。所宜巢三鸟，影入瑶池碧。移根岂无时，一问紫烟客。"
    },
    {
        "title": "句",
        "paragraph": "两人同日事征西，今日君先奉紫泥。待平贼垒报天子，莫指仙山示武夫。野人不识中书令，唤作陶家与谢家。君若有心求逸足，我还留意在名姝。"
    },
    {
        "title": "效古",
        "paragraph": "融融芳景和，杳杳春日斜。娇娆不自持，清唱嚬双蛾。终曲翻成泣，新人下香车。新人且莫喜，故人曾如此。燕赵犹生女，郎岂有终始。"
    },
    {
        "title": "奉酬中书相公至日圆丘摄事合于中书后阁宿斋",
        "paragraph": "翼亮登三命，谟猷本一心。致斋移秘府，祗事见冲襟。皓月当延阁，祥风自禁林。相庭方积玉，王度已如金。运偶唐虞盛，情同丙魏深。幽兰与白雪，何处寄庸音。"
    },
    {
        "title": "曲江春霁",
        "paragraph": "宿雨洗秦树，旧花如新开。池边草未干，日照人马来。马蹄踏流水，渐渐成尘埃。鸳鸯不敢下，飞绕岸东西。此地喧仍旧，归人亦满街。"
    },
    {
        "title": "有感",
        "paragraph": "弓剑不自行，难引河湟思。将军半夜饮，十里闻歌吹。高门几世宅，舞袖仍新赐。谁遣一书来，灯前问边事。"
    },
    {
        "title": "别道者",
        "paragraph": "自君入城市，北邙无新坟。始信壶中药，不落白杨根。如何忽告归，蕣华还笑人。玉笙无遗音，怅望缑岭云。"
    },
    {
        "title": "中和节诏赐公卿尺",
        "paragraph": "阳和行庆赐，尺度及群公。荷宠承佳节，倾心立大中。短长思合制，远近贵攸同。共仰财成德，将酬分寸功。作程施有政，垂范播无穷。愿续南山寿，千春奉圣躬。"
    },
    {
        "title": "效陶",
        "paragraph": "两曜无停驭，蓬壶应有墓。何况北邙山，只近市朝路。大恢生死网，飞走无逃处。白发忽已新，红颜岂如故。我有杯中物，可以消万虑。醉舞日婆娑，谁能记朝暮。如求神仙药，阶下亦种黍。但使长兀然，始见天地祖。"
    },
    {
        "title": "送王汶宰江阴",
        "paragraph": "郡北乘流去，花间竟日行。海鱼朝满市，江鸟夜喧城。让酒非关病，援琴不在声。应缘五斗米，数日滞渊明。"
    },
    {
        "title": "相和歌辞·贾客词",
        "paragraph": "贾客灯下起，犹言发已迟。高山有疾路，暗行终不疑。寇盗伏其路，猛兽来相追。金玉四散去，空囊委路岐。扬州有大宅，白骨无地归。少妇当此日，对镜弄花枝。"
    },
    {
        "title": "送泉州李使君之任",
        "paragraph": "傍海皆荒服，分符重汉臣。云山百越路，市井十洲人。执玉来朝远，还珠入贡频。连年不见雪，到处即行春。"
    },
    {
        "title": "婺州留别邓使君",
        "paragraph": "西掖驰名久，东阳出守时。江山婺女分，风月隐侯诗。别恨双溪急，留欢五马迟。回舟映沙屿，未远剩相思。"
    },
    {
        "title": "巫山",
        "paragraph": "流景一何速，年华不可追。解佩安所赠，怨咽空自悲。"
    },
    {
        "title": "山村叟",
        "paragraph": "古凿岩居人，一廛称有产。虽沾巾覆形，不及贵门犬。驱牛耕白石，课女经黄茧。岁暮霜霰浓，画楼人饱暖。"
    },
    {
        "title": "塞下曲",
        "paragraph": "紫塞晓屯兵，黄沙披甲卧。战鼓声未齐，乌鸢已相贺。燕然山上云，半是离乡魂。卫霍待富贵，岂能无乾坤。"
    },
    {
        "title": "里中女",
        "paragraph": "吾闻池中鱼，不识海水深。吾闻桑下女，不识华堂阴。贫窗苦机杼，富家鸣杵砧。天与双明眸，只教识蒿簪。徒惜越娃貌，亦蕴韩娥音。珠玉不到眼，遂无奢侈心。岂知赵飞燕，满髻钗黄金。"
    },
    {
        "title": "古宴曲",
        "paragraph": "雉扇合蓬莱，朝车回紫陌。重门集嘶马，言宴金张宅。燕娥奉卮酒，低鬟若无力。十户手胼胝，凤凰钗一只。高楼齐下视，日照罗衣色。笑指负薪人，不信生中国。"
    },
    {
        "title": "马嵬驿",
        "paragraph": "常经马嵬驿，见说坡前客。一从屠贵妃，生女愁倾国。是日芙蓉花，不如秋草色。当时嫁匹夫，不妨得头白。"
    },
    {
        "title": "相和歌辞·宫怨",
        "paragraph": "妾家望江口，少年家财厚。临江起珠楼，不卖文君酒。当年乐贞独，巢燕时为友。父兄未许人，畏妾事姑舅。西墙邻宋玉，窥见妾眉宇。一旦及天聪，恩光生户牖。谓言入汉宫，富贵可长久。君王纵有情，不奈陈皇后。谁怜颊似桃，孰知腰胜柳。今日在长门，从来不如丑。"
    },
    {
        "title": "边游录戍卒言",
        "paragraph": "二十属卢龙，三十防沙漠。平生爱功业，不觉从军恶。今来客鬓改，知学弯弓错。赤肉痛金疮，他人成卫霍。目断望君门，君门苦寥廓。"
    },
    {
        "title": "杂曲歌辞·古别离二首",
        "paragraph": "入室少情意，出门多路岐。黄鹤有归日，荡子无还时。人谁无分命，妾身何太奇。君为东南风，妾作西北枝。青楼邻里妇，终年画长眉。自倚对良匹，笑妾空罗帏。郎本东家儿，妾本西家女。对门中道间，终谓无离阻。岂知中道间，遣作空闺主。自是爱封侯，非关备胡虏。知子去从军，何处无良人。"
    },
    {
        "title": "古征战",
        "paragraph": "高峰凌青冥，深穴万丈坑。皇天自山谷，焉得人心平。齐鲁足兵甲，燕赵多娉婷。仍闻丽水中，日日黄金生。苟非夷齐心，岂得无战争。"
    },
    {
        "title": "长城",
        "paragraph": "秦皇岂无德，蒙氏非不武。岂将版筑功，万里遮胡虏。团沙世所难，作垒明知苦。死者倍堪伤，僵尸犹抱杵。十年居上郡，四海谁为主。纵使骨为尘，冤名不入土。"
    },
    {
        "title": "织素谣",
        "paragraph": "贫女苦筋力，缲丝夜夜织。万梭为一素，世重韩娥色。五侯初买笑，建章方落籍。一曲古凉州，六亲长血食。劝尔画长眉，学歌饱亲戚。"
    },
    {
        "title": "富农诗",
        "paragraph": "长闻乡人语，此家胜良贾。骨肉化饥魂，仓中有饱鼠。青春满桑柘，旦夕鸣机杼。秋风一夜来，累累闻砧杵。西邻有原宪，蓬蒿绕环堵。自乐固穷心，天意在何处。当门见堆子，已作桑田主。安得四海中，尽为虞芮土。"
    },
    {
        "title": "感怀",
        "paragraph": "采薇易为山，何必登首阳。濯缨易为水，何必泛沧浪。贵崇已难慕，谄笑何所长。东堂桂欲空，犹有收萤光。"
    },
    {
        "title": "子从军",
        "paragraph": "男作乡中丁，女作乡男妇。南村与北里，日日见父母。岂似从军儿，一去便白首。何当铸剑戟，尽得丁男力。"
    },
    {
        "title": "越溪女",
        "paragraph": "会稽山上云，化作越溪人。枉破吴王国，徒为西子身。江边浣纱伴，黄金扼双腕。倏忽不相期，思倾赵飞燕。妾家基业薄，空有如花面。嫁尽绿窗人，独自盘金线。"
    },
    {
        "title": "戍卒伤春",
        "paragraph": "连年戍边塞，过却芳菲节。东风气力尽，不减阴山雪。萧条柳一株，南枝叶微发。为带故乡情，依依藉攀折。晚风吹碛沙，夜泪啼乡月。凌烟阁上人，未必皆忠烈。"
    },
    {
        "title": "季夏逢朝客",
        "paragraph": "浐水桃李熟，杜曲芙蓉老。九天休沐归，腰玉垂杨道。避路回绮罗，迎风嘶騕褭。岂知山谷中，日日吹瑶草。"
    },
    {
        "title": "横吹曲辞·陇头水",
        "paragraph": "借问陇头水，终年恨何事。深疑呜咽声，中有征人泪。昨日上山下，达曙不能寐。何处接长波，东流入清渭。"
    },
    {
        "title": "经馆娃宫",
        "paragraph": "馆娃宫畔顾，国变生娇妒。勾践胆未尝，夫差心已误。吴亡甘已矣，越胜今何处。当时二国君，一种江边墓。"
    },
    {
        "title": "湘弦曲",
        "paragraph": "楚云铮铮戛秋露，巫云峡雨飞朝暮。古磬高敲百尺楼，孤猿夜哭千丈树。云轩碾火声珑珑，连山卷尽长江空。莺啼寂寞花枝雨，鬼啸荒郊松柏风。满堂怨咽悲相续，苦调中含古离曲。繁弦响绝楚魂遥，湘江水碧湘山绿。"
    },
    {
        "title": "杂曲歌辞·伤歌行",
        "paragraph": "兔走乌飞不相见，人事依稀速如电。王母夭桃一度开，玉楼红粉千回变。车驰马走咸阳道，石家旧宅空荒草。秋雨无情不惜花，芙蓉一一惊香倒。劝君莫谩栽荆棘，秦皇虚费驱山力。英风一去更无言，白骨沉埋暮山碧。"
    },
    {
        "title": "乐府杂曲·鼓吹曲辞·黄雀行",
        "paragraph": "穿屋穿墙不知止，争树争巢入营死。林间公子挟弹弓，一丸致毙花丛里。小雏黄口未有知，青天不解高高飞。虞人设网当要路，白日啾嘲祸万机。"
    },
    {
        "title": "相和歌辞·阳春曲",
        "paragraph": "紫锦红囊香满风，金鸾玉轼摇丁冬。沙鸥白羽翦晴碧，野桃红艳烧春空。芳草绵延锁平地，垄蝶双双舞幽翠。凤叫龙吟白日长，落花声底仙娥醉。"
    },
    {
        "title": "春草歌",
        "paragraph": "漠漠绵绵几多思，无言领得春风意。花裁小锦绣晴空，叶抽碧簟铺平地。含芳吊影争芬敷，绕云恨起山蘼芜。离人不忍到此处，泪娥滴尽双真珠。"
    },
    {
        "title": "郊庙歌辞·梁郊祀乐章·庆和",
        "paragraph": "就阳位，升圆丘。佩双玉，御大裘。膺天命，拥神休。万灵感，百禄遒。秉黄钺，建朱旗。震八表，清二仪。帝业显，王道夷。受景命，启皇基。开九门，怀百神。通肸蚃，接氤氲。明粢荐，广乐陈。奠嘉璧，燎芳薪。膺宝图，执左契。德应天，圣飨帝。荐表衷，荷灵惠。寿万年，祚百世。惟德动天，有感必通。秉兹一德，禋于六宗。钦夤宝命，恭肃礼容。来顾来享，永穆皇风。天惟佑德，辟乃奉天。交感斯在，昭事罔愆。岁功已就，王道无偏。于焉报本，是用告虔。"
    },
    {
        "title": "古松歌",
        "paragraph": "山上山下松，森沈翠盖烟。龟鳞犀甲锁支体，泉声雨脚洗春风。深碧麈尾扫冥濛，浅黄龙腹盘穹崇。拏天攫地数千尺，恐作云雨归维嵩。维嵩成大厦，莫遣邂逅逢樵者。"
    },
    {
        "title": "乐府杂曲·鼓吹曲辞·有所思",
        "paragraph": "朝亦有所思，暮亦有所思。登楼望君处，蔼蔼浮云飞。浮云遮却阳关道，向晚谁知妾怀抱。玉井苍苔春院深，桐花落地无人扫。"
    },
    {
        "title": "相和歌辞·婕妤怨",
        "paragraph": "君恩不可见，妾岂如秋扇。秋扇尚有时，妾身永微贱。莫言朝花不复落，娇容几夺昭阳殿。"
    },
    {
        "title": "走笔谢孟谏议寄新茶",
        "paragraph": "日高丈五睡正浓，军将打门惊周公。口云谏议送书信，白绢斜封三道印。开缄宛见谏议面，手阅月团三百片。闻道新年入山里，蛰虫惊动春风起。天子须尝阳羡茶，百草不敢先开花。仁风暗结珠琲瓃，先春抽出黄金芽。摘鲜焙芳旋封裹，至精至好且不奢。至尊之馀合王公，何事便到山人家。柴门反关无俗客，纱帽笼头自煎吃。碧云引风吹不断，白花浮光凝碗面。一碗喉吻润，两碗破孤闷。三碗搜枯肠，唯有文字五千卷。四碗发轻汗，平生不平事，尽向毛孔散。五碗肌骨清，六碗通仙灵。七碗吃不得也，唯觉两腋习习清风生。蓬莱山，在何处。玉川子，乘此清风欲归去。山上群仙司下土，地位清高隔风雨。安得知百万亿苍生命，堕在巅崖受辛苦。便为谏议问苍生，到头还得苏息否。"
    },
    {
        "title": "月蚀诗",
        "paragraph": "新天子即位五年，岁次庚寅，斗柄插子，律调黄钟。森森万木夜僵立，寒气赑屃顽无风。烂银盘从海底出，出来照我草屋东。天色绀滑凝不流，冰光交贯寒曈曨。初疑白莲花，浮出龙王宫。八月十五夜，比并不可双。此时怪事发，有物吞食来。轮如壮士斧斫坏，桂似雪山风拉摧。百炼镜，照见胆，平地埋寒灰。火龙珠，飞出脑，却入蚌蛤胎。摧环破璧眼看尽，当天一搭如煤炱。磨踪灭迹须臾间，便似万古不可开。不料至神物，有此大狼狈。星如撒沙出，争头事光大。奴婢炷暗灯，掩菼如玳瑁。今夜吐焰长如虹，孔隙千道射户外。玉川子，涕泗下，中庭独自行。念此日月者，太阴太阳精。皇天要识物，日月乃化生。走天汲汲劳四体，与天作眼行光明。此眼不自保，天公行道何由行。吾见阴阳家有说，望日蚀月月光灭，朔月掩日日光缺。两眼不相攻，此说吾不容。又孔子师老子云，五色令人目盲。吾恐天似人，好色即丧明。幸且非春时，万物不娇荣。青山破瓦色，绿水冰峥嵘。花枯无女艳，鸟死沉歌声。顽冬何所好，偏使一目盲。传闻古老说，蚀月虾蟆精。径圆千里入汝腹，汝此痴骸阿谁生。可从海窟来，便解缘青冥。恐是眶睫间，掩塞所化成。黄帝有二目，帝舜重瞳明。二帝悬四目，四海生光辉。吾不遇二帝，滉漭不可知。何故瞳子上，坐受虫豸欺。长嗟白兔捣灵药，恰似有意防奸非。药成满臼不中度，委任白兔夫何为。忆昔尧为天，十日烧九州。金烁水银流，玉煼丹砂焦。六合烘为窑，尧心增百忧。帝见尧心忧，勃然发怒决洪流。立拟沃杀九日妖，天高日走沃不及，但见万国赤子々生鱼头。此时九御导九日，u争持节幡麾幢旒。驾车六九五十四头蛟螭虬，掣电九火輈。汝若蚀开齱齵轮，御辔执索相爬钩，推荡轰訇入汝喉。红鳞焰鸟烧口快，翎鬣倒侧声醆邹。撑肠拄肚礧傀如山丘，自可饱死更不偷。不独填饥坑，亦解尧心忧。恨汝时当食，藏头擫脑不肯食。不当食，张唇哆觜食不休。食天之眼养逆命，安得上帝请汝刘。呜呼，人养虎，被虎啮。天媚蟆，被蟆瞎。乃知恩非类，一一自作孽。吾见患眼人，必索良工诀。想天不异人，爱眼固应一。安得常娥氏，来习扁鹊术。手操舂喉戈，去此睛上物。其初犹朦胧，既久如抹漆。但恐功业成，便此不吐出。玉川子又涕泗下，心祷再拜额榻砂土中，地上虮虱臣仝告愬帝天皇。臣心有铁一寸，可刳妖蟆痴肠。上天不为臣立梯磴，臣血肉身，无由飞上天，扬天光。封词付与小心风，颰排阊阖入紫宫。密迩玉几前擘坼，奏上臣仝顽愚胸。敢死横干天，代天谋其长。东方苍龙角，插戟尾捭风。当心开明堂。统领三百六十鳞虫，坐理东方宫。月蚀不救援，安用东方龙。南方火鸟赤泼血，项长尾短飞跋躠，头戴井冠高逵枿。月蚀鸟宫十三度，鸟为居停主人不觉察，贪向何人家。行赤口毒舌，毒虫头上吃却月，不啄杀。虚眨鬼眼明，鸟罪不可雪。vn西方攫虎立踦踦，斧为牙，凿为齿。偷牺牲，食封豕。大蟆一脔，固当软美。见似不见，是何道理。爪牙根天不念天，天若准拟错准拟。北方寒龟被蛇缚，藏头入壳如入狱。蛇筋束紧束破壳，寒龟夏鳖一种味。且当以其肉充臛，死壳没信处，唯堪支床脚，不堪钻灼与天卜。岁星主福德，官爵奉董秦。忍使黔娄生，覆尸无衣巾。天失眼不吊，岁星胡其仁。荧惑矍铄翁，执法大不中。月明无罪过，不纠蚀月虫。年年十月朝太微。支卢谪罚何灾凶。土星与土性相背，反养福德生祸害。到人头上死破败，今夜月蚀安可会。太白真将军，怒激锋铓生。恒州阵斩郦定进，项骨脆甚春蔓菁。天唯两眼失一眼，将军何处行天兵。辰星任廷尉，天律自主持。人命在盆底，固应乐见天盲时。天若不肯信，试唤皋陶鬼一问。一如今日，三台文昌宫，作上天纪纲。环天二十八宿，磊磊尚书郎。整顿排班行，剑握他人将。一四太阳侧，一四天市傍。操斧代大匠，两手不怕伤。弧矢引满反射人，天狼呀啄明煌煌。痴牛与騃女，不肯勤农桑。徒劳含淫思，旦夕遥相望。蚩尤簸旗弄旬朔，始捶天鼓鸣珰琅。枉矢能蛇行，眊目森森张。天狗下舐地，血流何滂滂。谲险万万党，架构何可当。眯目衅成就，害我光明王。请留北斗一星相北极，指麾万国悬中央。此外尽扫除，堆积如山冈，赎我父母光。当时常星没，殒雨如迸浆。似天会事发，叱喝诛奸强。何故中道废，自遗今日殃。善善又恶恶，郭公所以亡。愿天神圣心，无信他人忠。玉川子词讫，风色紧格格。近月黑暗边，有似动剑戟。须臾痴蟆精，两吻自决坼。初露半个璧，渐吐满轮魄。众星尽原赦，一蟆独诛磔。腹肚忽脱落，依旧挂穹碧。光彩未苏来，惨澹一片白。奈何万里光，受此吞吐厄。再得见天眼，感荷天地力。或问玉川子，孔子修春秋。二百四十年，月蚀尽不收。今子咄咄词，颇合孔意不。玉川子笑答，或请听逗留。孔子父母鲁，讳鲁不讳周。书外书大恶，故月蚀不见收。予命唐天，口食唐土。唐礼过三，唐乐过五。小犹不说，大不可数。灾沴无有小大愈，安得引衰周，研核其可否。日分昼，月分夜，辨寒暑。一主刑，二主德，政乃举。孰为人面上，一目偏可去。愿天完两目，照下万方士，万古更不瞽，万万古，更不瞽，照万古。"
    },
    {
        "title": "横吹曲辞·出塞",
        "paragraph": "胡风不开花，四气多作雪。北人尚冻死，况我本南越。古来犬羊地，巡狩无遗辙。九土耕不尽，武皇犹征伐。中天有高阁，图画何时歇。坐恐塞上山，低于砂中骨。"
    },
    {
        "title": "感古四首",
        "paragraph": "天生圣明君，必资忠贤臣。舜禹竭股肱，共佐尧为君。四载成地理，七政齐天文。阶下蓂荚生，琴上南风薰。轮转夏殷周，时复犹一人。秦汉事谗巧，魏晋忘机钧。猜忌相翦灭，尔来迷恩亲。以愚保其身，不觉身沉沦。以智理其国，遂为国之贼。苟图容一身，万事良可恻。可怜万乘君，聪明受沉惑。忠良伏草莽，无因施羽翼。日月异又蚀，天地晦如墨。既亢而后求，异哉龙之德。人生何所贵，所贵有终始。昨日盈尺璧，今朝尽瑕弃。苍蝇点垂棘，巧舌成锦绮。箕子为之奴，比干谏而死。仲尼鲁司寇，出走为群婢。假如屈原醒，其奈一国醉。一国醉号呶，一人行清高。便欲激颓波，此事真徒劳。上山逢猛虎，入海逢巨鳌。王者苟不死，腰下鱼鳞刀。东海波连天，三度成桑田。高岸高于屋，斯须变溪谷。天地犹尚然，人情难久全。夜半白刃仇，旦来金石坚。萧绶既解坼，陈印亦弃捐。竭节遇刀割，输忠遭祸缠。不予衾之眠，信予衾之穿。镜明不自照，膏润徒自煎。抱剑长太息，泪堕秋风前。古来不患寡，所患患不均。单醪投长河，三军尽沉沦。今人异古人，结托唯亲宾。毁坼维鹊巢，不行鳲鸠仁。鄙吝不识分，有心占阳春。鸾鹤日已疏，燕雀日已亲。小物无大志，安测栖松筠。恩眷多弃故，物情尚逐新。瓦砾暂拂拭，光掩连城珍。唇吻恣谈铄，黄金同灰尘。苏秦北游赵，张禄西入秦。既变嫂叔节，仍摈华阳君。万世金石交，一饷如浮云。骨肉且不顾，何况长羁贫。君莫以富贵，轻忽他年少，听我暂话会稽朱太守。正受冻饿时，索得人家贵傲妇。读书书史未润身，负薪辛苦胝生肘。谓言琴与瑟，糟糠结长久。不分杀人羽翮成，临临冲天妇嫌丑。□□□□□□□。其奈一朝太守振羽仪，乡关昼行衣锦衣。哀哉旧妇何眉目，新婿随行向天哭。寸心金石徒尔为，杯水庭沙空自覆。乃知愚妇人，妒忌阴毒心。唯救眼底事，不思日月深。等闲取羞死，岂如甘布衾。"
    },
    {
        "title": "杂兴",
        "paragraph": "意智未成百不解，见人富贵亦心爱。等闲对酒呼三达，屠羊杀牛皆自在。放心为乐笙歌攒，壮气激作风霜寒。厨中玉馔盈金盘，方丈厌见嫌不餐。飞鹰跃马实快性，唇腐齿烂空巑岏。岂期福极翻成祸，祸成身诛家亦破。昨朝惆怅不如君，今日悲君不如我。否泰交加无定主，懒学风云戢翎羽。绿酒清琴好养生，出将入相无心取。三五图书旧揣摩，五千道德新规矩。"
    },
    {
        "title": "杂曲歌辞·自君之出矣",
        "paragraph": "自君之出矣，壁上蜘蛛织。近取见妾心，夜夜无休息。妾有双玉环，寄君表相忆。环是妾之心，玉是君之德。驰情增悴容，蓄思损精力。玉簟寒凄凄，延想心恻恻。风含霜月明，水泛碧天色。此水有尽时，此情无终极。"
    },
    {
        "title": "寄男抱孙",
        "paragraph": "别来三得书，书道违离久。书处甚粗杀，且喜见汝手。殷十七又报，汝文颇新有。别来才经年，囊盎未合斗。当是汝母贤，日夕加训诱。尚书当毕功，礼记速须剖。喽罗儿读书，何异摧枯朽。寻义低作声，便可养年寿。莫学村学生，粗气强叫吼。下学偷功夫，新宅锄蔾莠。乘凉劝奴婢，园里耨葱韭。远篱编榆棘，近眼栽桃柳。引水灌竹中，蒲池种莲藕。捞漉蛙蟆脚，莫遣生科斗。竹林吾最惜，新笋好看守。万箨苞龙儿，攒迸溢林薮。吾眼恨不见，心肠痛如搊。宅钱都未还，债利日日厚。箨龙正称冤，莫杀入汝口。丁宁嘱托汝，汝活箨龙不。殷十七老儒，是汝父师友。传读有疑误，辄告谘问取。两手莫破拳，一吻莫饮酒。莫学捕鸠鸽，莫学打鸡狗。小时无大伤，习性防已后。顽发苦恼人，汝母必不受。任汝恼弟妹，任汝恼姨舅。姨舅非吾亲，弟妹多老丑。莫恼添丁郎，泪子作面垢。莫引添丁郎，赫赤日里走。添丁郎小小，别吾来久久。脯脯不得吃，兄兄莫捻搜。他日吾归来，家人若弹纠。一百放一下，打汝九十九。"
    },
    {
        "title": "哭玉碑子",
        "paragraph": "山有洞左颊，拾得玉碑子。其长一周尺，其阔一药匕。\r\r颜色九秋天，棱角四面起。轻敲吐寒流，清悲动神鬼。\r\r稽首置手中，只似一片水。至文反无文，上帝应有以。\r\r予疑仙石灵，愿以仙人比。心期香汤洗，归送箓堂里。\r\r颇奈穷相驴，行动如跛鳖。十里五里行，百蹶复千蹶。\r\r颜子不少夭，玉碑中路折。横文寻龟兆，直理任瓦裂。\r\r劈竹不可合，破环永离别。向人如有情，似痛滴无血。\r\r勘斗平地上，罅坼多啮缺。百见百伤心，不堪再提挈。\r\r怪哉坚贞姿，忽脆不坚固。矧曰人间人，安能保常度。\r\r敢问生物成，败为有真素。为禀灵异气，不得受秽污。\r\r驴罪真不厚，驴生亦错误。更将前前行，复恐山神怒。\r\r白云蓊闭岭，高松吟古墓。置此忍其伤，驱驴下山路。\r\r\r"
    },
    {
        "title": "冬行三首",
        "paragraph": "虫豸腊月皆在蛰，吾独何乃劳其形。小大无由知天命，但怪守道不得宁。老母妻子一挥手，涕下便作千里行。自顾不及遭霜叶，旦夕保得同飘零。达生何足云，偶然苦乐经其身。古来尧孔与桀跖，善恶何补如今人。长年爱伊洛，决计卜长久。赊买里仁宅，水竹且小有。卖宅将还资，旧业苦不厚。债家征利心，饿虎血染口。腊风刀刻肌，遂向东南走。贤哉韩员外，劝我莫强取。凭风谢长者，敢不愧心苟。赁载得估舟，估杂非吾偶。壮色排榻席，别座夸羊酒。落日无精光，哑暝被掣肘。漕石生齿牙，洗滩乱相掫。奔澌嚼篙杖，夹岸雪龙吼。可怜圣明朝，还为丧家狗。通运隔南溟，债利拄北斗。扬州屋舍贱，还债堪了不。此宅贮书籍，地湿忧蠹朽。贾僎旧相识，十年与营守。贫交多变态，僎得君子不。利命子罕言，我诚孔门丑。且贵终焉图，死免惭狐首。何当归帝乡，白云永相友。不敢唾汴水，汴水入东海。污泥龙王宫，恐获不敬罪。不敢蹋汴堤，汴堤连秦宫。蹋尽天子土，馈餫无由通。此言虽太阔，且是臣心肠。野风结阴兵，千里鸣刀枪。海月护羁魄，到晓点孤光。上不事天子，下不识侯王。夜半睡独觉，爽气盈心堂。颜子甚年少，孔圣同行藏。我年过颜子，敢道不自强。船人虽奴兵，亦有意智长。问我何所得，乐色填清扬。我报果有为，孔经在衣裳。"
    },
    {
        "title": "观放鱼歌",
        "paragraph": "常州贤刺史，从谏议大夫除。天地好生物，刺史性与天地俱。见山客，狎鱼鸟。坐山客，北亭湖。命舟人，驾舫子，漾漾菰蒲。酒兴引行处，正见渔人鱼。刺史密会山客意，复念网罗婴无辜。忽脱身上殷绯袍，尽买罟擭尽有无。鳗鳣鲇鳢鳅，涎恶最顽愚。鳟鲂见豳风，质干稍高流。时白喷雪鲫鲤，此辈肥脆为绝尤。z老鲤变化颇神异，三十六鳞如抹朱。水苞弘窟有蛟鼍，饵非龙饵唯无鲈。丛杂百千头，性命悬须臾。天心应刺史，刺史尽活诸。一一投深泉，跳脱不复拘。得水竞腾突，动作诡怪殊。或透藻而出，或破浪而趋。或掉尾孑孑，或奋鬣愉愉。或如莺掷梭，或如蛇衔珠。四散渐不见，岛屿徒萦纡。鸂鶒鴒鸥凫，喜观争叫呼。小虾亦相庆，绕岸摇其须。乃知贪生不独顽痴夫。可怜百千命，几为中肠菹。若养圣贤真，大烹龙髓敢惜乎。苦痛如今人，尽是鱼食鱼。族类恣饮啖，强力无亲疏。明明刺史心，不欲与物相欺诬。岸虫两与命，无意杀此活彼用贼徒。亦忆清江使，横遭乎余且。圣神七十钻，不及泥中鳅。哀哉托非贤，五脏生冤仇。若当刺史时，圣物保不囚。不疑且不卜，二子安能谀。二子倘故谀，吾知心受诛。礼重一草木，易封称中孚。又曰钓不纲，又曰远庖厨。故仁人用心，刺史尽合符。昔鲁公观棠距箴，遂被孔子贬而书。今刺史好生，德洽民心，谁为刺史一褒誉。刺史自上来，德风如草铺。衣冠兴废礼，百姓减暴租。豪猾不豪猾，鳏孤不鳏孤。开古孟渎三十里，四千顷泥坑为膏腴，刺史视之总若无。讼庭雀噪坐不得，湖上拔茭植芙蕖。胜业庄中二桑门，时时对坐谈真如。因说十千天子事，福力当与刺史俱。天雨曼陀罗花深没膝，四十千真珠璎珞堆高楼。此中怪特不可会，但慕刺史仁有馀。刺史敕左右兼小家奴，慎勿背我沉毒钩。念鱼承奉刺史仁，深僻处，远远游。刺史官职小，教化未能敷。第一莫近人，恶人唯口腴。第一莫出境，四境多网罟。重伤刺史心，丧尔微贱躯。"
    },
    {
        "title": "赠徐希仁石砚别",
        "paragraph": "灵山一片不灵石，手斫成器心所惜。凤鸟不至池不成，蛟龙干蟠水空滴。青松火炼翠烟凝，寒竹风摇远天碧。今日赠君离别心，此中至浅造化深。用之可以过珪璧，弃置还为一片石。"
    },
    {
        "title": "赠金鹅山人沈师鲁",
        "paragraph": "金鹅山中客，来到扬州市。买药床头一破颜，撇然便有上天意。日月高挂玄关深，金膏切淬肌骨异。人皆食谷与五味，独食太和阴阳气。浩浩流珠走百关，绵若存有深致。种玉不耕山外非内粹。凿儒关决文泉彰，风雅因君不复坠。光不外照刃不磨，回避人间恶富贵。三日四日五六日，盘礴化元搜万类。昼饮兴酣陶天和，夜话造微□精魅。示我插血不死方，赏我风格不肥腻。肉眼不识天上书，小儒安敢窥奥秘。昆仑路隔西北天，三山后浮不著地。君到头来忆我时，金简为吾镌一字。"
    },
    {
        "title": "风中琴",
        "paragraph": "五音六律十三徽，龙吟鹤响思庖羲。一弹流水一弹月，水月风生松树枝。"
    },
    {
        "title": "萧宅二三子赠答诗二十首·石请客",
        "paragraph": "竹弟虽让客，不敢当客恩。自惭埋没久，满面苍苔痕。"
    },
    {
        "title": "萧宅二三子赠答诗二十首·石请客",
        "paragraph": "启母是诸母，三十六峰是诸父。知君家近父母家，小人安得不怀土。怜君与我金石交，君归可得共载否。小人无以报君恩，使君池亭风月古。"
    },
    {
        "title": "秋梦行",
        "paragraph": "客行一夜秋风起，客梦南游渡湘水。湘水泠泠彻底清，二妃怨处无限情。娥皇不语启娇靥，女英目成转心惬。长眉入鬓何连娟，肌肤白玉秀且鲜。裴回共咏东方日，沉吟再理南风弦。声断续，思绵绵，中含幽意两不宣。殷勤纤手惊破梦，中宵寂寞心凄然。心凄然，肠亦绝。寐不寐兮玉枕寒，夜深夜兮霜似雪。镜中不见双翠眉，台前空挂纤纤月。纤纤月，盈复缺，娟娟似眉意难诀。愿此眉兮如此月，千里万里光不灭。"
    },
    {
        "title": "寄萧二十三庆中",
        "paragraph": "萧乎萧乎，忆萧者嵩山之卢。卢扬州，萧歙州。相思过春花，鬓毛生麦秋。千灾万怪天南道，猩猩鹦鹉皆人言。山魈吹火虫入碗，鸩鸟咒诅鲛吐涎。就中南瘴欺北客，凭君数磨犀角吃，我忆君心千百间。千百间君何时还，使我夜夜劳魂魄。"
    },
    {
        "title": "听萧君姬人弹琴",
        "paragraph": "弹琴人似膝上琴，听琴人似匣中弦。二物各一处，音韵何由传。无风质气两相感，万般悲意方缠绵。初时天山之外飞白雪，渐渐万丈涧底生流泉。风梅花落轻扬扬，十指干净声涓涓。昭君可惜嫁单于，沙场不远只眼前。蔡琰薄命没胡虏，乌枭啾唧啼胡天。关山险隔一万里，颜色错漠生风烟。形魄散逐五音尽，双蛾结草空婵娟。中腹苦恨杳不极，新心愁绝难复传。金尊湛湛夜沉沉，馀音叠发清联绵。主人醉盈有得色，座客向隅增内然。孔子怪责颜回瑟，野夫何事萧君筵。拂衣屡命请中废，月照书窗归独眠。"
    },
    {
        "title": "相和歌辞·婕妤怨",
        "paragraph": "谗谤潜来起百忧，朝承恩宠暮仇雠。火烧白玉非因玷，霜翦红兰不待秋。花落昭阳谁共辇，月明长信独登楼。繁华事逐东流水，团扇悲歌万古愁。"
    },
    {
        "title": "咏酒",
        "paragraph": "逃暑迎春复送秋，无非绿蚁满杯浮。百年莫惜千回醉，一盏能消万古愁。几为芳菲眠细草，曾因雨雪上高楼。平生名利关身者，不识狂歌到白头。"
    },
    {
        "title": "冯叟居",
        "paragraph": "天作冯叟居，山僧尚嫌僻。开门因两树，结宇倚翠壁。溪南有微径，时遇采芝客。往往白云生，对面千里隔。机忘若僮仆，常与猿鸟剧。晒药上小峰，庭深无日色。自忘归乡里，不见新旧戚。累累子孙墓，秋风吹古柏。"
    },
    {
        "title": "杂曲歌辞·行路难",
        "paragraph": "行路艰难不复歌，故人荣达我蹉跎。双轮晚上铜梁雪，一叶春浮瘴海波。自古要津皆若此，方今失路欲如何。君看西汉翟丞相，凤沼朝辞暮雀罗。"
    },
    {
        "title": "句",
        "paragraph": "海国欧乡浙水东，暂烦良守此凭熊。"
    },
    {
        "title": "横吹曲辞·陇头吟",
        "paragraph": "陇水潺湲陇树黄，征人陇上尽思乡。马嘶斜日朔风急，雁过寒云边思长。残月出林明剑戟，平沙隔水见牛羊。横行俱足封侯者，谁斩楼兰献未央。"
    },
    {
        "title": "弃妇",
        "paragraph": "回车在门前，欲上心更悲。路傍见花发，似妾初嫁时。养蚕已成茧，织素犹在机。新人应笑此，何如画蛾眉。昨日惜红颜，今日畏老迟。良媒去不远，此恨今告谁。"
    },
    {
        "title": "横吹曲辞·雨雪曲",
        "paragraph": "边声四合殷河流，雨雪飞来遍陇头。铁岭探人迷鸟道，阴山飞将湿貂裘。斜飘旌旆过戎帐，半杂风沙入戍楼。一自塞垣无李蔡，何人为解北门忧。"
    },
    {
        "title": "横吹曲辞·折杨柳",
        "paragraph": "紫陌金堤映绮罗，游人处处动离歌。阴移古戍迷荒草，花带残阳落远波。台上少年吹白雪，楼中思妇敛青蛾。殷勤攀折赠行客，此去关山雨雪多。"
    },
    {
        "title": "乐府杂曲·鼓吹曲辞·巫山高",
        "paragraph": "巫山高不极，沓沓状奇新。暗谷疑风雨，幽岩若鬼神。月明三峡曙，潮满二江春。为问阳台夕，应知入梦人。"
    },
    {
        "title": "横吹曲辞·关山月",
        "paragraph": "裴回汉月满边州，照尽天涯到陇头。影转银河寰海静，光分玉塞古今愁。笳吹远戍孤烽灭，雁下平沙万里秋。况是故园摇落夜，那堪少妇独登楼。"
    },
    {
        "title": "荐冰",
        "paragraph": "西陆宜先启，春寒寝庙清。历官分气候，天子荐精诚。已辨瑶池色，如和玉珮鸣。礼馀神转肃，曙后月残明。雅合霜容洁，非同雪体轻。空怜一掬水，珍重此时情。"
    },
    {
        "title": "古意",
        "paragraph": "重锦化为泥，翦刀误人事。夜裁远道书，翦破相思字。妾心不自信，远道终难寄。客心固多疑，肯信非人意。万里不言远，归书长相次。可即由此书，空房□忌讳。"
    },
    {
        "title": "古意",
        "paragraph": "女萝寄青松，绿蔓花绵绵。三五定君婚，结发早移天。肃肃羔雁礼，泠泠琴瑟篇。恭承采蘩祀，敢效同车贤。皎日不留景，良辰如逝川。愁心忽移爱，花貌无归妍。翠袖皓珠粉，碧阶封绿钱。新人易如玉，废瑟难为弦。寄谢蕣华木，荣君香阁前。岂无摇落苦，贵与根蒂连。希君旧光景，照妾薄暮年。"
    },
    {
        "title": "琴曲歌辞·蔡氏五弄·秋思二首",
        "paragraph": "胡风吹雁翼，远别无人乡。君近雁来处，几回断君肠。\r\r昔奉千日书，抚心怨星霜。无书又千日，世路重茫茫。\r\r燕国有佳丽，蛾眉富春光。自然君归晚，花落君空堂。\r\r君其若不然，岁晚双鸳鸯。\r\r顾兔蚀残月，幽光不如星。女儿晚事夫，颜色同秋萤。\r\r秋日边马思，武夫不遑宁。燕歌易水怨，剑舞蛟龙腥。\r\r风折连枝树，水翻无蒂萍。立身多门户，何必燕山铭。\r\r生世不如鸟，双双比翼翎。\r\r季秋天地闲，万物生意足。我忧长于生，安得及草木。\r\r试从古人愿，致酒歌秉烛。燕赵皆世人，讵能长似玉。\r\r俯怜老期近，仰视日车速。萧飒御风君，魂梦愿相逐。\r\r百年夜销半，端为重缨束。\r\r\r"
    },
    {
        "title": "秋思",
        "paragraph": "楚客秋更悲，皇皇无声地。时无无事人，我命与身异。良时如飞鸟，回掌成故事。蹉跎秋定还，凝冽坚冰至。人生不期老，华发谁能避。感此惜壮年，壮年少为贵。我生虽努力，荣途难自致。徒为击角歌，且惭雕剑字。吾师罕言命，感激潜伤思。"
    },
    {
        "title": "感怀",
        "paragraph": "宿心不觉远，事去劳追忆。旷古川上怀，东流几时息。门前青山路，眼见归不得。晓梦云月光，过秋兰蕙色。"
    },
    {
        "title": "风筝",
        "paragraph": "何响与天通，瑶筝挂望中。彩弦非触指，锦瑟忽闻风。雁柱虚连势，鸾歌且坠空。夜和霜击磬，晴引凤归桐。幽咽谁生怨，清泠自匪躬。秦姬收宝匣，搔首不成功。"
    },
    {
        "title": "将归旧山留别孟郊",
        "paragraph": "择木无利刃，羡鱼无巧纶。如何不量力，自取中路贫。前者不厌耕，一日不离亲。今来千里外，我心不在身。悠悠慈母心，惟愿才如人。蚕桑能几许，衣服常著新。一饭吐尺丝，谁见此殷勤。别君归耕去，持火烧车轮。"
    },
    {
        "title": "感兴",
        "paragraph": "幽人无近迹，别易会则稀。黄鹤亦姓丁，寥寥何处飞。时见海上山，绕云心依依。谅无驭风术，中路愁虚归。童发慕道心，壮年堕尘机。白日不饶我，如今事皆非。群羊化石尽，双凫与我违。□岳黄金富，轩辕晓霞衣。谁令日在眼，容色烟云微。"
    },
    {
        "title": "采莲曲二首",
        "paragraph": "弄舟朅来南塘水，荷叶映身摘莲子。暑衣清净鸳鸯喜，作浪舞花惊不起。殷勤护惜纤纤指，水菱初熟多新刺。采莲朅来水无风，莲潭如鉴松如龙。夏衫短袖交斜红，艳歌笑斗新芙蓉，戏鱼往听莲叶东。"
    },
    {
        "title": "玉山谣奉送王隐者",
        "paragraph": "凤凰城南玉山高，石脚耸立争雄豪。攒峰胎玉气色润，百泉透云流不尽。万古分明对眼开，五烟窈窕呈祥近。有客师事金身仙，用金买得山中田。闲开玉水灌芝草，静醉天酒松间眠。心期南溟万里外，出山几遇光阴改。水玉丁东不可闻，冰华皎洁应如待。秋风引吾歌去来，玉山彩翠遥相催。殷勤千树玉山顶，碧洞寥寥寒锦苔。"
    },
    {
        "title": "杂歌谣辞·李夫人歌",
        "paragraph": "璿闺羽帐华烛陈，方士夜降夫人神。葳蕤半露芙蓉色，\r\r窈窕将期环珮身。丽如三五月，可望难亲近。\r\r颦黛含犀竟不言，春思秋怨谁能问。欲求巧笑如生时，\r\r歌尘在空瑟衔丝。神来未及梦相见，帝比初亡心更悲。\r\r爱之欲其生又死，东流万代无回水。宫漏丁丁夜向晨，\r\r烟销雾散愁方士。\r\r\r"
    },
    {
        "title": "杂曲歌辞·行路难",
        "paragraph": "玉堂向夕如无人，丝竹俨然宫商死。细人何言入君耳，尘生金尊酒如水。君今不念岁蹉跎，雁天明明凉露多。华灯青凝久照夜，彩童窈窕虚垂罗。入宫见妒君不察，莫入此地出风波。此时不乐早休息，女颜易老君如何。"
    },
    {
        "title": "经秦皇墓",
        "paragraph": "左岗青虬盘，右坂白虎踞。谁识此中陵，祖龙藏身处。别为一天地，下入三泉路。珠华翔青鸟，玉影耀白兔。山河一易姓，万事随人去。白昼盗开陵，玄冬火焚树。哀哉送死厚，乃为弃身具。死者不复知，回看汉文墓。"
    },
    {
        "title": "秋夜闻郑山人弹楚妃怨",
        "paragraph": "明月摇落夜，深堂清净弦。中间楚妃奏，十指哀婵娟。寥寥夜含风，荡荡意如泉。寂寞物无象，依稀语空烟。旅人多西望，客雁难南前。由来感神事，岂为无情传。容华能几时，不再来者年。此夕河汉上，双星含凄然。"
    },
    {
        "title": "忆旧游",
        "paragraph": "忆求无何乡，了在赤谷村。仙人居其中，将往问所存。日入濛汜宿，石烟抱山门。明月久不下，半峰照啼猿。堂上白鹤翁，神清心无烦。斋心侍席前，跪请长生恩。云昔崆峒老，何词受轩辕。从星使变化，任日张乾坤。若到旧乡里，宛如曾讨论。风移岩花气，珠贯金经言。凉夜惜易尽，青烟谢晨喧。自唯腥膻体，难久留其藩。几世身在梦，百年云无根。悠悠竟何事，愚智相忧冤。叹息几晚寤，蒙师招其魂。至今瑶华心，每想清水源。"
    },
    {
        "title": "相和歌辞·雁门太守行",
        "paragraph": "旌旗闪闪摇天末，长笛横吹虏尘阔。跨下嘶风白练狞，腰间切玉青蛇活。击革扌从金燧牛尾，犬羊兵败如山死。九泉寂寞葬秋虫，湿云荒草啼秋思。"
    },
    {
        "title": "霓裳羽衣歌",
        "paragraph": "玉烟生窗午轻凝，晨华左耀鲜相凌。人言天孙机上亲手迹，有时怨别无所惜。遂令武帝厌云韶，金针天丝缀飘飘。五声写出心中见，拊石喧金柏梁殿。此衣春日赐何人，秦女腰肢轻若燕。香风间旋众彩随，联联珍珠贯长丝。眼前意是三清客，星宿离离绕身白。鸾凤有声不见身，出宫入徵随伶人。神仙如月只可望，瑶华池头几惆怅。乔山一闭曲未终，鼎湖秋惊白头浪。"
    },
    {
        "title": "归雁",
        "paragraph": "南国春早暖，渚蒲正月生。东风吹雁心，上下和乐声。绕水半空去，拂云偕相迎。如防失群怨，预有侵夜惊。渺邈天外影，支离塞中莺。自顾摧颓羽，偏感南北情。乍甘烟雾劳，不顾龙沙荣。虽乐未归意，终不能自鸣。喜去春月满，归来秋风清。啼余碧窗梦，望断阴山行。不及瑶台燕，寄身金宫楹。"
    },
    {
        "title": "阙题",
        "paragraph": "汉家伊洛九重城，御路浮桥万里平。桂户雕梁连绮翼，虹梁绣柱映丹楹。朝光欲动千门曙，丽日初照百花明。燕赵蛾眉旧倾国，楚宫腰细本传名。二月桑津期结伴，三春淇水逐关情。兰丛有意飞双蝶，柳叶无趣隐啼莺。扇里细妆将夜并，风前独舞共花荣。两鬟百万谁论价，一笑千金判是轻。不为披图来侍寝，非因主第奉身迎。羊车讵畏青门闭，兔月今宵照后庭。"
    },
    {
        "title": "初秋夜坐应诏",
        "paragraph": "玉琯凉初应，金壶夜渐阑。沧池流稍洁，仙掌露方清。雁声风处断，树影月中寒。爽气长空净，高吟觉思宽。"
    },
    {
        "title": "晓歌",
        "paragraph": "鹍鸡哭树星河转，海上金乌翅如电。嫦娥敛发绾云头，玉女舒霞织天面。九土厨烟满城邑，商洛陇头车马急。魏宫钟动绣窗明，梦娥惊对残灯立。"
    },
    {
        "title": "横吹曲辞·陇头水",
        "paragraph": "陇头秋月明，陇水带关城。笳添离别曲，风送断肠声。映雪峰犹暗，乘冰马屡惊。雾中寒雁至，沙上转蓬轻。天山传羽檄，汉地急征兵。阵开都护道，剑聚伏波营。于兹觉无度，方共濯胡缨。"
    },
    {
        "title": "春朝闲步",
        "paragraph": "休沐乘闲豫，清晨步北林。池塘藉芳草，兰芷袭幽衿。雾中分晓日，花里弄春禽。野径香恒满，山阶笋屡侵。何须命轻盖，桃李自成阴。"
    },
    {
        "title": "咏马",
        "paragraph": "宝马权奇出未央，雕鞍照曜紫金装。春草初生驰上苑，秋风欲动戏长杨。鸣珂屡度章台侧，细蹀经向濯龙傍。徒令汉将连年去，宛城今已献名王。"
    },
    {
        "title": "咏饮马应诏",
        "paragraph": "清晨控龙马，弄影出花林。躞蹀依春涧，联翩度碧浔。苔流染丝络，水洁写雕簪。一御瑶池驾，讵忆长城阴。"
    },
    {
        "title": "还山宅",
        "paragraph": "暮春还旧岭，徙倚玩年华。芳草无行径，空山正落花。垂藤扫幽石，卧柳碍浮槎。鸟散茅檐静，云披涧户斜。依然此泉路，犹是昔烟霞。"
    },
    {
        "title": "中书寓直咏雨简褚起居上官学士",
        "paragraph": "云暗苍龙阙，沉沉殊未开。窗临凤凰沼，飒飒雨声来。电影入飞阁，风威凌吹台。长檐响奔溜，清簟肃浮埃。早荷叶稍没，新篁枝半摧。兹晨怅多绪，怀友自难裁。况复重城内，日暮独裴回。玉阶良史笔，金马掞天才。高甍通散骑，复道驾蓬莱。思君赠桃李，于此冀琼瑰。"
    },
    {
        "title": "赋终南山用风字韵应诏",
        "paragraph": "眷言怀隐逸，辍驾践幽丛。白云飞夏雨，碧岭横春虹。草绿长杨路，花疏五柞宫。登临日将晚，兰桂起香风。"
    },
    {
        "title": "应诏咏巢乌",
        "paragraph": "桂树春晖满，巢乌刷羽仪。朝飞丽城上，夜宿碧林陲。背风藏密叶，向日逐疏枝。仰德还能哺，依仁遂可窥。惊鸣雕辇侧，王吉自相知。"
    },
    {
        "title": "奉和圣制春日望海",
        "paragraph": "春山临渤海，征旅辍晨装。回瞰卢龙塞，斜瞻肃慎乡。洪波回地轴，孤屿映云光。落日惊涛上，浮天骇浪长。仙台隐螭驾，水府泛鼋梁。碣石朝烟灭，之罘归雁翔。北巡非汉后，东幸异秦皇。搴旗羽林客，跋距少年场。龙击驱辽水，鹏飞出带方。将举青丘缴，安访白霓裳。"
    },
    {
        "title": "月蚀诗",
        "paragraph": "东海出明月，清明照毫发。朱弦初罢弹，金兔正奇绝。三五与二八，此时光满时。颇奈虾蟆儿，吞我芳桂枝。我爱明镜洁，尔乃痕翳之。尔且无六翮，焉得升天涯。方寸有白刃，无由扬清辉。如何万里光，遭尔小物欺。却吐天汉中，良久素魄微。日月尚如此，人情良可知。"
    },
    {
        "title": "奉和咏弓",
        "paragraph": "霜重麟胶劲，风高月影圆。乌飞随帝辇，雁落逐鸣弦。"
    },
    {
        "title": "咏砚",
        "paragraph": "圆池类璧水，轻翰染烟华。将军欲定远，见弃不应赊。"
    },
    {
        "title": "侍宴赋得起坐弹鸣琴二首（一作杨希道诗）",
        "paragraph": "北林鹊夜飞，南轩月初进。调弦发清征，荡心祛褊吝。变作离鸿声，还入思归引。长叹未终极，秋风飘素鬓。丝传园客意，曲奏楚妃情。罕有知音者，空劳流水声。"
    },
    {
        "title": "咏琴（一作杨希道诗）",
        "paragraph": "久擅龙门质，孤竦峄阳名。齐娥初发弄，赵女正调声。嘉客勿遽反，繁弦曲未成。"
    },
    {
        "title": "咏笙（一作杨希道诗）",
        "paragraph": "短长插凤翼，洪细摹鸾音。能令楚妃叹，复使荆王吟。切切孤竹管，来应云和琴。"
    },
    {
        "title": "横吹曲辞·出关",
        "paragraph": "中原还逐鹿，投笔事戎轩。纵横计不就，慷慨志犹存。策杖谒天子，驱马出关门。请缨羁南越，凭轼下东藩。郁纡陟高岫，出没望平原。古木吟寒鸟，空山啼夜猿。既伤千里目，还惊九折魂。岂不惮艰险，深怀国士恩。季布无二诺，侯嬴重一言。人生感意气，功名谁复论。"
    },
    {
        "title": "自咏三首",
        "paragraph": "为报玉川子，知君未是贤。低头虽有地，仰面辄无天。骨肉清成瘦，莴蔓老觉膻。家书与心事，相伴过流年。卢子躘踵也，贤愚总莫惊。蚊虻当家口，草石是亲情。万卷堆胸朽，三光撮眼明。翻悲广成子，闲气说长生。物外无知己，人间一癖王。生涯身是梦，耽乐酒为乡。日月黏髭须，云山锁肺肠。愚公只公是，不用谩惊张。"
    },
    {
        "title": "横吹曲辞·出塞",
        "paragraph": "匈奴屡不平，汉将欲纵横。看云方结阵，却月始连营。潜军渡马邑，扬旆掩龙城。会勒燕然石，方传车骑名。"
    },
    {
        "title": "春日即事",
        "paragraph": "芳菲那变易，年鬓自蹉跎。室与千峰对，门唯二仲过。宦情知己少，生事托人多。草色微风长，莺声细雨和。几时犹滞拙，终日望恩波。纵欲论相报，无如漂母何。"
    },
    {
        "title": "古意",
        "paragraph": "虽言千骑上头居，一世生离恨有馀。叶下绮窗银烛冷，含啼自草锦中书。"
    },
    {
        "title": "春日即事",
        "paragraph": "邻里朝光遍，披衣夜醉醒。庖厨非旧火，林木发新青。接果移天性，疏泉逐地形。清明来几日，戴胜已堪听。"
    },
    {
        "title": "秋日",
        "paragraph": "反照入闾巷，忧来与谁语。古道无人行，秋风动禾黍。"
    },
    {
        "title": "忆金鹅山沈山人二首",
        "paragraph": "君家山头松树风，适来入我竹林里。一片新茶破鼻香，请君速来助我喜。莫合九转大还丹，莫读三十六部大洞经。闲来共我说真意，齿下领取真长生。不须服药求神仙，神仙意智或偶然。自古圣贤放入土，淮南鸡犬驱上天。白日上升应不恶，药成且辄一丸药。暂时上天少问天，蛇头蝎尾谁安著。君爱炼药药欲成，我爱炼骨骨已清。试自比校得仙者，也应合得天上行。天门九重高崔嵬，清空凿出黄金堆。夜叉守门昼不启，夜半醮祭夜半开。夜叉喜欢动关锁，锁声地生风雷。地上禽兽重血食，性命血化飞黄埃。y太上道君莲花台，九门隔阔安在哉。呜呼沈君大药成，兼须巧会鬼物情，无求长生丧厥生。"
    },
    {
        "title": "宋中",
        "paragraph": "百战无军食，孤城陷虏尘。为伤多易子，翻吊浅为臣。漫漫东流水，悠悠南陌人。空思前事往，向晓泪沾巾。"
    },
    {
        "title": "塞上曲",
        "paragraph": "惯习干戈事鞍马，初从少小在边城。身微久属千夫长，家远多亲五郡兵。懒说疆场曾大获，且悲年鬓老长征。塞鸿过尽残阳里，楼上凄凄暮角声。"
    },
    {
        "title": "听早蝉歌",
        "paragraph": "蝉鸣兮夕曛，声和兮夏云。白日兮将短，秋意兮已满。乍悲鸣兮欲长。犹嘶涩兮多断。风萧萧兮转清，韵嘒嘒兮初成。依婆娑之古树，思辽落之荒城。闲院支颐，深林倚策，犹惆怅而无语，鬓星星而已白。"
    },
    {
        "title": "宋中",
        "paragraph": "日暮黄云合，年深白骨稀。旧村乔木在，秋草远人归。废井莓苔厚，荒田路径微。唯馀近山色，相对似依依。"
    },
    {
        "title": "春日书情寄元校书伯和相国元子",
        "paragraph": "数岁平津邸，诸生出门时。羁孤力行早，疏贱托身迟。芳草看无厌，青山到未期。贫居悲老大，春日上茅茨。卫玠琼瑶色，玄成鼎鼐姿。友朋汉相府，兄弟谢家诗。律合声虽应，劳歌调自悲。流年不可住，惆怅镜中丝。"
    },
    {
        "title": "奉送崔侍御和蕃",
        "paragraph": "万里华戎隔，风沙道路秋。新恩明主启，旧好使臣修。旌节随边草，关山见戍楼。俗殊人左衽，地远水西流。日暮冰先合，春深雪未休。无论善长对，博望自封侯。"
    },
    {
        "title": "白马",
        "paragraph": "渥洼龙种雪霜同，毛骨天生胆气雄。金埒乍调光照地，玉关初别远嘶风。花明锦襜垂杨下，露湿朱缨细草中。一夜羽书催转战，紫髯骑出佩騂弓。"
    },
    {
        "title": "得替后书怀上第五相公",
        "paragraph": "谁语恓惶客，偏承顾盼私。应逾骨肉分，敢忘死生期。山县唯荒垒，云屯尽老师。庖人宁自代，食檗谬相推。黄绶名空罢，青春鬓又衰。还来扫门处，犹未报恩时。独立花飞满，无言月下迟。不知丞相意，更欲遣何之。"
    },
    {
        "title": "送姚校书因归河中",
        "paragraph": "十年相见少，一岁又还乡。去住人惆怅，东西路渺茫。古陂无茂草，高树有残阳。委弃秋来稻，雕疏采后桑。月轮生舜庙，河水出关墙。明日过闾里，光辉芸阁郎。"
    },
    {
        "title": "九日",
        "paragraph": "重阳寒寺满秋梧，客在南楼顾老夫。步蹇强登游藻井，发稀那更插茱萸。横空过雨千峰出，大野新霜万叶枯。更望尊中菊花酒，殷勤能得几回沽。"
    },
    {
        "title": "李夫人歌",
        "paragraph": "璿闺羽帐华烛陈，方士夜降夫人神。葳蕤半露芙蓉色，窈窕将期环珮身。丽如三五月，可望难亲近。嚬黛含犀竟不言，春思秋怨谁能问。欲求巧笑如生时，歌尘在空瑟衔丝。神来未及梦相见，帝比初亡心更悲。爱之欲其生又死，东流万代无回水。宫漏丁丁夜向晨，烟消雾散愁方士。"
    },
    {
        "title": "九日",
        "paragraph": "九日强游登藻井，发稀那敢插茱萸。横空过雨千峰出，大野新霜万壑铺。更望尊中菊花酒，殷勤能得几回沽。"
    },
    {
        "title": "范真传侍御累有寄，因奉酬十首",
        "paragraph": "昨日新花红满眼，今朝美酒绿留人。更宜明月含芳露，凭杖萧郎夜赏春。白雪翦花朱蜡蒂，折花传笑惜春人。请君白日留明日，一醉春光莫厌频。云髻凤文细，对君歌少年。万金酬一顾，可惜十千钱。玉管倾杯乐，春园斗草情。野花无限意，处处逐人行。闻道中山酒，一杯千日醒。黄莺似传语，劝酒太叮咛。红袂歌声起，因君始得闻。黄昏小垂手，与我驻浮云。相劝醉年华，莫醒春日斜。春风宛陵道，万里晋阳花。碧绿草萦堤，红蓝花满溪。愿君常践蹋，莫使暗萋萋。萋萋巫峡云，楚客莫留恩。岁久晋阳道，谁能向太原。岁酒劝屠苏，楚声山鹧鸪。春风入君意，千日不须臾。"
    },
    {
        "title": "秋夜会宿李永宅忆江南旧游",
        "paragraph": "偶宿俱南客，相看喜尽归。湖山话不极，岁月念空违。子夜高梧冷，秋阴远漏微。那无此良会，惜在谢家稀。"
    },
    {
        "title": "赋得沙上雁",
        "paragraph": "衡阳多道里，弱羽复哀音。还塞知何日，惊弦乱此心。夜阴前侣远，秋冷后湖深。独立汀洲意，宁知霜霰侵。"
    },
    {
        "title": "长恨歌",
        "paragraph": "汉皇重色思倾国，御宇多年求不得。杨家有女初长成，养在深闺人未识。天生丽质难自弃，一朝选在君王侧。回眸一笑百媚生，六宫粉黛无颜色。春寒赐浴华清池，温泉水滑洗凝脂。侍儿扶起娇无力，始是新承恩泽时。云鬓花颜金步摇，芙蓉帐暖度春宵。春宵苦短日高起，从此君王不早朝。承欢侍宴无闲暇，春从春游夜专夜。后宫佳丽三千人，三千宠爱在一身。金屋妆成娇侍夜，玉楼宴罢醉和春。姊妹弟兄皆列土，可怜光采生门户。遂令天下父母心，不重生男重生女。骊宫高处入青云，仙乐风飘处处闻。缓歌慢舞凝丝竹，尽日君王看不足。渔阳鼙鼓动地来，惊破霓裳羽衣曲。九重城阙烟尘生，千乘万骑西南行。翠华摇摇行复止，西出都门百余里。六军不发无奈何，宛转蛾眉马前死。花钿委地无人收，翠翅金雀玉搔头。君王掩面救不得，回看血泪相和流。黄埃散漫风萧索，云栈萦纡登剑阁。峨嵋山下少人行，旌旗无光日色薄。蜀江水碧蜀山青，圣主朝朝暮暮情。行宫见月伤心色，夜雨闻铃肠断声。天旋地转回龙驭，到此踌躇不能去。马嵬坡下泥土中，不见玉颜空死处。君臣相顾尽沾衣，东望都门信马归。归来池苑皆依旧，太液芙蓉未央柳。芙蓉如面柳如眉，对此如何不泪垂。春风桃李花开夜，秋雨梧桐叶落时。西宫南苑多秋草，落叶满阶红不扫。梨园弟子白发新，椒房阿监青娥老。夕殿萤飞思悄然，孤灯挑尽未成眠。迟迟钟鼓初长夜，耿耿星河欲曙天。鸳鸯瓦冷霜华重，翡翠衾寒谁与共。悠悠生死别经年，魂魄不曾来入梦。临邛道士鸿都客，能以精诚致魂魄。为感君王辗转思，遂教方士殷勤觅。排空驭气奔如电，升天入地求之遍。上穷碧落下黄泉，两处茫茫皆不见。忽闻海上有仙山，山在虚无缥缈间。楼阁玲珑五云起，其中绰约多仙子。中有一人字太真，雪肤花貌参差是。金阙西厢叩玉扃，转教小玉报双成。闻道汉家天子使，九华帐里梦魂惊。揽衣推枕起徘徊，珠箔银屏迤逦开。云髻半偏新睡觉，花冠不整下堂来。风吹仙袂飘飖举，犹似霓裳羽衣舞。玉容寂寞泪阑干，梨花一枝春带雨。含情凝睇谢君王，一别音容两渺茫。昭阳殿里恩爱绝，蓬莱宫中日月长。回头下望人寰处，不见长安见尘雾。惟将旧物表深情，钿合金钗寄将去。钗留一股合一扇，钗擘黄金合分钿。但教心似金钿坚，天上人间会相见。临别殷勤重寄词，词中有誓两心知。七月七日长生殿，夜半无人私语时。在天愿作比翼鸟，在地愿为连理枝。天长地久有时尽，此恨绵绵无绝期。"
    },
    {
        "title": "琵琶行",
        "paragraph": "浔阳江头夜送客，枫叶荻花秋瑟瑟。主人下马客在船，举酒欲饮无管弦。醉不成欢惨将别，别时茫茫江浸月。忽闻水上琵琶声，主人忘归客不发。寻声暗问弹者谁，琵琶声停欲语迟。移船相近邀相见，添酒回灯重开宴。千呼万唤始出来，犹抱琵琶半遮面。转轴拨弦三两声，未成曲调先有情。弦弦掩抑声声思，似诉平生不得志。低眉信手续续弹，说尽心中无限事。轻拢慢拈抹复挑，初为霓裳后六幺。大弦嘈嘈如急雨，小弦切切如私语。嘈嘈切切错杂弹，大珠小珠落玉盘。间关莺语花底滑，幽咽泉流冰下难。冰泉冷涩弦凝绝，凝绝不通声暂歇。别有幽愁暗恨生，此时无声胜有声。银瓶乍破水浆迸，铁骑突出刀枪鸣。曲终收拨当心画，四弦一声如裂帛。东船西舫悄无言，唯见江心秋月白。沉吟放拨插弦中，整顿衣裳起敛容。自言本是京城女，家在虾蟆陵下住。十三学得琵琶成，名属教坊第一部。曲罢常教善才服，妆成每被秋娘妒。五陵年少争缠头，一曲红绡不知数。钿头云篦击节碎，血色罗裙翻酒污。今年欢笑复明年，秋月春风等闲度。弟走从军阿姨死，暮去朝来颜色故。门前冷落鞍马稀，老大嫁作商人妇。商人重利轻别离，前月浮梁买茶去。去来江口守空船，绕船月明江水寒。夜深忽梦少年事，梦啼妆泪红阑干。我闻琵琶已叹息，又闻此语重唧唧。同是天涯沦落人，相逢何必曾相识。我从去年辞帝京，谪居卧病浔阳城。浔阳地僻无音乐，终岁不闻丝竹声。住近湓江地低湿，黄庐苦竹绕宅生。其间旦暮闻何物，杜鹃啼血猿哀鸣。春江花朝秋月夜，往往取酒还独倾。岂无山歌与村笛？呕哑嘲哳难为听。今夜闻君琵琶语，如听仙乐耳暂明。莫辞更坐弹一曲，为君翻作琵琶行。感我此言良久立，却坐促弦弦转急。凄凄不似向前声，满座重闻皆掩泣。座中泣下谁最多，江州司马青衫湿。"
    },
    {
        "title": "忆江南·江南好",
        "paragraph": "江南好，风景旧曾谙。日出江花红胜火，春来江水绿如蓝，能不忆江南？"
    },
    {
        "title": "初宵看婚",
        "paragraph": "洛城花烛动，戚里画新蛾。隐扇羞应惯，含情愁已多。轻啼湿红粉，微睇转横波。更笑巫山曲，空传暮雨过。"
    },
    {
        "title": "忆江南·江南忆",
        "paragraph": "江南忆，其次忆吴宫。吴酒一杯春竹叶，吴娃双舞醉芙蓉，早晚复相逢。"
    },
    {
        "title": "奉和夏日晚景应诏",
        "paragraph": "辇路夹垂杨，离宫通建章。日落横峰影，云归起夕凉。\r\r雕轩动流吹，羽盖息回塘。薙草生还绿，残花落尚香。\r\r青岩类姑射，碧涧似汾阳。幸属无为日，欢娱尚未央。\r\r\r"
    },
    {
        "title": "奉和正日临朝应诏",
        "paragraph": "皇猷被寰宇，端扆属元辰。九重丽天邑，千门临上春。"
    },
    {
        "title": "忆江南·江南忆",
        "paragraph": "江南忆，最忆是杭州：山寺月中寻桂子，郡亭枕上看潮头，何日更重游？"
    },
    {
        "title": "钱塘湖春行",
        "paragraph": "孤山寺北贾亭西，水面初平云脚低。几处早莺争暖树，谁家新燕啄春泥。乱花渐欲迷人眼，浅草才能没马蹄。最爱湖东行不足，绿杨阴里白沙堤。"
    },
    {
        "title": "暮江吟",
        "paragraph": "一道残阳铺水中，半江瑟瑟半江红。可怜九月初三夜，露似真珠月似弓。"
    },
    {
        "title": "观刈麦",
        "paragraph": "田家少闲月，五月人倍忙。夜来南风起，小麦覆陇黄。妇姑荷箪食，童稚携壶浆。相随饷田去，丁壮在南冈。足蒸暑土气，背灼炎天光。力尽不知热，但惜夏日长。复有贫妇人，抱子在其旁。右手秉遗穗，左臂悬敝筐。听其相顾言，闻者为悲伤。家田输税尽，拾此充饥肠。今我何功德，曾不事农桑。吏禄三百石，岁晏有余粮。念此私自愧，尽日不能忘。"
    },
    {
        "title": "浪淘沙",
        "paragraph": "白浪茫茫与海连，平沙浩浩四无边。暮去朝来淘不住，遂令东海变桑田。"
    },
    {
        "title": "浪淘沙",
        "paragraph": "海底飞尘终有日，山头化石岂无时。谁道小郎抛小妇，船头一去没回期。"
    },
    {
        "title": "浪淘沙",
        "paragraph": "青草湖中万里程，黄梅雨里一人行。愁见滩头夜泊处，风翻暗浪打船声。"
    },
    {
        "title": "浪淘沙",
        "paragraph": "借问江潮与海水，何似君情与妾心？相恨不如潮有信，相思始觉海非深。"
    },
    {
        "title": "浪淘沙",
        "paragraph": "随波逐浪到天涯，迁客西还有几家。却到帝都重富贵，请君莫忘浪淘沙。"
    },
    {
        "title": "浪淘沙",
        "paragraph": "一泊沙来一泊去，一重浪灭一重生。相搅相淘无歇日，会教东海一时平。"
    },
    {
        "title": "咏舞（一作杨希道诗）",
        "paragraph": "二八如回雪，三春类早花。分行向烛转，一种逐风斜。"
    },
    {
        "title": "长相思",
        "paragraph": "九月西风兴，月冷露华凝。\r思君秋夜长，一夜魂九升。\r\r二月东风来，草拆花心开。\r思君春日迟，一日肠九回。\r\r妾住洛桥北，君住洛桥南。\r十五即相识，今年二十三。\r\r有如女萝草，生在松之侧。\r蔓短枝苦高，萦回上不得。\r\r人言人有愿，愿至天必成。\r愿作远方兽，步步比肩行。\r\r愿作深山木，枝枝连理生。\r\r\r"
    },
    {
        "title": "卖炭翁",
        "paragraph": "卖炭翁，伐薪烧炭南山中。满面尘灰烟火色，两鬓苍苍十指黑。卖炭得钱何所营？身上衣裳口中食。可怜身上衣正单，心忧炭贱愿天寒。夜来城外一尺雪，晓驾炭车辗冰辙。牛困人饥日已高，市南门外泥中歇。翩翩两骑来是谁？黄衣使者白衫儿。手把文书口称敕，回车叱牛牵向北。一车炭，千余斤，宫使驱将惜不得。半匹红纱一丈绫，系向牛头充炭直。"
    },
    {
        "title": "长相思·汴水流",
        "paragraph": "汴水流，泗水流，流到瓜洲古渡头，吴山点点愁。思悠悠，恨悠悠，恨到归时方始休，月明人倚楼。"
    },
    {
        "title": "奉和圣制送张说巡边",
        "paragraph": "至德抚遐荒，神兵赴朔方。帝思元帅重，爰择股肱良。累相承安世，深筹协子房。寄崇专斧钺，礼备设坛场。鼙鼓喧雷电，戈剑凛风霜。四騑将戒道，十乘启先行。圣锡加恒数，天文耀宠光。出郊开帐饮，寅饯盛离章。雨濯梅林润，风清麦野凉。燕山应勒颂，麟阁伫名扬。"
    },
    {
        "title": "奉和圣制送张说赴集贤院学士赐宴赋得虚字",
        "paragraph": "崇文德化洽，新殿集贤初。庸菲参高选，首滥承明庐。殊私光辅弼，荣送列簪裾。座引中厨馔，杯锡上尊馀。翠叶浓丹苑，晴空卷碧虚。忝同文史地，愿草登封书。"
    },
    {
        "title": "赋得古原草送别",
        "paragraph": "离离原上草，一岁一枯荣。野火烧不尽，春风吹又生。远芳侵古道，晴翠接荒城。又送王孙去，萋萋满别情。"
    },
    {
        "title": "池上",
        "paragraph": "袅袅凉风动，凄凄寒露零。兰衰花始白，荷破叶犹青。独立栖沙鹤，双飞照水萤。若为寥落境，仍值酒初醒。"
    },
    {
        "title": "送考功武员外学士使嵩山置舍利塔歌",
        "paragraph": "伊川别骑，灞岸分筵。对三春之花月，览千里之风烟。望青山兮分地，见白云兮在天。寄愁心于樽酒，怆离续于清弦。共握手而相顾，各衔凄而黯然。"
    },
    {
        "title": "相和歌辞·棹歌行",
        "paragraph": "棹女饰银钩，新妆下翠楼。霜丝青桂楫，兰枻紫霞舟。\r\r水落金陵曙，风起洞庭秋。扣船过曲浦，飞帆越回流。\r\r影入桃花浪，香飘杜若洲。洲长殊未返，萧散云霞晚。\r\r日下大江平，烟生归岸远。岸远闻潮波，争途游戏多。\r\r因声赵津女，来听采菱歌。\r\r\r"
    },
    {
        "title": "奉和送金城公主适西蕃应制",
        "paragraph": "星汉下天孙，车服降殊蕃。匣中词易切，马上曲虚繁。关塞移朱帐，风尘暗锦轩。箫声去日远，万里望河源。"
    },
    {
        "title": "饯许州宋司马赴任",
        "paragraph": "旧许星车转，神京祖帐开。断烟伤别望，零雨送离杯。辞燕依空绕，宾鸿入听哀。分襟与秋气，日夕共悲哉。"
    },
    {
        "title": "花非花·花非花",
        "paragraph": "花非花，雾非雾，夜半来，天明去。来如春梦不多时，去似朝云无觅处。"
    },
    {
        "title": "郊庙歌辞·仪坤庙乐章·寿和",
        "paragraph": "於穆清庙，肃雍严祀。合福受釐，介以繁社。"
    },
    {
        "title": "饯唐永昌",
        "paragraph": "郎官出宰赴伊瀍，征传駸駸灞水前。此时怅望新丰道，握手相看共黯然。"
    },
    {
        "title": "仪坤庙乐章",
        "paragraph": "於穆清庙，肃雍严祀。合福受釐，介以繁祉。"
    },
    {
        "title": "郊庙歌辞·仪坤庙乐章·雍和",
        "paragraph": "孝享云毕，惟彻有章。云感玄羽，风凄素商。瞻望神座，祗恋匪遑。礼终乐阕，肃雍锵锵。"
    },
    {
        "title": "直中书省",
        "paragraph": "清切凤皇池，扶疏鸡树枝。唯应集鸾鹭，何为宿羁雌。大造乾坤辟，深恩雨露垂。昆蚑皆含养，驽骀亦驱驰。木偶翻为用，芝泥忽滥窥。九思空自勉，五字本无施。徒喜逢千载，何阶答二仪。萤光向日尽，蚊力负山疲。禁宇庭除阔，闲宵钟箭移。暗花临户发，残月下帘欹。白发随年改，丹心为主披。命将时共泰，言与行俱危。寄谢巢由客，尧年正在斯。"
    },
    {
        "title": "南行别弟",
        "paragraph": "澹澹长江水，悠悠远客情。落花相与恨，到地一无声。"
    },
    {
        "title": "横吹曲辞·折杨柳",
        "paragraph": "万里边城地，三春杨柳节。叶似镜中眉，花如关外雪。征人远乡思，倡妇高楼别。不忍掷年华，含情寄攀折。"
    },
    {
        "title": "寒食应制",
        "paragraph": "凤城春色晚，龙禁早晖通。旧火收槐燧，馀寒入桂宫。莺啼正隐叶，鸡斗始开笼。蔼蔼瑶山满，仙歌始乐风。"
    },
    {
        "title": "南中咏雁诗（一作于季子诗，题作南行别弟）",
        "paragraph": "万里人南去，三春雁北飞。不知何岁月，得与尔同归。"
    },
    {
        "title": "凌朝浮江旅思（一作马周诗）",
        "paragraph": "天晴上初日，春水送孤舟。山远疑无树，潮平似不流。岸花开且落，江鸟没还浮。羁望伤千里，长歌遣四愁。"
    },
    {
        "title": "登鹳雀楼",
        "paragraph": "久客心常醉，高楼日渐低。黄河经海内，华岳镇关西。去远千帆小，来迟独鸟迷。终年不得意，空觉负东溪。"
    },
    {
        "title": "望京楼上寄令狐华州",
        "paragraph": "祇役滞南服，颓思属暮年。闲上望京台，万山蔽其前。落日归飞翼，连翩东北天。涪江适在下，为我久潺湲。中叶成文教，德威清远边。颁条信徒尔，华发生苍然。寄怀三峰守，岐路隔云烟。"
    },
    {
        "title": "再赴襄阳，辱宣武相公贻诗，今用奉酬",
        "paragraph": "解韍辞丹禁，扬旌去赤墀。自惊非素望，何力及清时。又据三公席，多惭四老祠。岘山风已远，棠树事难追。江汉饶春色，荆蛮足梦思。唯怜吐凤句，相示凿龙期。"
    },
    {
        "title": "和严揆省中宿斋遇令狐员外当直之作",
        "paragraph": "致斋分直宿南宫，越石卢谌此夜同。位极班行犹念旧，名题章奏亦从公。曾驱爪士三边静，新赠髯参六义穷。竟夕文昌知有月，可怜如在庾楼中。"
    },
    {
        "title": "酬致政杨祭酒见寄",
        "paragraph": "初还相印罢戎旃，获守皇居在紫烟。妄比酂侯功蔑尔，每怀疏傅意悠然。应将半俸沾闾里，料入中条访洞天。十载别离那可道，倍令惊喜见来篇。"
    },
    {
        "title": "送令狐秀才赴举",
        "paragraph": "子有雄文藻思繁，龆年射策向金门。前随鸾鹤登霄汉，却望风沙走塞垣。独忆忘机陪出处，自怜何力继飞翻。那堪两地生离绪，蓬户长扃行旅喧。"
    },
    {
        "title": "横吹曲辞·入塞曲",
        "paragraph": "将军带十围，重锦制戎衣。猿臂销弓力，虬须长剑威。首登平乐宴，新破大宛归。楼上诛姬笑，门前问客稀。暮烽玄兔急，秋草紫骝肥。未奉君王诏，高槐昼掩扉。"
    },
    {
        "title": "郊庙歌辞·享惠昭太子庙乐章·迎俎酌献",
        "paragraph": "既洁酒醴，聿陈熟腥。肃将震念，昭格储灵。展矣礼典，薰然德馨。愔愔管磬，亦具是听。"
    },
    {
        "title": "横吹曲辞·折杨柳",
        "paragraph": "垂柳拂妆台，葳蕤叶半开。年华枝上见，边思曲中来。嫩色宜新雨，轻花伴落梅。朝朝倦攀折，征戍几时回。"
    },
    {
        "title": "相和歌辞·宫怨",
        "paragraph": "窗前好树名玫瑰，去年花落今年开。无情春色尚识返，君心忽断何时来。忆昔妆成候仙仗，宫琐玲珑日新上。拊心却笑西子颦，掩鼻谁忧郑姬谤。草染文章衣下履，花粘甲乙床前帐。三千玉貌休自夸，十二金钗独相向。盛衰倾夺欲何如，娇爱翻悲逐佞谀。重远岂能惭沼鹄，弃前方见泣船鱼。看笼不记熏龙脑，咏扇空曾秃鼠须。始意类萝新托柏，终伤如荠却甘荼。深院独开还独闭，鹦鹉惊飞苔覆地。满箱旧赐前日衣，渍枕新垂夜来泪。痕多开镜照还悲，绿髻青蛾尚未衰。莫道新缣长绝比，犹逢故剑会相追。"
    },
    {
        "title": "山行书事",
        "paragraph": "日落风风高风高，驱车行远郊。中心有所悲，古墓穿黄茅。茅中狐兔窠，四面乌鸢巢。鬼火时独出，人烟不相交。行行近破村，一径欹还坳。迎霜听蟋蟀，向月看蟏蛸。翁喜客来至，客业羞厨庖。浊醪夸泼蚁，时果仍新苞。相劝对寒灯，呼儿爇枯梢。性朴颇近古，其言无斗筲。忧欢世上并，岁月途中抛。谁知问津客，空作扬雄嘲。"
    },
    {
        "title": "答边信",
        "paragraph": "征人去年戍辽水，夜得边书字盈纸。挥刀就烛裁红绮，结作同心答千里。君寄边书书莫绝，妾答同心心自结。同心再解心不离，书字频看字愁灭。结成一夜和泪封，贮书只在怀袖中。莫如书字故难久，愿学同心长可同。"
    },
    {
        "title": "闻韦驸马使君迁拜台州",
        "paragraph": "溟藩轸帝忧，见说初鸣驺。德胜祸先戢，情闲思自流。蚕殷桑柘空，廪实雀鼠稠。谏虎昔赐骏，安人将问牛。曾陪后乘光，共逐平津游。旌旆拥追赏，歌钟催献酬。音徽一寂寥，贵贱双沉浮。北郭乏中崖，东方称上头。跻山望百城，目尽增遐愁。海逼日月近，天高星汉秋。无阶异渐鸿，有志惭驯鸥。终期促孤棹，暂访天台幽。"
    },
    {
        "title": "相和歌辞·陇西行",
        "paragraph": "阴云凝朔气，陇上正飞雪。四月草不生，北风劲如切。朝来羽书急，夜救长城窟。道隘行不前，相呼抱鞍歇。人寒指欲堕，马冻蹄亦裂。射雁旋充饥，斧冰还止渴。宁辞解围斗，但恐乘疲没。早晚边候空，归来养羸卒。"
    },
    {
        "title": "对镜吟",
        "paragraph": "忆昔逢君新纳娉，青铜铸出千年镜。意怜光彩固无瑕，义比恩情永相映。每将鉴面兼鉴心，鉴来不辍情逾深。君非结心空结带，结处尚新恩已背。开帘览镜悲难语，对面相看孟门阻。掩匣徒惭双凤飞，悬台欲效孤鸾舞。昔日照来人共许，今朝照罢自生疑。镜上有尘犹可淬，君恩讵肯无回时。"
    },
    {
        "title": "杭州秋日别故友",
        "paragraph": "相见又相别，大江秋水深。悲欢一世事，去住两乡心。淅沥篱下叶，凄清阶上琴。独随孤棹去，何处更同衾。"
    },
    {
        "title": "山行经村径",
        "paragraph": "一径有人迹，到来唯数家。依稀听机杼，寂历看桑麻。雨湿渡头草，风吹坟上花。却驱羸马去，数点归林鸦。"
    },
    {
        "title": "南中客舍对雨送故人归北",
        "paragraph": "猿声啾啾雁声苦，卷帘相对愁不语。几年客吴君在楚，况送君归我犹阻。家书作得不忍封，北风吹断阶前雨。"
    },
    {
        "title": "拟古咏河边枯树",
        "paragraph": "野火烧枝水洗根，数围孤树半心存。应是无机承雨露，却将春色寄苔痕。"
    },
    {
        "title": "伤故人歌妓",
        "paragraph": "愁脸无红衣满尘，万家门户不容身。曾将一笑君前去，误杀几多回顾人。"
    },
    {
        "title": "登总持寺阁",
        "paragraph": "今日登高阁，三休忽自悲。因知筋力减，不及往年时。草树还如旧，山河亦在兹。龙钟兼老病，更有重来期。"
    },
    {
        "title": "横吹曲辞·出塞",
        "paragraph": "汉家边事重，窦宪出临戎。绝漠秋山在，阳关旧路通。列营依茂草，吹角向高风。更就燕然石，行看奏虏功。"
    },
    {
        "title": "代别后梦别",
        "paragraph": "别中还梦别，悲后更生悲。觉梦俱千里，追随难再期。翻思梦里苦，却恨觉来迟。纵是非真事，何妨梦会时。"
    },
    {
        "title": "别友人",
        "paragraph": "愁多不忍醒时别，想极还寻静处行。谁遣同衾又分手，不如行路本无情。"
    },
    {
        "title": "山居",
        "paragraph": "看书爱幽寂，结宇青冥间。飞泉引风听，古桂和云攀。地深草木稠，境静鱼鸟闲。阴气晚出谷，朝光先照山。有时独杖藜，入夜犹启关。星昏归鸟过，火出樵童还。神体自和适，不是离人寰。"
    },
    {
        "title": "横吹曲辞·折杨柳",
        "paragraph": "大道连国门，东西种杨柳。葳蕤君不见，袅娜垂来久。缘枝栖暝禽，雄去雌独吟。馀花怨春尽，微月起秋阴。坐望窗中蝶，起攀枝上叶。好风吹长条，婀娜何如妾。妾见柳园新，高楼四五春。莫吹胡塞曲，愁杀陇头人。"
    },
    {
        "title": "秋日登山",
        "paragraph": "逐胜不怯寒，秋山闲独登。依稀小径通，深处逢来僧。侧石拥寒溜，欹松悬古藤。明书问知友，兴咏将谁能。"
    },
    {
        "title": "从军行",
        "paragraph": "穹庐杂种乱金方，武将神兵下玉堂。天子旌旗过细柳，匈奴运数尽枯杨。关头落月横西岭，塞下凝云断北荒。漠漠边尘飞众鸟，昏昏朔气聚群羊。依稀蜀杖迷新竹，仿佛胡床识故桑。临海旧来闻骠骑，寻河本自有中郎。坐看战壁为平土，近待军营作破羌。"
    },
    {
        "title": "哭蒋詹事俨",
        "paragraph": "江上有长离，从容盛羽仪。一鸣百兽舞，一举群鸟随。应我圣明代，巢君阿阁垂。钩陈侍帷扆，环卫奉旌麾。雅量沧海纳，完才庙廊施。养亲光孝道，事主竭忠规。贞节既已固，殊荣良不訾。朝游云汉省，夕宴芙蓉池。汲黯言当直，陈平智本奇。功成喜身退，时往惜年驰。镇国山基毁，中天柱石颓。将军空有颂，刺史独留碑。芜漫藏书壁，荒凉悬剑枝。昔余参下位，数载忝牵羁。置榻恩逾重，迎门礼自卑。竹林常接兴，黍谷每逢吹。逸翰金相发，清谈玉柄挥。不轻文举少，深叹子云疲。遗爱犹如在，残编尚可窥。即今流水曲，何处俗人知。"
    },
    {
        "title": "则天皇后挽歌二首",
        "paragraph": "宵陈虚禁夜，夕临空山阴。日月昏尺景，天地惨何心。紫殿金铺涩，黄陵玉座深。镜奁长不启，圣主泪沾巾。前殿临朝罢，长陵合葬归。山川不可望，文物尽成非。阴月霾中道，轩星落太微。空馀天子孝，松上景云飞。"
    },
    {
        "title": "登东阳沈隐侯八咏楼",
        "paragraph": "旦登西北楼，楼峻石墉厚。宛生长定□，俯压三江口。排阶衔鸟衡，交疏过牛斗。左右会稽镇，出入具区薮。越岩森其前，浙江漫其后。此地实东阳，由来山水乡。隐侯有遗咏，落简尚馀芳。具物昔未改，斯人今已亡。粤余忝藩左，束发事文场。怅不见夫子，神期遥相望。"
    },
    {
        "title": "韦长史挽词",
        "paragraph": "日落桑榆下，寒生松柏中。冥冥多苦雾，切切有悲风。京兆新阡辟，扶阳甲第空。郭门从此去，荆棘渐蒙笼。"
    },
    {
        "title": "和宋之问寒食题黄梅临江驿",
        "paragraph": "春分自淮北，寒食渡江南。忽见浔阳水，疑是宋家潭。明主阍难叫，孤臣逐未堪。遥思故园陌，桃李正酣酣。"
    },
    {
        "title": "咏宝剑",
        "paragraph": "宝剑出昆吾，龟龙夹采珠。五精初献术，千户竞沦都。匣气冲牛斗，山形转辘轳。欲知天下贵，持此问风胡。"
    },
    {
        "title": "嵩山石淙侍宴应制",
        "paragraph": "洞口仙岩类削成，泉香石冷昼含清。龙旗画月中天下，凤管披云此地迎。树作帷屏阳景翳，芝如宫阙夏凉生。今朝出豫临悬圃，明日陪游向赤城。"
    },
    {
        "title": "吴中好风景",
        "paragraph": "洛渚问吴潮，吴门想洛桥。夕烟杨柳岸，春水木兰桡。城邑高楼近，星辰北斗遥。无因生羽翼，轻举托还飙。"
    },
    {
        "title": "户部尚书崔公挽歌",
        "paragraph": "八座图书委，三台章奏盈。举杯常有劝，曳履忽无声。市若荆州罢，池如薛县平。空馀济南剑，天子署高名。"
    },
    {
        "title": "留别杜审言并呈洛中旧游",
        "paragraph": "斑鬓今为别，红颜昨共游。年年春不待，处处酒相留。驻马西桥上，回车南陌头。故人从此隔，风月坐悠悠。"
    },
    {
        "title": "和梁王众传张光禄是王子晋后身",
        "paragraph": "闻有冲天客，披云下帝畿。三年上宾去，千载忽来归。昔偶浮丘伯，今同丁令威。中郎才貌是，柱史姓名非。祗召趋龙阙，承恩拜虎闱。丹成金鼎献，酒至玉杯挥。天仗分旄节，朝容间羽衣。旧坛何处所，新庙坐光辉。汉主存仙要，淮南爱道机。朝朝缑氏鹤，长向洛城飞。"
    },
    {
        "title": "西征军行遇风",
        "paragraph": "北风卷尘沙，左右不相识。飒飒吹万里，昏昏同一色。马烦莫敢进，人急未遑食。草木春更悲，天景昼相匿。夙龄慕忠义，雅尚存孤直。览史怀浸骄，读诗叹孔棘。及兹戎旅地，忝从书记职。兵气腾北荒，军声振西极。坐觉威灵远，行看氛祲息。愚臣何以报，倚马申微力。"
    },
    {
        "title": "塞上寄内",
        "paragraph": "旅魂惊塞北，归望断河西。春风若可寄，暂为绕兰闺。第六十九卷"
    },
    {
        "title": "横吹曲辞·关山月",
        "paragraph": "月生西海上，气逐边风壮。万里度关山，苍茫非一状。汉兵开郡国，胡马窥亭障。夜夜闻悲笳，征人起南望。"
    },
    {
        "title": "赠卖松人",
        "paragraph": "入市虽求利，怜君意独真。劚将寒涧树，卖与翠楼人。瘦叶几经雪，淡花应少春。长安重桃李，徒染六街尘。"
    },
    {
        "title": "劝酒",
        "paragraph": "劝君金屈卮，满酌不须辞。花发多风雨，人生足别离。"
    },
    {
        "title": "感情",
        "paragraph": "青山长寂寞，南望独高歌。四海故人尽，九原新垄多。西沉浮世日，东注逝川波。不使年华驻，此生能几何。"
    },
    {
        "title": "南游",
        "paragraph": "穷秋几日雨，处处生苍苔。旧国寄书后，凉天方雁来。露繁山草湿，洲暖水花开。去尽同行客，一帆犹未回。"
    },
    {
        "title": "寄北客",
        "paragraph": "穷边足风惨，何处醉楼台。家去几千里，月圆十二回。寒阡随日远，雪路向城开。游子久无信，年年空雁来。"
    },
    {
        "title": "夜与故人别",
        "paragraph": "白日去难驻，故人非旧容。今宵一别后，何处更相逢。过楚水千里，到秦山几重。语来天又晓，月落满城钟。"
    },
    {
        "title": "过侯王故第",
        "paragraph": "过此一酸辛，行人泪有痕。独残新碧树，犹拥旧朱门。歌歇云初散，檐空燕尚存。不知弹铗客，何处感新恩。"
    },
    {
        "title": "宿友生林居因怀贾区",
        "paragraph": "绕屋树森森，多栖紫阁禽。暂过当永夜，微得话前心。入楚行应远，经湘恨必深。那堪对寒烛，更赋别离吟。"
    },
    {
        "title": "江楼春望",
        "paragraph": "楼下长江路，舟车昼不闲。鸟声非故国，春色是他山。一望云复水，几重河与关。愁心随落日，万里各西还。"
    },
    {
        "title": "西归",
        "paragraph": "不系与舟闲，悠悠吴楚间。羞将新白发，却到旧青山。一叶忽离树，几人同入关。长安家尚在，秋至又西还。"
    },
    {
        "title": "南游有感",
        "paragraph": "杜陵无厚业，不得驻车轮。重到曾游处，多非旧主人。东风千岭树，西日一洲蘋。又渡湘江去，湘江水复春。"
    },
    {
        "title": "夜泊湘江",
        "paragraph": "北风吹楚树，此地独先秋。何事屈原恨，不随湘水流。凉天生片月，竟夕伴孤舟。一作南行客，无成空白头。"
    },
    {
        "title": "客中",
        "paragraph": "楚人歌竹枝，游子泪沾衣。异国久为客，寒宵频梦归。一封书未返，千树叶皆飞。南过洞庭水，更应消息稀。"
    },
    {
        "title": "陇右途中遭非语",
        "paragraph": "赵有两毛遂，鲁闻二曾参。慈母犹且惑，况在行路心。冠冕无丑士，贿赂成知己。名利我所无，清浊谁见理。敝服空逢春，缓带不著身。出游非怀璧，何忧乎忌人。正须自保爱，振衣出世尘。"
    },
    {
        "title": "陇头水",
        "paragraph": "路出金河道，山连玉塞门。旌旗云里度，杨柳曲中喧。喋血多壮胆，裹革无怯魂。严霜敛曙色，大明辞朝暾。尘销营卒垒，沙静都尉垣。雾卷白山出，风吹黄叶翻。将军献凯入，万里绝河源。"
    },
    {
        "title": "郊庙歌辞·享惠昭太子庙乐章·登歌",
        "paragraph": "因心克孝，位震遗芬。宾天道茂，轸怀气分。发祗乃祀，咳叹如闻。二歌斯升，以咏德薰。"
    },
    {
        "title": "送客东归",
        "paragraph": "一听游子歌，秋计觉蹉跎。四海少平地，百川无定波。共惊年已暮，俱向客中多。又驾征轮去，东归事若何。"
    },
    {
        "title": "孤云",
        "paragraph": "南北各万里，有云心更闲。因风离海上，伴月到人间。洛浦少高树，长安无旧山。裴回不可驻，漠漠又空还。"
    },
    {
        "title": "早春山行",
        "paragraph": "江草暖初绿，雁行皆北飞。异乡那久客，野鸟尚思归。十载过如梦，素心应已违。行行家渐远，更苦得书稀。"
    },
    {
        "title": "游中梁山",
        "paragraph": "僻地好泉石，何人曾陆沈？不知青嶂外，更有白云深。因此见乔木，几回思旧林。殷勤猿与鸟，惟我独何心。"
    },
    {
        "title": "东门路",
        "paragraph": "东门车马路，此路在浮沉。白日若不落，红尘应更深。从来名利地，皆起是非心。所以青青草，年年生汉阴。"
    },
    {
        "title": "横吹曲辞·骢马曲",
        "paragraph": "连钱出塞蹋沙蓬，岂比当时御史骢。逐北自谙深碛路，连嘶谁念静边功。登山每与青云合，弄影应知碧草同。今日虏平将换妾，不如罗袖舞春风。"
    },
    {
        "title": "松",
        "paragraph": "寒松耸拔倚苍岑，绿叶扶疏自结阴。丁固梦时还有意，秦王封日岂无心。常将正节栖孤鹤，不遣高枝宿众禽。好是特凋群木后，护霜凌雪翠逾深。"
    },
    {
        "title": "奉酬忠武李相公见寄",
        "paragraph": "直继先朝卫与英，能移孝友作忠贞。剑门失险曾缚虎，淮水安流缘斩鲸。黄阁碧幢惟是俭，三公二伯未为荣。惠连忽赠池塘句，又遣羸师破胆惊。"
    },
    {
        "title": "秋",
        "paragraph": "蝉噪古槐疏叶下，树衔斜日映孤城。欲知潘鬓愁多少，一夜新添白数茎。"
    },
    {
        "title": "竹",
        "paragraph": "庭竹森疏玉质寒，色包葱碧尽琅玕。翠筠不乐湘娥泪，斑箨堪裁汉主冠。成韵含风已萧瑟，媚涟凝渌更檀栾。此君引凤为龙日，耸节稍云直上看。"
    },
    {
        "title": "奉送李相公重镇襄阳",
        "paragraph": "海内埏埴遍，汉阴旌旆还。望留丹阙下，恩在紫霄间。冰雪背秦岭，风烟经武关。树皆人尚爱，辕即吏曾攀。自惜两心合，相看双鬓斑。终期谢戎务，同隐凿龙山。"
    },
    {
        "title": "楚州盐壒古墙望海",
        "paragraph": "混沌本冥冥，泄为洪川流。雄哉大造化，万古横中州。我从西北来，登高望蓬丘。阴晴乍开合，天地相沉浮。长风卷繁云，日出扶桑头。水净露鲛室，烟销凝蜃楼。时来会云翔，道蹇即津游。明发促归轸，沧波非宿谋。"
    },
    {
        "title": "相和歌辞·祠神歌·迎神",
        "paragraph": "蓪草头花椰叶裙，蒲葵树下舞蛮云。引领望江遥滴酒，白蘋风起水生文。"
    },
    {
        "title": "牡丹",
        "paragraph": "牡丹妖艳乱人心，一国如狂不惜金。曷若东园桃与李，果成无语自成阴。"
    },
    {
        "title": "燕",
        "paragraph": "海燕双飞意若何，曲梁呕嘎语声多。茅檐不必嫌卑陋，犹胜吴宫爇尔窠。"
    },
    {
        "title": "相和歌辞·祠神歌·送神",
        "paragraph": "枨枨山响答琵琶，酒湿青莎肉饲鸦。树叶无声神去后，纸钱灰出木绵花。"
    },
    {
        "title": "解昭君怨",
        "paragraph": "莫怨工人丑画身，莫嫌明主遣和亲。当时若不嫁胡虏，只是宫中一舞人。"
    },
    {
        "title": "杂曲歌辞·杨柳枝",
        "paragraph": "华清高树出离宫，南陌柔条带暖风。谁风轻阴是良夜，瀑泉声畔月明中。洛桥晴影覆江船，羌笛秋声湿塞烟。闲想习池公宴罢，水蒲风絮夕阳天。嫩绿轻悬似缀旒，路人遥见隔宫楼。谁能更近丹墀种，解播皇风入九州。暖风晴日断浮埃，废路新条发钓台。处处轻轻可惆怅，后人攀处古人栽。潭上江边袅袅垂，日高风静絮相随。青楼一树无人见，正是女郎眠觉时。汴水高悬百万条，风清两岸一时摇。隋家力尽虚栽得，无限春风属圣朝。和花烟树九重城，夹路春阴十万营。唯向边头不堪望，一株憔悴少人行。窗外齐垂旭日初，楼边轻好暖风徐。游人莫道栽无益，桃李清阴却不如。众木犹寒独早青，御沟桥畔曲江亭。陶家旧日应如此，一院春条绿绕厅。帐偃缨垂细复繁，令人心想石家园。风条月影皆堪重，何事侯门爱树萱。数首新词带恨成，柳丝牵我我伤情。柔娥幸有腰支稳，试踏吹声作唱声。高出军营远映桥，贼兵曾斫火曾烧。风流性在终难改，依旧春来万万条。县依陶令想嫌迂，营伴将军即大粗。此日与君除万恨，数篇风调更应无。狂似纤腰软胜绵，自多情态更谁怜。游人不折还堪恨，抛向桥边与路边。朝阳晴照绿杨烟，一别通波十七年。应有旧枝无处觅，万株风里卓旌旃。晴垂芳态吐牙新，雨摆轻条湿面春。别有出墙高数尺，不知摇动是何人。暖梳簪朵事登楼，因挂垂杨立地愁。牵断绿丝攀不得，半空悬着玉搔头。西园高树后庭根，处处寻芳有折痕。终忆旧游桃叶舍，一株斜映竹篱门。刘白苏台总近时，当初章句是谁推。纤腰舞尽春杨柳，未有侬家一首诗。"
    },
    {
        "title": "赠隐者",
        "paragraph": "自得高闲性，平生向北栖。月潭云影断，山叶雨声齐。庭树人书匝，栏花鸟坐低。相留永不忘，经宿话丹梯。"
    },
    {
        "title": "赠隐者",
        "paragraph": "门前虽有径，绝向世间行。薙草因逢药，移花便得莺。甘贫原是道，苦学不为名。莫怪苍髭晚，无机任世情。"
    },
    {
        "title": "早春归山中旧居",
        "paragraph": "茫茫驱匹马，归处是荒榛。猿迹破庭雪，鼠踪生甑尘。开门冲网断，扫叶放苔匀。为惜诗情错，应难致此身。"
    },
    {
        "title": "横吹曲辞·关山月",
        "paragraph": "凄凄还切切，戍客多离别。何处最伤心，关山见秋月。\r\r关月竟如何，由来远近过。始经玄菟塞，终绕白狼河。\r\r忽忆秦楼妇，流光应共有。已得并蛾眉，还知揽纤手。\r\r去岁照同行，比翼复连形。今宵照独立，顾影自茕茕。\r\r馀晖惭西落，夜夜看如昨。借问映旌旗，何如鉴帷幕。\r\r拂晓朔风悲，蓬惊雁不飞。几时征戍罢，还向月中归。\r\r\r"
    },
    {
        "title": "桃花",
        "paragraph": "香色自天种，千年岂易逢。开齐全未落，繁极欲相重。冷湿朝如淡，晴干午更浓。风光新社燕，时节旧春农。篱落欹临竹，亭台盛间松。乱缘堪羡蚁，深入不如蜂。有影宜暄煦，无言自冶容。洞连非俗世，溪静接仙踪。子熟河应变，根盘土已封。西王潜爱惜，东朔盗过从。醉席眠英好，题诗恋景慵。芳菲聊一望，何必在临邛。"
    },
    {
        "title": "拟古",
        "paragraph": "饮马临浊河，浊河深不测。河水日东往，河源乃西极。思君正如此，谁为生羽翼。日夕大川阴，云霞千里色。所思在何处，宛在机中织。离梦当有魂，愁容定无力。夙龄负奇志，中夜三叹息。拔剑斩长榆，弯弓射小棘。班张固非拟，卫霍行可即。寄谢闺中人，努力加飧食。"
    },
    {
        "title": "赠僧",
        "paragraph": "尽日行方到，何年独此林。客归惟鹤伴，人少似师心。坐石落松子，禅床摇竹阴。山灵怕惊定，不遣夜猿吟。"
    },
    {
        "title": "吴姬十首",
        "paragraph": "夜锁重门昼亦监，眼波娇利瘦岩岩。偏怜不怕傍人笑，自把春罗等舞衫。龙麝薰多骨亦香，因经寒食好风光。何人画得天生态，枕破施朱隔宿妆。滴滴春霖透荔枝，笔题笺动手中垂。天阴不得君王召，嚬著青蛾作小诗。钿合重盛绣结深，昭阳初幸赐同心。君知一夜恩多少，明日宣教放德音。退红香汗湿轻纱，高卷蚊厨独卧斜。娇泪半垂珠不破，恨君瞋折后庭花。取次衣裳尽带珠，别添龙脑裛罗襦。年来寄与乡中伴，杀尽春蚕税亦无。画烛烧兰暖复迷，殿帏深密下银泥。开门欲作侵晨散，已是明朝日向西。楼台重叠满天云，殷殷鸣鼍世上闻。此日杨花初似雪，女儿弦管弄参军。冠剪黄绡帔紫罗，薄施铅粉画青娥。因将素手夸纤巧，从此椒房宠更多。身是三千第一名，内家丛里独分明。芙蓉殿上中元日，水拍银台弄化生。"
    },
    {
        "title": "春雨",
        "paragraph": "电阔照潺潺，惊流往复还。远声如有洞，迷色似无山。利物乾坤内，并风竹树间。静思来朔漠，愁望满柴关。迸湿消尘虑，吹风触疾颜。谁知草茅径，沾此尚虚闲。"
    },
    {
        "title": "升平词十首",
        "paragraph": "瑞气绕宫楼，皇居信上游。远冈连圣祚，平地载神州。会合皆重译，潺湲近八流。中兴岂假问，据此自千秋。寥泬敞延英，朝班立位横。宣传无草动，拜舞有衣声。鸳瓦霜消湿，虫丝日照明。辛勤自不到，遥见似前程。处处是欢心，时康岁已深。不同三尺剑，应似五弦琴。寿笑山犹尽，明嫌日有阴。何当怜一物，亦遣断愁吟。曙质绝埃氛，彤庭列禁军。圣颜初对日，龙尾竞缘云。佩响交成韵，帘阴暖带纹。逍遥岂有事，于此咏南薰。一物至周天，洪纤尽晏然。车书无异俗，甲子并丰年。奇技皆归朴，征夫亦服田。君王故不有，台鼎合韦弦。日日听歌谣，区中尽祝尧。虫蝗初不害，夷狄近全销。史笔惟书瑞，天台绝见妖。因令匹夫志，转欲事清朝。品物尽昭苏，神功复帝谟。他时应有寿，当代且无虞。赐历通遐俗，移关入半胡。鹪鹩一何幸，于此寄微躯。无战复无私，尧时即此时。焚香临极早，待月卷帘迟。端拱乾坤内，何言黈纩垂。君看圣明验，只此是神龟。旭日上清穹，明堂坐圣聪。衣裳承瑞气，冠冕盖重瞳。花木经宵露，旌旗入仗风。何期于此地，见说是神工。五帝三皇主，萧曹魏邴臣。文章惟返朴，戈甲尽生尘。谏纸应无用，朝纲自有伦。升平不可记，所见是闲人。"
    },
    {
        "title": "杂曲歌辞·行路难",
        "paragraph": "何处力堪殚，人心险万端。藏山难测度，暗水自波澜。对面如千里，回肠似七盘。已经吴坂困，欲向雁门难。南北诚须泣，高深不可干。无因善行止，车辙得平安。"
    },
    {
        "title": "送友人出塞",
        "paragraph": "榆关到不可，何况出榆关。春草临岐断，边楼带日闲。人归穹帐外，鸟乱废营间。此地堪愁想，霜前作意还。"
    },
    {
        "title": "早蝉",
        "paragraph": "不见上庭树，日高声忽吟。他人岂无耳，远客自关心。暂落还因雨，横飞亦向林。分明去年意，从此渐闻砧。"
    },
    {
        "title": "偶题",
        "paragraph": "到处吟兼上马吟，总无愁恨自伤心。无端梦得钧天乐，尽觉宫商不是音。"
    },
    {
        "title": "黄河",
        "paragraph": "何处发昆仑，连乾复浸坤。波浑经雁塞，声振自龙门。岸裂新冲势，滩余旧落痕。横沟通海上，远色尽山根。勇逗三峰坼，雄标四渎尊。湾中秋景树，阔外夕阳村。沫乱知鱼呴，槎来见鸟蹲。飞沙当白日，凝雾接黄昏。润可资农亩，清能表帝恩。雨吟堪极目，风度想惊魂。显瑞龟曾出，阴灵伯固存。盘涡寒渐急，浅濑暑微温。九曲终柔胜，常流可暗吞。人间无博望，谁复到穷源。"
    },
    {
        "title": "牡丹四首",
        "paragraph": "异色禀陶甄，常疑主者偏。众芳殊不类，一笑独奢妍。颗折羞含懒，丛虚隐陷圆。亚心堆胜被，美色艳于莲。品格如寒食，精光似少年。种堪收子子，价合易贤贤。迥秀应无妒，奇香称有仙。深阴宜映幕，富贵助开筵。蜀水争能染，巫山未可怜。数难忘次第，立困恋傍边。逐日愁风雨，和星祝夜天。且从留尽赏，离此便归田。万朵照初筵，狂游忆少年。晓光如曲水，颜色似西川。白向庚辛受，朱从造化研。众开成伴侣，相笑极神仙。见焰宁劳火，闻香不带烟。自高轻月桂，非偶贱池莲。影接雕盘动，丛遭恶草偏。招欢忧事阻，就卧觉情牵。四面宜绨锦，当头称管弦。泊来莺定忆，粉扰蝶何颠。苏息承朝露，滋荣仰霁天。压栏多尽好，敌国贵宜然。未落须迷醉，因兹任病缠。人谁知极物，空负感麟篇。去年零落暮春时，泪湿红笺怨别离。常恐便随巫峡散，何因重有武陵期。传情每向馨香得，不语还应彼此知。欲就栏边安枕席，夜深闲共说相思。牡丹愁为牡丹饥，自惜多情欲瘦羸。浓艳冷香初盖后，好风乾雨正开时。吟蜂遍坐无闲蕊，醉客曾偷有折枝。京国别来谁占玩，此花光景属吾诗。"
    },
    {
        "title": "杂曲歌辞·升平乐",
        "paragraph": "正气绕宫楼，皇居信上游。远冈延圣祚，平地载神州。会合皆重译，潺湲近八流。中兴岂假问，据此自千秋。寥泬敞延英，朝班立位横。宣传无草动，拜舞有衣声。鸳瓦云消湿，虫丝日照明。辛勤自不到，遥见似前生。处处足欢声，时康岁已深。不同三尺剑，应似五弦琴。寿笑山犹尽，明嫌日有阴。何当怜一物，亦遣断愁吟。曙质绝埃氛，彤庭列禁军。圣颜初对日，龙尾竞缘云。佩响交成韵，帘阴暖带纹。逍遥岂有事，于此咏南熏。一物周天至，洪纤尽晏然。车书无异俗，甲子并丰年。奇技皆归朴，征夫亦服田。君王故不有，台鼎合韦弦。日日听歌谣，区中尽祝尧。虫蝗初不害，夷狄近全销。史笔唯书瑞，天台绝见祆。因令匹夫志，转欲事清朝。品物尽昭苏，神功复帝谟。他时应有寿，当代且无虞。赐历通遐俗，移关入半胡。鹪鹩一何幸，于此寄微躯。无战复无私，尧时即此时。焚香临极早，待月卷帘迟。端拱乾坤内，何言黄主纩垂。君看圣明验，只此是神龟。旭日上清穹，明堂坐圣聪。衣裳承瑞气，冠冕盖重瞳。花木经宵露，旌旗立仗风。何期于此地，见说似仙宫。五帝三皇主，萧曹魏邴臣。文章惟反朴，戈甲尽生尘。谏纸应无用，朝纲自有伦。升平不可纪，所见是闲人。"
    },
    {
        "title": "筹笔驿",
        "paragraph": "葛相终宜马革还，未开天意便开山。生欺仲达徒增气，死见王阳合厚颜。流运有功终是扰，阴符多术得非奸。当初若欲酬三顾，何不无为似有鳏。"
    },
    {
        "title": "复睹三乡题处留赠",
        "paragraph": "壁古字未灭，声长响不绝。蕙质本如云，松心应耐雪。耿耿离幽谷，悠悠望瓯越。杞妇哭夫时，城崩无此说。"
    },
    {
        "title": "横吹曲辞·入关",
        "paragraph": "河上微风来，关头树初湿。今朝关城吏，又见孤客入。上国谁与期，西来徒自急。"
    },
    {
        "title": "秋入关",
        "paragraph": "河上微风来，关头树初湿。今朝关城吏，又见孤客入。上国谁与期，西来徒自急。"
    },
    {
        "title": "积雪为小山",
        "paragraph": "飞雪伴春还，春庭晓自闲。虚心应任道，遇赏遂成山。峰小形全秀，岩虚势莫攀。以幽能皎洁，谓近可循环。孤影临冰镜，寒光对玉颜。不随迟日尽，留顾岁华间。"
    },
    {
        "title": "阙题",
        "paragraph": "道由白云尽，春与青溪长。时有落花至，远随流水香。闲门向山路，深柳读书堂。幽映每白日，清辉照衣裳。"
    },
    {
        "title": "暮秋扬子江寄孟浩然",
        "paragraph": "木叶纷纷下，东南日烟霜。林山相晚暮，天海空青苍。暝色况复久，秋声亦何长。孤舟兼微月，独夜仍越乡。寒笛对京口，故人在襄阳。咏思劳今夕，江汉遥相望。"
    },
    {
        "title": "登庐山峰顶寺",
        "paragraph": "孤峰临万象，秋气何高清。天际南郡出，林端西江明。山门二缁叟，振锡闻幽声。心照有无界，业悬前后生。虽知真机静，尚与爱网并。方首金门路，未遑参道情。"
    },
    {
        "title": "浔阳陶氏别业",
        "paragraph": "陶家习先隐，种柳长江边。朝夕浔阳郭，白衣来几年。霁云明孤岭，秋水澄寒天。物象自清旷，野情何绵联。萧萧丘中赏，明宰非徒然。愿守黍稷税，归耕东山田。"
    },
    {
        "title": "海上诗送薛文学归海东",
        "paragraph": "何处归且远，送君东悠悠。沧溟千万里，日夜一孤舟。旷望绝国所，微茫天际愁。有时近仙境，不定若梦游。或见青色古，孤山百里秋。前心方杳眇，后路劳夷犹。离别惜吾道，风波敬皇休。春浮花气远，思逐海水流。日暮骊歌后，永怀空沧洲。"
    },
    {
        "title": "寄江滔求孟六遗文",
        "paragraph": "南望襄阳路，思君情转亲。偏知汉水广，应与孟家邻。在日贪为善，昨来闻更贫。相如有遗草，一为问家人。"
    },
    {
        "title": "九日送人",
        "paragraph": "海上正摇落，客中还别离。同舟去未已，远送新相知。流水意何极，满尊徒尔为。从来菊花节，早已醉东篱。"
    },
    {
        "title": "句",
        "paragraph": "归梦如春水，悠悠绕故乡。驻马渡江处，望乡待归舟。第二百五十七卷"
    },
    {
        "title": "相和歌辞·江南曲",
        "paragraph": "美人何荡漾，湖上风日长。玉手欲有赠，裴回双明珰。歌声随绿水，怨色起青阳。日暮还家望，云波横洞房。"
    },
    {
        "title": "寻东溪还湖中作",
        "paragraph": "出山更回首，日暮清溪深。东岭新别处，数猿叫空林。昔游有初迹，此路还独寻。幽兴方在往，归怀复为今。云峰劳前意，湖水成远心。望望已超越，坐鸣舟中琴。"
    },
    {
        "title": "越中问海客",
        "paragraph": "风雨沧洲暮，一帆今始归。自云发南海，万里速如飞。初谓落何处，永将无所依。冥茫渐西见，山色越中微。谁念去时远，人经此路稀。泊舟悲且泣，使我亦沾衣。浮海焉用说，忆乡难久违。纵为鲁连子，山路有柴扉。"
    },
    {
        "title": "寄阎防（防时在终南丰德寺读书）",
        "paragraph": "青冥南山口，君与缁锡邻。深路入古寺，乱花随暮春。纷纷对寂寞，往往落衣巾。松色空照水，经声时有人。晚心复南望，山远情独亲。应以修往业，亦惟立此身。深林度空夜，烟月资清真。莫叹文明日，弥年徒隐沦。"
    },
    {
        "title": "赠乔琳（一作张谓诗）",
        "paragraph": "去年上策不见收，今年寄食仍淹留。羡君有酒能共醉，羡君无钱能不忧。如今五侯不待客，羡君不问五侯宅。如今七贵方自尊，羡君不过七贵门。丈夫会应有知己，世上悠悠何足论。"
    },
    {
        "title": "茙葵花歌（一作岑参诗）",
        "paragraph": "昨日一花开，今日一花开；今日花正好，昨日花已老。人生不得长少年，莫惜床头酤酒钱；请君有钱向酒家，君不见茙葵花。"
    },
    {
        "title": "相和歌辞·挽歌",
        "paragraph": "寒日蒿上明，凄凄郭东路。素车谁家子，丹旐引将去。原下荆棘丛，丛边有新墓。人间痛伤别，此是长别处。旷野何萧条，青松白杨树。"
    },
    {
        "title": "杂曲歌辞·古离别",
        "paragraph": "违别未几日，一日如三秋。犹疑望可见，日日上高楼。惟见分手处，白蘋满芳洲。寸心宁死别，不忍生离愁。"
    },
    {
        "title": "寒食",
        "paragraph": "二月江南花满枝，他乡寒食远堪悲。贫居往往无烟火，不独明朝为子推。"
    },
    {
        "title": "相和歌辞·挽歌",
        "paragraph": "草草门巷喧，涂车俨成位。冥寞何所须，尽我生人意。北邙路非远，此别终天地。临穴频抚棺，至哀反无泪。尔形未衰老，尔息犹童稚。骨肉不可离，皇天若容易。房帷即虚张，庭宇为哀次。薤露歌若斯，人生尽如寄。"
    },
    {
        "title": "邺城怀古",
        "paragraph": "朝发淇水南，将寻北燕路。魏家旧城阙，寥落无人住。伊昔天地屯，曹公独中据。群臣将北面，白日忽西暮。三台竟寂寞，万事良难固。雄图安在哉，衰草沾霜露。崔嵬长河北，尚见应刘墓。古树藏龙蛇，荒茅伏狐兔。永怀故池馆，数子连章句。逸兴驱山河，雄词变云雾。我行睹遗迹，精爽如可遇。斗酒将酹君，悲风白杨树。"
    },
    {
        "title": "夜寻僧不遇（一作夜寻僧，僧游山未归）",
        "paragraph": "数歇度烟水，渐非尘俗间。泉声入秋寺，月色遍寒山。石路几回雪，竹房犹闭关。不知双树客，何处与云闲？"
    },
    {
        "title": "杂曲歌辞·悲哉行",
        "paragraph": "孤儿去慈亲，远客丧主人。莫吟苦辛曲，此曲谁忍闻。可闻不可说，去去无期别。行人念前程，不待参辰没。朝亦常苦饥，暮亦常苦饥。飘飘万馀里，贫贱多是非。少年莫远游，远游多不归。"
    },
    {
        "title": "古挽歌",
        "paragraph": "草草闾巷喧，涂车俨成位。冥冥何所须，尽我生人意。北邙路非远，此别终天地。临穴频抚棺，至哀反无泪。尔形未衰老，尔息才童稚。骨肉安可离，皇天若容易。房帷即灵帐，庭宇为哀次。薤露歌若斯，人生尽如寄。"
    },
    {
        "title": "放歌行",
        "paragraph": "吾观天地图，世界亦可小。落落大海中，飘浮数洲岛。贤愚与蚁虱，一种同草草。地脉日夜流，天衣有时扫。东山谒居士，了我生死道。目见难噬脐，心通可亲脑。轩皇竟磨灭，周孔亦衰老。永谢当时人，吾将宝非宝。"
    },
    {
        "title": "伤怀赠故人",
        "paragraph": "稍稍晨鸟翔，淅淅草上霜。人生早罹苦，寿命恐不长。二十学已成，三十名不彰。岂无同门友，贵贱易中肠。驱马行万里，悠悠过帝乡。幸因弦歌末，得上君子堂。众乐互喧奏，独子备笙簧。坐中无知音，安得神扬扬。愿因高风起，上感白日光。"
    },
    {
        "title": "田园观雨兼晴后作",
        "paragraph": "贫贱少情欲，借荒种南陂。我非老农圃，安得良土宜。秋成不廉俭，岁馀多馁饥。顾视仓廪间，有粮不成炊。晨登南园上，暮歇清蝉悲。早苗既芃芃，晚田尚离离。五行孰堪废，万物当及时。贤哉数夫子，开翅慎勿迟。"
    },
    {
        "title": "杂曲歌辞·古别离",
        "paragraph": "朝日上高台，离人怨秋草。但见万里天，不见万里道。\r\r君行本遥远，苦乐良难保。宿昔梦同衾，忧心梦颠倒。\r\r含酸欲谁诉，转转伤怀抱。结发年已迟，征行去何早。\r\r寒暄有时谢，憔悴难再好。人皆算年寿，死者何曾老。\r\r少壮无见期，水深风浩浩。\r\r\r"
    },
    {
        "title": "行行且游猎篇",
        "paragraph": "少年多武力，勇气冠幽州。何以纵心赏，马啼春草头。迟迟平原上，狐兔奔林丘。猛虎忽前逝，俊鹰连下鞲。俯身逐南北，轻捷固难俦。所发无不中，失之如我雠。岂唯务驰骋，猗尔暴田畴。残杀非不痛，古来良有由。"
    },
    {
        "title": "汴河阻风",
        "paragraph": "清晨自梁宋，挂席之楚荆。出浦风渐恶，傍滩舟欲横。大河喷东注，群动皆窅冥。白雾鱼龙气，黑云牛马形。苍茫迷所适，危安惧暂宁。信此天地内，孰为身命轻。丈夫苟未达，所向须存诚。前路舍舟去，东南仍晓晴。"
    },
    {
        "title": "友人亭松",
        "paragraph": "俯仰不能去，如逢旧友同。曾因春雪散，见在华山中。何处有明月，访君听远风。相将归未得，各占石岩东。"
    },
    {
        "title": "新安江上寄处士",
        "paragraph": "深潭与浅滩，万转出新安。人远禽鱼静，山空水木寒。啸起青蘋末，吟瞩白云端。即事遂幽赏，何必挂儒冠。"
    },
    {
        "title": "横吹曲辞·洛阳道",
        "paragraph": "客亭门外路东西，多少喧腾事不齐。杨柳惹鞭公子醉，苎麻掩泪鲁人迷。通宵尘土飞山月，是处经营夹御堤。\r\r顷刻知音几存殁，半回依约认轮蹄。\r\r\r\r"
    },
    {
        "title": "句",
        "paragraph": "群物归大化，六龙颓西荒。（《感怀》）安知浮云外，日月不运行。（苦雨。见张为《主客图》）"
    },
    {
        "title": "伤情",
        "paragraph": "为长心易忧，早孤意常伤。出门先踌躇，入户亦彷徨。此生一何苦，前事安可忘。兄弟先我没，孤幼盈我傍。旧居近东南，河水新为梁。松柏今在兹，安忍思故乡。四时与日月，万物各有常。秋风已一起，草木无不霜。行行当自勉，不忍再思量。"
    },
    {
        "title": "琴曲歌辞·宛转歌",
        "paragraph": "风已清，月朗琴复鸣。\r掩抑非千态，殷勤是一声。\r\r歌宛转，宛转和且长。\r愿为双鸿鹄，比翼共翱翔。\r\r日已暮，长檐鸟声度。\r此时望君君不来，此时思君君不顾。\r\r歌宛转，宛转那能异栖宿。\r愿为形与影，出入恒相逐。\r\r\r"
    },
    {
        "title": "相和歌辞·公无渡河",
        "paragraph": "浊波洋洋兮凝晓雾，公无渡河兮公竟渡。\r\r风号水激兮呼不闻，提壶看入兮中流去。\r\r浪摆衣裳兮随步没，沉尸深入兮蛟螭窟。\r\r蛟螭尽醉兮君血干，推出黄沙兮泛君骨。\r\r当时君死妾何适，遂就波涛合魂魄。\r愿持精卫衔石心，穷取河源塞泉脉。\r\r\r"
    },
    {
        "title": "相和歌辞·朝云引",
        "paragraph": "巴西巫峡指巴东，朝云触石上朝空。巫山巫峡高何已，行雨行云一时起。一时起，三春暮，若言来，且就阳台路。"
    },
    {
        "title": "杂曲歌辞·长相思",
        "paragraph": "长相思，久离别。关山阻，风烟绝。台上镜文销，袖中书字灭。不见君形影，何曾有欢悦。"
    },
    {
        "title": "相和歌辞·采桑",
        "paragraph": "春来南雁归，日去西蚕远。妾思纷何极，客游殊未返。"
    },
    {
        "title": "塞下三首",
        "paragraph": "塞叶声悲秋欲霜，寒山数点下牛羊。映霞旅雁随疏雨，向碛行人带夕阳。边骑不来沙路失，国恩深后海城荒。胡儿向化新成长，犹自千回问汉王。贵主和亲杀气沉，燕山闲猎鼓鼙音。旗分雪草偷边马，箭入寒云落塞禽。陇月尽牵乡思动，战衣谁寄泪痕深。金钗谩作封侯别，劈破佳人万里心。月冷榆关过雁行，将军寒笛老思乡。贰师骨恨千夫壮，李广魂飞一剑长。戍角就沙催落日，阴云分碛护飞霜。谁知汉武轻中国，闲夺天山草木荒。"
    },
    {
        "title": "金陵杂题二首",
        "paragraph": "王气生秦四百年，晋元东渡浪花船。正惭海内皆涂地，来保江南一片天。古树著行临远岸，暮山相亚出微烟。千征万战英雄尽，落日牛羊食野田。暮潮声落草光沉，贾客来帆宿岸阴。一笛月明何处酒，满城秋色几家砧。时清曾恶桓温盛，山翠长牵谢傅心。今日到来何物在，碧烟和雨锁寒林。"
    },
    {
        "title": "赠王定保",
        "paragraph": "仙桂曾攀第一枝，薄游湘水阻佳期。皋桥已失齐眉愿，萧寺行逢落发师。废苑露寒兰寂寞，丹山云断凤参差。闻公已有平生约，谢绝女萝依兔丝。"
    },
    {
        "title": "横吹曲辞·入塞曲",
        "paragraph": "欲为皇王服远戎，万人金甲鼓鼙中。阵云暗塞三边黑，兵血愁天一片红。半夜翻营旗搅月，深秋防戍剑磨风。谤书未及明君爇，卧骨将军已殁功。苦战沙间卧箭痕，戍楼闲上望星文。生希国泽分偏将，死夺河源答圣君。鸢觑败兵眠白草，马惊边鬼哭阴云。功多地远无人纪，汉阁笙歌日又曛。"
    },
    {
        "title": "麻姑山",
        "paragraph": "绀殿松萝太古山，仙人曾此话桑田。闲倾云液十分日，已过浮生一万年。花洞路中逢鹤信，水帘岩底见龙眠。我来游礼酬心愿，欲共怡神契自然。"
    },
    {
        "title": "都门送别",
        "paragraph": "岸柳萧疏野荻秋，都门行客莫回头。一条灞水清如剑，不为离人割断愁。"
    },
    {
        "title": "赠禅师",
        "paragraph": "梦想青山寺，前年住此中。夜堂吹竹雨，春地落花风。旧句师曾见，清斋我亦同。浮生蹇莫问，辛苦未成功。"
    },
    {
        "title": "赠禅师",
        "paragraph": "嗜欲本无性，此生长在禅。九州空有路，一室独多年。鸣磬微尘落，移瓶湿地圆。相寻偶同宿，星月坐忘眠。"
    },
    {
        "title": "句",
        "paragraph": "尺素隐清辉，一毫分险阻。金翅动身摩日月，银河转浪洗乾坤。须知手笔安排定，不怕山河整顿难。九衢冠盖暗争路，四海干戈多异心。地隈一水巡城转，天约群山附郭来。数家鱼网疏云外，一岸残阳细雨中。松欹晚影离坛草，钟撼秋声入殿风。压低吴楚遥涵水，约破云霞独倚天。半身落日离秦树，一路平芜入楚烟。清占月中三峡水，丽偷云外十洲春。幽鸟唤人穿竹去，野猿寻果出云来。"
    },
    {
        "title": "吊边人",
        "paragraph": "杀声沈后野风悲，汉月高时望不归。白骨已枯沙上草，家人犹自寄寒衣。"
    },
    {
        "title": "阳朔碧莲峰",
        "paragraph": "陶潜彭泽五株柳，潘岳河阳一县花。两处争如阳朔好，碧莲峰里住人家。"
    },
    {
        "title": "题苏仙山（郴州城东有山，为苏耽修真之所，",
        "paragraph": "眼穿林罅见郴州，井里交连侧局楸。味道不来闲处坐，劳生更欲几时休。苏仙宅古烟霞老，义帝坟荒草木愁。千古是非无处问，夕阳西去水东流。"
    },
    {
        "title": "忆仙谣（第二举）",
        "paragraph": "白榆风飒九天秋，王母朝回宴玉楼。日月渐长双凤睡，桑田欲变六鳌愁。云翻箫管相随去，星触旌幢各自流。诗酒近来狂不得，骑龙却忆上清游。"
    },
    {
        "title": "纳省卷赠为首刘象（第三举）",
        "paragraph": "曾应大中天子举，四朝风月鬓萧疏。\r不随世祖重携剑，却为文皇再读书。\r十载战尘销旧业，满城春雨坏贫居。\r\r一枝何事于君借，仙桂年年幸有馀。\r\r\r"
    },
    {
        "title": "相和歌辞·采桑",
        "paragraph": "采桑畏日高，不待春眠足。攀条有馀愁，那矜貌如玉。千金岂不赠，五马空踯躅。何以变真性，幽篁雪中绿。"
    },
    {
        "title": "相和歌辞·王昭君",
        "paragraph": "图画失天真，容华坐误人。君恩不可再，妾命在和亲。泪点关山月，衣销边塞尘。一闻阳鸟至，思绝汉宫春。"
    },
    {
        "title": "弃妾篇",
        "paragraph": "妾本丛台右，君在雁门陲。悠悠淇水曲，彩燕入桑枝。不因媒结好，本以容相知。容谢君应去，情移会有离。还君结缕带，归妾织成诗。此物虽轻贱，不用使人嗤。"
    },
    {
        "title": "苦寒行",
        "paragraph": "胡天夜清迥，孤云独飘飏。遥裔出雁关，逶迤含晶光。阴陵久裴回，幽都无多阳。初寒冻巨海，杀气流大荒。朔马饮寒冰，行子履胡霜。路有从役倦，卧死黄沙场。羁旅因相依，恸之泪沾裳。由来从军行，赏存不赏亡。亡者诚已矣，徒令存者伤。"
    },
    {
        "title": "羸骏篇",
        "paragraph": "喷玉长鸣西北来，自言当代是龙媒。万里铁关行入贡，九重金阙为君开，蹀躞朝驰过上苑，走参走覃暝走发章台。玉勒金鞍荷装饰，路傍观者无穷极。小山桂树比权奇，上林桃花况颜色。忽闻天将出龙沙，汉主持将驾鼓车。去去山川劳日夜，遥遥关塞断烟霞。山川关塞十年征，汗血流离赴月营。肌肤销远道，膂力尽长城。长城日夕苦风霜，中有连年百战场。摇珂啮勒金羁尽，争锋足顿铁菱伤。垂耳罢轻赍，弃置在寒谿。大宛蒲海北，滇壑隽崖西。沙平留缓步，路远闇频嘶。从来力尽君须弃，何必寻途我已迷。岁岁年年奔远道，朝朝暮暮催疲老。扣冰晨饮黄河源，拂雪夜食天山草。楚水澶溪征战事，吴塞乌江辛苦地。持来报主不辞劳，宿昔立功非重利。丹心素节本无求，长鸣向君君不留。只应澶漫归田里，万里低昂任生死。君王倘若不见遗，白骨黄金犹可市。"
    },
    {
        "title": "绿珠篇",
        "paragraph": "石家金谷重新声，明珠十斛买娉婷。此日可怜君自许，此时可喜得人情。君家闺阁不曾难，常将歌舞借人看。意气雄豪非分理，骄矜势力横相干。辞君去君终不忍，徒劳掩袂伤铅粉。百年离别在高楼，一旦红颜为君尽。"
    },
    {
        "title": "长信宫中树",
        "paragraph": "婀娜当轩树，莑茸倚兰殿。叶艳九春华，香摇五明扇。馀花鸟弄尽，新叶虫书遍。零落心自知，芳菲君不见。"
    },
    {
        "title": "铜雀妓",
        "paragraph": "金阁惜分香，铅华不重妆。空馀歌舞地，犹是为君王。\r\r哀弦调已绝，艳曲不须长。共看西陵暮，秋烟生白杨。\r\r\r"
    },
    {
        "title": "下山逢故夫",
        "paragraph": "妾身本薄命，轻弃城南隅。庭前厌芍药，山上采蘼芜。春风罥纨袖，零露湿罗襦。羞将憔悴日，提笼逢故夫。"
    },
    {
        "title": "巫山高",
        "paragraph": "巫山十二峰，参差互隐见。浔阳几千里，周览忽已遍。想像神女姿，摘芳共珍荐。楚云何逶迤，红树日葱蒨。楚云没湘源，红树断荆门。郢路不可见，况复夜闻猿。"
    },
    {
        "title": "杂曲歌辞·定情篇",
        "paragraph": "共君结新婚，岁寒心未卜。相与游春园，各随情所逐。\r\r君爱菖蒲花，妾感苦寒竹。菖花多艳姿，寒竹有贞叶。\r\r此时妾比君，君心不如妾。簪玉步河堤，妖韶援绿荑。\r\r凫雁将子游，莺燕从双栖。君念春光好，妾向春光啼。\r\r君时不得意，弃妾还金闺。结言本同心，悲欢何未齐。\r\r怨咽前致辞，愿得申所悲。人间丈夫易，世路妇难为。\r\r始如经天月，终若流星驰。天月相终始，流星无定期。\r\r长信佳丽人，失意非蛾眉。庐江小吏妇，非关织作迟。\r\r本愿长相对，今已长相思。复有游宦子，结援从梁陈。\r\r燕居崇三朝，去来历九春。誓心妾终始，蚕桑奉所亲。\r\r归愿未克从，黄金赠路人。洁妇怀明义，从泛河之津。\r\r于今千万年，谁当问水滨。更忆娼家楼，夫婿事封侯。\r\r去时恩灼灼，去罢心悠悠。不怜妾岁晏，十载陇西头。\r\r以兹常惕惕，百虑恒盈积。由来共结褵，几人同匪石。\r\r故岁雕梁燕，双去今来只。今日玉庭梅，朝红暮成碧。\r\r碧荣始芬敷，黄叶已淅沥。何用念芳春，芳春有流易。\r\r何用重欢娱，欢娱俄戚戚。家本巫山阳，归去路何长。\r\r叙言情未尽，采菉已盈筐。桑榆日及景，物色盈高冈。\r\r下有碧流水，上有丹桂香。桂花不须折，碧流清且洁。\r\r赠君比芳菲，爱惠常不歇。赠君比潺湲，相思无断绝。\r\r妾有秦家镜，宝匣装珠玑。鉴来年二八，不记易阴晖。\r\r妾无光寂寂，委照影依依。今日持为赠，相识莫相违。\r\r\r"
    },
    {
        "title": "拟古赠陈子昂",
        "paragraph": "惸惸孤形影，悄悄独游心。以此从王事，常与子同衾。别离三河间，征战二庭深。胡天夜雨霜，胡雁晨南翔。节物感离居，同衾违故乡。南归日将远，北方尚蓬飘。孟秋七月时，相送出外郊。海风吹凉木，边声响梢梢。勤役千万里，将临五十年。心事为谁道，抽琴歌坐筵。一弹再三叹，宾御泪潺湲。送君竟此曲，从兹长绝弦。"
    },
    {
        "title": "和苏员外寓直",
        "paragraph": "自昔重为郎，伊人练国章。三旬登建礼，五夜直明光。墨草尚书奏，衣飘侍御香。开轩竹气静，拂簟蕙风凉。晓漏离阊阖，鸣钟出未央。从来宿台上，天子贵文强。"
    },
    {
        "title": "侍宴应制得分字",
        "paragraph": "紫禁肃晴氛，朱楼落晓云。豫游龙驾转，天乐凤箫闻。竹外仙亭出，花间辇路分。微臣一何幸，词赋奉明君。"
    },
    {
        "title": "哭故人",
        "paragraph": "生死久离居，凄凉历旧庐。叹兹三径断，不践十年馀。古木巢禽合，荒庭爱客疏。匣留弹罢剑，床积读残书。玉没终无像，兰言强问虚。平生不得意，泉路复何如。"
    },
    {
        "title": "横吹曲辞·折杨柳",
        "paragraph": "可怜濯濯春杨柳，攀折将来就纤手。妾容与此同盛衰，何必君恩独能久。"
    },
    {
        "title": "和李侍郎古意（一作古意和李侍郎峤）",
        "paragraph": "妾家巫山隔汉川，君度南庭向胡苑。高楼迢递想金天，河汉昭回更怆然。夜如何其夜未央，闲花照月愁洞房。自矜夫婿胜王昌，三十曾作侍中郎。一从流落戍渔阳，怀哉万恨结中肠。南山幂幂兔丝花，北陵青青女萝树。由来花叶同一根，今日枝条分两处。三星差池光照灼，北斗西指秋云薄。茎枯花谢枝憔悴，香销色尽花零落。美人长叹艳容萎，含情收取摧折枝。调丝独弹声未移，感君行坐星岁迟。闺中宛转今若斯，谁能为报征人知。"
    },
    {
        "title": "相和歌辞·苦寒行",
        "paragraph": "冰峰撑空寒矗矗，云凝水冻埋海陆。杀物之性，伤人之欲，既不能断绝蒺藜荆棘之根株，又不能展凤凰麒麟之拳跔。如此则何如为和煦，为膏雨，自然天下之荣枯，融融于万户。"
    },
    {
        "title": "相和歌辞·善哉行",
        "paragraph": "大鹏刷翮谢溟渤，青云万层高突出。下视秋涛空渺弥，旧处鱼龙皆细物。人生在世何容易，眼浊心昏信生死。愿除嗜欲待身轻，携手同寻列仙事。"
    },
    {
        "title": "相和歌辞·野田黄雀行",
        "paragraph": "双双野田雀，上下同饮啄。暖去栖蓬蒿，寒归傍篱落。殷勤避罗网，乍可遇雕鹗。雕鹗虽不仁，分明在寥廓。"
    },
    {
        "title": "杂曲歌辞·苦热行",
        "paragraph": "离宫划开赤帝怒，喝出六龙奔日驭。\r下土熬熬若煎煮，苍生惶惶无处处。\r火云峥嵘焚泬寥，东皋老农肠欲焦。\r\r何当一雨苏我苗，为君击壤歌帝尧。\r\r\r"
    },
    {
        "title": "杂曲歌辞·轻薄行",
        "paragraph": "玉鞭金镫骅骝蹄，横眉吐气如虹霓。五陵春暖芳草齐，笙歌到处花成泥。日沉月上且斗鸡，醉来莫问天高低。伯阳道德何涕唾，仲尼礼乐徒卑栖。"
    },
    {
        "title": "杂曲歌辞·升天行",
        "paragraph": "身不沉，骨不重。驱青鸾，驾白凤。幢盖飘摇入冷空，\r\r天风瑟瑟星河动。瑶阙参差阿母家，楼台戏闭凝彤霞。\r\r三五仙子乘龙车，堂前碾烂蟠桃花。回头却顾蓬莱顶，\r\r一点浓岚在深井。\r\r\r"
    },
    {
        "title": "送韩平兼寄郭微",
        "paragraph": "上客夜相过，小童能酤酒。即为临水处，正值归雁后。前路望乡山，近家见门柳。到时春未暮，风景自应有。余忆东州人，经年别来久。殷勤为传语，日夕念携手。兼问前寄书，书中复达否。"
    },
    {
        "title": "相和歌辞·采莲曲",
        "paragraph": "越江女，越江莲，齐菡萏，双婵娟。嬉游向何处，采摘且同船。浩唱发容与，清波生漪涟。时逢岛屿泊，几共鸳鸯眠。襟袖既盈溢，馨香亦相传。薄暮归去来，苎罗生碧烟。"
    },
    {
        "title": "杂曲歌辞·行路难二首",
        "paragraph": "行路难，君好看，惊波不在黤黮间，小人心里藏奔湍。七盘九折寒崷崪，翻车倒盖犹堪出。未似是非唇舌危，暗中潜毁平人骨。君不见楚灵均，千古沉冤湘水滨。又不见李太白，一朝却作江南客。下浸与高盘，不为行路难。是非真险恶，翻覆作峰峦。漆愧同时黑，朱惭巧处丹。令人畏相识，欲画白云看。"
    },
    {
        "title": "相和歌辞·饮马长城窟行",
        "paragraph": "朔风动秋草，清跸长安道。长城连不穷，所以隔华戎。\r\r规模惟圣作，荷负晓成功。鸟庭已向内，龙荒更凿空。\r\r玉关尘卷静，金微路已通。汤征随北怨，舜咏起南风。\r\r画野功初立，绥边事云集。朝服践狼居，凯歌旋马邑。\r\r山响传凤吹，霜华藻琼钑。属国拥节归，单于款关入。\r\r日落寒云起，惊沙被原隰。零落叶已寒，河流清且急。\r\r四时徭役尽，千载干戈戢。太平今若斯，汗马竟无施。\r\r惟当事笔研，归去草封禅。\r\r\r"
    },
    {
        "title": "和洗掾登城南坂望京邑",
        "paragraph": "二华连陌塞，九陇统金方。奥区称富贵，重险擅雄强。龙飞灞水上，凤集岐山阳。神皋多瑞迹，列代有兴王。我后膺灵命，爰求宅兹土。宸居法太微，建国资天府。玄风叶黎庶，德泽浸区宇。醒醉各相扶，讴歌从圣主。南登少陵岸，还望帝城中。帝城何郁郁，佳气乃葱葱。金凤凌绮观，璇题敞兰宫。复道东西合，交衢南北通。万国朝前殿，群公议宣室。鸣佩含早风，华蝉曜朝日。柏梁宴初罢，千钟欢未毕。端拱肃岩廊，思贤听琴瑟。逶迤万雉列，隐轸千闾布。飞甍夹御沟，曲台临上路。处处歌钟鸣，喧阗车马度。日落长楸间，含情两相顾。是月冬之季，阴寒昼不开。惊风四面集，飞雪千里回。狐白登廊庙，牛衣出草莱。讵知韩长孺，无复重然灰。"
    },
    {
        "title": "秋日应诏",
        "paragraph": "玉树凉风举，金塘细草萎。叶落商飙观，鸿归明月池。迎寒桂酒熟，含露菊花垂。一奉章台宴，千秋长愿斯。"
    },
    {
        "title": "相和歌辞·饮马长城窟行",
        "paragraph": "游客长城下，饮马长城窟。马嘶闻水腥，为浸征人骨。岂不是流泉，终不成潺湲。洗尽骨上土，不洗骨中冤。骨若比流水，四海有还魂。空流呜咽声，声中疑是言。"
    },
    {
        "title": "秋夜独坐（一作邢邵诗）",
        "paragraph": "危弦断客心，虚弹落惊禽。新秋百虑净，独夜九愁深。枯蓬唯逐吹，坠叶不归林。如何悲此曲，坐作白头吟。"
    },
    {
        "title": "咏水",
        "paragraph": "标名资上善，流派表灵长。地图罗四渎，天文载五潢。方流涵玉润，圆折动珠光。独有蒙园吏，栖偃玩濠梁。"
    },
    {
        "title": "昭君怨",
        "paragraph": "戒途飞万里，回首望三秦。忽见天山雪，还疑上苑春。玉痕垂粉泪，罗袂拂胡尘。为得胡中曲，还悲远嫁人。"
    },
    {
        "title": "赋桥",
        "paragraph": "造舟浮谓日，鞭石表秦初。星文遥写汉，虹势尚凌虚。已授文成履，空题武骑书。别有临濠上，栖偃独观鱼。"
    },
    {
        "title": "和杨舍人咏中书省花树",
        "paragraph": "花萼映芳丛，参差间早红。因风时落砌，杂雨乍浮空。\r\r影照凤池水，香飘鸡树风。岂不爱攀折，希君怀袖中。\r\r\r\r"
    },
    {
        "title": "同潘屯田冬日早朝",
        "paragraph": "假寐怀古人，夙兴瞻晓月。通晨禁门启，冠盖趋朝谒。霜霭清九衢，霞光照双阙。纷纶文物纪，焕烂声明发。腰剑动陆离，鸣玉和清越。"
    },
    {
        "title": "相和歌辞·蜀道难",
        "paragraph": "梁山镇地险，积石阻云端。深谷下寥廓，层岩上郁盘。飞梁架绝岭，栈道接危峦。揽辔独长息，方知斯路难。"
    },
    {
        "title": "楚宫词二首",
        "paragraph": "禁苑春风起，流莺绕合欢。玉窗通日气，珠箔卷轻寒。杨叶垂阴砌，梨花入井栏。君王好长袖，新作舞衣宽。日晚梧桐落，微寒入禁垣。月悬三雀观，霜度万秋门。艳舞矜新宠，愁容泣旧恩。不堪深殿里，帘外欲黄昏。"
    },
    {
        "title": "和李起居秋夜之作",
        "paragraph": "过庭闻礼日，趋侍记言回。独卧玉窗前，卷帘残雨来。高秋南斗转，凉夜北堂开。水影入朱户，萤光生绿苔。简成良史笔，年是洛阳才。莫重白云意，时人许上台。"
    },
    {
        "title": "云中行",
        "paragraph": "云中小儿吹金管，向晚因风一川满。塞北云高心已悲，城南木落肠堪断。忆昔魏家都此方，凉风观前朝百王。千门晓映山川色，双阙遥连日月光。举杯称寿永相保，日夕歌钟彻清昊。将军汗马百战场，天子射兽五原草。寂寞金舆去不归，陵上黄尘满路飞。河边不语伤流水，川上含情叹落晖。此时独立无所见，日暮寒风吹客衣。"
    },
    {
        "title": "相和歌辞·怨诗二首",
        "paragraph": "日晚梧桐落，微寒入禁垣。月悬三雀观，霜度万秋门。艳舞矜新宠，愁容泣旧恩。不堪深殿里，帘外欲黄昏。禁苑春风起，流莺绕合欢。玉窗通日气，珠箔卷轻寒。杨叶垂金砌，梨花入井阑。君王好长袖，新作舞衣宽。"
    },
    {
        "title": "拟古",
        "paragraph": "沙尘朝蔽日，失道还相遇。寒影波上云，秋声月前树。川气生晓夕，野阴乍烟雾。沉沉滮池水，人马不敢渡。吮痈世所薄，挟纩恩难顾。不见古时人，中宵泪横注。"
    },
    {
        "title": "塞下曲",
        "paragraph": "骄虏初南下，烟尘暗国中。独召李将军，夜开甘泉宫。一身许明主，万里总元戎。霜甲卧不暖，夜半闻边风。胡天早飞雪，荒徼多转蓬。寒云覆水重，秋气连海空。金鞍谁家子，上马鸣角弓。自是幽并客，非论爱立功。"
    },
    {
        "title": "相和歌辞·怨诗",
        "paragraph": "去年离别雁初归，今夜裁缝萤已飞。征客去来音信断，不知何处寄寒衣。"
    },
    {
        "title": "相和歌辞·怨诗",
        "paragraph": "玉关芳信断，兰闺锦字新。愁来好自抑，念切已含颦。虚牖风惊梦，空床月厌人。归期傥可促，勿度柳园春。"
    },
    {
        "title": "杂曲歌辞·东飞伯劳歌",
        "paragraph": "秦王龙剑燕后琴，珊瑚宝匣镂双心。谁家女儿抱香枕，开衾灭烛愿侍寝。琼窗半上金缕帱，轻罗隐面不障羞。青绮帏中坐相忆，红罗镜里见愁色。檐花照月莺对栖，空将可怜暗中啼。"
    },
    {
        "title": "相和歌辞·怨诗三首",
        "paragraph": "罗敷初总髻，蕙芳正娇小。月落始归船，春眠恒著晓。\r\r何处期郎游，小苑花台间。相忆不可见，且复乘月还。\r\r别前花照路，别后露垂叶。歌舞须及时，如何坐悲妾。\r\r\r"
    },
    {
        "title": "碧玉歌",
        "paragraph": "碧玉上官妓，出入千花林。珠被玳瑁床，感郎情意深。"
    },
    {
        "title": "相和歌辞·碧玉歌",
        "paragraph": "碧玉上宫妓，出入千花林。珠被玳瑁床，感郎情意深。"
    },
    {
        "title": "相和歌辞·怨诗",
        "paragraph": "君莫嫌丑妇，丑妇死守贞。山头一怪石，长作望夫名。鸟有并翼飞，兽有比肩行。丈夫不立义，岂如鸟兽情。"
    },
    {
        "title": "相和歌辞·怨诗二首",
        "paragraph": "春水悠悠春草绿，对此思君泪相续。羞将离恨向东风，理尽秦筝不成曲。与君形影分胡越，玉枕终年对离别。登台北望烟雨深，回身泣向寥天月。"
    },
    {
        "title": "古意",
        "paragraph": "洛阳芳树向春开，洛阳女儿平旦来。流车走马纷相催，折芳瑶华向曲台。曲台自有千万行，重花累叶间垂杨。北林朝日镜明光，南国微风苏合香。可怜窈窕女，不作邯郸娼。妙舞轻回拂长袖，高歌浩唱发清商。歌终舞罢欢无极，乐往悲来长叹息。阳春白日不少留，红荣碧树无颜色。碧树风花先春度，珠帘粉泽无人顾。如何年少忽迟暮，坐见明月与白露。明月白露夜已寒，香衣锦带空珊珊。今日阳春一妙曲，凤凰楼上与君弹。"
    },
    {
        "title": "和崔侍御日用游开化寺阁",
        "paragraph": "左宪多才雄，故人尤鸷鹗。护赠单于使，休轺太原郭。馆次厌烦歊，清怀寻寂寞。西缘十里馀，北上开化阁。初入云树间，冥蒙未昭廓。渐出栏榥外，万里秋景焯。岁晏风落山，天寒水归壑。览物颂幽景，三乘动玄钥。但敷利解言，永用忘昏著。"
    },
    {
        "title": "相和歌辞·怨歌行",
        "paragraph": "城南有怨妇，含情傍芳丛。自谓二八时，歌舞入汉宫。皇恩数流眄，承幸玉堂中。绿柏黄花催夜酒，锦衣罗袂逐春风。建章西宫焕若神，燕赵美女三千人。君王厌德不忘新，况群艳冶纷来陈。是时别君不再见，三十三春长信殿。长信重门昼掩关，清房晓帐幽且闲。绮窗虫网氛尘色，文轩莺对桃李颜。天王贵宫不贮老，浩然含泪今来还。自怜春色转晚暮，试逐佳游芳草路。小腰丽女夺人奇，金鞍少年曾不顾。归来谁为夫，请谢西家妇，莫辞先醉解罗襦。"
    },
    {
        "title": "相和歌辞·长门怨",
        "paragraph": "月出映曾城，孤圜上太清。君王春爱歇，枕席凉风生。怨咽不能寝，踟蹰步前楹。空阶白露色，百草塞虫鸣。念昔金房里，犹嫌玉座轻。如何娇所误，长夜泣恩情。"
    },
    {
        "title": "哭富嘉谟",
        "paragraph": "吾友适不死，於戏社稷臣。直禄非造利，长怀大庇人。乃通承明籍，遘此敦牂春。药厉其可畏，皇穹故匪仁。畴昔与夫子，孰云异天伦。同病一相失，茫茫不重陈。子之文章在，其殆尼父新。鼓兴斡河岳，贞词毒鬼神。可悲不可朽，车輤没荒榛。圣主贤为宝，吁兹大国贫。"
    },
    {
        "title": "相和歌辞·长门怨",
        "paragraph": "长门落景尽，洞房秋月明。玉阶草露积，金屋网尘生。\r\r妾妒今应改，君恩惜未平。寄语临邛客，何时作赋成。\r\r\r"
    },
    {
        "title": "相和歌辞·长门怨",
        "paragraph": "自闭长门经几秋，罗衣湿尽泪还流。一种蛾眉明月夜，南宫歌管北宫愁。"
    },
    {
        "title": "相和歌辞·长门怨",
        "paragraph": "宫殿沉沉月欲分，昭阳更漏不堪闻。珊瑚枕上千行泪，不是思君是恨君。"
    },
    {
        "title": "奉和圣制答张说扈从南出雀鼠谷之作",
        "paragraph": "魏国山河险，周王警跸回。九旗云际出，万骑谷中来。石路行将尽，烟郊望忽开。赏矜垂柳报，春畏落花催。兴逸横汾什，恩褒作颂才。小臣瞻日月，延首咏康哉。"
    },
    {
        "title": "行路难·君不见高山万仞连苍旻",
        "paragraph": "君不见高山万仞连苍旻，天长地久成埃尘。君不见长松百尺多劲节，狂风暴雨终摧折。古今何世无圣贤，吾爱伯阳真乃天。金堂玉阙朝群仙，拍手东海成桑田。海中之水慎勿枯，乌鸢啄蚌伤明珠。行路难，艰险莫踟蹰。"
    },
    {
        "title": "相和歌辞·长门怨",
        "paragraph": "早知君爱歇，本自无萦妒。谁使恩情深，今来反相误。愁眠罗帐晓，泣坐金闺暮。独有梦中魂，犹言意如故。"
    },
    {
        "title": "途中寄友人",
        "paragraph": "昔时闻远路，谓是等闲行。及到求人地，始知为客情。事将公道背，尘绕马蹄生。倘使长如此，便堪休去程。"
    },
    {
        "title": "七月闺情",
        "paragraph": "七月坐凉宵，金波满丽谯。容华芳意改，枕席怨情饶。锦字沾愁泪，罗裙缓细腰。不如银汉女，岁岁鹊成桥。"
    },
    {
        "title": "铜雀妓",
        "paragraph": "君爱本相饶，从来事舞腰。那堪攀玉座，肠断望陵朝。\r\r怨著情无主，哀凝曲不调。况临松日暮，悲吹坐萧萧。\r\r\r"
    },
    {
        "title": "正月闺情",
        "paragraph": "正月金闺里，微风绣户间。晓魂怜别梦，春思逼啼颜。绕砌梅堪折，当轩树未攀。岁华庭北上，何日度阳关。"
    },
    {
        "title": "奉和圣制送张尚书巡边",
        "paragraph": "出师宣九命，分阃用三台。始应幕中画，言从天上来。丹青不独任，韬略遂双该。坐见威棱洽，弥彰事业恢。旌旗晓云送，鞞鼓朔风催。虏气消残月，边声韵落梅。羽书雄北地，龙漠寝南垓。宠战黄金尽，输诚白日回。离章宸翰发，祖宴国门开。欲识恩华盛，平生文武材。"
    },
    {
        "title": "二月闺情",
        "paragraph": "二月韶光好，春风香气多。园中花巧笑，林里鸟能歌。有恨离琴瑟，无情著绮罗。更听春燕语，妾亦不如他。"
    },
    {
        "title": "七夕歌",
        "paragraph": "星寥寥兮月细轮，佳期可想兮不可亲。云衣香薄妆态新，彩輧悠悠度天津。玉幌相逢夜将极，妖红惨黛生愁色。寂寞低容入旧机，歇著金梭思往夕。人间不见因谁知，万家闺艳求此时。碧空露重彩盘湿，花上乞得蜘蛛丝。"
    },
    {
        "title": "林中独醒",
        "paragraph": "晚来林沼静，独坐间瓢尊。向己非前迹，齐心欲不言。微凉生乱筱，轻馥起孤萱。未得浑无事，瓜田草正繁。"
    },
    {
        "title": "秋日",
        "paragraph": "秋含砧杵捣斜阳，笛引西风颢气凉。薜荔惹烟笼蟋蟀，芰荷翻雨泼鸳鸯。当年酒贱何妨醉，今日时难不易狂。肠断旧游从一别，潘安惆怅满头霜。"
    },
    {
        "title": "买花谣",
        "paragraph": "杜陵村人不田穑，入谷经谿复缘壁。每至南山草木春，即向侯家取金碧。幽艳凝华春景曙，林夫移得将何处。蝶惜芳丛送下山，寻断孤香始回去。豪少居连鳷鹊东，千金使买一株红。院多花少栽未得，零落绿娥纤指中。咸阳亲戚长安里，无限将金买花子。浇红湿绿千万家，青丝玉轳声哑哑。"
    },
    {
        "title": "送婆罗门归本国",
        "paragraph": "刹利王孙字迦摄，竹锥横写叱萝叶。遥知汉地未有经，手牵白马绕天行。龟兹碛西胡雪黑，大师冻死来不得。地尽年深始到船，海里更行三十国。行多耳断金环落，冉冉悠悠不停脚。马死经留却去时，往来应尽一生期。出漠独行人绝处，碛西天漏雨丝丝。"
    },
    {
        "title": "王中丞宅夜观舞胡腾",
        "paragraph": "石国胡儿人见少，蹲舞尊前急如鸟。织成蕃帽虚顶尖，细氎胡衫双袖小。手中抛下蒲萄盏，西顾忽思乡路远。跳身转毂宝带鸣，弄脚缤纷锦靴软。四座无言皆瞪目，横笛琵琶遍头促。乱腾新毯雪朱毛，傍拂轻花下红烛。酒阑舞罢丝管绝，木槿花西见残月。"
    },
    {
        "title": "看山木瓜花二首",
        "paragraph": "裛露凝氛紫艳新，千般婉娜不胜春。年年此树花开日，出尽丹阳郭里人。柔枝湿艳亚朱栏，暂作庭芳便欲残。深藏数片将归去，红缕金针绣取看。"
    },
    {
        "title": "倡女行",
        "paragraph": "石榴酒，葡萄浆。兰桂芳，茱萸香。愿君驻金鞍，暂此共年芳。愿君解罗襦，一醉同匡床。文君正新寡，结念在歌倡。昨宵绮帐迎韩寿，今朝罗袖引潘郎。莫吹羌笛惊邻里，不用琵琶喧洞房。且歌新夜曲，莫弄楚明光。此曲怨且艳，哀音断人肠。"
    },
    {
        "title": "葛巾歌",
        "paragraph": "一片白葛巾，潜夫自能结。篱边折枯蒿，聊用簪华发。有时醉倒长松侧，酒醒不见心还忆。谷鸟衔将却趁来，野风吹去还寻得。十年紫竹溪南住，迹同玄豹依深雾。草堂窗底漉春醅，山寺门前逢暮雨。临汝袁郎得相见，闲云引到东阳县。鲁性将他类此身，还拈野物赠傍人。空留棁仗犊鼻裈，濛濛烟雨归山村。"
    },
    {
        "title": "北原情三首",
        "paragraph": "错莫天色愁，挽歌出重闉。谁家白网车，送客入幽尘。铭旌下官道，葬舆去辚辚。萧条黄蒿中，奠酒花翠新。米雪晚霏微，墓成悄无人。乌鸢下空地，烟火残荒榛。生人更多苦，入户事盈身。营营日易深，却到不得频。寂寥孤隧头，草绿棠梨春。洛阳城北山，古今葬冥客。聚骨朽成泥，此山土多白。近来送葬人，亦去闻归声。岂能车轮疾，渐是墓侵城。城中人不绝，哀挽相次行。莫非北邙后，重向洛城生。卜地起孤坟，全家送葬去。归来却到时，不复重知处。叠叠葬相续，土乾草已绿。列纸泻壶浆，空向春云哭。"
    },
    {
        "title": "广州王园寺伏日即事寄北中亲友",
        "paragraph": "南越逢初伏，东林度一朝。曲池煎畏景，高阁绝微飙。竹簟移先洒，蒲葵破复摇。地偏毛瘴近，山毒火威饶。裛汗絺如濯，亲床枕并烧。坠枝伤翠羽，萎叶惜红蕉。且困流金炽，难成独酌谣。望霖窥润础，思吹候生条。旅恨生乌浒，乡心系洛桥。谁怜在炎客，一夕壮容销。"
    },
    {
        "title": "苦妇词",
        "paragraph": "地远易骄崇，用刑匪精研。哀哉苦妇身，夫死百殃缠。草草催出门，衣堕发披肩。独随军吏行，当夕余欲迁。来时已厌生，到此自不全。临江卧黄砂，二子死在边。气哕不发声，背头血涓涓。有时强为言，只是尤青天。稿蓐无一枝，冷气两悬悬。穷荒夷教卑，骨肉病弃捐。况非本族音，肌露谁为怜。事痛感行宾，住得贪程船。必当负严法，岂有胎孕篇。游畋复释麛，羔兔尚免鹯。何处摈逐深，一罪三见颠。校尉勋望重，幕府才且贤。兰裙间珠履，食玉处花筵。但勿轻所暗，莫虑无人焉。"
    },
    {
        "title": "观绳伎",
        "paragraph": "泰陵遗乐何最珍，彩绳冉冉天仙人。广场寒食风日好，百夫伐鼓锦臂新。银画青绡抹云发，高处绮罗香更切。重肩接立三四层，著屐背行仍应节。两边丸剑渐相迎，侧身交步何轻盈。闪然欲落却收得，万人肉上寒毛生。危机险势无不有，倒挂纤腰学垂柳。下来一一芙蓉姿，粉薄钿稀态转奇。坐中还有沾巾者，曾见先皇初教时。"
    },
    {
        "title": "从军行（一作秋闺）",
        "paragraph": "南庭结白露，北风扫黄叶。此时鸿雁来，惊鸣催思妾。\r\r曲房理针线，平砧捣文练。鸳绮裁易成，龙乡信难见。\r\r窈窕九重闺，寂寞十年啼。纱窗白云宿，罗幌月光栖。\r\r云月晓微微，愁思流黄机。玉霜冻珠履，金吹薄罗衣。\r\r汉家已得地，君去将何事。宛转结蚕书，寂寞无雁使。\r\r生平荷恩信，本为容华进。况复落红颜，蝉声催绿鬓。\r\r\r"
    },
    {
        "title": "春游曲",
        "paragraph": "花颔红騣一何偏，绿槐香陌欲朝天。仍嫌众里娇行疾，傍镫深藏白玉鞭。喷沫团香小桂条，玉鞭兼赐霍嫖姚。弄影便从天禁出，碧蹄声碎五门桥。"
    },
    {
        "title": "题茅山仙台药院",
        "paragraph": "扰扰浮生外，华阳一洞春。道书金字小，仙圃玉苗新。芝草迎飞燕，桃花笑俗人。楼台争耸汉，鸡犬亦嫌秦。愿得青芽散，长年驻此身。"
    },
    {
        "title": "杂曲歌辞·杨柳枝",
        "paragraph": "凤楼高映绿阴阴，凝碧多含雨露深。莫谓一枝柔软力，几曾牵破别离心。馆娃宫畔响廊前，依托吴王养翠烟。剑去国亡台榭毁，却随红树噪秋蝉。浓低似中陶潜酒，软极如伤宋玉风。多谢将军绕营种，翠中闲卓战旗红。高僧爱惜遮江寺，游子伤残露野桥。争似着行垂上苑，碧桃红杏对摇摇。"
    },
    {
        "title": "春过赵墟",
        "paragraph": "下马邯郸陌头歇，寂寥崩隧临车辙。古柏重生枝亦乾，馀燎见风幽焰灭。白蒿微发紫槿新，行人感此复悲春。"
    },
    {
        "title": "放萤怨",
        "paragraph": "放萤去，不须留，聚时年少今白头。架中科斗万馀卷，一字千回重照见。青云杳渺不可亲，开囊欲放增余怨。且逍遥，还酩酊，仲舒漫不窥园井。那将寂寞老病身，更就微虫借光影。欲放时，泪沾裳。冲篱落，千点光。"
    },
    {
        "title": "岁暮题杨录事江亭",
        "paragraph": "垂丝蜀客涕濡衣，岁尽长沙未得归。肠断锦帆风日好，可怜桐鸟出花飞。"
    },
    {
        "title": "相和歌辞·长门怨",
        "paragraph": "茕茕孤思逼，寂寂长门夕。妾妒亦非深，君恩那不惜。携琴就玉阶，调悲声未谐。将心托明月，流影入君怀。"
    },
    {
        "title": "相和歌辞·长门怨",
        "paragraph": "独坐炉边结夜愁，暂时恩去亦难留。手持金箸垂红泪，乱拨寒灰不举头。"
    },
    {
        "title": "桂江逢王使君旅榇归",
        "paragraph": "故人丹旐出南威，少妇随丧哭渐归。遥想北原新垄上，日寒光浅水松稀。"
    },
    {
        "title": "相和歌辞·班婕妤",
        "paragraph": "贱妾如桃李，君王若岁时。秋风一已劲，摇落不胜悲。寂寂苍苔满，沉沉绿草滋。荣华非此日，指辇竞何辞。"
    },
    {
        "title": "相和歌辞·婕妤怨",
        "paragraph": "长信梨花暗欲栖，应门上钥草萋萋。\r\r春风吹花乱扑户，班绝车声不至啼。\r\r\r"
    },
    {
        "title": "相和歌辞·长门怨二首",
        "paragraph": "雨滴梧桐秋夜长，愁心和雨到昭阳。泪痕不学君恩断，拭却千行更万行。学画蛾眉独出群，当时人道便承恩。经年不见君王面，花落黄昏空掩门。"
    },
    {
        "title": "后庭怨",
        "paragraph": "君不见红闺少女端正时，夭夭桃李仙容姿。幸得君王怜巧笑，披香殿里荐蛾眉。蛾眉双双人共进，常恐妾身从此摈。甄妃为妒出层宫，班女因猜下长信。长信宫门闭不开，昭阳歌吹风送来。梦中魂魄犹言是，觉后精神尚未回。念君娇爱无终始，使妾长啼后庭里。独立每看斜日尽，孤眠直至残灯死。秋日闻虫翡翠帘，春晴照面鸳鸯水。红颜旧来花不胜，白发如今雪相似。传闻纨扇恩未歇，预想蛾眉上初月。如君贵伪不贵真，还同弃妾逐新人。借问南山松叶意，何如北砌槿花新。"
    },
    {
        "title": "相和歌辞·长信怨",
        "paragraph": "飞燕倚身轻，争人巧笑名。生君弃妾意，增妾怨君情。日落昭阳殿，秋来长信城。寥寥金殿里，歌吹夜无声。"
    },
    {
        "title": "闺情",
        "paragraph": "日暮裁缝歇，深嫌气力微。才能收箧笥，懒起下帘帷。怨坐空然烛，愁眠不解衣。昨来频梦见，夫婿莫应知。"
    },
    {
        "title": "十五夜观灯",
        "paragraph": "暂得金吾夜，通看火树春。停车傍明月，走马入红尘。妓杂歌偏胜，场移舞更新。应须尽记取，说向不来人。"
    },
    {
        "title": "相和歌辞·子夜冬歌",
        "paragraph": "朔风扣群木，严霜凋百草。借问月中人，安得长不老。"
    },
    {
        "title": "相和歌辞·子夜四时歌六首·秋歌二首",
        "paragraph": "邀欢空伫立，望美频回顾。何时复采菱，江中密相遇。辟恶茱萸囊，延年菊花酒。与子结绸缪，丹心此何有。"
    },
    {
        "title": "相和歌辞·子夜四时歌六首·冬歌二首",
        "paragraph": "北极严气升，南至温风谢。调丝竞短歌，拂枕怜长夜。帷横双翡翠，被卷两鸳鸯。婉态不自得，宛转君王床。"
    },
    {
        "title": "杂曲歌辞·春江曲",
        "paragraph": "江水春沉沉，上有双竹林。竹叶坏水色，郎亦坏人心。"
    },
    {
        "title": "九日陪润州邵使君登北固山",
        "paragraph": "五马向西椒，重阳坐丽谯。徐州带绿水，楚国在青霄。张幕连江树，开筵接海潮。凌云词客语，回雪舞人娇。梅福惭仙吏，羊公赏下僚。新丰酒旧美，况是菊花朝。"
    },
    {
        "title": "璧池望秋月",
        "paragraph": "凉夜窥清沼，池空水月秋。满轮沉玉镜，半魄落银钩。蟾影摇轻浪，菱花渡浅流。漏移光渐洁，云敛色偏浮。似璧悲三献，疑珠怯再投。能持千里意，来照楚乡愁。"
    },
    {
        "title": "除日",
        "paragraph": "腊月今知晦，流年此夕除。拾樵供岁火，帖牖作春书。柳觉东风至，花疑小雪馀。忽逢双鲤赠，言是上冰鱼。第一百一十七卷"
    },
    {
        "title": "永嘉作",
        "paragraph": "拙宦从江左，投荒更海边。山将孤屿近，水共恶谿连。地湿梅多雨，潭蒸竹起烟。未应悲晚发，炎瘴苦华年。"
    },
    {
        "title": "送苏倩游天台",
        "paragraph": "灵异寻沧海，笙歌访翠微。江鸥迎共狎，云鹤待将飞。琪树尝仙果，琼楼试羽衣。遥知神女问，独怪阮郎归。"
    },
    {
        "title": "永嘉即事寄赣县袁少府瓘",
        "paragraph": "山绕楼台出，谿通里閈斜。曾为谢客郡，多有逐臣家。海气朝成雨，江天晚作霞。题书报贾谊，此湿似长沙。"
    },
    {
        "title": "云阳驿陪崔使君邵道士夜宴",
        "paragraph": "一尉东南远，谁知此夜欢。诸侯倾皂盖，仙客整黄冠。染翰灯花满，飞觞云气寒。欣承国士遇，更借美人看。"
    },
    {
        "title": "贬乐城尉日作",
        "paragraph": "窜谪边穷海，川原近恶谿。有时闻虎啸，无夜不猿啼。地暖花长发，岩高日易低。故乡可忆处，遥指斗牛西。"
    },
    {
        "title": "除夜乐城逢孟浩然",
        "paragraph": "远客襄阳郡，来过海岸家。樽开柏叶酒，灯发九枝花。妙曲逢卢女，高才得孟嘉。东山行乐意，非是竞繁华。"
    },
    {
        "title": "赠司勋萧郎中",
        "paragraph": "作相开黄阁，为郎奏赤墀。君臣道合体，父子贵同时。国以推贤答，家无内举疑。凤池真水镜，兰省得华滋。未睹风流日，先闻新赋诗。江山清谢脁，花木媚丘迟。吏部来何暮，王言念在兹。丹青无不可，霖雨亦相期。昔我投荒处，孤烟望岛夷。群鸥终日狎，落叶数年悲。渔父留歌咏，江妃入兴词。今将献知己，相感勿吾欺。"
    },
    {
        "title": "相和歌辞·春江花月夜二首",
        "paragraph": "林花发岸口，气色动江新。此夜江中月，流光花上春。\r\r分明石潭里，宜照浣纱人。\r\r交甫怜瑶珮，仙妃难重期。沉沉绿江晚，惆怅碧云姿。\r\r初逢花上月，言是弄珠时。\r\r\r"
    },
    {
        "title": "巫山",
        "paragraph": "巫岭岧峣天际重，佳期宿昔愿相从。朝云暮雨连天暗，神女知来第几峰。"
    },
    {
        "title": "泛永嘉江日暮回舟",
        "paragraph": "无云天欲暮，轻鹢大江清。归路烟中远，回舟月上行。傍潭窥竹暗，出屿见沙明。更值微风起，乘流丝管声。"
    },
    {
        "title": "吴声子夜歌（一作崔国辅诗，题云古意）",
        "paragraph": "净扫黄金阶，飞霜皓如雪。下帘弹箜篌，不忍见秋月。"
    },
    {
        "title": "送孟八浩然归襄阳二首（下篇一作王维诗）",
        "paragraph": "东越相逢地，西亭送别津。风潮看解缆，云海去愁人。乡在桃林岸，山连枫树春。因怀故园意，归与孟家邻。杜门不欲出，久与世情疏。以此为长策，劝君归旧庐。醉歌田舍酒，笑读古人书。好是一生事，无劳献子虚。"
    },
    {
        "title": "长安早春（一作孟浩然诗）",
        "paragraph": "开国维东井，城池起北辰。咸歌太平日，共乐建寅春。雪尽黄山树，冰开黑水津。草迎金埒马，花伴玉楼人。鸿渐看无数，莺歌听欲频。何当桂枝擢，还及柳条新。"
    },
    {
        "title": "杂曲歌辞·东飞伯劳歌",
        "paragraph": "青田白鹤丹山凤，婺女姮娥两相送。谁家绝世绮帐前，艳粉芳脂映宝钿。窈窕玉堂褰翠幕，参差绣户悬珠箔。绝世三五爱红妆，冶袖长裾兰麝香。春去花枝俄易改，可叹年光不相待。"
    },
    {
        "title": "相和歌辞·大堤曲",
        "paragraph": "南国多佳人，莫若大堤女。玉床翠羽帐，宝袜莲花距。\r\r魂处自目成，色授开心许。迢迢不可见，日暮空愁予。\r\r\r"
    },
    {
        "title": "出塞",
        "paragraph": "侠客重恩光，骢马饰金装。瞥闻传羽檄，驰突救边荒。歙野山川动，嚣天旌旆扬。吴钩明似月，楚剑利如霜。电断冲胡塞，风飞出洛阳。转战磨笄俗，横行戴斗乡。手擒郅支长，面缚谷蠡王。将军占太白，小妇怨流黄。騕褭青丝骑，娉婷红粉妆。三春莺度曲，八月雁成行。谁堪坐愁思，罗袖拂空床。"
    },
    {
        "title": "与国贤良夜歌二首",
        "paragraph": "柳台临新堰，楼堞相重复。窈窕凤凰姝，倾城复倾国。杏间花照灼，楼上月裴回。带娇移玉柱，含笑捧金杯。"
    },
    {
        "title": "北使长城",
        "paragraph": "秦世筑长城，长城无极已。暴兵四十万，兴工九千里。死人如乱麻，白骨相撑委。殚弊未云悟，穷毒岂知止。胡尘未北灭，楚兵遽东起。六国复嚣嚣，两龙斗觺觺。卯金竟握谶，反璧俄沦祀。仁义寝邦国，狙暴行终始。一旦咸阳宫，翻为汉朝市。"
    },
    {
        "title": "长门怨",
        "paragraph": "月出映层城，孤圆上太清。君王眷爱歇，枕席凉风生。怨咽不能寝，踟蹰步前楹。空阶白露色，百草寒虫鸣。念昔金房里，犹嫌玉座轻。如何娇所误，长夜泣恩情。"
    },
    {
        "title": "铜雀台",
        "paragraph": "北登铜雀上，西望青松郭。繐帐空苍苍，陵田纷漠漠。平生事已变，歌吹宛犹昨。长袖拂玉尘，遗情结罗幕。妾怨在朝露，君恩岂中薄。高台奏曲终，曲终泪横落。"
    },
    {
        "title": "和宋之问下山歌",
        "paragraph": "日云暮兮下嵩山，路连绵兮树石间。出谷口兮见明月，心裴回兮不能还。"
    },
    {
        "title": "相和歌辞·凤台曲",
        "paragraph": "凤台何逶迤，嬴女管参差。一旦彩云至，身去无还期。遗曲此台上，世人多学吹。一吹一落泪，至今怜玉姿。"
    },
    {
        "title": "鹦鹉猫儿篇",
        "paragraph": "霹雳引，丰隆鸣，猛兽噫气蛇吼声。鹦鹉鸟，同资造化兮殊粹精。鹔鹴毛，翡翠翼。鹓雏延颈，鹍鸡弄色。鹦鹉鸟，同禀阴阳兮异埏埴。彼何为兮，隐隐振振；此何为兮，绿衣翠襟。彼何为兮，窘窘蠢蠢；此何为兮，好貌好音。彷彷兮徉徉，似妖姬躧步兮动罗裳；趋趋兮跄跄，若处子回眸兮登玉堂。爰有兽也，安其忍，觜其胁，距其胸，与之放旷浪浪兮，从从容容。钩爪锯牙也，宵行昼伏无以当。遇之兮忘味，抟击腾掷也，朝飞暮噪无以拒，逢之兮屏气。由是言之，贪残薄则智慧作，贪残临之兮不复攫；由是言之，智慧周则贪残囚，智慧犯之兮不复忧。菲形陋质虽贱微，皇王顾遇长光辉。离宫别馆临朝市，妙舞繁弦杂宫徵。嘉喜堂前景福内，合欢殿上明光里。云母屏风文彩合，流苏斗帐香烟起，承恩宴盼接宴喜。高视七头金骆驼，平怀五尺铜狮子。国有君兮国有臣，君为主兮臣为宾。朝有贤兮朝有德，贤为君兮德为饰，千年万岁兮心转忆。"
    },
    {
        "title": "奉和圣制夏日游石淙山",
        "paragraph": "金台隐隐陵黄道，玉辇亭亭下绛雰。千种冈峦千种树，一重岩壑一重云。花落风吹红的历，藤垂日晃绿葐蒀。五百里内贤人聚，愿陪阊阖侍天文。"
    },
    {
        "title": "奉和送金城公主适西蕃应制",
        "paragraph": "甥舅重亲地，君臣厚义乡。还将贵公主，嫁与耨檀王。卤簿山河暗，琵琶道路长。回瞻父母国，日出在东方。"
    },
    {
        "title": "奉和九日幸临渭亭，登高应制得筵字",
        "paragraph": "九九侍神仙，高高坐半天。文章二曜动，气色五星连。簪绂趋皇极，笙歌接御筵。愿因茱菊酒，相守百千年。"
    },
    {
        "title": "奉和圣制春日幸望春宫应制",
        "paragraph": "句芒人面乘两龙，道是春神卫九重。彩胜年年逢七日，酴醿岁岁满千钟。宫梅间雪祥光遍，城柳含烟淑气浓。醉倒君前情未尽，原因歌舞自为容。主"
    },
    {
        "title": "琴曲歌辞·明月歌",
        "paragraph": "梅花雪白柳叶黄，云雾四起月苍苍，箭水泠泠刻漏长。挥玉指，拂罗裳，为君一奏楚明光。"
    },
    {
        "title": "奉和立春游苑迎春应制",
        "paragraph": "管籥周移寰极里，乘舆望幸斗城闉。草根未结青丝缕，萝茑犹垂绿帔巾。鹊入巢中言改岁，燕衔书上道宜新。愿得长绳系取日，光临天子万年春。"
    },
    {
        "title": "奉和登骊山应制",
        "paragraph": "龙行踏绛气，天半语相闻。混沌疑初判，洪荒若始分。"
    },
    {
        "title": "饯唐永昌",
        "paragraph": "洛阳难理若棼丝，椎破连环定不疑。鹦鹉休言秦地乐，回头一顾一相思。"
    },
    {
        "title": "夜宴安乐公主新宅",
        "paragraph": "凤凰鸣舞乐昌年，蜡炬开花夜管弦。半醉徐击珊瑚树，已闻钟漏晓声传。"
    },
    {
        "title": "相和歌辞·采莲女",
        "paragraph": "采莲女，采莲舟，春日春江碧水流。莲衣承玉钏，莲刺罥银钩。薄暮敛容歌一曲，氛氲香气满汀洲。"
    },
    {
        "title": "侍从途中口号应制",
        "paragraph": "疵贱出山东，忠贞任土风。因敷河朔藻，得奉洛阳宫。一顾侍御史，再顾给事中。常愿粉肌骨，特答造化功。"
    },
    {
        "title": "杂曲歌辞·古别离",
        "paragraph": "白水东悠悠，中有西行舟。舟行有返棹，水去无还流。奈何生别者，戚戚怀远游。远游谁当惜，所悲会难收。自君间芳屣，青阳四五遒。皓月掩兰室，光风虚蕙楼。相思无明晦，长叹累冬秋。离居分迟暮，驾高何淹留。"
    },
    {
        "title": "三月闺情",
        "paragraph": "三月春将尽，空房妾独居。蛾眉愁自结，鬓发没情梳。□□□□□，□□□□□。□□□□□，□□□□□。"
    },
    {
        "title": "杂歌谣辞·古歌",
        "paragraph": "落叶流风向玉台，夜寒秋思洞房开。水精帘外金波下，\r\r云母窗前银汉回。玉阶阴阴苔藓色，君王履綦难再得。\r\r璇闺窈窕秋夜长，绣户徘徊秋月光。燕姬彩帐芙蓉色，\r\r秦子金炉兰麝香。北斗七星横夜半，清歌一曲断君肠。\r\r\r"
    },
    {
        "title": "与孟郊洛北野泉上煎茶",
        "paragraph": "粉细越笋芽，野煎寒溪滨。恐乖灵草性，触事皆手亲。敲石取鲜火，撇泉避腥鳞。荧荧爨风铛，拾得坠巢薪。洁色既爽别，浮氲亦殷勤。以兹委曲静，求得正味真。宛如摘山时，自歠指下春。湘瓷泛轻花，涤尽昏渴神。此游惬醒趣，可以话高人。"
    },
    {
        "title": "琴曲歌辞·霹雳引",
        "paragraph": "岁七月，火伏而金生。客有鼓琴于门者，奏霹雳之商声。\r\r始戛羽以騞砉，终扣宫而砰駖.电耀耀兮龙跃，\r\r雷阗阗兮雨冥。气呜唅以会雅，态欻翕以横生。\r\r有如驱千旗，制五兵；截荒虺，斫长鲸。孰与广陵比，\r\r意别鹤俦精而已。俾我雄子魄动，毅夫发立。怀恩不浅，\r\r武义双辑。视胡若芥，剪羯如拾。岂徒慷慨中筵，\r\r备群娱之翕习哉。\r\r\r\r"
    },
    {
        "title": "赋得直如朱丝弦",
        "paragraph": "寂寞瑶琴上，深知直者情。幸传朱鹭曲，那止素丝名。瑞草人空仰，王言世久行。大方闻正位，乐府动清声。文武音初合，宫商调屡更。谁能向机杼，终日泣无成。"
    },
    {
        "title": "相和歌辞·凤笙曲",
        "paragraph": "忆昔王子晋，凤笙游云空。挥手弄白日，安能恋青宫。岂无婵娟子，结念罗帐中。怜寿不贵色，身世两无穷。"
    },
    {
        "title": "送陈房谒抚州周使君",
        "paragraph": "匡山一亩宫，尚有桂兰丛。凿壁年虽异，穿杨志幸同。貌羸缘塞苦，道蹇为囊空。去谒临川守，因怜鹤在笼。"
    },
    {
        "title": "舞曲歌辞·白纻辞二首",
        "paragraph": "玉缨翠佩杂轻罗，香汗微渍朱颜酡。为君起唱白纻歌，清声袅云思繁多，凝笳哀琴时相和。金壶半倾芳夜促，梁尘霏霏暗红烛。令君安坐听终曲，坠叶飘花难再复。蹑珠履，步琼筵。轻身起舞红烛前，芳姿艳态妖且妍。回眸转袖暗催弦，凉风萧萧流水急。月华泛艳红莲湿，牵裙揽带翻成泣。"
    },
    {
        "title": "冬夜举公房送崔秀才归南阳",
        "paragraph": "闻君动征棹，犯夜故来寻。强置一尊酒，重款百年心。灯白霜气冷，室虚松韵深。南阳三顾地，幸偶价千金。"
    },
    {
        "title": "送彻公",
        "paragraph": "白首年空度，幽居俗岂知。败蕉依晚日，孤鹤立秋墀。久客何由造，禅门不可窥。会同尘外友，斋沐奉威仪。"
    },
    {
        "title": "山斋独宿赠晏上人",
        "paragraph": "幢幢云树秋，黄叶下山头。虫响夜难度，梦闲神不游。窗灯寒几尽，帘雨晓阶愁。何以禅栖客，灰心在沃州。"
    },
    {
        "title": "经赵处士居",
        "paragraph": "云居避世客，发白习儒经。有地水空绿，无人山自青。废梁悲逝水，卧木思荒庭。向夕霏烟敛，徒看处士星。"
    },
    {
        "title": "病中赴袁州次香馆",
        "paragraph": "病舆憩上馆，缭绕向山隅。荒葛漫欹壁，幽禽啄朽株。力微怯升降，意欲结踟躇。谁能挹香水，一为濯烦纡。"
    },
    {
        "title": "送人流雷州",
        "paragraph": "逐客指天涯，人间此路赊。地图经大庾，水驿过长沙。腊月雷州雨，秋风桂岭花。不知荒徼外，何处有人家。"
    },
    {
        "title": "句",
        "paragraph": "贤人处霄汉，荒泽自耕耘。陇首降时雨，雷声出夏云。一一鹤声飞上天。"
    },
    {
        "title": "相和歌辞·婕妤怨",
        "paragraph": "贱妾裁纨扇，初摇明月姿。君王看舞席，坐起秋风时。玉树清御路，金陈翳垂丝。昭阳无分理，愁寂任前期。"
    },
    {
        "title": "夜坐看搊筝",
        "paragraph": "调筝夜坐灯光里，却挂罗帷露纤指。朱弦一一声不同，玉柱连连影相似。不知何处学新声，曲曲弹来未睹名。应是石家金谷里，流传未满洛阳城。"
    },
    {
        "title": "九日",
        "paragraph": "黄菊紫菊傍篱落，摘菊泛酒爱芳新。不堪今日望乡意，强插茱萸随众人。"
    },
    {
        "title": "卢十五竹亭送侄偁归山",
        "paragraph": "落叶寒拥壁，清霜夜沾石。正是忆山时，复送归山客。殷勤一尊酒，晓月当窗白。"
    },
    {
        "title": "南海苦雨，寄赠王四侍御",
        "paragraph": "炎风杂海气，暑雨每成霖。涂泥亲杖屦，苔藓渍衣襟。念近剧怀远，涉浅定知深。暗沟夜滴滴，荒庭昼霪霪。折简展离旷，理径俟招寻。处阴诚多惨，况乃触隅禽。"
    },
    {
        "title": "九日陪樊尚书龙山宴集",
        "paragraph": "孟嘉从宴地，千乘复登临。缘危陟高步，凭旷写幽襟。黄花玩初馥，翠物喜盈斟。云杂组绣色，乐和山水音。旆摇秋吹急，筵卷夕光沉。都人瞻骑火，犹知隔寺深。"
    },
    {
        "title": "宿吉祥寺寄庐山隐者",
        "paragraph": "风鸣云外钟，鹤宿千年松。相思杳不见，月出山重重。"
    },
    {
        "title": "题花树",
        "paragraph": "都无看花意，偶到树边来。可怜枝上色，一一为愁开。"
    },
    {
        "title": "相和歌辞·子夜四时歌六首·春歌二首",
        "paragraph": "青楼含日光，绿池起风色。赠子同心花，殷勤此何极。陌头杨柳枝，已被春风吹。妾心正断绝，君怀那得知。"
    },
    {
        "title": "过莹公房",
        "paragraph": "悟得楞伽理，尘函久不开。游丝莹定石，驯雀下生台。境寂从朝暮，心空了去来。行看旧庭柏，自说少时栽。"
    },
    {
        "title": "九月一日",
        "paragraph": "门外行蹊落叶遮，西风寒入野人家。重阳日近秋光足，开遍闲庭帝女花。"
    },
    {
        "title": "从军行",
        "paragraph": "海畔风吹冻泥裂，枯桐叶落枝梢折。横笛闻声不见人，红旗直上天山雪。"
    },
    {
        "title": "古意",
        "paragraph": "十三学绣罗衣裳，自怜红袖闻馨香。人言此是嫁时服，含笑不刺双鸳鸯。郎年十九髭未生，拜官天下闻郎名。车马骈阗贺门馆，自然不失为公卿。是时妾家犹未贫，兄弟出入双车轮。繁华全盛两相敌，与郎年少为婚姻。郎家居近御沟水，豪门客尽蹑珠履。雕盘酒器常不干，晓入中厨妾先起。姑嫜严肃有规矩，小姑娇憨意难取。朝参暮拜白玉堂，绣衣著尽黄金缕。妾貌渐衰郎渐薄，时时强笑意索寞。知郎本来无岁寒，几回掩泪看花落。妾年四十丝满头，郎年五十封公侯。男儿全盛日忘旧，银床羽帐空飕飗。庭花红遍蝴蝶飞，看郎佩玉下朝时。归来略略不相顾，却令侍婢生光辉。郎恨妇人易衰老，妾亦恨深不忍道。看郎强健能几时，年过六十还枯槁。"
    },
    {
        "title": "公子行",
        "paragraph": "金羁白面郎，何处蹋青来。马娇郎半醉，躞蹀望楼台。似见楼上人，玲珑窗户开。隔花闻一笑，落日不知回。"
    },
    {
        "title": "杂歌谣辞·步虚词",
        "paragraph": "汉武清斋读鼎书，内官扶上画云车。坛上月明宫殿闭，仰看星斗礼空虚。"
    },
    {
        "title": "梓州与温商夜别",
        "paragraph": "凤凰城里花时别，玄武江边月下逢。客舍莫辞先买酒，相门曾忝共登龙。迎风骚屑千家竹，隔水悠扬午夜钟。明日又行西蜀路，不堪天际远山重。"
    },
    {
        "title": "梓州与温商夜别",
        "paragraph": "凤凰城里花时别，玄武江边月下逢。客舍莫辞先买酒，相门曾忝共登龙。近风骚屑千家竹，隔水悠扬五夜钟。明日又行西蜀路，不堪天际远山重。"
    },
    {
        "title": "湘妃怨",
        "paragraph": "舜欲省蛮陬，南巡非逸游。九山沉白日，二女泣沧洲。目极楚云断，恨连湘水流。至今闻鼓瑟，咽绝不胜愁。"
    },
    {
        "title": "中秋夜临镜湖望月",
        "paragraph": "镜里秋宵望，湖平月彩深。圆光珠入浦，浮照鹊惊林。澹动光还碎，婵娟影不沉。远时生岸曲，空处落波心。迥彻轮初满，孤明魄未侵。桂枝如可折，何惜夜登临。"
    },
    {
        "title": "句",
        "paragraph": "稚子新能编笋笠，山妻旧解补荷衣。秋山隔岸清猿叫，湖水当门白鸟飞。"
    },
    {
        "title": "长相思·相思长相思",
        "paragraph": "相思长相思，相思无限极。相思苦相思，相思损容色。容色真可惜，相思不可彻。日日长相思，相思肠断绝。肠断绝，泪还续，闲人莫作相思曲。"
    },
    {
        "title": "句",
        "paragraph": "中朝驸马何平叔，南国佳人陆士龙。"
    },
    {
        "title": "姑苏台怀古",
        "paragraph": "忆昔吴王争霸日，歌钟满地上高台。三千宫女看花处，人尽台崩花自开。"
    },
    {
        "title": "题清镜寺留别",
        "paragraph": "路入千山愁自知，雪花撩乱压松枝。世人并道离别苦，谁信山僧轻别离。"
    },
    {
        "title": "长安卧病秋夜言怀",
        "paragraph": "九重门锁禁城秋，月过南宫渐映楼。紫陌夜深槐露滴，碧空云尽火星流。风清刻漏传三殿，甲第歌钟乐五侯。楚客病来乡思苦，寂寥灯下不胜愁。"
    },
    {
        "title": "自乐城赴永嘉枉路泛白湖寄松阳李少府",
        "paragraph": "西行碍浅石，北转入谿桥。树色烟轻重，湖光风动摇。百花乱飞雪，万岭叠青霄。猿挂临潭筱，鸥迎出浦桡。惟应赏心客，兹路不言遥。"
    },
    {
        "title": "经夫差庙",
        "paragraph": "姑苏城畔千年木，刻作夫差庙里神。冠盖寂寥尘满室，不知箫鼓乐何人。"
    },
    {
        "title": "山中秋夜喜周士闲见过",
        "paragraph": "青山高处上不易，白云深处行亦难。留君不宿对秋月，莫厌山空泉石寒。"
    },
    {
        "title": "过栎阳山谿",
        "paragraph": "众草穿沙芳色齐，蹋莎行草过春溪。闲云相引上山去，人到山头云却低。"
    },
    {
        "title": "乐城岁日赠孟浩然（一作王维诗）",
        "paragraph": "土地穷瓯越，风光肇建寅。插桃销瘴疠，移竹近阶墀。半是吴风俗，仍为楚岁时。更逢习凿齿，言在汉川湄。"
    },
    {
        "title": "临高台",
        "paragraph": "上台意悲伤，下台梦颠倒。不缘台高下，心肠自草草。台下东西水，水绕南北道。一水一重山，红颜望中老。"
    },
    {
        "title": "题石井泉",
        "paragraph": "上方高阁倚层峦，下有清泉一鉴寒。更作小亭供胜览，尽收吟思入毫端。"
    },
    {
        "title": "题石井泉",
        "paragraph": "圆通大士閟兹境，谁遣石湖诗老知。人生流止亦如此，时与一来题好诗。"
    },
    {
        "title": "夜宿国清寺题更好堂",
        "paragraph": "堆案文书在眼边，身闲俱是好林泉。乞渠解褐休双足，为结□中饱睡缘。"
    },
    {
        "title": "臞庵",
        "paragraph": "清江绕槛白鸥飞，坐看潮痕上钓硕。松菊未荒元这径，芰荷先制屈平衣。窗前枫叶晓初落，亭下鲮鱼秋正肥。安得从君理蓑笠，櫂歌自趁入烟霏。"
    },
    {
        "title": "句",
        "paragraph": "还君此画不忍觑，怕忆当年分手处。"
    },
    {
        "title": "题静斋稿",
        "paragraph": "斯道在人心，如蚌藏圆珠。散作明月光，敛则止水虚。"
    },
    {
        "title": "翠蛟峰",
        "paragraph": "谁解青云勒，在蛟舞不休。飞来两潭月，惊起九峰秋。松影晴犹暗，山光暖欲浮。因参玉局句，千古爷前修。"
    },
    {
        "title": "浣花亭",
        "paragraph": "亭近城隈瞰古塘，数行官柳间群芳。沿堤草色连云色，隔岸山光映水光。竹影日筛华径邃，桂花风畅画桥香。他年木拱垂阴合，还有邦人戒剪棠。"
    },
    {
        "title": "严滩怀古",
        "paragraph": "桐庐之山屹如址，桐江之水清见底。间关万里却归来，依旧此山如此水。子陵一节寿汉脉，名与高山俱不死。惜无陋巷为邦学，礼乐不闻古人耳。"
    },
    {
        "title": "游道场山",
        "paragraph": "松篁十里绿成谿，短短篮舆入翠微。回首青山已忧迹，陇头犹见白云飞。"
    },
    {
        "title": "观潮阁",
        "paragraph": "疑是飞来白鹭洲，登高□□忆□流。云间春色连蓬岛，风里江声绕画楼。孤鹜落霞装晚景，淡烟微雨识归舟。醉乡便是华胥国，底用乘槎犯斗牛。"
    },
    {
        "title": "三日曲水侍宴应制",
        "paragraph": "三月重三日，千春续万春。圣泽如东海，天文似北辰。荷叶珠盘净，莲花宝盖新。陛下制万国，臣作水心人。"
    },
    {
        "title": "题储福宫玉真公主像",
        "paragraph": "割尽齐封奉鲁元，更开沁水占名园。何如帝子空山外，落日骑驴芳草原。"
    },
    {
        "title": "纸衾三首",
        "paragraph": "碎捣霜藤月下砧，清泉泻出簟纹匀。老翁采药归来晚，剪得山南半段云。"
    },
    {
        "title": "纸衾三首",
        "paragraph": "繭面新乾带露揉，春回斗帐伴吟愁。残年已办蒙头过，风雪从教打戍楼。"
    },
    {
        "title": "广州石门寺重送李尚赴朝，时兼宗正卿",
        "paragraph": "象阙趋云陛，龙宫憩石门。清铙犹启路，黄发重攀辕。藻变朝天服，珠怀委地言。那令蓬蒿客，兹席未离尊。"
    },
    {
        "title": "南坡不以科目自累而以风雅处鸣请余为赋",
        "paragraph": "凤衔科诏出祥云，底事儒林有逸民。四海声名难著我，一坡风月正宜人。镜留白发非遮俗，家酿黄柑可接春。只许诗朋自来往，素袍青履华阳巾。"
    },
    {
        "title": "题黄止庵诗集",
        "paragraph": "灯前几寒夜，编得近诗成。对客时评看，归囊喜带行。风高霜鹘健，人落涧秋清。吟到无吟处，萧萧白发生。"
    },
    {
        "title": "赠段琴",
        "paragraph": "我琴未弦进，浑然心与耳。自从识开指，反为琴所使。"
    },
    {
        "title": "题山寺",
        "paragraph": "千峰白露后，云壁挂残灯。曙色海边日，经声松下僧。意闲门不闭，年去水空澄。稽首如何问，森罗尽一乘。"
    },
    {
        "title": "赠庐山道士",
        "paragraph": "寂寥高室古松寒，松下仙人字委鸾。头垂白发朝鸣磬，手把青芝夜绕坛。物像自随尘外灭，真源长向性中看。悠悠万古皆如此，秋比松枝春比兰。"
    },
    {
        "title": "赠段琴",
        "paragraph": "清风千古曲，雪涧敲寒玉。谁能继此音，苍梧泣修竹。"
    },
    {
        "title": "春词",
        "paragraph": "水涨寒沟柳又阴，小窗风度一声禽。若将离绪萦春事，片片飞花是客心。"
    },
    {
        "title": "明融盆池二首",
        "paragraph": "老瓦盆深漾细萍，雨多流却半瓣青。夜凉偶出庭心看，缺处光涵三两星。"
    },
    {
        "title": "偶成",
        "paragraph": "读罢黄庭一卷经，磬残烟冷夜坛清。月明何处人开户，惊起松梢睡鹤鸣。"
    },
    {
        "title": "送周堂长归慈溪寄何赞府",
        "paragraph": "慈溪隔楚云，问不接鸿鳞。因送还乡客，重怀佐邑人。海明看出日，山晚倦行春。料得双松下，吟成瘦鹤身。"
    },
    {
        "title": "超化云山",
        "paragraph": "入门松作径，步步接秋阴。山带孤城起，云归古殿深。隔池闻鹤唳，倚树看僧吟。笑指煎茶处，青烟出竹林。"
    },
    {
        "title": "次韵古愚立冬日观菊",
        "paragraph": "闲绕篱头看菊花，深黄浅紫自窠窠。清於檐卜香尤耐，韵比猗兰色更多。九节番疑今日是，一樽未觉晚秋过。从教白发须簪遍，且任当筵作笑歌。"
    },
    {
        "title": "次韵永堂",
        "paragraph": "莺声未改春，叶底一蝉新。幻境老无梦，醉乡诗有神。整巾因把镜，懒语怕逢人。似此衰迟者，劳君料理频。"
    },
    {
        "title": "闺词",
        "paragraph": "密幄香烧锦瑟横，佳人半醉觉寒轻。忽思塞下新番曲，弹作黄芦孤雁声。"
    },
    {
        "title": "闺词",
        "paragraph": "冬事侵寻浑未知，隔邻听得理寒衣。惊心步出庭西曲，日影斜斜木叶飞。"
    },
    {
        "title": "寄永堂",
        "paragraph": "落日照江东，思君讯便风。栖迟定何处，约莫过残冬。小隐时曾到，安书久未通。处怜心易老，盘屈似寒松。"
    },
    {
        "title": "简柳濬卿",
        "paragraph": "一别仅三年，相看事宛然。旋添新蒜发，犹耸旧吟肩。红日征途外，黄花喜气边。不须劳寄问，姓字有人传。"
    },
    {
        "title": "寄张永堂",
        "paragraph": "浙江风浪阔，梦不落吟边。书到知何日，君归起隔年。才高朝士重，命拙故人怜。早办山中计，吾今省俗缘。"
    },
    {
        "title": "高士峰",
        "paragraph": "淡淡梨花寂寂春，一声啼鸟隔花闻。高峰影转金鸡月，渤海晴横碧峤云。"
    },
    {
        "title": "亦爱堂",
        "paragraph": "吾家小院千里驹，眉宇照人自秀整。平生尚友唐山陶，拔俗翩翩有高骋。"
    },
    {
        "title": "美人",
        "paragraph": "十三学绣傍金窗，十六梳头压大拜。色比昭阳人第一，才同江夏士无双。"
    },
    {
        "title": "无讼堂诗",
        "paragraph": "欲为袁人雪谤声。"
    },
    {
        "title": "游九锁",
        "paragraph": "青山倚天分九峰，或踞虎豹蟠蛟龙。奔霆白昼鞭玉虹，铁花冰激青蒙蒙。中有浩劫元皇宫，彷佛崑阆双衡嵩。洞门谁制烟霞封，玉鼠石燕巢嵌空。列炬仰见仙人踪，枰棋布子局未终。冥怀欲唤洪崖翁，共翳紫凤骖飞鸿。笑弱水三万里，他年相见方壶中。"
    },
    {
        "title": "题分宜上松晚香堂",
        "paragraph": "魏公判相州，始作昼锦堂。老圃秋色淡，自爱晚节香。怡斋怀紫绶，得诰归故乡。葺圃承祖志，构堂先庐傍。命名仰前哲，阔步追遗芳。人生随分定，鹏鷃自殊翔。富贵任适志，余暇聊徜徉。譬彼兰与菊，托根花卉场。荣枯有迟速，代谢从暄凉。百年倏过半，须发各已苍。多情感会别，聚散安可常。非惟隔今古，况复阅兴亡。何以消我忧，一醉万虑忘。季子久颠沛，买臣早疏狂。累累暮年印，得失宁相傥。何如光霁时，呼客同举觞。静中猿鸟乐，闲处日月长。愿坚岁寒操，有如傲霜黄。"
    },
    {
        "title": "秀野园",
        "paragraph": "西京五亩园，花木秀而野。坡仙作此诗，感事记司马。深夜独乐堂，气象极闲雅。晚芳相元佑，勋名动夷夏。"
    },
    {
        "title": "句",
        "paragraph": "我来佩竹使，方且憩熊轓。"
    },
    {
        "title": "庶子泉",
        "paragraph": "深藏西竹寺，寒拥北谯城。石字赞皇古，泉铭庶子清。"
    },
    {
        "title": "送何水部蒙出牧袁州",
        "paragraph": "文昌郎位改清资，乞领鱼符赋式微。雉省月寒慵夜直，隼旟风细喜秋归。宜春酒助新开宴，侍史香余旧赐衣。客向西山思井旧，莫教沤鸟见人飞。"
    },
    {
        "title": "赠罗浮易炼师",
        "paragraph": "海上多仙峤，灵人信长生。荣卫冰雪姿，咽嚼日月精。默书绛符遍，晦步斗文成。翠发披肩长，金盖凌风轻。晓籁息尘响，天鸡叱幽声。碧树来户阴，丹霞照窗明。焚香叩虚寂，稽首回太清。鸾鹭振羽仪，飞翻拂旆旌。左挹玉泉液，右搴云芝英。念得参龙驾，攀天度赤城。"
    },
    {
        "title": "独吟",
        "paragraph": "刊名紫简群魔宾，扶桑暘谷奏玉晨。控驾三素辅翊宸，敢忘南岳魏夫人。"
    },
    {
        "title": "白发",
        "paragraph": "白发非有种，如何忽自生。尽从方寸地，莳此两三茎。场屋债犹欠，山林计未成。头颅知渐丑，羞向镜中呈。"
    },
    {
        "title": "湖天晚霞",
        "paragraph": "鲛人织出绡五色，冯夷不敢閟深泽。闯得烛龙归崦嵫，横舒几占半天碧。光绚列岑浮紫翠，琉璃倒蘸成琥珀。何当乘风掣下来，并州快剪随意划。制就诗囊百万个，分与江湖放吟客。"
    },
    {
        "title": "玉阆风书院偶题",
        "paragraph": "塔倚翠微椽笔劲，湖吞碧落砚池宽。天然调度谁消得，不是吟家出手难。"
    },
    {
        "title": "和王中丞使君春日过高评事幽居",
        "paragraph": "风光满路旗幡出，林下高人待使君。笑藉紫兰相向醉，野花千树落纷纷。"
    },
    {
        "title": "小江驿送陆侍御归湖上山",
        "paragraph": "鹤唳天边秋水空，荻花芦叶起西风。今夜渡江何处宿，会稽山在月明中。"
    },
    {
        "title": "广陵秋夜对月即事",
        "paragraph": "霜落寒空月上楼，月中歌吹满扬州。相看醉舞倡楼月，不觉隋家陵树秋。"
    },
    {
        "title": "堤上归",
        "paragraph": "舟横别港赴鸥约，人立斜阳等燕归。心事一春拈不出，两堤杨柳又绵飞。片云筛雨过横塘，衬断苹风作晚凉。意快短檠推不照，柳边听月对啼螀。"
    },
    {
        "title": "送黄吟隐游吴门",
        "paragraph": "寒江买櫂催遄征，何如缓泛六桥寻鸥盟。侯门怀刺谒掌傧，何如散策孤山探梅信。吟隐豫章之耳孙，调高琢句期颛门。西江不住来西湖，唤醒晚唐诸老魂。有时吐出惊人语，定须贵杀雒京楮。脍炙人口徒属餍，还来双字不堪煮。行吟荏苒岁欲暮，束装又问吴中路。节翁旧有珠履缘，何况荐书袖无数。此行一句直万钱，十句唾手腰可缠。归来卸却扬州鹤，推敲调度权架阁。"
    },
    {
        "title": "同黄吟隐湖上散步",
        "paragraph": "暖翻鸭顶一川晴，喜共长堤缓辔行。落尽繁红春结局，传来太白酒寻盟。人于冷淡交偏好，句向萧闲吟倍清。鹈鴃一声林外唤，短篷归带夕阳明。"
    },
    {
        "title": "午窗即事",
        "paragraph": "午困俄惊啭栗留，东风独立思悠悠。蜂搜花醴勤王事，燕拓芹巢为子谋。白发愁边添渐密，青春忙里去如流。无言猛拍栏干曲，恰喜长须荐茗瓯。"
    },
    {
        "title": "观下湖渔者",
        "paragraph": "渔舠逗晓来相续，短笆乱割春塘淥。须留一半还诗翁，要看早晚鸳鸯浴。"
    },
    {
        "title": "暮天即事",
        "paragraph": "东寺钟联西寺鸣，前村树末暝烟平。天涯倦翼归无限，只有雅飞自唤名。"
    },
    {
        "title": "朔风",
        "paragraph": "小窗帘箔护重重，榾柮炉心蜕骨红。昨夜朔风能凛冽，冰花亦结砚池中。"
    },
    {
        "title": "晚步段桥",
        "paragraph": "垂红顶上快登临，拍拍秋光满袖襟。伎癢欲吟吟未稳，两山钟里莫云深。"
    },
    {
        "title": "幽庭",
        "paragraph": "幽庭鸟蹴梅花片，蔌蔌因风抟复散。贪看立到昼阴移，满地苍苔遮一半。"
    },
    {
        "title": "春兴",
        "paragraph": "泾云全放两峰青，湾柳丝金照眼明。短棹又随鸥鹭去，笙歌少处结春盟。"
    },
    {
        "title": "渔父词",
        "paragraph": "晓岸披风驾短篷，平芜烟浪几重重。鸣榔莫近荷花浦，鸥鹭早凉眠正浓。"
    },
    {
        "title": "书怀",
        "paragraph": "溪出行自得，松竹最相知。避世逢天宝，编年问义熙。鸟驯时傍户，婢小亦吟诗。薇蕨秋来少，香生芋熟时。"
    },
    {
        "title": "题淡山岩",
        "paragraph": "黄公丘壑人，阅遍山水奇。晚观淡岩作，独许天下稀。我初颇未信，及到乃愧之。伟兹过奇特，骤睹心惊疑。神灵蕴幽秘，无乃弗许窥。扪苔渐深入，叹愕不自持。穹窿但一石，轇轕周四维。广容千人驺，高建五丈旂。巨势裂地轴，虚窗豁天扉。森然万幕张，郁若曾云垂。危磴过别洞，绝壁浮烟霖。幽房瞰窈窕，屏榻如砻治。云霞起坐隅，翠岚著人衣。顿觉从来山，榛莽翳土埠。化石事茫昧，驱蛇知是非。井臼俨遗处，芝田留旧畦。云昔隐仙宅，此理固亦宜。元柳迹不到，隐显当有时。忆我半纪前，已与兹山期。了然兰台梦，宛渡潇江湄。今来恍如昨，始悟非人为。宁嗟摈幽邈，持尔足自怡。无穷轩冕客，有几能游斯。"
    },
    {
        "title": "毘蓝岩",
        "paragraph": "别开洞壑翠微齐，萝薜云深路转迷。一榻繁阴炎扫午，六秋岩畔足幽栖。"
    },
    {
        "title": "太湖",
        "paragraph": "霸越功成识虑深，扁舟因起五湖心。若贪富贵如文种，句践那能肯铸金。"
    },
    {
        "title": "简贾户部",
        "paragraph": "十五年前别，相逢各老成。旧游如一梦，忽见似重生。剧饮无人敌，高谈坐客惊。诸郎尤可喜，事业短灯檠。"
    },
    {
        "title": "秦竹溪校书清漳未回",
        "paragraph": "茅斋雅称竹方床，风过疎篱有暗香。剧饮一冬成酒病，得闲科日为诗忙。新移橘本便霜信，贫看梅花倚夕阳。相望故人三百里，十宵九梦到清漳。"
    },
    {
        "title": "胡苇航寄古剑",
        "paragraph": "有人尺锦长安来，远寄宝匣手自开。红云紫气灿虚室，铗中青蛇鳞生苔。诚携掌握一挥动，瞬息天地兴风雷。少年志气老益壮，惟愿圣诏下九垓。厩中我有汗血马，与汝直北清氛埃。丈夫当为国雪耻，笑指经生真不才。"
    },
    {
        "title": "寄藏叟僧善珍",
        "paragraph": "访友南山路，桥横古木阴。砌苔无俗迹，庭柏是禅心。旧衲连云补，新诗带月吟。同袍严戒行，别是一丛林。"
    },
    {
        "title": "题石井泉",
        "paragraph": "灵源一閟几经年，石上重流岂偶然。渐喜行春有幽事，人间初见第三泉。"
    },
    {
        "title": "懒读书",
        "paragraph": "不弄丝桐不作诗，槃池叠石学儿嬉。少年读易都忘却，身似羲皇未画时。"
    },
    {
        "title": "倦妆图",
        "paragraph": "睡觉春山懒更添，起来余恨锁眉尖。料应春事关心曲，怕见杨花不卷帘。"
    },
    {
        "title": "刘常簿席上",
        "paragraph": "近授长生券，从天上绮筵。潞公专洛日，吕望佐姬年。坐语风生舌，梳头雪满肩。上思耆旧用，飞诏到林泉。"
    },
    {
        "title": "生涯诗",
        "paragraph": "壮岁欲飞腾。生涯亦可矜。一千八日战，三十九年僧。砚枕秋风梦，书灯夜雨澄。儒生贵知命，饮水曲吾肱。"
    },
    {
        "title": "柴门",
        "paragraph": "石砌苔初合，柴门手自开。日催开影转，风递竹声来。蟹眼翻茶鼎，鹅儿滟酒杯。不须忧岁计，魁芋已新栽。"
    },
    {
        "title": "塞上闻角",
        "paragraph": "刁斗城头夜月寒，一声呜咽到江千。梅花吹落浑闲事，白首征人泪暗弹。"
    },
    {
        "title": "病中赠张玉孃",
        "paragraph": "隔水度仙妃，清绝云争飞。娇花羞秀质，秋月见寒辉。高情春不染，心境尘难依。何当饮云液，共跨以莺归。"
    },
    {
        "title": "今是行呈刘以道",
        "paragraph": "少年湖海误加鞭，久戍归欤暂息肩。时有故山来梦里，更无愁绪到吟边。晨餐全仰数畦菜，岁计尤逋二顷田。闲倚瘦筇长啸处，此身疑是结绳前。"
    },
    {
        "title": "乌石山僧舍",
        "paragraph": "小径通山寺，飞檐抹晓霞。松风惊蝶梦，梵磬杂蜂衙。僧腊菩提树，禅心菡萏花。诗成因抵掌，飞起欲栖雅。"
    },
    {
        "title": "闲居",
        "paragraph": "地僻无人到，何缘有市声。醉中诗句健，闲里梦魂清。涧水浓煎茗，畦蔬淡煮羹。读书犹懒在，何暇见公卿。"
    },
    {
        "title": "朱元晦过访",
        "paragraph": "苍松翠竹映斜晖，野菊花开过客稀。叶底黄虫作寒茧，雨余蝴蝶满园飞。"
    },
    {
        "title": "朱元晦过访",
        "paragraph": "梅花树下三间屋，挂壁枯桐尽日闲。有客过门弹一曲，断云残雪满空山。"
    },
    {
        "title": "梅花",
        "paragraph": "翠羽啁啾夜，空山偃蹇时。看人多冷眼，出手尽高枝。香细巡檐得，寒深踏雪知。纷纷后来者，红紫莫矜奇。"
    },
    {
        "title": "题涪江石鱼次何宪韵",
        "paragraph": "巨浸浮空无咱通，双鳞纪瑞杳难穷。昔人刻石留山趾，今日呈祥表岁丰。众喜有年歌善政，独惭无补助成功。须知显晦将千载，往哲标名岁大中。"
    },
    {
        "title": "句",
        "paragraph": "一时分付雪儿歌。"
    },
    {
        "title": "纸衾三首",
        "paragraph": "一幅新裁碧涧冰，野人留客宿云层。山房恰好松醪熟，夜半无眠话葛藤。"
    },
    {
        "title": "清都观",
        "paragraph": "清观视诸方，事力良不齐。幽赏岂不胜，门当白云溪。剑峰誓罔象，丹井藏虹蜺。"
    },
    {
        "title": "丈人观",
        "paragraph": "甯君始学道，敢据五岳尊。及为帝东在，便与天长存。"
    },
    {
        "title": "奉和幸三会寺应制",
        "paragraph": "岧峣仓史台，敞朗绀园开。戒旦壶人集，翻霜羽骑来。下辇登三袭，褰旒望九垓。林披馆陶榜，水浸昆明灰。网户飞花缀，幡竿度鸟回。豫游仙唱动，潇洒出尘埃。"
    },
    {
        "title": "奉和幸韦嗣立山庄侍宴应制",
        "paragraph": "东山有谢安，枉道降鸣銮。缇骑分初日，霓旌度晓寒。云跸岩间下，虹桥涧底盘。幽栖俄以届，圣瞩宛馀欢。崖悬飞溜直，岸转绿潭宽。桂华尧酒泛，松响舜琴弹。明主恩斯极，贤臣节更殚。不才叨侍从，咏德以濡翰。"
    },
    {
        "title": "明融盆池二首",
        "paragraph": "凉入湘帘影半开，小窗午枕梦初回。萧疏数叶秋菰上，也解声声报雨来。"
    },
    {
        "title": "奉和七夕宴两仪殿应制",
        "paragraph": "秋吹过双阙，星仙动二灵。更深移月镜，河浅度云輧。殿上呼方朔，人间失武丁。天文兹夜里，光映紫微庭。"
    },
    {
        "title": "奉和圣制幸望春宫送朔方大总管张仁亶",
        "paragraph": "命将择耆年，图功胜必全。光辉万乘饯，威武二庭宣。中衢横鼓角，旷野蔽旌旃。推食天厨至，投醪御酒传。凉风过雁苑，杀气下鸡田。分阃恩何极，临岐动睿篇。"
    },
    {
        "title": "奉和春日幸望春宫应制",
        "paragraph": "暮春春色最便妍，苑里花开列御筵。商山积翠临城起，浐水浮光共幕连。莺藏嫩叶歌相唤，蝶碍芳丛舞不前。欢娱节物今如此，愿奉宸游亿万年。"
    },
    {
        "title": "闰九月九日幸总持寺登浮图应制",
        "paragraph": "重阳登闰序，上界叶时巡。驻辇天花落，开筵妓乐陈。城端刹柱见，云表露盘新。临睨光辉满，飞文动睿神。"
    },
    {
        "title": "奉和圣制登骊山高顶寓目应制",
        "paragraph": "骊阜镇皇都，銮游眺八区。原隰旌门里，风云扆座隅。直城如斗柄，官树似星榆。从臣词赋末，滥得上天衢。"
    },
    {
        "title": "横吹曲辞·折杨柳",
        "paragraph": "沙塞三河道，金闺二月春。碧烟杨柳色，红粉绮罗人。露叶怜啼脸，风花思舞巾。攀持君不见，为听曲中新。"
    },
    {
        "title": "奉和圣制立春日侍宴内殿出剪彩花应制",
        "paragraph": "上林宫馆好，春光独早知。剪花疑始发，刻燕似新窥。色浓轻雪点，香浅嫩风吹。此日叨陪侍，恩荣得数枝。"
    },
    {
        "title": "奉和幸安乐公主山庄应制",
        "paragraph": "主家别墅帝城隈，无劳海上觅蓬莱。沓石悬流平地起，危楼曲阁半天开。庭莎作荐舞行出，浦树相将歌棹回。此日风光与形胜，只言作伴圣词来。"
    },
    {
        "title": "奉和幸大荐福寺应制",
        "paragraph": "地灵传景福，天驾俨钩陈。佳哉藩邸旧，赫矣梵宫新。香塔鱼山下，禅堂雁水滨。珠幡映白日，镜殿写青春。甚欢延故吏，大觉拯生人。幸承歌颂末，长奉属车尘。"
    },
    {
        "title": "奉和幸大荐福寺应制",
        "paragraph": "地灵传景福，天驾俨钩陈。佳哉藩邸旧，赫矣梵宫新。香塔鱼山下，禅堂雁水滨。珠幡映白日，镜殿写青春。甚欢延故吏，大觉拯生人。幸承歌颂末，长奉属车尘。"
    },
    {
        "title": "上巳日祓禊渭滨应制",
        "paragraph": "桃花欲落柳条长，沙头水上足风光。此时御跸来游处，愿奉年年祓禊觞。"
    },
    {
        "title": "侍宴长宁公主东庄",
        "paragraph": "公主林亭地，清晨降玉舆。画桥飞渡水，仙阁涌临虚。晴新看蛱蝶，夏早摘芙蕖。文酒娱游盛，忻叨侍从馀。"
    },
    {
        "title": "人日玩雪应制",
        "paragraph": "胜日登临云叶起，芳风摇荡雪花飞。呈晖幸得承金镜，飏彩还将奉玉衣。"
    },
    {
        "title": "修竹台",
        "paragraph": "我来小小郡，爱此高高台。前对苍筤竹，万午球琳材。"
    },
    {
        "title": "饯唐永昌",
        "paragraph": "始见郎官拜洛阳，旋闻近侍发雕章。绪言已勖期年政，绮字当生满路光。第七十二卷"
    },
    {
        "title": "兴庆池侍宴应制",
        "paragraph": "苍龙阙下天泉池，轩驾来游箫管吹。缘堤夏筱萦不散，冒水新荷卷复披。帐殿疑从画里出，楼船直在镜中移。自然东海神仙处，何用西昆辙迹疲。"
    },
    {
        "title": "奉和幸长安故城未央宫应制",
        "paragraph": "汉宫千祀外，轩驾一来游。夷荡长如此，威灵不复留。凭高睿赏发，怀古圣情周。寒向南山敛，春过北渭浮。土功昔云盛，人英今所求。幸听熏风曲，方知霸道羞。"
    },
    {
        "title": "奉和人日清晖阁宴群臣遇雪应制",
        "paragraph": "舆辇乘人日，登临上凤京。风寻歌曲飏，雪向舞行萦。千官随兴合，万福与时并。承恩长若此，微贱幸升平。"
    },
    {
        "title": "庚午三月五日朱尚书席上醉歌",
        "paragraph": "天风浩荡何处来，荆南府中好春酒。我公此日盛宾佐，但饮无劳问升斗。座中十万无下筹，乌帽朱衣马牛走。好舞清歌如有神，翠烂金明各回首。人生行乐须壮年，小人再拜为主寿。满堂泪落起挽须，临馈三叹成郁纡。干戈未定郡国破，乱臣贼何代无。主忧臣辱坐感激，忍对花鸟调欢娱。近闻士卒愿一战，猛气正倚风尘粗。丈夫行事动千古，快意一饱非雄图。"
    },
    {
        "title": "渡江",
        "paragraph": "鹿门山人沧浪客，洒泪忆枯眼见骨。风尘峥嵘万里空，不知何处营三窟。城中性命汤火近，路穷援断无消息。鼠窃狗偷何足忧，都将十指漫天日。大言阔步好公卿，三百年余涵养成。已闻郑五但搔首，复道庞涓竖子名。平时肉食夸果决，谁信临危跋疐行。白头面皱牙齿落，万事已矣秋风生。"
    },
    {
        "title": "武陵客居",
        "paragraph": "浩荡千年调，饥寒八尺身。不愁逢魍魉，可笑秒麒麟。残雪江村路，空山涧水春。时违终远去，道在岂全贫。"
    },
    {
        "title": "公安早发",
        "paragraph": "去国秦公子，穷途阮步兵。别离如昨日，豪杰毕平生。江月为谁好，巴船何处行。高秋伴摇落，早发若为情。"
    },
    {
        "title": "大阅",
        "paragraph": "长江天设险，荆州国西门。幕前杖斧钺，赫赫齐晋尊。熊罴在掌握，百万不敢喧。固列崖峤立，动色虹蜺翻。虽云上将猷，亦是明主恩。高秋鼓角壮，惨澹伤精魂。山南正困戹齿落，万事已矣秋风生。"
    },
    {
        "title": "蔺五见访",
        "paragraph": "汉阴美人青兕裘，独骑瘦马寻荒丘。花前下马迎一笑，珠玉在侧形骸羞。酒酣散发箕踞坐，锦带烂熳悬吴钩。断蛟刺虎好身手，碧瞳如水涵清秋。惜哉科目太脱略，壮士岂为章句囚。中原格斗困不已，江波木落寒悠悠。"
    },
    {
        "title": "奉和送金城公主适西蕃应制",
        "paragraph": "怀戎前策备，降女旧因修。箫鼓辞家怨，旌旃出塞愁。尚孩中念切，方远御慈留。顾乏谋臣用，仍劳圣主忧。"
    },
    {
        "title": "奉和幸韦嗣立山庄侍宴应制",
        "paragraph": "丞相登前府，尚书启旧林。式闾明主睿，荣族圣嫔心。川狭旌门抵，岩高蔽帐临。闲窗凭柳暗，小径入松深。云卷千峰色，泉和万籁吟。兰迎天女佩，竹碍侍臣簪。宸翰三光烛，朝荣四海钦。还嗟绝机叟，白首汉川阴。"
    },
    {
        "title": "侍宴长宁公主东庄应制",
        "paragraph": "沁园东郭外，鸾驾一游盘。水榭宜时陟，山楼向晚看。席临天女贵，杯接近臣欢。圣藻悬宸象，微臣窃仰观。"
    },
    {
        "title": "登总持寺阁",
        "paragraph": "宿雨清龙界，晨晖满凤城。升攀重阁迥，凭览四郊明。井邑周秦地，山河今古情。纡馀一水合，寥落五陵平。处处风烟起，欣欣草木荣。故人不可见，冠盖满东京。"
    },
    {
        "title": "饯唐州高使君赴任",
        "paragraph": "芳春桃李时，京都物华好。为岳岂不贵，所悲涉远道。远道不可思，宿昔梦见之。赠君双佩刀，日夕视来期。"
    },
    {
        "title": "玉阆风书院偶题",
        "paragraph": "岁事从他沸似糜，小窗挂起只看诗。不知那树梅先谢，一片香飞入砚池。"
    },
    {
        "title": "至桃林塞作",
        "paragraph": "去国未千里，离家已再旬。丹心恒恋阙，白首更辞亲。怀璧常贻训，捐金讵得邻。抱冤非忤物，罹谤岂由人。不滥辞终辨，无瑕理竟伸。黻还中省旧，符与外台新。塞上同迁客，江潭异逐臣。泪垂非属岘，肠断固由秦。岁月行遒尽，山川难重陈。始知亭伯去，还是拙谋身。"
    },
    {
        "title": "早春边城怀归",
        "paragraph": "大漠羽书飞，长城未解围。山川凌玉嶂，旌节下金微。路向南庭远，书因北雁稀。乡关摇别思，风雪散戎衣。岁尽仍为客，春还尚未归。明年征骑返，歌舞及芳菲。"
    },
    {
        "title": "江楼夕望",
        "paragraph": "试陟江楼望，悠悠去国情。楚山霞外断，汉水月中平。公子留遗邑，夫人有旧城。苍苍烟雾里，何处是咸京。"
    },
    {
        "title": "襄阳早秋寄岑侍郎",
        "paragraph": "江城秋气早，旭旦坐南闱。落叶惊衰鬓，清霜换旅衣。时来矜早达，事往觉前非。体道徒推理，防身终昧微。故人金华省，肃穆秉天机。谁念江汉广，蹉跎心事违。"
    },
    {
        "title": "赠苏少府赴任江南余时还京",
        "paragraph": "丈夫不叹别，达士自安卑。揽泣固无趣，衔杯空尔为。流云春窈窕，去水暮逶迤。行舟忽东泛，归骑亦西驰。秦地多芳草，江潭有桂枝。谁言阻遐阔，所贵在相知。"
    },
    {
        "title": "边愁",
        "paragraph": "九月蓬根断，三边草叶腓。风尘马变色，霜雪剑生衣。客思愁阴晚，边书驿骑归。殷勤凤楼上，还袂及春晖。"
    },
    {
        "title": "酬杜麟台春思",
        "paragraph": "春还上林苑，花满洛阳城。鸳衾夜凝思，龙镜晓含情。忆梦残灯落，离魂暗马惊。可怜朝与暮，楼上独盈盈。"
    },
    {
        "title": "唐都尉山池",
        "paragraph": "曲渚飏轻舟，前溪钓晚流。雁翻蒲叶起，鱼拨荇花游。金子悬湘柚，珠房折海榴。幽寻惜未已，清月半西楼。"
    },
    {
        "title": "秦州薛都督挽词",
        "paragraph": "十里绛山幽，千年汾水流。碑传门客建，剑是故人留。\r\r陇树烟含夕，山门月对秋。古来钟鼎盛，共尽一蒿丘。\r\r\r"
    },
    {
        "title": "寄天台司马先生",
        "paragraph": "闻有三元客，祈仙九转成。人间白云返，天上赤龙迎。尚惜金芝晚，仍攀琪树荣。何年缑岭上，一谢洛阳城。"
    },
    {
        "title": "奉和幸韦嗣立山庄应制",
        "paragraph": "竹径桃源本出尘，松轩茅栋别惊新。御跸何须林下驻，山公不是俗中人。"
    },
    {
        "title": "横吹曲辞·折杨柳",
        "paragraph": "二月风光半，三边戍不还。年华妾自惜，杨柳为君攀。\r\r落絮萦衫袖，垂条拂髻鬟。那堪音信断，流涕望阳关。\r\r\r"
    },
    {
        "title": "王昭君",
        "paragraph": "汉使南归绝信音，毡庭青草始知春。蛾眉却解安邦国，羞杀麒麟阁上人。"
    },
    {
        "title": "送吕东山之清漳",
        "paragraph": "君是纯阳派，神清性亦真。有诗聊遣兴，无术可医贫。富贵皆尤物，江湖易老人。置山钱足矣，客路莫因循。"
    },
    {
        "title": "病起书院偶成",
        "paragraph": "蓄水滋兰畹，开窗近竹林。败糊黄虮閧，断简老虫侵。酒尚欺人病，诗能对客吟。晨昏一饮足，此外不关心。"
    },
    {
        "title": "题义门胡氏华林书院",
        "paragraph": "满架高峰隐史书，英儒冠盖会仙居。云霞满屋光难掩，松柏数庭景有余。累世子孙传孝义，一时旌表在门闾。要知感伏休徵处，次第鸾凰上碧虚。"
    },
    {
        "title": "杂曲歌辞·古离别",
        "paragraph": "离恨如旨酒，古今饮皆醉。只恐长江水，尽是儿女泪。伊余非此辈，送人空把臂。他日再相逢，清风动天地。"
    },
    {
        "title": "杂曲歌辞·行路难五首",
        "paragraph": "不会当时作天地，刚有多般愚与智。到头还用真宰心，何如上下皆清气。大道冥冥不知处，那堪顿得羲和辔。义不义兮仁不仁，拟学长生更容易。负心为炉复为火，缘木求鱼应且止。君不见烧金炼石古帝王，鬼火荧荧白杨里。君不见道傍废井生古木，本是骄奢贵人屋。几度美人照影来，素绠银瓶濯纤玉。云飞雨散今如此，绣闼雕甍作荒谷。沸渭笙歌君莫夸，不应长是西家哭。休说遗编行者几，至竟终须合天理。败他成此亦何功，苏张终作多言鬼。行路难，行路难，不在羊肠里。九有茫茫共尧日，浪死虚生亦非一。清净玄音竟不闻，花眼酒肠暗如漆。或偶因片言只字登第光二亲，又不能献可替不航要津。口谈羲轩与周孔，履行不及屠沽人。行路难，行路难，日暮途远空悲叹。君不见道傍树有寄生枝，青青郁郁同荣衰。无情之物尚如此，为人不及还堪悲。父归坟兮未朝夕，已分黄金争田宅。高堂老母头似霜，心作数支泪常滴。我闻忽如负芒刺，不独为君空叹息。古人尺布犹可缝，浔阳义犬令人忆。寄言世上为人子，孝义团圆莫如此。若如此，不遄死兮更何俟。君不见山高海深人不测，古往今来转青碧。浅近轻浮莫与交，池卑只解生荆棘。谁道黄金如粪土，张耳陈馀断消息。行路难，行路难，君自看。"
    },
    {
        "title": "杂曲歌辞·君子有所思行",
        "paragraph": "我爱正考甫，思贤作商颂。我爱扬子云，理乱皆如凤。\r\r振衣中夜起，露花香旖旎。扑碎骊龙明月珠，\r\r敲出凤凰五色髓。陋卷萧萧风析析，缅想斯人胜珪璧。\r\r寂寥千载不相逢，无限区区尽虚掷。君不见沈约道，\r\r佳人不在兹，春光为谁惜。\r\r安得龙猛笔，点石为黄金。散为酷吏家，使无贪残心。\r\r甘棠密叶成翠幄，款凤不来天地塞。所以倾国倾城人，\r\r如今如今不可得。\r\r\r"
    },
    {
        "title": "观棋",
        "paragraph": "争先刘与项，得势楚侵秦。本是知心友，翻成敌国人。运筹争劫杀，败局在逡巡。袖手旁观者，机深亦损神。"
    },
    {
        "title": "相和歌辞·善哉行",
        "paragraph": "有美一人兮婉如清扬，识曲别音兮令姿煌煌。绣袂捧琴兮登君子堂，如彼萱草兮使我忧忘。欲赠之以紫玉尺，白银珰，久不见之兮湘水茫茫。"
    },
    {
        "title": "杂曲歌辞·杞梁妻",
        "paragraph": "秦之无道兮四海枯，筑长城兮遮北胡。筑人筑土一万里，杞梁贞妇啼呜呜。上无父兮中无夫，下无子兮孤复孤。一号城崩塞色苦，再号杞梁骨出土。疲魂饥魄相逐归，陌上少年莫相非。"
    },
    {
        "title": "杂曲歌辞·少年行三首",
        "paragraph": "锦衣鲜华手擎鹘，闲行气貌多轻忽。稼穑艰难总不知，五帝三皇是何物。自拳五色球，迸入他人宅。却捉苍头奴，玉鞭打一百。面白如削玉，猖狂曲江曲。马上黄金鞍，适来新赌得。"
    },
    {
        "title": "琴曲歌辞·白雪歌",
        "paragraph": "列鼎佩金章，泪眼看风枝。却思食藜藿，身作屠沽儿。负米无远近，所希升斗归。为人无贵贱，莫学鸡狗肥。斯言如不忘，别更无光辉。斯言如或忘，即安用人为。"
    },
    {
        "title": "杂曲歌辞·轻薄篇二首",
        "paragraph": "绣林锦野，春态相压。谁家少年，马蹄蹋蹋。斗鸡走狗夜不归，一掷赌却如花妾。惟云不颠不狂，其名不彰，悲夫！木落萧萧，蛩鸣唧唧。不觉朱蔫脸红，霜劫鬓漆。世途多事，泣向秋日。方吟少壮不努力，老大徒伤悲，如何？"
    },
    {
        "title": "相和歌辞·阳春曲",
        "paragraph": "为口莫学阮嗣宗，不言是非非至公。为手须似朱云辈，折槛英风至今在。男儿结发事君亲，须斅前贤多慷慨。历数雍熙房与杜，魏公姚公宋开府。尽向天上仙宫闲处坐，何不却辞上帝下下土，忍见苍生苦苦苦。"
    },
    {
        "title": "相和歌辞·苦寒行",
        "paragraph": "北风北风，职何严毒，摧壮士心，缩金乌足。冻云嚣嚣碍雪，一片下不得。声绕枯桑，根在沙塞。黄河彻底，顽直到海。一气搏束，万物无态。唯有吾庭前杉松树枝，枝枝健在。"
    },
    {
        "title": "杂曲歌辞·夜夜曲",
        "paragraph": "蟪蛄切切风骚骚，芙蓉喷香蟾蜍高。孤灯耿耿征妇劳，更深扑落金错刀。"
    },
    {
        "title": "相和歌辞·胡无人行",
        "paragraph": "霍嫖姚，赵充国，天子将之平朔漠。肉胡之肉，烬胡帐幄，千里万里，惟留胡之空壳。边风萧萧，榆叶初落，杀气昼赤，枯骨夜哭。将军既立殊勋，遂有胡无人曲。我闻之。天子富有四海，德被无垠。但令一物得所，八表来宾，亦何必令彼胡无人。"
    },
    {
        "title": "宫怨二首",
        "paragraph": "尘满金炉不炷香，黄昏独自立重廊。笙歌何处承恩宠，一一随风入上阳。长门槐柳半萧疏，玉辇沈思恨有馀。红泪渐消倾国态，黄金谁为达相如。"
    },
    {
        "title": "相和歌辞·宫怨",
        "paragraph": "尘满金炉不炷香，黄昏独自立重廊。笙歌何处承恩宠，一一随风入上阳。长门槐柳半萧疏，玉辇沉思恨有馀。红泪旋销倾国态，黄金谁为达相如。"
    },
    {
        "title": "句",
        "paragraph": "为学未能识肩背，读书万卷空亡羊。"
    },
    {
        "title": "留别杨慈湖之鹅湖",
        "paragraph": "任地从天景孰真，何须向北定三辰。天涯未遇蜃楼市，仙峤偏多采药人。分手传资每歧路，知心讲道更情亲。离亭信宿梅花驿，只恐霏霏雨雪频。"
    },
    {
        "title": "三月晦日即席和章师侍郎",
        "paragraph": "玉帐清无一点尘，浃旬休暇乐延宾。二天共醉千钟酒，三月惟余一日春。风急鸟雏犹唤友，雨晴燕子也留人。骊珠八七盈怀袖，归去行囊喜不贫。"
    },
    {
        "title": "和阎帅侍郎见寄",
        "paragraph": "继祖岁在丙午少城试闱，与宪车张大著、涪陵卢史君诸公酬唱，不谓误蒙安抚侍郎赏许。兹承宠赐汉中所和七诗，敛袵庄诵，舂容大篇，寂寥短章，皆一代之杰作，骊珠宝璐，知所守宝矣。唐人有言尝于诗集中曾相见，继祖晚出无闻，何以辱大君子见知于未尝参觌之初，是以益自奋励，不敢怠弃以负鉴裁。抑闻韩子苍谓作诗文必得印可，乃自不疑，是以前辈汲汲求知也。因尽用前韵赓赋。"
    },
    {
        "title": "和阎帅侍郎见寄",
        "paragraph": "全荆百万兵屯云，甲光耀日争晶荧。中有诗书礼乐师，声色不动今孔明。幕府昼闲多啸咏，风流文采被诸生。嗟予入蜀四载久，根未得承謦欬声。今为属县方托迹，似闻号召将朝京。荆州一纸贤十部，字画飞动诗语清。居然二妙到蔀屋，再拜庄诵心已倾。忆昔锦城秋月里，张侯更迭赋歌行。人生聚散不可料，如月圆缺与阴晴。岂期斐章辱赐和，骊珠宝璐箧笥盈。傥因徐辟见孟子，有志未就公其成。"
    },
    {
        "title": "送合学袁尚书帅蜀",
        "paragraph": "平章西事久仪图，朝有佥言帝曰俞。竟识向来袁彦道，无忧今有管夷吾。汉中席卷三秦定，卞子功成两虎俱。根本所先能用蜀，况乘兴运即擒胡。蜀备三边北最多，西南未易便包戈。嗟哉作俑茶盐酒，久矣疲民战守和。筑室道谋须勇决，养鱼沸鼎益烦苛。归来便把中书笔，留与儿童日咏歌。"
    },
    {
        "title": "送合学袁尚书帅蜀",
        "paragraph": "兵书一箧老空休，尚记当年寓益州。扪虱盖尝谈世事，脍鲈聊复寄扁舟。我方泥饮夸严尹，公喜逢时过武侯。作此短歌怀感遇，运斤班郢独包羞。"
    },
    {
        "title": "次瞿塘寄呈杨帅",
        "paragraph": "转柁边楼隔夕阳，竹枝歌断送飞航。敢同计事追韩信，每辱扬鞭问葛强。雁影入江三峡冷，猿音呼月五更长。功名岁晚貂裘弊，归鬓应怜已点霜。"
    },
    {
        "title": "和黄叔万游西湖韵",
        "paragraph": "城西去天才尺五，溯游从之不修阻。西湖春水涨旧痕，葡萄盎盎浮春醑。鱼成队阵影虚游，禽呼友朋声乐与。船行是处有佳趣，芳草和烟为断浦。小桥曲径能深幽，疑在阆风与玄圃。花飞犹有半妆在，柳长尚作画眉妩。酒中之仙仅八人，把杯谁是湖山主。楼台倒影俯清漪，密树摇风翠交舞。妙处政自落笔难，安得君房妙言语。只将剧饮饯残春，一醉忘形到尔汝。黄香可人招不来，云烟落纸英词吐。三年与君巴峡游，至今诗名播西土。金华不生有嫡孙，一时纸贵人争睹。维莫之春作兹游，绝忆苏仙赋东武。从今风月三千篇，要扫冰溪九万楮。芰荷立水更重游，当戒行厨治尊俎。"
    },
    {
        "title": "山斋诗",
        "paragraph": "置之一壑谢鲲像，画入三峰潘阆图。二子居山真得趣，山斋曾为写真无。"
    },
    {
        "title": "送杨侍郎帅江陵",
        "paragraph": "王眷勤三接，儒流见一真。维申柔且直，于尹学焉臣。玉弦当调化，金城要得人。行看司马相，端委静边尘。"
    },
    {
        "title": "送杨侍郎帅江陵",
        "paragraph": "蜀道登门日，于今十五秋。恩勤怀荐祢，飘泊久依刘。兹辍中台望，将宽北顾忧。望之多献纳，有欲为王留。"
    },
    {
        "title": "题归州黄教授鲁斋",
        "paragraph": "鲁斋居士自忘机，丈席凝尘日下帷。甫也犹为老宾客，参乎独得道精微。奏篇已草三千牍，大厦当求四十围。行矣道山邻日月，未容巴蜀久相依。"
    },
    {
        "title": "俞舜俞作墨梅八轴皆取古人诗句请余赋之",
        "paragraph": "天生万物俱森罗，诗人于梅诗独多。不言成蹊桃与李，何敢当此不类歌。由来画中有新诗，俞君造次以笔追。浑然莫知诗画异，手与心犹不自知。红杏花开惊羯鼓，虞美草认歌声舞。笔能招此玉梅梦，花非解语如欲语。我生身世两茫茫，独与此花交分长。书窗有月半弄影，山驿无风远有香。溪流落英送我别，谁念孤芳增皎洁。此时我有万斛愁，吹断参差山石裂。吴霜忽点双鬓华，故人各在天一涯。南望一枝书断绝，临风不复三叹嗟。天花何曾着禅定，百忧炼心澄古井。世有铁心石肠人，举似我诗应首肯。"
    },
    {
        "title": "上扬州钱帅",
        "paragraph": "名世半千推硕德，淮南第一是扬州。一尘不动边民乐，知有威声慑虏酋。人谓儒生将略疏，世人无未识真儒。天下武夫俱夺气，钱公赤手缚于菟。丰水有芑岂不仕，论者以为数世仁。寿皇所以遗嗣圣，如此真材有几人。夷虏久知唐李揆，近闻松漠搞毡车。虏在目中余事耳，不烦遥度扫穹庐。天津桥上骑驴客，儒者知兵似晋公。五大在边非所称，谋谟合在庙堂中。春风十里杨花路，天下花中独有琼。樽俎折冲多胜赏，一时纸贵有诗声。淮南好客词人盛，风雅而来大小山。旧客尚余枚叟在，秋风零落鬓毛班。联名雁塔终呈再，讨贼螺川又几年。范叔一寒今若此，绨袍或有故人怜。少陵去阆依严郑，彭泽还家太守贤。北道主人天下士，何须羞涩问囊钱。万事消磨独有诗，人言此派在江西。所期诵句百僚上，佳士由来经品题。"
    },
    {
        "title": "送洪内翰知太平府",
        "paragraph": "文章有正派，此派公独传。中绝仅如线，鸾胶真续弦。自有乘法累，吾道几弃捐。相挻入茫昧，一律争谈玄。谁洗新学肠，少愈自圣颠。斯文日琢丧，未丧关诸天。上帝实惠顾，为时生此贤。高文破崖岸，天地登大全。论事似陆贽，实录如史迁。绪余寄吟咏，直追风雅篇。根本于丘轲，道德其渊源。如奏清庙瑟，三叹遗音存。如闻阳春曲，和者奚寡焉。公昔在西掖，丝纶代王言。胥吏俱腕脱，思涌惊飞泉。玉堂久挥翰，夜席屡为前。禁中得颇牧，可但词采专。草书招赞普，传檄定幽燕。欲清塞北尘，自许素志坚。经纶天下手，经纶天下手，绘像期凌烟。异论忽矛盾，去国可翩然。申伯宣辅相，有时于蕃宣。帆锦落天东，寒色与江连。雪意聚忽散，雁字整复偏。行行采石江，斗酒酹谪仙。古来文士贵，宠数极异恩。金井沃醉面，落笔动至尊。愿言投谮者，以雪千载冤。伟哉扶靴气，宁复事拘变质挛。异世傥周调，一系五湖船。"
    },
    {
        "title": "送杨寺丞浑父帅安康",
        "paragraph": "杨子声名鹤在阴，诗书作帅有谋深。开关入洛平如掌，击楫中流酬此心。胡运只今那得久，齐疆指日自归侵。君当草奏摅忠愤，所领州名力去金。"
    },
    {
        "title": "送直阁刘郎中知平江府",
        "paragraph": "星郎星使两俱优，三辅黄图帝选侯。万里登沪超弱水，一轮有月照苏州。刀飞雪缕夸鲈脍，云作奇峰簇虎丘。太守能书传宝帖，洞庭应寄杼千头。"
    },
    {
        "title": "游西湖用中字韵呈直院高舍人",
        "paragraph": "制兼内外文章伯，远过当年高侍中。运笔不停池水黑，举觞未厌酒珠红。泛舟但仰膺门峻，登岘夫何湛辈同。傥以言诗许商赐，诗工宁复恨人穷。"
    },
    {
        "title": "爱民堂为涪陵卢使君题",
        "paragraph": "我来盛山郡，从公岁及朞。公之字鳏寡，乳保于婴儿。公去再改岁，所去尤见思。至今盛山民，敬奉卢公祠。借留既不遂，涪江移州麾。两地虽少异，所爱则均施。去秋少城役，与公同试闱。把臂道畴昔，耿耿青灯期。对床风雨夜，夜语惊闻鸡。日有文字乐，唱酬多新诗。讫事遍游览，扁舟更同归。涪陵五日留，民物何熙熙。道中行歌者，拍手童稚嬉。终岁闾里间，不闻吏卒追。皆曰贤太守，父母其忍欺。政成多休暇，百废举无遗。美哉轮奂新，有堂崇故基。名堂形至意，爱民真天资。同时王别驾，誉处出一辞。醉余书榜字，银钩照江湄。有客涪陵来，称颂世所稀。坐想觞咏乐，形留而神驰。愿同争湛辈，记名千载垂。惟公甚盛德，岂待于发挥。当闻卜式语，治民适其宜。辟如牧羊者，败群当去之。雪霜与雨露，天以成四时。威克与刚克，要不伤于慈。公蕴经纶妙，未易坐井窥。因诗赞一二，以诏来者知。"
    },
    {
        "title": "次韵答李孟达通判索鄙诗",
        "paragraph": "删后无诗亦可忧，人言赋者古诗流。欲闻正始今安在，须向行秦以上求。玄酒大羹存至味，子虚亡是谩相酬。万人丛里谁人晓，独有夫君暗点头。"
    },
    {
        "title": "句",
        "paragraph": "起家红蓼岸，传世绿簑衣。自便牛背稳，却笑马蹄忙。"
    },
    {
        "title": "赠宣义大师英公",
        "paragraph": "禅得玄机笔得精，孤云光彩甚分明。毫端落纸堪为宝，海内无人不重名。山约终归双履在，髭因凉剃一刀轻。何妨换取群鹅了，却与迷徒指化城。"
    },
    {
        "title": "句",
        "paragraph": "沽酒频留客，围棋不计功。"
    },
    {
        "title": "百福寺薰风堂",
        "paragraph": "筑室最高处，轩窗八面通。凿山流乳液，开户纳薰风。巾履随凉设，花瓜与客同。我来资解愠，不羡楚王雄。"
    },
    {
        "title": "新安采樵行",
        "paragraph": "种粟上山椒，种禾水没腰。田家作苦不如樵，炊桂之地甚不遥。一艘千束莫复朝，顺风顺水不动桡。归来醉饱吹短箫，野花插鬓樵女娇。农夫忍饥自芸苗，粟米自熟腹自枵。明年卖田卖山去，谁能辛苦输王赋。"
    },
    {
        "title": "哀扇工歌",
        "paragraph": "某州竹扇名字著，织扇供官困追捕。使君开府未浃旬，欲戴纶巾挥白羽。新模巧制旋剪裁，百中无一中程度。犀革镌柄出虫鱼，麝煤熏纸生烟雾。蕺山老姥羞翰墨，汉宫佳人掩纨素。衙内白取知何名，帐下雄拿不知数。供输不办箠楚频，一朝赴水将谁诉。使君崇重了不闻，呜呼何以慰黎庶。闻道园家卖菜翁，又说江头打鱼户。号令亟下须所无，官不与钱期限遽。归来痛哭辞妻儿，宿昔投缳挂枯树。一双婉婉良家子，吏兵夺取名为顾。弟兄号叫邻里惊，两家吞声丧其妪。死者已矣可奈何，冤魂成群空号呼。杀人纵欲势位尊，贪残无道天所怒。邦人蓄愤不敢言，君其拊马章台路。"
    },
    {
        "title": "见日庵旧址",
        "paragraph": "跨鹤骖鸾访穉川，松风吹散铁桥烟。联登百步眼万里，长啸一声身九天。倚大石楼敲竹杖，蹑飞云顶着吟鞭。而今饱挹罗浮秀，未服灵丹亦是仙。"
    },
    {
        "title": "奉和九月九日圣制登慈恩寺浮图应制",
        "paragraph": "飞塔云霄半，清晨羽旆游。登临凭季月，寥廓见中州。\r\r御酒新寒退，天文瑞景留。辟邪将献寿，兹日奉千秋。\r\r\r"
    },
    {
        "title": "奉和登骊山高顶寓目应制",
        "paragraph": "名山何壮哉，玄览一徘徊。御路穿林转，旌门倚石开。烟霞肘后发，河塞掌中来。不学蓬壶远，经年犹未回。"
    },
    {
        "title": "句",
        "paragraph": "悲翠列成千嶂碧，琉璃泻出两溪寒。"
    },
    {
        "title": "相和歌辞·野田黄雀行",
        "paragraph": "高树风多，吹尔巢落。深蒿叶暖，宜尔依薄。莫近鸱类，珠网亦恶。饮野田之清水，食野田之黄粟。深花中睡，土孛土里浴。如此即全胜啄太仓之谷，而更穿人屋。"
    },
    {
        "title": "相和歌辞·上留田",
        "paragraph": "父不父，兄不兄，上留田，蝥贼生。徒陟冈，泪峥嵘。我欲使诸凡鸟雀，尽变为鹡鸰；我欲使诸凡草木，尽变为田荆。邻人歌，邻人歌，古风清，清风生。"
    },
    {
        "title": "昭君村",
        "paragraph": "黄沙漫空天一色，漠北阴山断行迹。明妃辞汉适单于，委骨胡沙无来日。心事欲向瑟琶传，天荒地老何人识。胡雁经年去会还，汉月几夜圆复缺。雁飞那解寄音尘，月明不管人愁绝。冢上千年不改青，怨入边风与羌笛。谁为君王设此谋，纵杀画工果何益。至今犹使昭君村，月发炙面殊不惜。汉已无策唐效之，公主沦弃豺狼域。何不设备御狂胡，人言仲舒计已疏。不以女色媚穹庐，圣宋之德千古无。"
    }
]