[
    {
        "title": "秋晓风日偶忆淇上",
        "paragraph": "秋云洗晨光，庭树碧已散。风期偶然照，水石若在眼。清淇忆晓涉，尘虑得初盥。日色马上明，波痕鹭边浅。沦漪自然绿，空秀不可限。樵汲带清景，望望使步缓。自从闭门来，屡见王路蹇。泽衰怀绿猗，道难惧蓬转。情闲地仍幽，物扰理自遣。谁谓山水深，方从寸心远。某恶鼠，破家求良猫。厌以腥膏，眠以毡罽。猫既饱且安，率不食鼠，甚者与鼠游戏，鼠以故益暴。某怒，遂不复蓄猫，以为天下无良猫也。是无猫邪，是不会蓄猫也。知己一人谁是？已矣。赢得误他生。有情终古似无情，别语悔分明。莫道芳时易度，朝暮。珍重好花天。为伊指点再来缘，疏雨洗遗钿。花谢花飞花满天，红消香断有谁怜？游丝软系飘春榭，落絮轻沾扑绣帘。闺中女儿惜春暮，愁绪满怀无释处。手把花锄出绣帘，忍踏落花来复去。柳丝榆荚自芳菲，不管桃飘与李飞；桃李明年能再发，明年闺中知有谁？三月香巢已垒成，梁间燕子太无情！明年花发虽可啄，却不道人去梁空巢也倾。一年三百六十日，风刀霜剑严相逼；明媚鲜妍能几时，一朝漂泊难寻觅。花开易见落难寻，阶前愁杀葬花人，独倚花锄泪暗洒，洒上空枝见血痕。杜鹃无语正黄昏，荷锄归去掩重门；青灯照壁人初睡，冷雨敲窗被未温。怪奴底事倍伤神？半为怜春半恼春。怜春忽至恼忽去，至又无言去未闻。昨宵庭外悲歌发，知是花魂与鸟魂？花魂鸟魂总难留，鸟自无言花自羞；愿侬此日生双翼，随花飞到天尽头。天尽头，何处有香丘？未若锦囊收艳骨，一抔净土掩风流。质本洁来还洁去，强于污淖陷渠沟。尔今死去侬收葬，未卜侬身何日丧？侬今葬花人笑痴，他年葬侬知是谁？试看春残花渐落，便是红颜老死时；一朝春尽红颜老，花落人亡两不知！——程高通行本花谢花飞飞满天，红消香断有谁怜？游丝软系飘春榭，落絮轻沾扑绣帘。闺中女儿惜春暮，愁绪满怀无释处。手把花锄出绣帘，忍踏落花来复去？柳丝榆荚自芳菲，不管桃飘与李飞。桃李明年能再发，明年闺中知有谁？三月香巢已垒成，梁间燕子太无情！明年花发虽可啄，却不道人去梁空巢也倾。一年三百六十日，风刀霜剑严相逼。明媚鲜妍能几时？一朝漂泊难寻觅。花开易见落难寻，阶前闷死葬花人。独倚花锄泪暗洒，洒上空枝见血痕。杜鹃无语正黄昏，荷锄归去掩重门。青灯照壁人初睡，冷雨敲窗被未温。怪奴底事倍伤神？半为怜春半恼春。怜春忽至恼忽去，至又无言去不闻。昨宵庭外悲歌发，知是花魂与鸟魂。花魂鸟魂总难留，鸟自无言花自羞。愿奴胁下生双翼，随花飞到天尽头。天尽头，何处有香丘？未若锦囊收艳骨，一抷净土掩风流！质本洁来还洁去，强于污淖陷渠沟。尔今死去侬收葬，未卜侬身何日丧？侬今葬花人笑痴，他年葬侬知有谁？试看春残花渐落，便是红颜老死时。一朝春尽红颜老，花落人亡两不知！——甲戌本花谢花飞花满天，红消香断有谁怜？游丝软系飘春榭，落絮轻沾扑绣帘。帘中女儿惜春莫，愁绪满怀无处诉。手把花锄出绣帘，忍踏落花来复去？柳丝榆荚自芳菲，不管桃飘与柳飞。桃李明年能再发，明岁闺中知有谁？三月香巢已垒成，梁间燕子太无情！明年花发虽可啄，却不道人去梁空巢也倾。一年三百六十日，风刀霜剑严相逼。明媚鲜妍能几时？一朝漂泊难寻觅。花开易见落难寻，阶前闷杀葬花人。独把香锄泪暗洒，洒上花枝见血痕。杜鹃无语正黄昏，荷锄归去掩重门。青灯照壁人初睡，冷雨敲窗被未温。怪奴底事倍伤神？半为怜春半恼春。怜春忽至恼忽去，至又无言去不闻。昨宵庭外悲歌发，知是花魂与鸟魂。花魂鸟魂总难留，鸟自无言花自羞。愿奴胁下生双翼，随花飞落天尽头。天尽头，何处有香丘？未若锦囊收艳骨，一抔冷土掩风流。质本洁来还洁去，强于污淖陷渠沟。尔今死去奴收葬，未卜奴身何日亡？奴今葬花人笑痴，他年葬奴知是谁？试看春残花渐落，便是红颜老死时！一朝春尽红颜老，花落人亡两不知。——周汝昌校本",
        "author": "清代",
        "poem_class": "秋天",
        "dynasty": "王闿运"
    },
    {
        "title": "秋夕清泛",
        "paragraph": "弄月吹箫过石湖，冷香摇荡碧芙蕖。贪寻旧日鸥边宿，露湿船头数轴书。霁天欲晓未明间，满目奇峰总可观。却有一峰忽然长，方知不动是真山。彭城夜宿燕子楼，梦盼盼，因作此词。明月如霜，好风如水，清景无限。曲港跳鱼，圆荷泻露，寂寞无人见。紞如三鼓，铿然一叶，黯黯梦云惊断。夜茫茫，重寻无处，觉来小园行遍。 天涯倦客，山中归路，望断故园心眼。燕子楼空，佳人何在，空锁楼中燕。古今如梦，何曾梦觉，但有旧欢新怨。异时对，黄楼夜景，为余浩叹。 富家不用买良田，书中自有千钟粟。安居不用架高堂，书中自有黄金屋。出门莫恨无人随，书中车马多如簇。娶妻莫恨无良媒，书中自有颜如玉。男儿欲遂平生志，五经勤向窗前读。",
        "author": "宋代",
        "poem_class": "秋天",
        "dynasty": "武衍"
    },
    {
        "title": "秋日",
        "paragraph": "返照入闾巷，忧来谁共语？古道少人行，秋风动禾黍。挽弓当挽强，用箭当用长。射人先射马，擒贼先擒王。杀人亦有限，列国自有疆。苟能制侵陵，岂在多杀伤。孤雁不饮啄，飞鸣声念群。谁怜一片影，相失万重云？望尽似犹见，哀多如更闻。野鸦无意绪，鸣噪自纷纷。幽兰露，如啼眼。无物结同心，烟花不堪剪。草如茵，松如盖。风为裳，水为佩。油壁车，夕相待。冷翠烛，劳光彩。西陵下，风吹雨。",
        "author": "唐代",
        "poem_class": "秋天",
        "dynasty": "耿玮"
    },
    {
        "title": "朝天子·秋夜吟",
        "paragraph": "梵宫、晚钟。落日蝉声送。半规凉月半帘风，骚客情尤重。何处楼台，笛声悲动？二毛斑秋夜永。楚峰，几重？遮不断相思梦。春草细还生，春雏养渐成。茸茸毛色起，应解自呼名。江城歌吹风流，雨过平山，月满西楼。几许年华，三生醉梦，六月凉秋。按锦瑟佳人劝酒，卷朱帘齐按凉州。客去还留，云树萧萧，河汉悠悠。疑是杨妃在，怎脱马嵬灾？曾与明皇捧砚来，美脸风流杀。叵奈挥毫李白，觑着娇态，洒松烟点破桃腮。",
        "author": "元代",
        "poem_class": "秋天",
        "dynasty": "李致远"
    },
    {
        "title": "湘江秋晓",
        "paragraph": "爽气荐金风，新凉入衣袂。朝露流青桐，旭日光生媚。轩窗坐临江，烟影浮轻翠。竹树带飞岚，荇藻俱明丽。双鸥浴回波，蹴荡晴光坠。风帆云外来，隐见都深致。渔网次第张，钓饵各呈技。苟得亦偶然，贪求本无谓。远雁下平沙，嘹亮遗凄唳。幽怀本不穷，况当心目费。淡淡横朝烟，脉脉深秋思。红霞一片海上来，照我楼上华筵开。倾觞绿酒忽复尽，楼中谪仙安在哉。谪仙之楼楼百尺，笥河先生文章伯，风流仿佛楼中人，千一百年来此客。是日江上彤云开，天门淡扫双娥眉。江从慈姥矶边转，潮到燃犀亭下回。青山对面客起舞，彼此青莲一抔土。若论七尺归蓬蒿，此楼作客山是主。若论醉月来江滨，此楼作主山作宾。长星动摇若无色，未必常作人间魂。身后苍凉尽如此，俯仰悲歌一徒尔。杯底空余今古愁，眼前忽尽东南美。高会题诗最上头，姓名未死重山丘。请将诗卷掷江水，定不与江东向流。寸寸微云，丝丝残照，有无明灭难消。正断魂魂断，闪闪摇摇。望望山山水水，人去去，隐隐迢迢。从今后，酸酸楚楚，只似今宵。青遥。问天不应，看小小双卿，袅袅无聊。更见谁谁见，谁痛花娇？谁望欢欢喜喜，偷素粉，写写描描？谁还管，生生世世，夜夜朝朝。韶华争肯偎人住？已是滔滔去。西风无赖过江来，历尽千山万水几时回？秋声带叶萧萧落，莫响城头角！浮云遮月不分明，谁挽长江一洗放天青？",
        "author": "清代",
        "poem_class": "秋天",
        "dynasty": "刘道著"
    },
    {
        "title": "秋日登扬州西灵塔",
        "paragraph": "宝塔凌苍苍，登攀览四荒。顶高元气合，标出海云长。万象分空界，三天接画梁。水摇金刹影，日动火珠光。鸟拂琼帘度，霞连绣栱张。目随征路断，心逐去帆扬。露浴梧楸白，霜催橘柚黄。玉毫如可见，于此照迷方。糁径杨花铺白毡，点溪荷叶叠青钱。笋根雉子无人见，沙上凫雏傍母眠。乌啼鹊噪昏乔木，清明寒食谁家哭。风吹旷野纸钱飞，古墓垒垒春草绿。棠梨花映白杨树，尽是死生别离处。(别离 一作：离别)冥冥重泉哭不闻，萧萧暮雨人归去。打起黄莺儿，莫教枝上啼。啼时惊妾梦，不得到辽西。",
        "author": "唐代",
        "poem_class": "秋天",
        "dynasty": "李白"
    },
    {
        "title": "生查子·秋社",
        "paragraph": "当楼月半奁，曾买菱花处。愁影背阑干，素发残风露。 神前鸡酒盟，歌断秋香户。泥落画梁空，梦想青春语。堆枕乌云堕翠翘。午梦惊回，满眼春娇。嬛嬛一袅楚宫腰。那更春来，玉减香消。柳下朱门傍小桥。几度红窗，误认鸣镳。断肠风月可怜宵。忍使恹恹，两处无聊。年来鞍马困尘埃，赖有青山豁我怀。日暮北风吹雨去，数峰清瘦出云来。戎州登临胜景，未尝不歌渔父家风，以谢江山。门生请问：先生家风如何？为拟金华道人作此章。一波才动万波随，蓑笠一钩丝。金鳞正在深处，千尺也须垂。吞又吐，信还疑，上钩迟。水寒江静，满目青山，载月明归。",
        "author": "宋代",
        "poem_class": "秋天",
        "dynasty": "吴文英"
    },
    {
        "title": "三堂东湖作",
        "paragraph": "满塘秋水碧泓澄，十亩菱花晚镜清。景动新桥横螮蝀，岸铺芳草睡。蟾投夜魄当湖落，岳倒秋莲入浪生。何处最添诗客兴，黄昏烟雨乱蛙声。落莫谁家子，来感长安秋。壮年抱羁恨，梦泣生白头。瘦马秣败草，雨沫飘寒沟。南宫古帘暗，湿景传签筹。家山远千里，云脚天东头。忧眠枕剑匣，客帐梦封侯。银烛吐青烟，金樽对绮筵。离堂思琴瑟，别路绕山川。明月隐高树，长河没晓天。悠悠洛阳道，此会在何年。鸡鸣紫陌曙光寒，莺啭皇州春色阑。金阙晓钟开万户，玉阶仙仗拥千官。花迎剑珮星初落，柳拂旌旗露未干。独有凤凰池上客，阳春一曲和皆难。",
        "author": "唐代",
        "poem_class": "秋天",
        "dynasty": "韦庄"
    },
    {
        "title": "江上寄元六林宗",
        "paragraph": "霜落江始寒，枫叶绿未脱。客行悲清秋，永路苦不达。沧波眇川汜，白日隐天末。停棹依林峦，惊猿相叫聒。夜分河汉转，起视溟涨阔。凉风何萧萧，流水鸣活活。浦沙净如洗，海月明可掇。兰交空怀思，琼树讵解渴。勖哉沧洲心，岁晚庶不夺。幽赏颇自得，兴远与谁豁。黄河远上白云间，一片孤城万仞山。羌笛何须怨杨柳，春风不度玉门关。单于北望拂云堆，杀马登坛祭几回。汉家天子今神武，不肯和亲归去来。竹坞无尘水槛清，相思迢递隔重城。 秋阴不散霜飞晚，留得枯荷听雨声。怜君孤秀植庭中，细叶轻阴满座风。桃李盛时虽寂寞，雪霜多后始青葱。一年几变枯荣事，百尺方资柱石功。为谢西园车马客，定悲摇落尽成空。",
        "author": "唐代",
        "poem_class": "秋天",
        "dynasty": "李白"
    },
    {
        "title": "秋夜",
        "paragraph": "夜久叶露滴，秋虫入户飞。卧多骨髓冷，起覆旧绵衣。昨夜风开露井桃，未央前殿月轮高。 平阳歌舞新承宠，帘外春寒赐锦袍。渡远荆门外，来从楚国游。山随平野尽，江入大荒流。月下飞天镜，云生结海楼。仍怜故乡水，万里送行舟。故人西辞黄鹤楼，烟花三月下扬州。孤帆远影碧空尽，唯见长江天际流。 (唯 通：惟)",
        "author": "唐代",
        "poem_class": "秋天",
        "dynasty": "王建"
    },
    {
        "title": "齐天乐·竹深不放斜阳度",
        "paragraph": "竹深不放斜阳度，横披澹墨林沼。断莽平烟，残莎剩水，宜得秋深才好。荒亭旋扫。正著酒寒轻，弄花春小。障锦西风，半围歌袖半吟草。独游清兴易懒，景饶人未胜，乐事长少。柳下交车，尊前岸帻，同抚云根一笑。秋香未老。渐风雨西城，暗欹客帽。背月移舟，乱鸦溪树晓。春风吹碧，春云映绿，晓梦入芳裀。软衬飞花，远连流水，一望隔香尘。 萋萋多少江南恨，翻忆翠罗裙。冷落闲门，凄迷古道，烟雨正愁人。帘外五更风，吹梦无踪。画楼重上与谁同？记得玉钗斜拨火，宝篆成空。回首紫金峰，雨润烟浓。一江春浪醉醒中。留得罗襟前日泪，弹与征鸿。余囚北庭，坐一土室。室广八尺，深可四寻。单扉低小，白间短窄，污下而幽暗。当此夏日，诸气萃然：雨潦四集，浮动床几，时则为水气；涂泥半朝，蒸沤历澜，时则为土气；乍晴暴热，风道四塞，时则为日气；檐阴薪爨，助长炎虐，时则为火气；仓腐寄顿，陈陈逼人，时则为米气；骈肩杂遝，腥臊汗垢，时则为人气；或圊溷、或毁尸、或腐鼠，恶气杂出，时则为秽气。叠是数气，当之者鲜不为厉。而予以孱弱，俯仰其间，於兹二年矣，幸而无恙，是殆有养致然尔。然亦安知所养何哉？孟子曰：「吾善养吾浩然之气。」彼气有七，吾气有一，以一敌七，吾何患焉！况浩然者，乃天地之正气也，作正气歌一首。天地有正气，杂然赋流形。下则为河岳，上则为日星。于人曰浩然，沛乎塞苍冥。皇路当清夷，含和吐明庭。时穷节乃见，一一垂丹青。在齐太史简，在晋董狐笔。在秦张良椎，在汉苏武节。为严将军头，为嵇侍中血。为张睢阳齿，为颜常山舌。或为辽东帽，清操厉冰雪。或为出师表，鬼神泣壮烈。或为渡江楫，慷慨吞胡羯。或为击贼笏，逆竖头破裂。是气所磅礴，凛烈万古存。当其贯日月，生死安足论。地维赖以立，天柱赖以尊。三纲实系命，道义为之根。嗟予遘阳九，隶也实不力。楚囚缨其冠，传车送穷北。鼎镬甘如饴，求之不可得。阴房阗鬼火，春院閟天黑。牛骥同一皂，鸡栖凤凰食。一朝蒙雾露，分作沟中瘠。如此再寒暑，百沴自辟易。嗟哉沮洳场，为我安乐国。岂有他缪巧，阴阳不能贼。顾此耿耿存，仰视浮云白。悠悠我心悲，苍天曷有极。哲人日已远，典刑在夙昔。风檐展书读，古道照颜色。",
        "author": "宋代",
        "poem_class": "秋天",
        "dynasty": "吴文英"
    },
    {
        "title": "秋至怀归诗",
        "paragraph": "帐然集汉北，还望岨山田。沄沄百重壑，参差万里山。楚关带秦陇，荆云冠吴烟。草色敛穷水，木叶变长川。秋至帝子降，客人伤婵娟。试访淮海使，归路成数千。蓬驱未止极，旌心徒自悬。若华想无慰，忧至定伤年。同尽无贵贱，殊愿有穷伸。驰波催永夜，零露逼短晨。结我幽山驾，去此满堂亲。虚容遗剑佩，实貌戢衣巾。斗酒安可酌，尺书谁复陈。年代稍推远，怀抱日幽沦。人生良自剧，天道与何人。赍我长恨意，归为狐兔尘。巫山荐枕日，洛浦献珠时。一遇便如此，宁关先有期。幸非使君问，莫作罗敷辞。夜长眠复坐，谁知暗敛眉。欲寄同花烛，为照遥相思。听严风。来不息。望玄云。黝无色。曾冰烈。积羽幽。飞雪至。天山侧。",
        "author": "南北朝",
        "poem_class": "秋天",
        "dynasty": "江淹"
    },
    {
        "title": "早秋",
        "paragraph": "疏雨洗空旷，秋标惊意新。大热去酷吏，清风来故人。樽酒酌未酌，晓花颦不颦。铢秤与缕雪，谁觉老陈陈？边草，边草，边草尽来兵老。山南山北雪晴，千里万里月明。明月，明月，胡笳一声愁绝。嗟君此别意何如，驻马衔杯问谪居。巫峡啼猿数行泪，衡阳归雁几封书。青枫江上秋帆远，白帝城边古木疏。圣代即今多雨露，暂时分手莫踌躇。走马西来欲到天，辞家见月两回圆。今夜不知何处宿，平沙万里绝人烟。",
        "author": "唐代",
        "poem_class": "秋天",
        "dynasty": "杜牧"
    },
    {
        "title": "酬彭州萧使君秋中言怀",
        "paragraph": "右职移青绶，雄藩拜紫泥。江回玉垒下，气爽锦城西。 皋鹤惊秋律，琴乌怨夜啼。离居同舍念，宿昔奉金闺。轻舸迎上客，悠悠湖上来。当轩对尊酒，四面芙蓉开。(一作 对樽酒)鸡鸣紫陌曙光寒，莺啭皇州春色阑。金阙晓钟开万户，玉阶仙仗拥千官。花迎剑珮星初落，柳拂旌旗露未干。独有凤凰池上客，阳春一曲和皆难。楚塞三湘接，荆门九派通。江流天地外，山色有无中。郡邑浮前浦，波澜动远空。襄阳好风日，留醉与山翁。",
        "author": "唐代",
        "poem_class": "秋天",
        "dynasty": "羊士谔"
    },
    {
        "title": "江行无题一百首·其八十二",
        "paragraph": "远岸无行树，经霜有伴红。停船搜好句，题叶赠江枫。绿野堂开占物华，路人指道令公家。令公桃李满天下，何用堂前更种花。两竿落日溪桥上，半缕轻烟柳影中。多少绿荷相倚恨，一时回首背西风。我来竟何事，高卧沙丘城。城边有古树，日夕连秋声。鲁酒不可醉，齐歌空复情。思君若汶水，浩荡寄南征。",
        "author": "唐代",
        "poem_class": "秋天",
        "dynasty": "钱珝"
    },
    {
        "title": "小梁州·秋",
        "paragraph": "芙蓉映水菊花黄，满目秋光。枯荷叶底鹭鸶藏。金风荡，飘动桂枝香。〔幺〕雷峰塔畔登高望，见钱塘一派长江。湖水清，江湖漾，天边斜月，新雁两三行。羊续高高挂起，冯苦苦伤悲。大海边，长江内，多少渔矶？记得荆公旧日题：何处无鱼羹饭吃？当时郎官奉使出咸京，仙人千里来相迎。画船吹笛弄《绿水》，何意芳洲遗旧名。唐祠芜没知何代，惟有东流水长在。黎侯独起梁栋之，彷佛云中昔轩盖。南飞越鸟北飞鸿，今古悠悠去住同。富贵何如一杯酒，愁来无地酹西风。大别山高几千尺，隔城正与祠相值。青猿夜抱月光啼，挂在东湖之石壁。黎侯本在斗南家，枕戈犹自忆烟霞。祇拟将身报天子，不负胸中书五车。昨者相逢玉阙下，别来几日秋潇洒。黄叶当头乱打人，门前系著青骢马。君今归去钓晴湖，我亦明年辞帝都。若过湖边定相见，为问仙人安稳无。朝瀛洲暮舣湖滨，向衡麓寻诗，湘水寻春，泽国纫兰，汀州搴若，谁为招魂？空目断苍梧暮云，黯黄陵宝瑟凝尘，世态纷纷，千古长沙，几度词臣。",
        "author": "元代",
        "poem_class": "秋天",
        "dynasty": "贯云石"
    },
    {
        "title": "题衡翁扇头鞋书秋声赋",
        "paragraph": "碧梧庭院露华清，一叶翻阶鹤梦惊。绿发方瞳玉堂客，蝇头灯下写秋声。静坐闲观理自明，是非荣辱岂须争。一身常在闲中过，万事肯于先处行。嫩竹半欹听夜雨，晚云收尽看秋晴。两般清意谁能识，世事交游物外情。危楼樽酒赋蒹葭，南望潇湘水一涯。云麓半涵青海雾，岸枫遥映赤城霞。双飞日月驱神骏，半缺河山待女娲。学就屠龙空束手，剑锋腾踏绕霜花。青枫飒飒雨凄凄，秋色遥看入楚迷。谁向孤舟怜逐客，白云相送大江西。",
        "author": "明代",
        "poem_class": "秋天",
        "dynasty": "彭年"
    },
    {
        "title": "自梁园至敬亭山见会公谈陵阳山水兼期同游因有此赠",
        "paragraph": "我随秋风来，瑶草恐衰歇。中途寡名山，安得弄云月？渡江如昨日，黄叶向人飞。敬亭惬素尚，弭棹流清辉。冰谷明且秀，陵峦抱江城。粲粲吴与史，衣冠耀天京。水国饶英奇，潜光卧幽草。会公真名僧，所在即为宝。开堂振白拂，高论横青云。雪山扫粉壁，墨客多新文。为余话幽栖，且述陵阳美。天开白龙潭，月映清秋水。黄山望石柱，突兀谁开张？黄鹤久不来，子安在苍茫。东南焉可穷，山鸟飞绝处。稠叠千万峰，相连入云去。闻此期振策，归来空闭关。相思如明月，可望不可攀。何当移白足，早晚凌苍山？且寄一书札，令予解愁颜。木兰之枻沙棠舟，玉箫金管坐两头。美酒樽中置千斛，载妓随波任去留。仙人有待乘黄鹤，海客无心随白鸥。屈平辞赋悬日月，楚王台榭空山丘。兴酣落笔摇五岳，诗成笑傲凌沧洲。功名富贵若长在，汉水亦应西北流。楚水巴山江雨多，巴人能唱本乡歌。今朝北客思归去，回入纥那披绿罗。剑外忽传收蓟北，初闻涕泪满衣裳。却看妻子愁何在，漫卷诗书喜欲狂。白日放歌须纵酒，青春作伴好还乡。即从巴峡穿巫峡，便下襄阳向洛阳。",
        "author": "唐代",
        "poem_class": "秋天",
        "dynasty": "李白"
    },
    {
        "title": "望荆山",
        "paragraph": "奉义至江汉，始知楚塞长。南关绕桐柏，西岳出鲁阳。寒郊无留影，秋日悬清光。悲风桡重林，云霞肃川涨。岁宴君如何，零泪沾衣裳。玉柱空掩露，金樽坐含霜。一闻苦寒奏，再使艳歌伤。槐香欲覆井，杨柳正藏鸦。山炉好无比，玉构火窗赊。床头辟绳结，镜上领巾斜。铁镬种梁子，铜枢生枣花。开门抛水柱，城按特言家。河汉纵且横，北斗横复直。星汉空如此，宁知心有忆？孤灯暧不明，寒机晓犹织。零泪向谁道，鸡鸣徒叹息。自君之别矣，不复染膏脂。南风送归雁，聊以寄相思。",
        "author": "南北朝",
        "poem_class": "秋天",
        "dynasty": "江淹"
    },
    {
        "title": "池上",
        "paragraph": "朝来行药向秋池，池上秋深病不知。一树木犀供夜雨，清香移在菊花枝。三年枕上吴中路。遣黄耳、随君去。若到松江呼小渡。莫惊鸥鹭，四桥尽是，老子经行处。辋川图上看春暮。常记高人右丞句。作个归期天已许。春衫犹是，小蛮针线，曾湿西湖雨。竹外桃花三两枝，春江水暖鸭先知。蒌蒿满地芦芽短，正是河豚欲上时。两两归鸿欲破群，依依还似北归人。遥知朔漠多风雪，更待江南半月春。江头落日照平沙，潮退渔船阁岸斜。白鸟一双临水立，见人惊起入芦花。",
        "author": "宋代",
        "poem_class": "秋天",
        "dynasty": "赵师秀"
    },
    {
        "title": "登梅冈望金陵赠族侄高座寺僧中孚",
        "paragraph": "钟山抱金陵，霸气昔腾发。天开帝王居，海色照宫阙。群峰如逐鹿，奔走相驰突。江水九道来，云端遥明没。时迁大运去，龙虎势休歇。我来属天清，登览穷楚越。吾宗挺禅伯，特秀鸾凤骨。众星罗青天，明者独有月。冥居顺生理，草木不剪伐。烟窗引蔷薇，石壁老野蕨。吴风谢安屐，白足傲履袜。几宿一下山，萧然忘干谒。谈经演金偈，降鹤舞海雪。时闻天香来，了与世事绝。佳游不可得，春风惜远别。赋诗留岩屏，千载庶不灭。桃红复含宿雨，柳绿更带朝烟。(朝烟 一作：春烟)花落家童未扫，莺啼山客犹眠。摧折不自守，秋风吹若何。暂时花戴雪，几处叶沉波。体弱春风早，丛长夜露多。江湖后摇落，亦恐岁蹉跎。井底引银瓶，银瓶欲上丝绳绝。石上磨玉簪，玉簪欲成中央折。瓶沉簪折知奈何？似妾今朝与君别。忆昔在家为女时，人言举动有殊姿。婵娟两鬓秋蝉翼，宛转双蛾远山色。笑随戏伴后园中，此时与君未相识。妾弄青梅凭短墙，君骑白马傍垂杨。墙头马上遥相顾，一见知君即断肠。知君断肠共君语，君指南山松柏树。感君松柏化为心，暗合双鬟逐君去。到君家舍五六年，君家大人频有言。聘则为妻奔是妾，不堪主祀奉蘋蘩。终知君家不可住，其奈出门无去处。岂无父母在高堂？亦有亲情满故乡。潜来更不通消息，今日悲羞归不得。为君一日恩，误妾百年身。寄言痴小人家女，慎勿将身轻许人！",
        "author": "唐代",
        "poem_class": "秋天",
        "dynasty": "李白"
    },
    {
        "title": "河传·秋光满目",
        "paragraph": "秋光满目。风清露白，莲红水绿。何处梦回？弄珠拾翠盈盈，倚兰桡，眉黛蹙。采莲调稳，吴侣声相续，倚棹吴江曲。鹭起暮天，几双交颈鸳鸯，入芦花，深处宿。二仪开混沌，一气蕴精灵。石乳通龙井，天风老鹤汀。江山自吴楚，寰宇际沧溟。便欲抛尘俗，寻真向草亭。陇云暗合秋天白，俯窗独坐窥烟陌。楼际角重吹，黄昏方醉归¤荒唐难共语，明日还应去。上马出门时，金鞭莫与伊。呜呜晓角调如语，画楼三会喧雷鼓。枕上梦方残，月光铺水寒¤蛾眉应敛翠，咫尺同千里。宿酒未全消，满怀离恨饶。锦茵闲衬丁香枕，银釭烬落犹慵寝。颙坐遍红炉，谁知情绪孤¤少年狂荡惯，花曲长牵绊。去便不归来，空教骏马回。饮散离亭西去，浮生常恨飘蓬。回头烟柳渐重重，淡云孤雁远，寒日暮天红。今夜画船何处，潮平淮月朦胧。酒醒人静奈愁浓，残灯孤枕梦，轻浪五更风。",
        "author": "五代",
        "poem_class": "秋天",
        "dynasty": "徐昌图"
    },
    {
        "title": "秋暮吟望",
        "paragraph": "小阁高栖老一枝，闲吟了不为秋悲。寒山常带斜阳色，新月偏明落叶时。烟水极天鸿有影，霜风卷地菊无姿。二更短烛三升酒，北斗低横未拟窥。新秋逢闰，鹊桥重驾，两度人间乞巧。栏干斜转玉绳低，问乞得、天机多少？闺中女伴、天边佳会，多事纷纷祈祷。神仙之说本虚无，便是有、也应年老。悲秋容易到重阳，节物相催黯自伤。有酒有花翻寂寞，不风不雨倍凄凉。依依水郭人如雁，恋恋寒衣月似霜。差喜衰亲话真切，一灯滋味异他乡。越水吴山不解愁，舞也轻柔，歌也温柔。逐人新月影如钩，昨日山头，今日城头。银筝檀板对沧洲，撇了歌喉，剩了诗喉。满天风雨下西楼，一梦苏州，一醉杭州。",
        "author": "清代",
        "poem_class": "秋天",
        "dynasty": "赵执信"
    },
    {
        "title": "次韵蔡瞻明秋园五绝句",
        "paragraph": "芥毛金爪勇难干，肯作霜花对乍寒。若说乘轩有痴鹤，司晨如此合峨冠。翔仞当年览德辉，传芳花品未思归。晚来雾鬓凭轩处，直恐金翘相对飞。泽兰萱草比多言，谓汝分阴久夺鲜。政恐淇园修竹劲，不如秦岭老松坚。高标幽艳自宜霜，弱草繁葩莫中伤。肯与红莲媚三夏，要同黄菊向重阳。临风裛露早秋天，范出南金色更鲜。若向东篱比标格，定知花市不言钱。一向年光有限身，等闲离别易销魂，酒筵歌席莫辞频。满目山河空念远，落花风雨更伤春，不如怜取眼前人。洞庭青草，近中秋，更无一点风色。玉鉴琼田三万顷，着我扁舟一叶。素月分辉，明河共影，表里俱澄澈。悠然心会，妙处难与君说。(着 同：著；玉鉴 一作：玉界)应念岭海经年，孤光自照，肝肺皆冰雪。短发萧骚襟袖冷，稳泛沧浪空阔。尽挹西江，细斟北斗，万象为宾客。扣舷独啸，不知今夕何夕！(肝肺 一作：肝胆；沧浪 一作：沧冥；岭海 一作：岭表)二月十五夜，与赵德麟小酌聚星堂春庭月午，摇荡香醪光欲舞。步转回廊，半落梅花婉娩香。轻云薄雾，总是少年行乐处。不似秋光，只与离人照断肠。",
        "author": "宋代",
        "poem_class": "秋天",
        "dynasty": "洪适"
    },
    {
        "title": "更漏子·对秋深",
        "paragraph": "对秋深，离恨苦，数夜满庭风雨。凝想坐，敛愁眉，孤心似有违。红窗静，画帘垂，魂消地角天涯。和泪听，断肠窥，漏移灯暗时。繁华地，王孙富贵。玳瑁筵开，下朝无事。压红茵、凤舞黄金翅。玉立纤腰，一片揭天歌吹。满目绮罗珠翠。和风淡荡，偷散沉檀气。堪判醉，韶光正媚。折尽牡丹，艳迷人意，金张许史应难比。贪恋欢娱，不觉金乌坠。还惜会难别易，金船更劝，勒住花骢辔。千钟紫酒荐菖蒲，松岛兰舟潋滟居。曲内橘香江客笛，字中岚气岳僧书。吟期汗漫驱金虎，坐约丹青跨玉鱼。七色花虬一声鹤，几时乘兴上清虚。饮散离亭西去，浮生常恨飘蓬。回头烟柳渐重重，淡云孤雁远，寒日暮天红。今夜画船何处，潮平淮月朦胧。酒醒人静奈愁浓，残灯孤枕梦，轻浪五更风。",
        "author": "五代",
        "poem_class": "秋天",
        "dynasty": "孙光宪"
    },
    {
        "title": "浣溪沙·月底栖鸦当叶看",
        "paragraph": "月底栖鸦当叶看。推窗跕跕堕枝间。霜高风定独凭栏。觅句心肝终复在，掩书涕泪苦无端。可怜衣带为谁宽。屏却相思，近来知道都无益。不成抛掷，梦里终相觅。醒后楼台，与梦俱明灭。西窗白，纷纷凉月，一院丁香雪。昨夜新看北固山，今朝又上广陵船。金焦在眼苦难攀。猛雨自随汀雁落，湿云常与暮鸦寒。人天相对作愁颜。灵台无计逃神矢，风雨如磐暗故园。寄意寒星荃不察，我以我血荐轩辕。",
        "author": "近现代",
        "poem_class": "秋天",
        "dynasty": "王国维"
    },
    {
        "title": "木兰柴",
        "paragraph": "秋山敛余照，飞鸟逐前侣。彩翠时分明，夕岚无处所。暗暗淡淡紫，融融冶冶黄。陶令篱边色，罗含宅里香。几时禁重露，实是怯残阳。愿泛金鹦鹉，升君白玉堂。日色欲尽花含烟，月明欲素愁不眠。(欲素 一作：如素)赵瑟初停凤凰柱，蜀琴欲奏鸳鸯弦。此曲有意无人传，愿随春风寄燕然。忆君迢迢隔青天。昔日横波目，今作流泪泉。不信妾断肠，归来看取明镜前。(断肠 一作：肠断)汉家旌帜满阴山，不遣胡儿匹马还。愿得此身长报国，何须生入玉门关。",
        "author": "唐代",
        "poem_class": "秋天",
        "dynasty": "王维"
    },
    {
        "title": "好事近·夜起倚危楼",
        "paragraph": "夜起倚危楼，楼角玉绳低亚。惟有月明霜冷，浸万家鸳瓦。人间何苦又悲秋，正是伤春罢。却向春风亭畔，数梧桐叶下。山，快马加鞭未下鞍。惊回首，离天三尺三。山，倒海翻江卷巨澜。奔腾急，万马战犹酣。山，刺破青天锷未残。天欲堕，赖以拄其间。华灯照宴敞豪门，娇女严妆侍玉樽。忽忆情亲焦土下，佯看罗袜掩啼痕。运交华盖欲何求，未敢翻身已碰头。破帽遮颜过闹市，漏船载酒泛中流。横眉冷对千夫指，俯首甘为孺子牛。躲进小楼成一统，管他冬夏与春秋。",
        "author": "近现代",
        "poem_class": "秋天",
        "dynasty": "王国维"
    },
    {
        "title": "卜算子·秋晚集杜句吊贾傅",
        "paragraph": "苍生喘未苏，贾笔论孤愤。文采风流今尚存，毫发无遗恨。 凄恻近长沙，地僻秋将尽。长使英雄泪满襟，天意高难问。我住长江头，君住长江尾。日日思君不见君，共饮长江水。 此水几时休，此恨何时已。只愿君心似我心，定不负相思意。数日秋风欺病夫，尽吹黄叶下庭芜。林疏放得遥山出，又被云遮一半无。东风袅袅泛崇光，香雾空蒙月转廊。只恐夜深花睡去，故烧高烛照红妆。",
        "author": "宋代",
        "poem_class": "秋天",
        "dynasty": "杨冠卿"
    },
    {
        "title": "始安秋日",
        "paragraph": "桂林风景异，秋似洛阳春。晚霁江天好，分明愁杀人。卷云山角戢，碎石水磷磷。世业事黄老，妙年孤隐沦。归欤卧沧海，何物贵吾身。扬子江头杨柳春，杨花愁杀渡江人。 数声风笛离亭晚，君向潇湘我向秦。朝牧牛，牧牛下江曲。夜牧牛，牧牛度村谷。荷蓑出林春雨细，芦管卧吹莎草绿。乱插蓬蒿箭满腰，不怕猛虎欺黄犊。春风先发苑中梅，樱杏桃梨次第开。 荠花榆荚深村里，亦道春风为我来。 ",
        "author": "唐代",
        "poem_class": "秋天",
        "dynasty": "宋之问"
    },
    {
        "title": "点绛唇·县斋愁坐作",
        "paragraph": "秋晚寒斋，藜床香篆横轻雾。闲愁几许。梦逐芭蕉雨。 云外哀鸿，似替幽人语。归不去。乱山无数。斜日荒城鼓。彭城夜宿燕子楼，梦盼盼，因作此词。明月如霜，好风如水，清景无限。曲港跳鱼，圆荷泻露，寂寞无人见。紞如三鼓，铿然一叶，黯黯梦云惊断。夜茫茫，重寻无处，觉来小园行遍。 天涯倦客，山中归路，望断故园心眼。燕子楼空，佳人何在，空锁楼中燕。古今如梦，何曾梦觉，但有旧欢新怨。异时对，黄楼夜景，为余浩叹。 梅子黄时日日晴，小溪泛尽却山行。绿阴不减来时路，添得黄鹂四五声。东风夜放花千树，更吹落，星如雨。宝马雕车香满路。凤箫声动，玉壶光转，一夜鱼龙舞。蛾儿雪柳黄金缕，笑语盈盈暗香去。众里寻他千百度，蓦然回首，那人却在，灯火阑珊处。",
        "author": "宋代",
        "poem_class": "秋天",
        "dynasty": "葛胜仲"
    },
    {
        "title": "浣溪沙·霜落千林木叶丹",
        "paragraph": "霜落千林木叶丹。远山如在有无间。经秋何事亦孱颜。且向田家拚泥饮，聊从卜肆憩征鞍。只应游戏在尘寰。水抱孤城，云开远戍，垂柳点点栖鸦。晚潮初落，残日漾平沙。白鸟悠悠自去，汀洲外、无限蒹葭。西风起，飞花如雪，冉冉去帆斜。天涯、还忆旧，香尘随马，明月窥车。渐秋风镜里，暗换年华。纵使长条无恙，重来处、攀折堪嗟。人何许，朱楼一角，寂寞倚残霞。江南秋色垂垂暮，算幽事，浑无数。日日沧浪亭畔路。西风林下，夕阳水际，独自寻诗去。可怜愁与闲俱赴。待把尘劳截愁住。灯影幢幢天欲曙。闲中心事，忙中情味，并入西楼雨。天井四四方，周围是高墙。清清见卵石，小鱼囿中央。只喝井里水，永远养不长。",
        "author": "近现代",
        "poem_class": "秋天",
        "dynasty": "王国维"
    },
    {
        "title": "秋晚登古城",
        "paragraph": "日落征途远，怅然临古城。颓墉寒雀集，荒堞晚乌惊。萧森灌木上，迢递孤烟生。霞景焕余照，露气澄晚清。秋风转摇落，此志安可平！为我引杯添酒饮，与君把箸击盘歌。诗称国手徒为尔，命压人头不奈何。举眼风光长寂寞，满朝官职独蹉跎。亦知合被才名折，二十三年折太多。常恨言语浅，不如人意深。今朝两相视，脉脉万重心。花隐掖垣暮，啾啾栖鸟过。星临万户动，月傍九霄多。 不寝听金钥，因风想玉珂。明朝有封事，数问夜如何。",
        "author": "唐代",
        "poem_class": "秋天",
        "dynasty": "李百药"
    },
    {
        "title": "雨后秋凉",
        "paragraph": "夜来秋雨后，秋气飒然新。团扇先辞手，生衣不著身。更添砧引思，难与簟相亲。此境谁偏觉，贫闲老瘦人。言入黄花川，每逐青溪水。随山将万转，趣途无百里。声喧乱石中，色静深松里。漾漾泛菱荇，澄澄映葭苇。我心素已闲，清川澹如此。请留磐石上，垂钓将已矣。(磐石 一作：盘石)锦城丝管日纷纷，半入江风半入云。 此曲只应天上有，人间能得几回闻。一夜新霜著瓦轻，芭蕉新折败荷倾。耐寒唯有东篱菊，金粟初开晓更清。",
        "author": "唐代",
        "poem_class": "秋天",
        "dynasty": "白居易"
    },
    {
        "title": "金盏子·赋秋壑西湖小筑",
        "paragraph": "卜筑西湖，种翠萝犹傍，软红尘里。来往载清吟，为偏爱吾庐，画船频繁。笑携雨色晴光，入春明朝市。石桥锁，烟霞五百名仙，第一人是。临酒论深意。流光转、莺花任乱委。冷然九秋肺腑，应多梦、岩扃冷云空翠。漱流枕石幽情，写猗兰绿绮。专城处，他山小队登临，待西风起。松阴一架半弓苔，偶欲看书又懒开。戏掬清泉洒蕉叶，儿童误认雨声来。情高意真。眉长鬓青。小楼明月调筝。写春风数声。思君忆君。魂牵梦萦。翠销香暖云屏。更那堪酒醒。天接云涛连晓雾，星河欲转千帆舞。仿佛梦魂归帝所。闻天语，殷勤问我归何处。我报路长嗟日暮，学诗谩有惊人句。九万里风鹏正举。风休住，蓬舟吹取三山去！",
        "author": "宋代",
        "poem_class": "秋天",
        "dynasty": "吴文英"
    },
    {
        "title": "浣溪沙·已落芙蓉并叶凋",
        "paragraph": "已落芙蓉并叶凋。半枯萧艾过墙高。日斜孤馆易魂消。坐觉清秋归荡荡，眼看白日去昭昭。人间争度渐长宵。急景流年真一箭。残雪声中，省识东风面。风里垂杨千万线，昨宵染就鹅黄浅。又是廉纤春雨暗。倚遍危楼，高处人难见。已恨平芜随雁远，暝烟更界平芜断。堆来枕上愁何状，江海翻波浪。夜长天色总难明，寂寞披衣起坐数寒星。晓来百念都灰烬，剩有离人影。一钩残月向西流，对此不抛眼泪也无由。掩卷平生有百端，饱更忧患转冥顽。偶听鹈鴂怨春残。坐觉亡何消白日，更缘随例弄丹铅。闲愁无分况清欢。",
        "author": "近现代",
        "poem_class": "秋天",
        "dynasty": "王国维"
    },
    {
        "title": "青杏儿·秋",
        "paragraph": "午枕梦初残，高楼上，独凭阑干。清商应律金风至，砧声断续，笳音幽怨，雁阵惊寒。景物不堪看，凝眸处愁有千般。秋光谈薄人情似，迢迢野水，茫茫衰草，隐隐青山。吴、长洲二县，在郡治所，分境而治。而郡西诸山，皆在吴县。其最高者，穹窿、阳山、邓尉、西脊、铜井。而灵岩，吴之故宫在焉，尚有西子之遗迹。若虎丘、剑池及天平、尚方、支硎，皆胜地也。而太湖汪洋三万六千顷，七十二峰沉浸其间，则海内之奇观矣。余同年友魏君用晦为吴县，未及三年，以高第召入为给事中。君之为县，有惠爱，百姓扳留之，不能得，而君亦不忍于其民。由是好事者绘《吴山图》以为赠。夫令之于民，诚重矣。令诚贤也，其地之山川草木，亦被其泽而有荣也；令诚不贤也，其地之山川草木，亦被其殃而有辱也。君于吴之山川，盖增重矣。异时吾民将择胜于岩峦之间，尸祝于浮屠、老子之宫也，固宜。而君则亦既去矣，何复惓惓于此山哉?昔苏子瞻称韩魏公去黄州四十馀年而思之不忘，至以为《思黄州》诗，子瞻为黄人刻之于石。然后知贤者于其所至，不独使其人之不忍忘而已，亦不能自忘于其人也。君今去县已三年矣。一日，与余同在内庭，出示此图，展玩太息，因命余记之，噫!君之于吾吴有情如此，如之何而使吾民能忘之也! 秋声咽塞笳，边气肃霜华。九日登高处，群山入望赊。苍蒹仍碧水，绿酒对黄花。鸿鹄归何处，长天空落霞。女娲炼石如炼铜，铸出梵王千斛钟。仆夫泉清洗刷早，半是顽铜半玛瑙。锤金琢玉昆吾刀，盘旋钟纽走蒲牢。十万八千《法华》字，《金刚般若》居其次。贝叶灵文满背腹，一声撞破莲花狱。万鬼桁杨暂脱离，不愁漏尽啼荒鸡。昼夜百刻三千杵，菩萨慈悲泪如雨。森罗殿前免刑戮，恶鬼狰狞齐退役。一击渊渊大地惊，青莲字字有潮音。特为众生解冤结，共听毗庐广长舌。敢言佛说尽荒唐，劳我阇黎日夜忙。安得成汤开一面，吉网罗钳都不见。",
        "author": "明代",
        "poem_class": "秋天",
        "dynasty": "朱栴"
    },
    {
        "title": "秋兴",
        "paragraph": "樵风溪上弄扁舟，濯锦江边忆旧游。豪竹哀丝真昨梦，爽砧繁杵又惊秋。坠枝橘熟初堪翦，浮瓮醅香恰受篘。莫道身闲总无事，孤灯夜夜写清愁。碧桃天上栽和露，不是凡花数。乱山深处水萦回，可惜一枝如画为谁开？(枝 一作：支)轻寒细雨情何限！不道春难管。为君沉醉又何妨，只怕酒醒时候断人肠。轻汗微微透碧纨，明朝端午浴芳兰。流香涨腻满晴川。彩线轻缠红玉臂，小符斜挂绿云鬟。佳人相见一千年。恨君不似江楼月，南北东西，南北东西，只有相随无别离。恨君却似江楼月，暂满还亏，暂满还亏，待得团圆是几时？",
        "author": "宋代",
        "poem_class": "秋天",
        "dynasty": "陆游"
    },
    {
        "title": "秋霁",
        "paragraph": "雨霁长空荡涤清，远山初出未知名。 夜来江上如钩月，时有惊鱼掷浪声。八岁偷照镜，长眉已能画。十岁去踏青，芙蓉作裙衩。十二学弹筝，银甲不曾卸。十四藏六亲，悬知犹未嫁。十五泣春风，背面秋千下。两人对酌山花开，一杯一杯复一杯。我醉欲眠卿且去，明朝有意抱琴来。猿鸟犹疑畏简书，风云常为护储胥。徒令上将挥神笔，终见降王走传车。管乐有才原不忝，关张无命欲何如？他年锦里经祠庙，梁父吟成恨有余。",
        "author": "唐代",
        "poem_class": "秋天",
        "dynasty": "崔道融"
    },
    {
        "title": "新秋",
        "paragraph": "火云犹未敛奇峰，欹枕初惊一叶风。几处园林萧瑟里，谁家砧杵寂寥中。蝉声断续悲残月，萤焰高低照暮空。赋就金门期再献，夜深搔首叹飞蓬。昔年八月十五夜，曲江池畔杏园边。今年八月十五夜，湓浦沙头水馆前。西北望乡何处是，东南见月几回圆。昨风一吹无人会，今夜清光似往年。九日龙山饮，黄花笑逐臣。醉看风落帽，舞爱月留人。单车欲问边，属国过居延。征蓬出汉塞，归雁入胡天。大漠孤烟直，长河落日圆。萧关逢候骑，都护在燕然。",
        "author": "唐代",
        "poem_class": "秋天",
        "dynasty": "杜甫"
    },
    {
        "title": "新秋晚眺",
        "paragraph": "山中多晚凉，清风厉秋节。遥瞻四五峰，壁立皆奇绝。修竹傍林开，乔松倚岩列。黄菊散芳丛，清泉凝白雪。对此怀素心，千里共明月。愿保幽贞姿，岁寒双皎洁。关山虽胜路难堪，才上征鞍又解骖。十丈黄尘千尺雪，可知俱不似江南。一生一代一双人，争教两处销魂。相思相望不相亲，天为谁春？浆向蓝桥易乞，药成碧海难奔。若容相访饮牛津，相对忘贫。修到南屏数晚钟，目成朝暮一雷峰。纁黄深浅画难工。千古苍凉天水碧，一生缱绻夕阳红。为谁粉碎到虚空。",
        "author": "清代",
        "poem_class": "秋天",
        "dynasty": "德隐"
    },
    {
        "title": "青玉案·江南秋色垂垂暮",
        "paragraph": "江南秋色垂垂暮，算幽事，浑无数。日日沧浪亭畔路。西风林下，夕阳水际，独自寻诗去。可怜愁与闲俱赴。待把尘劳截愁住。灯影幢幢天欲曙。闲中心事，忙中情味，并入西楼雨。江南秋色垂垂暮，算幽事，浑无数。日日沧浪亭畔路。西风林下，夕阳水际，独自寻诗去。可怜愁与闲俱赴。待把尘劳截愁住。灯影幢幢天欲曙。闲中心事，忙中情味，并入西楼雨。美人消息隔重关，川途弯复弯。沉沉空翠厌征鞍，马前山复山。浓泼黛，缓拖鬟，当年看复看。只余眉样在人间，相逢艰复艰。大江日夜向东流，聚义群雄又远游。六代绮罗成旧梦，石头城上月如钩。",
        "author": "近现代",
        "poem_class": "秋天",
        "dynasty": "王国维"
    },
    {
        "title": "闻虫",
        "paragraph": "暗虫唧唧夜绵绵，况是秋阴欲雨天。犹恐愁人暂得睡，声声移近卧床前。两个黄鹂鸣翠柳，一行白鹭上青天。窗含西岭千秋雪，门泊东吴万里船。肠断江春欲尽头，杖藜徐步立芳洲。(江春 一作：春江)颠狂柳絮随风去，轻薄桃花逐水流。(去 一作：舞)四明有狂客，风流贺季真。长安一相见，呼我谪仙人。昔好杯中物，翻为松下尘。金龟换酒处，却忆泪沾巾。狂客归四明，山阴道士迎。敕赐镜湖水，为君台沼荣。人亡余故宅，空有荷花生。念此杳如梦，凄然伤我情。",
        "author": "唐代",
        "poem_class": "秋天",
        "dynasty": "白居易"
    },
    {
        "title": "虞美人·秋感",
        "paragraph": "背庭缘恐花羞坠。心事遥山里。小帘愁卷月笼明。一寸秋怀禁得、几蛩声。 井梧不放西风起。供与离人睡。梦和新月未圆时。起看檐蛛结网、又寻思。懒向青门学种瓜，只将渔钓送年华。双双新燕飞春岸，片片轻鸥落晚沙。歌缥缈，舻呕哑，酒如清露鲊如花。逢人问道归何处，笑指船儿此是家。北望燕云不尽头，大江东去水悠悠。夕阳一片寒鸦外，目断东南四百州。寻得桃源好避秦，桃红又是一年春。花飞莫遣随流水，怕有渔郎来问津。",
        "author": "宋代",
        "poem_class": "秋天",
        "dynasty": "吴文英"
    },
    {
        "title": "淮阳感怀",
        "paragraph": "金风荡初节，玉露凋晚林。此夕穷涂士，郁陶伤寸心。野平葭苇合，村荒藜藿深。眺听良多感，徙倚独沾襟。沾襟何所为，怅然怀古意。秦俗犹未平，汉道将何冀。樊哙市井徒，萧何刀笔吏。一朝时运会，千古传名谥。寄言世上雄，虚生真可愧。剑戟森森。李义深。铜楼充震位，银牖集嘉宾。青宫列绀幰，紫陌结朱轮。弦调宝瑟曲，歌动画梁尘。金卮倾斗酒，琼筵列八珍。花惊度翠羽，萍散跃赪鳞。承恩叨并作，扣寂绕阳春。迁朔欲之衡，忽投罻罗里。既以羁华绊，仍持献君子。青骹固绝俦，素羽诚难拟。深目表兹称，阔臆斯为美。惊兽不及奔，猜禽无暇起。虽蒙鞲上荣，无复凌云志。",
        "author": "隋代",
        "poem_class": "秋天",
        "dynasty": "李密"
    },
    {
        "title": "秋日诗",
        "paragraph": "萧瑟仲秋月，飂戾风云高。山居感时变，远客兴长谣。疏林积凉风，虚岫结凝霄。湛露洒庭林，密叶辞荣条。抚菌悲先落，攀松羡后凋。垂纶在林野，交情远市朝。淡然古怀心，濠上岂伊遥。应束担头几卷书，归来灯火共三馀。名扬宦海皆文字，锦出吴宫尽紫朱。春草池塘生夜梦，珠江云树动朝旴。家园未必无松薤，欲学当年董仲舒。详观凌世务。屯险多忧虞。施报更相市。大道匿不舒。夷路值枳棘。安步将焉如。权智相倾夺。名位不可居。鸾凤避罻罗。远托昆仑墟。庄周悼灵龟。越稷畏王舆。至人存诸己。隐璞乐玄虚。功名何足殉。乃欲列简书。所好亮若兹。杨氏叹交衢。去去从所志。敢谢道不俱。悲与亲友别，气结不能言。赠子以自爱，道远会见难。人生无几时，颠沛在其间。念子弃我去，新心有所欢。结志青云上，何时复来还。",
        "author": "魏晋",
        "poem_class": "秋天",
        "dynasty": "孙绰"
    },
    {
        "title": "清平乐·孤花片叶",
        "paragraph": "孤花片叶，断送清秋节。寂寂绣屏香篆灭，暗里朱颜消歇。谁怜散髻吹笙，天涯芳草关情。懊恼隔帘幽梦，半床花月纵横。木兰桨子藕花乡，唱罢厅红晚气凉。烟外柳丝湖外水，山眉澹碧月眉黄。落拓江湖常载酒，十年重见云英。依然绰约掌中轻。灯前才一笑，偷解砑罗裙。薄倖萧郎憔悴甚，此生终负卿卿。姑苏城上月黄昏。绿窗人去住，红粉泪纵横。而今才道当时错，心绪凄迷。红泪偷垂，满眼春风百事非。情知此后来无计，强说欢期。一别如斯，落尽梨花月又西。",
        "author": "清代",
        "poem_class": "秋天",
        "dynasty": "纳兰性德"
    },
    {
        "title": "诉衷情·凭觞静忆去年秋",
        "paragraph": "凭觞静忆去年秋，桐落故溪头。诗成自写红叶，和恨寄东流。 人脉脉，水悠悠。几多愁。雁书不到，蝶梦无凭，漫倚高楼。一春长费买花钱，日日醉湖边。玉骢惯识西湖路，骄嘶过、沽酒楼前。红杏香中箫鼓，绿杨影里秋千。(湖边 一作：花边)暖风十里丽人天，花压鬓云偏。画船载取春归去，馀情付、湖水湖烟。明日重扶残醉，来寻陌上花钿。渔父笑，轻鸥举，漠漠一江风雨。江边骑马是官人，借我孤舟南渡。夜久无眠秋气清，烛花频剪欲三更。铺床凉满梧桐月，月在梧桐缺处明。",
        "author": "宋代",
        "poem_class": "秋天",
        "dynasty": "晏几道"
    },
    {
        "title": "塞鸿秋·代人作",
        "paragraph": " 战西风几点宾鸿至，感起我南朝千古伤心事。展花笺欲写几句知心事，空教我停霜毫半晌无才思。往常得兴时，一扫无瑕疵。今日个病厌厌刚写下两个相思字。帘外宫娥舞袖来。霓旌双引出蓬莱。一泓仙掌金茎露，分赐群臣七宝杯。到闲人闲处，更何必，问穷通。但遣兴哦诗，洗心观易，散步携筇。浮云不堪攀慕，看长空、淡淡没孤鸿。今古渔樵话里，江山水墨图中。千年事业一朝空。春梦晓闻钟。得史笔标名，云台画像，多少成功。归来富春山下，笑狂奴、何事傲三公。尘事休随夜雨，扁舟好待秋风。玉雪窍玲珑，纷披绿映红。生生无限意，只在苦心中。",
        "author": "元代",
        "poem_class": "秋天",
        "dynasty": "贯云石"
    },
    {
        "title": "早秋三首",
        "paragraph": "遥夜泛清瑟，西风生翠萝。残萤委玉露，早雁拂银河。高树晓还密，远山晴更多。淮南一叶下，自觉老烟波。一叶下前墀，淮南人已悲。蹉跎青汉望，迢递白云期。老信相如渴，贫忧曼倩饥。生公与园吏，何处是吾师?蓟北雁犹远，淮南人已悲。残桃间堕井，新菊亦侵篱。书剑岂相误，琴樽聊自持。西斋风雨夜，更有咏贫诗。岁岁金河复玉关，朝朝马策与刀环。 三春白雪归青冢，万里黄河绕黑山。移舟泊烟渚，日暮客愁新。野旷天低树，江清月近人。落日五湖游，烟波处处愁。浮沉千古事，谁与问东流？",
        "author": "唐代",
        "poem_class": "秋天",
        "dynasty": "许浑"
    },
    {
        "title": "秋寄从兄贾岛",
        "paragraph": "螟虫喧暮色，默思坐西林。听雨寒更彻，开门落叶深。昔因京邑病，并起洞庭心。亦是吾兄事，迟回共至今。移舟水溅差差绿，倚槛风摆柄柄香。(风摆 一作：风摇)多谢浣纱人未折，雨中留得盖鸳鸯。静夜四无邻，荒居旧业贫。雨中黄叶树，灯下白头人。以我独沉久，愧君相见频。平生自有分，况是蔡家亲。 杨柳阴阴细雨晴，残花落尽见流莺。春风一夜吹乡梦，又逐春风到洛城。(乡 一作：香)",
        "author": "唐代",
        "poem_class": "秋天",
        "dynasty": "无可"
    },
    {
        "title": "促织",
        "paragraph": "促织甚微细，哀音何动人。草根吟不稳，床下夜相亲。 久客得无泪，放妻难及晨。悲丝与急管，感激异天真。天门中断楚江开，碧水东流至此回。两岸青山相对出，孤帆一片日边来。船动湖光滟滟秋，贪看年少信船流。无端隔水抛莲子，遥被人知半日羞。禁门宫树月痕过，媚眼惟看宿鹭窠。斜拔玉钗灯影畔，剔开红焰救飞蛾。",
        "author": "唐代",
        "poem_class": "秋天",
        "dynasty": "杜甫"
    },
    {
        "title": "秋晚登楼望南江入始兴郡路",
        "paragraph": "潦收沙衍出，霜降天宇晶。伏槛一长眺，津途多远情。思来江山外，望尽烟云生。滔滔不自辨，役役且何成。我来飒衰鬓，孰云飘华缨。枥马苦踡跼，笼禽念遐征。岁阴向晼晚，日夕空屏营。物生贵得性，身累由近名。内顾觉今是，追叹何时平。天平山上白云泉，云自无心水自闲。何必奔冲山下去，更添波浪向人间。井底引银瓶，银瓶欲上丝绳绝。石上磨玉簪，玉簪欲成中央折。瓶沉簪折知奈何？似妾今朝与君别。忆昔在家为女时，人言举动有殊姿。婵娟两鬓秋蝉翼，宛转双蛾远山色。笑随戏伴后园中，此时与君未相识。妾弄青梅凭短墙，君骑白马傍垂杨。墙头马上遥相顾，一见知君即断肠。知君断肠共君语，君指南山松柏树。感君松柏化为心，暗合双鬟逐君去。到君家舍五六年，君家大人频有言。聘则为妻奔是妾，不堪主祀奉蘋蘩。终知君家不可住，其奈出门无去处。岂无父母在高堂？亦有亲情满故乡。潜来更不通消息，今日悲羞归不得。为君一日恩，误妾百年身。寄言痴小人家女，慎勿将身轻许人！翻手作云覆手雨，纷纷轻薄何须数。(作 一作：为)君不见管鲍贫时交，此道今人弃如土。",
        "author": "唐代",
        "poem_class": "秋天",
        "dynasty": "张九龄"
    },
    {
        "title": "秋柳四首·其二",
        "paragraph": "娟娟凉露欲为霜，万缕千条拂玉塘。浦里青荷中妇镜，江干黄竹女儿箱。空怜板渚隋堤水，不见琅琊大道王。若过洛阳风景地，含情重问永丰坊。秋来何处最销魂？残照西风白下门。他日差池春燕影，只今憔悴晚烟痕。愁生陌上黄骢曲，梦远江南乌夜村。莫听临风三弄笛，玉关哀怨总难论。临风滟滟紫霞杯，难得秋深日日开。迟暮相看两不厌，也如风雨故人来。别绪如丝睡不成，那堪孤枕梦边城。因听紫塞三更雨，却忆红楼半夜灯。书郑重，恨分明，天将愁味酿多情。起来呵手封题处，偏到鸳鸯两字冰。",
        "author": "清代",
        "poem_class": "秋天",
        "dynasty": "王士祯"
    },
    {
        "title": "诉衷情·送述古迓元素",
        "paragraph": "钱塘风景古来奇，太守例能诗。先驱负弩何在，心已誓江西。花尽后，叶飞时。雨凄凄。若为情绪，更问新官，向旧官啼。候蛩凄断，人语西风岸。月落沙平江似练，望尽芦花无雁。暗教愁损兰成，可怜夜夜关情。只有一枝梧叶，不知多少秋声！辛亥之冬，余载雪诣石湖。止既月，授简索句，且征新声，作此两曲，石湖把玩不已，使工妓隶习之，音节谐婉，乃名之曰《暗香》、《疏影》。旧时月色，算几番照我，梅边吹笛？唤起玉人，不管清寒与攀摘。何逊而今渐老，都忘却春风词笔。但怪得竹外疏花，香冷入瑶席。江国，正寂寂，叹寄与路遥，夜雪初积。翠尊易泣，红萼无言耿相忆。长记曾携手处，千树压、西湖寒碧。又片片、吹尽也，几时见得？水陆草木之花，可爱者甚蕃。晋陶渊明独爱菊。自李唐来，世人甚爱牡丹。予独爱莲之出淤泥而不染，濯清涟而不妖，中通外直，不蔓不枝，香远益清，亭亭净植，可远观而不可亵玩焉。(甚爱 一作：盛爱)予谓菊，花之隐逸者也；牡丹，花之富贵者也；莲，花之君子者也。噫！菊之爱，陶后鲜有闻。莲之爱，同予者何人？牡丹之爱，宜乎众矣。",
        "author": "宋代",
        "poem_class": "秋天",
        "dynasty": "苏轼"
    },
    {
        "title": "醉蓬莱·渐亭皋叶下",
        "paragraph": "渐亭皋叶下，陇首云飞，素秋新霁。华阙中天，锁葱葱佳气。嫩菊黄深，拒霜红浅，近宝阶香砌。玉宇无尘，金茎有露，碧天如水。 正值升平，万几多暇，夜色澄鲜，漏声迢递。南极星中，有老人呈瑞。此际宸游，凤辇何处，度管弦清脆。太液波翻，披香帘卷，月明风细。驿外断桥边，寂寞开无主。已是黄昏独自愁，更着风和雨。(着 同：著) 无意苦争春，一任群芳妒。零落成泥碾作尘，只有香如故。四顾山光接水光，凭栏十里芰荷香。清风明月无人管，并作南楼一味凉。重重叠叠上瑶台，几度呼童扫不开。刚被太阳收拾去，却教明月送将来。(却教 一作：又教)",
        "author": "宋代",
        "poem_class": "秋天",
        "dynasty": "柳永"
    },
    {
        "title": "玉京秋·烟水阔",
        "paragraph": "长安独客，又见西风，素月丹枫凄然其为秋也，因调夹钟羽一解烟水阔。高林弄残照，晚蜩凄切。碧碪度韵，银床飘叶。衣湿桐阴露冷，采凉花、时赋秋雪。叹轻别。一襟幽事，砌蛩能说。 客思吟商还怯。怨歌长、琼壶暗缺。翠扇恩疏，红衣香褪，翻成消歇。玉骨西风，恨最恨、闲却新凉时节。楚箫咽。谁倚西楼淡月。怅望浮生急景，凄凉宝瑟馀音。楚客多情偏怨别，碧山远水登临。目送连天衰草，夜阑几处疏砧。黄叶无风自落，秋云不雨长阴。天若有情天亦老，摇摇幽恨难禁。惆怅旧欢如梦，觉来无处追寻。江南蝶，斜日一双双。身似何郎全傅粉，心如韩寿爱偷香。天赋与轻狂。微雨后，薄翅腻烟光。才伴游蜂来小院，又随飞絮过东墙。长是为花忙。暗淡轻黄体性柔，情疏迹远只香留。何须浅碧深红色，自是花中第一流。(深 一作：轻)梅定妒，菊应羞，画阑开处冠中秋。骚人可煞无情思，何事当年不见收。(阑 通：栏)",
        "author": "宋代",
        "poem_class": "秋天",
        "dynasty": "周密"
    },
    {
        "title": "长相思·秋眺",
        "paragraph": "水悠悠，路悠悠，隐隐遥山天尽头，关河又阻修。古兴州，古灵州，白草黄云都是愁，劝君休倚楼。幽禽兀自啭佳音，玉立雕笼万里心。只为从前解言语，半生不得在山林。细雨茸茸湿楝花，南风树树熟枇杷；徐行不记山深浅，一路莺啼送到家。鸡叫一声撅一撅，鸡叫二声撅二撅。三声四声天下白，褪尽残星与晓月。",
        "author": "明代",
        "poem_class": "秋天",
        "dynasty": "朱栴"
    },
    {
        "title": "微雨登城二首·其一",
        "paragraph": "雨映寒空半有无，重楼闲上倚城隅。浅深山色高低树，一片江南水墨图。问讯湖边春色，重来又是三年。东风吹我过湖船，杨柳丝丝拂面。世路如今已惯，此心到处悠然。寒光亭下水如天，飞起沙鸥一片。前瞻马耳九仙山。碧连天。晚云间。城上高台，真个是超然。莫使匆匆云雨散，今夜里，月婵娟。小溪鸥鹭静联拳。去翩翩。点轻烟。人事凄凉，回首便他年。莫忘使君歌笑处，垂柳下，矮槐前。金鞭美少年，去跃青骢马。牵系玉楼人，绣被春寒夜。消息未归来，寒食梨花谢。无处说相思，背面秋千下。",
        "author": "宋代",
        "poem_class": "秋天",
        "dynasty": "刘敞"
    },
    {
        "title": "初秋夜坐赠吴武陵",
        "paragraph": "稍稍雨侵竹，翻翻鹊惊丛。美人隔湘浦，一夕生秋风。积雾杳难极，沧波浩无穷。相思岂云远，即席莫与同。若人抱奇音，朱弦縆枯桐。清商激西颢，泛滟凌长空。自得本无作，天成谅非功。希声閟大朴，聋俗何由聪。艳色天下重，西施宁久微。朝为越溪女，暮作吴宫妃。贱日岂殊众，贵来方悟稀。邀人傅香粉，不自著罗衣。君宠益娇态，君怜无是非。当时浣纱伴，莫得同车归。持谢邻家子，效颦安可希。国破山河在，城春草木深。感时花溅泪，恨别鸟惊心。烽火连三月，家书抵万金。白头搔更短，浑欲不胜簪。闲坐夜明月，幽人弹素琴。忽闻悲风调，宛若寒松吟。 白雪乱纤手，绿水清虚心。钟期久已没，世上无知音。",
        "author": "唐代",
        "poem_class": "秋天",
        "dynasty": "柳宗元"
    },
    {
        "title": "蝶恋花·月到东南秋正半",
        "paragraph": "月到东南秋正半。双阙中间，浩荡流银汉。谁起水精帘下看。风前隐隐闻箫管。凉露湿衣风拂面。坐爱清光，分照恩和怨。苑柳宫槐浑一片。长门西去昭阳殿。又是乌西匿，初看雁北翔。好与报檀郎：春来宵渐短，莫思量。读六月三十日《人民日报》，余江县消灭了血吸虫。浮想联翩，夜不能寐。微风拂晓，旭日临窗，遥望南天，欣然命笔。 绿水青山枉自多，华佗无奈小虫何！千村薜荔人遗矢，万户萧疏鬼唱歌。坐地日行八万里，巡天遥看一千河。牛郎欲问瘟神事，一样悲欢逐逝波。春风杨柳万千条，六亿神州尽舜尧。红雨随心翻作浪，青山着意化为桥。天连五岭银锄落，地动三河铁臂摇。借问瘟君欲何往，纸船明烛照天烧。天高云淡，望断南飞雁。不到长城非好汉，屈指行程二万。六盘山上高峰，红旗漫卷西风。今日长缨在手，何时缚住苍龙？",
        "author": "近现代",
        "poem_class": "秋天",
        "dynasty": "王国维"
    },
    {
        "title": "古风·其三十九",
        "paragraph": "登高望四海，天地何漫漫！霜被群物秋，风飘大荒寒。荣华东流水，万事皆波澜。白日掩徂辉，浮云无定端。梧桐巢燕雀，枳棘栖鸳鸾。且复归去来，剑歌行路难。碧阑干外绣帘垂，猩色屏风画折枝。 八尺龙须方锦褥，已凉天气未寒时。斜阳照墟落，穷巷牛羊归。(斜阳 一作：斜光)野老念牧童，倚杖候荆扉。雉雊麦苗秀，蚕眠桑叶稀。田夫荷锄至，相见语依依。(至 一作：立)即此羡闲逸，怅然吟式微。宣室求贤访逐臣，贾生才调更无伦。可怜夜半虚前席，不问苍生问鬼神。",
        "author": "唐代",
        "poem_class": "秋天",
        "dynasty": "李白"
    },
    {
        "title": "沉醉东风·山对面蓝堆翠岫",
        "paragraph": "山对面蓝堆翠岫，草齐腰绿染沙洲。傲霜橘柚青，濯雨蒹葭秀，隔沧波隐隐江楼。点破潇湘万顷秋，是几叶儿传黄败柳。混沌屯蒙如卵，昏昏默默盈空。浩然太素抱鸿蒙。一气循环凝重。内隐真水真火，氤氲盘结如冰。中心元始造玄功。三气齐分太定。双眸翦秋水，十指露春葱。仙姿不受尘污，缥缈玉芙蓉。舞遍柘枝遗谱，歌尽桃李花团扇，无语到东风。此意复谁解，我辈正情钟。喜相从，诗卷里，酒杯中。缠头安用百万，自有海犀通。日日东山高兴，夜夜西楼好梦，斜月小帘栊。何物写幽思，醉墨锦笺红。浊波浩浩东倾，今来古往无终极。经天亘地，滔滔流出，昆仑东北。神浪狂飙，奔腾触裂，轰雷沃日。看中原形胜，千年王气。雄壮势、隆今昔。鼓茫茫万里，棹歌声、响凝空碧。壮游汗漫，山川绵邈，飘飘吟迹。我欲乘槎，直穷银汉，问津深入。唤君平一笑，谁夸汉客，取支机石。",
        "author": "元代",
        "poem_class": "秋天",
        "dynasty": "赵善庆"
    },
    {
        "title": "南涧中题",
        "paragraph": "秋气集南涧，独游亭午时。回风一萧瑟，林影久参差。始至若有得，稍深遂忘疲。羁禽响幽谷，寒藻舞沦漪。去国魂已远，怀人泪空垂。孤生易为感，失路少所宜。索寞竟何事，徘徊只自知。谁为后来者，当与此心期。梳洗罢，独倚望江楼。过尽千帆皆不是，斜晖脉脉水悠悠。肠断白蘋洲。旅馆寒灯独不眠，客心何事转凄然。故乡今夜思千里，霜鬓明朝又一年。(霜鬓 一作：愁鬓)三月三日天气新，长安水边多丽人。态浓意远淑且真，肌理细腻骨肉匀。绣罗衣裳照暮春，蹙金孔雀银麒麟。头上何所有？翠微匎叶垂鬓唇。背后何所见？珠压腰衱稳称身。就中云幕椒房亲，赐名大国虢与秦。紫驼之峰出翠釜，水精之盘行素鳞。犀箸厌饫久未下，鸾刀缕切空纷纶。黄门飞鞚不动尘，御厨络绎送八珍。箫鼓哀吟感鬼神，宾从杂遝实要津。后来鞍马何逡巡，当轩下马入锦茵。杨花雪落覆白苹，青鸟飞去衔红巾。炙手可热势绝伦，慎莫近前丞相嗔！",
        "author": "唐代",
        "poem_class": "秋天",
        "dynasty": "柳宗元"
    },
    {
        "title": "谒金门·秋兴",
        "paragraph": "秋池阁。风傍晓庭帘幕。霜叶未衰吹未落。半惊鸦喜鹊。自笑浮名情薄。似与世人疏略。一片懒心双懒脚。好教闲处著。我醉欲眠君罢休，已教从事到青州。鬓霜饶我三千丈，诗律输君一百筹。闻道郎君闭东阁，且容老子上南楼。相逢不用忙归去，明日黄花蝶也愁。危楼还望，叹此意、今古几人曾会？鬼设神施，浑认作、天限南疆北界。一水横陈，连岗三面，做出争雄势。六朝何事，只成门户私计？因笑王谢诸人，登高怀远，也学英雄涕。凭却长江，管不到，河洛腥膻无际。正好长驱，不须反顾，寻取中流誓。小儿破贼，势成宁问强对！(强对 一作：疆场)余去岁在东武，作《水调歌头》以寄子由。今年子由相从彭门居百余日，过中秋而去，作此曲以别。余以其语过悲，乃为和之，其意以不早退为戒，以退而相从之乐为慰云耳安石在东海，从事鬓惊秋。中年亲友难别，丝竹缓离愁。一旦功成名遂，准拟东还海道，扶病入西州。雅志困轩冕，遗恨寄沧洲。岁云暮，须早计，要褐裘。故乡归去千里，佳处辄迟留。我醉歌时君和，醉倒须君扶我，惟酒可忘忧。一任刘玄德，相对卧高楼。",
        "author": "宋代",
        "poem_class": "秋天",
        "dynasty": "苏轼"
    },
    {
        "title": "西塍废圃",
        "paragraph": "吟蛩鸣蜩引兴长，玉簪花落野塘香。园翁莫把秋荷折，留与游鱼盖夕阳。游九仙山，闻里中儿歌陌上花，父老云，吴越王妃每岁春必归临安，王以书遗妃曰：“陌上花开，可缓缓归矣。”吴人用其语为歌，含思宛转，听之凄然。而其词鄙野，为易之云。陌上花开蝴蝶飞，江山犹是昔人非。遗民几度垂垂老，游女长歌缓缓归。陌上山花无数开，路人争看翠軿来。若为留得堂堂去，且更从教缓缓回。生前富贵草头露，身后风流陌上花。已作迟迟君去鲁，犹教缓缓妾还家。活水还须活火烹，自临钓石取深清。大瓢贮月归春瓮，小杓分江入夜瓶。雪乳已翻煎处脚，松风忽作泻时声。枯肠未易禁三碗，坐听荒城长短更。有情风、万里卷潮来，无情送潮归。问钱塘江上，西兴浦口，几度斜晖。不用思量今古，俯仰昔人非。谁似东坡老，白首忘机。 记取西湖西畔，正暮山好处，空翠烟霏。算诗人相得，如我与君稀。约他年、东还海道，愿谢公、雅志莫相违。西州路，不应回首，为我沾衣。(正暮 一作：正春)",
        "author": "宋代",
        "poem_class": "秋天",
        "dynasty": "周密"
    },
    {
        "title": "谒金门·秋已暮",
        "paragraph": "秋已暮，重叠关山岐路。嘶马摇鞭何处去，晓禽霜满树。梦断禁城钟鼓，泪滴枕檀无数。一点凝红和薄雾，翠蛾愁不语。独立阶前星又月，帘栊偏皎洁。霜树尽空枝，肠断丁香结。夜深寒不寐，疑恨何曾歇。凭阑干欲折，两条玉箸为君垂， 此宵情，谁共说。 月落霜繁深院闭，洞房人正睡。桐树倚雕檐，金井临瑶砌。晓风寒不啻，独立成憔悴。闲愁浑未已，离人心绪自无端， 莫思量，休退悔。官况萧条在水村，吏归无事好论文。枕欹独听残春雨，梦去空寻五老云。竹径每怜和藓步，禽声偏爱隔花闻。诗情冷淡知音少，独喜江皋得见君。红日已高三丈透，金炉次第添香兽。红锦地衣随步皱。佳人舞点金钗溜，酒恶时拈花蕊嗅。别殿遥闻箫鼓奏。",
        "author": "五代",
        "poem_class": "秋天",
        "dynasty": "牛希济"
    },
    {
        "title": "齐安郡晚秋",
        "paragraph": "柳岸风来影渐疏，使君家似野人居。云容水态还堪赏，啸志歌怀亦自如。雨暗残灯棋散后，酒醒孤枕雁来初。可怜赤壁争雄渡，唯有蓑翁坐钓鱼。人间四月芳菲尽，山寺桃花始盛开。 长恨春归无觅处，不知转入此中来。朝牧牛，牧牛下江曲。夜牧牛，牧牛度村谷。荷蓑出林春雨细，芦管卧吹莎草绿。乱插蓬蒿箭满腰，不怕猛虎欺黄犊。纨绔不饿死，儒冠多误身。丈人试静听，贱子请具陈。甫昔少年日，早充观国宾。读书破万卷，下笔如有神。(读书破万卷 一作：读破万卷书)赋料扬雄敌，诗看子建亲。李邕求识面，王翰愿卜邻。自谓颇挺出，立登要路津。致君尧舜上，再使风俗淳。此意竟萧条，行歌非隐沦。骑驴十三载，旅食京华春。朝扣富儿门，暮随肥马尘。残杯与冷炙，到处潜悲辛。主上顷见征，欻然欲求伸。青冥却垂翅，蹭蹬无纵鳞。甚愧丈人厚，甚知丈人真。每于百僚上，猥诵佳句新。窃效贡公喜，难甘原宪贫。焉能心怏怏，只是走踆踆。今欲东入海，即将西去秦。尚怜终南山，回首清渭滨。常拟报一饭，况怀辞大臣。白鸥没浩荡，万里谁能驯？",
        "author": "唐代",
        "poem_class": "秋天",
        "dynasty": "杜牧"
    },
    {
        "title": "秋夜",
        "paragraph": "秋夜促织鸣，南邻捣衣急。思君隔九重，夜夜空伫立。北窓轻幔垂，西户月光入。何知白露下，坐视阶前湿。谁能长分居，秋尽冬复及。一犁烟雨带微曛，闲课儿童事晚耘。自是鹿门堪涉趣，西风回首见黄云。竺法初从西土来，黄冠掎角力相排。当时道教灰飞尽，贝叶真经安在哉。云乍起，烟海碧微茫。人倚栏杆春未老，一株银橘满山香。鸟语弄笙簧。声百啭，无复协宫商。争似野花饶野趣，好将新意谱新腔。投老惯蛮荒。",
        "author": "南北朝",
        "poem_class": "秋天",
        "dynasty": "谢朓"
    },
    {
        "title": "秋闺思二首",
        "paragraph": "碧窗斜月蔼深晖，愁听寒螀泪湿衣。梦里分明见关塞，不知何路向金微。秋天一夜静无云，断续鸿声到晓闻。欲寄征衣问消息，居延城外又移军。春风先发苑中梅，樱杏桃梨次第开。 荠花榆荚深村里，亦道春风为我来。 终日昏昏醉梦间，忽闻春尽强登山。因过竹院逢僧话，偷得浮生半日闲。春城无处不飞花，寒食东风御柳斜。 日暮汉宫传蜡烛，轻烟散入五侯家。",
        "author": "唐代",
        "poem_class": "秋天",
        "dynasty": "张仲素"
    },
    {
        "title": "江上秋怀",
        "paragraph": "餐霞卧旧壑，散发谢远游。山蝉号枯桑，始复知天秋。朔雁别海裔，越燕辞江楼。飒飒风卷沙，茫茫雾萦洲。黄云结暮色，白水扬寒流。恻怆心自悲，潺湲泪难收。蘅兰方萧瑟，长叹令人愁。上国随缘住，来途若梦行。浮天沧海远，去世法舟轻。水月通禅寂，鱼龙听梵声。惟怜一灯影，万里眼中明。山桃红花满上头，蜀江春水拍山流。花红易衰似郎意，水流无限似侬愁。凤凰台上凤凰游，凤去台空江自流。吴宫花草埋幽径，晋代衣冠成古丘。三山半落青天外，二水中分白鹭洲。(二水 一作：一水)总为浮云能蔽日，长安不见使人愁。",
        "author": "唐代",
        "poem_class": "秋天",
        "dynasty": "李白"
    },
    {
        "title": "青玉案·与朱景参会北岭",
        "paragraph": "西风挟雨声翻浪。恰洗尽、黄茅瘴。老惯人间齐得丧。千岩高卧，五湖归棹，替却凌烟像。故人小驻平戎帐，白羽腰间气何壮。我老渔樵君将相。小槽红酒，晚香丹荔，记取蛮江上。春来秋去。往事知何处？燕子归飞兰泣露。光景千留不住。酒阑人散忡忡。闲阶独倚梧桐。记得去年今日，依前黄叶西风。死去元知万事空，但悲不见九州同。王师北定中原日，家祭无忘告乃翁。雪照山城玉指寒，一声羌管怨楼间。江南几度梅花发，人在天涯鬓已斑。星点点，月团团。倒流河汉入杯盘。翰林风月三千首，寄与吴姬忍泪看。",
        "author": "宋代",
        "poem_class": "秋天",
        "dynasty": "陆游"
    },
    {
        "title": "霁夜",
        "paragraph": "寂历帘栊深夜明，睡回清梦戍墙铃。狂风送雨已何处？淡月笼云犹未醒。早有秋声随堕叶，独将凉意伴流萤。明朝准拟南轩望，洗出庐山万丈青。漠漠轻寒上小楼，晓阴无赖似穷秋。淡烟流水画屏幽。自在飞花轻似梦，无边丝雨细如愁。宝帘闲挂小银钩。春未老，风细柳斜斜。试上超然台上看，半壕春水一城花。烟雨暗千家。(看 一作：望)寒食后，酒醒却咨嗟。休对故人思故国，且将新火试新茶。诗酒趁年华。风消焰蜡，露浥红莲，花市光相射。桂华流瓦。纤云散，耿耿素娥欲下。衣裳淡雅。看楚女纤腰一把。箫鼓喧，人影参差，满路飘香麝。因念都城放夜。望千门如昼，嬉笑游冶。钿车罗帕。相逢处，自有暗尘随马。年光是也。唯只见、旧情衰谢。清漏移，飞盖归来，从舞休歌罢。",
        "author": "宋代",
        "poem_class": "秋天",
        "dynasty": "孔平仲"
    },
    {
        "title": "访秋",
        "paragraph": "酒薄吹还醒，楼危望已穷。江皋当落日，帆席见归风。烟带龙潭白，霞分鸟道红。殷勤报秋意，只是有丹枫。秋在水清山暮蝉，洛阳树色鸣皋烟。 送君归去愁不尽，又惜空度凉风天。一自萧关起战尘，河湟隔断异乡春。汉儿尽作胡儿语，却向城头骂汉人。塞北梅花羌笛吹，淮南桂树小山词。请君莫奏前朝曲，听唱新翻杨柳枝。",
        "author": "唐代",
        "poem_class": "秋天",
        "dynasty": "李商隐"
    },
    {
        "title": "长相思·铁瓮城高",
        "paragraph": "铁瓮城高，蒜山渡阔，干云十二层楼。开尊待月，掩箔披风，依然灯火扬州。绮陌南头，记歌名宛转，乡号温柔。曲槛俯清流。想花阴，谁系兰舟？念凄绝秦弦，感深荆赋，相望几许凝愁。勤勤裁尺素，奈双鱼难渡瓜洲。晓鉴堪羞，潘鬓点、吴霜渐稠。幸于飞、鸳鸯未老，不应同是悲秋。梅子金黄杏子肥，麦花雪白菜花稀。日长篱落无人过，惟有蜻蜓蛱蝶飞。(惟 通：唯)八月十七日，同诸生步自永安城楼，过张宽夫园待月。偶有名酒，因以金荷酌众客。客有孙彦立，善吹笛。援笔作乐府长短句，文不加点。断虹霁雨，净秋空，山染修眉新绿。桂影扶疏，谁便道，今夕清辉不足？万里青天，姮娥何处，驾此一轮玉。寒光零乱，为谁偏照醽醁？年少从我追游，晚凉幽径，绕张园森木。共倒金荷，家万里，难得尊前相属。老子平生，江南江北，最爱临风曲。孙郎微笑，坐来声喷霜竹。四面垂杨十里荷，问云何处最花多。画楼南畔夕阳和。 天气乍凉人寂寞，光阴须得酒消磨。且来花里听笙歌。",
        "author": "宋代",
        "poem_class": "秋天",
        "dynasty": "秦观"
    },
    {
        "title": "风入松·麓翁园堂宴客",
        "paragraph": "一番疏雨洗芙蓉。玉冷佩丁东。辘轳听带秋声转，早凉生、傍井梧桐。欢宴良宵好月，佳人修竹清风。 临池飞阁乍青红。移酒小垂虹。贞元供奉梨园曲，称十香、深蘸琼钟。醉梦孤云晓色，笙歌一派秋空。风蒲猎猎小池塘，过雨荷花满院香，沉李浮瓜冰雪凉。竹方床，针线慵拈午梦长。清风无力屠得热，落日着翅飞上山。人固已惧江海竭，天岂不惜河汉干？昆仑之高有积雪，蓬莱之远常遗寒。不能手提天下往，何忍身去游其间？问讯湖边春色，重来又是三年。东风吹我过湖船，杨柳丝丝拂面。世路如今已惯，此心到处悠然。寒光亭下水如天，飞起沙鸥一片。",
        "author": "宋代",
        "poem_class": "秋天",
        "dynasty": "吴文英"
    },
    {
        "title": "秋怀·其二",
        "paragraph": "秋月颜色冰，老客志气单。冷露滴梦破，峭风梳骨寒。席上印病文，肠中转愁盘。疑怀无所凭，虚听多无端。梧桐枯峥嵘，声响如哀弹。相见时难别亦难，东风无力百花残。春蚕到死丝方尽，蜡炬成灰泪始干。晓镜但愁云鬓改，夜吟应觉月光寒。蓬山此去无多路，青鸟殷勤为探看。(蓬山 一作：蓬莱)汉帝重阿娇，贮之黄金屋。咳唾落九天，随风生珠玉。宠极爱还歇，妒深情却疏。长门一步地，不肯暂回车。雨落不上天，水覆难再收。君情与妾意，各自东西流。昔日芙蓉花，今成断根草。以色事他人，能得几时好。众岫耸寒色，精庐向此分。流星透疏水，走月逆行云。(疏水 一作：疏木)绝顶人来少，高松鹤不群。一僧年八十，世事未曾闻。",
        "author": "唐代",
        "poem_class": "秋天",
        "dynasty": "孟郊"
    },
    {
        "title": "清平乐·秋词",
        "paragraph": "清淮浊汴。更在江西岸。红旆到时黄叶乱。霜入梁王故苑。秋原何处携壶。停骖访古踟蹰。双庙遗风尚在，漆园傲吏应无。千古风流八咏楼，江山留与后人愁。水通南国三千里，气压江城十四州。天涯也有江南信。梅破知春近。夜阑风细得香迟。不道晓来开遍、向南枝。 玉台弄粉花应妒。飘到眉心住。平生个里愿杯深。去国十年老尽、少年心。枣花至小能成实，桑叶虽柔解吐丝。堪笑牡丹如斗大，不成一事又空枝。",
        "author": "宋代",
        "poem_class": "秋天",
        "dynasty": "苏轼"
    },
    {
        "title": "游月陂",
        "paragraph": "月陂堤上四徘徊，北有中天百尺台。万物已随秋气改，一樽聊为晚凉开。水心云影闲相照，林下泉声静自来。世事无端何足计，但逢佳节约重陪。半亩方塘一鉴开，天光云影共徘徊。问渠那得清如许？为有源头活水来。(那 通：哪)壬戌之秋，七月既望，苏子与客泛舟游于赤壁之下。清风徐来，水波不兴。举酒属客，诵明月之诗，歌窈窕之章。少焉，月出于东山之上，徘徊于斗牛之间。白露横江，水光接天。纵一苇之所如，凌万顷之茫然。浩浩乎如冯虚御风，而不知其所止；飘飘乎如遗世独立，羽化而登仙。(冯 通：凭)于是饮酒乐甚，扣舷而歌之。歌曰：“桂棹兮兰桨，击空明兮溯流光。渺渺兮予怀，望美人兮天一方。”客有吹洞箫者，倚歌而和之。其声呜呜然，如怨如慕，如泣如诉；余音袅袅，不绝如缕。舞幽壑之潜蛟，泣孤舟之嫠妇。苏子愀然，正襟危坐而问客曰：“何为其然也？”客曰：“‘月明星稀，乌鹊南飞。’此非曹孟德之诗乎？西望夏口，东望武昌，山川相缪，郁乎苍苍，此非孟德之困于周郎者乎？方其破荆州，下江陵，顺流而东也，舳舻千里，旌旗蔽空，酾酒临江，横槊赋诗，固一世之雄也，而今安在哉？况吾与子渔樵于江渚之上，侣鱼虾而友麋鹿，驾一叶之扁舟，举匏樽以相属。寄蜉蝣于天地，渺沧海之一粟。哀吾生之须臾，羡长江之无穷。挟飞仙以遨游，抱明月而长终。知不可乎骤得，托遗响于悲风。”苏子曰：“客亦知夫水与月乎？逝者如斯，而未尝往也；盈虚者如彼，而卒莫消长也。盖将自其变者而观之，则天地曾不能以一瞬；自其不变者而观之，则物与我皆无尽也，而又何羡乎！且夫天地之间，物各有主，苟非吾之所有，虽一毫而莫取。惟江上之清风，与山间之明月，耳得之而为声，目遇之而成色，取之无禁，用之不竭。是造物者之无尽藏也，而吾与子之所共适。”(共适 一作：共食)客喜而笑，洗盏更酌。肴核既尽，杯盘狼籍。相与枕藉乎舟中，不知东方之既白。春宵一刻值千金，花有清香月有阴。歌管楼台声细细，秋千院落夜沉沉。",
        "author": "宋代",
        "poem_class": "秋天",
        "dynasty": "程颢"
    },
    {
        "title": "小重山·秋到长门秋草黄",
        "paragraph": "秋到长门秋草黄。画梁双燕去，出宫墙。玉箫无复理霓裳。金蝉坠，鸾镜掩休妆。忆昔在昭阳。舞衣红绶带，绣鸳鸯。至今犹惹御炉香。魂梦断，愁听漏更长。凉风起天末，君子意如何。鸿雁几时到，江湖秋水多。文章憎命达，魑魅喜人过。应共冤魂语，投诗赠汨罗。章台柳，章台柳，颜色青青今在否？纵使长条似旧垂，也应攀折他人手。(版本一)章台柳，章台柳，往日依依今在否？纵使长条似旧垂，也应攀折他人手。(版本二)章台柳，章台柳，昔日青青今在否？纵使长条似旧垂，也应攀折他人手。(版本三)人人尽说江南好，游人只合江南老。春水碧于天，画船听雨眠。垆边人似月，皓腕凝霜雪。未老莫还乡，还乡须断肠。",
        "author": "唐代",
        "poem_class": "秋天",
        "dynasty": "薛昭蕴"
    },
    {
        "title": "倪庄中秋",
        "paragraph": "强饭日逾瘦，狭衣秋已寒。儿童漫相忆，行路岂知难。露气入茅屋，溪声喧石滩。山中夜来月，到晓不曾看。九死馀生气息存，萧条门巷似荒村。春雷谩说惊坯户，皎日何曾入覆盆。济水有情添别泪，吴云无梦寄归魂。百年世事兼身事，尊酒何人与细论！明明非浅亦非深，何事痴人泥影寻。照见大千真法体，不关形相不关心。太一混元真法?，清心精锐行持。先擒自己那虫尸。香涸通上界，威力暗施为。救拔亡魂消旧业，见存广得洪禧。鬼惊神骇惧勾追。行功惟显著，指日彩云随。",
        "author": "金朝",
        "poem_class": "秋天",
        "dynasty": "元好问"
    },
    {
        "title": "秋思",
        "paragraph": "春阳如昨日，碧树鸣黄鹂。芜然蕙草暮，飒尔凉风吹。天秋木叶下，月冷莎鸡悲。坐愁群芳歇，白露凋华滋。支离东北风尘际，漂泊西南天地间。三峡楼台淹日月，五溪衣服共云山。羯胡事主终无赖，词客哀时且未还。庾信平生最萧瑟，暮年诗赋动江关。一树寒梅白玉条，迥临村路傍溪桥。(村路 一作：林村)不知近水花先发，疑是经冬雪未销。好雨知时节，当春乃发生。随风潜入夜，润物细无声。野径云俱黑，江船火独明。晓看红湿处，花重锦官城。",
        "author": "唐代",
        "poem_class": "秋天",
        "dynasty": "李白"
    },
    {
        "title": "苏武慢·雁落平沙",
        "paragraph": "雁落平沙，烟笼寒水，古垒鸣笳声断。青山隐隐，败叶萧萧，天际暝鸦零乱。楼上黄昏，片帆千里归程，年华将晚。望碧云空暮，佳人何处，梦魂俱远。忆旧游、邃馆朱扉，小园香径，尚想桃花人面。书盈锦轴，恨满金徽，难写寸心幽怨。两地离愁，一尊芳酒凄凉，危阑倚遍。尽迟留、凭仗西风，吹干泪眼。石梁茅屋有弯碕，流水溅溅度两陂。(度两陂 一作：度西陂)晴日暖风生麦气，绿阴幽草胜花时。夜久无眠秋气清，烛花频剪欲三更。铺床凉满梧桐月，月在梧桐缺处明。秀樾横塘十里香，水花晚色静年芳。胭脂雪瘦熏沉水，翡翠盘高走夜光。山黛远，月波长，暮云秋影蘸潇湘。醉魂应逐凌波梦，分付西风此夜凉。",
        "author": "宋代",
        "poem_class": "秋天",
        "dynasty": "蔡伸"
    },
    {
        "title": "秋夜宴临津郑明府宅",
        "paragraph": "行止皆无地，招寻独有君。酒中堪累月，身外即浮云。露白宵钟彻，风清晓漏闻。坐携余兴往，还似未离群。常恨言语浅，不如人意深。今朝两相视，脉脉万重心。天津桥下冰初结，洛阳陌上人行绝。 榆柳萧疏楼阁闲，月明直见嵩山雪。菱透浮萍绿锦池，夏莺千啭弄蔷薇。尽日无人看微雨，鸳鸯相对浴红衣。",
        "author": "唐代",
        "poem_class": "秋天",
        "dynasty": "杜审言"
    },
    {
        "title": "忆王孙·番阳彭氏小楼作",
        "paragraph": "冷红叶叶下塘秋，长与行云共一舟。零落江南不自由。两绸缪，料得吟鸾夜夜愁。方山子，光、黄间隐人也。少时慕朱家、郭解为人，闾里之侠皆宗之。稍壮，折节读书，欲以此驰骋当世，然终不遇。晚乃遁于光、黄间，曰岐亭。庵居蔬食，不与世相闻；弃车马，毁冠服，徒步往来山中，人莫识也。见其所著帽，方耸而高，曰：“此岂古方山冠之遗像乎？”因谓之方山子。余谪居于黄，过岐亭，适见焉。曰：“呜呼！此吾故人陈慥季常也，何为而在此？”方山子亦矍然，问余所以至此者，余告之故。俯而不答，仰而笑，呼余宿其家。环堵萧然，而妻子奴婢皆有自得之意。余既耸然异之，独念方山子少时，使酒好剑，用财如粪土。前十有九年，余在岐山，见方山子从两骑，挟二矢，游西山。鹊起于前，使骑逐而射之，不获。方山子怒马独出，一发得之。因与余马上论用兵及古今成败，自谓一世豪士。今几日耳，精悍之色，犹见于眉间，而岂山中之人哉？然方山子世有勋阀，当得官。使从事于其间，今已显闻。而其家在洛阳，园宅壮丽，与公侯等。河北有田，岁得帛千匹，亦足以富乐。皆弃不取，独来穷山中，此岂无得而然哉？余闻光、黄间多异人，往往阳狂垢污，不可得而见，方山子傥见之欤？ 绿云剪叶，低护黄金屑。占断花中声誉，香与韵、两清洁。胜绝，君听说。是他来处别。试看仙衣犹带，金庭露、玉阶月。门外无人问落花，绿阴冉冉遍天涯。林莺啼到无声处，青草池塘独听蛙。",
        "author": "宋代",
        "poem_class": "秋天",
        "dynasty": "姜夔"
    },
    {
        "title": "题沙溪驿",
        "paragraph": "涧水弯弯绕郡城，老蝉嘶作车轮声。西风吹客上马去，夕阳满川红叶明。三年羁旅客，今日又南冠。无限山河泪，谁言天地宽。(山河 一作：河山)已知泉路近，欲别故乡难。毅魄归来日，灵旗空际看。有花无月恨茫茫，有月无花恨转长；花美似人临月镜，月明如水照花香。扶筇月下寻花步，携酒花前带月尝；如此好花如此月，莫将花月作寻常。九十春光一掷梭，花前酌酒唱高歌。枝上花开能几日，世上人生能几何。昨朝花胜今朝好，今朝花落成秋草。花前人是去年身，去年人比今年老。今日花开又一枝，明日来看知是谁？明年今日花开否，今日明年谁得知。天时不测多风雨，人事难量多龃龉。天时人事两不齐，莫把春光付流水，好花难种不长开，少年易老不重来。人生不向花前醉，花笑人生也是呆。",
        "author": "明代",
        "poem_class": "秋天",
        "dynasty": "刘基"
    },
    {
        "title": "秋夜月中登天坛",
        "paragraph": "秋蟾流异彩，斋洁上坛行。天近星辰大，山深世界清。 仙飙石上起，海日夜中明。何计长来此，闲眠过一生。丹阳郭里送行舟，一别心知两地秋。 日晚江南望江北，寒鸦飞尽水悠悠。新丰美酒斗十千，咸阳游侠多少年。相逢意气为君饮，系马高楼垂柳边。出身仕汉羽林郎，初随骠骑战渔阳。孰知不向边庭苦，纵死犹闻侠骨香。一身能擘两雕弧，虏骑千重只似无。偏坐金鞍调白羽，纷纷射杀五单于。汉家君臣欢宴终，高议云台论战功。天子临轩赐侯印，将军佩出明光宫。花开不同赏，花落不同悲。欲问相思处，花开花落时。",
        "author": "唐代",
        "poem_class": "秋天",
        "dynasty": "姚合"
    },
    {
        "title": "行香子·秋入鸣皋",
        "paragraph": "秋入鸣皋，爽气飘萧。挂衣冠、初脱尘劳。窗间岩岫，看尽昏朝。夜山低，晴山近，晓山高。细数闲来，几处村醪。醉模糊、信手挥毫。等闲陶写，问甚风骚。乐因循，能潦倒，也消摇。离别一何久，七度过中秋。去年东武今夕，明月不胜愁。岂意彭城山下，同泛清河古汴，船上载凉州。鼓吹助清赏，鸿雁起汀洲。坐中客，翠羽帔，紫绮裘。素娥无赖，西去曾不为人留。今夜清尊对客，明夜孤帆水驿，依旧照离忧。但恐同王粲，相对永登楼。芳原绿野恣行时，春入遥山碧四围。兴逐乱红穿柳巷，困临流水坐苔矶。莫辞盏酒十分劝，只恐风花一片飞。况是清明好天气，不妨游衍莫忘归。老去无心听管弦，病来杯酒不相便。人生难得秋前雨，乞我虚堂自在眠。",
        "author": "宋代",
        "poem_class": "秋天",
        "dynasty": "许古"
    },
    {
        "title": "华胥引·秋思",
        "paragraph": "川原澄映，烟月冥濛，去舟如叶。岸足沙平，蒲根水冷留雁唼。别有孤角吟秋，对晓风呜轧。红日三竿，醉头扶起还怯。离思相萦，渐看看、鬓丝堪镊。舞衫歌扇，何人轻怜细阅。点检从前恩爱，但凤笺盈箧。愁剪灯花，夜来和泪双叠。试说途中景，方知别后心。行人日暮少，风雪乱山深。数日秋风欺病夫，尽吹黄叶下庭芜。林疏放得遥山出，又被云遮一半无。王定国歌儿曰柔奴，姓宇文氏，眉目娟丽，善应对，家世住京师。定国南迁归，余问柔：“广南风土， 应是不好？”柔对曰：“此心安处，便是吾乡。”因为缀词云。常羡人间琢玉郎，天应乞与点酥娘。尽道清歌传皓齿，风起，雪飞炎海变清凉。(天应乞与 一作：天教分付； 尽道 一作：自作)万里归来颜愈少。微笑，笑时犹带岭梅香。试问岭南应不好，却道：此心安处是吾乡。",
        "author": "宋代",
        "poem_class": "秋天",
        "dynasty": "周邦彦"
    },
    {
        "title": "秋晓行南谷经荒村",
        "paragraph": "杪秋霜露重，晨起行幽谷。黄叶覆溪桥，荒村唯古木。寒花疏寂历，幽泉微断续。机心久已忘，何事惊麋鹿。荷叶生时春恨生，荷叶枯时秋恨成。 深知身在情长在，怅望江头江水声。云母屏风烛影深，长河渐落晓星沉。嫦娥应悔偷灵药，碧海青天夜夜心。黄河远上白云间，一片孤城万仞山。羌笛何须怨杨柳，春风不度玉门关。单于北望拂云堆，杀马登坛祭几回。汉家天子今神武，不肯和亲归去来。",
        "author": "唐代",
        "poem_class": "秋天",
        "dynasty": "柳宗元"
    },
    {
        "title": "赋得秋日悬清光",
        "paragraph": "寥廓凉天静，晶明白日秋。圆光含万象，碎影入闲流。迥与青冥合，遥同江甸浮。昼阴殊众木，斜影下危楼。宋玉登高怨，张衡望远愁。馀辉如可托，云路岂悠悠。何事居穷道不穷，乱时还与静时同。家山虽在干戈地，弟侄常修礼乐风。窗竹影摇书案上，野泉声入砚池中。少年辛苦终身事，莫向光阴惰寸功。万丈红泉落，迢迢半紫氛。奔流下杂树，洒落出重云。日照虹霓似，天清风雨闻。灵山多秀色，空水共氤氲。白发三千丈，缘愁似个长。不知明镜里，何处得秋霜。",
        "author": "唐代",
        "poem_class": "秋天",
        "dynasty": "王维"
    },
    {
        "title": "点绛唇·庚午重九再用前韵",
        "paragraph": "不用悲秋，今年身健还高宴。江村海甸。总作空花观。尚想横汾，兰菊纷相半。楼船远。白雪飞乱。空有年年雁。暗淡轻黄体性柔，情疏迹远只香留。何须浅碧深红色，自是花中第一流。(深 一作：轻)梅定妒，菊应羞，画阑开处冠中秋。骚人可煞无情思，何事当年不见收。(阑 通：栏)携扙来追柳外凉，画桥南畔倚胡床。月明船笛参差起，风定池莲自在香。几日随风北海游，回从扬子大江头。臣心一片磁针石，不指南方不肯休。",
        "author": "宋代",
        "poem_class": "秋天",
        "dynasty": "苏轼"
    },
    {
        "title": "野望",
        "paragraph": "一天秋色冷晴湾，无数峰峦远近间。闲上山来看野水，忽于水底见青山。楚江空晚。怅离群万里，恍然惊散。自顾影、欲下寒塘，正沙净草枯，水平天远。写不成书，只寄得、相思一点。料因循误了，残毡拥雪，故人心眼。 谁怜旅愁荏苒。谩长门夜悄，锦筝弹怨。想伴侣、犹宿芦花，也曾念春前，去程应转。暮雨相呼，怕蓦地、玉关重见。未羞他、双燕归来，画帘半卷。腰间羽箭久凋零，太息燕然未勒铭。老子犹堪绝大漠，诸君何至泣新亭。一身报国有万死，双鬓向人无再青。记取江湖泊船处，卧闻新雁落寒汀。自古帝王州，郁郁葱葱佳气浮。四百年来成一梦，堪愁。晋代衣冠成古丘。 绕水恣行游。上尽层城更上楼。往事悠悠君莫问，回头。槛外长江空自流。",
        "author": "宋代",
        "poem_class": "秋天",
        "dynasty": "翁卷"
    },
    {
        "title": "关河令·秋阴时晴渐向暝",
        "paragraph": "秋阴时晴渐向暝，变一庭凄冷。伫听寒声，云深无雁影。更深人去寂静，但照壁孤灯相映。酒已都醒，如何消夜永！重五山村好，榴花忽已繁。粽包分两髻，艾束著危冠。旧俗方储药，羸躯亦点丹。日斜吾事毕，一笑向杯盘。柳暗花明春事深。小阑红芍药，已抽簪。雨馀风软碎鸣禽。迟迟日，犹带一分阴。往事莫沉吟。身闲时序好，且登临。旧游无处不堪寻。无寻处，惟有少年心。候蛩凄断，人语西风岸。月落沙平江似练，望尽芦花无雁。暗教愁损兰成，可怜夜夜关情。只有一枝梧叶，不知多少秋声！",
        "author": "宋代",
        "poem_class": "秋天",
        "dynasty": "周邦彦"
    },
    {
        "title": "清平乐·凄凄切切",
        "paragraph": "凄凄切切，惨淡黄花节。梦里砧声浑未歇，那更乱蛩悲咽。尘生燕子空楼，抛残弦索床头。一样晓风残月，而今触绪添愁。画梁春尽落香尘。擅风情，秉月貌，便是败家的根本。箕裘颓堕皆从敬，家事消亡首罪宁。宿孽总因情！唐子居于内，夜饮酒，己西向坐，妻东向坐，女安北向坐，妾坐于西北隅，执壶以酌，相与笑语。唐子食鱼而甘，问其妾曰：“是所市来者，必生鱼也？”妾对曰：“非也，是鱼死未久，即市以来，又天寒，是以味鲜若此。”于是饮酒乐甚。忽焉拊几而叹。其妻曰：“子饮酒乐矣，忽焉拊几而叹，其故何也？”唐子曰：“溺于俗者无远见，吾欲有言，未尝以语人，恐人之骇异吾言也。今食是鱼而念及之，是以叹也。”妻曰：“我，妇人也，不知大丈夫之事；然愿子试以语我。”曰：“大清有天下，仁矣。自秦以来，凡为帝王者皆贼也。”妻笑曰：“何以谓之贼也？”曰：“今也有负数匹布或担数斗粟而行于涂者，或杀之而有其布粟，是贼乎，非贼乎？”曰：“是贼矣。”唐子曰：“杀一人而取其匹布斗粟，犹谓之贼；杀天下之人而尽有其布粟之富，而反不谓之贼乎？三代以后，有天下之善者莫如汉，然高帝屠城阳，屠颍阳，光武帝屠城三百。使我而事高帝，当其屠城阳之时，必痛哭而去之矣；使我而事光武帝，当其屠一城之始，必痛哭而去之矣。吾不忍为之臣也。”妻曰：“当大乱之时，岂能不杀一人而定天下？”唐子曰：“定乱岂能不杀乎？古之王者，有不得已而杀者二：有罪，不得不杀；临战，不得不杀。有罪而杀，尧舜之所不能免也；临战而杀，汤武之所不能免也；非是，奚以杀为？若过里而墟其里，过市而窜其市，入城而屠其城，此何为者？大将杀人，非大将杀之，天子实杀之；偏将杀人，非偏将杀之，天子实杀之；卒伍杀人，非卒伍杀之，天子实杀之；官吏杀人，非官吏杀之，天子实杀之。杀人者众手，实天子为之大手。天下既定，非攻非战，百姓死于兵与因兵而死者十五六。暴骨未收，哭声未绝。目眦未干，于是乃服衮冕，乘法驾，坐前殿，受朝贺，高官室，广苑囿，以贵其妻妾，以肥其子孙，彼诚何心而忍享之？若上帝使我治杀人之狱，我则有以处之矣。匹夫无故而杀人，以其一身抵一人之死，斯足矣；有天下者无故而杀人，虽百其身不足以抵其杀一人之罪。是何也？天子者，天下之慈母也，人所仰望以乳育者也，乃无故而杀之，其罪岂不重于匹夫？”妻曰：“尧舜之为君何如者？”曰：“尧舜岂远于人哉！”乃举一箸指盘中余鱼曰：“此味甘乎？”曰：“甘”。曰：“今使子钓于池而得鱼，扬竿而脱，投地跳跃，乃按之椹上而割之，刳其腹，犀其甲，其尾犹摇。于是煎烹以进，子能食之乎？”妻曰：“吾不忍食也。”曰：“人之于鱼，不啻太山之于秋毫也；甘天下之味，亦类于一鱼之味耳。于鱼则不忍，于人则忍之；杀一鱼而甘一鱼之味则不忍，杀天下之人而甘天下之味则忍之。是岂人之本心哉！尧舜之道，不失其本心而已矣。”妾，微者也；女安，童而无知者也；闻唐子之言，亦皆悄然而悲，咨嗟欲泣，若不能自释焉。髫年颖异号神童，名列初唐四杰中。路出名区逢宴饯，文成末座骋豪雄。明山秀水增佳色，贤主高朋拜下风。传诵千秋长不朽，兰亭一序漫誇工。",
        "author": "清代",
        "poem_class": "秋天",
        "dynasty": "纳兰性德"
    },
    {
        "title": "西湖杂咏·秋",
        "paragraph": "疏林红叶，芙蓉将谢，天然妆点秋屏列。断霞遮，夕阳斜，山腰闪出闲亭榭。分付画船且慢者。歌，休唱彻；诗，乘兴写。三生石上旧精魂，邂逅相逢莫重论。纵有绣囊留别恨，已无明镜著啼痕。尔侬我侬，忒煞情多，情多处，热似火。把一块泥，捻一个尔，塑一个我，将咱两个，一齐打破，用水调和。再捻一个尔，再塑一个我。我泥中有尔，尔泥中有我。我与尔生同一个衾，死同一个椁！都门花月蹉跎住，恰做了白发伧父。酒微醒曲榭回廊，忘却天街酥雨。〔幺〕晓钟残红被留温，又逐马蹄声去。恨无题亭影楼心，画不就愁城惨处。",
        "author": "元代",
        "poem_class": "秋天",
        "dynasty": "薛昂夫"
    },
    {
        "title": "浣溪沙·波面铜花冷不收",
        "paragraph": "波面铜花冷不收。玉人垂钓理纤钩。月明池阁夜来秋。 江燕话归成晓别，水花红减似春休。西风梧井叶先愁。元丰七年十二月十八日，浴泗州雍熙塔下，戏作如梦令阕。此曲本唐庄宗制，名忆仙姿，嫌其名不雅，故改为如梦令。盖庄宗作此词，卒章云：“如梦如梦，和泪出门相送。”因取以为名云。水垢何曾相受。细看两俱无有。寄语揩背人，尽日劳君挥肘。轻手，轻手。居士本来无垢。吹破残烟入夜风。一轩明月上帘栊。因惊路远人还远，纵得心同寝未同。 情脉脉，意忡忡。碧云归去认无踪。只应会向前生里，爱把鸳鸯两处笼。鸣骹直上一千尺，天静无风声更干。碧眼胡儿三百骑，尽提金勒向云看。",
        "author": "宋代",
        "poem_class": "秋天",
        "dynasty": "吴文英"
    },
    {
        "title": "贺新郎·秋晓",
        "paragraph": "渺渺啼鸦了。亘鱼天，寒生峭屿，五湖秋晓。竹几一灯人做梦，嘶马谁行古道。起搔首、窥星多少。月有微黄篱无影，挂牵牛数朵青花小。秋太淡，添红枣。愁痕倚赖西风扫。被西风、翻催鬓鬒，与秋俱老。旧院隔霜帘不卷，金粉屏边醉倒。计无此、中年怀抱。万里江南吹箫恨，恨参差白雁横天杪。烟未敛，楚山杳。桃李莫相妒，夭姿元不同。犹余雪霜态，未肯十分红。凡读书......须要读得字字响亮，不可误一字，不可少一字，不可多一字，不可倒一字，不可牵强暗记，只是要多诵数遍，自然上口，久远不忘。古人云，“读书百遍，其义自见”。谓读得熟，则不待解说，自晓其义也。余尝谓，读书有三到，谓心到，眼到，口到。心不在此，则眼不看仔细，心眼既不专一，却只漫浪诵读，决不能记，记亦不能久也。三到之中，心到最急。心既到矣，眼口岂不到乎？闻道梅花坼晓风，雪堆遍满四山中。何方可化身千亿，一树梅前一放翁。",
        "author": "宋代",
        "poem_class": "秋天",
        "dynasty": "蒋捷"
    },
    {
        "title": "齐天乐·绿芜凋尽台城路",
        "paragraph": "绿芜凋尽台城路，殊乡又逢秋晚。暮雨生寒，鸣蛩劝织，深阁时闻裁剪。云窗静掩。叹重拂罗裀，顿疏花簟。尚有綀囊，露萤清夜照书卷。荆江留滞最久，故人相望处，离思何限。渭水西风，长安乱叶，空忆诗情宛转，凭高眺远。正玉液新篘，蟹螯初荐。醉倒山翁，但愁斜照敛。四月清和雨乍晴，南山当户转分明。更无柳絮因风起，惟有葵花向日倾。湖山胜处放翁家，槐柳阴中野径斜。水满有时观下鹭，草深无处不鸣蛙。箨龙已过头番笋，木笔犹开第一花。叹息老来交旧尽，睡来谁共午瓯茶。红酥手，黄縢酒，满城春色宫墙柳。东风恶，欢情薄。一怀愁绪，几年离索。错、错、错。春如旧，人空瘦，泪痕红浥鲛绡透。桃花落，闲池阁。山盟虽在，锦书难托。莫、莫、莫！",
        "author": "宋代",
        "poem_class": "秋天",
        "dynasty": "周邦彦"
    },
    {
        "title": "踏莎行·庚戌中秋后二夕带湖篆冈小酌",
        "paragraph": "夜月楼台，秋香院宇。笑吟吟地人来去。是谁秋到便凄凉？当年宋玉悲如许。随分杯盘，等闲歌舞。问他有甚堪悲处？思量却也有悲时，重阳节近多风雨。欲收新麦继陈谷，赖有诸孙替老人。三夜阴霪败场圃，一竿晴日舞比邻。急炊大饼偿饥乏，多博村酤劳苦辛。闭廪归来真了事，赋诗怜汝足精神。青苔满地初晴后，绿树无人昼梦余。唯有南风旧相识，偷开门户又翻书。瑶草一何碧，春入武陵溪。溪上桃花无数，枝上有黄鹂。我欲穿花寻路，直入白云深处，浩气展虹霓。只恐花深里，红露湿人衣。坐玉石，倚玉枕，拂金徽。谪仙何处？无人伴我白螺杯。我为灵芝仙草，不为朱唇丹脸，长啸亦何为？醉舞下山去，明月逐人归。",
        "author": "宋代",
        "poem_class": "秋天",
        "dynasty": "辛弃疾"
    },
    {
        "title": "暮秋山行",
        "paragraph": "疲马卧长坂，夕阳下通津。山风吹空林，飒飒如有人。苍旻霁凉雨，石路无飞尘。千念集暮节，万籁悲萧辰。鶗鴂昨夜鸣，蕙草色已陈。况在远行客，自然多苦辛。别浦今朝暗，罗帷午夜愁。鹊辞穿线月，花入曝衣楼。天上分金镜，人间望玉钩。钱塘苏小小，更值一年秋。前不见古人，后不见来者。念天地之悠悠，独怆然而涕下！严风吹霜海草凋，筋干精坚胡马骄。汉家战士三十万，将军兼领霍嫖姚。流星白羽腰间插，剑花秋莲光出匣。天兵照雪下玉关，虏箭如沙射金甲。云龙风虎尽交回，太白入月敌可摧。敌可摧，旄头灭，履胡之肠涉胡血。悬胡青天上，埋胡紫塞傍。胡无人，汉道昌。陛下之寿三千霜。但歌大风云飞扬，安得猛士兮守四方。",
        "author": "唐代",
        "poem_class": "秋天",
        "dynasty": "岑参"
    },
    {
        "title": "秋日三首",
        "paragraph": "霜落邗沟积水清，寒星无数傍船明。菰蒲深处疑无地，忽有人家笑语声。月团新碾瀹花瓷，饮罢呼儿课楚词。风定小轩无落叶，青虫相对吐秋丝。连卷雌霓小西楼，逐雨追晴意未休。安得万妆相向舞，酒酣聊把作缠头。芳原绿野恣行时，春入遥山碧四围。兴逐乱红穿柳巷，困临流水坐苔矶。莫辞盏酒十分劝，只恐风花一片飞。况是清明好天气，不妨游衍莫忘归。金谷年年，乱生春色谁为主？余花落处，满地和烟雨。又是离歌，一阕长亭暮。王孙去，萋萋无数，南北东西路。绿芜墙绕青苔院，中庭日淡芭蕉卷。蝴蝶上阶飞，烘帘自在垂。玉钩双语燕，宝甃杨花转。几处簸钱声，绿窗春睡轻。",
        "author": "宋代",
        "poem_class": "秋天",
        "dynasty": "秦观"
    },
    {
        "title": "瑞鹤仙·秋感",
        "paragraph": "泪荷抛碎璧。正漏云筛雨，斜捎窗隙。林声怨秋色。对小山不迭，寸眉愁碧。凉欺岸帻。暮砧催、银屏翦尺。最无聊、燕去堂空，旧幕暗尘罗额。 行客。西园有分，断柳凄花，似曾相识。西风破屐。林下路，水边石。念寒蛩残梦，归鸿心事，那听江村夜笛。看雪飞、苹底芦梢，未如鬓白。黑云翻墨未遮山，白雨跳珠乱入船。卷地风来忽吹散，望湖楼下水如天。胡马嘶风，汉旗翻雪，彤云又吐，一竿残照。古木连空，乱山无数，行尽暮沙衰草。星斗横幽馆，夜无眠、灯花空老。雾浓香鸭，冰凝泪烛，霜天难晓。 长记小妆才了，一杯未尽，离怀多少。醉里秋波，梦中朝雨，都是醒时烦恼。料有牵情处，忍思量、耳边曾道。甚时跃马归来，认得迎门轻笑。别馆寒砧，孤城画角，一派秋声入寥廓。东归燕从海上去，南来雁向沙头落。楚台风，庾楼月，宛如昨。无奈被些名利缚，无奈被他情担阁！可惜风流总闲却！当初谩留华表语，而今误我秦楼约。梦阑时，酒醒后，思量着。",
        "author": "宋代",
        "poem_class": "秋天",
        "dynasty": "吴文英"
    },
    {
        "title": "玉楼春·和吴见山韵",
        "paragraph": "阑干独倚天涯客。心影暗凋风叶寂。千山秋入雨中青，一雁暮随云去急。霜花强弄春颜色。相吊年光浇大白。海烟沈处倒残霞，一杼鲛绡和泪织。相逢情便深，恨不相逢早。识尽千千万万人，终不似、伊家好。别你登长道。转更添烦恼。楼外朱楼独倚阑，满目围芳草。小院朱阑几曲，重城画鼓三通。更看微月转光风。归去香云入梦。翠袖争浮大白，皂罗半插斜红。灯花零落酒花秾。妙语一时飞动。庆历四年春，滕子京谪守巴陵郡。越明年，政通人和，百废具兴，乃重修岳阳楼，增其旧制，刻唐贤今人诗赋于其上，属予作文以记之。(具 通：俱)予观夫巴陵胜状，在洞庭一湖。衔远山，吞长江，浩浩汤汤，横无际涯，朝晖夕阴，气象万千，此则岳阳楼之大观也，前人之述备矣。然则北通巫峡，南极潇湘，迁客骚人，多会于此，览物之情，得无异乎？若夫淫雨霏霏，连月不开，阴风怒号，浊浪排空，日星隐曜，山岳潜形，商旅不行，樯倾楫摧，薄暮冥冥，虎啸猿啼。登斯楼也，则有去国怀乡，忧谗畏讥，满目萧然，感极而悲者矣。(隐曜 一作：隐耀；淫雨 通：霪雨)至若春和景明，波澜不惊，上下天光，一碧万顷，沙鸥翔集，锦鳞游泳，岸芷汀兰，郁郁青青。而或长烟一空，皓月千里，浮光跃金，静影沉璧，渔歌互答，此乐何极！登斯楼也，则有心旷神怡，宠辱偕忘，把酒临风，其喜洋洋者矣。嗟夫！予尝求古仁人之心，或异二者之为，何哉？不以物喜，不以己悲，居庙堂之高则忧其民，处江湖之远则忧其君。是进亦忧，退亦忧。然则何时而乐耶？其必曰“先天下之忧而忧，后天下之乐而乐”乎！噫！微斯人，吾谁与归？时六年九月十五日。",
        "author": "宋代",
        "poem_class": "秋天",
        "dynasty": "吴文英"
    },
    {
        "title": "小桃红·杂咏",
        "paragraph": "绿杨堤畔蓼花洲，可爱溪山秀，烟水茫茫晚凉后。捕鱼舟，冲开万顷玻璃皱。 乱云不收，残霞妆就，一片洞庭秋。将进酒，舞赵妇。歌吴娘。糟床嘈嘈落红雨，鲙刀聂聂飞琼霜。金头鸡，银尾羊，主人举案劝客尝。孟公君卿坐满堂，高谈大辩洪钟撞。金千重，玉千扛，不得收拾归黄汤，劝君秉烛饮此觞。君不见东家牙筹未脱手，夜半妻啼不起床，悔不日饮十千场。若还与他相见时，道个真传示：不是不修书，不是无才思，绕清江买不得天样纸！来时春社，去时秋社，年年来去搬寒热。语喃喃，忙劫劫。春风堂上寻王谢，巷陌乌衣夕照斜。兴，多见些；亡，都尽说。",
        "author": "元代",
        "poem_class": "秋天",
        "dynasty": "盍西村"
    },
    {
        "title": "秋思",
        "paragraph": "燕支黄叶落，妾望自登台。海上碧云断，单于秋色来。胡兵沙塞合，汉使玉关回。征客无归日，空悲蕙草摧。江汉思归客，乾坤一腐儒。片云天共远，永夜月同孤。落日心犹壮，秋风病欲疏。(疏 一作：苏)古来存老马，不必取长途。城上春云覆苑墙，江亭晚色静年芳。林花著雨胭脂落，水荇牵风翠带长。龙武新军深驻辇，芙蓉别殿谩焚香。何时诏此金钱会，暂醉佳人锦瑟旁。男儿事长征，少小幽燕客。赌胜马蹄下，由来轻七尺。杀人莫敢前，须如猬毛磔。黄云陇底白云飞，未得报恩不得归。辽东小妇年十五，惯弹琵琶解歌舞。今为羌笛出塞声，使我三军泪如雨。",
        "author": "唐代",
        "poem_class": "秋天",
        "dynasty": "李白"
    },
    {
        "title": "忆秦娥·季温老友归樵阳人来闲书因以为寄",
        "paragraph": "秋寂寞。秋风夜雨伤离索。伤离索。老怀无奈，泪珠零落。 故人一去无期约。尺书忽寄西飞鹤。西飞鹤。故人何在，水村山郭。凭高眺远，见长空万里，云无留迹。桂魄飞来，光射处，冷浸一天秋碧。玉宇琼楼，乘鸾来去，人在清凉国。江山如画，望中烟树历历。我醉拍手狂歌，举杯邀月，对影成三客。起舞徘徊风露下，今夕不知何夕？便欲乘风，翻然归去，何用骑鹏翼。水晶宫里，一声吹断横笛。点火樱桃，照一架、荼蘼如雪。春正好，见龙孙穿破，紫苔苍壁。乳燕引雏飞力弱，流莺唤友娇声怯。问春归、不肯带愁归，肠千结。层楼望，春山叠；家何在？烟波隔。把古今遗恨，向他谁说？蝴蝶不传千里梦，子规叫断三更月。听声声、枕上劝人归，归难得。和戎诏下十五年，将军不战空临边。朱门沉沉按歌舞，厩马肥死弓断弦。戍楼刁斗催落月，三十从军今白发。笛里谁知壮士心，沙头空照征人骨。中原干戈古亦闻，岂有逆胡传子孙！遗民忍死望恢复，几处今宵垂泪痕。",
        "author": "宋代",
        "poem_class": "秋天",
        "dynasty": "孙道绚"
    },
    {
        "title": "南山田中行",
        "paragraph": "秋野明，秋风白，塘水漻漻虫啧啧。云根苔藓山上石，冷红泣露娇啼色。荒畦九月稻叉牙，蛰萤低飞陇径斜。石脉水流泉滴沙，鬼灯如漆点松花。水流花谢两无情，送尽东风过楚城。胡蝶梦中家万里，子规枝上月三更。故园书动经年绝，华发春唯满镜生。自是不归归便得，五湖烟景有谁争。长江悲已滞，万里念将归。况属高风晚，山山黄叶飞。黔无驴，有好事者船载以入。至则无可用，放之山下。虎见之，庞然大物也，以为神，蔽林间窥之。稍出近之，慭慭然，莫相知。他日，驴一鸣，虎大骇，远遁；以为且噬己也，甚恐。然往来视之，觉无异能者；益习其声，又近出前后，终不敢搏。稍近，益狎，荡倚冲冒。驴不胜怒，蹄之。虎因喜，计之曰：“技止此耳！”因跳踉大㘎，断其喉，尽其肉，乃去。噫！形之庞也类有德，声之宏也类有能。向不出其技，虎虽猛，疑畏，卒不敢取。今若是焉，悲夫！",
        "author": "唐代",
        "poem_class": "秋天",
        "dynasty": "李贺"
    },
    {
        "title": "早秋山中作",
        "paragraph": "无才不敢累明时，思向东溪守故篱。岂厌尚平婚嫁早，却嫌陶令去官迟。草间蛩响临秋急，山里蝉声薄暮悲。寂寞柴门人不到，空林独与白云期。击筑饮美酒，剑歌易水湄。经过燕太子，结托并州儿。少年负壮气，奋烈自有时。因击鲁句践，争博勿相欺。五陵年少金市东，银鞍白马度春风。落花踏尽游何处，笑入胡姬酒肆中。澹然空水带斜晖，曲岛苍茫接翠微。波上马嘶看棹去，柳边人歇待船归。数丛沙草群鸥散，万顷江田一鹭飞。谁解乘舟寻范蠡，五湖烟水独忘机。轻舸迎上客，悠悠湖上来。当轩对尊酒，四面芙蓉开。(一作 对樽酒)",
        "author": "唐代",
        "poem_class": "秋天",
        "dynasty": "王维"
    },
    {
        "title": "菩萨蛮·越城晚眺",
        "paragraph": "西风吹散云头雨，斜阳却照天边树。树色荡湖波，波光艳绮罗。征鸿何处起，点点残霞里。月上海门山，山河莽苍间。雪魄冰花凉气清，曲阑深处艳精神。一钩新月风牵影，暗送娇香入画庭。金陵为帝王之州。自六朝迄于南唐，类皆偏据一方，无以应山川之王气。逮我皇帝，定鼎于兹，始足以当之。由是声教所暨，罔间朔南；存神穆清，与天同体。虽一豫一游，亦可为天下后世法。京城之西北有狮子山，自卢龙蜿蜒而来。长江如虹贯，蟠绕其下。上以其地雄胜，诏建楼于巅，与民同游观之乐。遂锡嘉名为“阅江”云。 登览之顷，万象森列，千载之秘，一旦轩露。岂非天造地设，以俟大一统之君，而开千万世之伟观者欤？当风日清美，法驾幸临，升其崇椒，凭阑遥瞩，必悠然而动遐思。见江汉之朝宗，诸侯之述职，城池之高深，关阨之严固，必曰：“此朕沐风栉雨、战胜攻取之所致也。”中夏之广，益思有以保之。见波涛之浩荡，风帆之上下，番舶接迹而来庭，蛮琛联肩而入贡，必曰：“此朕德绥威服，覃及外内之所及也。”四陲之远，益思所以柔之。见两岸之间、四郊之上，耕人有炙肤皲足之烦，农女有捋桑行馌之勤，必曰：“此朕拔诸水火、而登于衽席者也。”万方之民，益思有以安之。触类而思，不一而足。臣知斯楼之建，皇上所以发舒精神，因物兴感，无不寓其致治之思，奚此阅夫长江而已哉？彼临春、结绮，非弗华矣；齐云、落星，非不高矣。不过乐管弦之淫响，藏燕赵之艳姬。一旋踵间而感慨系之，臣不知其为何说也。虽然，长江发源岷山，委蛇七千余里而始入海，白涌碧翻，六朝之时，往往倚之为天堑；今则南北一家，视为安流，无所事乎战争矣。然则，果谁之力欤？逢掖之士，有登斯楼而阅斯江者，当思帝德如天，荡荡难名，与神禹疏凿之功同一罔极。忠君报上之心，其有不油然而兴者耶？臣不敏，奉旨撰记，欲上推宵旰图治之切者，勒诸贞珉。他若留连光景之辞，皆略而不陈，惧亵也。昔吴起出，遇故人,而止之食。故人曰：“诺，期返而食。”起曰：“待公而食。”故人至暮不来，起不食待之。明日早，令人求故人，故人来，方与之食。起之不食以俟者，恐其自食其言也。其为信若此，宜其能服三军欤？欲服三军，非信不可也！",
        "author": "明代",
        "poem_class": "秋天",
        "dynasty": "刘基"
    },
    {
        "title": "酬晖上人秋夜山亭有赠",
        "paragraph": "皎皎白林秋，微微翠山静。禅居感物变，独坐开轩屏。风泉夜声杂，月露宵光冷。多谢忘机人，尘忧未能整。荆溪白石出，天寒红叶稀。山路元无雨，空翠湿人衣。春日在天涯，天涯日又斜。莺啼如有泪，为湿最高花。可怜盘石临泉水，复有垂杨拂酒杯。若道春风不解意，何因吹送落花来。",
        "author": "唐代",
        "poem_class": "秋天",
        "dynasty": "陈子昂"
    },
    {
        "title": "秋夕旅怀",
        "paragraph": "凉风度秋海，吹我乡思飞。连山去无际，流水何时归。目极浮云色，心断明月晖。芳草歇柔艳，白露催寒衣。梦长银汉落，觉罢天星稀。含悲想旧国，泣下谁能挥。雨里鸡鸣一两家，竹溪村路板桥斜。妇姑相唤浴蚕去，闲看中庭栀子花。(闲看 一作：闲着)故国三千里，深宫二十年。一声何满子，双泪落君前。碧山学士焚银鱼，白马却走深岩居。古人已用三冬足，年少今开万卷余。晴云满户团倾盖，秋水浮阶溜决渠。富贵必从勤苦得，男儿须读五车书。",
        "author": "唐代",
        "poem_class": "秋天",
        "dynasty": "李白"
    },
    {
        "title": "风流子·秋郊即事",
        "paragraph": "平原草枯矣，重阳后、黄叶树骚骚。记玉勒青丝，落花时节，曾逢拾翠，忽听吹箫。今来是、烧痕残碧尽，霜影乱红凋。秋水映空，寒烟如织，皂雕飞处，天惨云高。人生须行乐，君知否？容易两鬓萧萧。自与东君作别，刬地无聊。算功名何许，此身博得，短衣射虎，沽酒西郊。便向夕阳影里，倚马挥毫。太华垂旒，黄河喷雪，咸秦百二重城。危楼千尺，刁斗静无声。落日红旗半卷，秋风急、牧马悲鸣。闲凭吊，兴亡满眼，衰草汉诸陵。泥丸封未得，渔阳鼙鼓，响入华清。早平安烽火，不到西京。自古王公设险，终难恃、带砺之形。何年月，铲平斥堠，如掌看春耕。秋夜访秋士，先闻水上音。半天凉月色，一笛酒人心。响遏碧云近，香传红藕深。相逢清露下，流影湿衣襟。入山投谒得道僧，求教上师说因明。争奈相思无拘检，意马心猿到卿卿。",
        "author": "清代",
        "poem_class": "秋天",
        "dynasty": "纳兰性德"
    },
    {
        "title": "宴散",
        "paragraph": "小宴追凉散，平桥步月回。笙歌归院落，灯火下楼台。残暑蝉催尽，新秋雁戴来。将何还睡兴，临卧举残杯。枫叶千枝复万枝，江桥掩映暮帆迟。 忆君心似西江水，日夜东流无歇时。楚江微雨里，建业暮钟时。漠漠帆来重，冥冥鸟去迟。海门深不见，浦树远含滋。相送情无限，沾襟比散丝。燕赵古称多感慨悲歌之士。董生举进士，屡不得志于有司，怀抱利器，郁郁适兹土。吾知其必有合也。董生勉乎哉！夫以子之不遇时，苟慕义强仁者皆爱惜焉。矧燕赵之士出乎其性者哉！然吾尝闻风俗与化移易，吾恶知其今不异于古所云邪?聊以吾子之行卜之也。董生勉乎哉！吾因子有所感矣。为我吊望诸君之墓，而观于其市，复有昔时屠狗者乎？为我谢曰：“明天子在上，可以出而仕矣。” ",
        "author": "唐代",
        "poem_class": "秋天",
        "dynasty": "白居易"
    },
    {
        "title": "江上",
        "paragraph": "吴头楚尾路如何？烟雨秋深暗自波。晚趁寒潮渡江去，满林黄叶雁声多。倚柳题笺，当花侧帽，赏心应比驱驰好。错教双鬓受东风，看吹绿影成丝早。金殿寒鸦，玉阶春草，就中冷暖和谁道。小楼明月镇长闲，人生何事缁尘老。翠羽明珰尚俨然，湖云祠树碧于烟。行人系缆月初堕，门外野风开白莲。雁帖寒云次第飞，向南犹自怨归迟。谁能瘦马关山道，又到西风扑鬓时。人杳杳，思依依，更无芳树有乌啼。凭将扫黛窗前月，持向今宵照别离。",
        "author": "清代",
        "poem_class": "秋天",
        "dynasty": "王士祯"
    },
    {
        "title": "平湖乐·采菱人语隔秋烟",
        "paragraph": "采菱人语隔秋烟，波静如横练。入手风光莫流转，共留连，画船一笑春风面。江山信美，终非吾土，问何日是归年？看山看水独坐，听风听雨高眠。客去客来日日，花开花落年年。丹墀对策三千字，金榜题名五色春。圣上喜迎新进士，民间应得好官人。江花绕屋厅事近，烟树连城野趣真。所愿堂堂尽忠孝，毋劳滚滚役风尘。东风吹落战尘沙，梦想西湖处士家。只恐江南春意减，此心元不为梅花。",
        "author": "元代",
        "poem_class": "秋天",
        "dynasty": "王恽"
    },
    {
        "title": "秋晚悲怀",
        "paragraph": "渐老多忧百事忙，天寒日短更心伤。数分红色上黄叶，一瞬曙光成夕阳。春水别来应到海，小松生命合禁霜。壶中若逐仙翁去，待看年华几许长。一叶渔船两小童，收篙停棹坐船中。怪生无雨都张伞，不是遮头是使风。欧阳文忠公尝问余：“琴诗何者最善？答以退之听颖师琴诗最善。公曰：此诗最奇丽，然非听琴，乃听琵琶也。余深然之。建安章质夫家善琵琶者，乞为歌词。余久不作，特取退之词，稍加隐括，使就声律，以遗之云。昵昵儿女语，灯火夜微明。恩怨尔汝来去，弹指泪和声。忽变轩昂勇士，一鼓填然作气，千里不留行。回首暮云远，飞絮搅青冥。众禽里，真彩凤，独不鸣。跻攀寸步千险，一落百寻轻。烦子指间风雨，置我肠中冰炭，起坐不能平。推手从归去，无泪与君倾。去年相送，余杭门外，飞雪似杨花。今年春尽，杨花似雪，犹不见还家。对酒卷帘邀明月，风露透窗纱。恰似姮娥怜双燕，分明照、画梁斜。",
        "author": "宋代",
        "poem_class": "秋天",
        "dynasty": "李觏"
    },
    {
        "title": "韦处士郊居",
        "paragraph": "满庭诗境飘红叶，绕砌琴声滴暗泉。门外晚晴秋色老，万条寒玉一溪烟。道由白云尽，春与青溪长。时有落花至，远随流水香。闲门向山路，深柳读书堂。幽映每白日，清辉照衣裳。曾经沧海难为水，除却巫山不是云。取次花丛懒回顾，半缘修道半缘君。楚山秦山皆白云，白云处处长随君。长随君，君入楚山里，云亦随君渡湘水。湘水上，女萝衣，白云堪卧君早归。",
        "author": "唐代",
        "poem_class": "秋天",
        "dynasty": "雍陶"
    },
    {
        "title": "初秋",
        "paragraph": "不觉初秋夜渐长，清风习习重凄凉。炎炎暑退茅斋静，阶下丛莎有露光。肠断江春欲尽头，杖藜徐步立芳洲。(江春 一作：春江)颠狂柳絮随风去，轻薄桃花逐水流。(去 一作：舞)绛帻鸡人报晓筹，尚衣方进翠云裘。(报 一作：送)九天阊阖开宫殿，万国衣冠拜冕旒。日色才临仙掌动，香烟欲傍衮龙浮。朝罢须裁五色诏，佩声归向凤池头。江涵秋影雁初飞，与客携壶上翠微。尘世难逢开口笑，菊花须插满头归。但将酩酊酬佳节，不用登临恨落晖。古往今来只如此，牛山何必独霑衣。(霑 同：沾)",
        "author": "唐代",
        "poem_class": "秋天",
        "dynasty": "孟浩然"
    },
    {
        "title": "秋行",
        "paragraph": "戛戛秋蝉响似筝，听蝉闲傍柳边行。小溪清水平如镜，一叶飞来浪细生。湿云不动溪桥冷，嫩寒初透东风影。桥下水声长，一枝和月香。人怜花似旧，花比人应瘦。莫凭小栏干，夜深花正寒。辛苦遭逢起一经，干戈寥落四周星。山河破碎风飘絮，身世浮沉雨打萍。惶恐滩头说惶恐，零丁洋里叹零丁。人生自古谁无死？留取丹心照汗青。杯汝来前！老子今朝，点检形骸。甚长年抱渴，咽如焦釜；于今喜睡，气似奔雷。汝说“刘伶，古今达者，醉后何妨死便埋”。浑如此，叹汝于知己，真少恩哉！更凭歌舞为媒。算合作人间鸩毒猜。况怨无小大，生于所爱；物无美恶，过则为灾。与汝成言，勿留亟退，吾力犹能肆汝杯。杯再拜，道麾之即去，招则须来。",
        "author": "宋代",
        "poem_class": "秋天",
        "dynasty": "徐玑"
    },
    {
        "title": "数日",
        "paragraph": "数日秋风欺病夫，尽吹黄叶下庭芜。林疏放得遥山出，又被云遮一半无。南园春半踏青时，风和闻马嘶。青梅如豆柳如眉，日长蝴蝶飞。花露重，草烟低，人家帘幕垂。秋千慵困解罗衣，画堂双燕归。秋气堪悲未必然，轻寒正是可人天。绿池落尽红蕖却，荷叶犹开最小钱。元丰七年十二月十八日，浴泗州雍熙塔下，戏作如梦令阕。此曲本唐庄宗制，名忆仙姿，嫌其名不雅，故改为如梦令。盖庄宗作此词，卒章云：“如梦如梦，和泪出门相送。”因取以为名云。水垢何曾相受。细看两俱无有。寄语揩背人，尽日劳君挥肘。轻手，轻手。居士本来无垢。",
        "author": "宋代",
        "poem_class": "秋天",
        "dynasty": "赵师秀"
    },
    {
        "title": "渔歌子·荻花秋",
        "paragraph": "荻花秋，潇湘夜，橘洲佳景如屏画。碧烟中，明月下，小艇垂纶初罢。水为乡，篷作舍，鱼羹稻饭常餐也。酒盈杯，书满架，名利不将心挂。珠泪纷纷湿绮罗，少年公子负恩多。当初姊姊分明道，莫把真心过与他。子细思量着，淡薄知闻解好么？童稚亲儒墨，时平喜道存。酬身指书剑，赋命委乾坤。秋爽鼓琴兴，月清搜句魂。与君同此志，终待至公论。浮生共憔悴，壮岁失婵娟。汗手遗香渍，痕眉染黛烟。",
        "author": "五代",
        "poem_class": "秋天",
        "dynasty": "李珣"
    },
    {
        "title": "长相思·去年秋",
        "paragraph": "去年秋，今年秋，湖上人家乐复忧。西湖依旧流。吴循州，贾循州，十五年前一转头。人生放下休。楚天千里清秋，水随天去秋无际。遥岑远目，献愁供恨，玉簪螺髻。落日楼头，断鸿声里，江南游子。把吴钩看了，栏杆拍遍，无人会，登临意。(栏杆 一作：阑干)休说鲈鱼堪脍，尽西风，季鹰归未？求田问舍，怕应羞见，刘郎才气。可惜流年，忧愁风雨，树犹如此！倩何人唤取，红巾翠袖，揾英雄泪！雨后春容清更丽。只有离人，幽恨终难洗。北固山前三面水。碧琼梳拥青螺髻。一纸乡书来万里。问我何年，真个成归计。回首送春拚一醉。东风吹破千行泪。臣闻朋党之说，自古有之，惟幸人君辨其君子小人而已。大凡君子与君子以同道为朋，小人与小人以同利为朋，此自然之理也。然臣谓小人无朋，惟君子则有之。其故何哉？小人所好者禄利也，所贪者财货也。当其同利之时，暂相党引以为朋者，伪也；及其见利而争先，或利尽而交疏，则反相贼害，虽其兄弟亲戚，不能自保。故臣谓小人无朋，其暂为朋者，伪也。君子则不然。所守者道义，所行者忠信，所惜者名节。以之修身，则同道而相益；以之事国，则同心而共济；终始如一，此君子之朋也。故为人君者，但当退小人之伪朋，用君子之真朋，则天下治矣。尧之时，小人共工、驩兜等四人为一朋，君子八元、八恺十六人为一朋。舜佐尧，退四凶小人之朋，而进元、恺君子之朋，尧之天下大治。及舜自为天子，而皋、夔、稷、契等二十二人并列于朝，更相称美，更相推让，凡二十二人为一朋，而舜皆用之，天下亦大治。《书》曰：“纣有臣亿万，惟亿万心；周有臣三千，惟一心。”纣之时，亿万人各异心，可谓不为朋矣，然纣以亡国。周武王之臣，三千人为一大朋，而周用以兴。后汉献帝时，尽取天下名士囚禁之，目为党人。及黄巾贼起，汉室大乱，后方悔悟，尽解党人而释之，然已无救矣。唐之晚年，渐起朋党之论。及昭宗时，尽杀朝之名士，或投之黄河，曰：“此辈清流，可投浊流。”而唐遂亡矣。夫前世之主，能使人人异心不为朋，莫如纣；能禁绝善人为朋，莫如汉献帝；能诛戮清流之朋，莫如唐昭宗之世；然皆乱亡其国。更相称美推让而不自疑，莫如舜之二十二臣，舜亦不疑而皆用之；然而后世不诮舜为二十二人朋党所欺，而称舜为聪明之圣者，以能辨君子与小人也。周武之世，举其国之臣三千人共为一朋，自古为朋之多且大，莫如周；然周用此以兴者，善人虽多而不厌也。嗟呼！兴亡治乱之迹，为人君者，可以鉴矣。 ",
        "author": "宋代",
        "poem_class": "秋天",
        "dynasty": "佚名"
    },
    {
        "title": "对竹思鹤",
        "paragraph": "瘦玉萧萧伊水头，风宜清夜露宜秋。更教仙骥旁边立，尽是人间第一流。行到东溪看水时，坐临孤屿发船迟。野凫眠岸有闲意，老树着花无丑枝。短短蒲茸齐似剪，平平沙石净于筛。情虽不厌住不得，薄暮归来车马疲。烟霏霏，雪霏霏。雪向梅花枝上堆，春从何处回！醉眼开，睡眼开，疏影横斜安在哉？从教塞管催。杨柳回塘，鸳鸯别浦。绿萍涨断莲舟路。断无蜂蝶慕幽香，红衣脱尽芳心苦。 返照迎潮，行云带雨。依依似与骚人语。当年不肯嫁春风，无端却被秋风误。",
        "author": "宋代",
        "poem_class": "秋天",
        "dynasty": "钱惟演"
    },
    {
        "title": "金缕曲·癸酉秋出都述怀有赋",
        "paragraph": "我又南行矣！笑今年、鸾飘凤泊，情怀何似？纵使文章惊海内，纸上苍生而已。似春水、干卿何事？暮雨忽来鸿雁杳，莽关山、一派秋声里。催客去，去如水。华年心绪从头理，也何聊、看潮走马，广陵吴市。愿得黄金三百万，交尽美人名士。更结尽、燕邯侠子。来岁长安春事早，劝杏花、断莫相思死。木叶怨，罢论起。杨柳东塘细水流，红窗睡起唤晴鸠。屏间山压眉心翠，镜里波生鬓角秋。临玉管，试琼瓯，醒时题恨醉时休。明朝花落归鸿尽，细雨春寒闭小楼。偶检丛纸中，得花瓣一包，纸背细书辛幼安“更能消几番风雨”一阕，乃是京师悯忠寺海棠花，戊辰暮春所戏为也，泫然得句。人天无据，被侬留得香魂住。如梦如烟，枝上花开又十年！十年千里，风痕雨点斓斑里。莫怪怜他，身世依然是落花。催花未歇花奴鼓，酒醒已见残红舞。不忍覆馀觞，临风泪数行。粉香看又别，空剩当时月。月也异当时，凄清照鬓丝。",
        "author": "清代",
        "poem_class": "秋天",
        "dynasty": "龚自珍"
    },
    {
        "title": "秋怀",
        "paragraph": "节物岂不好，秋怀何黯然！西风酒旗市，细雨菊花天。感事悲双鬓，包羞食万钱。鹿车何日驾，归去颍东田。千古江山，英雄无觅孙仲谋处。舞榭歌台，风流总被，雨打风吹去。斜阳草树，寻常巷陌，人道寄奴曾住。想当年，金戈铁马，气吞万里如虎。元嘉草草，封狼居胥，赢得仓皇北顾。四十三年，望中犹记，烽火扬州路。可堪回首，佛狸祠下，一片神鸦社鼓。凭谁问：廉颇老矣，尚能饭否？白鸥问我泊孤舟，是身留，是心留？心若留时，何事锁眉头？风拍小帘灯晕舞，对闲影，冷清清，忆旧游。旧游旧游今在否？花外楼，柳下舟。梦也梦也，梦不到，寒水空流。漠漠黄云，湿透木棉裘。都道无人愁似我，今夜雪，有梅花，似我愁。莺初解语，最是一年春好处。微雨如酥，草色遥看近却无。休辞醉倒，花不看开人易老。莫待春回，颠倒红英间绿苔。",
        "author": "宋代",
        "poem_class": "秋天",
        "dynasty": "欧阳修"
    },
    {
        "title": "七月二十九日崇让宅宴作",
        "paragraph": "露如微霰下前池，月过回塘万竹悲。浮世本来多聚散，红蕖何事亦离披？悠扬归梦惟灯见，濩落生涯独酒知。岂到白头长只尔，嵩阳松雪有心期。琉璃钟，琥珀浓，小槽酒滴真珠红。烹龙炮凤玉脂泣，罗帏绣幕围香风。吹龙笛，击鼍鼓；皓齿歌，细腰舞。况是青春日将暮，桃花乱落如红雨。劝君终日酩酊醉，酒不到刘伶坟上土。秋荷一滴露，清夜坠玄天。将来玉盘上，不定始知圆。宿昔青云志，蹉跎白发年。谁知明镜里，形影自相怜。",
        "author": "唐代",
        "poem_class": "秋天",
        "dynasty": "李商隐"
    },
    {
        "title": "咏秋江",
        "paragraph": "苍茫沙嘴鹭鸶眠，片水无痕浸碧天。最爱芦花经雨后，一蓬烟火饭鱼船。南高峰，北高峰，一片湖光烟霭中。春来愁杀侬。郎意浓，妾意浓。油壁车轻郎马骢，相逢九里松。临川之城东，有地隐然而高，以临于溪，曰新城。新城之上，有池洼然而方以长，曰王羲之之墨池者，荀伯子《临川记》云也。羲之尝慕张芝，临池学书，池水尽黑，此为其故迹，岂信然邪？ 方羲之之不可强以仕，而尝极东方，出沧海，以娱其意于山水之间；岂其徜徉肆恣，而又尝自休于此邪？羲之之书晚乃善，则其所能，盖亦以精力自致者，非天成也。然后世未有能及者，岂其学不如彼邪？则学固岂可以少哉，况欲深造道德者邪？ 墨池之上，今为州学舍。教授王君盛恐其不章也，书‘晋王右军墨池’之六字于楹间以揭之。又告于巩曰：“愿有记”。推王君之心，岂爱人之善，虽一能不以废，而因以及乎其迹邪？其亦欲推其事以勉其学者邪？夫人之有一能而使后人尚之如此，况仁人庄士之遗风余思被于来世者何如哉！ 庆历八年九月十二日，曾巩记。 丙辰中秋，欢饮达旦，大醉，作此篇，兼怀子由。明月几时有？把酒问青天。不知天上宫阙，今夕是何年。我欲乘风归去，又恐琼楼玉宇，高处不胜寒。起舞弄清影，何似在人间。(何似 一作：何时；又恐 一作：惟 / 唯恐)转朱阁，低绮户，照无眠。不应有恨，何事长向别时圆？人有悲欢离合，月有阴晴圆缺，此事古难全。但愿人长久，千里共婵娟。(长向 一作：偏向)",
        "author": "宋代",
        "poem_class": "秋天",
        "dynasty": "林逋"
    },
    {
        "title": "浪淘沙·一叶忽惊秋",
        "paragraph": "一叶忽惊秋。分付东流。殷勤为过白苹洲。洲上小楼帘半卷，应认归舟。 回首恋朋游。迹去心留。歌尘萧散梦云收。惟有尊前曾见月，相伴人愁。早岁那知世事艰，中原北望气如山。楼船夜雪瓜洲渡，铁马秋风大散关。塞上长城空自许，镜中衰鬓已先斑。出师一表真名世，千载谁堪伯仲间！落日熔金，暮云合璧，人在何处。染柳烟浓，吹梅笛怨，春意知几许。元宵佳节，融和天气，次第岂无风雨。来相召、香车宝马，谢他酒朋诗侣。(熔金 一作：镕金)中州盛日，闺门多暇，记得偏重三五。铺翠冠儿，捻金雪柳，簇带争济楚。如今憔悴，风鬟霜鬓，怕见夜间出去。不如向、帘儿底下，听人笑语。此身天地一蘧庐，世事消磨绿鬓疏。毕竟几人真得鹿，不知终日梦为鱼。",
        "author": "宋代",
        "poem_class": "秋天",
        "dynasty": "贺铸"
    },
    {
        "title": "秋夜",
        "paragraph": "中庭淡月照三更，白露洗空河汉明。莫遣西风吹叶尽，却愁无处着秋声。华胥梦断人何处，听得莺啼红树。几点蔷薇香雨，寂寞闲庭户。暖风不解留花住，片片着人无数。楼上望春归去，芳草迷归路。世事一场大梦，人生几度秋凉？夜来风叶已鸣廊。看取眉头鬓上。(秋凉 一作：新凉)酒贱常愁客少，月明多被云妨。中秋谁与共孤光。把盏凄然北望。 春已半。触目此情无限。十二阑干闲倚遍。愁来天不管。 好是风和日暖。输与莺莺燕燕。满院落花帘不卷。断肠芳草远。",
        "author": "宋代",
        "poem_class": "秋天",
        "dynasty": "陈与义"
    },
    {
        "title": "立秋",
        "paragraph": "乳鸦啼散玉屏空，一枕新凉一扇风。睡起秋声无觅处，满阶梧叶月明中。(梧叶 一作：梧桐)凤髻金泥带，龙纹玉掌梳。走来窗下笑相扶，爱道画眉深浅入时无？弄笔偎人久，描花试手初。等闲妨了绣功夫，笑问鸳鸯两字怎生书？书当快意读易尽，客有可人期不来。世事相违每如此，好怀百岁几回开？淡荡春光寒食天，玉炉沉水袅残烟。梦回山枕隐花钿。 海燕未来人斗草，江梅已过柳生绵。黄昏疏雨湿秋千。",
        "author": "宋代",
        "poem_class": "秋天",
        "dynasty": "刘翰"
    },
    {
        "title": "长信秋词五首",
        "paragraph": "金井梧桐秋叶黄，珠帘不卷夜来霜。熏笼玉枕无颜色，卧听南宫清漏长。高殿秋砧响夜阑，霜深犹忆御衣寒。银灯青琐裁缝歇，还向金城明主看。奉帚平明金殿开，且将团扇共徘徊。玉颜不及寒鸦色，犹带昭阳日影来。真成薄命久寻思，梦见君王觉后疑。火照西宫知夜饮，分明复道奉恩时。长信宫中秋月明，昭阳殿下捣衣声。白露堂中细草迹，红罗帐里不胜情。雪净胡天牧马还，月明羌笛戍楼间。借问梅花何处落，风吹一夜满关山。见人初解语呕哑，不肯归眠恋小车。 一夜娇啼缘底事，为嫌衣少缕金华。高卧南斋时，开帷月初吐。清辉澹水木，演漾在窗户。冉冉几盈虚，澄澄变今古。(冉冉 一作：荏苒)美人清江畔，是夜越吟苦。千里共如何，微风吹兰杜。",
        "author": "唐代",
        "poem_class": "秋天",
        "dynasty": "王昌龄"
    },
    {
        "title": "戚氏·晚秋天",
        "paragraph": "晚秋天，一霎微雨洒庭轩。槛菊萧疏，井梧零乱，惹残烟。凄然，望江关，飞云黯淡夕阳间。当时宋玉悲感，向此临水与登山。远道迢递，行人凄楚，倦听陇水潺湲。正蝉吟败叶，蛩响衰草，相应喧喧。孤馆，度日如年。风露渐变，悄悄至更阑。长天净，绛河清浅，皓月婵娟。思绵绵。夜永对景，那堪屈指，暗想从前。未名未禄，绮陌红楼，往往经岁迁延。帝里风光好，当年少日，暮宴朝欢。况有狂朋怪侣，遇当歌对酒竞留连。别来迅景如梭，旧游似梦，烟水程何限。念名利，憔悴长萦绊。追往事、空惨愁颜。漏箭移，稍觉轻寒。渐呜咽，画角数声残。对闲窗畔，停灯向晓，抱影无眠。薄露初零，长宵共、永昼分停。绕水楼台，高耸万丈蓬瀛。芝兰为寿，相辉映、簪笏盈庭。花柔玉净，捧觞别有娉婷。鹤瘦松青，精神与、秋月争明。德行文章，素驰日下声名。东山高蹈，虽卿相、不足为荣。安石须起，要苏天下苍生。登临送目，正故国晚秋，天气初肃。千里澄江似练，翠峰如簇。归帆去棹残阳里，背西风，酒旗斜矗。彩舟云淡，星河鹭起，画图难足。(归帆 一作：征帆)念往昔，繁华竞逐，叹门外楼头，悲恨相续。千古凭高对此，谩嗟荣辱。六朝旧事随流水，但寒烟衰草凝绿。至今商女，时时犹唱，后庭遗曲。(衰草 一作：芳草)雪里已知春信至，寒梅点缀琼枝腻。香脸半开娇旖旎，当庭际，玉人浴出新妆洗。造化可能偏有意，故教明月玲珑地。共赏金尊沈绿蚁，莫辞醉，此花不与群花比。",
        "author": "宋代",
        "poem_class": "秋天",
        "dynasty": "柳永"
    },
    {
        "title": "声声慢·秋声",
        "paragraph": "黄花深巷，红叶低窗，凄凉一片秋声。豆雨声来，中间夹带风声。疏疏二十五点，丽谯门、不锁更声。故人远，问谁摇玉佩，檐底铃声？彩角声吹月堕，渐连营马动，四起笳声。闪烁邻灯，灯前尚有砧声。知他诉愁到晓，碎哝哝、多少蛩声！诉未了，把一半、分与雁声。齐有富人，家累千金。其二子甚愚，其父又不教之。一日，艾子谓其父曰：“君之子虽美，而不通世务，他日曷能克其家?”父怒曰：“吾之子敏而且恃多能，岂有不通世务者耶?”艾子曰：“不须试之他，但问君之子，所食者米，从何来？若知之，吾当妄言之罪。”父遂呼其子问之。其子嘻然笑曰：“吾岂不知此也？每以布囊取来。”其父愀然改容曰：“子之愚甚也!彼米不是田中来?”艾子曰：“非其父不生其子。”楼上谁将玉笛吹？山前水阔暝云低。劳劳燕子人千里，落落梨花雨一枝。修禊近，卖饧时。故乡惟有梦相随。夜来折得江头柳，不是苏堤也皱眉。对潇潇暮雨洒江天，一番洗清秋。渐霜风凄紧，关河冷落，残照当楼。是处红衰翠减，苒苒物华休。唯有长江水，无语东流。(凄紧 一作：凄惨) 不忍登高临远，望故乡渺邈，归思难收。叹年来踪迹，何事苦淹留。想佳人妆楼颙望，误几回、天际识归舟。争知我，倚阑杆处，正恁凝愁！(阑 一作：栏) ",
        "author": "宋代",
        "poem_class": "秋天",
        "dynasty": "蒋捷"
    },
    {
        "title": "塞鸿秋·浔阳即景",
        "paragraph": "长江万里白如练，淮山数点青如淀。江帆几片疾如箭，山泉千尺飞如电。晚云都变露，新月初学扇。塞鸿一字来如线。高亭云锦绕清流，便是吾家太一舟。山影酒摇千叠翠，雨声窗纳一天秋。襟怀洒落景长胜，云影空明天共游。笑向白鸥问尘世，几人曾信有沧洲？竹风过雨新香，锦瑟朱弦，乱错宫商。樵管惊秋，渔歌唱晚，淡月疏篁。准备了今宵乐章，怎行云不住高唐？目外秋江，意外风光，环佩空归，分付下凄凉。相逢忘却余咱，梦隔行云，尽好诗夸。江上人归，宫中粉淡，明月无涯。从别却西湖酒家，遇逋翁便属仙葩。袜重霜华，春色交加，夜半相思，香透窗纱。问胸中谁有西湖？算诗酒东坡，清淡林逋。月枕冰痕，露凝荷泪，梦断云裾。桂子冷香仍月古，是嫦娥厌倦妆梳。春景扶疏，秋色模糊，若比西施，西子何如？凌波晚步晴烟，太华云高，天外无天。翠羽摇风，寒珠泣露，总解留连。明月冷亭亭玉莲，荡轻香散满湖船。人已如仙，花正堪怜，酒满金樽，诗满鸾笺。送春问东君何处天涯？落日啼鹃，流水桃花。淡淡遥山，萋萋芳草，隐隐残霞。随柳絮吹归那答？趁游丝惹在谁家？倦理琵琶，人倚秋千，月照窗纱。赠曹绣莲薰吹吹醒横塘，一派波光，掩映红妆。娇态盈盈，香风冉冉，翠盖昂昂。一任游人竞赏，尽教鸥鹭埋藏。世态炎凉，只恐秋凉，冷落空房。欲寄君衣君不还，不寄君衣君又寒。寄与不寄间，妾身千万难。",
        "author": "元代",
        "poem_class": "秋天",
        "dynasty": "周德清"
    },
    {
        "title": "别元九后咏所怀",
        "paragraph": "零落桐叶雨，萧条槿花风。悠悠早秋意，生此幽闲中。 况与故人别，中怀正无悰。勿云不相送，心到青门东。 相知岂在多，但问同不同。同心一人去，坐觉长安空。劝君今夜须沉醉，尊前莫话明朝事。珍重主人心，酒深情亦深。须愁春漏短，莫诉金杯满。遇酒且呵呵，人生能几何。北阙休上书，南山归敝庐。不才明主弃，多病故人疏。白发催年老，青阳逼岁除。永怀愁不寐，松月夜窗虚。尽道丰年瑞，丰年事若何。长安有贫者，为瑞不宜多。",
        "author": "唐代",
        "poem_class": "秋天",
        "dynasty": "白居易"
    },
    {
        "title": "代别离·秋窗风雨夕",
        "paragraph": "秋花惨淡秋草黄，耿耿秋灯秋夜长。已觉秋窗秋不尽，那堪风雨助凄凉！助秋风雨来何速？惊破秋窗秋梦绿。抱得秋情不忍眠，自向秋屏移泪烛。泪烛摇摇爇短檠，牵愁照恨动离情。谁家秋院无风入？何处秋窗无雨声？罗衾不奈秋风力，残漏声催秋雨急。连宵霢霢复飕飕，灯前似伴离人泣。寒烟小院转萧条，疏竹虚窗时滴沥。不知风雨几时休，已教泪洒窗纱湿。仙羽如雪暂徘徊，欲将此身借翼载。不学令威控鹤去，理塘相见即归来。人生何如不相识，君老江南我燕北。何如相逢不相合，更无别恨横胸臆。留君不住我心苦，横门骊歌泪如雨。君行四月草萋萋，柳花桃花半委泥。江流浩淼江月堕，此时君亦应思我。我今落拓何所止，一事无成已如此。平生纵有英雄血，无由一溅荆江水。荆江日落阵云低，横戈跃马今何时。忽忆去年风月夜，与君展卷论王霸。君今偃仰九龙间，吾欲从兹事耕稼。芙蓉湖上芙蓉花，秋风未落如朝霞。君如载酒须尽醉，醉来不复思天涯。亢龙宾天群龙战，潜龙跃出飞龙现。白衣苍狗等浮云，处处从龙作宫殿。东南半壁燕处堂，正统未亡垂一线。百日朝廷沸似汤，十郡山河去如电。高帝子孙隆准公，身殉社稷无牵恋。粤秀峰头望帝魂，直与煤山相后先。当时藁葬汉台东，三尺荒陵枕郊甸。四坟角立不知名，云是诸王殉国彦。左瞻右顾冢垒垒，万古一丘无贵贱。年年风雨暗清明，陌上行人泪如溅。寻思往事问重泉，笑折山花当九献。怅望钟山春草深，谁人更与除坛墠！",
        "author": "清代",
        "poem_class": "秋天",
        "dynasty": "曹雪芹"
    },
    {
        "title": "晚秋夜",
        "paragraph": "碧空溶溶月华静，月里愁人吊孤影。花开残菊傍疏篱，叶下衰桐落寒井。塞鸿飞急觉秋尽，邻鸡鸣迟知夜永。凝情不语空所思，风吹白露衣裳冷。去郭轩楹敞，无村眺望赊。澄江平少岸，幽树晚多花。细雨鱼儿出，微风燕子斜。城中十万户，此地两三家。蜀天常夜雨，江槛已朝晴。叶润林塘密，衣干枕席清。不堪祗老病，何得尚浮名。浅把涓涓酒，深凭送此生。红楼别夜堪惆怅，香灯半卷流苏帐。残月出门时，美人和泪辞。琵琶金翠羽，弦上黄莺语。劝我早还家，绿窗人似花。扬子江头杨柳春，杨花愁杀渡江人。 数声风笛离亭晚，君向潇湘我向秦。",
        "author": "唐代",
        "poem_class": "秋天",
        "dynasty": "白居易"
    },
    {
        "title": "双调忆王孙·赏荷",
        "paragraph": "湖上风来波浩渺。秋已暮、红稀香少。水光山色与人亲，说不尽、无穷好。 莲子已成荷叶老。青露洗、蘋花汀草。眠沙鸥鹭不回头，似也恨、人归早。金风细细。叶叶梧桐坠。绿酒初尝人易醉。一枕小窗浓睡。 紫薇朱槿花残。斜阳却照阑干。双燕欲归时节，银屏昨夜微寒。杏花飞帘散余春，明月入户寻幽人。褰衣步月踏花影，炯如流水涵青苹。花间置酒清香发，争挽长条落香雪。山城薄酒不堪饮，劝君且吸杯中月。洞箫声断月明中，惟忧月落酒杯空。明朝卷地春风恶，但见绿叶栖残红。余去岁在东武，作《水调歌头》以寄子由。今年子由相从彭门居百余日，过中秋而去，作此曲以别。余以其语过悲，乃为和之，其意以不早退为戒，以退而相从之乐为慰云耳安石在东海，从事鬓惊秋。中年亲友难别，丝竹缓离愁。一旦功成名遂，准拟东还海道，扶病入西州。雅志困轩冕，遗恨寄沧洲。岁云暮，须早计，要褐裘。故乡归去千里，佳处辄迟留。我醉歌时君和，醉倒须君扶我，惟酒可忘忧。一任刘玄德，相对卧高楼。",
        "author": "宋代",
        "poem_class": "秋天",
        "dynasty": "李清照"
    },
    {
        "title": "开愁歌",
        "paragraph": "秋风吹地百草干，华容碧影生晚寒。我当二十不得意，一心愁谢如枯兰。衣如飞鹑马如狗，临歧击剑生铜吼。旗亭下马解秋衣，请贳宜阳一壶酒。壶中唤天云不开，白昼万里闲凄迷。主人劝我养心骨，莫受俗物相填豗。远看山有色，近听水无声。春去花还在，人来鸟不惊。劝君今夜须沉醉，尊前莫话明朝事。珍重主人心，酒深情亦深。须愁春漏短，莫诉金杯满。遇酒且呵呵，人生能几何。诸葛大名垂宇宙，宗臣遗像肃清高。三分割据纡筹策，万古云霄一羽毛。伯仲之间见伊吕，指挥若定失萧曹。运移汉祚终难复，志决身歼军务劳。",
        "author": "唐代",
        "poem_class": "秋天",
        "dynasty": "李贺"
    },
    {
        "title": "普天乐·秋怀",
        "paragraph": "为谁忙，莫非命。西风驿马。落月书灯。青天蜀道难，红叶吴江冷。两字功名频看镜，不饶人白发星星。钓鱼子陵，思莼季鹰，笑我飘零。酒杯浓，一葫芦春色醉山翁，一葫芦酒压花梢重。随我奚童，葫芦干，兴不穷。谁人共？一带青山送。乘风列子，列子乘风。草长荒三径，桐阴满四邻。青春如过客，白日属閒人。迸笋争篱出，残花落地新。几时寻要术，吾亦学齐民。第一折(冲末扮陈太守领张千上)(陈太守诗云)农事已随春雨办，科差犹比去年稀。小窗睡彻迟迟日，花落闲庭燕子飞。老夫姓陈，双名全忠。由进士及第，随朝数载。谢圣恩可怜，所除洛阳太守之职。老夫有一侄儿。乃是陈世英，见在西洛居住。数年不见，闻知上朝取应，须打此地经过，必然来拜见老夫。张千，门首觑者，若孩儿到来，报复我知道。(张千云)理会得。(正末扮陈世英上、云)小生西洛人氏，姓陈。双名世英。仗祖父余庇，颇能读书，雪案萤窗，辛勤十载，淹通诸史，贯串百家。今要上朝，进取功名，从此洛阳经过，有我叔父在此为理。小生且进城去拜见了叔父，便索长行。可早来到也。张千，报复去，道有陈世英求见。(张千云)报得相公得知，有陈世英在于门首。(陈太守云)老夫语未悬口，我那孩儿早到了也。张千，快着他过来。(张千云)着秀才过去。(陈世英见科、云)叔父，您孩儿多时不见尊颜，请受您孩儿一拜咱。(做拜科)(陈太守云)孩儿也，远路风尘，免礼波。孩儿，我且问你，此一来为何？(陈世英云)叔父，您孩儿一来进取功名，二来探望叔父。(陈太守云)孩儿也，试期尚远，且就在我书房中安下，温习经书，多住几日去，可不好那？(陈世英云)您孩儿依着叔父，住几日去。但恐早晚取扰，不当稳便。(陈太守云)自家骨肉，说甚么取扰。孩儿也，今日是八月十五日，中秋令节，俺和您后园中饮酒去来。(诗云)早安排异品奇珍，与侄儿权且拂尘。值中秋正当玩月，休辜负美景良辰。(同下)(陈世英重上、云)小生蒙叔父相留在此，元来书房就在后园里面。花木清幽，颇堪居止。今日是八月十五日，中秋节令，适才叔父赐过酒宴，已散了也。你看金风淅淅，玉露泠泠，银河耿耿，浩月澄澄，是好一派蟾光。着小生对此佳景，怎好便去就寝。且待我作诗一首。(诗云)碧汉无云夜欲沉，天香桂子色阴阴。素娥应悔偷灵药，独守瑶台一片心。吟罢这诗，且进这书房间来。我关上门焚上一炷香，取出这张琴来，试弹一曲，自饮三杯闷酒咱。(搽旦扮封姨同旦儿桃花仙上，封姨云)妾身封十八姨的便是。这是桃花仙子，俺二人在这碧云之上。有桂花仙子与下方陈世英有私凡之心，俺二人在此等侯，待桂花仙子到来，看个端的。(桃花仙云)十八姨，你看那香风过处，兀的桂花仙子不来了也？(正旦扮桂花仙上，云)妾身乃月中桂花仙子。今因八月十五日，有这罗睺、计都缠搅妾身，多亏下方陈世英一曲瑶琴，感动娄宿，救了我月宫一难。我和他有这宿缘仙契，今日直至下方，与陈世英报恩答义去也。(封姨云)你若不弃嫌呵，俺两个伴着你同到下方走一遭去。(正旦云)好波，就此同往。(桃花仙云)仙子，咱去来，咱去来。(正旦云)是好月色也呵。(唱)。【仙吕】【点绛唇】夜色溶溶，桂花风动，天香送。万里长空，是谁把银盘捧？(封姨云)俺趁着这月色行动些咱。(正旦唱)【混江龙】俺可便疾忙行动，怕的是五云楼畔日华东。(桃花仙云)俺和您私离天宫之上，早来到人间了。(正旦唱)俺如今偷临凡世，私下天宫。这其间风弄竹声穿户牖，更那堪月移花影上帘栊。(封姨云)仙子，则俺三个在这月明之下，又无甚跟随的使数，怎生是好？(正旦唱)俺本是冰魂素魄不寻常，要甚么金童玉女相随从。(带云)十八姨，你只跟着我者。(唱)又没甚幽期密约，止不过明月清风。(封姨云)你看下方景致，是比俺那仙界不同也。(正旦唱)【油葫芦】俺和您回首瑶台隔几重，早来到书院中，怕甚么人间天上路难通。(云)封家姨也，则不俺思凡。(封姨云)仙子，可再有何人思凡哩？(正旦唱)想当日那天孙和董永曾把琼梭弄，(桃花仙云)可再有何人？(正旦唱)想巫娥和宋玉曾做阳台梦。(封姨云)姐姐，你此一去报恩，可是如何？(正旦唱)他若肯早近傍，我也肯紧过从。拚着个赚刘晨笑入桃源洞，(桃花仙云)不知刘震别后，可曾得再会来？(正旦唱)到后来天台山下再相逢。(桃花仙子)仙子，这也有何为证？(正旦唱)【天下乐】却不道流水桃花片片红。(桃花仙云)这桃花是我家的故事，你此去敢被那生折下桂花来也。(正旦唱)则你个娇也波容，可便将人厮调哄。我则为报德酬恩要始终，不索你不索你这个咕，那个哝。(封姨云)仙子，我曾敢说甚么？(正旦唱)哎！只你个十八姨口是风。(云)可早来到后园也。二位且在这书房门首略等一等，我自过去。(封姨云)仙子请过去，俺两个自有分晓。(正旦见陈世英科、云)秀才万福。(陈世英惊科、云)啐！怎么灯直下看见一个如花似玉的女人，莫不是我眼花么？(做揩眼科，云)待我仔细再看咱。(正旦唱)【鹊踏柱】则见他不惺忄葱，假朦胧，却待要拄眼睁睛，觅迹寻踪。莫非他锦阵花营，不曾厮共？险教咱风月无功。(陈世英云)这女人是从那里来的？必然是妖精鬼怪。口退！你说的是，万事全休；说的不是，你见我这床头宝剑么？我将你一剑挥之两段。(正旦唱)【河西后庭花】我只道他喜孜孜开笑容，怎么的颤钦钦添怕恐。不思量携素手归罗帐，刬地要斩妖魔仗剑锋。似这，这等怒口工口工，好着我急难陪奉。秀才也，你敢是那骂上元的也姓封。(陈世英云)兀的不虎杀我也，靠后。(正旦云)秀才休惊莫怕，我乃月中桂花仙子。今因八月十五日，有罗睺、计都缠搅妾身，多亏你这一曲瑶琴、感动娄宿，救了我月宫一难。我和你有宿缘仙契，一径的报恩而来。秀才留便留，不留呵我自回去也。(陈世英云)住、住，我那里知道？你原来是桂花仙子。有如此般好意，小生一时间错怪了你。便好道，既来之，则安之。仙子请坐，容小生递一杯酒咱。仙子满饮此杯。(正旦云)秀才请。(陈世英云)仙子请。(正旦饮酒科，陈世英云)小生也饮一杯。看着仙子千般体态，万种妖娆，不知小生福分，生在那里？得遇今夜，待与仙子饮个尽醉方归，有何不可？(正旦唱)【一半儿】只见他高烧银烛影摇红，满注名香宝鼎中。全不似初见时恁般乔面孔，殷勤地捧金钟。元来是一半儿妆呆一半儿懂。(陈世英云)小生有一件事，动问小娘子咱。(正旦云)秀才有甚么话说？(陈世英云)小生学成满腹文章，欲等进取功名去，我这一去可是得官也不得官？(正旦唱)【金盏儿】我本待鸾凤配雌雄，你只想雕鹗起秋风。怎知我月中丹桂非凡种？(陈世英云)念小生凡胎浊体，怎敢和仙子陪奉？你只说小生来年应举，果是如何？(正旦唱)你问我来年春动有甚吉和凶？则你那文章千卷富，(陈世英云)便有了文章，也要命运哩。(正旦唱)怕不的命运一时通。(陈世英云)若得如此，小生早则喜也。(正旦唱)秀才，我道你来年登虎榜，总不如今夜抱蟾宫。(陈世英云)多承仙子厚意，再饮几杯，怕做甚么？(封姨云)桃花仙子，我和你过去相见咱。(做见科)(封姨云)仙子，天色明了也，咱回去来。(陈世英云)呀！怎么又有两个小娘子来了也。(正旦云)秀才勿怪，这两个都是我的姨姨、妹妹。(陈世英云)既是你姨姨、妹妹，容小生都也奉一杯儿酒咱。(正旦唱)【醉扶归】俺和他一去蕊珠宫，同戏百花丛，报与你个二月春雷鱼化龙。饮了那三杯御酒珍珠瓮，四下里旌旄簇拥。准备着五花骢，缓向天街鞚。【醉中天】六印掌元戎，七纵显英雄。向八座里气昂昂列上公，稳请受着九重天雨露恩和宠。也不枉了十年间苦功，到今朝享用。是必休忘了，我这报前程仙女淳风。(云)天色明了也。咱回去来。(陈世英云)仙子此一去，可不知几时还得相会也？(正旦云)秀才，你牢记者，妾身此一相别，直到来年八月十五日，再与秀才相见。(陈世英云)仙子，你道定着，小生也不进取功名去，专等来年此夜，在书房中拱候仙子，是必休失信也。(正旦唱)【赚煞尾】你若有十分的至诚心，我怕没九转丹相送？(陈世英云)小生来年八月十五日，专候仙子来也。(正旦唱)到来年又怕你八月中秋事冗。(陈世英云)既蒙仙子相许，小生怎敢负了此心？但仙子虽同织女，小生非比牵牛，怎么也要一年一会？做这般老远的期约也。(正旦唱)那七夕，会牛女佳期，你可也休卖弄。(陈世英云)仙子若果有心于小生，便不到的来年，怕甚么那？(正旦唱)我则怕六丁神告与天蓬，(陈世英云)那六丁总是天上神位，料仙子也不怕他！(正旦唱)更怕的是五更钟，催别匆匆，只落的四眼相看泪珠涌。(陈世英云)仙子，您直恁般慌速，便再停止一会儿也好。(正旦唱)兀的不三星在东。(陈世英云)仙子此一去，休忘了今宵欢会也。(正旦唱)正照着俺二人情重，一般潇洒月明中。(同二旦下)(陈世英云)嗨！谁想小生遇着月中桂花仙子，欢会了一宵，亲记的临别之时，说道来年八月十五日，再来与小生相会。天那！我几时盼得来年这一日也。(诗云)宿世姻缘定有因，暂时欢会又离分。且温经史书窗下，专等来年月下人。第二折(陈太守引张千上、云)老夫陈太守。留我侄儿世英在后园书房中，本意要他温习经书，去应科试。不想染下一场疾病，一卧不起，服药不效。老夫欲待亲自探望孩儿去，争奈衙门中适有一件要紧公事，不得余暇。张千，说与嬷嬷知道，着他到书房中看觑小哥病体若何？小心在意，看了时间来回我的话。左右，将马来，老夫衙门中办事去也。(下)(陈世英抱病上、云)小生陈世英。便好道三十三天离恨天最高，四百四病相思病最苦，兀的不害杀小生也。自从去岁八月十五日，与月中桂花仙子在这书房中饮了几杯酒去，害的我一病不起，朝则忘餐，夜则废寝，看看致死，但合眼便见那桂花仙子在前。他说道：今年八月十五日，再来相会。今日正是中秋节令，我只得挣扎病躯，到此后花园中等。便怎么这早晚还不见来？仙子，则被你想杀我也。天也，每番家小生要做些儿功课，不曾拿起笔来；可又早淹淹的晚了。今日小生害些儿拙病，他百般的不肯就晚。且待我吟诗一首。(诗云)金乌振翼上扶桑，何故迟迟画景长。可叹书生情意迫，老天偏不下斜阳。呀！这早晚还是午时也。我央及你波，我与你唱喏，怎生不动？我与你下跪，又不动；我与你下拜，也不动，钉子钉着你哩。泼毛团是好无礼也。小生不才杀者波，也是国家白衣卿相。你则道我不认得你哩？想当初尧王时有十个日头，被后羿在昆仑山顶上，射落九乌，止留的你一个。你晓来夜去，催逼了多少好人。你若是欢喜呵，腆着你那红馥馥的脸儿。你苦恼了呵，云生四野，雾罩八方。你则道我不认的你哩？你听者：(诗云)无端三足乌，团团光闪烁。安得后羿弓，射此一轮落。便好道，人有所愿，天必从之。头里未曾闹时，还是午时。方才闹了，他可早交酉时了。罢罢罢。熬定心肠，且再耐着些儿。仙子，则被你想杀小生也。(正旦扮嬷嬷上，云)老身是这陈太守家中嬷嬷。为因陈世英在书房中染病，奉太守的言语，着老身探望走一遭去。我想这秀才每，多有害着这等证侯的也呵。(唱)【南宫】【一枝花】可不道既读孔吊书，那里也必达周公礼？你今日相思容易得，岂不闻饱病可兀的最难医？他从来老老实实，忒软善忒温若，近新来陡恁的。他待学遇云英乞玉的裴航，赋洛神来珠的曹植。【梁州第七】翻笑着不风流闭门的颜叔，假乖张拍案的封陟。他不肯左笔尖上挣扎个名和利，兀的不辱抹杀题桥的才思掷果的容仪。直这般无廉鲜耻，乱作胡为三餐饭并不曾想吃，五车书并不肯攻习。他、他、他，则待要美甘甘傍玉软香温。是、是、是，则待要悄促促在星前月底，等、等、等，则待要薄孜孜赴燕约莺期。奉相公省会，教老身直到那书房内，在左右看详细。只他这废寝忘餐可也因甚的？要一个明白消息。(云)无人报复，我自过去。(陈世英云)仙子，你来了也。(正旦云)是我。(陈世英云)呸！害得我眼花了，兀的不羞杀小生也。原来是嬷嬷，你来此怎的？(正旦云)哥哥，你害的甚么病？你明白对我说知，怕做甚么？(陈世英云)我害的是病。(正旦云)怕不是病，却是从那里起的？你对我说，好回相公的话。(陈世英云)你老人家没正经，则管里絮絮叨叨的，你也须知，病体准耐烦说话？(正旦云)哥哥，你不对我说也罢，只是你这病势看看日沉日重，谁救你禾？(陈世英云)嬷嬷，实不相瞒，自从去岁八月十五日，有月中桂花仙子，在我这书房中饮了几杯酒，欢会了一宵去了。他说今年八月十五日再来相会，我在此等侯。不见到来，所以忧忆成病。眼见的觑天远，入地近，无那活的人也。仙子，则被你想杀我也。(正旦唱)【牧羊关】则见他恹恹的，说就里，不由我冷笑微微。你是个浊骨凡胎，他须是冰肌的这玉体。(陈世英云)仙子，你好失信也。(正旦唱)你敢要攀月桂谐连理，可不似指画饼待待充饥。常言道：杳茫神鬼事，哥哥也，知他布那里？(云)哥哥，你敢不等那月中桂花仙子么？(陈世英云)我不等桂花仙子等谁？(正旦云)只怕等着崔莺莺那。(陈世英云)哎！我等那崔莺莺怎的？我只等着桂花仙子哩。(正旦唱)【骂玉郎】莫不是崔莺莺害了你这张君瑞？只指望西厢下暗偷期，把镜中花生扭做蟾宫桂。现如今你瘦岩岩病怎支？他虚飘飘占不归，知甚日重会？(陈世英云)仙子，则被你想杀小生也。(正旦唱)【感皇恩】怪不着你正是遥授夫妻，你可甚步步相随？更做道秀才每忒上紧，忒着迷。你伴的是琴书度日，怎想着那广寒宫窃药的仙姬？专等待三更后，才斗转，恰星移。(陈世英云)我在这月明之下，好歹要等那仙子来也。(正旦唱)【采茶歌】想的你意儿痴，望的你眼儿疲，只等五言诗作上天梯。但得个一夕鸳鸯配成对，那里也还记十年身到凤凰池。(陈世英云)老人家不晓事，耳根边只管聒絮，可知我染病哩。(正旦唱)【三煞】我越劝着越妆出风风势，则说是病在心头那个知？怎么耳边傍不住相潮戏，百般的话不投机。待着淹早些回避，我可道不关亲耽干系。就也着冷眼儿来看你，且看你直等的月色沉西。(陈世英云)嬷嬷，我不耐烦哩。你则回叔父话去，可怎生不着个太医来看我一看？(正旦唱)【二煞】你道叔父行怎不敢医药来调治，这的是心病还从心上医。便有那仓公、扁鹊成何济？也无过草树根皮，怎比得玉天仙知心着意。只想他今夜里休贪睡，重向书帏叙别离，敢胜似百补参芪。(云)哥哥，你保重将息，我回老相公话去也。(陈世英云)仙子，这早晚还不见来？兀的不害杀小生也。(正旦云)哥哥，你则听我劝者。(唱)【黄钟尾】我劝你好将息这不存不济千金体，再休想那无影无形百媚姿。自去年到今日，曾有甚为盟记？只管里苦思忆，直等得佛出世，可不的干着你。这相思无尽极，倒不如早收拾，将一段云雨幽期，都付与高唐梦儿里。(下)楔子(陈世英抱病、张千扶上，云)天色明了也，枉着我扶病等了这一夜。仙子，则被你奚落杀小生也。觉的这病势越越沉重，张千，你快去寻一个太医来者。(张千云)理会得。出的这门来，串长街，蓦短巷，此间正是。太医在家么？(净扮太医上，云)谁叫太医？太医不在家。(张千云)不在家？可往那里去了？(净云)太医兵马司里去了。(张千云)敢是去看病那？(净云)不是看病，医杀了人，那里坐牢哩。(张千云)咄！太守衙里请去来。(净云)请我做甚么？(张千云)有个相公染病，请你看一看。(净云)你那病人不好几日了？(张千云)不好七日了。(净云)我太医八日不曾出汗哩。(张千云)咄！(净云)老哥，你着那患子来，我看。(张千云)他染病怎么走的动？(净云)着他骑个驴儿来。(张千云)他骑不得驴儿。(净云)哦！只抓个杌儿抬将来。(张千云)也抬不将来。(净云)这等一发教他好了来。(张千云)好了又要你看甚么？(净云)既然他来不得，倒抬了我去罢。(净做拿住张千把脉科，云)一肝，二胆。(张千云)咄！我没病。(净云)你没病，我看着你这嘴脸，有些黄甘甘的。(张千云)不要歪厮缠，衙里久等着哩。(净云)老哥，等我嘱付家里小的咱。丁香奴！(张千云)你家有甚么丁香奴？(净云)老哥不知，但是我家的小的每，都是生药名。(张千云)这个我不知道。(净叫云)丁香奴！(内应科云)有。(净云)你丸药来不曾？(内云)我丸药来。(净云)你丸了多少药？(内云)我丸了八囤半。(净云)老哥，我那囤子是囤粮食的，四五个人围不过来。这小的每贪耍，一日吃了三顿饭。则丸了八囤半。(张千云)这也勾了。(净云)有谁讨药来？(内云)有姑娘家讨药来。(净云)与了多少药钱？(内云)与了一两药钱。(净云)你与了他多少药？(内云)我与他七囤半。(净云)弟子孩儿，亲眷上门，你怎么不多与他些？曾说药引子来么？(内云)不曾说药引子。(净云)快赶上去说与他，要生姜两船，枣儿五担，水要十桶，着他做一服儿吃。(张千云)怎么吃得这许多？(净云)再有谁讨药？(内云)有史千户家讨药来。(净云)与了多少药钱？(内云)与了五两银子。(净云)五两银子？你与他多少药？(内云)我与了他两丸药。(净云)五两银子与了他两丸药，我这药是偷来的？与他许多去。(张千云)还少么？(净云)你与他甚么药去？(内云)我与一丸红丸儿，一丸黑丸儿。(净云)老哥，你不知道，与他红丸儿则与红丸儿，黑丸儿则与他黑丸儿。红丸儿吃了是活药，黑丸儿吃了是死药。他都吃了，着他死又死不得，活又活不得。(张千云)咄！行动些。早来到了也。你在此站一站，等我报复去。秀才，太医在门首。(陈世英云)着他过来。(张千云)着过去。(净做见陈世英，拿包袱打科)(陈世英叫云)哎哟！(张千云)他是患子，你怎么打他？(净云)医的医的。打着他，还知疼痛哩。(净做拿药与陈世英吃科，云)你吃这药。(陈世英去)这药不好，我不吃。(净云)这般好药，你嫌不好。你不吃，我替你吃。(净吃药，做战倒科)(张千做慌科，云)可怎么了？(做扶净起身科)(净做苏醒科，云)你这里有纸笔么？(张千云)要他何用？(净云)趁我苏醒着，传与你这个方儿。(张千云)口走，油嘴花子，快出去。(打下)(陈世英云)太医去了也。我想那桂花仙子好生失信。你当此一夜，只说报恩而来。今日弄的我一个身子，七死八活。仙子，你那里是报恩，分明害杀小生也。(唱)【仙吕】【赏花时】强扶策恹恹病里身，空凝望盈效月下人。我和他曾把酒结情亲，早隔了一年时分，兀的不愁杀我也桂华新。(下)第三折(陈太守领张千上，云)老夫陈全忠。今日张真人回信州龙虎山修行去？要来作别。张千，门首觑着，若真人来时，报复我知道。(张千云)理会的。(外扮天师引道童上，诗云)鼎内丹砂变虎形，匣中宝剑作龙声。法水洒来天地暗，灵符书动鬼神惊。贫道姓张，双名道玄。祖传道法，戎箓精严。三十七代，辈辈流传。驱使遍三界神祗。剿除尽八方鬼怪。布袍轻拂。须臾地动天惊。草履平那。顷刻星移斗转。云游天下，普救众生。来到此洛阳，幸遇陈太守，十分的管顾贫道。所赠衣粮。无不精洁。今日信州龙虎山去，辞别太守，便索长行。早来到衙门首也。左右报复去，道有张道玄特来拜辞。(张千云)报相公，有张道玄来拜辞哩。(陈太守云)道有请。(张手云)请进。(天师做见科，云)相公，贫道回山中修行去。特来拜辞。(陈太守云)真人。管待不周，车恕老夫之罪。(天师云)相公，贫道在此，多有搅扰。据贫道看来，相公衙中莫不有染病之人么？(陈太守云)我有个侄儿是陈世英，现染病哩。(天师云)在那里？(陈太守云)在后花园书房中安下。(天师云)我是去看咱。(做望科，云)贫道已知道了。你侄儿陈世英是花月之妖，搅缠成病。待贫道结一坛场，剿除妖怪，相公意下如何？(陈太守云)若得如此，多谢真人。(天师云)道童，将法衣来。相公，坛场之上，不能攀话，请回避者。(太守下)(天师请神科，云)道香德香，无为香，清净自然香，妙洞真香，灵宝惠香，朝三界香。吾乃统摄玄门，恢弘至道，咒司九主，宣课威仪，醮法列坛。无不听命。恭惟玉清圣境元始天尊，左辅右弼之星官，武职文班之圣众。雷公电母，风伯雨师。瑶宫宝殿天王，紫府丹台仙眷。五福十神，四司五帝。日宫月宫神位，南斗北斗星君，斗步五方，星分九曜。东华南极，西灵北真。十二之星辰，四七之缠度。三台华盖，九天帝君。三界直符使者，十方从驾威灵。当境土地龙神，诸处城隍社庙。幽冥列圣，远近至真。以此真香，普同供养。伏以阴灵耀景，环六合以开光，素魄迎情，犯十花而育物。今者时遇中秋，偶逢月蚀。罗计缠于黑道，娄宿闻此显威，梦入蟾宫，敌战恶星而退度，救兹月蚀，元光再续於寥天，半灭半明，乍盈乍阙。忽嫦娥之感动，思凡世而降临，科离瑶台，误干天运，混仙凡而为患，错躔舍以成灾。请命道流，立坛究治。臣敢不启秦玄空，急扬雷令，招接天庭。奉行摄勘。今年今月，今日今时，奉道弟子张道玄仰凭圣力，随其万处周流，不误一真清净。稽首拈香，无极大道，不可思议功德。(击令牌科，云)一击天清，二击地灵，三击五雷，速变真形。天圆地方，律令九章。金牌响处，万鬼潜藏。(咒水科，云)水无正行，以咒为灵，在天为雨露，在地作源泉。一噀如霜，二噀如雪，三噀之后，百邪俱灭。(执剑科，诗云)老君赐我驱邪剑，离火煅成经百炼。出匣纷纷霜雪寒，入手辉辉星斗现。先请东方青帝、青神，衔符背剑，入吾水中。后请南方赤帝、赤神，衔符背剑，入吾水中。又请西方白帝、白神，衔符背剑，入吾水中。再请北方黑帝、黑神，衔符背剑，入吾水中。又请中方金帝、金神，衔符背剑，入吾水中。(诗云)吾持此水非凡水，九龙吐出静天地。太乙池中千万年，吾今将来静妖气。谨请年值、月值、日值、时值，当日功曹，值日神将，揽海大圣，翻江大圣，驱雷大圣，撒云大圣。吾今用你坛前仗剑等待，休错吾一时半刻。吾奉太上老君，急急如律令，摄！(直符上、云)小圣乃雷部下听今直符使者是也。真人呼唤小圣，有何法旨？(天师云)有劳当日神将，直日功曹，直去花苑中，勾将桂花仙子来者。(直符云)得令。桂花仙子安在？疾！怎生无有桂花，是有谁？(人应科、云)止有荷花。(直符云)报知真人。止有荷花。(天师云)有劳当日神将，直日功曹，直至太华峰头。东林寺里，勾将荷花来者。(直符勾荷花科，云)荷花仙当面。(天师云)无那荷花，你知罪么？(荷花云)我不知罪。(天师云)你引诱嫦娥，辄入五姓之家，缠搅良家子弟。勾至坛前，有何理说？(荷花云)我这荷花，(诗云)体出青泥不染埃，也曾独步上莲台。(天师云)噤声！(诗云)翠荷影里鸳鸯戏，太液池中并蒂栽。你不知情谁知情？(荷花云)有菊花知情。(天师云)小鬼头可早攀下来也，且一壁有者。有劳当日神将。直日功曹，直至甘谷水傍，渊明宅畔，勾将菊花仙来者。(直符勾菊花上科，云)菊花仙当面。(天师云)兀那菊花，你知罪么？(菊花云)我不知罪。(天师云)你引诱嫦娥，辄入五姓之家。缠搅良家子弟。勾至坛前，有何理说？(菊花云)我这菊花，(诗云)冷淡东篱傲古今，西风谁识岁寒心。(天师云)噤声！(诗云)东坡昔贬黄州道，吹落黄花满地金。你不知情谁知情？(菊花云)有梅花知情。(天师云)一壁有者。有劳当日神将。直日功曹，直至大庚岭边，霸陵桥外，勾将梅花仙来者。(直符勾梅花上科，云)梅花仙当面。(天师云)兀那梅花，你知罪么？(梅花云)我妾身不知罪。(天师云)你引诱嫦娥，辄入五姓之家，缠搅良家子弟。勾至坛前，有何理说？(梅花云)我这梅花，(诗云)玉骨冰肌谁可匹，傲雪欺霜夺第一。(天师云)噤声！(诗云)江南曾为赠游人，一枝漏泄春消息。你不知情谁知情？(梅花云)有桃花知情。(天师云)一壁有者，有劳当日神将，直日功曹，直至度索山前，玄都观里，勾将桃花仙来者。(直符勾桃花上科，云)桃花仙当面。(天师云)兀那桃花，你知罪么？(桃花仙云)我不知罪。(天师云)你引诱嫦娥，辄入五姓之家，缠搅良家子弟。勾至坛前，有何理说？(桃花仙云)我这桃花，(诗云)海上千年一度开，曾教仙子赴瑶台。(天师云)噤声！(诗云)刘阮当时成配偶，暗随流水出天台。你不知情谁知情？(桃花仙云)有封十八姨、雪天王知情。(天诗云)一壁有者。有劳当日神将，直日功曹，与我勾将封十八姨、雪天王来者。(直符勾封姨、雪天王上，云)封十八姨，雪天王当面。(天师云)兀那封姨，你知罪么？(封姨云)我不知罪。(天师云)你引诱嫦娥，辄入五姓之家，缠搅良家子弟。勾至坛前，有何理说？(封姨云)真人，我乃天地之正气，有甚么罪来？(诗云)我本无影无形乍飕飕，万里浮阴一扫休。(天师云)噤声！(诗云)颠狂柳絮随风舞，轻薄桃花逐水流，雪天王近前，你知罪么？(雪神云)吾神不知罪。(天师云)你引诱嫦娥，辄入五姓之家，缠搅良家子弟。勾至坛前，有何理说？(雪神云)此乃桂花仙子思凡，做出这等勾当。干吾神甚事！(诗云)三冬寒气最严凝，曾伴如来大道成。(天师云)噤声！(诗云)谩夸积雪深千丈，不及滹沱一片冰。且一壁有者。有劳当日神将，直日功曹，直至望鹄台西，清虚府内，勾将桂花仙子来者。(直符勾桂花仙上科，云)真人法旨，快走动些。(正旦唱)【正宫】【端正好】则被你催！逼得我两三番，喝掇得我十余次。我不合暗约通私，怎当那驱邪院一伙天兵伞至，狠恶的忒如此。(桃花云)桂花仙子，只为你思凡，今日连累的我也。(正旦云)你也来了。(唱)【滚绣球】我只见桃花离了武陵，(荷花云)为你呵，将我也好摄在此。(正旦唱)荷花离了沼沚。(菊花云)你今日连累着我，却是为何？(正旦唱)哎！菊花也，你莫不是被西风断送了一秋花事？(梅花云)你怎么连累着我来？(正旦唱)哎！悔也，兀的不折倒尽你这玉骨冰姿。(雪神云)小鬼头你思凡干吾神甚事？(正旦唱)咏看那雪王迸着一个冷脸儿，(封姨云)只为你，连我也勾将来了。(正旦唱)十八姨显出那恶性子。(封姨云)只被你累的我苦也。(正旦唱)俺正是闻风而至，你则待和桂花仙打一会官司。今日个风化雪月相逢日，抵多少龙虎风云聚会时。咱须索见天帅。(正旦见跪科)(直符云)桂花仙当面。(天师云)兀那桂花，是你思凡来么？(正旦云)是我思凡来。(天师云)这小鬼头，你可早招了也。(正旦唱)【倘秀才】我为甚先吐了这招承的口词？常言道明人不做那暗事。则俺这闭月羞花绝代姿，到如今自做出自当之，妆甚的谎子？(天师云)我想陈世英，为色事所迷，在那病患之中。不看见这八景象，怎得痊可，我如今将法力摄他魂魄前来，与桂花仙子相见者。疾！(陈世英冲上，做见正旦科，云)仙子，则被你想杀我也。(正旦唱)【叫声】见放着正名师，不是，不是胡攀指。准教你隐藏下这个可喜的女孩儿。(天师云)疾！(陈世英下)(天师云)封姨，这一桩公事，敢都是你扇的来么？(封姨云)这是桂花仙子思凡，干我甚么事？(正旦云)噤声！(唱)【上小楼】你休那耻便伶牙俐齿，调三斡四，说人好歹，许人暖昧，损人行止。你可便道这个，道那个，做的不是，都揣与这广寒宫宵奔的卓氏。(天师云)莫不是尔桃花打合的他来么？(桃花云)桂花仙子，你自思凡，我可为甚的来，却牵连着我那。(正旦云)偏你无过犯哩。(唱)【石榴花】当日个天台流水泛胭脂，谁引逗的刘晨、阮肇至于斯。(天师云)荷花，你可怎生不近前来折辩？(荷花云)桂花仙子，你认了罪罢。(正旦唱)你可也要推辞，那并头莲就是你过犯公私。(天师云)菊花，你近前与他质对者。(菊花云)桂花仙子，你思凡干俺甚事？(正旦唱)想当日陶潜为你可便辞荣仕，在东篱下满饮金卮。(天师云)梅花，你也向前对词来。(梅花云)桂花仙子，你何不早早认了罪也，要累我做甚么？(正旦云)偏你无过犯那？(唱)你道你梅花孤洁全终始，我只问那孟浩然骑的瘦驴儿。【斗鹌鹑】你逼得他大雪里寻梅，险将他逡巡间冻死。(梅花云)论我瘦影疏枝，亭亭独立。有那个狂蜂浪蝶，敢近的我。(正旦唱)偏是你瘦影疏枝，不受那蜂媒蝶陡。哎！这一场月色风声，非同造次。你也合三思，休只管说短论长，卖弄杀花儿的这叶子。(天师云)封姨，你近前与他折证。(封姨云)兀那桂花仙子，你听者，为你思凡，将吾神勾至坛前，吾神春则吹花摆柳，夏则驱暑生凉，秋则飘枝坠叶，冬则糁雪飞沙。顺四时不失其序，与天地并奏其功。我岂有尘凡之心，做下这等淫邪之事？(诗云)青蘋一点微微发，万树千枝和根拔。则你桂花何不早招承，把我风雪无端连累杀。(正旦云)偏你无那过犯来？(唱)【满庭芳】你也合心中暗思，你待把强言折证，不辩个雄雌。只你那风亭门馆书名字，可不是招伏下亲笔情词。元来你全无那风流情思，也枉耽着-个风月的这名儿。(风神云)我有甚么过犯在那哩？(正旦唱)你道你便无讥剌束，常记得杜少陵吟了诗。(封姨云)杜诗上怎么？你只管说。真人在此，我也不赖。(正旦唱)可不道风雨夜来时。(天师云)雪天王，你近前与他折证。(雪神云)小鬼头，我有何公私过犯？真人在此，你说。(正旦云)我说你那过犯，你则休赖也。(唱)【红绣鞋】你守得个映雪的孙康苦志，你逼得个袁安在雪内横尸。赚得个王子猷，山阴雪夜上船时。(雪神云)也只为老夫忒慈善些儿。(正旦唱)你道你便忒性慢，式心慈，你则问那蓝关前韩退之。(雪神云)真人问谁要招？(天师云)要你招。(雪神云)吾神则知其功，不知其罪。(天师云)这老匹夫则知其功，不知其罪。你有甚么功在那里？(雪神云)真人差矣。吾乃天地正神，岂比那桂花思凡？做这等淫邪之事？风神管的是春风夏雨，吾神管的是秋霜冬雪。调和鼎鼐，燮理阴阳。滋五谷，润百草。压障气，兆丰年。于民有益，为国有功。(诗云)我本亲承帝旨把天门，今朝被你勾摄坛前折辨真。若要误犯天条招伏状，怎到的玉洁冰清白雪神。(天师云)噤声！你道我管不得你？天仙管得你么？(雪神云)管不得。(天师云)地仙管得你么？(雪神云)管不得。(天师云)贫道管得你么？(雪神云)你便是管得着哩。(天师云)噤声！吾非浊骨，本是仙胎。祖公留下三件法宝，信香一瓣，雌雄剑二口，降妖印一颗，专管天上天下三界仙精鬼怪，魍魉邪魔。量你是一块雪，我管不得你，怎管天上许多神将？吾今宣召天上火，地下火，山头火，霹雳火，炉中火，将你围在中间，立化一池黄水。老匹夫，看你招也是不招。(雪神做慌科，云)真人，小神招伏则便了也。(正旦唱)【快活三】你今日雪消也下流澌，花落也显枯枝。猛想起贾岛破风诗，和那扫雪的陶学士。【鲍老儿】［风光好］题成绝妙词，都则为月殿里霓裳事，端的这雪月风花四件儿，是那个偏无瑕玼？(桃花云)只被你连累杀我也。(正旦云)是我带累你来。(唱)我可也从头识破，都将付与冷笑孜孜。却不道一般儿根生土长，开花结子，带叶连枝。(天师云)一行人休少了一个，发往西池长眉仙，定罪施行。(断云)忙差遣天丁帝揭，展手将情词写彻。桂花仙一念思凡，众神将都遭缧拽。恶哏哏后拥前推，雄赳赳横拖倒拽。剪除他梅菊荷桃，断送了风花雪月。(正旦云)谢真人勘问成了也。(唱)【煞尾】谢真人勘问我赴四池对会词，拚的个尽场儿诉出俺心间事，都向那蟠桃会上听仙旨。(众同下)(陈太守上，云)有劳真人如此费心。(天师云)相公勿罪，陈世英的病证，不日便当痊可。贫道则今日拜辞了相公，回山中修炼去也。(下)(陈太守云)真人去了也。张千，排着果桌，直至十里长亭，与真人送行，走一遭去来。(诗云)白云日日锁嵩山，仙客乘风可更还。羽盖霓旌看不见，唯余法水在人间。(下)第四折(长眉仙领仙童上，诗云)灿灿花光满洞天，琼楼宝殿启华筵。蟠桃结果三千载，共宴长生亿万年。贫道乃是上界长眉大仙是也。自太极初分，修成正道，掌管洞天九霄之上，一切修真悟道之仙。今朝玉帝回来，观见桂花仙子与梅菊荷桃一念思凡，引诱陈世英成病，罪犯天条。有张真人遣将牒配前来，吾亲判断。仙童，洞门前觑者，若来时报复我知道。(仙童云)理会得。(正旦同众上)(直符云)行动些。(正旦唱)【双调】【新水令】今日个奉真人牒赴到蓬莱，则听得奏云璈仙音-派。想花呵，欢娱应有限，风雪呵，凋燮几曾乖。惹下场横祸飞灾，怎支吾这一解？(直符云)仙童报复去，道有张真人牒文押将桂花仙子等在此。(仙童报科)(长眉仙云)着他过来。(仙童云)着过去。(众做见科)(长眉仙云)兀那桂花仙子，你既为上品之仙，永享逍遥之福，职居月殿，远隔人间。你岂不闻道德为仙家之本，清闲乃开悟之门？你何不遵守天条？却去迷惑秀士，犯此思凡之罪，押赴吾前，有何理说？(正旦唱)【折桂令】这罪犯是我贱妾应该，没米由误犯天条，私下瑶台。却带累花神，干连风雪，都也不伏烧埋。俺本是广寒宫冰魂素魄，怎比那阎浮世浊骨凡胎？(长眉仙云)敢是你捱不过那凄凉寂寞，看上了陈秀才么？(正旦唱)俺可行甚难捱，觑上乔才？屈屈的将西没东生，错认做了夜去的这明来。(长眉仙云)你既不思凡，到那陈秀才书房里去，却是为何？(正旦唱)【雁儿落】想当日被计罗早缠作灾，多感的娄金宿将咱解。这都是陈秀才能见可怜，因此上俺桂花仙思酬待。(长眉仙云)你既到书房中去，那淫邪之事，怕不是有的？(正旦唱)【得胜令】兀那座读书斋，须不是楚阳台。他救我元无意，我见他有甚歹？冤哉！怎将俺这一火同禁害？诉的明白，望仙尊别处裁。(长眉仙云)张真人将这桩公事送到咱这里判断，怎么还饶的你？直日功曹，就与我驱到阴山左侧，待罪去来(正旦云)似此怎了也？(唱)【川拨棹】则听的他闹垓垓，闹垓垓加罪责。怎生的全没矜哀，狠下差排？贬咱到阴山口外，活活的折罚煞。(云)大仙也，可怜见，耽饶些儿波。(唱)【七弟兄】我可也左猜，右猜，端的是为谁来？现放着斫桂的吴刚巨斧风般快，只问他奔月的嫦娥曾否下妆台？更和那捣药的兔儿那日当何在？(长眉仙云)罪定了，不必多说，(直符云)仙旨已下，行动些。(正旦唱)【梅花酒】呀！我待挣扎怎挣扎？也是我运拙时衰，月值年灾，鬼使也那神差。(长眉仙云)我想陈秀才患病在床，若不将他魂魄勾摄前来，看见这个境头，怎得有痊可之日？疾！(陈世英上)小生陈世英。兀的不是桂花仙子来了也。(正旦唱)淹的呵，下瑶阶，将两步做一步蓦。呀！早转过甚人来？是、是、是，有情人陈秀才，他、他、他，怎容易到天台？敢、敢、敢，为着我旧情怀，待、待、待，折桂子索和谐，怎、怎、怎，不教我添惊怪？(陈世英云)仙子，谁想小生今日还得和你相会也。(正旦唱)【喜江南】兀的不是月明千里故人来，抵多少洛阳花酒一时来。你呵，休猜做春风来似不曾来。(正旦同陈世英走科，唱)咱两个去来。(封姨、雪神喝科，云)小鬼头那里去？(正旦唱)偏撞着这满头风雪却回来。(陈世英下)(长眉仙云)你一行人都跪下者，听我判断。(词云)你原是广寒宫娉婷仙桂，不合共陈世英暗成欢会。虽然为救月苦往报其恩，反害他耽疾病十分憔悴。谁着你离天宫犯法违条？枉使的风花雪尽遭连累。岂不知张真人法律精严？早仗剑都驱在五雷坛内。一个个供下状吐出真情，有谁敢捏虚词半毫隐讳？据招状桂花仙本当重谴，姑念他居月殿从无匹配。便思凡下尘世亦有可矜，仍容许伴玉兔将功折罪。一并的饶免了梅菊荷桃，众神将俱各遣重还本位。题目长眉仙遣梅菊荷桃正名张天师断风花雪月",
        "author": "元代",
        "poem_class": "秋天",
        "dynasty": "张可久"
    },
    {
        "title": "浪淘沙·夜雨做成秋",
        "paragraph": "夜雨做成秋，恰上心头。教他珍重护风流。端的为谁添病也，更为谁羞。密意未曾休，密愿难酬。珠帘四卷月当楼。暗忆欢期真似梦，梦也须留。侯门一入似海深，欲讯卿卿问鬼神。此情惘然逝如梦，镜花水月原非真。中山狼，无情兽，全不念当日根由。一味的娇奢淫荡贪欢媾。觑着那侯门艳质同蒲柳，作贱的公府千金似下流。叹芳魂艳魄，一载荡悠悠。烟暖雨初收，落尽繁花小院幽。摘得一双红豆子，低头，说著分携泪暗流。人去似春休，卮酒曾将酹石尤。别自有人桃叶渡，扁舟，一种烟波各自愁。",
        "author": "清代",
        "poem_class": "秋天",
        "dynasty": "纳兰性德"
    },
    {
        "title": "江上秋夜",
        "paragraph": "雨暗苍江晚未晴，井梧翻叶动秋声。楼头夜半风吹断，月在浮云浅处明。燕燕轻盈，莺莺娇软，分明又向华胥见。夜长争得薄情知？春初早被相思染。别后书辞，别时针线，离魂暗逐郎行远。淮南皓月冷千山，冥冥归去无人管。罗浮山下四时春，卢橘杨梅次第新。日啖荔枝三百颗，不辞长作岭南人。（不辞 一作：不妨）伊吕两衰翁，历遍穷通。一为钓叟一耕佣。若使当时身不遇，老了英雄。汤武偶相逢，风虎云龙。兴王只在谈笑中。直至如今千载后，谁与争功！",
        "author": "宋代",
        "poem_class": "秋天",
        "dynasty": "道潜"
    },
    {
        "title": "秋夜独坐 / 冬夜书怀",
        "paragraph": "独坐悲双鬓，空堂欲二更。雨中山果落，灯下草虫鸣。白发终难变，黄金不可成。欲知除老病，唯有学无生。庾信文章老更成，凌云健笔意纵横。今人嗤点流传赋，不觉前贤畏后生。王杨卢骆当时体，轻薄为文哂未休。尔曹身与名俱灭，不废江河万古流。纵使卢王操翰墨，劣于汉魏近风骚。龙文虎脊皆君驭，历块过都见尔曹。才力应难夸数公，凡今谁是出群雄。或看翡翠兰苕上，未掣鲸鱼碧海中。不薄今人爱古人，清词丽句必为邻。窃攀屈宋宜方驾，恐与齐梁作后尘。未及前贤更勿疑，递相祖述复先谁。别裁伪体亲风雅，转益多师是汝师。水。至清，尽美。从一勺，至千里。利人利物，时行时止。道性净皆然，交情淡如此。君游金谷堤上，我在石渠署里。两心相忆似流波，潺湲日夜无穷已。天覆吾，地载吾，天地生吾有意无。不然绝粒升天衢，不然鸣珂游帝都。焉能不贵复不去，空作昂藏一丈夫。一丈夫兮一丈夫，千生气志是良图。请君看取百年事，业就扁舟泛五湖",
        "author": "唐代",
        "poem_class": "秋天",
        "dynasty": "王维"
    },
    {
        "title": "秋凉晚步",
        "paragraph": "秋气堪悲未必然，轻寒正是可人天。绿池落尽红蕖却，荷叶犹开最小钱。号令风霆迅，天声动北陬。长驱渡河洛，直捣向燕幽。马蹀阏氏血，旗袅可汗头。归来报明主，恢复旧神州。香冷金猊，被翻红浪，起来慵自梳头。任宝奁尘满，日上帘钩。生怕离怀别苦，多少事、欲说还休。新来瘦，非干病酒，不是悲秋。休休，这回去也，千万遍《阳关》，也则难留。念武陵人远，烟锁秦楼。惟有楼前流水，应念我、终日凝眸。凝眸处，从今又添，一段新愁。(版本一)香冷金猊，被翻红浪，起来人未梳头。任宝奁闲掩，日上帘钩。生怕闲愁暗恨，多少事、欲说还休。今年瘦，非干病酒，不是悲秋。明朝，者回去也，千万遍阳关，也即难留。念武陵春晚，云锁重楼。记取楼前绿水，应念我、终日凝眸。凝眸处，从今更数，几段新愁。(版本二)梅雪争春未肯降，骚人阁笔费评章。梅须逊雪三分白，雪却输梅一段香。",
        "author": "宋代",
        "poem_class": "秋天",
        "dynasty": "杨万里"
    },
    {
        "title": "南乡子·重九涵辉楼呈徐君猷",
        "paragraph": "霜降水痕收。浅碧鳞鳞露远洲。酒力渐消风力软，飕飕。破帽多情却恋头。佳节若为酬。但把清尊断送秋。万事到头都是梦，休休。明日黄花蝶也愁。欲上高楼去避愁，愁还随我上高楼。经行几处江山改，多少亲朋尽白头。归休去，去归休。不成人总要封侯？浮云出处元无定，得似浮云也自由。年来鞍马困尘埃，赖有青山豁我怀。日暮北风吹雨去，数峰清瘦出云来。老去惜花心已懒，爱梅犹绕江村。一枝先破玉溪春。更无花态度，全有雪精神。 剩向空山餐秀色，为渠著句清新。竹根流水带溪云。醉中浑不记，归路月黄昏。",
        "author": "宋代",
        "poem_class": "秋天",
        "dynasty": "苏轼"
    },
    {
        "title": "少年游·长安古道马迟迟",
        "paragraph": "长安古道马迟迟，高柳乱蝉嘶。夕阳鸟外，秋风原上，目断四天垂。(鸟 一作：岛)归云一去无踪迹，何处是前期？狎兴生疏，酒徒萧索，不似少年时。(少年 一作：去年)北风吹雪四更初，嘉瑞天教及岁除。半盏屠苏犹未举，灯前小草写桃符。司马温公幼时，患记问不若人。群居讲习，众兄弟既成诵，游息矣；独下帷绝编，迨能倍诵乃止。用力多者收功远，其所精诵，乃终身不忘也。温公尝言：“书不可不成诵。或在马上，或中夜不寝时，咏其文，思其义，所得多矣。”（选自朱熹编辑的《三朝名臣言行录》）东风知我欲山行，吹断檐间积雨声。岭上晴云披絮帽，树头初日挂铜钲。野桃含笑竹篱短，溪柳自摇沙水清。西崦人家应最乐，煮芹烧笋饷春耕。身世悠悠我此行，溪边委辔听溪声。散材畏见搜林斧，疲马思闻卷旆钲。细雨足时茶户喜，乱山深处长官清。人间岐路知多少，试向桑田问耦耕。",
        "author": "宋代",
        "poem_class": "秋天",
        "dynasty": "柳永"
    },
    {
        "title": "秋声赋",
        "paragraph": "欧阳子方夜读书，闻有声自西南来者，悚然而听之，曰：“异哉！”初淅沥以萧飒，忽奔腾而砰湃，如波涛夜惊，风雨骤至。其触于物也，鏦鏦铮铮，金铁皆鸣；又如赴敌之兵，衔枚疾走，不闻号令，但闻人马之行声。余谓童子：“此何声也？汝出视之。”童子曰：“星月皎洁，明河在天，四无人声，声在树间。” 余曰：“噫嘻悲哉！此秋声也，胡为而来哉？盖夫秋之为状也：其色惨淡，烟霏云敛；其容清明，天高日晶；其气栗冽，砭人肌骨；其意萧条，山川寂寥。故其为声也，凄凄切切，呼号愤发。丰草绿缛而争茂，佳木葱茏而可悦；草拂之而色变，木遭之而叶脱。其所以摧败零落者，乃其一气之余烈。夫秋，刑官也，于时为阴；又兵象也，于行用金，是谓天地之义气，常以肃杀而为心。天之于物，春生秋实，故其在乐也，商声主西方之音，夷则为七月之律。商，伤也，物既老而悲伤；夷，戮也，物过盛而当杀。” (余曰 一作：予曰)“嗟乎！草木无情，有时飘零。人为动物，惟物之灵；百忧感其心，万事劳其形；有动于中，必摇其精。而况思其力之所不及，忧其智之所不能；宜其渥然丹者为槁木，黟然黑者为星星。奈何以非金石之质，欲与草木而争荣？念谁为之戕贼，亦何恨乎秋声！” 童子莫对，垂头而睡。但闻四壁虫声唧唧，如助予之叹息。 庭院深深深几许，云窗雾阁春迟。为谁憔悴损芳姿。夜来清梦好，应是发南枝。 玉瘦檀轻无限恨，南楼羌管休吹。浓香吹尽有谁知。暖风迟日也，别到杏花肥。日日深杯酒满，朝朝小圃花开。自歌自舞自开怀，无拘无束无碍。青史几番春梦，黄泉多少奇才。不须计较与安排，领取而今现在。（版本一）日日深杯酒满，朝朝小圃花开。自歌自舞自开怀，且喜无拘无碍。青史几番春梦，红尘多少奇才。不须计较与安排，领取而今现在。（版本二）戎州登临胜景，未尝不歌渔父家风，以谢江山。门生请问：先生家风如何？为拟金华道人作此章。一波才动万波随，蓑笠一钩丝。金鳞正在深处，千尺也须垂。吞又吐，信还疑，上钩迟。水寒江静，满目青山，载月明归。",
        "author": "宋代",
        "poem_class": "秋天",
        "dynasty": "欧阳修"
    },
    {
        "title": "峨眉山月歌",
        "paragraph": "峨眉山月半轮秋，影入平羌江水流。 夜发清溪向三峡，思君不见下渝州。知音者诚希，念子不能别。行行天未晓，携酒踏明月。花隐掖垣暮，啾啾栖鸟过。星临万户动，月傍九霄多。 不寝听金钥，因风想玉珂。明朝有封事，数问夜如何。终日望夫夫不归，化为孤石苦相思。望来已是几千载，只似当时初望时。",
        "author": "唐代",
        "poem_class": "秋天",
        "dynasty": "李白"
    },
    {
        "title": "天净沙·秋思",
        "paragraph": "枯藤老树昏鸦，小桥流水人家，古道西风瘦马。夕阳西下，断肠人在天涯。千山落叶岩岩瘦，百尺危阑寸寸愁。有人独倚晚妆楼。楼外柳，眉暗不禁秋。长相思，小山下。蘼芜秋深没行路，王孙年年归不去。江南木落天色寒，鸿雁沧波连日暮。我思昔兮金佩环，美人座上花如颜。紫芝丛桂纷两间，下有流水清潺湲。吹笙鼓瑟心长闲，别来岁久鬓发斑。青云猿鹤不可以企及，魂飞梦往愁乡关。长相思，何时还？谁写罗浮梦里云，飞来山鸟意相亲。傍人莫笑头如雪，占得江南第一春。",
        "author": "元代",
        "poem_class": "秋天",
        "dynasty": "马致远"
    },
    {
        "title": "天净沙·秋",
        "paragraph": "孤村落日残霞，轻烟老树寒鸦，一点飞鸿影下。青山绿水，白草红叶黄花。霜殒芦花泪湿衣，白头无复倚柴扉。去年五月黄梅雨，曾典袈裟籴米归。绿云冉冉锁清湾，香彻东西岸。官课九分办；厮追攀，渡头买得新鱼雁。杯盘不干，欢欣无限，忘了大家难。秋夜雨，秋夜雨。马悲草死桑乾路，雁啼木落潇湘浦。声声唤起故乡情，历历似与幽人语。初来未信鬼啾唧，坐久忽觉神凄楚。一时感慨壮心轻，百斛蒲萄为谁举？山林岂无豪放士？江湖亦有饥寒旅。凝愁拥鼻不成眠，檠孤焰短寒花吐。秋夜雨，秋夜雨，今来古往愁无数。谪仙倦作夜郎行，杜陵苦为茅屋赋。只今村落屋已无，岂但屋漏无干处？凋余老稚匍匐走，哭声不出泪如注。谁人知有此情苦？秋夜雨，秋夜雨，赤县神州皆斥卤。长蛇封豕恣纵横，麟凤龟龙失其所。耕夫钓叟意何如？梦入江山毛发竖。余生听惯本无事，今乃云胡惨情绪。排门四望云墨黑，纵有空言亦何补？秋夜雨，秋夜雨，何时住？我愿扫开万里鱼，日月光明天尺五。",
        "author": "元代",
        "poem_class": "秋天",
        "dynasty": "白朴"
    },
    {
        "title": "天净沙·秋",
        "paragraph": "庭前落尽梧桐，水边开彻芙蓉。解与诗人意同。辞柯霜叶，飞来就我题红。黄莺乱啼门外柳，雨细清明后。能消几日春，又是相思瘦。梨花小窗人病酒。轻拈斑管书心事，细折银笺写恨词。可怜不惯害相思，则被你个肯字儿，迤逗我许多时。鬓云懒理松金凤，胭粉慵施减玉容。伤情经岁绣帏空，心绪冗，闷倚翠屏。慵拈粉线闲金缕，懒酌琼浆冷玉壶。才郎一去信音疏，长叹吁，香脸泪如珠。从来好事天生俭，自古瓜儿苦后甜。奶娘催逼紧拘钳，甚是严，越间阻越情忺。笑将红袖遮银烛，不放才郎夜看书。相偎相抱取欢娱，止不过迭应举，及第待何如。百忙里铰甚鞋儿样，寂寞罗帏冷篆香。向前搂定可憎娘，止不过赶嫁妆，误了又何妨。远城市人稠物穰，近村居水色山光。熏陶成野叟情，铲削去时官样，演习会牧歌樵唱。老瓦盆边醉几场，不撞入天罗地网。达时务呼为俊杰，弃功名岂是痴呆？脚不登王粲楼，手莫弹冯讙铗，赋归来竹篱茅舍。古今陶潜是一绝，为五斗腰肢倦折。",
        "author": "元代",
        "poem_class": "秋天",
        "dynasty": "朱庭玉"
    }
]