[
    {
        "title": "竞渡歌",
        "paragraph": "五月五日天晴明，杨花绕江啼晓莺。使君未出郡斋外，江上早闻齐和声。使君出时皆有准，马前已被红旗引。两岸罗衣破晕香，银钗照日如霜刃。鼓声三下红旗开，两龙跃出浮水来。棹影斡波飞万剑，鼓声劈浪鸣千雷。鼓声渐急标将近，两龙望标目如瞬。坡上人呼霹雳惊，竿头彩挂虹蜺晕。前船抢水已得标，后船失势空挥桡。疮眉血首争不定，输岸一朋心似烧。只将输赢分罚赏，两岸十舟五来往。须臾戏罢各东西，竞脱文身请书上。吾今细观竞渡儿，何殊当路权相持。不思得岸各休去，会到摧车折楫时。九月九日眺山川，归心归望积风烟。他乡共酌金花酒，万里同悲鸿雁天。余禁所禁垣西，是法厅事也，有古槐数株焉。虽生意可知，同殷仲文之古树；而听讼斯在，即周召伯之甘棠，每至夕照低阴，秋蝉疏引，发声幽息，有切尝闻，岂人心异于曩时，将虫响悲于前听？嗟乎，声以动容，德以象贤。故洁其身也，禀君子达人之高行；蜕其皮也，有仙都羽化之灵姿。候时而来，顺阴阳之数； 应节为变，审藏用之机。有目斯开，不以道昏而昧其视；有翼自薄，不以俗厚而易其真。吟乔树之微风，韵姿天纵； 饮高秋之坠露，清畏人知。仆失路艰虞，遭时徽纆。不哀伤而自怨，未摇落而先衰。闻蟪蛄之流声，悟平反之已奏；见螳螂之抱影，怯危机之未安。感而缀诗，贻诸知己。庶情沿物应，哀弱羽之飘零； 道寄人知，悯余声之寂寞。非谓文墨，取代幽忧云尔。西陆蝉声唱，南冠客思深。(客思深 一作：客思侵)那堪玄鬓影，来对白头吟。(那堪 一作：不堪)露重飞难进，风多响易沉。无人信高洁，谁为表予心？帝城春欲暮，喧喧车马度。共道牡丹时，相随买花去。贵贱无常价，酬直看花数。灼灼百朵红，戋戋五束素。上张幄幕庇，旁织巴篱护。水洒复泥封，移来色如故。家家习为俗，人人迷不悟。有一田舍翁，偶来买花处。低头独长叹，此叹无人喻。一丛深色花，十户中人赋。",
        "author": "唐代",
        "poem_class": "端午",
        "dynasty": "张建封"
    },
    {
        "title": "端午日礼部宿斋有衣服彩结之贶以诗还答",
        "paragraph": "良辰当五日，偕老祝千年。彩缕同心丽，轻裾映体鲜。 寂寥斋画省，款曲擘香笺。更想传觞处，孙孩遍目前。国子先生晨入太学，招诸生立馆下，诲之曰：“业精于勤，荒于嬉；行成于思，毁于随。方今圣贤相逢，治具毕张。拔去凶邪，登崇畯良。占小善者率以录，名一艺者无不庸。爬罗剔抉，刮垢磨光。盖有幸而获选，孰云多而不扬？诸生业患不能精，无患有司之不明；行患不能成，无患有司之不公。”言未既，有笑于列者曰：“先生欺余哉！弟子事先生，于兹有年矣。先生口不绝吟于六艺之文，手不停披于百家之编。纪事者必提其要，纂言者必钩其玄。贪多务得，细大不捐。焚膏油以继晷，恒兀兀以穷年。先生之业，可谓勤矣。觝排异端，攘斥佛老。补苴罅漏，张皇幽眇。寻坠绪之茫茫，独旁搜而远绍。障百川而东之，回狂澜于既倒。先生之于儒，可谓有劳矣。沉浸醲郁，含英咀华，作为文章，其书满家。上规姚姒，浑浑无涯；周诰、殷《盘》，佶屈聱牙；《春秋》谨严，《左氏》浮夸；《易》奇而法，《诗》正而葩；下逮《庄》、《骚》，太史所录；子云，相如，同工异曲。先生之于文，可谓闳其中而肆其外矣。少始知学，勇于敢为；长通于方，左右具宜。先生之于为人，可谓成矣。然而公不见信于人，私不见助于友。跋前踬后，动辄得咎。暂为御史，遂窜南夷。三年博士，冗不见治。命与仇谋，取败几时。冬暖而儿号寒，年丰而妻啼饥。头童齿豁，竟死何裨。不知虑此，而反教人为？”先生曰：“吁，子来前！夫大木为杗，细木为桷，欂栌、侏儒，椳、闑、扂、楔，各得其宜，施以成室者，匠氏之工也。玉札、丹砂，赤箭、青芝，牛溲、马勃，败鼓之皮，俱收并蓄，待用无遗者，医师之良也。登明选公，杂进巧拙，纡馀为妍，卓荦为杰，校短量长，惟器是适者，宰相之方也。昔者孟轲好辩，孔道以明，辙环天下，卒老于行。荀卿守正，大论是弘，逃谗于楚，废死兰陵。是二儒者，吐辞为经，举足为法，绝类离伦，优入圣域，其遇于世何如也？今先生学虽勤而不繇其统，言虽多而不要其中，文虽奇而不济于用，行虽修而不显于众。犹且月费俸钱，岁靡廪粟；子不知耕，妇不知织；乘马从徒，安坐而食。踵常途之役役，窥陈编以盗窃。然而圣主不加诛，宰臣不见斥，兹非其幸欤？动而得谤，名亦随之。投闲置散，乃分之宜。若夫商财贿之有亡，计班资之崇庳，忘己量之所称，指前人之瑕疵，是所谓诘匠氏之不以杙为楹，而訾医师以昌阳引年，欲进其豨苓也。 闽国扬帆去，蟾蜍亏复圆。秋风生渭水，落叶满长安。此地聚会夕，当时雷雨寒。兰桡殊未返，消息海云端。今朝郡斋冷，忽念山中客。涧底束荆薪，归来煮白石。欲持一瓢酒，远慰风雨夕。落叶满空山，何处寻行迹。",
        "author": "唐代",
        "poem_class": "端午",
        "dynasty": "权德舆"
    },
    {
        "title": "六幺令·天中节",
        "paragraph": "虎符缠臂，佳节又端午。门前艾蒲青翠，天淡纸鸢舞。粽叶香飘十里，对酒携樽俎。龙舟争渡，助威呐喊，凭吊祭江诵君赋。感叹怀王昏聩，悲戚秦吞楚。异客垂涕淫淫，鬓白知几许？朝夕新亭对泣，泪竭陵阳处。汨罗江渚，湘累已逝，惟有万千断肠句。东风吹柳日初长，雨余芳草斜阳。杏花零落燕泥香，睡损红妆。宝篆烟销龙凤，画屏云锁潇湘。夜寒微透薄罗裳，无限思量。月缺不改光，剑折不改刚。月缺魄易满，剑折铸复良。势利压山岳，难屈志士肠。男儿自有守，可杀不可苟。山色横侵蘸晕霞，湘川风静吐寒花。远林屋散尚啼鸦。梦到故园多少路，酒醒南望隔天涯。月明千里照平沙。",
        "author": "宋代",
        "poem_class": "端午",
        "dynasty": "苏轼"
    },
    {
        "title": "午日观竞渡",
        "paragraph": "共骇群龙水上游，不知原是木兰舟。云旗猎猎翻青汉，雷鼓嘈嘈殷碧流。屈子冤魂终古在，楚乡遗俗至今留。江亭暇日堪高会，醉讽离骚不解愁。遥遥涉长途，悠悠愁我心。我心愁未央，暌离日以深。山高水无梁，寄书多浮沉。鱼乐在故渊，鹿鸣思长林。觉时影与身，梦来裯与衾。端居迟日月，旦暮如古今。孤愿人讵知，沉忧自难任。君子不遐弃，怀我以好音。辰阳南望接沅州，碧树林中古驿楼。远客日怜风土异，空山惟见瘴云浮。耶溪有信从谁问，楚水无情只自流。却幸此身如野鹤，人间随地可淹留。雪。凝明，澄彻。飞玉尘，布琼屑。苍云暮同，岩风晓别。深山樵径封，远水渔舟绝。南枝忽报梅开，北户俄惊竹折。万树有花春不红，九天无月夜长白。",
        "author": "明代",
        "poem_class": "端午",
        "dynasty": "边贡"
    },
    {
        "title": "竞渡诗 / 及第后江宁观竞渡寄袁州剌史成应元",
        "paragraph": "石溪久住思端午，馆驿楼前看发机。鼙鼓动时雷隐隐，兽头凌处雪微微。冲波突出人齐譀，跃浪争先鸟退飞。向道是龙刚不信，果然夺得锦标归。清江一曲柳千条，二十年前旧板桥。曾与美人桥上别，恨无消息到今朝。昔日戏言身后意，今朝都到眼前来。(身后意 一作：身后事)衣裳已施行看尽，针线犹存未忍开。尚想旧情怜婢仆，也曾因梦送钱财。诚知此恨人人有，贫贱夫妻百事哀。别来几春未还家，玉窗五见樱桃花。况有锦字书，开缄使人嗟。至此肠断彼心绝。云鬟绿鬓罢梳结，愁如回飙乱白雪。去年寄书报阳台，今年寄书重相催。 东风兮东风，为我吹行云使西来。待来竟不来，落花寂寂委青苔。",
        "author": "唐代",
        "poem_class": "端午",
        "dynasty": "卢肇"
    },
    {
        "title": "南乡子·端午",
        "paragraph": "小雨湿黄昏。重午佳辰独掩门。巢燕引雏浑去尽，销魂。空向梁间觅宿痕。 客舍宛如村。好事无人载一樽。唯有莺声知此恨，殷勤。恰似当时枕上闻。寒日萧萧上锁窗，梧桐应恨夜来霜。酒阑更喜团茶苦，梦断偏宜瑞脑香。秋已尽，日犹长，仲宣怀远更凄凉。不如随分尊前醉，莫负东篱菊蕊黄。常记溪亭日暮，沉醉不知归路。兴尽晚回舟，误入藕花深处。争渡，争渡，惊起一滩鸥鹭。凌波仙子生尘袜，水上轻盈步微月。是谁招此断肠魂，种作寒花寄愁绝。含香体素欲倾城，山矾是弟梅是兄。坐对真成被花恼，出门一笑大江横。",
        "author": "宋代",
        "poem_class": "端午",
        "dynasty": "李之仪"
    },
    {
        "title": "端午日赐衣",
        "paragraph": "宫衣亦有名，端午被恩荣。细葛含风软，香罗叠雪轻。 自天题处湿，当暑著来清。意内称长短，终身荷圣情。日落松风起，还家草露晞。云光侵履迹，山翠拂人衣。竹坞无尘水槛清，相思迢递隔重城。 秋阴不散霜飞晚，留得枯荷听雨声。臣闻求木之长者，必固其根本；欲流之远者，必浚其泉源；思国之安者，必积其德义。源不深而望流之远，根不固而求木之长，德不厚而思国之理，臣虽下愚，知其不可，而况于明哲乎！人君当神器之重，居域中之大，将崇极天之峻，永保无疆之休。不念居安思危，戒奢以俭，德不处其厚，情不胜其欲，斯亦伐根以求木茂，塞源而欲流长者也。(思国之理 一作：思国之治)凡百元首，承天景命，莫不殷忧而道著，功成而德衰。有善始者实繁，能克终者盖寡。岂取之易而守之难乎？昔取之而有余，今守之而不足，何也？夫在殷忧，必竭诚以待下；既得志，则纵情以傲物。竭诚则吴越为一体，傲物则骨肉为行路。虽董之以严刑，振之以威怒，终苟免而不怀仁，貌恭而不心服。怨不在大，可畏惟人；载舟覆舟，所宜深慎；奔车朽索，其可忽乎！ 君人者，诚能见可欲则思知足以自戒，将有作则思知止以安人，念高危则思谦冲而自牧，惧满溢则思江海下百川，乐盘游则思三驱以为度，忧懈怠则思慎始而敬终，虑壅蔽则思虚心以纳下，想谗邪则思正身以黜恶，恩所加则思无因喜以谬赏，罚所及则思无因怒而滥刑。总此十思，弘兹九德，简能而任之，择善而从之，则智者尽其谋，勇者竭其力，仁者播其惠，信者效其忠。文武争驰，在君无事，可以尽豫游之乐，可以养松、乔之寿，鸣琴垂拱，不言而化。何必劳神苦思，代下司职，役聪明之耳目，亏无为之大道哉！(想谗邪 一作：惧谗邪；弘兹 一作：宏兹；在君 一作：君臣)",
        "author": "唐代",
        "poem_class": "端午",
        "dynasty": "杜甫"
    },
    {
        "title": "小重山·端午",
        "paragraph": "碧艾香蒲处处忙。谁家儿共女，庆端阳。细缠五色臂丝长。空惆怅，谁复吊沅湘。往事莫论量。千年忠义气，日星光。离骚读罢总堪伤。无人解，树转午阴凉。将进酒，舞赵妇。歌吴娘。糟床嘈嘈落红雨，鲙刀聂聂飞琼霜。金头鸡，银尾羊，主人举案劝客尝。孟公君卿坐满堂，高谈大辩洪钟撞。金千重，玉千扛，不得收拾归黄汤，劝君秉烛饮此觞。君不见东家牙筹未脱手，夜半妻啼不起床，悔不日饮十千场。夜深交颈效鸳鸯，锦被翻红浪。雨歇云收那情况，难当，一翻翻在人身上。偌长偌大，偌粗偌胖，压扁沈东阳。闺思颠狂柳絮扑帘飞，绿暗红稀。垂杨影里杜鹃啼，一弄儿断送了春归。牡丹亭畔人寂静，恼芳心似醉如痴。恹恹为他成病也，松金钏，褪罗衣。【酥枣儿】一自相逢，将人来萦系。樽前席上，眼约心期。比及道是配合了，受了些闲是闲非。咱各办着个坚心，要拨个终缘之计。【鲍老儿】当初指望成家计，谁想琼簪碎；当初指望无抛弃，谁想银瓶坠。烦烦恼恼，哀哀怨怨，哭哭啼啼，回黄倒皂，长吁短叹，自跌自堆。【鲍老三台滚】俺也自如，鸾台懒傍尘土迷；俺也自知，金钗款亸云鬓堆；俺也自知，绝鳞翼、断信息、几时回？乍别来肌如削，早是我多病多愁，正值着困人的天气。【墙头花】守香闺，镇日情如醉，闷懊恼离愁空教我诉与谁？愁闻的是紫燕关关，倦听的是黄莺呖呖。【卖花声煞】愁山闷海不许当敌，好教我无一个百刂划，耐心儿多陪下些凄惶泪。呼侍婢将绣帘低放，把重门深闭，怕莺花笑人憔悴。",
        "author": "元代",
        "poem_class": "端午",
        "dynasty": "舒頔"
    },
    {
        "title": "乙卯重五诗",
        "paragraph": "重五山村好，榴花忽已繁。粽包分两髻，艾束著危冠。旧俗方储药，羸躯亦点丹。日斜吾事毕，一笑向杯盘。春风疑不到天涯，二月山城未见花。残雪压枝犹有橘，冻雷惊笋欲抽芽。夜闻归雁生乡思，病入新年感物华。曾是洛阳花下客，野芳虽晚不须嗟。活水还须活火烹，自临钓石取深清。大瓢贮月归春瓮，小杓分江入夜瓶。雪乳已翻煎处脚，松风忽作泻时声。枯肠未易禁三碗，坐听荒城长短更。四月清和雨乍晴，南山当户转分明。更无柳絮因风起，惟有葵花向日倾。",
        "author": "宋代",
        "poem_class": "端午",
        "dynasty": "陆游"
    },
    {
        "title": "摸鱼儿·午日雨眺",
        "paragraph": "涨痕添、半篙柔绿，蒲梢荇叶无数。台榭空蒙烟柳暗，白鸟衔鱼欲舞。红桥路，正一派、画船萧鼓中流住。呕哑柔橹，又早拂新荷，沿堤忽转，冲破翠钱雨。蒹葭渚，不减潇湘深处。霏霏漠漠如雾，滴成一片鲛人泪，也似汨罗投赋。愁难谱，只彩线、香菰脉脉成千古。伤心莫语，记那日旗亭，水嬉散尽，中酒阻风去。著书何似观心贤，不奈卮言夜涌泉。百卷书成南渡后，先生续集再编年。长镵白木柄，斸破一庭寒。三枝两枝生绿，位置小窗前。要使花颜四面，和着草心千朵，向我十分妍。何必兰与菊，生意总欣然。晓来风，夜来雨，晚来烟。是他酿就春色，又断送流年。便欲诛茅江上，只恐空林衰草，憔悴不堪怜。歌罢且更酌，与子绕花间。新秋逢闰，鹊桥重驾，两度人间乞巧。栏干斜转玉绳低，问乞得、天机多少？闺中女伴、天边佳会，多事纷纷祈祷。神仙之说本虚无，便是有、也应年老。",
        "author": "清代",
        "poem_class": "端午",
        "dynasty": "纳兰性德"
    },
    {
        "title": "贺新郎·端午",
        "paragraph": "深院榴花吐。画帘开、束衣纨扇，午风清暑。儿女纷纷夸结束，新样钗符艾虎。早已有、游人观渡。老大逢场慵作戏，任陌头、年少争旗鼓。溪雨急，浪花舞。 灵均标致高如许。忆生平、既纫兰佩，更怀椒醑。谁信骚魂千载后，波底垂涎角黍。又说是、蛟馋龙怒。把似而今醒到了，料当年、醉死差无苦。聊一笑，吊千古。钟鼎山林都是梦，人间宠辱休惊。只消闲处过平生。酒杯秋吸露，诗句夜裁冰。 记取小窗风雨夜，对床灯火多情。问谁千里伴君行。晚山眉样翠，秋水镜般明。匹夫而为百世师，一言而为天下法。是皆有以参天地之化，关盛衰之运，其生也有自来，其逝也有所为。故申、吕自岳降，傅说为列星，古今所传，不可诬也。孟子曰：“我善养吾浩然之气。”是气也，寓于寻常之中，而塞乎天地之间。卒然遇之，则王公失其贵，晋、楚失其富，良、平失其智，贲、育失其勇，仪、秦失其辩。是孰使之然哉？其必有不依形而立，不恃力而行，不待生而存，不随死而亡者矣。故在天为星辰，在地为河岳，幽则为鬼神，而明则复为人。此理之常，无足怪者。自东汉以来，道丧文弊，异端并起，历唐贞观、开元之盛，辅以房、杜、姚、宋而不能救。独韩文公起布衣，谈笑而麾之，天下靡然从公，复归于正，盖三百年于此矣。文起八代之衰，而道济天下之溺；忠犯人主之怒，而勇夺三军之帅：此岂非参天地，关盛衰，浩然而独存者乎？盖尝论天人之辨，以谓人无所不至，惟天不容伪。智可以欺王公，不可以欺豚鱼；力可以得天下，不可以得匹夫匹妇之心。故公之精诚，能开衡山之云，而不能回宪宗之惑；能驯鳄鱼之暴，而不能弭皇甫镈、李逢吉之谤；能信于南海之民，庙食百世，而不能使其身一日安于朝廷之上。盖公之所能者天也，其所不能者人也。始潮人未知学，公命进士赵德为之师。自是潮之士，皆笃于文行，延及齐民，至于今，号称易治。信乎孔子之言，“君子学道则爱人，小人学道则易使”也。潮人之事公也，饮食必祭，水旱疾疫，凡有求必祷焉。而庙在刺史公堂之后，民以出入为艰。前太守欲请诸朝作新庙，不果。元佑五年，朝散郎王君涤来守是邦。凡所以养士治民者，一以公为师。民既悦服，则出令曰：“愿新公庙者，听！”民欢趋之，卜地于州城之南七里，期年而庙成。或曰：“公去国万里，而谪于潮，不能一岁而归。没而有知，其不眷恋于潮也，审矣。”轼曰：“不然！公之神在天下者，如水之在地中，无所往而不在也。而潮人独信之深，思之至，焄蒿凄怆，若或见之。譬如凿井得泉，而曰水专在是，岂理也哉？”元丰七年，诏拜公昌黎伯，故榜曰：“昌黎伯韩文公之庙。”潮人请书其事于石，因作诗以遗之，使歌以祀公。其辞曰：“公昔骑龙白云乡，手抉云汉分天章，天孙为织云锦裳。飘然乘风来帝旁，下与浊世扫秕糠。西游咸池略扶桑，草木衣被昭回光。追逐李、杜参翱翔，汗流籍、湜走且僵，灭没倒影不能望。作书抵佛讥君王，要观南海窥衡湘，历舜九嶷吊英、皇。祝融先驱海若藏，约束蛟鳄如驱羊。钧天无人帝悲伤，讴吟下招遣巫阳。犦牲鸡卜羞我觞，於粲荔丹与蕉黄。公不少留我涕滂，翩然被发下大荒。” 对潇潇暮雨洒江天，一番洗清秋。渐霜风凄紧，关河冷落，残照当楼。是处红衰翠减，苒苒物华休。唯有长江水，无语东流。(凄紧 一作：凄惨) 不忍登高临远，望故乡渺邈，归思难收。叹年来踪迹，何事苦淹留。想佳人妆楼颙望，误几回、天际识归舟。争知我，倚阑杆处，正恁凝愁！(阑 一作：栏) ",
        "author": "宋代",
        "poem_class": "端午",
        "dynasty": "刘克庄"
    },
    {
        "title": "端午",
        "paragraph": "节分端午自谁言，万古传闻为屈原。堪笑楚江空渺渺，不能洗得直臣冤。楼观岳阳尽，川迥洞庭开。雁引愁心去，山衔好月来。云间连下榻，天上接行杯。醉后凉风起，吹人舞袖回。昨夜秋风入汉关，朔云边月满西山。 更催飞将追骄虏，莫遣沙场匹马还。四方之歌，异音而同乐。岁正月，余来建平，里中儿联歌《竹枝》，吹短笛，击鼓以赴节。歌者扬袂睢舞，以曲多为贤。聆其音，中黄钟之羽，其卒章激讦如吴声，虽伧儜不可分，而含思宛转，有《淇奥》之艳。昔屈原居沅湘间，其民迎神，词多鄙陋，乃为作《九歌》，到于今荆楚鼓舞之。故余亦作《竹枝词》九篇，俾善歌者飏之，附于末，后之聆巴歈，知变风之自焉。白帝城头春草生，白盐山下蜀江清。南人上来歌一曲，北人莫上动乡情。山桃红花满上头，蜀江春水拍山流。花红易衰似郎意，水流无限似侬愁。江上朱楼新雨晴，瀼西春水縠文生。桥东桥西好杨柳，人来人去唱歌行。日出三竿春雾消，江头蜀客驻兰桡。凭寄狂夫书一纸，家住成都万里桥。两岸山花似雪开，家家春酒满银杯。昭君坊中多女伴，永安宫外踏青来。城西门前滟滪堆，年年波浪不能摧。懊恼人心不如石，少时东去复西来。瞿塘嘈嘈十二滩，此中道路古来难。长恨人心不如水，等闲平地起波澜。巫峡苍苍烟雨时，清猿啼在最高枝。个里愁人肠自断，由来不是此声悲。山上层层桃李花，云间烟火是人家。银钏金钗来负水，长刀短笠去烧畲。",
        "author": "唐代",
        "poem_class": "端午",
        "dynasty": "文秀"
    },
    {
        "title": "端午",
        "paragraph": "端午临中夏，时清日复长。盐梅已佐鼎，曲糵且传觞。事古人留迹，年深缕积长。当轩知槿茂，向水觉芦香。亿兆同归寿，群公共保昌。忠贞如不替，贻厥后昆芳。茂陵多病后，尚爱卓文君。酒肆人间世，琴台日暮云。野花留宝靥，蔓草见罗裙。归凤求凰意，寥寥不复闻。山光物态弄春晖，莫为轻阴便拟归。 纵使晴明无雨色，入云深处亦沾衣。昨日一花开，今日一花开。今日花正好，昨日花已老。始知人老不如花，可惜落花君莫扫。人生不得长少年，莫惜床头沽酒钱。请君有钱向酒家，君不见，蜀葵花。",
        "author": "唐代",
        "poem_class": "端午",
        "dynasty": "李隆基"
    },
    {
        "title": "浣溪沙·端午",
        "paragraph": "轻汗微微透碧纨，明朝端午浴芳兰。流香涨腻满晴川。彩线轻缠红玉臂，小符斜挂绿云鬟。佳人相见一千年。戎州登临胜景，未尝不歌渔父家风，以谢江山。门生请问：先生家风如何？为拟金华道人作此章。一波才动万波随，蓑笠一钩丝。金鳞正在深处，千尺也须垂。吞又吐，信还疑，上钩迟。水寒江静，满目青山，载月明归。中秋饮酒将旦，客谓前人诗词有赋待月无送月者，因用《天问》体赋。可怜今夕月，向何处，去悠悠？是别有人间，那边才见，光影东头？是天外空汗漫，但长风浩浩送中秋？飞镜无根谁系？姮娥不嫁谁留？谓经海底问无由，恍惚使人愁。怕万里长鲸，纵横触破，玉殿琼楼。虾蟆故堪浴水，问云何玉兔解沉浮？若道都齐无恙，云何渐渐如钩？ 独自上层楼，楼外青山远。望以斜阳欲尽时，不见西飞雁。 独自下层楼，楼下蛩声怨。待到黄昏月上时，依旧柔肠断。",
        "author": "宋代",
        "poem_class": "端午",
        "dynasty": "苏轼"
    },
    {
        "title": "同州端午",
        "paragraph": "鹤发垂肩尺许长，离家三十五端阳。 儿童见说深惊讶，却问何方是故乡。脉脉广川流，驱马历长洲。鹊飞山月曙，蝉噪野风秋。群峭碧摩天，逍遥不记年。拨云寻古道，倚石听流泉。花暖青牛卧，松高白鹤眠。语来江色暮，独自下寒烟。昨夜圆非今夜圆，却疑圆处减婵娟。一年十二度圆缺，能得几多时少年。",
        "author": "唐代",
        "poem_class": "端午",
        "dynasty": "殷尧藩"
    },
    {
        "title": "端午日",
        "paragraph": "少年佳节倍多情，老去谁知感慨生。不效艾符趋习俗，但祈蒲酒话升平。鬓丝日日添白头，榴锦年年照眼明。千载贤愚同瞬息，几人湮没几垂名。一道残阳铺水中，半江瑟瑟半江红。可怜九月初三夜，露似真珠月似弓。钓罢归来不系船，江村月落正堪眠。纵然一夜风吹去，只在芦花浅水边。渡远荆门外，来从楚国游。山随平野尽，江入大荒流。月下飞天镜，云生结海楼。仍怜故乡水，万里送行舟。",
        "author": "唐代",
        "poem_class": "端午",
        "dynasty": "殷尧藩"
    },
    {
        "title": "端午三首",
        "paragraph": "谩说投诗赠汨罗，身今且乐奈渠何。尝闻求福木居士，试向艾人成祝呵。忠言不用竟沉死，留得文章星斗罗。何意更觞昌歜酒，为君击节一长歌。年年端午风兼雨，似为屈原陈昔冤。我欲于谁论许事，舍南舍北鹁鸠喧。人皆养子望聪明，我被聪明误一生。惟愿孩儿愚且鲁，无灾无难到公卿。宝髻松松挽就，铅华淡淡妆成。青烟翠雾罩轻盈，飞絮游丝无定。相见争如不见，有情何似无情。笙歌散后酒初醒，深院月斜人静。闲来无事不从容，睡觉东窗日已红。万物静观皆自得，四时佳兴与人同。道通天地有形外，思入风云变态中。富贵不淫贫贱乐，男儿到此是豪雄。",
        "author": "宋代",
        "poem_class": "端午",
        "dynasty": "赵蕃"
    },
    {
        "title": "己酉端午",
        "paragraph": "风雨端阳生晦冥，汨罗无处吊英灵。海榴花发应相笑，无酒渊明亦独醒。宝符藏山自可攻，儿孙谁是出群雄。幽燕不照中天月，丰沛空歌海内风。赵普元无四方志，澶渊堪笑百年功。白沟移向江淮去，止罪宣和恐未公。铁马儿虚檐月明。穿帘得失，注月前程。只闻阃外将军令，肃肃宵征。歌舞闹难蹅锦营，雨云闲偏战愁城。嘶不定，钢肠人厌听，风入四蹄轻。渔父词潇湘画中，雪翻秋浪，玉削晴峰。莼鲈高兴西风动，挂起风篷。梦不到青云九重。禄不求皇阁千钟。浮蛆瓮，活鱼自烹，浊酒旋篘红。湘江汉江，山川第一，景物无双。呼儿盏洗生珠蚌，有酒盈缸。争人我心都纳降，和伊吾歌不成腔。船初桩，芙蓉对港，和月倚篷窗。吴头楚尾，江山入梦，海鸟忘机。闲来得觉胡伦睡，枕著蓑衣。钓台下风云庆会，纶竿上日月交蚀。知滋味，桃花浪里，春水鳜鱼肥。江湖隐居，既学范蠡，问甚三闾。终身休惹闲题目，装个葫芦，行雨罢龙归远浦，送秋来雁落平湖。摇船去，浊醪换取，一串柳穿鱼。山妻稚子，薄披鲈脍，细切莼丝。葫芦盛酒江头市，盏用青瓷。笑吕望风云古史，爱玄真江海新诗。心无事，寻思那时，悔杀进西施。疏狂逸客，一樽酒尽，百尺帆开。划然长啸西风快，海上潮来。入万顷玻璃世界，望三山翡翠楼台。纶竿外，江湖水窄，回首是蓬莱。湖平棹稳，桃花泛暖，柳絮吹春。萋蒿香脆芦芽嫩，烂煮河豚。闲日月熬了些酒樽，恶风波飞不上丝纶。芳村近，田原隐隐，疑是避秦人。扁舟棹短，名休挂齿，身不属官。船头酒醒妻儿唤，笑语团圞。锦画图芹香水暖，玉围屏雪急风酸。清江畔，闲愁不管，天地一壶宽。沙堤缆船，樵夫问讯，溪友留连。笑谈便是编修院，谁贵谁贤，不应举江湖状元，不思凡蓑笠神仙。鱼成串，垂杨岸边，还却酒家钱。扁舟最小，纶巾蒲扇，酒瓮诗瓢。樵青拍手渔童笑，回首金焦。箬笠底风云缥缈，钓竿头活计萧条。船轻棹，一江夜潮，明月卧吹箫。纶竿送老，酒篘绿蚁，蟹擘红膏。兴来自把船儿棹，万顷云涛。风月养吾生老饕，江湖歌楚客《离骚》。溪童道，蓑衣是草，不换锦宫袍。渔家过活，雪篷云棹，雨笠烟蓑。一声欸乃无人和，妻子呵呵。包古今不宜时短褐，泛江湖无定处行窝。休扶舵，轻将棹拨，江上月明多。活鱼旋打，沽些村酒，问那人家。江山万里天然画，落日烟霞。垂袖舞风生鬓发，扣舷歌声撼渔槎。初更罢，波明浅沙。明月浸芦花。渔翁醉也，任横棹揖，不缆桩橛。晚来隔浦灯明灭，船阁沙斜。芦花梦西风睡彻，松茅烟夜火烧绝。秋江月，林梢半缺，潮信早来些。江天晚凉，一滩蓼沙，十里莲塘。酒缸盛酒船头上，有几个渔郎。云锦机织作成醉乡，绮罗丛排办出沧浪。杯盘放，鲈鱼味长，甜似大官羊。秋江暮景，胭脂林障，翡翠山屏。几年罢却青云兴，直泛沧溟。卧御榻弯的腿疼，坐羊皮惯得身轻。风初定，丝纶慢整，牵动一潭星。携鱼换酒，鱼鲜可口，酒热扶头。盘中不是鲸鲵肉，鲟鲊初熟。太湖水光摇酒瓯，洞庭山影落鱼舟。归来后，一竿钓钩，不挂古今愁。江声撼枕，一川残月，满目遥岑。白云流水无人禁，胜似山林。钓晚霞寒波濯锦，看秋潮夜海熔金。村醪窨，何人共饮？鸥鹭是知心。轻鸥数点，寒蒲猎猎，秋水厌厌。五湖烟景由人占，有甚防嫌，是非海天惊地险。水云乡浪静风恬。村醪酽，歌声冉冉，明月在山尖。篷窗半龛，挂晴帆饱，照夜灯馋。一竿界破江云淡，虾蟹盈篮。未放我杯中量减，尽教他鬓影秋搀。船休缆，中流半酣，系楫下湘潭。休只爱夸强说会，少不得直做的贴骨粘皮，一旦待相离怎相离。爱他的着他的，得便宜是落便宜，休着这眼皮儿谩到底！鹦鹉杯从来有味，凤凰池再也休提，忧与辱常常不曾离。挂冠归山也喜，抬手舞月相随，却原来好光景都在这里。那的是为官荣贵，止不过多吃些筵席，更不呵安插些旧相知。家庭中添些盖作，囊箧里儹些东西，教好人每看做甚的？客位里宾朋等候，记事儿撞满杴头，不了的平白地结为仇讎。里头教同伴絮，外面教歹人扌愁，到命衰时齐下手。六十岁逡巡轮过，便到者稀年应也无多，暗想人生待如何？古和今都是梦，长与短任从他，只不如向云庄闲快活。弄世界机关识破，叩天门意气消磨，人潦倒青山慢嵯峨。前面有千古远，后头有万年多，量半炊时成得甚么？正胶漆当思勇退，到参商才说归期，只恐范蠡张良笑人痴。腆着胸登要路，睁着眼履危机，直到那其间谁救你？萧墙外拥来抢去，筵席上似有如无，奏事处连忙的退了身躯。付能都堂中妆样子，却早怯烈司里画招伏，知他那驼儿是荣贵处？才上马齐声儿喝道，只这的便是送了人的根苗，直引到深坑里恰心焦。祸来也何处躲？天怒也怎生饶？把旧来时威风不见了。",
        "author": "元代",
        "poem_class": "端午",
        "dynasty": "贝琼"
    },
    {
        "title": "端午遍游诸寺得禅字",
        "paragraph": "肩舆任所适，遇胜辄留连。焚香引幽步，酌茗开静筵。微雨止还作，小窗幽更妍。盆山不见日，草木自苍然。忽登最高塔，眼界穷大千。卞峰照城郭，震泽浮云天。深沉既可喜，旷荡亦所便。幽寻未云毕，墟落生晚烟。归来记所历，耿耿清不眠。道人亦未寝，孤灯同夜禅。南北山头多墓田，清明祭扫各纷然。纸灰飞作白蝴蝶，泪血染成红杜鹃。日落狐狸眠冢上，夜归儿女笑灯前。人生有酒须当醉，一滴何曾到九泉。旧香残粉似当初。人情恨不如。一春犹有数行书。秋来书更疏。 衾凤冷，枕鸳孤。愁肠待酒舒。梦魂纵有也成虚。那堪和梦无。一雨池塘水面平，淡磨明镜照檐楹。东风忽起垂杨舞，更作荷心万点声。",
        "author": "宋代",
        "poem_class": "端午",
        "dynasty": "苏轼"
    },
    {
        "title": "渔家傲·五月榴花妖艳烘",
        "paragraph": "五月榴花妖艳烘。绿杨带雨垂垂重。五色新丝缠角粽。金盘送。生绡画扇盘双凤。正是浴兰时节动。菖蒲酒美清尊共。叶里黄鹂时一弄。犹瞢忪。等闲惊破纱窗梦。春归何处？寂寞无行路。若有人知春去处，唤取归来同住。 春无踪迹谁知？除非问取黄鹂。百啭无人能解，因风飞过蔷薇。雪花飞暖融香颊。颊香融暖飞花雪。欺雪任单衣。衣单任雪欺。别时梅子结。结子梅时别。归不恨开迟。迟开恨不归。白苎新袍入嫩凉。春蚕食叶响回廊，禹门已准桃花浪，月殿先收桂子香。鹏北海，凤朝阳。又携书剑路茫茫。明年此日青云去，却笑人间举子忙。",
        "author": "宋代",
        "poem_class": "端午",
        "dynasty": "欧阳修"
    }
]