[
    {
        "title": "州宅堂前荷花",
        "paragraph": "凌波仙子静中芳，也带酣红学醉妆。有意十分开晓露，无情一饷敛斜阳。泥根玉雪元无染，风叶青葱亦自香。想得石湖花正好，接天云锦画船凉。月儿弯弯照九州，几家欢乐几家愁。几家夫妇同罗帐，几个飘零在外头？汉水东流，都洗尽，髭胡膏血。人尽说，君家飞将，旧时英烈。破敌金城雷过耳，谈兵玉帐冰生颊。想王郎，结发赋从戎，传遗业。腰间剑，聊弹铗。尊中酒，堪为别。况故人新拥，汉坛旌节。马革裹尸当自誓，蛾眉伐性休重说。但从今，记取楚楼风，裴台月。关山魂梦长，鱼雁音尘少。两鬓可怜青，只为相思老。归梦碧纱窗，说与人人道。真个别离难，不似相逢好。",
        "author": "宋代",
        "poem_class": "荷花",
        "dynasty": "范成大"
    },
    {
        "title": "喜迁莺·暑风凉月",
        "paragraph": "谢赵晋臣敷文赋芙蓉词见寿，用韵为谢。暑风凉月。爱亭亭无数，绿衣持节。掩冉如羞，参差似妒，拥出芙蓉花发。步衬潘娘堪恨，貌比六郎谁洁？添白鹭，晚晴时，公子佳人并列。休说，搴木末；当日灵均，恨与君王别。心阻媒劳，交疏怨极，恩不甚兮轻绝。千古离骚文字，芳至今犹未歇。都休问，但千杯快饮，露荷翻叶。候馆梅残，溪桥柳细。草薰风暖摇征辔。离愁渐远渐无穷，迢迢不断如春水。 寸寸柔肠，盈盈粉泪。楼高莫近危阑倚。平芜尽处是春山，行人更在春山外。有情风、万里卷潮来，无情送潮归。问钱塘江上，西兴浦口，几度斜晖。不用思量今古，俯仰昔人非。谁似东坡老，白首忘机。 记取西湖西畔，正暮山好处，空翠烟霏。算诗人相得，如我与君稀。约他年、东还海道，愿谢公、雅志莫相违。西州路，不应回首，为我沾衣。(正暮 一作：正春)闲来无事不从容，睡觉东窗日已红。万物静观皆自得，四时佳兴与人同。道通天地有形外，思入风云变态中。富贵不淫贫贱乐，男儿到此是豪雄。",
        "author": "宋代",
        "poem_class": "荷花",
        "dynasty": "辛弃疾"
    },
    {
        "title": "临江仙·长爱碧阑干影",
        "paragraph": "长爱碧阑干影，芙蓉秋水开时。脸红凝露学娇啼。霞觞熏冷艳，云髻袅纤枝。烟雨依前时候，霜丛如旧芳菲。与谁同醉采香归。去年花下客，今似蝶分飞。凤髻金泥带，龙纹玉掌梳。走来窗下笑相扶，爱道画眉深浅入时无？弄笔偎人久，描花试手初。等闲妨了绣功夫，笑问鸳鸯两字怎生书？磨针溪，在象耳山下。世传李太白读书山中，未成，弃去。过是溪，逢老媪方磨铁杵。问之，曰：“欲作针。”太白感其意，还卒业。秋雨一何碧，山色倚晴空。江南江北愁思，分付酒螺红。芦叶蓬舟千重，菰菜莼羹一梦，无语寄归鸿。醉眼渺河洛，遗恨夕阳中。 苹洲外，山欲暝，敛眉峰。人间俯仰陈迹，叹息两仙翁。不见当时杨柳，只是从前烟雨，磨灭几英雄。天地一孤啸，匹马又西风。",
        "author": "宋代",
        "poem_class": "荷花",
        "dynasty": "晏几道"
    },
    {
        "title": "祝英台近·荷花",
        "paragraph": "拥红妆，翻翠盖，花影暗南浦。波面澄霞，兰艇采香去。有人水溅红裙，相招晚醉，正月上、凉生风露。 两凝伫。别后歌断云间，娇姿黯无语。魂梦西风，端的此心苦。遥想芳脸轻颦，凌波微步，镇输与、沙边鸥鹭。东风柳陌长，闭月花房小。应念画眉人，拂镜啼新晓。伤心南浦波，回首青门道。记得绿罗裙，处处怜芳草。刘郎已老。不管桃花依旧笑。要听琵琶。重院莺啼觅谢家。 曲终人醉。多似浔阳江上泪。万里东风。国破山河落照红。暖雨晴风初破冻，柳眼梅腮，已觉春心动。酒意诗情谁与共？泪融残粉花钿重。乍试夹衫金缕缝，山枕斜欹，枕损钗头凤。独抱浓愁无好梦，夜阑犹剪灯花弄。",
        "author": "宋代",
        "poem_class": "荷花",
        "dynasty": "高观国"
    },
    {
        "title": "咏新荷应诏",
        "paragraph": "勿言草卉贱，幸宅天池中。微根才出浪，短干未摇风。宁知寸心里，蓄紫复含红！两叶虽为赠，交情永未因。同心何处恨，栀子最关人。朱城九门门九开。愿逐明月入君怀。入君怀。结君佩。怨君恨君恃君爱。筑城思坚剑思利。同盛同衰莫相弃。游戏五湖采莲归。发花田叶芳袭衣。为君艳歌世所希。世所希。有如玉。江南弄。采莲曲。",
        "author": "南北朝",
        "poem_class": "荷花",
        "dynasty": "沈约"
    },
    {
        "title": "过秦楼·黄钟商芙蓉",
        "paragraph": "藻国凄迷，麹澜澄映，怨入粉烟蓝雾。香笼麝水，腻涨红波，一镜万妆争妒。湘女归魂，佩环玉冷无声，凝情谁诉。又江空月堕，凌波尘起，彩鸳愁舞。还暗忆、钿合兰桡，丝牵琼腕，见的更怜心苦。玲珑翠屋，轻薄冰绡，稳称锦云留住。生怕哀蝉，暗惊秋被红衰，啼珠零露。能原注去声西风老尽，羞趁东风嫁与。太尉执事：辙生好为文，思之至深。以为文者气之所形，然文不可以学而能，气可以养而致。孟子曰：“我善养吾浩然之气。”今观其文章，宽厚宏博，充乎天地之间，称其气之小大。太史公行天下，周览四海名山大川，与燕、赵间豪俊交游，故其文疏荡，颇有奇气。此二子者，岂尝执笔学为如此之文哉？其气充乎其中而溢乎其貌，动乎其言而见乎其文，而不自知也。辙生十有九年矣。其居家所与游者，不过其邻里乡党之人；所见不过数百里之间，无高山大野可登览以自广；百氏之书，虽无所不读，然皆古人之陈迹，不足以激发其志气。恐遂汩没，故决然舍去，求天下奇闻壮观，以知天地之广大。过秦、汉之故都，恣观终南、嵩、华之高，北顾黄河之奔流，慨然想见古之豪杰。至京师，仰观天子宫阙之壮，与仓廪、府库、城池、苑囿之富且大也，而后知天下之巨丽。见翰林欧阳公，听其议论之宏辩，观其容貌之秀伟，与其门人贤士大夫游，而后知天下之文章聚乎此也。太尉以才略冠天下，天下之所恃以无忧，四夷之所惮以不敢发，入则周公、召公，出则方叔、召虎。而辙也未之见焉。且夫人之学也，不志其大，虽多而何为？辙之来也，于山见终南、嵩、华之高，于水见黄河之大且深，于人见欧阳公，而犹以为未见太尉也。故愿得观贤人之光耀，闻一言以自壮，然后可以尽天下之大观而无憾者矣。辙年少，未能通习吏事。向之来，非有取于斗升之禄，偶然得之，非其所乐。然幸得赐归待选，使得优游数年之间，将以益治其文，且学为政。太尉苟以为可教而辱教之，又幸矣！岸阔樯稀波渺茫，独凭危槛思何长。萧萧远树疏林外，一半秋山带夕阳。横看成岭侧成峰，远近高低各不同。不识庐山真面目，只缘身在此山中。",
        "author": "宋代",
        "poem_class": "荷花",
        "dynasty": "吴文英"
    },
    {
        "title": "咏芙蓉",
        "paragraph": "微风摇紫叶，轻露拂朱房。中池所以绿，待我泛红光。岩下一老翁，四五年少者。衡山采药人，路迷粮亦绝。遇息岩下坐，正见相对说。一老四五少，仙隐不可别。其书非世教，其人必贤哲。君不见少壮从军去。白首流离不得还。故乡窅窅日夜隔。音尘断绝阻河关。朔风萧条白云飞。胡笳哀急边气寒。听此愁人兮奈何。登山远望得留颜。将死胡马迹。宁见妻子难。男儿生世轗轲欲何道。绵忧摧抑起长叹。合欢蠲忿叶，萱草忘忧条。何如明月夜，流风拂舞腰。朱唇随吹尽，玉钏逐弦摇。留宾惜残弄，负态动馀娇。",
        "author": "南北朝",
        "poem_class": "荷花",
        "dynasty": "沈约"
    },
    {
        "title": "京兆府栽莲",
        "paragraph": "污沟贮浊水，水上叶田田。我来一长叹，知是东溪莲。下有青污泥，馨香无复全。上有红尘扑，颜色不得鲜。物性犹如此，人事亦宜然。托根非其所，不如遭弃捐。昔在溪中日，花叶媚清涟。今年不得地，憔悴府门前。男儿事长征，少小幽燕客。赌胜马蹄下，由来轻七尺。杀人莫敢前，须如猬毛磔。黄云陇底白云飞，未得报恩不得归。辽东小妇年十五，惯弹琵琶解歌舞。今为羌笛出塞声，使我三军泪如雨。汴水流，泗水流，流到瓜州古渡头。吴山点点愁。思悠悠，恨悠悠，恨到归时方始休。月明人倚楼。无云世界秋三五，共看蟾盘上海涯。 直到天头天尽处，不曾私照一人家。",
        "author": "唐代",
        "poem_class": "荷花",
        "dynasty": "白居易"
    },
    {
        "title": "芙蓉池作",
        "paragraph": "乘辇夜行游，逍遥步西园。双渠相溉灌，嘉木绕通川。卑枝拂羽盖，修条摩苍天。惊风扶轮毂，飞鸟翔我前。丹霞夹明月，华星出云间。上天垂光采，五色一何鲜。寿命非松乔，谁能得神仙。遨游快心意，保己终百年。弱龄寄事外，委怀在琴书。被褐欣自得，屡空常晏如。时来苟冥会，宛辔憩通衢。投策命晨装，暂与园田疏。眇眇孤舟逝，绵绵归思纡。我行岂不遥，登降千里余。目倦川途异，心念山泽居。望云惭高鸟，临水愧游鱼。真想初在襟，谁谓形迹拘。聊且凭化迁，终返班生庐。翩翩春燕。端集余堂。阴匿阳显。节运自常。厥貌淑美。玄衣素裳。归仁服德。雌雄颉颃。执志精专。絜行驯良。衔土缮巢。有式宫房。不规自圆。无矩而方。重城结曲阿，飞宇起层楼。累栋出云表，峣𡾹临太虚。高轩启朱扉，回望畅八隅。西瞻岷山岭，嵯峨似荆巫。蹲鸱蔽地生，原隰殖嘉蔬。虽遇尧汤世，民食恒有馀。郁郁小城中，岌岌百族居。街术纷绮错，高甍夹长衢。借问杨子宅，想见长卿庐。程卓累千金，骄侈拟五侯。门有连骑客，翠带腰吴钩。鼎食随时进，百和妙且殊。披林采秋橘，临江钓春鱼。黑子过龙醢，果馔逾蟹蝑。芳茶冠六清，溢味播九区。人生苟安乐，兹土聊可娱。",
        "author": "魏晋",
        "poem_class": "荷花",
        "dynasty": "曹丕"
    },
    {
        "title": "燕归梁·风莲",
        "paragraph": "我梦唐宫春昼迟。正舞到、曳裾时。翠云队仗绛霞衣。慢腾腾、手双垂。 忽然急鼓催将起，似彩凤、乱惊飞。梦回不见万琼妃。见荷花、被风吹。昨夜秋风来万里。月上屏帏，冷透人衣袂。有客抱衾愁不寐。那堪玉漏长如岁。羁舍留连归计未。梦断魂销，一枕相思泪。衣带渐宽无别意。新书报我添憔悴。群芳过后西湖好，狼籍残红。飞絮濛濛。垂柳阑干尽日风。笙歌散尽游人去，始觉春空。垂下帘栊。双燕归来细雨中。梅子黄时日日晴，小溪泛尽却山行。绿阴不减来时路，添得黄鹂四五声。",
        "author": "宋代",
        "poem_class": "荷花",
        "dynasty": "蒋捷"
    },
    {
        "title": "法曲献仙音·秋晚红白莲",
        "paragraph": "风拍波惊，露零秋觉，断绿衰红江上。艳拂潮妆，澹凝冰靥，别翻翠池花浪。过数点斜阳雨，啼绡粉痕冷。 宛相向。指汀洲、素云飞过，清麝洗、玉井晓霞佩响。寸藕折长丝，笑何郎、心似春荡。半掬微凉，听娇蝉、声度菱唱。伴鸳鸯秋梦，酒醒月斜轻帐。青烟幂处，碧海飞金镜。永夜闲阶卧桂影。露凉时、零乱多少寒螀，神京远，惟有蓝桥路近。 水晶帘不下，云母屏开，冷浸佳人淡脂粉。待都将许多明，付与金尊，投晓共、流霞倾尽。更携取、胡床上南楼，看玉做人间，素秋千顷。行到东溪看水时，坐临孤屿发船迟。野凫眠岸有闲意，老树着花无丑枝。短短蒲茸齐似剪，平平沙石净于筛。情虽不厌住不得，薄暮归来车马疲。游九仙山，闻里中儿歌陌上花，父老云，吴越王妃每岁春必归临安，王以书遗妃曰：“陌上花开，可缓缓归矣。”吴人用其语为歌，含思宛转，听之凄然。而其词鄙野，为易之云。陌上花开蝴蝶飞，江山犹是昔人非。遗民几度垂垂老，游女长歌缓缓归。陌上山花无数开，路人争看翠軿来。若为留得堂堂去，且更从教缓缓回。生前富贵草头露，身后风流陌上花。已作迟迟君去鲁，犹教缓缓妾还家。",
        "author": "宋代",
        "poem_class": "荷花",
        "dynasty": "吴文英"
    },
    {
        "title": "洞仙歌·荷花",
        "paragraph": "晚风收暑，小池塘荷净。独倚胡床酒初醒。起徘徊、时有香气吹来，云藻乱，叶底游鱼动影。 空擎承露盖，不见冰容，惆怅明妆晓鸾镜。后夜月凉时，月淡花低，幽梦觉、欲凭谁省。且应记、临流凭阑干，便遥想，江南红酣千顷。金陵城上西楼，倚清秋。万里夕阳垂地大江流。中原乱，簪缨散，几时收？试倩悲风吹泪过扬州。烟霏霏，雪霏霏。雪向梅花枝上堆，春从何处回！醉眼开，睡眼开，疏影横斜安在哉？从教塞管催。梅雪争春未肯降，骚人阁笔费评章。梅须逊雪三分白，雪却输梅一段香。",
        "author": "宋代",
        "poem_class": "荷花",
        "dynasty": "刘光祖"
    },
    {
        "title": "青阳渡",
        "paragraph": "青荷盖绿水，芙蓉披红鲜。下有并根藕，上有并头莲。吐纳致真和，一朝忽灵蜕。飘然凌太清，眇尔景长灭。曲突徙薪为彼人，焦头烂额为上客。翩翩周生，婉娈幼童。年十有五，如日在东。香肤柔泽，素质参红。团辅圆颐，菡萏芙蓉。尔刑既淑，尔服亦鲜。轻车随风，飞雾流烟。转侧猗靡，顾盻便妍。和颜善笑，美口善言。",
        "author": "魏晋",
        "poem_class": "荷花",
        "dynasty": "佚名"
    },
    {
        "title": "钱氏池上芙蓉",
        "paragraph": "九月江南花事休, 芙蓉宛转在中洲。美人笑隔盈盈水, 落日还生渺渺愁。露洗玉盘金殿冷, 风吹罗带锦城秋。相看未用伤迟暮, 别有池塘一种幽。春寂寂，月溶溶。落尽红香剩绿浓。明月清风同翠幕，夜深人静小窗空。头上红冠不用裁，满身雪白走将来。(裁 一作：戴)平生不敢轻言语，一叫千门万户开。重臣分陕去台端，宾从威仪尽汉官。四塞河山归版籍，百年父老见衣冠。函关月落听鸡度，华岳云开立马看。知尔西行定回首，如今江左是长安。",
        "author": "明代",
        "poem_class": "荷花",
        "dynasty": "文徵明"
    },
    {
        "title": "鹧鸪天·守得莲开结伴游",
        "paragraph": "守得莲开结伴游，约开萍叶上兰舟。来时浦口云随棹，采罢江边月满楼。花不语，水空流，年年拚得为花愁。明朝万一西风动，争向朱颜不耐秋。寒日萧萧上琐窗，梧桐应恨夜来霜。酒阑更喜团茶苦，梦断偏宜瑞脑香。秋已尽，日犹长，仲宣怀远更凄凉。不如随分尊前醉，莫负东篱菊蕊黄。雨后春容清更丽。只有离人，幽恨终难洗。北固山前三面水。碧琼梳拥青螺髻。一纸乡书来万里。问我何年，真个成归计。回首送春拚一醉。东风吹破千行泪。是岁十月之望，步自雪堂，将归于临皋。二客从予过黄泥之坂。霜露既降，木叶尽脱， 人影在地，仰见明月，顾而乐之，行歌相答。已而叹曰：“有客无酒，有酒无肴，月白风清，如此良夜何！”客曰：“今者薄暮，举网得鱼，巨口细鳞，状似松江之鲈。顾安所得酒 乎？”归而谋诸妇。妇曰：“我有斗酒，藏之久矣，以待子不时之需。”于是携酒与鱼，复 游于赤壁之下。江流有声，断岸千尺；山高月小，水落石出。曾日月之几何，而江山不可复 识矣。予乃摄衣而上，履巉岩，披蒙茸，踞虎豹，登虬龙，攀栖鹘之危巢，俯冯夷之幽 宫。盖二客不能从焉。划然长啸，草木震动，山鸣谷应，风起水涌。予亦悄然而悲，肃然而 恐，凛乎其不可留也。反而登舟，放乎中流，听其所止而休焉。时夜将半，四顾寂寥。适有 孤鹤，横江东来。翅如车轮，玄裳缟衣，戛然长鸣，掠予舟而西也。须臾客去，予亦就睡。梦一道士，羽衣翩跹，过临皋之下，揖予而言曰：“赤壁之游乐 乎？”问其姓名，俯而不答。“呜呼！噫嘻！我知之矣。畴昔之夜，飞鸣而过我者，非子也 邪？”道士顾笑，予亦惊寤。开户视之，不见其处。",
        "author": "宋代",
        "poem_class": "荷花",
        "dynasty": "晏几道"
    },
    {
        "title": "莲花",
        "paragraph": "绿塘摇滟接星津，轧轧兰桡入白蘋。应为洛神波上袜，至今莲蕊有香尘。回乐烽前沙似雪，受降城外月如霜。(回乐烽 一作：回乐峰）不知何处吹芦管，一夜征人尽望乡。洞房昨夜春风起，故人尚隔湘江水。枕上片时春梦中，行尽江南数千里。新丰美酒斗十千，咸阳游侠多少年。相逢意气为君饮，系马高楼垂柳边。出身仕汉羽林郎，初随骠骑战渔阳。孰知不向边庭苦，纵死犹闻侠骨香。一身能擘两雕弧，虏骑千重只似无。偏坐金鞍调白羽，纷纷射杀五单于。汉家君臣欢宴终，高议云台论战功。天子临轩赐侯印，将军佩出明光宫。",
        "author": "唐代",
        "poem_class": "荷花",
        "dynasty": "温庭筠"
    },
    {
        "title": "疏影·咏荷叶",
        "paragraph": "碧圆自洁。向浅洲远渚，亭亭清绝。犹有遗簪，不展秋心，能卷几多炎热。鸳鸯密语同倾盖，且莫与、浣纱人说。恐怨歌、忽断花风，碎却翠云千叠。 回首当年汉舞，怕飞去、谩皱留仙裙折。恋恋青衫，犹染枯香，还叹鬓丝飘雪。盘心清露如铅水，又一夜、西风吹折。喜静看、匹练秋光，倒泻半湖明月。千丈悬崖削翠，一川落日镕金。白鸥来往本无心。选甚风波一任。别浦鱼肥堪脍，前村酒美重斟。千年往事已沉沉。闲管兴亡则甚。泪湿罗衣脂粉满，四叠阳关，唱到千千遍。人道山长山又断，萧萧微雨闻孤馆。(山又断 一作：水又断)惜别伤离方寸乱，忘了临行，酒盏深和浅。好把音书凭过雁，东莱不似蓬莱远。细数十年事，十处过中秋。今年新梦，忽到黄鹤旧山头。老子个中不浅，此会天教重见，今古一南楼。星汉淡无色，玉镜独空浮。敛秦烟，收楚雾，熨江流。关河离合，南北依旧照清愁。想见姮娥冷眼，应笑归来霜鬓，空敝黑貂裘。酾酒问蟾兔，肯去伴沧洲？",
        "author": "宋代",
        "poem_class": "荷花",
        "dynasty": "张炎"
    },
    {
        "title": "荷花",
        "paragraph": "荷叶五寸荷花娇，贴波不碍画船摇；相到薰风四五月，也能遮却美人腰。慧庆寺距阊门四五里而遥，地僻而鲜居人，其西南及北，皆为平野。岁癸未、甲申间，秀水朱竹垞先生赁僧房数间，著书于此。先生旧太史，有名声，又为巡抚宋公重客，宋公时时造焉。于是苏之人士以大府重客故，载酒来访者不绝，而慧庆玉兰之名，一时大著。玉兰在佛殿下，凡二株，高数丈，盖二百年物。花开时，茂密繁多，望之如雪。虎丘亦有玉兰一株，为人所称。虎丘繁华之地，游人杂沓，花易得名，其实不及慧庆远甚。然非朱先生以太史而为重客，则慧庆之玉兰，竟未有知者。久之，先生去，寺门昼闭，无复有人为看花来者。余寓舍距慧庆一里许，岁丁亥春二月，余昼闲无事，独行野外，因叩门而入。时玉兰方开，茂密如曩时。余叹花之开谢，自有其时，其气机各适其所自然，原与人世无涉，不以人之知不知而为盛衰也。今虎丘之玉兰，意象渐衰，而在慧庆者如故，亦以见虚名之不足恃，而幽潜者之可久也。花虽微，而物理有可感者，故记之。月升岩石巅，下照一溪烟。烟色如云白，流来野寺前。开门惜夜景，矫首看霜天。谁见无家客，山中独不眠。手写香台金字经，惟愿结来生。莲花漏转，杨枝露滴，想鉴微诚。欲知奉倩神伤极，凭诉与秋擎。西风不管，一池萍水，几点荷灯。",
        "author": "清代",
        "poem_class": "荷花",
        "dynasty": "石涛"
    },
    {
        "title": "浣溪沙·荷花",
        "paragraph": "四面垂杨十里荷，问云何处最花多。画楼南畔夕阳和。 天气乍凉人寂寞，光阴须得酒消磨。且来花里听笙歌。一夜满林星月白，亦无云气亦无雷。平明忽见溪流急，知是他山落雨来。金陵城上西楼，倚清秋。万里夕阳垂地大江流。中原乱，簪缨散，几时收？试倩悲风吹泪过扬州。南望朱雀门，北望宣德楼，皆旧御路也。州桥南北是天街，父老年年等驾回。忍泪失声询使者，几时真有六军来？",
        "author": "宋代",
        "poem_class": "荷花",
        "dynasty": "苏轼"
    },
    {
        "title": "醉桃源·芙蓉",
        "paragraph": "青春花姊不同时。凄凉生较迟。艳妆临水最相宜。风来吹绣漪。惊旧事，问长眉。月明仙梦回。凭阑人但觉秋肥。花愁人不知。月儿弯弯照九州，几家欢乐几家愁。几家夫妇同罗帐，几个飘零在外头？画楼帘幕卷新晴。掩银屏，晓寒轻。坠粉飘香，日日唤愁生。暗数十年湖上路，能几度，著娉婷？ 年华空自感飘零。拥春酲，对谁醒？天阔云闲，无处觅箫声。载酒买花年少事，浑不似，旧心情。蜀道登天，一杯送、绣衣行客。还自叹、中年多病，不堪离别。东北看惊诸葛表，西南更草相如檄。把功名、收拾付君侯，如椽笔。儿女泪，君休滴。荆楚路，吾能说。要新诗准备，庐山山色。赤壁矶头千古浪，铜鞮陌上三更月。正梅花、万里雪深时，须相忆。",
        "author": "宋代",
        "poem_class": "荷花",
        "dynasty": "吴文英"
    },
    {
        "title": "得胜乐·夏",
        "paragraph": "酷暑天，葵榴发，喷鼻香十里荷花。兰舟斜缆垂扬下，只宜辅枕簟向凉亭披襟散发。白雁乱飞秋似雪，清露生凉夜。扫却石边云，醉踏松根月。星斗满天人睡也。楔子(冲末扮张守珪引卒子上，诗云)坐拥貔貅镇朔方，每临塞下受降王。太平时世辕门静，自把雕弓数雁行。某姓张，名守珪，见任幽州节度使。幼读儒书，兼通韬略，为藩镇之名臣，受心膂之重寄。且喜近年以来，边烽息警，军士休闲。昨日奚契丹部擅杀公主，某差捉生使安禄山率兵征讨，不见来回话。左右，辕门前觑者，等来时报复我知道。(卒云)理会的。(净扮安禄山上，云)自家安禄山是也。积祖以来，为营州杂胡，本姓康工。母阿史德，为突厥觋者，祷于轧荦山战斗之神而生某。生时有光照穹庐，野兽皆鸣，遂名为轧荦山。后母改嫁安延偃，乃随安姓，改名安禄山。开元年间，延偃携某归国，遂蒙圣恩，分隶张守珪部下。为某通晓六蕃言语，膂力过人，现任捉生讨击使。昨因奚契丹反叛，差我征讨。自恃勇力深入，不料众寡不敌，遂致丧师。今日不免回见主帅，别作道理。早来到府门首也。左右，报复去，道有捉生使安禄山来见。(卒报科)(张守珪云)着他进来。(安禄山做见科)(张守珪云)安禄山，征讨胜败如何？(安禄山云)贼众我寡，军士畏怯，遂至败北。(张守珪云)损军失机，明例不宥。左右，推出去，斩首报来。(卒推出科)(安禄山大叫云)主帅不欲灭奚契丹耶？奈何杀壮士！(张守珪云)放他回来。(安禄山回科)(张守珪云)某也惜你骁勇，但国有定法，某不敢卖法市恩，送你上京，取圣断，如何？(安禄山云)谢主帅不杀之恩。(押下)(张守珪云)安禄山去了也。(诗云)须知生杀有旗牌，只为军中惜将才。不然斩一胡儿首，何用亲烦圣断来。(下)(正末扮唐玄宗驾，旦扮杨贵妃，引高力士、杨国忠、宫娥上)(正末云)寡人唐玄宗是也。自高祖神尧皇帝起兵晋阳，全仗我太宗皇帝，灭了六十四处烟尘，一十八家擅改年号，立起大唐天下。传高宗、中宗，不幸有宫闱之变。寡人以临淄郡王领兵靖难，大哥哥宁王让位于寡人。即位以来，二十余年，喜的太平无事。赖有贤相姚元之、宋璟、韩休、张九龄同心致治，寡人得遂安逸。六宫嫔御虽多，自武惠妃死后，无当意者。去年八月中秋，梦游月宫见嫦娥之貌，人间少有。昨寿邸杨妃，绝类嫦娥，已命为女道士；既而取入宫中，策为贵妃，居太真院。寡人自从太真入宫，朝歌暮宴，无有虚日。高力士，你快传旨排宴，梨园子弟奏乐，寡人消遣咱。(高力士云)理会的。(外扮张九龄押安禄山上，诗云)调和鼎鼐理阴阳，位列鹓班坐省堂。四海承平无一事，朝朝曳履侍君王。老夫张九龄是也，南海人氏。早登甲第，荷圣恩直做到丞相之职。近日，边帅张守珪解送失机蕃将一人，名安禄山。我见其身躯肥矮，语言利便，有许多异相。若留此人，必乱天下。我今见圣人，面奏此事。早来到宫门前也。(入见科，云)臣张九龄见驾。(正末云)卿来有何事？(张九龄云)近日边臣张守珪解送失机蕃将安禄山，例该斩首，未敢擅便，押来请旨。(正末云)你引那蕃将来我看。(张九龄引安禄山见科，云)这就是失机蕃将安禄山。(正末云)一员好将官也。你武艺如何？(安禄山云)臣左右开弓，一十八般武艺，无有不会；能通六蕃言语。(正末云)你这等肥胖，此胡腹中何所有？(安禄山云)惟有赤心耳。(正末云)丞相，不可杀此人，留他做个白衣将领。(张九龄云)陛下，此人有异相，留他必有后患。(正末云)卿勿以王夷甫识石勒，留着怕做甚么！兀那左右，放了他者。(做放科)(安禄山起，谢云)谢主公不杀之恩。(做跳舞科)(正末云)这是甚么？(安禄山云)这是胡旋舞。(旦云)陛下，这人又矬矮，又会旋舞，留着解闷倒好。(正末云)贵妃，就与你做义子，你领去。（旦云)多谢圣恩。(同安禄山下)（张九龄云)国舅，此人有异相，他日必乱唐室，衣冠受祸不小。老夫老矣，国舅恐或见之，奈何？(杨国忠云)待下官明日再奏，务要屏除为妙。(正末云)不知后宫中为甚么这般喧笑？左右，可去看来回话。(宫娥云)是贵妃娘娘与安禄山做洗儿会哩。(正末云)既做洗儿会，取金钱百文，赐他做贺礼。就与我宣禄山来，封他官职。(宫娥拿金钱下)(安禄山上，见驾科，云)谢陛下赏赐，宣臣那厢使用？(正末云)宣卿来不为别，卿既为贵妃之子，即是朕之子，白衣不好出入宫掖，就加你为平章政事者。(安禄山云)谢了圣恩。(杨国忠云)陛下，不可，不可！安禄山乃失律边将，例当处斩，陛下免其死足矣。今给事宫庭，已为非宜，有何功勋，加为平章政事？况胡人狼子野心，不可留居左右。望陛下圣鉴。(张九龄云)杨国忠之言，陛下不可不听。(正末云)你可也说的是。安禄山，且加你为渔阳节度使，统领蕃汉兵马，镇守边庭，早立军功，下次升擢。(安禄山云)感谢圣恩。(正末云)卿休要怨寡人，这是国家典制，非轻可也呵！(唱)【仙吕】【端正好】则为你不曾建甚奇功，便教你做元辅，满朝中都指斥銮舆。眼见的平章政事难停住，寡人待定夺些别官禄。【幺篇】且着你做节度渔阳去，破强寇永镇幽都。休得待国家危急才防护；常先事设权谋，收猛将保皇图。分铁券，赐丹书，怎肯便辜负了你这功劳簿。(同下)(安禄山云)圣人回宫去了也。我出的宫门来。叵耐杨国忠这厮，好生无礼，在圣人前奏准，着我做渔阳节度使，明升暗贬。别的都罢，只是我与贵妃有些私事，一旦远离，怎生放的下心。罢、罢、罢！我这一去，到的渔阳，练兵秣马，别作个道理。正是：画虎不成君莫笑，安排牙爪好惊人。(下)第一折(旦扮贵妃引宫娥上，云)妾身杨氏，弘农人也。父亲杨玄琰，为蜀州司户。开元二十二年，蒙恩选为寿王妃。开元二十八年八月十五日，乃主上圣节，妾身朝贺。圣上见妾貌类嫦娥，令高力士传旨度为女道士，住内太真宫，赐号太真。天宝四年，册封为贵妃，半后服用，宠幸殊甚。将我哥哥杨国忠加为丞相，姊妹三人封做夫人，一门荣显极矣。近日，边庭送一蕃将来，名安禄山。此人猾黠，能奉承人意，又能胡旋舞，圣人赐与妾为义子，出入宫掖。不期我哥哥杨国忠看出破绽，奏准天子，封他为渔阳节度使，送上边庭。妾心中怀想，不能再见，好是烦恼人也。今日是七月七夕，牛女相会，人间乞巧令节。已曾分付宫娥，排设乞巧筵在长生殿，妾身乞巧一番。宫娥，乞巧筵设定不曾？(宫娥云)已完备多时了。(旦云)咱乞巧则个。(正末引宫娥挑灯拿砌末上，云)寡人今日朝回无事，一心只想着贵妃。已令在长生殿设宴，庆赏七夕。内使，引驾去来。(唱)【仙吕】【八声甘州】朝纲倦整，寡人待痛饮昭阳，烂醉华清。却是吾当有幸，一个太真妃倾国倾城。珊瑚枕上两意足，翡翠帘前百媚生。夜同寝，昼同行，恰似鸾凤和鸣。(带云)寡人自从得了杨妃，真所谓朝朝寒食，夜夜元宵也。(唱)【混江龙】晚来乘兴，一襟爽气酒初醒。松开了龙袍罗扣，偏斜了凤带红鞓。侍女齐扶碧玉辇，宫娥双挑绛纱灯。顺风听，一派箫韶令。(内作吹打喧笑科)(正末云)是那里这等喧笑？(宫娥云)是太真娘娘在长生殿乞巧排宴哩。(正末云)众宫娥，不要走的响，待寡人自看去。(唱)多咱是胭娇簇拥，粉黛施呈。【油葫芦】报接驾的宫娥且慢行，亲自听，上瑶阶，那步近前楹。悄悄蹙蹙款把纱窗映，扑扑簌簌风飐珠帘影。我恰待行，打个呓挣。怪玉笼中鹦鹉知人性，不住的语偏明。(内作鹦鹉叫，云)万岁来了，接驾。(旦惊云)圣上来了！(做接驾科)(正末唱)【天下乐】则见展翅忙呼万岁声，惊的那娉婷将銮驾迎。一个晕庞儿画不就，描不成。行的一步步娇，生的一件件撑，一声声似柳外莺。(云)卿在此做甚么？(旦云)今逢七夕，妾身设瓜果之会，问天孙乞巧哩。(正末看科，云)排设的是好也。(唱)【醉中天】龙麝焚金鼎，花萼插银瓶。小小金盆种五生，供养着鹊桥会丹青帧，把一个米来大蜘蛛儿抱定。搀夺尽六宫庞幸，更待怎生般智巧心灵。(正末与旦砌末科，云)这金钗一对，钿盒一枚，赐与卿者。(旦接科，云)谢了圣恩也。(正末唱)【金盏儿】我着绛纱蒙，翠盘盛。两般礼物堪人敬，趁着这新秋节令赐卿卿。七宝金钗盟厚意，百花钿盒表深情。这金钗儿教你高耸耸头上顶，这钿盒儿把你另巍巍手中擎。(旦云)陛下，这秋光可人，妾待与圣驾亭下闲步一番。(正末做同行科，唱)【忆王孙】瑶阶月色晃疏棂，银烛秋光冷画屏。消遣此时此夜景，有禾步闲庭，苔浸的凌波罗袜冷。(云)这秋景与四时不同。(旦云)怎见的与四时不同？(正末云)你听我说。(唱)【胜葫芦】露下天高夜气清，风掠得羽衣轻，香惹丁东环佩声。碧天澄净，银河光莹，只疑是身在玉蓬瀛。(旦云)今夕牛郎织女相会之期，一年只是得见一遭，怎生便又分离也？(正末唱)【金盏儿】他此夕把云路凤车乘，银汉鹊桥平。不甫能今夜成欢庆，枕边忽听晓鸡鸣。却早离愁情脉脉，别泪雨泠泠。五更长叹息，则是一夜短恩情。(旦云)他是天宫星宿，经年不见，不知也曾相忆否？(正末云)他可怎生不想来(唱)【醉扶归】暗想那织女分，牛郎命，虽不老，是长生。他阻隔银河信杳冥，经年度岁成孤另。你试向天宫打听，他决害了些相思病。(旦云)妾身得侍陛下，宠幸极矣；但恐容貌日衰，不得似织女长久也！(正末唱)【后庭花】偏不是上列着星宿名，下临着尘世生。把天上姻缘重，将人间恩爱轻。各办着真诚，天心必应，量他每何足称。(旦云)妾想牛郎织女，年年相见，天长地久；只是如此，世人怎得似他情长也(正末唱)【金盏儿】咱日日醉霞觥，夜夜宿银屏；他一年一日，见把佳期等。若论着多多为胜，咱也合赢。我为君王犹妄想，你做皇后尚嫌轻。可知道斗牛星畔客，回首问前程。(旦云)妾蒙主上恩宠无比，但恐春老花残，主上恩移宠衰，使妾有龙阳泣鱼之悲，班姬题扇之怨，奈何！(正末云)妃子，你说那里话！(旦云)陛下，请示私约，以坚终始。(正末云)咱和你去那处说话去。(做行科，唱)【醉中天】我把你半亸的肩儿凭，他把个百媚脸儿擎。正是金阙西厢叩玉扃，悄悄回廊静。靠着这招彩凤、舞青鸾、金井梧桐树影，虽无人窃听，也索悄声儿海誓山盟。(云)妃子，朕与卿尽今生偕老；百年以后，世世永为夫妇。神明鉴护者！(旦云)谁是盟证？(正末唱)【赚煞尾】长如一双钿盒盛，休似两股金钗另，愿世世姻缘注定。在天呵做鸳鸯比并，在地呵做连理枝生。月澄澄银汉无声，说尽千秋万古情。咱各办着志诚，你道谁为显证，有今夜度天河相见女牛星。(同下)第二折(安禄山引众将上，云)某安禄山是也。自到渔阳，操练蕃汉人马，精兵见有四十万，战将千员。如今明皇年已昏眊，杨国忠、李林甫播弄朝政。我今只以讨贼为名，起兵到长安，抢了贵妃，夺了唐朝天下，才是我平生愿足。左右，军马齐备了么？(众将云)都齐备了。(安禄山云)着军政司先发檄一道，说某奉密旨讨杨国忠等。随后令史思明领兵三万，先取潼关，直抵京师，成大事如反掌耳！(众将云)得令。(安禄山云)今日天晚，明日起兵。(诗云)统精兵直指潼关，料唐家无计遮拦。单要抢贵妃一个，非专为锦绣江山。(同下)(正末引高力士，郑观音抱琵琶，宁王吹笛，花奴打羯鼓，黄翻绰执板，捧旦上)(正末云)今日新秋天气，寡人朝回无事，妃子学得霓裳羽衣舞，同往御园中沉香亭下，闲耍一番。早来到也。你看这秋来风物，好是动人也呵！(唱)【中吕】【粉蝶儿】天淡云闲，列长空数行征雁。御园中夏景初残：柳添黄，荷减翠，秋莲脱瓣。坐近幽兰，喷清香玉簪花绽。(带云)早到御园中也。虽是小宴，倒也整齐。(唱)【叫声】共妃子喜开颜，等闲，等闲，御园中列肴馔。酒注嫩鹅黄，茶点鹧鸪斑。【醉春风】酒光泛紫金钟，茶香浮碧玉盏。沉香亭畔晚凉多，把一搭儿亲自拣、拣。粉黛浓妆，管弦齐列，绮罗相间。(外扮使臣上，诗云)长安回望绣成堆，山顶千门次第开。一骑红尘妃子笑，无人知是荔枝来。小官四川道差来使臣。因贵妃娘好啖鲜荔枝，遵奉诏旨，特来进鲜。早到朝门外了。宫官，通报一声，说四川使臣来进荔枝。(做报科)(正末云)引他进来。(使臣见驾科，云)四川道使臣进贡荔枝。(正末看科，云)妃子，你好食此果，朕特令他及时进来。(旦云)是好荔枝也。(正末唱)【迎仙客】香喷喷正甘，娇滴滴色初绽，只疑是九重天谪来人世间。取时难，得后悭。可惜不近长安，因此上教驿使把红尘践。(旦云)这荔枝颜色娇嫩，端的可爱也。(正末唱)【红绣鞋】不则向金盘中好看，便宜将玉手擎餐，端的个绛纱笼罩水晶寒。为甚教寡人醒醉眼，妃子晕娇颜，物稀也人见罕。(高力士云)请娘娘登盘，演一回霓裳之舞。(正末云)依卿奏者。(正旦做舞，众乐撺掇科)(正末唱)【快活三】嘱付你仙音院莫怠慢，道与你教坊司要迭办。把个太真妃扶在翠盘间，快结束，宜妆扮。【鲍老儿】双撮得泥金衫袖挽，把月殿里霓裳按，郑观音琵琶准备弹，早搭上鲛绡襟。贤王玉笛，花奴羯鼓，韵美声繁。宁王锦瑟，梅妃玉箫，嘹亭循环。【古鲍老】屹剌剌撒开紫檀，黄翻绰向前手拈板。低低的叫声玉环，太真妃笑时花近眼。红牙箸趁五音、击着梧桐案，嫩枝柯犹未干、更带着瑶琴音泛，卿呵，你则索出几点琼珠汗。(旦舞科)(正末唱)【红芍药】腰鼓声干，罗袜弓弯，玉佩丁东响珊珊，即渐里舞軃云鬟。施呈你蜂腰细，燕体翻，作两袖香风拂散。(带云)卿倦也，饮一杯酒者。(唱)寡人亲捧杯玉露甘寒，你可也莫得留残，拚着个醉醺醺直吃到夜静更阑。(旦饮酒科)(净扮李林甫上，云)小官李林甫是也，见为左丞相之职。今早飞报将来，说安禄山反叛，军马浩大，不敢抵敌，只得见驾。(做见驾科)(正末云)丞相有何事这等慌促？(李林甫云)边关飞报，安禄山造反，大势军马杀将来了。陛下，承平日久，人不知兵，怎生是好？(正末云)你慌做甚么！(唱)【剔银灯】止不过奏说边庭上造反，也合看空便，觑迟疾紧慢。等不的俺筵上笙歌散，可不气丕丕冒突天颜！那些个齐管仲郑子产，敢待做假忠孝龙逢比干？(李林甫云)陛下，如今贼兵已破潼关，哥舒翰失守逃回，目下就到长安了，京城空虚，决不能守，怎生是好？(正末唱)【蔓菁菜】险些儿慌杀你个周公旦，(李林甫云)陛下，只因女宠盛，谗夫昌，惹起这刀兵来了。(正末唱)你道我因歌舞坏江山？你常好是占奸，早难道羽扇纶巾笑谈间，破强虏三十万。(云)既贼兵压境，你众官计议，选将统兵，出征便了。(李林甫云)如今京营兵不满万，将官衰老，如哥舒翰名将，尚且支持不住，那一个是去得的？(正末唱)【满庭芳】你文武两班，空更些乌靴象简，金紫罗襕。内中没个英雄汉，扫荡尘寰。惯纵的个无徒禄山，没揣的撞过潼关，先败了哥舒翰。疑怪昨宵向晚，不见烽火报平安。(云)卿等有何计策，可退贼兵？(李林甫云)安禄山部下，蕃汉兵马四十余万，皆是以一当百，怎与他拒敌？莫若陛下幸蜀，以避其锋，待天下兵至，再作计较。(正末云)依卿所奏。便传旨，收拾六官嫔御，诸王百官，明日早起，幸蜀去来。(旦作悲科，云)妾身怎生是好也！(正末唱)【普天乐】恨无穷，愁无限。争奈仓卒之际，避不得蓦岭登山。銮驾迁，成都盼。更那堪氵产水西飞雁，一声声送上雕鞍。伤心故园，西风渭水，落日长安。(旦云)陛下，怎受的途路之苦？(正末云)寡人也没奈何哩！(唱)【啄木儿尾】端详了你上马娇，怎支吾蜀道难！替你愁那嵯峨峻岭连云栈，自来驱驰可惯，几程儿挨得过剑门关？(同下)第三折(外扮陈玄礼上，诗云)世受君恩统禁军，天颜喜怒得先闻。太平武备皆无用，谁料狂胡起战尘。某右龙武将军陈玄礼是也。昨因逆胡安禄山倡乱，潼关失守。昨日宰臣会议，大驾暂幸蜀川，以避其锋。今早飞报说，贼兵离京城不远。圣主令某统领禁军护驾，军马点就多时，专候大驾起行。(正末引旦及杨国忠、高力士并太子、扈驾郭子仪、李光弼上)(正末云)寡人眼不识人，致令狂胡作乱。事出急迫，只得西行避兵，好伤感人也呵！(唱)【双调】【新水令】五方旗招飐日边霞，冷清清半张銮驾。鞭倦鸟，镫慵踏，回首京华，一步步放不下。(带云)寡人深居九重，怎知闾阎贫苦也！(唱)【驻马听】隐隐天涯，剩水残山五六搭；萧萧林下，坏垣破屋两三家。秦川远树雾昏花，灞桥柳风潇洒。煞不如碧窗纱晨光闪烁鸳鸯瓦。(众扮父老上，云)圣上，乡里百姓叩头。(正末云)父老有何话说？(众云)官阙，陛下家居；陵寝，陛下祖墓，今舍此欲何之？(正末云)寡人不得已，暂避兵耳。(众云)陛下既不肯留，臣等愿率子弟，从殿下东破贼，取长安。若愉下与至尊皆入蜀，使中原百姓，谁为之主？(正末云)父老说的是。左右，宣我儿近前来者。(太子做见科)(正末云)众父老说，中原无主，留你东还，统兵杀贼。就令郭子仪、李光弼为元帅，后军分拨三千人，跟你回去，你听我说。(唱)【沉醉东风】父老每忠言听纳，教小储君专任征伐。你也合分取些社稷忧，怎肯教别人把江山霸？将这颗传国宝你行留下，(太子云)儿子只统兵杀贼，岂敢便登天位？(正末唱)剿除了贼徒，救了国家，更避甚称孤道寡？(太子云)既为国家重事，儿子领诏旨，率领郭子仪、李光弼回去也。(做辞驾科)(众军不行科)(正末唱)【庆东原】前军疾行动，因甚不进发？(众军呐喊科)一行人觑了皆惊怕。嗔忿忿停鞭立马，恶噷噷披袍贯甲，明飇飇掣剑离匣，齐臻臻雁行班排，密匝匝鱼鳞似亚。(陈玄礼云)众军士说，国有奸邪，以致乘舆播迁；君侧之祸不除，不能敛戢众志。(正末云)这是怎么说？(唱)【步步娇】寡人呵万里烟尘，你也合嗟讶，就势儿把吾当唬，国家又不曾亏你伴掐。因甚军心有争差？问卿咱，为甚不说半句儿知心话？(陈玄礼云)杨国忠专权误国，今又与吐蕃使者交通，似有反情，请诛之以谢天下。(正末唱)【沉醉东风】据着杨国忠合该万剐，斗的个禄山贼乱了中华。是非寡人股肱难弃舍，更兼与妃子骨肉相牵挂。断遣尽枉展污了五条刑法，把他剥了官职，贬做穷民，也是阵杀，允不允，陈玄礼将军鉴察！(众军怒喊科)(陈玄礼云)陛下，军心已变，臣不能禁止，如之奈何？(正末云)随你罢！(众杀杨国忠科)(正末唱)【雁儿落】数层枪，密匝匝，一声喊，山摧塌。原来是陈将军号令明，把杨国忠施行罢。(众军仗剑拥上科)(正末唱)【拨不断】语喧哗，闹交杂，六军不进屯戈甲。把个马嵬坡簇合沙，又待做甚么？唬的我战钦钦遍体寒毛乍。吃紧的军随印转，将令威严；兵权在手，主弱臣强。卿呵，则你道波，寡人是怕也那不怕！(云)杨国忠杀了，您众军不进，却为甚的？(陈玄礼云)国忠谋反，贵妃不宜供奉，愿陛下割恩正法。(正末唱)【搅筝琶】高力士，道与陈玄礼休没高下，岂可教妃子受刑罚？他见请受着皇后中宫，兼踏着寡人御榻。他又无罪过，颇贤达。须不似周褒姒举火取笑，纣妲己敲胫觑人。早间把他个哥哥坏了，总便有万千不是，看寡人也合饶过他，一地胡拿。(高力士云)贵妃诚无罪，然将士已杀国忠，贵妃在陛下左右，岂敢自安。愿陛下审思之，将士安，则陛下安矣。(正末唱)【风入松】止不过凤箫羯鼓间琵琶，忽剌剌板撒红牙。假若更添个六幺花十八，那些儿是败国亡家！可知道陈后主遭着杀伐，皆因唱《后庭花》。(旦云)妾死不足惜，但主上之恩，不曾报得，数年恩爱，教妾怎生割舍？(正末云)妃子，不济事了，六军心变，寡人自不能保。(唱)【胡十八】似恁地对咱，多应来变了卦。见俺留恋着他，龙泉三尺手中拿。便不将他刺将，也将他吓杀。更问甚陛下，大古是知重俺帝王家？(陈玄礼云)愿陛下早割恩正法。(旦云)陛下，怎生救妾身一救？(正末云)寡人怎生是好？(唱)【落梅风】眼儿前不甫能栽起合欢树，恨不得手掌里奇擎着解语花，尽今生翠鸾同跨。怎生般爱他看待他，怎下的教横拖在马嵬坡下！(陈玄礼云)禄山反逆，皆因杨氏兄妹；若不正法，以谢天下，祸变何时得消？望陛下乞与杨氏，使六军马踏其尸，方得凭信。(正末云)他如何受的？高力士，引妃子去佛堂中，令其自尽，然后教军士验看。(高力士云)有白练在此。(正末唱)【殿前欢】他是朵娇滴滴海棠花，怎做得闹荒荒亡国祸根芽？再不将曲弯弯远山眉儿画，乱松松白鬓堆鸦。怎下的碜磕马蹄儿脸上踏，则将细袅袅咽喉掐，早把条长挽挽素白练安排下。他那里一身受死，我痛煞煞独力难加。(高力士云)娘娘去罢，误了军行，(旦回望科，云)陛下好下的也！(正末云)卿休怨寡人！(唱)【沽美酒】没乱杀，怎救拔？没奈何，怎留他？把死限俄延了多半霎，生各支勒杀，陈玄礼闹交加。(高力士引旦下)(正末唱)【太平令】怎的教酩子里题名单骂，脑背后着武士金瓜。教几个鲁莽的宫娥监押，休将那软款的娘娘惊唬。你呀，见他，问咱，可怜见唐朝天下。(高力士持旦衣上，云)娘娘已赐死了，六军进来看视。(陈玄礼率众马践科)(正末做哭科，云)妃子，闪杀寡人也呵！(唱)【三煞】不想你马嵬坡下今朝化，没指望长生殿里当时话。【太清歌】恨无情卷地狂风刮，可怎生偏吹落我御苑名花！想他魂断天涯，作几缕儿彩霞。天那！一个汉明妃远把单于嫁，止不过泣西风泪湿胡笳。几曾见六军厮践踏，将一个尸首卧黄沙？(正末做拿汗巾哭科，云)妃子不知那里去了，止留下这个汗巾儿，好伤感人也！(唱)【二煞】谁收了锦缠联窄面吴绫袜，空感叹这泪斑斓拥项鲛绡帕。【川拨棹】痛怜他不能够水银灌玉匣，又没甚彩女监宫娃，拽布拖麻，奠洒浇茶。只索浅土儿权时葬下，又不及选山陵，将墓打。【鸳鸯煞】黄埃散漫悲风飒，碧云黯淡斜阳下。一程程水绿山青，一步步剑岭巴峡。唱道感叹情多，忄西惶泪洒，早得升遐，休休却是今生罢。这个不得已的官家，哭上逍遥玉骢马。(同下)第四折(高力士上，云)自家高力士是也。自幼供奉肉宫，蒙主上抬举，加为六宫提督太监。往年主上悦杨氏容貌，命某取入宫中，宠爱无比，封为贵妃，赐号太真。后来逆胡称兵，伪诛杨国忠为名，逼的主上幸蜀。行致中途，六军不进。右龙武将军陈玄礼奏过，杀了国忠，祸连贵妃。主上无可奈何，只得从之，缢死马嵬驿中。今日贼平无事，主上还国，太子做了皇帝。主上养老，退居西宫，昼夜只是想贵妃娘娘。今日教某挂起真容，朝夕哭奠。不免收拾停当，在此伺候咱。(正末上，云)寡人自幸蜀还京，太子破了逆贼，即了帝位。寡人退居西宫养老，每日只是思量妃子。教画工画了一轴真容供养着，每日相对，越着烦恼也呵！(做哭科，唱)【正宫】【端正好】自从幸西川还京兆，甚的是月夜花朝！这半年来白发添多少，怎打叠愁容貌！【幺篇】瘦岩岩不避群臣笑，玉仪儿将画轴高挑。荔枝花果香檀卓，目觑了伤怀抱。(做看真容科，唱)【滚绣球】险些把我气冲倒，身谩靠，把太真妃放声高叫。叫不应，雨泪濠咷。这待诏手段高，画的来没半星儿差错。虽然是快染能描，画不出沉香亭畔回鸾舞，花萼楼前上马娇，一段儿妖娆。【倘秀才】妃子呵，常记得千秋节华清宫宴乐，七夕会长生殿乞巧。誓愿学连理枝比翼鸟，谁想你乘彩凤返丹霄，命夭！(带云)寡人越看越添伤感，怎生是好！(唱)【呆骨朵】寡人有心待盖一座杨妃庙，争奈无权柄谢位辞朝。则俺这孤辰限难熬，更打着离恨天最高。在生时同衾枕，不能勾死后也同棺椁。谁承望马嵬坡尘土中，可惜把一朵海棠花零落了。(带云)一会儿身子困乏，且下这亭子去闲行一会咱。(唱)【白鹤子】那身离殿宇，信步下亭皋。见杨柳袅翠蓝丝，芙蓉拆胭脂萼。【幺】见芙蓉怀媚脸，遇杨柳忆纤腰。依旧的两般儿点缀上阳宫，他管一灵儿潇洒长安道。【幺】常记得碧梧桐阴下立，红牙箸手中敲。他笑整缕金衣，舞按霓裳乐。【幺】到如今翠盘中荒草满，芳树下暗香消。空对井梧阴，不见倾城貌。(做叹科，云)寡人也怕闲行，不如回去来。(唱)【倘秀才】本待闲散心追欢取乐，倒惹的感旧恨天荒地老。怏怏归来凤帏悄，甚法儿挨今宵？懊恼！(带云)回到这寝殿中，一弄儿助人愁也。(唱)【芙蓉花】淡氤氲篆烟袅，昏惨剌银灯照。玉漏迢迢，才是初更报。暗觑清霄，盼梦里他来到。却不道口是心苗，不住的频频叫。(带云)不觉一阵昏迷上来，寡人试睡些儿。(唱)【伴读书】一会家心焦懆，四壁厢秋虫闹。忽见掀帘西风恶，遥观满地阴云罩。俺这里披衣闷把帏屏靠，业眼难交。【笑和尚】原来是滴溜溜绕闲阶败叶飘，疏剌剌刷落叶被西风扫，忽鲁鲁风闪得银灯爆。厮琅琅鸣殿铎，扑簌簌动朱箔，吉丁当玉马儿向檐间闹。(做睡科，唱)【倘秀才】闷打颏和衣卧倒，软兀剌方才睡着。(旦上，云)妾身贵妃是也。今日殿中设宴，宫娥，请主上赴席咱。(正末唱)忽见青衣走来报，道太真妃将寡人邀，宴乐。(正末见旦科，云)妃子，你在那里来？(旦云)今日长生殿排宴，请主上赴席。(正末云)分付梨园子弟齐备着。(旦下)(正末做惊醒科，云)呀！元来是一梦。分明梦见妃子，却又不见了。(唱)【双鸳鸯】斜軃翠鸾翘，浑一似出浴的旧风标，映着云屏一半儿娇。好梦将成还惊觉，半襟情湿鲛绡。【蛮姑儿】懊恼，窨约。惊我来的又不是楼头过雁，砌下寒蛩，檐前玉马，架上金鸡；是兀那窗儿外梧桐上雨潇潇。一声声洒残叶，一点点滴寒梢，会把愁人定虐。【滚绣球】这雨呵，又不是救旱苗，润枯草，洒开花萼，谁望道秋雨如膏。向青翠条，碧玉梢，碎声儿必刂剥，增百十倍，歇和芭蕉。子管里珠连玉散飘千颗，平白地瀽瓮番盆下一宵，惹的人心焦。【叨叨令】一会价紧呵，似玉盘中万颗珍珠落；一会价响呵，似玳筵前几簇笙歌闹；一会价清呵，似翠岩头一派寒泉瀑；一会价猛呵，似绣旗下数面征鼙操。兀的不恼杀人也么哥！则被他诸般儿雨声相聒噪。【倘秀才】这雨一阵阵打梧桐叶凋，一点点滴人心碎了。枉着金井银床紧围绕，只好把泼枝叶做柴烧，锯倒。(带云)当初妃子舞翠盘时，在此树下，寡人与妃子盟誓时，亦对此树。今日梦境相寻，又被他惊觉了。(唱)【滚绣球】长生殿那一宵，转回廊，说誓约，不合对梧桐并肩斜靠，尽言词絮絮叨叨。沉香亭那一朝，按霓裳，舞六幺，红牙箸击成腔调，乱宫商闹闹炒炒。是兀那当时欢会栽排下，今日凄凉厮辏着，暗地量度。(高力士云)主上，这诸样草木，皆有雨声，岂独梧桐？(正末云)你那里知道，我说与你听者。(唱)【三煞】润蒙蒙杨柳雨，凄凄院宇侵帘幕。细丝丝梅子雨，装点江干满楼阁。杏花雨红湿阑干，梨花雨玉容寂寞。荷花雨翠盖翩翩，豆花雨绿叶潇条。都不似你惊魂破梦，助恨添愁，彻夜连宵。莫不是水仙弄娇，蘸杨柳洒风飘？【二煞】口床口床似喷泉瑞兽临双沼，刷刷似食叶春蚕散满箔。乱洒琼阶，水传宫漏，飞上雕檐，酒滴新槽。直下的更残漏断，枕冷衾寒，烛灭香消。可知道夏天不觉，把高凤麦来漂。【黄钟煞】顺西风低把纱窗哨，送寒气频将绣户敲。莫不是天故半人愁闷搅？前度铃声响栈道。似花奴羯鼓调，如伯牙《水仙操》。洗黄花润篱落，渍苍苔倒墙角。渲湖山漱石窍，浸枯荷溢池沼。沾残蝶粉渐消。，洒流萤焰不着。绿窗前促织叫，声相近雁影高。催邻砧处处捣，助新凉分外早。斟量来这一宵，雨和人紧厮熬。伴铜壶点点敲，雨更多泪不少。雨湿寒梢，泪染龙袍。不肯相饶。共隔着一树梧桐直滴到晓。题目安禄山反叛兵戈举陈玄礼拆散鸾凤侣正名杨贵妃晓日荔枝香唐明皇秋夜梧桐雨夜来雨横与风狂，断送西园满地香。晓来蜂蝶空游荡。苦难寻红锦妆，问东君归计何忙！尽叫得鹃声碎，却教人空断肠。漫劳动送客垂杨。",
        "author": "元代",
        "poem_class": "荷花",
        "dynasty": "白朴"
    },
    {
        "title": "采莲曲",
        "paragraph": "若耶溪傍采莲女，笑隔荷花共人语。日照新妆水底明，风飘香袂空中举。(袂 一作：袖)岸上谁家游冶郎，三三五五映垂杨。紫骝嘶入落花去，见此踟蹰空断肠。谢公最小偏怜女，自嫁黔娄百事乖。顾我无衣搜荩箧，泥他沽酒拔金钗。(荩箧 一作：画箧)野蔬充膳甘长藿，落叶添薪仰古槐。今日俸钱过十万，与君营奠复营斋。母别子，子别母，白日无光哭声苦。关西骠骑大将军，去年破虏新策勋。敕赐金钱二百万，洛阳迎得如花人。新人迎来旧人弃，掌上莲花眼中刺。迎新弃旧未足悲，悲在君家留两儿。一始扶行一初坐，坐啼行哭牵人衣。以汝夫妇新燕婉，使我母子生别离。不如林中乌与鹊，母不失雏雄伴雌。应似园中桃李树，花落随风子在枝。新人新人听我语，洛阳无限红楼女。但愿将军重立功，更有新人胜于汝。长安大道连狭斜，青牛白马七香车。玉辇纵横过主第，金鞭络绎向侯家。龙衔宝盖承朝日，凤吐流苏带晚霞。百尺游丝争绕树，一群娇鸟共啼花。(百尺 一作：百丈）游蜂戏蝶千门侧，碧树银台万种色。复道交窗作合欢，双阙连甍垂凤翼。梁家画阁中天起，汉帝金茎云外直。楼前相望不相知，陌上相逢讵相识。借问吹箫向紫烟，曾经学舞度芳年。得成比目何辞死，愿作鸳鸯不羡仙。比目鸳鸯真可羡，双去双来君不见。生憎帐额绣孤鸾，好取门帘帖双燕。双燕双飞绕画梁，罗帷翠被郁金香。片片行云着蝉鬓，纤纤初月上鸦黄。鸦黄粉白车中出，含娇含态情非一。妖童宝马铁连钱，娼妇盘龙金屈膝。御史府中乌夜啼，廷尉门前雀欲栖。隐隐朱城临玉道，遥遥翠幰没金堤。挟弹飞鹰杜陵北，探丸借客渭桥西。俱邀侠客芙蓉剑，共宿娼家桃李蹊。娼家日暮紫罗裙，清歌一啭口氛氲。北堂夜夜人如月，南陌朝朝骑似云。南陌北堂连北里，五剧三条控三市。弱柳青槐拂地垂，佳气红尘暗天起。汉代金吾千骑来，翡翠屠苏鹦鹉杯。罗襦宝带为君解，燕歌赵舞为君开。别有豪华称将相，转日回天不相让。意气由来排灌夫，专权判不容萧相。专权意气本豪雄，青虬紫燕坐春风。自言歌舞长千载，自谓骄奢凌五公。节物风光不相待，桑田碧海须臾改。昔时金阶白玉堂，即今惟见青松在。(惟见 一作：唯见)寂寂寥寥扬子居，年年岁岁一床书。独有南山桂花发，飞来飞去袭人裾。",
        "author": "唐代",
        "poem_class": "荷花",
        "dynasty": "李白"
    },
    {
        "title": "白莲",
        "paragraph": "素蘤多蒙别艳欺，此花真合在瑶池。(真合 一作：端合)无情有恨何人觉？月晓风清欲堕时。萧娘脸薄难胜泪，桃叶眉尖易觉愁。天下三分明月夜，二分无赖是扬州。孤山寺北贾亭西，水面初平云脚低。几处早莺争暖树，谁家新燕啄春泥。乱花渐欲迷人眼，浅草才能没马蹄。最爱湖东行不足，绿杨阴里白沙堤。少小离家老大回，乡音无改鬓毛衰。(无改 一作：未改/难改)儿童相见不相识，笑问客从何处来。离别家乡岁月多，近来人事半消磨。惟有门前镜湖水，春风不改旧时波。",
        "author": "唐代",
        "poem_class": "荷花",
        "dynasty": "陆龟蒙"
    },
    {
        "title": "采莲曲二首",
        "paragraph": "吴姬越艳楚王妃，争弄莲舟水湿衣。来时浦口花迎入，采罢江头月送归。荷叶罗裙一色裁，芙蓉向脸两边开。乱入池中看不见，闻歌始觉有人来。长啸梁甫吟，何时见阳春？君不见，朝歌屠叟辞棘津，八十西来钓渭滨。宁羞白发照清水，逢时壮气思经纶。广张三千六百钓，风期暗与文王亲。大贤虎变愚不测，当年颇似寻常人。君不见，高阳酒徒起草中，长揖山东隆准公。入门不拜逞雄辩，两女辍洗来趋风。东下齐城七十二，指挥楚汉如旋蓬。狂客落魄尚如此，何况壮士当群雄！我欲攀龙见明主，雷公砰訇震天鼓。帝旁投壶多玉女，三时大笑开电光，倏烁晦冥起风雨。阊阖九门不可通，以额扣关阍者怒。白日不照吾精诚，杞国无事忧天倾。猰貐磨牙竞人肉，驺虞不折生草茎。手接飞猱搏雕虎，侧足焦原未言苦。智者可卷愚者豪，世人见我轻鸿毛。力排南山三壮士，齐相杀之费二桃。吴楚弄兵无剧孟，亚夫咍尔为徒劳。梁甫吟，声正悲。张公两龙剑，神物合有时。风云感会起屠钓，大人臲屼当安之。城阙辅三秦，风烟望五津。与君离别意，同是宦游人。海内存知己，天涯若比邻。无为在歧路，儿女共沾巾。骏马骄行踏落花，垂鞭直拂五云车。 美人一笑褰珠箔，遥指红楼是妾家。",
        "author": "唐代",
        "poem_class": "荷花",
        "dynasty": "王昌龄"
    },
    {
        "title": "赠荷花",
        "paragraph": "世间花叶不相伦，花入金盆叶作尘。惟有绿荷红菡萏，卷舒开合任天真。此花此叶常相映，翠减红衰愁杀人。(常相映 一作：长相映) 艳色天下重，西施宁久微。朝为越溪女，暮作吴宫妃。贱日岂殊众，贵来方悟稀。邀人傅香粉，不自著罗衣。君宠益娇态，君怜无是非。当时浣纱伴，莫得同车归。持谢邻家子，效颦安可希。客路青山外，行舟绿水前。(青山外 一作：青山下)潮平两岸阔，风正一帆悬。海日生残夜，江春入旧年。乡书何处达？归雁洛阳边。臣闻求木之长者，必固其根本；欲流之远者，必浚其泉源；思国之安者，必积其德义。源不深而望流之远，根不固而求木之长，德不厚而思国之理，臣虽下愚，知其不可，而况于明哲乎！人君当神器之重，居域中之大，将崇极天之峻，永保无疆之休。不念居安思危，戒奢以俭，德不处其厚，情不胜其欲，斯亦伐根以求木茂，塞源而欲流长者也。(思国之理 一作：思国之治)凡百元首，承天景命，莫不殷忧而道著，功成而德衰。有善始者实繁，能克终者盖寡。岂取之易而守之难乎？昔取之而有余，今守之而不足，何也？夫在殷忧，必竭诚以待下；既得志，则纵情以傲物。竭诚则吴越为一体，傲物则骨肉为行路。虽董之以严刑，振之以威怒，终苟免而不怀仁，貌恭而不心服。怨不在大，可畏惟人；载舟覆舟，所宜深慎；奔车朽索，其可忽乎！ 君人者，诚能见可欲则思知足以自戒，将有作则思知止以安人，念高危则思谦冲而自牧，惧满溢则思江海下百川，乐盘游则思三驱以为度，忧懈怠则思慎始而敬终，虑壅蔽则思虚心以纳下，想谗邪则思正身以黜恶，恩所加则思无因喜以谬赏，罚所及则思无因怒而滥刑。总此十思，弘兹九德，简能而任之，择善而从之，则智者尽其谋，勇者竭其力，仁者播其惠，信者效其忠。文武争驰，在君无事，可以尽豫游之乐，可以养松、乔之寿，鸣琴垂拱，不言而化。何必劳神苦思，代下司职，役聪明之耳目，亏无为之大道哉！(想谗邪 一作：惧谗邪；弘兹 一作：宏兹；在君 一作：君臣)",
        "author": "唐代",
        "poem_class": "荷花",
        "dynasty": "李商隐"
    }
]