[
    {
        "title": "送菊",
        "paragraph": "卧病高秋留海浦，明日重阳更风雨。杜门不出长苍苔，令我天涯心独苦。篱角黄花亲手栽，近节如何独未开。含芳閟采亮有以，使君昨暮徵诗来。凌晨试遣霜根送，畚玉虽微甚珍重。极知无意竞秋光，往作横窗岁寒供。忆我初客天子都，西垣植此常千株，结花年年应吹帽，始信南邦事尽殊。愿得封培自今日，何间朱崖万家室。秋香端不负乾坤，但愿箫管乱畴匹。归去来兮虽得归，念归政自莫轻违。他日采英林下酌，谁向清霜望翠微。溪水将桥不复回，小舟犹倚短篙开。交情得似山溪渡，不管风波去又来。人皆养子望聪明，我被聪明误一生。惟愿孩儿愚且鲁，无灾无难到公卿。江南月，清夜满西楼。云落开时冰吐鉴，浪花深处玉沉钩。圆缺几时休。星汉迥，风露入新秋。丹桂不知摇落恨，素娥应信别离愁。天上共悠悠。",
        "author": "宋代",
        "poem_class": "菊花",
        "dynasty": "胡铨"
    },
    {
        "title": "咏菊",
        "paragraph": "浅红淡白间深黄，簇簇新妆阵阵香。无限枝头好颜色，可怜开不为重阳。一个浑身有几何，学书不就学兵戈。南思北想无安著，明镜催人白发多。语燕鸣鸠白昼长，黄蜂紫蝶草花香。苍江依旧绕斜阳。泛水浮萍随处满，舞风轻絮霎时狂。清和院宇麦秋凉。流水高山老伯牙，孤桐谁许碧笼纱。枕痕春色天长午，坐对蔷薇一树花。",
        "author": "明代",
        "poem_class": "菊花",
        "dynasty": "丘浚"
    },
    {
        "title": "满江红·雨后荒园",
        "paragraph": "遁庵主人植菊阶下，秋雨既盛，草莱芜没，殆不可见。江空岁晚，霜余草腐，而吾菊始发数花，生意凄然，似诉余以不遇，感而赋之。凶李生湛然归，寄菊轩弟。雨后荒园，群卉尽、律残无射。疏篱下，此花能保，英英鲜质。盈把足娱陶令意，夕餐谁似三闾洁？到而今、狼藉委苍苔，无人惜。堂上客，须空白。都无语，怀畴昔。恨因循过了，重阳佳节。飒飒凉风吹汝急，汝身孤特应难立。谩临风、三嗅绕芳丛，歌还泣。 旅食京华困郁蒸，可人秋意又新晴。夜窗便觉风千里，晓镜从添雪数茎。蝉噪不离羁客耳，燕归还动故园情。软红尘外西山色，乞与閒人眼暂明。伊予同里。自来交契。各贪浮名浮利。总悟无常，物物般般捐弃。予先别离宁海，又继而、贤来关里。愿同志，更同心同德，同搜玄理。慎勿攀援爱念，便宁心宁意，全神养气。尘世之中，不染不著为最。殷勤完全功行，常清静、有些消息。神光灿，泼焰焰焰地，是你真底。窘步相仍死不前，唱醻无复见前贤。纵横正有凌云笔，俯仰随人亦可怜。",
        "author": "金朝",
        "poem_class": "菊花",
        "dynasty": "段克己"
    },
    {
        "title": "忆菊",
        "paragraph": "怅望西风抱闷思，蓼红苇白断肠时。空篱旧圃秋无迹，瘦月清霜梦有知。念念心随归雁远，寥寥坐听晚砧痴。谁怜我为黄花病，慰语重阳会有期。谢却兰桡信杖藜，千峰盘磴入花畦。晴云度影迷三径，暗水流香冷一溪。僧寺多藏深树里，人家半在夕阳西。登临更上朝元阁，满壁苔痕没旧题。暗水通潮，痴云阁雨，微阴不散重城。留得枯荷，奈他先作离声。清歌欲遏行云住，露春纤、并坐调笙。莫多情，第一难忘，席上轻盈。天涯我是飘零惯，任飞花无定，相送人行。见说兰舟，明朝也泊长亭。门前记取垂杨树，只藏他、三两秋莺。一程程，愁水愁风，不要人听。群山万壑引长风，透林皋、晓日玲珑。楼外绿阴深，凭栏指点偏东。浑河水、一线如虹。清凉极，满谷幽禽啼啸，冷雾溟濛。任海天寥阔，飞跃此身中。云容。看白云苍狗，无心者、变化虚空。细草络危岩，岩花秀媚日承红。清风阁，高凌霄汉，列岫如童。待何年归去，谈笑各争雄。",
        "author": "清代",
        "poem_class": "菊花",
        "dynasty": "曹雪芹"
    },
    {
        "title": "满江红·刘朔斋赋菊和韵",
        "paragraph": "露浥初英，早遗恨、参差九日。还却笑、萸随节过，桂凋无色。杯面寒香蜂共泛，篱根秋讯蛩催织。爱玲珑、筛月水屏风，千枝结。 芳井韵，寒泉咽。霜著处，微红湿。共评花索句，看谁先得。好漉乌巾连夜醉，莫愁金钿无人拾。算遗踪、犹有枕囊留，相思物。水绕陂田竹绕篱，榆钱落尽槿花稀。夕阳牛背无人卧，带得寒鸦两两归。楼上谁将玉笛吹？山前水阔暝云低。劳劳燕子人千里，落落梨花雨一枝。修禊近，卖饧时。故乡惟有梦相随。夜来折得江头柳，不是苏堤也皱眉。痴儿了却公家事，快阁东西倚晚晴。落木千山天远大，澄江一道月分明。朱弦已为佳人绝，青眼聊因美酒横。万里归船弄长笛，此心吾与白鸥盟。",
        "author": "宋代",
        "poem_class": "菊花",
        "dynasty": "吴文英"
    },
    {
        "title": "题李俨黄菊赋",
        "paragraph": "昨日得卿黄菊赋，碎剪金英填作句。袖中犹觉有余香，冷落西风吹不去。迢迢天汉西南落，喔喔邻鸡一再鸣。壮志病来消欲尽，出门搔首怆平生。三万里河东入海，五千仞岳上摩天。遗民泪尽胡尘里，南望王师又一年。百亩中庭半是苔。门前白道水萦回。爱闲能有几人来。小院回廊春寂寂，山桃溪杏两三栽。为谁零落为谁开。卖花担上。买得一枝春欲放。泪染轻匀。犹带彤霞晓露痕。 怕郎猜道。奴面不如花面好。云鬓斜簪。徒要教郎比并看。",
        "author": "宋代",
        "poem_class": "菊花",
        "dynasty": "耶律洪基"
    },
    {
        "title": "惜黄花慢·菊",
        "paragraph": "粉靥金裳。映绣屏认得，旧日萧娘。翠微高处，故人帽底，一年最好，偏是重阳。避春祗怕春不远，望幽径、偷理秋妆。殢醉乡。寸心似翦，飘荡愁觞。 潮腮笑入清霜。斗万花样巧，深染蜂黄。露痕千点，自怜旧色，寒泉半掬，百感幽香。雁声不到东篱畔，满城但、风雨凄凉。最断肠。夜深怨蝶飞狂。雨暗初疑夜，风回忽报晴。淡云斜照著山明。细草软沙溪路、马蹄轻。卯酒醒还困，仙材梦不成。蓝桥何处觅云英。只有多情流水、伴人行。永夜恹恹欢意少。空梦长安，认取长安道。为报今年春色好，花光月影宜相照。随意杯盘虽草草。酒美梅酸，恰称人怀抱。醉里插花花莫笑，可怜春似人将老。寺里山因花得名，繁英不见草纵横。栽培剪伐须勤力，花易凋零草易生。",
        "author": "宋代",
        "poem_class": "菊花",
        "dynasty": "吴文英"
    },
    {
        "title": "立冬前一日霜对菊有感",
        "paragraph": "昨夜清霜冷絮裯，纷纷红叶满阶头。园林尽扫西风去，惟有黄花不负秋。王定国歌儿曰柔奴，姓宇文氏，眉目娟丽，善应对，家世住京师。定国南迁归，余问柔：“广南风土， 应是不好？”柔对曰：“此心安处，便是吾乡。”因为缀词云。常羡人间琢玉郎，天应乞与点酥娘。尽道清歌传皓齿，风起，雪飞炎海变清凉。(天应乞与 一作：天教分付； 尽道 一作：自作)万里归来颜愈少。微笑，笑时犹带岭梅香。试问岭南应不好，却道：此心安处是吾乡。唱彻《阳关》泪未干，功名馀事且加餐。浮天水送无穷树，带雨云埋一半山。今古恨，几千般，只应离合是悲欢？江头未是风波恶，别有人间行路难！何处合成愁。离人心上秋。纵芭蕉、不雨也飕飕。都道晚凉天气好，有明月、怕登楼。 年事梦中休。花空烟水流。燕辞归、客尚淹留。垂柳不萦裙带住。漫长是、系行舟。",
        "author": "宋代",
        "poem_class": "菊花",
        "dynasty": "钱时"
    },
    {
        "title": "过菊江亭",
        "paragraph": "杖履逍遥五柳旁，一辞独擅晋文章。黄花本是无情物，也共先生晚节香。朔风万里入衣多，嘹呖寒空一雁过。鱼泽滩头嘶猎马，省嵬城畔看黄河。香醪欲醉茱萸节，壮志还为出塞歌。骋望因高云外尽，乡关回首愧烟萝。百岁光阴千岁忧，一年春色在楼头。东风不管人间事，随意花开与水流。碧草萋萋生御沟，垂杨袅袅夹朱楼。窗临北斗空中起，水接银河天上流。",
        "author": "明代",
        "poem_class": "菊花",
        "dynasty": "于谦"
    },
    {
        "title": "黄花",
        "paragraph": "土花能白又能红，晚节犹能爱此工。宁可抱香枝上老，不随黄叶舞秋风。胸中磊落藏五兵，欲试无路空峥嵘。酒为旗鼓笔刀槊，势从天落银河倾。端溪石池浓作墨，烛光相射飞纵横。须臾收卷复把酒，如见万里烟尘清。丈夫身在要有立，逆虏运尽行当平。何时夜出五原塞，不闻人语闻鞭声。马穿山径菊初黄，信马悠悠野兴长。万壑有声含晚籁，数峰无语立斜阳。棠梨叶落胭脂色，荞麦花开白雪香。何事吟余忽惆怅，村桥原树似吾乡。不是爱风尘，似被前缘误。花落花开自有时，总赖东君主。去也终须去，住也如何住！若得山花插满头，莫问奴归处。",
        "author": "宋代",
        "poem_class": "菊花",
        "dynasty": "朱淑真"
    },
    {
        "title": "赵昌寒菊",
        "paragraph": "轻肌弱骨散幽葩，更将金蕊泛流霞。欲知却老延龄药，百草摧时始起花。旧香残粉似当初。人情恨不如。一春犹有数行书。秋来书更疏。 衾凤冷，枕鸳孤。愁肠待酒舒。梦魂纵有也成虚。那堪和梦无。江水漾西风，江花脱晚红。离情被横笛，吹过乱山东。莺嘴啄花红溜，燕尾点波绿皱。指冷玉笙寒，吹彻小梅春透。依旧，依旧，人与绿杨俱瘦。",
        "author": "宋代",
        "poem_class": "菊花",
        "dynasty": "苏轼"
    },
    {
        "title": "和马郎中移白菊见示",
        "paragraph": "陶诗只采黄金实，郢曲新传白雪英。素色不同篱下发，繁花疑自月中生。浮杯小摘开云母，带露全移缀水精。偏称含香五字客，从兹得地始芳荣。桃花浅深处，似匀深浅妆。春风助肠断，吹落白衣裳。日光斜照集灵台，红树花迎晓露开。 昨夜上皇新授箓，太真含笑入帘来。朱雀桥边野草花，乌衣巷口夕阳斜。 旧时王谢堂前燕，飞入寻常百姓家。",
        "author": "唐代",
        "poem_class": "菊花",
        "dynasty": "李商隐"
    },
    {
        "title": "华下对菊",
        "paragraph": "清香裛露对高斋，泛酒偏能浣旅怀。 不似春风逞红艳，镜前空坠玉人钗。风急天高猿啸哀，渚清沙白鸟飞回。无边落木萧萧下，不尽长江滚滚来。万里悲秋常作客，百年多病独登台。艰难苦恨繁霜鬓，潦倒新停浊酒杯。走马西来欲到天，辞家见月两回圆。今夜不知何处宿，平沙万里绝人烟。楚山秦山皆白云，白云处处长随君。长随君，君入楚山里，云亦随君渡湘水。湘水上，女萝衣，白云堪卧君早归。",
        "author": "唐代",
        "poem_class": "菊花",
        "dynasty": "司空图"
    },
    {
        "title": "菊梦",
        "paragraph": "篱畔秋酣一觉清，和云伴月不分明。登仙非慕庄生蝶，忆旧还寻陶令盟。睡去依依随雁断，惊回故故恼蛩鸣。醒时幽怨同谁诉，衰草寒烟无限情。凭山俯海古边州，旆影翻飞见戍楼。马后桃花马前雪，出关争得不回头？明月多情应笑我，笑我如今。辜负春心，独自闲行独自吟。近来怕说当时事，结遍兰襟。月浅灯深，梦里云归何处寻。九边烂数等雕虫，远志真看小草同。 枉说健儿身在手，青灯夜雪阻山东。 ",
        "author": "清代",
        "poem_class": "菊花",
        "dynasty": "曹雪芹"
    },
    {
        "title": "和郭主簿·其二",
        "paragraph": "和泽周三春，清凉素秋节。露凝无游氛，天高肃景澈。陵岑耸逸峰，遥瞻皆奇绝。芳菊开林耀，青松冠岩列。怀此贞秀姿，卓为霜下杰。衔觞念幽人，千载抚尔诀。检素不获展，厌厌竟良月。时光流转玉衡旋，母寿千筹子二天。菊水和甘堪此泊，梅花香冷是何年。芳名皓日留身后，世事浮云顿目前。试问绿华能此否，半为贤母半为仙。茂德有赫。思媚上帝。配天光宅。诞育皇储。仪刑在昔。徽言时宣。福禄来格。劳谦降贵。肆敬下臣。肇彼先驱。忆我少壮时，无乐自欣豫。猛志逸四海，骞翮思远翥。荏苒岁月颓，此心稍已去。值欢无复娱，每每多忧虑。气力渐衰损，转觉日不如。壑舟无须臾，引我不得住。前涂当几许，未知止泊处。古人惜寸阴，念此使人惧。",
        "author": "魏晋",
        "poem_class": "菊花",
        "dynasty": "陶渊明"
    },
    {
        "title": "叹庭前甘菊花",
        "paragraph": "庭前甘菊移时晚，青蕊重阳不堪摘。明日萧条醉尽醒，残花烂熳开何益？篱边野外多众芳，采撷细琐升中堂。念兹空长大枝叶，结根失所缠风霜。凤林关里水东流，白草黄榆六十秋。边将皆承主恩泽，无人解道取凉州。木落雁南度，北风江上寒。我家襄水曲，遥隔楚云端。乡泪客中尽，孤帆天际看。(孤帆 一作：归帆)迷津欲有问，平海夕漫漫。锦水东北流，波荡双鸳鸯。雄巢汉宫树，雌弄秦草芳。宁同万死碎绮翼，不忍云间两分张。此时阿娇正娇妒，独坐长门愁日暮。但愿君恩顾妾深，岂惜黄金买词赋。相如作赋得黄金，丈夫好新多异心。一朝将聘茂陵女，文君因赠白头吟。东流不作西归水，落花辞条归故林。兔丝固无情，随风任倾倒。谁使女萝枝，而来强萦抱。两草犹一心，人心不如草。莫卷龙须席，从他生网丝。且留琥珀枕，或有梦来时。覆水再收岂满杯，弃妾已去难重回。古来得意不相负，只今惟见青陵台。",
        "author": "唐代",
        "poem_class": "菊花",
        "dynasty": "杜甫"
    },
    {
        "title": "野人饷菊有感",
        "paragraph": "战罢秋风笑物华，野人偏自献黄花。已看铁骨经霜老，莫遣金心带雨斜。我思之人水一方，爱而不见心自伤。白露未下蒹葭苍，秋风渐起歇群芳。潦尽天清桂子香，耿耿河汉夜成章。牵牛织女空七襄，隔断恩情永相望。鳷鹊何时成桥梁，我思之人在西方。天寒不可渡潇湘，且把萱花种短墙。时酌金罍称兕觥，终吾之生以徜徉。遥遥涉长途，悠悠愁我心。我心愁未央，暌离日以深。山高水无梁，寄书多浮沉。鱼乐在故渊，鹿鸣思长林。觉时影与身，梦来裯与衾。端居迟日月，旦暮如古今。孤愿人讵知，沉忧自难任。君子不遐弃，怀我以好音。君臣相得鱼水，荆益稍展风云。前后出师二表，始终鼎足三分。",
        "author": "明代",
        "poem_class": "菊花",
        "dynasty": "张煌言"
    },
    {
        "title": "野菊",
        "paragraph": "未与骚人当糗粮，况随流俗作重阳。政缘在野有幽色，肯为无人减妙香。已晚相逢半山碧，便忙也折一枝黄。花应冷笑东篱族，犹向陶翁觅宠光。长忆观潮，满郭人争江上望。来疑沧海尽成空，万面鼓声中。 弄潮儿向涛头立，手把红旗旗不湿。别来几向梦中看，梦觉尚心寒。天涯也有江南信。梅破知春近。夜阑风细得香迟。不道晓来开遍、向南枝。 玉台弄粉花应妒。飘到眉心住。平生个里愿杯深。去国十年老尽、少年心。无利无名，无荣无辱，无烦无恼。夜灯前、独歌独酌，独吟独笑。况值群山初雪满，又兼明月交光好。便假饶百岁拟如何，从他老。知富贵，谁能保。知功业，何时了。算箪瓢金玉，所争多少。一瞬光阴何足道，便思行乐常不早。待春来携酒殢东风，眠芳草。",
        "author": "宋代",
        "poem_class": "菊花",
        "dynasty": "杨万里"
    },
    {
        "title": "野菊",
        "paragraph": "苦竹园南椒坞边，微香冉冉泪涓涓。已悲节物同寒雁，忍委芳心与暮蝉。细路独来当此夕，清尊相伴省他年。紫云新苑移花处，不取霜栽近御筵。寂寞掩柴扉，苍茫对落晖。鹤巢松树遍，人访荜门稀。绿竹含新粉，红莲落故衣。渡头烟火起，处处采菱归。早被婵娟误，欲妆临镜慵。承恩不在貌，教妾若为容。 风暖鸟声碎，日高花影重。年年越溪女，相忆采芙蓉。北阙休上书，南山归敝庐。不才明主弃，多病故人疏。白发催年老，青阳逼岁除。永怀愁不寐，松月夜窗虚。",
        "author": "唐代",
        "poem_class": "菊花",
        "dynasty": "李商隐"
    },
    {
        "title": "菩萨蛮·秋风扫尽闲花草",
        "paragraph": "秋风扫尽闲花草，黄花不逐秋光老。试与插钗头，钗头占断秋。簪花人有意，共祝年年醉。不用泛瑶觞，花先着酒香。几日随风北海游，回从扬子大江头。臣心一片磁针石，不指南方不肯休。古人学问无遗力，少壮工夫老始成。纸上得来终觉浅，绝知此事要躬行。江南蝶，斜日一双双。身似何郎全傅粉，心如韩寿爱偷香。天赋与轻狂。微雨后，薄翅腻烟光。才伴游蜂来小院，又随飞絮过东墙。长是为花忙。",
        "author": "宋代",
        "poem_class": "菊花",
        "dynasty": "佚名"
    },
    {
        "title": "菊",
        "paragraph": "王孙莫把比蓬蒿，九日枝枝近鬓毛。露湿秋香满池岸，由来不羡瓦松高。桂魄初生秋露微，轻罗已薄未更衣。银筝夜久殷勤弄，心怯空房不忍归。伪临朝武氏者，性非和顺，地实寒微。昔充太宗下陈，曾以更衣入侍。洎乎晚节，秽乱春宫。潜隐先帝之私，阴图后房之嬖。入门见嫉，蛾眉不肯让人；掩袖工谗，狐媚偏能惑主。践元后于翚翟，陷吾君于聚麀。加以虺蜴为心，豺狼成性，近狎邪僻，残害忠良，杀姊屠兄，弑君鸩母。人神之所同嫉，天地之所不容。犹复包藏祸心，窥窃神器。君之爱子，幽之于别宫；贼之宗盟，委之以重任。呜呼！霍子孟之不作，朱虚侯之已亡。燕啄皇孙，知汉祚之将尽；龙漦帝后，识夏庭之遽衰。敬业皇唐旧臣，公侯冢子。奉先帝之成业，荷本朝之厚恩。宋微子之兴悲，良有以也；袁君山之流涕，岂徒然哉！是用气愤风云，志安社稷。因天下之失望，顺宇内之推心，爰举义旗，以清妖孽。南连百越，北尽三河，铁骑成群，玉轴相接。海陵红粟，仓储之积靡穷；江浦黄旗，匡复之功何远？班声动而北风起，剑气冲而南斗平。喑呜则山岳崩颓，叱吒则风云变色。以此制敌，何敌不摧；以此图功，何功不克！公等或家传汉爵，或地协周亲，或膺重寄于爪牙，或受顾命于宣室。言犹在耳，忠岂忘心？一抔之土未干，六尺之孤何托？倘能转祸为福，送往事居，共立勤王之勋，无废旧君之命，凡诸爵赏，同指山河。若其眷恋穷城，徘徊歧路，坐昧先几之兆，必贻后至之诛。请看今日之域中，竟是谁家之天下！移檄州郡，咸使知闻。雪衣雪发青玉嘴，群捕鱼儿溪影中。惊飞远映碧山去，一树梨花落晚风。",
        "author": "唐代",
        "poem_class": "菊花",
        "dynasty": "郑谷"
    },
    {
        "title": "问菊",
        "paragraph": "欲讯秋情众莫知，喃喃负手叩东篱。孤标傲世偕谁隐，一样花开为底迟？圃露庭霜何寂寞，鸿归蛩病可相思？休言举世无谈者，解语何妨话片时。精华欲掩料应难，影自娟娟魄自寒。一片砧敲千里白，半轮鸡唱五更残。绿蓑江上秋闻笛，红袖楼头夜倚栏。博得嫦娥应借问，缘何不使永团圆。已惯天涯莫浪愁，寒云衰草渐成秋。漫因睡起又登楼。伴我萧萧惟代马，笑人寂寂有牵牛，劳人只合一生休。辛苦最怜天上月，一昔如环，昔昔都成玦。若似月轮终皎洁，不辞冰雪为卿热。(都成 一作：长如；若似 一作：但似)无那尘缘容易绝，燕子依然，软踏帘钩说。唱罢秋坟愁未歇，春丛认取双栖蝶。(无那尘缘 一作：无奈钟情)",
        "author": "清代",
        "poem_class": "菊花",
        "dynasty": "曹雪芹"
    },
    {
        "title": "残菊",
        "paragraph": "露凝霜重渐倾欹，宴赏才过小雪时。蒂有余香金淡泊，枝无全叶翠离披。半床落月蛩声病，万里寒云雁阵迟。明岁秋风知再会，暂时分手莫相思。马伶者，金陵梨园部也。金陵为明之留都，社稷百官皆在，而又当太平盛时，人易为乐。其士女之问桃叶渡、游雨花台者，趾相错也。梨园以技鸣者，无虑数十辈，而其最著者二：曰兴化部，曰华林部。一日，新安贾合两部为大会，遍征金陵之贵客文人，与夫妖姬静女，莫不毕集。列兴化于东肆，华林于西肆，两肆皆奏《鸣凤》，所谓椒山先生者。迨半奏，引商刻羽，抗坠疾徐，并称善也。当两相国论河套，而西肆之为严嵩相国者曰李伶，东肆则马伶。坐客乃西顾而叹，或大呼命酒，或移座更近之，首不复东。未几更进，则东肆不复能终曲。询其故，盖马伶耻出李伶下，已易衣遁矣。马伶者，金陵之善歌者也。既去，而兴化部又不肯辄以易之，乃竟辍其技不奏，而华林部独著。去后且三年而马伶归，遍告其故侣，请于新安贾曰：“今日幸为开宴，招前日宾客，愿与华林部更奏《鸣凤》，奉一日欢。”既奏，已而论河套，马伶复为严嵩相国以出，李伶忽失声，匍匐前称弟子。兴化部是日遂凌出华林部远甚。其夜，华林部过马伶：“子，天下之善技也，然无以易李伶。李伶之为严相国至矣，子又安从授之而掩其上哉？”马伶曰：“固然，天下无以易李伶；李伶即又不肯授我。我闻今相国昆山顾秉谦者，严相国俦也。我走京师，求为其门卒三年，日侍昆山相国于朝房，察其举止，聆其语言，久乃得之。此吾之所为师也。”华林部相与罗拜而去。马伶，名锦，字云将，其先西域人，当时犹称马回回云。侯方域曰：异哉，马伶之自得师也。夫其以李伶为绝技，无所干求，乃走事昆山，见昆山犹之见分宜也；以分宜教分宜，安得不工哉?（呜乎！耻其技之不若，而去数千里为卒三年，倘三年犹不得，即犹不归耳。其志如此，技之工又须问耶？一半残阳下小楼，朱帘斜控软金钩。倚阑无绪不能愁。有个盈盈骑马过，薄妆浅黛亦风流。见人羞涩却回头。绝域从军计惘然，东南幽恨满词笺。一箫一剑平生意，负尽狂名十五年。",
        "author": "清代",
        "poem_class": "菊花",
        "dynasty": "曹雪芹"
    },
    {
        "title": "咏菊",
        "paragraph": "一夜新霜著瓦轻，芭蕉新折败荷倾。耐寒唯有东篱菊，金粟初开晓更清。单车欲问边，属国过居延。征蓬出汉塞，归雁入胡天。大漠孤烟直，长河落日圆。萧关逢候骑，都护在燕然。龙马花雪毛，金鞍五陵豪。秋霜切玉剑，落日明珠袍。斗鸡事万乘，轩盖一何高。弓摧南山虎，手接太行猱。酒后竞风采，三杯弄宝刀。杀人如剪草，剧孟同游遨。发愤去函谷，从军向临洮。叱咤经百战，匈奴尽奔逃。归来使酒气，未肯拜萧曹。羞入原宪室，荒径隐蓬蒿。山寺钟鸣昼已昏，渔梁渡头争渡喧。人随沙岸向江村，余亦乘舟归鹿门。鹿门月照开烟树，忽到庞公栖隐处。岩扉松径长寂寥，惟有幽人自来去。",
        "author": "唐代",
        "poem_class": "菊花",
        "dynasty": "白居易"
    },
    {
        "title": "庭前菊",
        "paragraph": "为忆长安烂熳开，我今移尔满庭栽。 红兰莫笑青青色，曾向龙山泛酒来。凤吹声如隔彩霞，不知墙外是谁家。重门深锁无寻处，疑有碧桃千树花。丝纶阁下文书静，钟鼓楼中刻漏长。独坐黄昏谁是伴，紫薇花对紫微郎。秋风清，秋月明，落叶聚还散，寒鸦栖复惊。相思相见知何日？此时此夜难为情！入我相思门，知我相思苦，长相思兮长相忆，短相思兮无穷极，早知如此绊人心，何如当初莫相识。",
        "author": "唐代",
        "poem_class": "菊花",
        "dynasty": "韦庄"
    },
    {
        "title": "蝶恋花·黄菊开时伤聚散",
        "paragraph": "黄菊开时伤聚散。曾记花前，共说深深愿。重见金英人未见。相思一夜天涯远。 罗带同心闲结遍。带易成双，人恨成双晚。欲写彩笺书别怨。泪痕早已先书满。南北山头多墓田，清明祭扫各纷然。纸灰飞作白蝴蝶，泪血染成红杜鹃。日落狐狸眠冢上，夜归儿女笑灯前。人生有酒须当醉，一滴何曾到九泉。陇首云飞，江边日晚，烟波满目凭阑久。一望关河萧索，千里清秋，忍凝眸？杳杳神京，盈盈仙子，别来锦字终难偶。断雁无凭，冉冉飞下汀洲，思悠悠。暗想当初，有多少、幽欢佳会，岂知聚散难期，翻成雨恨云愁？阻追游。每登山临水，惹起平生心事，一场消黯，永日无言，却下层楼。乳鸦啼散玉屏空，一枕新凉一扇风。睡起秋声无觅处，满阶梧叶月明中。(梧叶 一作：梧桐)",
        "author": "宋代",
        "poem_class": "菊花",
        "dynasty": "晏几道"
    },
    {
        "title": "醉花阴·黄花谩说年年好",
        "paragraph": "黄花谩说年年好。也趁秋光老。绿鬓不惊秋，若斗尊前，人好花堪笑。蟠桃结子知多少。家住三山岛。何日跨归鸾，沧海飞尘，人世因缘了。朝云漠漠散轻丝。楼阁淡春姿。柳泣花啼，九街泥重，门外燕飞迟。 而今丽日明金屋，春色在桃枝。不似当时，小桥冲雨，幽恨两人知。孤鹤归飞，再过辽天，换尽旧人。念累累枯冢，茫茫梦境，王侯蝼蚁，毕竟成尘。载酒园林，寻花巷陌，当日何曾轻负春。流年改，叹围腰带剩，点鬓霜新。交亲零落如云，又岂料如今馀此身。幸眼明身健，茶甘饭软，非惟我老，更有人贫。躲尽危机，消残壮志，短艇湖中闲采莼。吾何恨，有渔翁共醉，溪友为邻。与客携壶上翠微，江涵秋影雁初飞，尘世难逢开口笑，年少，菊花须插满头归。酩酊但酬佳节了，云峤，登临不用怨斜晖。古往今来谁不老，多少，牛山何必更沾衣。",
        "author": "宋代",
        "poem_class": "菊花",
        "dynasty": "辛弃疾"
    },
    {
        "title": "重阳席上赋白菊",
        "paragraph": "满园花菊郁金黄，中有孤丛色似霜。 还似今朝歌酒席，白头翁入少年场。少陵野老吞声哭，春日潜行曲江曲。江头宫殿锁千门，细柳新蒲为谁绿？忆昔霓旌下南苑，苑中万物生颜色。昭阳殿里第一人，同辇随君侍君侧。辇前才人带弓箭，白马嚼啮黄金勒。翻身向天仰射云，一笑正坠双飞翼。(一笑 一作：一箭)明眸皓齿今何在？血污游魂归不得。清渭东流剑阁深，去住彼此无消息。人生有情泪沾臆，江水江花岂终极！黄昏胡骑尘满城，欲往城南望城北。汴水东流虎眼文，清淮晓色鸭头春。君看渡口淘沙处，渡却人间多少人。吾富有钱时，妇儿看我好。吾若脱衣裳，与吾叠袍袄。吾出经求去，送吾即上道。将钱入舍来，见吾满面笑。绕吾白鸽旋，恰似鹦鹉鸟。邂逅暂时贫，看吾即貌哨。人有七贫时，七富还相报。图财不顾人，且看来时道。",
        "author": "唐代",
        "poem_class": "菊花",
        "dynasty": "白居易"
    },
    {
        "title": "菊花",
        "paragraph": "暗暗淡淡紫，融融冶冶黄。陶令篱边色，罗含宅里香。几时禁重露，实是怯残阳。愿泛金鹦鹉，升君白玉堂。闲居少邻并，草径入荒园。鸟宿池边树，僧敲月下门。过桥分野色，移石动云根。暂去还来此，幽期不负言。长空澹澹孤鸟没，万古销沉向此中。 看取汉家何事业，五陵无树起秋风。翠色连荒岸，烟姿入远楼。影铺秋水面，花落钓人头。根老藏鱼窟，枝低系客舟。萧萧风雨夜，惊梦复添愁。",
        "author": "唐代",
        "poem_class": "菊花",
        "dynasty": "李商隐"
    },
    {
        "title": "菊花",
        "paragraph": "故园三径吐幽丛，一夜玄霜坠碧空。多少天涯未归客，尽借篱落看秋风。(尽借 一作：借人)洞庭无烟晚风定，春水平铺如练净。君山一点望中青，湘女梳头对明镜。镜里芙蓉夜不收，水光山色两悠悠。直教流下春江去，消得巴陵万古愁。与君虚度几花时，花落花开总未知。若使此花还错过，百年那有赏花期。一回憔悴望江南，不记兰亭三月三。花自无言春自老，却教归燕与呢喃。",
        "author": "明代",
        "poem_class": "菊花",
        "dynasty": "唐寅"
    },
    {
        "title": "饮酒·其七",
        "paragraph": "秋菊有佳色，裛露掇其英。泛此忘忧物，远我遗世情。一觞虽独尽，杯尽壶自倾。日入群动息，归鸟趋林鸣。啸傲东轩下，聊复得此生。蕤宾五月中，清朝起南颸。不驶亦不迟，飘飘吹我衣。重云蔽白日，闲雨纷微微。流目视西园，烨烨荣紫葵。于今甚可爱，奈何当复衰！感物愿及时，每恨靡所挥。悠悠待秋稼，寥落将赊迟。逸想不可淹，猖狂独长悲！秋夜凉风起，清气荡暄浊。蜻蛚吟阶下，飞蛾拂明烛。君子从远役，佳人守茕独。离居几何时，钻燧忽改木。房栊无行迹，庭草萋以绿。青苔依空墙，蜘蛛网四屋。感物多所怀，沉忧结心曲。述职投边城，羁束戎旅间。下车如昨日，望舒四五圆。借问此何时，胡蝶飞南园。流波恋旧浦，行云思故山。闽越衣文蛇，胡马愿度燕。风土安所习，由来有固然。",
        "author": "魏晋",
        "poem_class": "菊花",
        "dynasty": "陶渊明"
    },
    {
        "title": "题菊花",
        "paragraph": "飒飒西风满院栽，蕊寒香冷蝶难来。 他年我若为青帝，报与桃花一处开。永日不可暮，炎蒸毒我肠。安得万里风，飘飖吹我裳。昊天出华月，茂林延疏光。仲夏苦夜短，开轩纳微凉。虚明见纤毫，羽虫亦飞扬。物情无巨细，自适固其常。念彼荷戈士，穷年守边疆。何由一洗濯，执热互相望。竟夕击刁斗，喧声连万方。青紫虽被体，不如早还乡。北城悲笳发，鹳鹤号且翔。况复烦促倦，激烈思时康。买得杏花，十载归来方始坼。假山西畔药阑东，满枝红。旋开旋落旋成空，白发多情人更惜。黄昏把酒祝东风，且从容。白发三千丈，缘愁似个长。不知明镜里，何处得秋霜。",
        "author": "唐代",
        "poem_class": "菊花",
        "dynasty": "黄巢"
    },
    {
        "title": "行军九日思长安故园",
        "paragraph": "强欲登高去，无人送酒来。遥怜故园菊，应傍战场开。黄河远上白云间，一片孤城万仞山。羌笛何须怨杨柳，春风不度玉门关。他乡复行役，驻马别孤坟。近泪无干土，低空有断云。对棋陪谢傅，把剑觅徐君。唯见林花落，莺啼送客闻。世乱同南去，时清独北还。他乡生白发，旧国见青山。 晓月过残垒，繁星宿故关。寒禽与衰草，处处伴愁颜。",
        "author": "唐代",
        "poem_class": "菊花",
        "dynasty": "岑参"
    },
    {
        "title": "不第后赋菊 / 菊花",
        "paragraph": "待到秋来九月八，我花开后百花杀。冲天香阵透长安，满城尽带黄金甲。南浦凄凄别，西风袅袅秋。一看肠一断，好去莫回头。闽国扬帆去，蟾蜍亏复圆。秋风生渭水，落叶满长安。此地聚会夕，当时雷雨寒。兰桡殊未返，消息海云端。休遣玲珑唱我诗，我诗多是别君词。明朝又向江头别，月落潮平是去时。",
        "author": "唐代",
        "poem_class": "菊花",
        "dynasty": "黄巢"
    },
    {
        "title": "菊花",
        "paragraph": "秋丛绕舍似陶家，遍绕篱边日渐斜。 不是花中偏爱菊，此花开尽更无花。秋风清，秋月明，落叶聚还散，寒鸦栖复惊。相思相见知何日？此时此夜难为情！入我相思门，知我相思苦，长相思兮长相忆，短相思兮无穷极，早知如此绊人心，何如当初莫相识。蓬头稚子学垂纶，侧坐莓苔草映身。 路人借问遥招手，怕得鱼惊不应人。浮云终日行，游子久不至。三夜频梦君，情亲见君意。告归常局促，苦道来不易。江湖多风波，舟楫恐失坠。出门搔白首，若负平生志。冠盖满京华，斯人独憔悴。孰云网恢恢，将老身反累。千秋万岁名，寂寞身后事。",
        "author": "唐代",
        "poem_class": "菊花",
        "dynasty": "元稹"
    },
    {
        "title": "寒菊 / 画菊",
        "paragraph": "花开不并百花丛，独立疏篱趣未穷。宁可枝头抱香死，何曾吹落北风中。渺空烟四远，是何年、青天坠长星？幻苍崖云树，名娃金屋，残霸宫城。箭径酸风射眼，腻水染花腥。时靸双鸳响，廊叶秋声。宫里吴王沉醉，倩五湖倦客，独钓醒醒。问苍波无语，华发奈山青。水涵空、阑干高处，送乱鸦斜日落渔汀。连呼酒、上琴台去，秋与云平。半烟半雨溪桥畔，渔翁醉着无人唤。疏懒意何长，春风花草香。江山如有待，此意陶潜解。问我去何之，君行到自知。花信来时，恨无人似花依旧。又成春瘦，折断门前柳。天与多情，不与长相守。分飞后，泪痕和酒，占了双罗袖。",
        "author": "宋代",
        "poem_class": "菊花",
        "dynasty": "郑思肖"
    },
    {
        "title": "殿前欢·对菊自叹",
        "paragraph": "可怜秋，一帘疏雨暗西楼，黄花零落重阳后，减尽风流。对黄花人自羞，花依旧，人比黄花瘦。问花不语，花替人愁。妾乘油壁车，郎骑青骢马。愿作双车轮，随郎马蹄下。成都不可住，郎题桥上柱。临邛道上花，是妾当垆处。门前沟中水，日夕东西流。上有双鸳鸯，交颈同白头。古今多少利名人。弃命斗争功。英豪尽归何处，都总落沉空。争如我，洞庭中。遣家童。金觥轻泛，醉卧当轩，一枕清风。叹寒儒，谩读书，读书须索题桥柱。题柱虽乘驷马车，乘车谁买《长门赋》？且看了长安回去！",
        "author": "元代",
        "poem_class": "菊花",
        "dynasty": "张养浩"
    },
    {
        "title": "鹧鸪天·寻菊花无有戏作",
        "paragraph": "掩鼻人间臭腐场，古来惟有酒偏香。自从来住云烟畔，直到而今歌舞忙。呼老伴，共秋光。黄花何处避重阳？要知烂熳开时节，直待西风一夜霜。天与秋光，转转情伤，探金英知近重阳。薄衣初试，绿蚁新尝，渐一番风，一番雨，一番凉。黄昏院落，凄凄惶惶，酒醒时往事愁肠。那堪永夜，明月空床。闻砧声捣，蛩声细，漏声长。落花闲院春衫薄，薄衫春院闲花落。迟日恨依依，依依恨日迟。梦回莺舌弄，弄舌莺回梦。邮便问人羞，羞人问便邮。长淮望断，关塞莽然平。征尘暗，霜风劲，悄边声。黯销凝。追想当年事，殆天数，非人力，洙泗上，弦歌地，亦膻腥。隔水毡乡，落日牛羊下，区脱纵横。看名王宵猎，骑火一川明。笳鼓悲鸣。遣人惊。 念腰间箭，匣中剑，空埃蠹，竟何成。时易失，心徒壮，岁将零。渺神京。干羽方怀远，静烽燧，且休兵。冠盖使，纷驰骛，若为情。闻道中原遗老，常南望、翠葆霓旌。使行人到此，忠愤气填膺。有泪如倾。",
        "author": "宋代",
        "poem_class": "菊花",
        "dynasty": "辛弃疾"
    },
    {
        "title": "长安晚秋 / 秋望 / 秋夕",
        "paragraph": "云物凄清拂曙流，汉家宫阙动高秋。残星几点雁横塞，长笛一声人倚楼。紫艳半开篱菊静，红衣落尽渚莲愁。鲈鱼正美不归去，空戴南冠学楚囚。清晨入古寺，初日照高林。曲径通幽处，禅房花木深。(曲径 一作：竹径)山光悦鸟性，潭影空人心。万籁此都寂，但余钟磬音。(都寂 一作：俱寂；但余 一作：惟闻)十里长街市井连，月明桥上看神仙。人生只合扬州死，禅智山光好墓田。浮香绕曲岸，圆影覆华池。常恐秋风早，飘零君不知。",
        "author": "唐代",
        "poem_class": "菊花",
        "dynasty": "赵嘏"
    },
    {
        "title": "九月十日即事",
        "paragraph": "昨日登高罢，今朝更举觞。菊花何太苦，遭此两重阳？可怜盘石临泉水，复有垂杨拂酒杯。若道春风不解意，何因吹送落花来。零落桐叶雨，萧条槿花风。悠悠早秋意，生此幽闲中。 况与故人别，中怀正无悰。勿云不相送，心到青门东。 相知岂在多，但问同不同。同心一人去，坐觉长安空。挽弓当挽强，用箭当用长。射人先射马，擒贼先擒王。杀人亦有限，列国自有疆。苟能制侵陵，岂在多杀伤。",
        "author": "唐代",
        "poem_class": "菊花",
        "dynasty": "李白"
    },
    {
        "title": "菩萨蛮·端午日咏盆中菊",
        "paragraph": "薰风殿阁樱桃节，碧纱窗下沈檀爇。小扇引微凉，悠悠夏日长。野人知趣甚，不向炎凉问。老圃好栽培，菊花五月开。细草空林，丝丝冷雨挽风片。瘦小孤魂，伴个人儿便。寂寞泉台，今夜呼君遍。朦胧见，鬼灯一线，露出桃花面。高梧百尺夜苍苍，乱扫秋星落晓霜。如何不向西州植，倒挂绿毛幺凤皇。有客忽叩门，来送润笔需。乞我作墓志，要我工为谀。言政必龚黄，言学必程朱。吾聊以为戏，如其意所需。补缀成一篇，居然君子徒。核诸其素行，十钧无一铢。其文倘传后，谁复知贤愚？或且引为据，竟入史册摹。乃知青史上，大半亦属诬。",
        "author": "清代",
        "poem_class": "菊花",
        "dynasty": "顾太清"
    },
    {
        "title": "野菊",
        "paragraph": "晚艳出荒篱，冷香著秋水。忆向山中见，伴蛩石壁里。历想为官日，无如刺史时。欢娱接宾客，饱暖及妻儿。自到东都后，安闲更得宜。分司胜刺史，致仕胜分司。何况园林下，欣然得朗之。仰名同旧识，为乐即新知。有雪先相访，无花不作期。斗醲干酿酒，夸妙细吟诗。里巷千来往，都门五别离。岐分两回首，书到一开眉。叶落槐亭院，冰生竹阁池。雀罗谁问讯，鹤氅罢追随。身与心俱病，容将力共衰。老来多健忘，唯不忘相思。定定住天涯，依依向物华。寒梅最堪恨，常作去年花。离别家乡岁月多，近来人事半消磨。惟有门前镜湖水，春风不改旧时波。",
        "author": "唐代",
        "poem_class": "菊花",
        "dynasty": "王建"
    }
]