[
    {
        "title": "高阳台·过种山即越文种墓",
        "paragraph": "帆落回潮，人归故国，山椒感慨重游。弓折霜寒，机心已堕沙鸥。灯前宝剑清风断，正五湖、雨笠扁舟。最无情，岸上闲花，腥染春愁。 当时白石苍松路，解勒回玉辇，雾掩山羞。木客歌阑，青春一梦荒丘。年年古苑西风到，雁怨啼、绿水葓秋。莫登临，几树残烟，西北高楼。风雨送人来，风雨留人住。草草杯盘话别离，风雨催人去。泪眼不曾晴，眉黛愁还聚。明日相思莫上楼，楼上多风雨。问讯湖边春色，重来又是三年。东风吹我过湖船，杨柳丝丝拂面。世路如今已惯，此心到处悠然。寒光亭下水如天，飞起沙鸥一片。柳外轻雷池上雨，雨声滴碎荷声。小楼西角断虹明。阑干倚处，待得月华生。 燕子飞来窥画栋，玉钩垂下帘旌。凉波不动簟纹平。水精双枕，傍有堕钗横。",
        "author": "宋代",
        "poem_class": "豪放",
        "dynasty": "吴文英"
    },
    {
        "title": "满江红·秋日经信陵君祠",
        "paragraph": "席帽聊萧，偶经过、信陵祠下。正满目、荒台败叶，东京客舍。九月惊风将落帽，半廊细雨时飘瓦。桕初红、偏向坏墙边，离披打。今古事，堪悲诧；身世恨，从牵惹。倘君而仍在，定怜余也。我讵不如毛薛辈，君宁甘与原尝亚。叹侯嬴、老泪苦无多，如铅泻。宵同梦，晓同妆，镜里花容并蒂芳。深闺步步相随唱，也是夫妻样。从今世世相依傍，轮流作凤凰，颠倒偕鸾帐。白云堆里捡青槐，惯入深林鸟不猜。无意带将花数朵，竟挑蝴蝶下山来。其一秋心如海复如潮，但有秋魂不可招。漠漠郁金香在臂，亭亭古玉佩当腰。气寒西北何人剑，声满东南几处箫。斗大明星烂无数，长天一月坠林梢。其二忽筮一官来阙下，众中俯仰不材身。新知触眼春云过，老辈填胸夜雨沦。天问有灵难置对，阴符无效勿虚陈。晓来客籍差夸富，无数湘南剑外民。其三我所思兮在何所，胸中灵气欲成云。槎通碧汉无多路，土蚀寒花又此坟。某水某山埋姓氏，一钗一佩断知闻。起看历历楼台外，窈窕秋星或是君。",
        "author": "清代",
        "poem_class": "豪放",
        "dynasty": "陈维崧"
    },
    {
        "title": "莺啼序·重过金陵",
        "paragraph": "金陵故都最好，有朱楼迢递。嗟倦客又此凭高，槛外已少佳致。更落尽梨花，飞尽杨花，春也成憔悴。问青山、三国英雄，六朝奇伟？麦甸葵丘，荒台败垒，鹿豕衔枯荠。正潮打孤城，寂寞斜阳影里。听楼头、哀笳怨角，未把酒、愁心先醉。渐夜深、月满秦淮，烟笼寒水。凄凄惨惨，冷冷清清，灯火渡头市。慨商女、不知兴废，隔江犹唱庭花，余音亹亹。伤心千古，泪痕如洗。乌衣巷口青芜路，认依稀、王谢旧邻里。临春结绮，可怜红粉成灰，萧索白杨风起。因思畴昔，铁索千寻，谩沉江底。挥羽扇，障西尘，便好角巾私第。清谈到底成何事？回首新亭，风景今如此。楚囚对泣何时已，叹人间今古真儿戏。东风岁岁还来，吹入钟山，几重苍翠。 人生到处知何似，应似飞鸿踏雪泥。泥上偶然留指爪，鸿飞那复计东西。老僧已死成新塔，坏壁无由见旧题。往日崎岖还记否，路长人困蹇驴嘶。细数十年事，十处过中秋。今年新梦，忽到黄鹤旧山头。老子个中不浅，此会天教重见，今古一南楼。星汉淡无色，玉镜独空浮。敛秦烟，收楚雾，熨江流。关河离合，南北依旧照清愁。想见姮娥冷眼，应笑归来霜鬓，空敝黑貂裘。酾酒问蟾兔，肯去伴沧洲？我住长江头，君住长江尾。日日思君不见君，共饮长江水。 此水几时休，此恨何时已。只愿君心似我心，定不负相思意。",
        "author": "宋代",
        "poem_class": "豪放",
        "dynasty": "汪元量"
    },
    {
        "title": "沁园春·十万琼枝",
        "paragraph": "题徐渭文《钟山梅花图》，同云臣、南耕、京少赋。十万琼枝，矫若银虬，翩如玉鲸。正困不胜烟，香浮南内；娇偏怯雨，影落西清。夹岸亭台，接天歌管，十四楼中乐太平。谁争赏？有珠珰贵戚，玉佩公卿。 如今潮打孤城，只商女船头月自明。叹一夜啼乌，落花有恨；五陵石马，流水无声。寻去疑无，看来似梦，一幅生绡泪写成。携此卷，伴水天闲话，江海余生。娟娟凉露欲为霜，万缕千条拂玉塘。浦里青荷中妇镜，江干黄竹女儿箱。空怜板渚隋堤水，不见琅琊大道王。若过洛阳风景地，含情重问永丰坊。余忆童稚时，能张目对日，明察秋毫，见藐小之物必细察其纹理，故时有物外之趣。夏蚊成雷，私拟作群鹤舞于空中，心之所向，则或千或百，果然鹤也；昂首观之，项为之强。又留蚊于素帐中，徐喷以烟，使之冲烟而飞鸣，作青云白鹤观，果如鹤唳云端，为之怡然称快。余常于土墙凹凸处，花台小草丛杂处，蹲其身，使与台齐；定神细视，以丛草为林，以虫蚁为兽，以土砾凸者为丘，凹者为壑，神游其中，怡然自得。一日，见二虫斗草间，观之，兴正浓，忽有庞然大物，拔山倒树而来，盖一癞虾蟆，舌一吐而二虫尽为所吞。余年幼，方出神，不觉呀然一惊。神定，捉虾蟆，鞭数十，驱之别院。 烟轻雨小，望里青难了。一缕断虹垂树杪，又是乱山残照。凭高目断征途，暮云千里平芜。日夜河流东下，锦书应托双鱼。",
        "author": "清代",
        "poem_class": "豪放",
        "dynasty": "陈维崧"
    },
    {
        "title": "寻鲁城北范居士失道落苍耳中见范置酒摘苍耳作",
        "paragraph": "雁度秋色远，日静无云时。客心不自得，浩漫将何之。 忽忆范野人，闲园养幽姿。茫然起逸兴，但恐行来迟。 城壕失往路，马首迷荒陂。不惜翠云裘，遂为苍耳欺。 入门且一笑，把臂君为谁。酒客爱秋蔬，山盘荐霜梨。 他筵不下箸，此席忘朝饥。酸枣垂北郭，寒瓜蔓东篱。 还倾四五酌，自咏猛虎词。近作十日欢，远为千载期。 风流自簸荡，谑浪偏相宜。酣来上马去，却笑高阳池。忆年十五心尚孩，健如黄犊走复来。庭前八月梨枣熟，一日上树能千回。即今倏忽已五十，坐卧只多少行立。强将笑语供主人，悲见生涯百忧集。入门依旧四壁空，老妻睹我颜色同。痴儿不知父子礼，叫怒索饭啼门东。别来几春未还家，玉窗五见樱桃花。况有锦字书，开缄使人嗟。至此肠断彼心绝。云鬟绿鬓罢梳结，愁如回飙乱白雪。去年寄书报阳台，今年寄书重相催。 东风兮东风，为我吹行云使西来。待来竟不来，落花寂寂委青苔。劝君莫惜金缕衣，劝君惜取少年时。(惜取 一作：须取)花开堪折直须折，莫待无花空折枝。(花开 一作：有花)",
        "author": "唐代",
        "poem_class": "豪放",
        "dynasty": "李白"
    },
    {
        "title": "江月晃重山·初到嵩山时作",
        "paragraph": "塞上秋风鼓角，城头落日旌旗。少年鞍马适相宜。从军乐，莫问所从谁。候骑才通蓟北，先声已动辽西。归期犹及柳依依。春闺月，红袖不须啼。左擎苍。右牵黄。昔日存心飞走忙。如今万事忘。饮琼浆。宴明堂。瑞气祥光入绛房。无中得弄璋。风雨萧萧作暮寒，半晴烟霭有无间。残红一抹沉天日，湿翠千重隔岸山。短发不羞黄叶乱，寸心长羡白鸥闲。涛声午夜喧孤枕，梦入潇湘落木湾。旗亭谁唱渭城诗。酒盈卮。两相思。万古垂杨，都是折残枝。旧见青山青似染，缘底事，澹无姿。情缘不到木肠儿。鬓成丝。更须辞。只恨芙蓉，秋露洗胭脂。为问世间离别泪，何日是，滴休时。",
        "author": "金朝",
        "poem_class": "豪放",
        "dynasty": "元好问"
    },
    {
        "title": "沁园春·寄稼轩承旨",
        "paragraph": "寄辛承旨。时承旨招，不赴。斗酒彘肩，风雨渡江，岂不快哉！被香山居士，约林和靖，与坡仙老，驾勒吾回。坡谓西湖，正如西子，浓抹淡妆临镜台。二公者，皆掉头不顾，只管衔杯。 白云天竺去来，图画里、峥嵘楼观开。爱东西双涧，纵横水绕；两峰南北，高下云堆。逋曰不然，暗香浮动，争似孤山先探梅。须晴去，访稼轩未晚，且此徘徊。 丙辰岁，与张功父会饮张达可之堂。闻屋壁间蟋蟀有声，功父约予同赋，以授歌者。功父先成，辞甚美。予裴回末利花间，仰见秋月，顿起幽思，寻亦得此。蟋蟀，中都呼为促织，善斗。好事者或以三二十万钱致一枚，镂象齿为楼观以贮之。庾郎先自吟愁赋，凄凄更闻私语。露湿铜铺，苔侵石井，都是曾听伊处。哀音似诉。正思妇无眠，起寻机杼。曲曲屏山，夜凉独自甚情绪？西窗又吹暗雨。为谁频断续，相和砧杵？候馆迎秋，离宫吊月，别有伤心无数。豳诗漫与。笑篱落呼灯，世间儿女。写入琴丝，一声声更苦。听我尊前醉后歌，人生无奈别离何。但使情亲千里近，须信：无情对面是山河。(无奈 一作：亡奈)寄语石头城下水：居士，而今浑不怕风波。借使未如鸥鸟伴；经惯，也应学得老渔蓑。一点残红欲尽时。乍凉秋气满屏帏。梧桐叶上三更雨，叶叶声声是别离。 调宝瑟，拨金猊。那时同唱鹧鸪词。如今风雨西楼夜，不听清歌也泪垂。",
        "author": "宋代",
        "poem_class": "豪放",
        "dynasty": "刘过"
    },
    {
        "title": "念奴娇·还都后诸公见追和赤壁词用韵者凡六人亦复重赋",
        "paragraph": "还都后，诸公见追和赤壁词，用韵者凡六人，亦复重赋。离骚痛饮，笑人生佳处，能消何物。夷甫当年成底事，空想岩岩玉壁。五亩苍烟，一丘寒玉，岁晚忧风雪。西州扶病，至今悲感前杰。我梦卜筑萧闲，觉来岩桂，十里幽香发。块垒胸中冰与炭，一酌春风都灭。胜日神交，悠然得意，遗恨无毫发。古今同致，永和徒记年月。怅望浮生急景，凄凉宝瑟馀音。楚客多情偏怨别，碧山远水登临。目送连天衰草，夜阑几处疏砧。黄叶无风自落，秋云不雨长阴。天若有情天亦老，摇摇幽恨难禁。惆怅旧欢如梦，觉来无处追寻。欲减罗衣寒未去，不卷珠帘，人在深深处。红杏枝头花几许？啼痕止恨清明雨。尽日沉烟香一缕，宿酒醒迟，恼破春情绪。飞燕又将归信误，小屏风上西江路。丙辰中秋，欢饮达旦，大醉，作此篇，兼怀子由。明月几时有？把酒问青天。不知天上宫阙，今夕是何年。我欲乘风归去，又恐琼楼玉宇，高处不胜寒。起舞弄清影，何似在人间。(何似 一作：何时；又恐 一作：惟 / 唯恐)转朱阁，低绮户，照无眠。不应有恨，何事长向别时圆？人有悲欢离合，月有阴晴圆缺，此事古难全。但愿人长久，千里共婵娟。(长向 一作：偏向)",
        "author": "宋代",
        "poem_class": "豪放",
        "dynasty": "蔡松年"
    },
    {
        "title": "水龙吟·从商帅国器猎于南阳同仲泽鼎玉赋此",
        "paragraph": "从商帅国器猎于南阳，同仲泽、鼎玉赋此。少年射虎名豪，等闲赤羽千夫膳。金铃锦领，平原千骑，星流电转。路断飞潜，雾随腾沸，长围高卷。看川空谷静，旌旗动色，得意似，平生战。城月迢迢鼓角，夜如何，军中高宴。江淮草木，中原狐兔，先声自远。盖世韩彭，可能只办，寻常鹰犬。问元戎早晚，鸣鞭径去，解天山箭。远上寒山石径斜，月临荒戍起啼鸦。故乡今夜思千里，每到花时不在家。世事纷纷，尘情扰扰。馀闲思想真堪笑。荣枯得失几时休，兴亡成败何年了。今日虽存，来朝难保。闻康认取无为道。修持功行两完全，携云笑指蓬莱岛。怜妻爱妾，忧儿愁女。一心千头万绪。竞利争名来往，岂曾停住。如蜂采花成蜜，谓谁甜、独担辛苦。迷迷地，似飞蛾投火，好大暮故。上启阿爷老子，火坑中，谁是留心悯汝。个个唆贤贪爱，他享富贵。死来无人肯替，愿回头、疾些省悟。归物外，处无为清静，便是仙路。",
        "author": "金朝",
        "poem_class": "豪放",
        "dynasty": "元好问"
    },
    {
        "title": "夷门歌",
        "paragraph": "七雄雄雌犹未分，攻城杀将何纷纷。秦兵益围邯郸急，魏王不救平原君。公子为嬴停驷马，执辔愈恭意愈下。亥为屠肆鼓刀人，嬴乃夷门抱关者。非但慷慨献良谋，意气兼将身命酬。向风刎颈送公子，七十老翁何所求。花枝草蔓眼中开，小白长红越女腮。可怜日暮嫣香落，嫁与春风不用媒。(其一)宫北田塍晓气酣，黄桑饮露窣宫帘。长腰健妇偷攀折，将喂吴王八茧蚕。(其二)竹里缲丝挑网车，青蝉独噪日光斜。桃胶迎夏香琥珀，自课越佣能种瓜。(其三)三十未有二十余，白日长饥小甲蔬。桥头长老相哀念，因遗戎韬一卷书。(其四)男儿何不带吴钩，收取关山五十州。请君暂上凌烟阁，若个书生万户侯？(其五)寻章摘句老雕虫，晓月当帘挂玉弓。不见年年辽海上，文章何处哭秋风？(其六)长卿牢落悲空舍，曼倩诙谐取自容。见买若耶溪水剑，明朝归去事猿公。(其七)春水初生乳燕飞，黄蜂小尾扑花归。窗含远色通书幌，鱼拥香钩近石矶。(其八)泉沙软卧鸳鸯暖，曲岸回篙舴艋迟。泻酒木栏椒叶盖，病容扶起种菱丝。(其九)边让今朝忆蔡邕，无心裁曲卧春风。舍南有竹堪书字，老去溪头作钓翁。(其十)长峦谷口倚嵇家，白昼千峰老翠华。自履藤鞋收石蜜，手牵苔絮长莼花。(其十一)松溪黑水新龙卵，桂洞生硝旧马牙。谁遣虞卿裁道帔，轻绡一匹染朝霞。(其十二)小树开朝径，长茸湿夜烟。柳花惊雪浦，麦雨涨溪田。古刹疏钟度，遥岚破月悬。沙头敲石火，烧竹照渔船。(其十三)船动湖光滟滟秋，贪看年少信船流。无端隔水抛莲子，遥被人知半日羞。篱外谁家不系船，春风吹入钓鱼湾。 小童疑是有村客，急向柴门去却关。",
        "author": "唐代",
        "poem_class": "豪放",
        "dynasty": "王维"
    },
    {
        "title": "金缕曲·闷欲呼天说",
        "paragraph": "闷欲呼天说。问苍苍、生人在世，忍偏磨灭？从古难消豪气，也只书空咄咄。正自检、断肠诗阅。看到伤心翻天笑，笑公然、愁是吾家物！都并入、笔端结。 英雄儿女原无别。叹千秋、收场一例，泪皆成血。待把柔情轻放下，不唱柳边风月；且整顿、铜琶铁拨。读罢《离骚》还酌酒，向大江东去歌残阕。声早遏，碧云裂。少闻鸡声眠，老听鸡声起。千古万代人，消磨数声里。肯把离情容易看，要从容易见艰难。难抛往事一般般。今夜灯前形共影，枕函虚置翠衾单。更无人与共春寒。门庭清妙即禅关，枉费黄金去买山。只要心光如满月，在家还比出家闲。",
        "author": "清代",
        "poem_class": "豪放",
        "dynasty": "吴藻"
    },
    {
        "title": "沁园春·观潮",
        "paragraph": "八月奔涛，千尺崔嵬，砉然欲惊。似灵妃顾笑，神鱼进舞；冯夷击鼓，白马来迎。伍相鸱夷，钱王羽箭，怒气强于十万兵。峥嵘甚，讶雪山中断，银汉西倾。孤舟铁笛风清，待万里乘槎问客星。叹鲸鲵未翦，戈船满岸；蟾蜍正吐，歌管倾城。狎浪儿童，横江士女，笑指渔翁一叶轻。谁知道，是观潮枚叟，论水庄生。只将愧汗湿莱衣，毁极堂堂岁月迟。世事沧桑心事定，此生一跌莫全非。西北天谁补？此山作柱擎。蟠根横远塞，设险压长城。俯瞰黄河小，高悬白雪清。曾从绝顶望，灏气接蓬瀛。杨柳风斜。黄昏人静，睡稳栖鸦。短烛烧残，长更坐尽，小篆添些。红楼不闭窗纱。被一缕、春痕暗遮。淡淡轻烟，溶溶院落，月在梨花。",
        "author": "清代",
        "poem_class": "豪放",
        "dynasty": "吴伟业"
    },
    {
        "title": "望海潮·自题小影",
        "paragraph": "曾经沧海，又来沙漠，四千里外关河。骨相空谈，肠轮自转，回头十八年过。春梦醒来么？对春帆细雨，独自吟哦。惟有瓶花，数枝相伴不须多。寒江才脱渔蓑。剩风尘面貌，自看如何？鉴不因人，形还问影，岂缘醉后颜酡？拔剑欲高歌。有几根侠骨，禁得揉搓？忽说此人是我，睁眼细瞧科。秋风昨夜渡潇湘，触石穿林惯作狂。惟有竹枝浑不怕，挺然相斗一千场。宋二苏氏论六国徒事割地赂秦，自弱、取夷灭，不知坚守纵约；齐、楚、燕、赵不知佐韩、魏以摈秦：以为必如是，而后秦患可纾。夫后世之所以恶秦者，岂非以其暴邪？以余观之，彼六国者皆欲为秦所为，未可专以罪秦也。当是时，东诸侯之六国也，未有能愈于秦者也；其溺于攻伐，习于虞诈，强食而弱肉者，视秦无异也。兵连祸结，曾无虚岁。向使有擅形便之利如秦者，而又得天助焉。未必不复增一秦也。惟其终不克为秦之所为，是以卒自弱，而取夷灭。当苏秦之始出也，固尝欲用秦，而教之吞天下矣。诚知其易也。使秦过用之，彼其所以为秦谋者，一忧夫张仪也。惟其不用，而转而说六国以纵亲，彼岂不逆知天纵约之不可保哉？其心特苟以弋一时之富贵，幸终吾身而约不败。其激怒张仪而入之于秦，意可见也，洹水之盟，曾未逾年，而齐、魏之师已为秦出矣。夫张仪之辨说，虽欲以散纵而就衡，顾其言曰，亲昆弟同父母，尚有争钱财，而欲恃诈伪反覆，所以状衰世人之情，非甚谬也。彼六国相图以攻取，相尚以诈力，非有昆弟骨肉之亲，其事又非特财用之细也。而衡人方日挟强秦之威柄，张喙而恐喝之，即贤智如燕昭者，犹且俯首听命，谢过不遑，乃欲责以长保纵亲，以相佐助，岂可得哉！所以然者，何也？则以误于欲为秦之所为也。六国皆欲为秦之所为，而秦独为之，而遂焉者，所谓得天助云尔。嗟夫！自春秋以来，兵祸日炽；迄乎战国，而生民之荼毒，有不忍言者。天之爱民甚矣，岂其使六七君者，肆于人上，日驱无辜之民，胼手胝足、暴骸中野，以终刘于虐乎？其必不尔矣！是故秦不极强，不能灭六国而帝，不帝，则其恶未极，其恶未盈，亦不能以速亡。凡此者，皆天也，亦秦与六国之自为之也。后之论者，何厚于六国，而必为之图存也哉！曰：“若是，则六国无术以自存乎”曰：“奚为其无术也。焉独存，虽王可也。孟子尝以仁义说梁、齐之君矣，而彼不用也，可慨也夫。”美人才调信纵横，我亦当筳拜盛名。一笑劝君输一著，非将此骨媚公卿。",
        "author": "清代",
        "poem_class": "豪放",
        "dynasty": "谭嗣同"
    },
    {
        "title": "秋日鲁郡尧祠亭上宴别杜补阙范侍御",
        "paragraph": "我觉秋兴逸，谁云秋兴悲？山将落日去，水与晴空宜。鲁酒白玉壶，送行驻金羁。歇鞍憩古木，解带挂横枝。歌鼓川上亭，曲度神飙吹。云归碧海夕，雁没青天时。相失各万里，茫然空尔思。黄河远上白云间，一片孤城万仞山。羌笛何须怨杨柳，春风不度玉门关。名花倾国两相欢，长得君王带笑看。(长得 一作：常得)解释春风无限恨，沉香亭北倚栏杆。下马饮君酒，问君何所之？君言不得意，归卧南山陲。但去莫复问，白云无尽时。",
        "author": "唐代",
        "poem_class": "豪放",
        "dynasty": "李白"
    },
    {
        "title": "水调歌头·九月望日与客习射西园余偶病不能射",
        "paragraph": "霜降碧天静，秋事促西风。寒声隐地初听，中夜入梧桐。起瞰高城回望，寥落关河千里，一醉与君同。叠鼓闹清晓，飞骑引雕弓。 岁将晚，客争笑，问衰翁。平生豪气安在，沈领为谁雄。何似当筵虎士，挥手弦声响处，双雁落遥空。老矣真堪愧，回首望云中。孤馆灯青，野店鸡号，旅枕梦残。渐月华收练，晨霜耿耿；云山摛锦，朝露漙漙。世路无穷，劳生有限，似此区区长鲜欢。微吟罢，凭征鞍无语，往事千端。当时共客长安，似二陆初来俱少年。有笔头千字，胸中万卷；致君尧舜，此事何难？用舍由时，行藏在我，袖手何妨闲处看。身长健，但优游卒岁，且斗尊前。秀樾横塘十里香，水花晚色静年芳。胭脂雪瘦熏沉水，翡翠盘高走夜光。山黛远，月波长，暮云秋影蘸潇湘。醉魂应逐凌波梦，分付西风此夜凉。山苍苍，水茫茫，大孤小孤江中央。崖崩路绝猿鸟去，惟有乔木搀天长。客舟何处来，棹歌中流声抑扬。沙平风软望不到，孤山久与船低昂。峨峨两烟鬟，晓镜开新妆。舟中贾客莫漫狂，小姑前年嫁彭郎。",
        "author": "宋代",
        "poem_class": "豪放",
        "dynasty": "叶梦得"
    },
    {
        "title": "一萼红·登蓬莱阁有感",
        "paragraph": "步深幽。正云黄天淡，雪意未全休。鉴曲寒沙，茂林烟草，俯仰千古悠悠。岁华晚、飘零渐远，谁念我、同载五湖舟？磴古松斜，崖阴苔老，一片清愁。回首天涯归梦，几魂飞西浦，泪洒东州。故国山川，故园心眼，还似王粲登楼。最负他、秦鬟妆镜，好江山、何事此时游！为唤狂吟老监，共赋消忧。浩荡清淮天共流，长风万里送归舟。应愁晚泊喧卑地，吹入沧溟始自由！江上往来人，但爱鲈鱼美。君看一叶舟，出没风波里。翠幕深庭，露红晚、闲花自发。春不断、亭台成趣，翠阴蒙密。紫燕雏飞帘额静，金鳞影转池心阔。有花香、竹色赋闲情，供吟笔。 闲问字，评风月。时载酒，调冰雪。似初秋入夜，浅凉欺葛。人境不教车马近，醉乡莫放笙歌歇。倩双成、一曲紫云回，红莲折。",
        "author": "宋代",
        "poem_class": "豪放",
        "dynasty": "周密"
    },
    {
        "title": "八声甘州·寿阳楼八公山作",
        "paragraph": "故都迷岸草，望长淮、依然绕孤城。想乌衣年少，芝兰秀发，戈戟云横。坐看骄兵南渡，沸浪骇奔鲸。转盼东流水，一顾功成。 千载八公山下，尚断崖草木，遥拥峥嵘。漫云涛吞吐，无处问豪英。信劳生、空成今古，笑我来、何事怆遗情。东山老，可堪岁晚，独听桓筝。寂寞深闺，柔肠一寸愁千缕。惜春春去，几点催花雨。倚遍阑干，只是无情绪。人何处，连天衰草，望断归来路。(衰 一作：芳)袖剑飞吟。洞庭青草，秋水深深。万顷波光，岳阳楼上，一快披襟。不须携酒登临。问有酒、何人共斟？变尽人间，君山一点，自古如今。南北山头多墓田，清明祭扫各纷然。纸灰飞作白蝴蝶，泪血染成红杜鹃。日落狐狸眠冢上，夜归儿女笑灯前。人生有酒须当醉，一滴何曾到九泉。",
        "author": "宋代",
        "poem_class": "豪放",
        "dynasty": "叶梦得"
    },
    {
        "title": "水调歌头·定王台",
        "paragraph": "雄跨洞庭野，楚望古湘州。何王台殿，危基百尺自西刘。尚想霓旌千骑，依约入云歌吹，屈指几经秋。叹息繁华地，兴废两悠悠。 登临处，乔木老，大江流。书生报国无地，空白九分头。一夜寒生关塞，万里云埋陵阙，耿耿恨难休。徙倚霜风里，落日伴人愁。露堤平，烟墅杳。乱碧萋萋，雨后江天晓。独有庾郎年最少。窣地春袍，嫩色宜相照。接长亭，迷远道。堪怨王孙，不记归期早。落尽梨花春又了。满地残阳，翠色和烟老。人老簪花不自羞，花应羞上老人头。醉归扶路人应笑，十里珠帘半上钩。九畹芳菲兰佩好。空谷无人，自怨蛾眉巧。宝瑟泠泠千古调。朱丝弦断知音少。 冉冉年华吾自老。水满汀洲，何处寻芳草。唤起湘累歌未了。石龙舞罢松风晓。",
        "author": "宋代",
        "poem_class": "豪放",
        "dynasty": "袁去华"
    },
    {
        "title": "水调歌头·沧浪亭",
        "paragraph": "潇洒太湖岸，淡伫洞庭山。鱼龙隐处，烟雾深锁渺弥间。方念陶朱张翰，忽有扁舟急桨，撇浪载鲈还。落日暴风雨，归路绕汀湾。丈夫志，当景盛，耻疏闲。壮年何事憔悴，华发改朱颜。拟借寒潭垂钓，又恐鸥鸟相猜，不肯傍青纶。刺棹穿芦荻，无语看波澜。渡江天马南来，几人真是经纶手。长安父老，新亭风景，可怜依旧。夷甫诸人，神州沉陆，几曾回首。算平戎万里，功名本是，真儒事、君知否。(君知否 一作：公知否) 况有文章山斗。对桐阴、满庭清昼。当年堕地，而今试看，风云奔走。绿野风烟，平泉草木，东山歌酒。待他年，整顿乾坤事了，为先生寿。薄雾浓云愁永昼，瑞脑销金兽。佳节又重阳，玉枕纱厨，半夜凉初透。(厨 通：橱；销金兽 一作：消金兽)东篱把酒黄昏后，有暗香盈袖。莫道不销魂，帘卷西风，人比黄花瘦。(人比 一作：人似)午梦扁舟花底，香满西湖烟水。急雨打篷声，梦初惊。却是池荷跳雨，散了真珠还聚。聚作水银窝，泻清波。 (泻清波 一作：泛清波)",
        "author": "宋代",
        "poem_class": "豪放",
        "dynasty": "苏舜钦"
    },
    {
        "title": "沁园春·丁酉岁感事",
        "paragraph": "谁使神州，百年陆沉，青毡未还？怅晨星残月，北州豪杰；西风斜日，东帝江山。刘表坐谈，深源轻进，机会失之弹指间。伤心事，是年年冰合，在在风寒。说和说战都难，算未必江沱堪宴安。叹封侯心在，鳣鲸失水；平戎策就，虎豹当关。渠自无谋，事犹可做，更剔残灯抽剑看。麒麟阁，岂中兴人物，不画儒冠。守得莲开结伴游，约开萍叶上兰舟。来时浦口云随棹，采罢江边月满楼。花不语，水空流，年年拚得为花愁。明朝万一西风动，争向朱颜不耐秋。东风夜放花千树，更吹落，星如雨。宝马雕车香满路。凤箫声动，玉壶光转，一夜鱼龙舞。蛾儿雪柳黄金缕，笑语盈盈暗香去。众里寻他千百度，蓦然回首，那人却在，灯火阑珊处。短长亭，古今情。楼外凉蟾一晕生，雨馀秋更清。暮云平，暮山横。几叶秋声和雁声，行人不要听。",
        "author": "宋代",
        "poem_class": "豪放",
        "dynasty": "陈人杰"
    },
    {
        "title": "石州慢·己酉秋吴兴舟中作",
        "paragraph": "雨急云飞，惊散暮鸦，微弄凉月。谁家疏柳低迷，几点流萤明灭。夜帆风驶，满湖烟水苍茫，菰蒲零乱秋声咽。梦断酒醒时，倚危樯清绝。 心折。长庚光怒，群盗纵横，逆胡猖獗。欲挽天河，一洗中原膏血。两宫何处，塞垣祗隔长江，唾壶空击悲歌缺。万里想龙沙，泣孤臣吴越。霜降水痕收。浅碧鳞鳞露远洲。酒力渐消风力软，飕飕。破帽多情却恋头。佳节若为酬。但把清尊断送秋。万事到头都是梦，休休。明日黄花蝶也愁。两岸舟船各背驰，波痕交涉亦难为。只余鸥鹭无拘管，北去南来自在飞。画船载酒西湖好，急管繁弦，玉盏催传，稳泛平波任醉眠。行云却在行舟下，空水澄鲜，俯仰留连，疑是湖中别有天。",
        "author": "宋代",
        "poem_class": "豪放",
        "dynasty": "张元干"
    },
    {
        "title": "梁园吟",
        "paragraph": "我浮黄河去京阙，挂席欲进波连山。天长水阔厌远涉，访古始及平台间。平台为客忧思多，对酒遂作梁园歌。却忆蓬池阮公咏，因吟“渌水扬洪波”。洪波浩荡迷旧国，路远西归安可得！人生达命岂暇愁，且饮美酒登高楼。平头奴子摇大扇，五月不热疑清秋。玉盘杨梅为君设，吴盐如花皎白雪。持盐把酒但饮之，莫学夷齐事高洁。昔人豪贵信陵君，今人耕种信陵坟。荒城虚照碧山月，古木尽入苍梧云。梁王宫阙今安在？枚马先归不相待。舞影歌声散绿池，空馀汴水东流海。沉吟此事泪满衣，黄金买醉未能归。连呼五白行六博，分曹赌酒酣驰晖。歌且谣，意方远。东山高卧时起来，欲济苍生未应晚。人道海水深，不抵相思半。海水尚有涯，相思渺无畔。携琴上高楼，楼虚月华满。弹著相思曲，弦肠一时断。早被婵娟误，欲妆临镜慵。承恩不在貌，教妾若为容。 风暖鸟声碎，日高花影重。年年越溪女，相忆采芙蓉。故人江海别，几度隔山川。乍见翻疑梦，相悲各问年。孤灯寒照雨，深竹暗浮烟。(深竹 一作：湿竹)更有明朝恨，离杯惜共传。",
        "author": "唐代",
        "poem_class": "豪放",
        "dynasty": "李白"
    },
    {
        "title": "饮马长城窟行",
        "paragraph": "肃肃秋风起，悠悠行万里。万里何所行，横漠筑长城。岂台小子智，先圣之所营。树兹万世策，安此亿兆生。讵敢惮焦思，高枕于上京。北河见武节，千里卷戎旌。山川互出没，原野穷超忽。撞金止行阵，鸣鼓兴士卒。千乘万旗动，饮马长城窟。秋昏塞外云，雾暗关山月。缘岩驿马上，乘空烽火发。借问长城侯，单于入朝谒。浊气静天山，晨光照高阙。释兵仍振旅，要荒事万举。饮至告言旋，功归清庙前。懀马高缠鬃，遥知身是龙。谁能骑此马，唯有广平公。荡舟无数伴，解缆自相催。汗粉无庸拭，风裙随意开。棹移浮荇乱，船进倚荷来。藕丝牵作缕，莲叶捧成杯。富则盛。贫则病。",
        "author": "隋代",
        "poem_class": "豪放",
        "dynasty": "杨广"
    },
    {
        "title": "大江东去·用东坡先生韵",
        "paragraph": "秋光一片，问苍苍桂影，其中何物？一叶扁舟波万顷，四顾粘天无壁。叩枻长歌，嫦娥欲下，万里挥冰雪。京尘千丈，可能容此人杰？回首赤壁矶边，骑鲸人去，几度山花发。澹澹长空今古梦，只有归鸿明灭。我欲从公，乘风归去，散此麒麟发。三山安在，玉箫吹断明月！辞龙楼凤阙，纳象简乌靴。栋梁材取次尽摧折，况竹头木屑。结知心朋友着疼热，遇忘怀诗酒追欢说，见伤情光景放痴呆。老先生醉也。憎花蝇竞血，恶黑蚁争穴。急流中勇退是豪杰，不因循苟且。叹乌衣一旦非王谢，怕青山两岸分吴越，厌红尘万丈混龙蛇。老先生去也。家私上欠缺，命运里周折。桑间饭谁肯济灵辄，安乐窝养拙。但新词雅曲闲编你，且粗衣淡饭权扌朋拽，这虚名薄利不干涉。老先生过也。度流光电掣，转浮世风车。不归来到大是痴呆，添镜中白雪。天时凉捻指天时热，花枝开回首花枝谢，日头高眨眼日头斜。老先生悟也。范丹贫琐屑，石崇富骄奢。论贫穷何以富何耶，十年运巧拙。了浮生脱似辞柯叶，纵繁华回似残更月，叹流光疾似下坡车。老先生见也。门前山妥贴。窗外竹横斜。看山光掩映树林遮，小茅庐自结。喜陈抟一榻眠时借，爱卢仝七碗醒时啜，好焦公五斗醉时赊。老先生乐也。源流来俊杰，骨髓里娇奢。折垂杨几度赠离别，少年心未歇。吞绣鞋撑的咽喉裂，掷金钱踅的身躯趄，骗粉墙掂的腿廷折。老先生害也。嗟云收雨歇，叹义断恩绝。觉远年情况近来别，全不似那些。赴西厢踏破苍苔月，等御沟流出丹枫叶，走都城辗碎画轮车。老先生够也。恰花残月缺，又瓶坠簪折。并头莲藕下下锹镢，姻缘簿碎扯。祆神庙雷火皆轰烈，楚阳台砖瓦平崩卸，天台洞狼虎紧拦截。老先生退也。弃桃腮杏颊，离燕体莺舌。远市廛居止近岩穴，论行藏用舍。雁翎刀挥动头颅卸，鸡心锤抹着皮肤裂，狼牙棒轮起肋肢折。老先生怕也。锦筝ㄐ莫歇，紫箫品休绝。把红牙象板按低些，皓齿歌未彻。听几声金缕心欢悦，饮千钟玉液身颓趄，看两行红袖眼乜斜。老先生醉也。清泉沁齿颊，佳苟润喉舌。唤山童门户好关者，把琴书打叠。倚菊花香枕无兢业，拥芦花絮被多窠夜，入海花纸帕紧围遮。老先生睡也。金鸡唱未彻，玉漏滴先绝。慢惊回枕上梦胡蝶，起秋声四野。撼林梢一阵风儿劣，坠天边一点参儿趄，照床头一片月儿斜。老先生觉也。怪莺儿乱啼，惊蝶梦初回。正春风草满谢家池。睡<鼻句><鼻句>鼻息。弈棋声敲上纱窗日，拽车声辗过香尘地，卖花声叫转画楼西。老先生未起。莫争高竞低，休说是谈非。此身不肯羡轻肥，且埋名隐迹。叹世人用尽千般计，笑时人倚尽十分势，看高人着尽一枰棋。老先生见机。住雕墙峻宇，乘驷马高车。有枣瓤金子弹丸珠，没多时做主。燕昭台已见藏狐兔，吴王台又见游麋鹿，子陵台不见钓鳌鱼。老先生吊古。会谈经览史，惯作赋吟诗。裹翩翩乌帽插花枝，听佳人鼓瑟。开经天纬地宽胸次，展嘲风咏月长才思，吐敲金击玉款言词。老先生俊死。结诗仙酒豪，伴柳怪花妖。白云边盖座草团瓢，是平生事了。曾闭门不受征贤诏，自休官懒上长安道，但探梅常过灞陵桥。老先生俊倒。裹乌纱帽短，罩白苎袍宽。喜无拘无束旧衣冠，步前村后疃。看七贫七富从他换，料一生一死由天断，且半真半假被人瞒。老先生不管。耳闻时做聋，眼见处推盲。且达时知务暗包笼，权妆个懵懂。听人着冷话来调弄，由人着死句相讥讽，任人着假意厮过送。老先生不懂。江亭远树残霞，淡烟芳草平沙。绿柳阴中系马。夕阳西下，水村山郭人家。轻拈斑管书心事，细折银笺写恨词。可怜不惯害相思，则被你个肯字儿，迤逗我许多时。鬓云懒理松金凤，胭粉慵施减玉容。伤情经岁绣帏空，心绪冗，闷倚翠屏。慵拈粉线闲金缕，懒酌琼浆冷玉壶。才郎一去信音疏，长叹吁，香脸泪如珠。从来好事天生俭，自古瓜儿苦后甜。奶娘催逼紧拘钳，甚是严，越间阻越情忺。笑将红袖遮银烛，不放才郎夜看书。相偎相抱取欢娱，止不过迭应举，及第待何如。百忙里铰甚鞋儿样，寂寞罗帏冷篆香。向前搂定可憎娘，止不过赶嫁妆，误了又何妨。",
        "author": "元代",
        "poem_class": "豪放",
        "dynasty": "赵秉文"
    },
    {
        "title": "一丛花·溪堂玩月作",
        "paragraph": "冰轮斜辗镜天长，江练隐寒光。危阑醉倚人如画，隔烟村、何处鸣榔？乌鹊倦栖，鱼龙惊起，星斗挂垂杨。芦花千顷水微茫，秋色满江乡。楼台恍似游仙梦，又疑是、洛浦潇湘。风露浩然，山河影转，今古照凄凉。砧声送风急，蟠蟀思高秋。我来对景，不学宋玉解悲愁。收拾凄凉兴况，分付尊中醽醁，倍觉不胜幽。自有多情处，明月挂南楼。怅襟怀，横玉笛，韵悠悠。清时良夜，借我此地倒金瓯。可爱一天风物，遍倚阑干十二，宇宙若萍浮。醉困不知醒，欹枕卧江流。水天空阔，恨东风，不惜世间英物。蜀鸟吴花残照里，忍见荒城颓壁。铜雀春情，金人秋泪，此恨凭谁雪？堂堂剑气，斗牛空认奇杰。那信江海余生，南行万里，属扁舟齐发。正为鸥盟留醉眼，细看涛生云灭。睨柱吞嬴，回旗走懿，千古冲冠发。伴人无寐，秦淮应是孤月。花不尽，柳无穷。应与我情同。觥船一棹百分空。何处不相逢。 朱弦悄。知音少。天若有情应老。劝君看取利名场。今古梦茫茫。",
        "author": "宋代",
        "poem_class": "豪放",
        "dynasty": "陈亮"
    },
    {
        "title": "江城子·梦中了了醉中醒",
        "paragraph": "陶渊明以正月五日游斜川，临流班坐，顾瞻南阜，爱曾城之独秀，乃作斜川诗，至今使人想见其处。元丰壬戌之春，余躬耕于东坡，筑雪堂居之，南挹四望亭之后丘，西控北山之微泉，慨然而叹，此亦斜川之游也。乃作长短句，以《江城子》歌之。梦中了了醉中醒。只渊明，是前生。走遍人间，依旧却躬耕。昨夜东坡春雨足，乌鹊喜，报新晴。雪堂西畔暗泉鸣。北山倾，小溪横。南望亭丘，孤秀耸曾城。都是斜川当日景，吾老矣，寄余龄。江北秋阴一半开，晚云含雨却低徊。青山缭绕疑无路，忽见千帆隐映来。有妇人昼日置小儿沙上而浣衣于水者。虎自山上驰来，妇人仓皇沉水避之。二小儿戏沙上自若。虎熟视久之，至以首抵触，庶几其一就惧；而儿痴，竟不知。虎亦寻卒去。噫，虎之食人，先被之以威，而不惧之人，威亦无所施欤！伊吕两衰翁，历遍穷通。一为钓叟一耕佣。若使当时身不遇，老了英雄。汤武偶相逢，风虎云龙。兴王只在谈笑中。直至如今千载后，谁与争功！",
        "author": "宋代",
        "poem_class": "豪放",
        "dynasty": "苏轼"
    },
    {
        "title": "满江红·拂拭残碑",
        "paragraph": "拂拭残碑，敕飞字，依稀堪读。慨当初，倚飞何重，后来何酷。岂是功成身合死，可怜事去言难赎。最无辜，堪恨更堪悲，风波狱。岂不念，疆圻蹙；岂不念，徽钦辱，念徽钦既返，此身何属。千载休谈南渡错，当时自怕中原复。笑区区、一桧亦何能，逢其欲。寒食后雨，余曰：“此雨为西湖洗红，当急与桃花作别，勿滞也。\"午霁，偕诸友至第三桥，落花积地寸余，游人少，翻以为快。忽骑者白纨而过，光晃衣，鲜丽倍常，诸友白其内者皆去表。少倦，卧地上饮，以面受花，多者浮，少者歌，以为乐。偶艇子出花间，呼之，乃寺僧载茶来者。各啜一杯，荡舟浩歌而返。芭蕉叶下鸡冠花，一朵红鲜不可遮。老夫烂醉抺此幅，雨后西天忽晚霞。云破月来花弄影，夜深风软鹤归窼。楼台半插青霄外，摇落笛声飞过桥。",
        "author": "明代",
        "poem_class": "豪放",
        "dynasty": "文征明"
    },
    {
        "title": "临江仙·四海十年兵不解",
        "paragraph": "四海十年兵不解，胡尘直到江城。岁华销尽客心惊。疏髯浑似雪，衰涕欲生冰。 送老薤盐何处是，我缘应在吴兴。故人相望若为情。别愁深夜雨，孤影小窗灯。凡读书......须要读得字字响亮，不可误一字，不可少一字，不可多一字，不可倒一字，不可牵强暗记，只是要多诵数遍，自然上口，久远不忘。古人云，“读书百遍，其义自见”。谓读得熟，则不待解说，自晓其义也。余尝谓，读书有三到，谓心到，眼到，口到。心不在此，则眼不看仔细，心眼既不专一，却只漫浪诵读，决不能记，记亦不能久也。三到之中，心到最急。心既到矣，眼口岂不到乎？稚子金盆脱晓冰，彩丝穿取当银钲。(银钲 一作：银铮)敲成玉磬穿林响，忽作玻璃碎地声。(玻璃 一作：玻瓈)三月七日，沙湖道中遇雨，雨具先去，同行皆狼狈，余独不觉。已而遂晴，故作此词。莫听穿林打叶声，何妨吟啸且徐行。竹杖芒鞋轻胜马，谁怕？一蓑烟雨任平生。料峭春风吹酒醒，微冷，山头斜照却相迎。回首向来萧瑟处，归去，也无风雨也无晴。",
        "author": "宋代",
        "poem_class": "豪放",
        "dynasty": "陈克"
    },
    {
        "title": "念奴娇·登石头城次东坡韵",
        "paragraph": "石头城上，望天低吴楚，眼空无物。指点六朝形胜地，惟有青山如壁。蔽日旌旗，连云樯橹，白骨纷如雪。一江南北，消磨多少豪杰。寂寞避暑离宫，东风辇路，芳草年年发。落日无人松径里，鬼火高低明灭。歌舞尊前，繁华镜里，暗换青青发。伤心千古，秦淮一片明月！风味既淡泊，颜色不妩媚。孤生崖谷间，有此凌云气。白雁乱飞秋似雪，清露生凉夜。扫却石边云，醉踏松根月。星斗满天人睡也。不遣魔军杀不平，不平人杀不平人。不平人杀不平者，杀尽不平方太平。",
        "author": "元代",
        "poem_class": "豪放",
        "dynasty": "萨都剌"
    },
    {
        "title": "水调歌头·多景楼",
        "paragraph": "江左占形胜，最数古徐州。连山如画，佳处缥缈著危楼。鼓角临风悲壮，烽火连空明灭，往事忆孙刘。千里曜戈甲，万灶宿貔貅。露沾草，风落木，岁方秋。使君宏放，谈笑洗尽古今愁。不见襄阳登览，磨灭游人无数，遗恨黯难收。叔子独千载，名与汉江流。风前欲劝春光住。春在城南芳草路。未随流落水边花，且作飘零泥上絮。 镜中已觉星星误。人不负春春自负。梦回人远许多愁，只在梨花风雨处。世事短如春梦，人情薄似秋云。不须计较苦劳心，万事原来有命。幸遇三杯酒好，况逢一朵花新。片时欢笑且相亲，明日阴晴未定。怒发冲冠，凭栏处、潇潇雨歇。抬望眼，仰天长啸，壮怀激烈。三十功名尘与土，八千里路云和月。莫等闲，白了少年头，空悲切！(栏 通：阑)靖康耻，犹未雪。臣子恨，何时灭！驾长车，踏破贺兰山缺。壮志饥餐胡虏肉，笑谈渴饮匈奴血。待从头、收拾旧山河，朝天阙。(壮志 一作：壮士；兰山缺 一作：兰山阙) ",
        "author": "宋代",
        "poem_class": "豪放",
        "dynasty": "陆游"
    },
    {
        "title": "湘月·天风吹我",
        "paragraph": "壬申夏泛舟西湖，述怀有赋，时予别杭州盖十年矣天风吹我，堕湖山一角，果然清丽。曾是东华生小客，回首苍茫无际。屠狗功名，雕龙文卷，岂是平生意？乡亲苏小，定应笑我非计。才见一抹斜阳，半堤香草，顿惹清愁起。罗袜音尘何处觅，渺渺予怀孤寄。怨去吹箫，狂来说剑，两样销魂味。两般春梦，橹声荡入云水。世间难吐是幽情。泪珠咽尽还生。手捻残花，无言倚屏。镜里相看自惊。瘦亭亭。春容不是，秋容不是，可是双卿。村落晚晴天，桃花映水鲜。牧童何处去，牛背一鸥眠。江宁之龙蟠，苏州之邓尉，杭州之西溪，皆产梅。或曰：“梅以曲为美，直则无姿；以欹为美，正则无景；以疏为美，密则无态。”固也。此文人画士，心知其意，未可明诏大号以绳天下之梅也；又不可以使天下之民斫直，删密，锄正，以夭梅病梅为业以求钱也。梅之欹之疏之曲，又非蠢蠢求钱之民能以其智力为也。有以文人画士孤癖之隐明告鬻梅者，斫其正，养其旁条，删其密，夭其稚枝，锄其直，遏其生气，以求重价，而江浙之梅皆病。文人画士之祸之烈至此哉！予购三百盆，皆病者，无一完者。既泣之三日，乃誓疗之：纵之顺之，毁其盆，悉埋于地，解其棕缚；以五年为期，必复之全之。予本非文人画士，甘受诟厉，辟病梅之馆以贮之。呜呼！安得使予多暇日，又多闲田，以广贮江宁、杭州、苏州之病梅，穷予生之光阴以疗梅也哉！",
        "author": "清代",
        "poem_class": "豪放",
        "dynasty": "龚自珍"
    },
    {
        "title": "水调歌头·题剑阁",
        "paragraph": "万里云间戍，立马剑门关。乱山极目无际，直北是长安。人苦百年涂炭，鬼哭三边锋镝，天道久应还。手写留屯奏，炯炯寸心丹。对青灯，搔白首，漏声残。老来勋业未就，妨却一身闲。梅岭绿阴青子，蒲涧清泉白石，怪我旧盟寒。烽火平安夜，归梦绕家山。常记溪亭日暮，沉醉不知归路。兴尽晚回舟，误入藕花深处。争渡，争渡，惊起一滩鸥鹭。小绿间长红，露蕊烟丛。花开花落昔年同。惟恨花前携手处，往事成空。山远水重重，一笑难逢。已拚长在别离中。霜鬓知他从此去，几度春风。十里楼台倚翠微。百花深处杜鹃啼。殷勤自与行人语，不似流莺取次飞。 惊梦觉，弄晴时。声声只道不如归。天涯岂是无归意，争奈归期未可期。",
        "author": "宋代",
        "poem_class": "豪放",
        "dynasty": "崔与之"
    },
    {
        "title": "生查子·三尺龙泉剑",
        "paragraph": "三尺龙泉剑，匣里无人见。一张落雁弓，百支金花箭。为国竭忠贞，苦处曾征战。先望立功勋，后见君王面。日诵哲师记，岁通圣人书。前冈复后麓，俨在中间居。佩月而冠云，被服以璠玙。沧海朝奋驾，崑崙暮停车。矫然竦上征，浩荡游太虚。竟当一悟足，纷历万变馀。危机易翻覆，末世多崎岖。主公总军戎，参佐谋议摅。环帐募敖曹，夺营走休屠。宁知情事异，岂谓才智疏。归饮永嘉水，胜食建邺鱼。缅想过西山，薰风袭芙蕖。朗明观众妙，冲漠味至腴。身治为物基，学广充理储。潜深下薰帷，抱独吟葛庐。经纶有时命，吾子意何如。来径珠穿蚁，登峰松引针。清晖惬幽赏，真欲惜分阴。深红数点吹花絮。又燕子、飞来语。远水平芜春欲暮。年年长是，清明时候，故遣人憔悴。竹鸡啼罢山村雨。正寥落、无情绪。猛省从前多少事。绿杨堤上，楼台如画，此景今何处。",
        "author": "未知",
        "poem_class": "豪放",
        "dynasty": "佚名"
    },
    {
        "title": "水龙吟·放船千里凌波去",
        "paragraph": "放船千里凌波去。略为吴山留顾。云屯水府，涛随神女，九江东注。北客翩然，壮心偏感，年华将暮。念伊嵩旧隐，巢由故友，南柯梦、遽如许。 回首妖氛未扫，问人间、英雄何处。奇谋报国，可怜无用，尘昏白羽。铁锁横江，锦帆冲浪，孙郎良苦。但愁敲桂棹，悲吟梁父，泪流如雨。今年春浅腊侵年，冰雪破春妍。东风有信无人见，露微意、柳际花边。寒夜纵长，孤衾易暖，钟鼓渐清圆。朝来初日半衔山，楼阁淡疏烟。游人便作寻芳计，小桃杏、应已争先。衰病少悰，疏慵自放，惟爱日高眠。壬戌之秋，七月既望，苏子与客泛舟游于赤壁之下。清风徐来，水波不兴。举酒属客，诵明月之诗，歌窈窕之章。少焉，月出于东山之上，徘徊于斗牛之间。白露横江，水光接天。纵一苇之所如，凌万顷之茫然。浩浩乎如冯虚御风，而不知其所止；飘飘乎如遗世独立，羽化而登仙。(冯 通：凭)于是饮酒乐甚，扣舷而歌之。歌曰：“桂棹兮兰桨，击空明兮溯流光。渺渺兮予怀，望美人兮天一方。”客有吹洞箫者，倚歌而和之。其声呜呜然，如怨如慕，如泣如诉；余音袅袅，不绝如缕。舞幽壑之潜蛟，泣孤舟之嫠妇。苏子愀然，正襟危坐而问客曰：“何为其然也？”客曰：“‘月明星稀，乌鹊南飞。’此非曹孟德之诗乎？西望夏口，东望武昌，山川相缪，郁乎苍苍，此非孟德之困于周郎者乎？方其破荆州，下江陵，顺流而东也，舳舻千里，旌旗蔽空，酾酒临江，横槊赋诗，固一世之雄也，而今安在哉？况吾与子渔樵于江渚之上，侣鱼虾而友麋鹿，驾一叶之扁舟，举匏樽以相属。寄蜉蝣于天地，渺沧海之一粟。哀吾生之须臾，羡长江之无穷。挟飞仙以遨游，抱明月而长终。知不可乎骤得，托遗响于悲风。”苏子曰：“客亦知夫水与月乎？逝者如斯，而未尝往也；盈虚者如彼，而卒莫消长也。盖将自其变者而观之，则天地曾不能以一瞬；自其不变者而观之，则物与我皆无尽也，而又何羡乎！且夫天地之间，物各有主，苟非吾之所有，虽一毫而莫取。惟江上之清风，与山间之明月，耳得之而为声，目遇之而成色，取之无禁，用之不竭。是造物者之无尽藏也，而吾与子之所共适。”(共适 一作：共食)客喜而笑，洗盏更酌。肴核既尽，杯盘狼籍。相与枕藉乎舟中，不知东方之既白。环滁皆山也。其西南诸峰，林壑尤美，望之蔚然而深秀者，琅琊也。山行六七里，渐闻水声潺潺，而泻出于两峰之间者，酿泉也。峰回路转，有亭翼然临于泉上者，醉翁亭也。作亭者谁？山之僧智仙也。名之者谁？太守自谓也。太守与客来饮于此，饮少辄醉，而年又最高，故自号曰醉翁也。醉翁之意不在酒，在乎山水之间也。山水之乐，得之心而寓之酒也。若夫日出而林霏开，云归而岩穴暝，晦明变化者，山间之朝暮也。野芳发而幽香，佳木秀而繁阴，风霜高洁，水落而石出者，山间之四时也。朝而往，暮而归，四时之景不同，而乐亦无穷也。至于负者歌于途，行者休于树，前者呼，后者应，伛偻提携，往来而不绝者，滁人游也。临溪而渔，溪深而鱼肥，酿泉为酒，泉香而酒洌，山肴野蔌，杂然而前陈者，太守宴也。宴酣之乐，非丝非竹，射者中，弈者胜，觥筹交错，起坐而喧哗者，众宾欢也。苍颜白发，颓然乎其间者，太守醉也。已而夕阳在山，人影散乱，太守归而宾客从也。树林阴翳，鸣声上下，游人去而禽鸟乐也。然而禽鸟知山林之乐，而不知人之乐；人知从太守游而乐，而不知太守之乐其乐也。醉能同其乐，醒能述以文者，太守也。太守谓谁？庐陵欧阳修也。",
        "author": "宋代",
        "poem_class": "豪放",
        "dynasty": "朱敦儒"
    },
    {
        "title": "木兰花慢·席上送张仲固帅兴元",
        "paragraph": "汉中开汉业，问此地、是耶非。想剑指三秦，君王得意，一战东归。追亡事、今不见，但山川满目泪沾衣。落日胡尘未断，西风塞马空肥。 一编书是帝王师，小试去征西。更草草离筵，匆匆去路，愁满旌旗。君思我、回首处，正江涵秋影雁初飞。安得车轮四角，不堪带减腰围。数声鶗鴂，又报芳菲歇。惜春更把残红折。雨轻风色暴，梅子青时节。永丰柳，无人尽日飞花雪。(飞花雪 一作：花飞雪)莫把幺弦拨，怨极弦能说。天不老，情难绝。心似双丝网，中有千千结。夜过也，东窗未白凝残月。(凝残月 一作：孤灯灭)欲上高楼去避愁，愁还随我上高楼。经行几处江山改，多少亲朋尽白头。归休去，去归休。不成人总要封侯？浮云出处元无定，得似浮云也自由。有妇人昼日置小儿沙上而浣衣于水者。虎自山上驰来，妇人仓皇沉水避之。二小儿戏沙上自若。虎熟视久之，至以首抵触，庶几其一就惧；而儿痴，竟不知。虎亦寻卒去。噫，虎之食人，先被之以威，而不惧之人，威亦无所施欤！",
        "author": "宋代",
        "poem_class": "豪放",
        "dynasty": "辛弃疾"
    },
    {
        "title": "汉宫春·初自南郑来成都作",
        "paragraph": "羽箭雕弓，忆呼鹰古垒，截虎平川。吹笳暮归野帐，雪压青毡。淋漓醉墨，看龙蛇飞落蛮笺。人误许、诗情将略，一时才气超然。 何事又作南来，看重阳药市，元夕灯山？花时万人乐处，欹帽垂鞭。闻歌感旧，尚时时流涕尊前。君记取、封侯事在。功名不信由天。金风细细。叶叶梧桐坠。绿酒初尝人易醉。一枕小窗浓睡。 紫薇朱槿花残。斜阳却照阑干。双燕欲归时节，银屏昨夜微寒。向深秋，雨馀爽气肃西郊。陌上夜阑，襟袖起凉飙。天末残星，流电未灭，闪闪隔林梢。又是晓鸡声断，阳乌光动，渐分山路迢迢。驱驱行役，苒苒光阴，蝇头利禄，蜗角功名，毕竟成何事，漫相高。抛掷云泉，狎玩尘土，壮节等闲消。幸有五湖烟浪，一船风月，会须归去老渔樵。画楼帘幕卷新晴。掩银屏，晓寒轻。坠粉飘香，日日唤愁生。暗数十年湖上路，能几度，著娉婷？ 年华空自感飘零。拥春酲，对谁醒？天阔云闲，无处觅箫声。载酒买花年少事，浑不似，旧心情。",
        "author": "宋代",
        "poem_class": "豪放",
        "dynasty": "陆游"
    },
    {
        "title": "高山流水·次夫子清风阁落成韵",
        "paragraph": "群山万壑引长风，透林皋、晓日玲珑。楼外绿阴深，凭栏指点偏东。浑河水、一线如虹。清凉极，满谷幽禽啼啸，冷雾溟濛。任海天寥阔，飞跃此身中。云容。看白云苍狗，无心者、变化虚空。细草络危岩，岩花秀媚日承红。清风阁，高凌霄汉，列岫如童。待何年归去，谈笑各争雄。六月荷花香满湖，红衣绿扇映清波。木兰舟上如花女，采得莲房爱子多。怅望西风抱闷思，蓼红苇白断肠时。空篱旧圃秋无迹，瘦月清霜梦有知。念念心随归雁远，寥寥坐听晚砧痴。谁怜我为黄花病，慰语重阳会有期。喜荣华正好，恨无常又到，眼睁睁把万事全抛，荡悠悠芳魂销耗。望家乡路远山高。故向爹娘梦里相寻告：儿命已入黄泉，天伦呵，须要退步抽身早！",
        "author": "清代",
        "poem_class": "豪放",
        "dynasty": "顾太清"
    },
    {
        "title": "鹧鸪天·只近浮名不近情",
        "paragraph": "只近浮名不近情。且看不饮更何成。三杯渐觉纷华远，一斗都浇块磊平。 醒复醉，醉还醒。灵均憔悴可怜生。《离骚》读杀浑无味，好个诗家阮步兵！昨日故人留我醉，今朝送客西归。古来相接眼中稀。青衿同舍乐，白首故山违。九万里风安税驾，云鹏悔不卑飞。回头四十七年非。何因松竹底，茅屋老相依。玄都观里桃千树，花落水空流。凭君莫问：清泾浊渭，去马来牛。谢公扶病，羊昙挥涕，一醉都休。古今几度，生存华屋，零落山丘。蟾乌景急，暗催人、两鬓银丝如织。终日区区犹不省，盖为家缘煎逼。蜗角虚名，蝇头微利，得也成何济。闻身康健，好寻云路活计。拂袖落魄婪耽，水边石上，笑傲闲吟缀。一粒神丹光灿灿，免使尘清连累。坦荡逍遥，优游自在，占得真消息。功成归去，永居蓬岛仙位。",
        "author": "金朝",
        "poem_class": "豪放",
        "dynasty": "元好问"
    },
    {
        "title": "醉落魄·咏鹰",
        "paragraph": "寒山几堵，风低削碎中原路。秋空一碧无今古，醉袒貂裘，略记寻呼处。男儿身手和谁赌。老来猛气还轩举。人间多少闲狐兔。月黑沙黄，此际偏思汝。军歌应唱大刀环，誓灭胡奴出玉关。只解沙场为国死，何须马革裹尸还。小廊茶熟已无烟，折取寒花瘦可怜。寂寂柴门秋水阔，乱鸦揉碎夕阳天。科以人重科益重，人以科传人可知。本朝四十九科矣，搜集科名意在斯。",
        "author": "清代",
        "poem_class": "豪放",
        "dynasty": "陈维崧"
    },
    {
        "title": "酹江月·和友驿中言别",
        "paragraph": "乾坤能大，算蛟龙元不是池中物。风雨牢愁无著处，那更寒蛩四壁。横槊题诗，登楼作赋，万事空中雪。江流如此，方来还有英杰。(寒蛩 一作：寒虫)堪笑一叶漂零，重来淮水，正凉风新发。镜里朱颜都变尽，只有丹心难灭。去去龙沙，江山回首，一线青如发。故人应念，杜鹃枝上残月。蜀客到江南，长忆吴山好。吴蜀风流自古同，归去应须早。还与去年人，共藉西湖草。莫惜尊前仔细看，应是容颜老。桃李莫相妒，夭姿元不同。犹余雪霜态，未肯十分红。溪边照影行，天在清溪底。天上有行云，人在行云里。 高歌谁和余，空谷清音起。非鬼亦非仙，一曲桃花水。",
        "author": "宋代",
        "poem_class": "豪放",
        "dynasty": "文天祥"
    },
    {
        "title": "木兰花慢·中秋饮酒",
        "paragraph": "可怜今夕月，向何处，去悠悠？是别有人间，那边才见，光影东头？是天外，空汗漫，但长风浩浩送中秋？飞镜无根谁系？姮娥不嫁谁留？谓经海底问无由，恍惚使人愁。怕万里长鲸，纵横触破，玉殿琼楼。虾蟆故堪浴水，问云何玉兔解沉浮？若道都齐无恙，云何渐渐如钩？白玉堂前一树梅，为谁零落为谁开。唯有春风最相惜，一年一度一归来。山静似太古，日长如小年。馀花犹可醉，好鸟不妨眠。世味门常掩，时光簟已便。梦中频得句，拈笔又忘筌。缚虎手，悬河口，车如鸡栖马如狗。白纶巾，扑黄尘，不知我辈可是蓬蒿人？衰兰送客咸阳道，天若有情天亦老。作雷颠，不论钱，谁问旗亭美酒斗十千？酌大斗，更为寿，青鬓长青古无有。笑嫣然，舞翩然，当垆秦女十五语如弦。遗音能记秋风曲，事去千年犹恨促。揽流光，系扶桑，争奈愁来一日却为长。",
        "author": "宋代",
        "poem_class": "豪放",
        "dynasty": "辛弃疾"
    },
    {
        "title": "一剪梅·咏柳",
        "paragraph": "无限伤心夕照中，故国凄凉，剩粉余红。金沟御水自西东，昨岁陈宫，今岁隋宫。往事思量一晌空，飞絮无情，依旧烟笼。长条短叶翠濛濛，才过西风，又过东风。桃花冷落被风飘，飘落残花过小桥。 桥下金鱼双戏水，水边小鸟理新毛。毛衣未湿黄梅雨，雨滴江梨分外娇。娇姿常伴垂杨柳，柳外双飞紫燕高。高阁佳人吹玉笛，笛边鸾线挂丝绦。绦丝玲珑香佛手，手中有扇望河潮。潮平两岸风帆稳，稳坐舟中且慢摇。摇入西河天将晚，晚窗寂寞叹无聊。聊推纱窗观冷落，落云渺渺被水敲，敲门借问天台路，路过小桥有断桥，桥边种碧桃。胡然而天兮，新波同杭。胡然而帝兮，在水中央。绣被离披兮，辉盈青翰。心如水而悠悠兮，焉知彼岸。山有云兮江有泉，怀佳人兮未敢言。扬子江头几问津，风波如旧客愁新。西飞白日忙于我，南去青山冷笑人。孤枕不胜乡国梦，敝裘犹带帝京尘。交游落落俱星散，吟对沙鸥一怆神。",
        "author": "明代",
        "poem_class": "豪放",
        "dynasty": "夏完淳"
    },
    {
        "title": "江城子·醉来长袖舞鸡鸣",
        "paragraph": "醉来长袖舞鸡鸣，短歌行，壮心惊。西北神州，依旧一新亭。三十六峰长剑在，星斗气，郁峥嵘。古来豪侠数幽并，鬓星星，竟何成！他日封侯，编简为谁青？一掬钓鱼坛上泪，风浩浩，雨冥冥。三生白老与乌员，又现吴生小笔前。乞与黄家禳鼠祸，莫教虚费买鱼钱。朝镜惜蹉跎。一年年、来日无多。无情六合乾坤里，颠鸾倒凤，撑霆裂月，直被消磨。世事饱经过。算都输、畅饮高歌。天公不禁人间酒，良辰美景，赏心乐事，不醉如何。孤眠独处，不迷外境。常常留心内认。悟彻男清女浊，男动女静。即非世间男女，是无中、些儿结正。谁信道，却元来便是，自家性命。捉住这般妙趣，便澄心遣欲，绝乎视听。杳杳冥冥恍恍，忽忽相应。其中有精有物，觉男儿、自然怀孕。常清静，产胎仙，出现有准。",
        "author": "金朝",
        "poem_class": "豪放",
        "dynasty": "元好问"
    },
    {
        "title": "沁园春·梦孚若",
        "paragraph": "何处相逢，登宝钗楼，访铜雀台。唤厨人斫就，东溟鲸脍，圉人呈罢，西极龙媒。天下英雄，使君与操，余子谁堪共酒杯。车千乘，载燕南赵北，剑客奇才。饮酣画鼓如雷。谁信被晨鸡轻唤回。叹年光过尽，功名未立，书生老去，机会方来。使李将军，遇高皇帝，万户侯何足道哉。披衣起，但凄凉感旧，慷慨生哀。应怜屐齿印苍苔，小扣柴扉久不开。春色满园关不住，一枝红杏出墙来。玉骨那愁瘴雾，冰姿自有仙风。海仙时遣探芳丛。倒挂绿毛么凤。(么 同：幺)素面翻嫌粉涴，洗妆不褪唇红。高情已逐晓云空。不与梨花同梦。(翻嫌 一作：常嫌)湿云不动溪桥冷。嫩寒初透东风影。桥下水声长。一枝和月香。人怜花似旧。花比人应瘦。莫凭小栏干。夜深花正寒。",
        "author": "宋代",
        "poem_class": "豪放",
        "dynasty": "刘克庄"
    },
    {
        "title": "鹊桥仙·夜闻杜鹃",
        "paragraph": "茅檐人静，蓬窗灯暗，春晚连江风雨。林莺巢燕总无声，但月夜、常啼杜宇。催成清泪，惊残孤梦，又拣深枝飞去。故山犹自不堪听，况半世、飘然羁旅！一带江山如画，风物向秋潇洒。水浸碧天何处断？霁色冷光相射。蓼屿荻花洲，掩映竹篱茅舍。云际客帆高挂，烟外酒旗低亚。多少六朝兴废事，尽入渔樵闲话。怅望倚层楼，寒日无言西下。丙辰岁，与张功父会饮张达可之堂。闻屋壁间蟋蟀有声，功父约予同赋，以授歌者。功父先成，辞甚美。予裴回末利花间，仰见秋月，顿起幽思，寻亦得此。蟋蟀，中都呼为促织，善斗。好事者或以三二十万钱致一枚，镂象齿为楼观以贮之。庾郎先自吟愁赋，凄凄更闻私语。露湿铜铺，苔侵石井，都是曾听伊处。哀音似诉。正思妇无眠，起寻机杼。曲曲屏山，夜凉独自甚情绪？西窗又吹暗雨。为谁频断续，相和砧杵？候馆迎秋，离宫吊月，别有伤心无数。豳诗漫与。笑篱落呼灯，世间儿女。写入琴丝，一声声更苦。寻得桃源好避秦，桃红又是一年春。花飞莫遣随流水，怕有渔郎来问津。",
        "author": "宋代",
        "poem_class": "豪放",
        "dynasty": "陆游"
    },
    {
        "title": "送魏大从军",
        "paragraph": "匈奴犹未灭，魏绛复从戎。怅别三河道，言追六郡雄。雁山横代北，狐塞接云中。勿使燕然上，惟留汉将功。八月涛声吼地来，头高数丈触山回。须臾却入海门去，卷起沙堆似雪堆。漠漠秋云起，稍稍夜寒生。但觉衣裳湿，无点亦无声。天际霞光入水中，水中天际一时红。直须日观三更后，首送金乌上碧空。",
        "author": "唐代",
        "poem_class": "豪放",
        "dynasty": "陈子昂"
    },
    {
        "title": "行路难·缚虎手",
        "paragraph": "缚虎手，悬河口，车如鸡栖马如狗。白纶巾，扑黄尘，不知我辈可是蓬蒿人？衰兰送客咸阳道，天若有情天亦老。作雷颠，不论钱，谁问旗亭美酒斗十千？酌大斗，更为寿，青鬓长青古无有。笑嫣然，舞翩然，当垆秦女十五语如弦。遗音能记秋风曲，事去千年犹恨促。揽流光，系扶桑，争奈愁来一日却为长。淡荡春光寒食天，玉炉沉水袅残烟。梦回山枕隐花钿。 海燕未来人斗草，江梅已过柳生绵。黄昏疏雨湿秋千。乾坤能大，算蛟龙元不是池中物。风雨牢愁无著处，那更寒蛩四壁。横槊题诗，登楼作赋，万事空中雪。江流如此，方来还有英杰。(寒蛩 一作：寒虫)堪笑一叶漂零，重来淮水，正凉风新发。镜里朱颜都变尽，只有丹心难灭。去去龙沙，江山回首，一线青如发。故人应念，杜鹃枝上残月。壬戌之秋，七月既望，苏子与客泛舟游于赤壁之下。清风徐来，水波不兴。举酒属客，诵明月之诗，歌窈窕之章。少焉，月出于东山之上，徘徊于斗牛之间。白露横江，水光接天。纵一苇之所如，凌万顷之茫然。浩浩乎如冯虚御风，而不知其所止；飘飘乎如遗世独立，羽化而登仙。(冯 通：凭)于是饮酒乐甚，扣舷而歌之。歌曰：“桂棹兮兰桨，击空明兮溯流光。渺渺兮予怀，望美人兮天一方。”客有吹洞箫者，倚歌而和之。其声呜呜然，如怨如慕，如泣如诉；余音袅袅，不绝如缕。舞幽壑之潜蛟，泣孤舟之嫠妇。苏子愀然，正襟危坐而问客曰：“何为其然也？”客曰：“‘月明星稀，乌鹊南飞。’此非曹孟德之诗乎？西望夏口，东望武昌，山川相缪，郁乎苍苍，此非孟德之困于周郎者乎？方其破荆州，下江陵，顺流而东也，舳舻千里，旌旗蔽空，酾酒临江，横槊赋诗，固一世之雄也，而今安在哉？况吾与子渔樵于江渚之上，侣鱼虾而友麋鹿，驾一叶之扁舟，举匏樽以相属。寄蜉蝣于天地，渺沧海之一粟。哀吾生之须臾，羡长江之无穷。挟飞仙以遨游，抱明月而长终。知不可乎骤得，托遗响于悲风。”苏子曰：“客亦知夫水与月乎？逝者如斯，而未尝往也；盈虚者如彼，而卒莫消长也。盖将自其变者而观之，则天地曾不能以一瞬；自其不变者而观之，则物与我皆无尽也，而又何羡乎！且夫天地之间，物各有主，苟非吾之所有，虽一毫而莫取。惟江上之清风，与山间之明月，耳得之而为声，目遇之而成色，取之无禁，用之不竭。是造物者之无尽藏也，而吾与子之所共适。”(共适 一作：共食)客喜而笑，洗盏更酌。肴核既尽，杯盘狼籍。相与枕藉乎舟中，不知东方之既白。",
        "author": "宋代",
        "poem_class": "豪放",
        "dynasty": "贺铸"
    },
    {
        "title": "水调歌头·舟次扬州和人韵",
        "paragraph": "落日塞尘起，胡骑猎清秋。汉家组练十万，列舰耸高楼。谁道投鞭飞渡，忆昔鸣髇血污，风雨佛狸愁。季子正年少，匹马黑貂裘。 今老矣，搔白首，过扬州。倦游欲去江上，手种橘千头。二客东南名胜，万卷诗书事业，尝试与君谋。莫射南山虎，直觅富民侯。天。休使圆蟾照客眠。人何在，桂影自婵娟。瘦玉萧萧伊水头，风宜清夜露宜秋。更教仙骥旁边立，尽是人间第一流。北望燕云不尽头，大江东去水悠悠。夕阳一片寒鸦外，目断东南四百州。",
        "author": "宋代",
        "poem_class": "豪放",
        "dynasty": "辛弃疾"
    },
    {
        "title": "浣溪沙·霜日明霄水蘸空",
        "paragraph": "霜日明霄水蘸空。鸣鞘声里绣旗红。淡烟衰草有无中。 万里中原烽火北，一尊浊酒戍楼东。酒阑挥泪向悲风。临川之城东，有地隐然而高，以临于溪，曰新城。新城之上，有池洼然而方以长，曰王羲之之墨池者，荀伯子《临川记》云也。羲之尝慕张芝，临池学书，池水尽黑，此为其故迹，岂信然邪？ 方羲之之不可强以仕，而尝极东方，出沧海，以娱其意于山水之间；岂其徜徉肆恣，而又尝自休于此邪？羲之之书晚乃善，则其所能，盖亦以精力自致者，非天成也。然后世未有能及者，岂其学不如彼邪？则学固岂可以少哉，况欲深造道德者邪？ 墨池之上，今为州学舍。教授王君盛恐其不章也，书‘晋王右军墨池’之六字于楹间以揭之。又告于巩曰：“愿有记”。推王君之心，岂爱人之善，虽一能不以废，而因以及乎其迹邪？其亦欲推其事以勉其学者邪？夫人之有一能而使后人尚之如此，况仁人庄士之遗风余思被于来世者何如哉！ 庆历八年九月十二日，曾巩记。 清晨帘幕卷轻霜。呵手试梅妆。都缘自有离恨，故画作远山长。思往事，惜流芳。易成伤。拟歌先敛，欲笑还颦，最断人肠。和戎诏下十五年，将军不战空临边。朱门沉沉按歌舞，厩马肥死弓断弦。戍楼刁斗催落月，三十从军今白发。笛里谁知壮士心，沙头空照征人骨。中原干戈古亦闻，岂有逆胡传子孙！遗民忍死望恢复，几处今宵垂泪痕。",
        "author": "宋代",
        "poem_class": "豪放",
        "dynasty": "张孝祥"
    },
    {
        "title": "鹧鸪天·祖国沉沦感不禁",
        "paragraph": "祖国沉沦感不禁，闲来海外觅知音。金瓯已缺总须补，为国牺牲敢惜身！嗟险阻，叹飘零。关山万里作雄行。休言女子非英物，夜夜龙泉壁上鸣。钱王登假仍如在，伍相随波不可寻。平楚日和憎健翮，小山香满蔽高岑。坟坛冷落将军岳，梅鹤凄凉处士林。何似举家游旷远，风波浩荡足行吟。碧苔深锁长门路。总为蛾眉误。自来积毁骨能销。何况真红一点臂砂娇。妾身但使分明在。肯把朱颜悔。从今不复梦承恩。且自簪花坐赏镜中人。西风烈，长空雁叫霜晨月。霜晨月，马蹄声碎，喇叭声咽。雄关漫道真如铁，而今迈步从头越。从头越，苍山如海，残阳如血。",
        "author": "近现代",
        "poem_class": "豪放",
        "dynasty": "秋瑾"
    },
    {
        "title": "水龙吟·甲辰岁寿韩南涧尚书",
        "paragraph": "渡江天马南来，几人真是经纶手。长安父老，新亭风景，可怜依旧。夷甫诸人，神州沉陆，几曾回首。算平戎万里，功名本是，真儒事、君知否。(君知否 一作：公知否) 况有文章山斗。对桐阴、满庭清昼。当年堕地，而今试看，风云奔走。绿野风烟，平泉草木，东山歌酒。待他年，整顿乾坤事了，为先生寿。梅子黄时日日晴，小溪泛尽却山行。绿阴不减来时路，添得黄鹂四五声。春风多可太忙生，长共花边柳外行。与燕作泥蜂酿蜜，才吹小雨又须晴。城南小陌又逢春，只见梅花不见人。玉骨久沉泉下土，墨痕犹锁壁间尘。",
        "author": "宋代",
        "poem_class": "豪放",
        "dynasty": "辛弃疾"
    },
    {
        "title": "古剑篇 / 宝剑篇",
        "paragraph": "君不见昆吾铁冶飞炎烟，红光紫气俱赫然。 良工锻炼凡几年，铸得宝剑名龙泉。龙泉颜色如霜雪，良工咨嗟叹奇绝。琉璃玉匣吐莲花，错镂金环映明月。 正逢天下无风尘，幸得周防君子身。精光黯黯青蛇色，文章片片绿龟鳞。非直结交游侠子，亦曾亲近英雄人。 何言中路遭弃捐，零落漂沦古狱边。虽复尘埋无所用， 犹能夜夜气冲天。银烛吐青烟，金樽对绮筵。离堂思琴瑟，别路绕山川。明月隐高树，长河没晓天。悠悠洛阳道，此会在何年。糁径杨花铺白毡，点溪荷叶叠青钱。笋根雉子无人见，沙上凫雏傍母眠。花隐掖垣暮，啾啾栖鸟过。星临万户动，月傍九霄多。 不寝听金钥，因风想玉珂。明朝有封事，数问夜如何。",
        "author": "唐代",
        "poem_class": "豪放",
        "dynasty": "郭震"
    },
    {
        "title": "水调歌头·平生太湖上",
        "paragraph": "建炎庚戌题吴江平生太湖上，短棹几经过。如今重到，何事愁与水云多？拟把匣中长剑，换取扁舟一叶，归去老渔蓑。银艾非吾事，丘壑已蹉跎。脍新鲈，斟美酒，起悲歌。太平生长，岂谓今日识干戈。欲泻三江雪浪，净洗胡尘千里，不用挽天河。回首望霄汉，双泪堕清波！道是梨花不是。道是杏花不是。白白与红红，别是东风情味。曾记，曾记，人在武陵微醉。三过平山堂下，半生弹指声中。十年不见老仙翁，壁上龙蛇飞动。欲吊文章太守，仍歌杨柳春风。休言万事转头空，未转头时皆梦。候馆梅残，溪桥柳细。草薰风暖摇征辔。离愁渐远渐无穷，迢迢不断如春水。 寸寸柔肠，盈盈粉泪。楼高莫近危阑倚。平芜尽处是春山，行人更在春山外。",
        "author": "宋代",
        "poem_class": "豪放",
        "dynasty": "佚名"
    },
    {
        "title": "水调歌头·细数十年事",
        "paragraph": "细数十年事，十处过中秋。今年新梦，忽到黄鹤旧山头。老子个中不浅，此会天教重见，今古一南楼。星汉淡无色，玉镜独空浮。敛秦烟，收楚雾，熨江流。关河离合，南北依旧照清愁。想见姮娥冷眼，应笑归来霜鬓，空敝黑貂裘。酾酒问蟾兔，肯去伴沧洲？版本一天有不测风云，人有旦夕祸福。蜈蚣百足，行不及蛇；雄鸡两翼，飞不过鸦。马有千里之程，无骑不能自往；人有冲天之志，非运不能自通。盖闻：人生在世，富贵不能淫，贫贱不能移。文章盖世，孔子厄于陈邦；武略超群，太公钓于渭水。颜渊命短，殊非凶恶之徒；盗跖年长，岂是善良之辈。尧帝明圣，却生不肖之儿；瞽叟愚顽，反生大孝之子。张良原是布衣，萧何称谓县吏。晏子身无五尺，封作齐国宰相；孔明卧居草庐，能作蜀汉军师。楚霸虽雄，败于乌江自刎；汉王虽弱，竟有万里江山。李广有射虎之威，到老无封；冯唐有乘龙之才，一生不遇。韩信未遇之时，无一日三餐，及至遇行，腰悬三尺玉印，一旦时衰，死于阴人之手。有先贫而后富，有老壮而少衰。满腹文章，白发竟然不中；才疏学浅，少年及第登科。深院宫娥，运退反为妓妾；风流妓女，时来配作夫人。青春美女，却招愚蠢之夫；俊秀郎君，反配粗丑之妇。蛟龙未遇，潜水于鱼鳖之间；君子失时，拱手于小人之下。衣服虽破，常存仪礼之容；面带忧愁，每抱怀安之量。时遭不遇，只宜安贫守份；心若不欺，必然扬眉吐气。初贫君子，天然骨骼生成；乍富小人，不脱贫寒肌体。天不得时，日月无光；地不得时，草木不生；水不得时，风浪不平；人不得时，利运不通。注福注禄，命里已安排定，富贵谁不欲？人若不依根基八字，岂能为卿为相？吾昔寓居洛阳，朝求僧餐，暮宿破窖，思衣不可遮其体，思食不可济其饥，上人憎，下人厌，人道我贱，非我不弃也。今居朝堂，官至极品，位置三公，身虽鞠躬于一人之下，而列职于千万人之上，有挞百僚之杖，有斩鄙吝之剑，思衣而有罗锦千箱，思食而有珍馐百味，出则壮士执鞭，入则佳人捧觞，上人宠，下人拥。人道我贵，非我之能也，此乃时也、运也、命也。嗟呼！人生在世，富贵不可尽用，贫贱不可自欺，听由天地循环，周而复始焉。版本二天地有常用，日月有常明，四时有常序，鬼神有常灵。天有宝，日月星辰。地有宝，五谷金银。家有宝，孝子贤孙。国有宝，正直忠良。合天道，则天府鉴临。合地道，则地府消愆。合人道，则民用和睦。三道既合，祸去福来。天地和，则万物生。地道和，则万物兴。父子和，而家有济。夫妇和，而义不分。时势不可尽倚，贫穷不可尽欺，世事翻来覆去，须当周而复始。余者，居洛阳之时，朝投僧寺，夜宿破窑。布衣不能遮其体，饘粥不能充其饥。上人嫌，下人憎，皆言余之贱也，余曰：非贱也，乃时也，运也，命也。余后登高及第，入中书，官至极品，位列三公，思衣则有绮罗千箱，思食则有百味珍馐，有挞百僚之杖，有斩佞臣之剑，出则壮士执鞭，入则佳人扶袂，廪有余粟，库有余财，人皆言余之贵也，余曰：非贵也，乃时也，运也，命也。蛟龙未遇，暂居云雾之间。君子失时，屈守小人之下。命运未通，被愚人之轻弃。时运未到，被小人之欺凌。初贫君子，自怨骨格风流。乍富小人，不脱俗人体态。生平结交惟结心，莫论富贵贫贱。深得千金，而不为贵，得人一语，而胜千金。吾皆悼追无恨人，富贵须当长保守，苏秦未遇，归家时，父母憎，兄弟恶，嫂不下玑，妻不愿炊，然衣锦归故里，马壮人强，萤光彩布，兄弟含笑出户迎，妻嫂下阶倾己顾，苏秦本是旧苏秦，昔日何陈今何亲。自家骨肉尚如此，何况区区陌路人，抑犹未也。文章冠世，孔子尚厄于陈邦。武略超群，太公曾钓于渭水。颜回命短，岂是凶暴之徒。盗柘年长，自非贤良之辈。帝尧天圣，却养不肖之男。瞽叟顽嚣，反生大孝之子。甘罗十二为宰相，买臣五十作公卿。晏婴身长五尺，封为齐国宰相。韩信力无缚鸡，立为汉朝贤臣，未遇之时，口无一日瓮飧，及至兴通，身受齐王将印，吓燕取赵，统百万雄兵，一旦时休，卒于阴人之毒手。李广有射虎之威，到老无封。冯唐有安邦之志，一世无遇。上古圣贤，不掌阴阳之数。今日儒士，岂离否泰之中。腰金衣紫，都生贫贱之家。草履毛鞋，都是富豪之裔。有贫贱，而后有富贵。有小壮，而后有老衰。人能学积善，家有余庆。青春美女，反招愚独之夫。俊秀才郎，竟配丑貌之妇。五男二女，老来一身全无。万贯千金，死后离乡别井。才疏学浅，少年及第登科。满腹文章，到老终身不第。或富贵，或贫贱，皆由命理注定。若天不得时，则日月无光。地不得时，则草木不生。水不得时，则波浪不静。人不得时，则命运不通。若无根本八字，岂能为卿为相。一生皆由命，半点不由人。蜈蚣多足，不及蛇灵。雄鸡有翼，飞不及鸦。马有千里之驰，非人不能自往。人有千般巧计，无运不能自达。吾敬为此劝世文也。世事一场大梦，人生几度秋凉？夜来风叶已鸣廊。看取眉头鬓上。(秋凉 一作：新凉)酒贱常愁客少，月明多被云妨。中秋谁与共孤光。把盏凄然北望。 危楼古镜影犹寒。倒景忽相看。桃花不识东西晋，想如今、也梦邯郸。缥缈神仙海上，飘零图画人间。宝光丹气共回环。水弱小舟闲。秋风难老三珠树，尚依依、脆管清弹。说与霓裳莫舞，银桥不到深山。",
        "author": "宋代",
        "poem_class": "豪放",
        "dynasty": "范成大"
    },
    {
        "title": "洞仙歌·泗州中秋作",
        "paragraph": "青烟幂处，碧海飞金镜。永夜闲阶卧桂影。露凉时、零乱多少寒螀，神京远，惟有蓝桥路近。 水晶帘不下，云母屏开，冷浸佳人淡脂粉。待都将许多明，付与金尊，投晓共、流霞倾尽。更携取、胡床上南楼，看玉做人间，素秋千顷。梅雪争春未肯降，骚人阁笔费评章。梅须逊雪三分白，雪却输梅一段香。醉里且贪欢笑，要愁那得工夫。近来始觉古人书，信著全无是处。昨夜松边醉倒，问松我醉何如。只疑松动要来扶，以手推松曰去。城下路，凄风露，今人犁田古人墓。岸头沙，带蒹葭，漫漫昔时流水今人家。黄埃赤日长安道，倦客无浆马无草。开函关，掩函关，千古如何不见一人闲？六国扰，三秦扫，初谓商山遗四老。驰单车，致缄书，裂荷焚芰接武曳长裾。高流端得酒中趣，深入醉乡安稳处。生忘形，死忘名。谁论二豪初不数刘伶？",
        "author": "宋代",
        "poem_class": "豪放",
        "dynasty": "晁补之"
    },
    {
        "title": "鹊桥仙·七夕",
        "paragraph": "缑山仙子，高清云渺，不学痴牛騃女。凤箫声断月明中，举手谢、时人欲去。客槎曾犯，银河微浪，尚带天风海雨。相逢一醉是前缘，风雨散、飘然何处？愁里高歌梁父吟，犹如金玉戛商音。十年勾践亡吴计，七日包胥哭楚心。秋送新鸿哀破国，昼行饥虎齧空林。胸中有誓深于海，肯使神州竟陆沉？梨花风起正清明，游子寻春半出城。日暮笙歌收拾去，万株杨柳属流莺。宝髻松松挽就，铅华淡淡妆成。青烟翠雾罩轻盈，飞絮游丝无定。相见争如不见，有情何似无情。笙歌散后酒初醒，深院月斜人静。",
        "author": "宋代",
        "poem_class": "豪放",
        "dynasty": "苏轼"
    },
    {
        "title": "谢池春·壮岁从戎",
        "paragraph": "壮岁从戎，曾是气吞残虏。阵云高、狼烟夜举。朱颜青鬓，拥雕戈西戍。笑儒冠、自来多误。 功名梦断，却泛扁舟吴楚。漫悲歌、伤怀吊古。烟波无际，望秦关何处。叹流年、又成虚度。一自胡尘入汉关，十年伊洛路漫漫。青墩溪畔龙钟客，独立东风看牡丹。醉里且贪欢笑，要愁那得工夫。近来始觉古人书，信著全无是处。昨夜松边醉倒，问松我醉何如。只疑松动要来扶，以手推松曰去。山前灯火欲黄昏，山头来去云。鹧鸪声里数家村，潇湘逢故人。挥羽扇，整纶巾，少年鞍马尘。如今憔悴赋招魂，儒冠多误身。",
        "author": "宋代",
        "poem_class": "豪放",
        "dynasty": "陆游"
    },
    {
        "title": "朝中措·送刘仲原甫出守维扬",
        "paragraph": "平山阑槛倚晴空，山色有无中。手种堂前垂柳，别来几度春风？文章太守，挥毫万字，一饮千钟。行乐直须年少，尊前看取衰翁。(尊 通：樽)候蛩凄断，人语西风岸。月落沙平江似练，望尽芦花无雁。暗教愁损兰成，可怜夜夜关情。只有一枝梧叶，不知多少秋声！东风又作无情计，艳粉娇红吹满地。碧楼帘影不遮愁，还似去年今日意。谁知错管春残事，到处登临曾费泪。此时金盏直须深，看尽落花能几醉！余去岁在东武，作《水调歌头》以寄子由。今年子由相从彭门居百余日，过中秋而去，作此曲以别。余以其语过悲，乃为和之，其意以不早退为戒，以退而相从之乐为慰云耳安石在东海，从事鬓惊秋。中年亲友难别，丝竹缓离愁。一旦功成名遂，准拟东还海道，扶病入西州。雅志困轩冕，遗恨寄沧洲。岁云暮，须早计，要褐裘。故乡归去千里，佳处辄迟留。我醉歌时君和，醉倒须君扶我，惟酒可忘忧。一任刘玄德，相对卧高楼。",
        "author": "宋代",
        "poem_class": "豪放",
        "dynasty": "欧阳修"
    },
    {
        "title": "水调歌头·黄州快哉亭赠张偓佺",
        "paragraph": "落日绣帘卷，亭下水连空。知君为我新作，窗户湿青红。长记平山堂上，欹枕江南烟雨，杳杳没孤鸿。认得醉翁语，山色有无中。一千顷，都镜净，倒碧峰。忽然浪起，掀舞一叶白头翁。堪笑兰台公子，未解庄生天籁，刚道有雌雄。一点浩然气，千里快哉风。白石郎，临江居。前导江伯后从鱼。积石如玉，列松如翠。郎艳独绝，世无其二。为范南伯寿。时南伯为张南轩辟宰泸溪，南伯迟迟未行。因作此词以勉之。掷地刘郎玉斗，挂帆西子扁舟。千古风流今在此，万里功名莫放休。君王三百州。燕雀岂知鸿鹄，貂蝉元出兜鍪。却笑泸溪如斗大，肯把牛刀试手不？寿君双玉瓯。帘外五更风，吹梦无踪。画楼重上与谁同？记得玉钗斜拨火，宝篆成空。回首紫金峰，雨润烟浓。一江春浪醉醒中。留得罗襟前日泪，弹与征鸿。",
        "author": "宋代",
        "poem_class": "豪放",
        "dynasty": "苏轼"
    },
    {
        "title": "沁园春·恨",
        "paragraph": "花亦无知，月亦无聊，酒亦无灵。把夭桃斫断，煞他风景；鹦哥煮熟，佐我杯羹。焚砚烧书，椎琴裂画，毁尽文章抹尽名。荥阳郑，有慕歌家世，乞食风情。单寒骨相难更，笑席帽青衫太瘦生。看蓬门秋草，年年破巷，疏窗细雨，夜夜孤灯。难道天公，还箝恨口，不许长吁一两声？癫狂甚，取乌丝百幅，细写凄清。帘外五更风，消受晓寒时节。刚剩秋衾一半，拥透帘残月。争教清泪不成冰？好处便轻别。拟把伤离情绪，待晓寒重说。昨晚西窗风料峭，又把黄梅瘦了。人被花香恼，起看天共青山老。鹤叫空庭霜月小，夜来冻云如晓。谁信多情道，相思渐觉诗狂少。结束花帽下妆楼，雕鞍别时每牵手。怜郎愁绝还相劝，时日无多再聚首。",
        "author": "清代",
        "poem_class": "豪放",
        "dynasty": "郑燮"
    },
    {
        "title": "满江红·小住京华",
        "paragraph": "小住京华，早又是中秋佳节。为篱下黄花开遍，秋容如拭。四面歌残终破楚，八年风味徒思浙。苦将侬强派作蛾眉，殊未屑！(徒思浙 一作：独思浙，蛾眉 一作：娥眉)身不得，男儿列，心却比，男儿烈。算平生肝胆，因人常热。俗子胸襟谁识我？英雄末路当磨折。莽红尘何处觅知音？青衫湿！(俗子 一作：俗夫，磨折 一作：折磨)少年倜傥廊庙才，壮志未酬事堪哀。胸罗文章兵百万，胆照华国树千台。雄英无计倾圣主，高节终竟受疑猜。千古同惜长沙傅，空白汨罗步尘埃。无情未必真豪杰，怜子如何不丈夫？知否兴风狂啸者，回眸时看小於菟。寂寞空城在，仓皇古董迁。头儿夸大口，面子靠中坚。惊扰讵言妄？奔逃只自怜。所嗟非玉佛，不值一文钱。",
        "author": "近现代",
        "poem_class": "豪放",
        "dynasty": "秋瑾"
    },
    {
        "title": "蝶恋花·出塞",
        "paragraph": "今古河山无定据。画角声中，牧马频来去。满目荒凉谁可语？西风吹老丹枫树。从前幽怨应无数。铁马金戈，青冢黄昏路。一往情深深几许？深山夕照深秋雨。梦冷蘅芜，却望姗姗，是耶非耶？怅兰膏渍粉，尚留犀合；金泥蹙绣，空掩蝉纱。影弱难持，缘深暂隔，只当离愁滞海涯。归来也，趁星前月底，魂在梨花。鸾胶纵续琵琶。问可及、当年萼绿华。但无端摧折，恶经风浪；不如零落，判委尘沙。最忆相看，娇讹道字，手剪银灯自泼茶。令已矣，便帐中重见，那似伊家。初八月，半镜上青霄。斜倚画阑娇不语，暗移梅影过红桥，裙带北风飘。秋。触怵离心著处愁。风来也，独是下帘钩。",
        "author": "清代",
        "poem_class": "豪放",
        "dynasty": "纳兰性德"
    },
    {
        "title": "水龙吟·登建康赏心亭",
        "paragraph": "楚天千里清秋，水随天去秋无际。遥岑远目，献愁供恨，玉簪螺髻。落日楼头，断鸿声里，江南游子。把吴钩看了，栏杆拍遍，无人会，登临意。(栏杆 一作：阑干)休说鲈鱼堪脍，尽西风，季鹰归未？求田问舍，怕应羞见，刘郎才气。可惜流年，忧愁风雨，树犹如此！倩何人唤取，红巾翠袖，揾英雄泪！暖雨晴风初破冻，柳眼梅腮，已觉春心动。酒意诗情谁与共？泪融残粉花钿重。乍试夹衫金缕缝，山枕斜欹，枕损钗头凤。独抱浓愁无好梦，夜阑犹剪灯花弄。红了樱桃。绿了芭蕉。送春归、客尚蓬飘。昨宵谷水，今夜兰皋。奈云溶溶，风淡淡，雨潇潇。 银字笙调。心字香烧。料芳悰、乍整还凋。待将春恨，都付春潮。过窈娘堤，秋娘渡，泰娘桥。知君仙骨无寒暑。千载相逢犹旦暮。故将别语恼佳人，要看梨花枝上雨。落花已逐回风去。花本无心莺自诉。明朝归路下塘西，不见莺啼花落处。",
        "author": "宋代",
        "poem_class": "豪放",
        "dynasty": "辛弃疾"
    },
    {
        "title": "沁园春·灵山齐庵赋时筑偃湖未成",
        "paragraph": "叠嶂西驰，万马回旋，众山欲东。正惊湍直下，跳珠倒溅；小桥横截，缺月初弓。老合投闲，天教多事，检校长身十万松。吾庐小，在龙蛇影外，风雨声中。争先见面重重，看爽气朝来三数峰。似谢家子弟，衣冠磊落；相如庭户，车骑雍容。我觉其间，雄深雅健，如对文章太史公。新堤路，问偃湖何日，烟水蒙蒙？未会牵牛意若何，须邀织女弄金梭。年年乞与人间巧，不道人间巧已多。梦绕神州路。怅秋风、连营画角，故宫离黍。底事昆仑倾砥柱，九地黄流乱注。聚万落千村狐兔。天意从来高难问，况人情老易悲难诉！更南浦，送君去。凉生岸柳催残暑。耿斜河，疏星淡月，断云微度。万里江山知何处？回首对床夜语。雁不到，书成谁与？目尽青天怀今古，肯儿曹恩怨相尔汝！举大白，听金缕。花褪残红青杏小。燕子飞时，绿水人家绕。枝上柳绵吹又少，天涯何处无芳草。墙里秋千墙外道。墙外行人，墙里佳人笑。笑渐不闻声渐悄，多情却被无情恼。",
        "author": "宋代",
        "poem_class": "豪放",
        "dynasty": "辛弃疾"
    },
    {
        "title": "金缕曲·赠梁汾",
        "paragraph": "德也狂生耳。偶然间，缁尘京国，乌衣门第。有酒惟浇赵州土，谁会成生此意。不信道、遂成知己。青眼高歌俱未老，向尊前、拭尽英雄泪。君不见，月如水。共君此夜须沉醉。且由他，蛾眉谣诼，古今同忌。身世悠悠何足问，冷笑置之而已。寻思起、从头翻悔。一日心期千劫在，后身缘、恐结他生里。然诺重，君须记。别绪如丝梦不成，那堪孤枕梦边城。因听紫塞三更雨，却忆红楼半夜灯。书郑重，恨分明，天将愁味酿多情。起来呵手封题处，偏到鸳鸯两字冰。凭画槛，雨洗秋浓人淡。隔水残霞明冉冉，小山三四点。艇子几时同泛？待折荷花临鉴。日日绿盘疏粉艳，西风无处减。昏鸦尽，小立恨因谁？急雪乍翻香阁絮，轻风吹到胆瓶梅，心字已成灰。",
        "author": "清代",
        "poem_class": "豪放",
        "dynasty": "纳兰性德"
    },
    {
        "title": "贺新郎·同父见和再用韵答之",
        "paragraph": "老大那堪说。似而今、元龙臭味，孟公瓜葛。我病君来高歌饮，惊散楼头飞雪。笑富贵千钧如发。硬语盘空谁来听？记当时、只有西窗月。重进酒，换鸣瑟。 事无两样人心别。问渠侬：神州毕竟，几番离合？汗血盐车无人顾，千里空收骏骨。正目断关河路绝。我最怜君中宵舞，道“男儿到死心如铁”。看试手，补天裂。东城渐觉风光好。縠皱波纹迎客棹。绿杨烟外晓寒轻，红杏枝头春意闹。浮生长恨欢娱少。肯爱千金轻一笑。为君持酒劝斜阳，且向花间留晚照。丝丝杨柳丝丝雨。春在溟濛处。楼儿忒小不藏愁。几度和云飞去、觅归舟。天怜客子乡关远。借与花消遣。海棠红近绿阑干。才卷朱帘却又、晚风寒。诸将说封侯，短笛长歌独倚楼。万事尽随风雨去，休休，戏马台南金络头。催酒莫迟留，酒味今秋似去秋。花向老人头上笑，羞羞，白发簪花不解愁。",
        "author": "宋代",
        "poem_class": "豪放",
        "dynasty": "辛弃疾"
    },
    {
        "title": "念奴娇·登多景楼",
        "paragraph": "危楼还望，叹此意、今古几人曾会？鬼设神施，浑认作、天限南疆北界。一水横陈，连岗三面，做出争雄势。六朝何事，只成门户私计？因笑王谢诸人，登高怀远，也学英雄涕。凭却长江，管不到，河洛腥膻无际。正好长驱，不须反顾，寻取中流誓。小儿破贼，势成宁问强对！(强对 一作：疆场)王戎七岁，尝与诸小儿游。看道边李树多子折枝，诸儿竞走取之，唯戎不动。人问之，答曰：“树在道边而多子，此必苦李。”取之信然。缥缈危亭，笑谈独在千峰上。与谁同赏。万里横烟浪。 老去情怀，犹作天涯想。空惆怅。少年豪放。莫学衰翁样。梦觉透窗风一线，寒灯吹息。那堪酒醒，又闻空阶，夜雨频滴。嗟因循、久作天涯客。负佳人、几许盟言，便忍把、从前欢会，陡顿翻成忧戚。愁极，再三追思，洞房深处，几度饮散歌阑，香暖鸳鸯被。岂暂时疏散，费伊心力。殢云尤雨，有万般千种，相怜相惜。恰到如今，天长漏永，无端自家疏隔。知何时、却拥秦云态？愿低帏昵枕，轻轻细说与，江乡夜夜，数寒更思忆。",
        "author": "宋代",
        "poem_class": "豪放",
        "dynasty": "陈亮"
    }
]