[
    {
        "title": "秦州杂诗二十首·其六",
        "paragraph": "城上胡笳奏，山边汉节归。防河赴沧海，奉诏发金微。士苦形骸黑，旌疏鸟兽稀。那闻往来戍，恨解邺城围。绿波春浪满前陂，极目连云䎬稏肥。更被鹭鹚千点雪，破烟来入画屏飞。葡萄美酒夜光杯，欲饮琵琶马上催。醉卧沙场君莫笑，古来征战几人回？行子对飞蓬，金鞭指铁骢。功名万里外，心事一杯中。虏障燕支北，秦城太白东。离魂莫惆怅，看取宝刀雄！",
        "author": "唐代",
        "poem_class": "边塞",
        "dynasty": "杜甫"
    },
    {
        "title": "秦州杂诗二十首·其八",
        "paragraph": "闻道寻源使，从天此路回。牵牛去几许，宛马至今来。一望幽燕隔，何时郡国开。东征健儿尽，羌笛暮吹哀。江海相逢客恨多，秋风叶下洞庭波。 酒酣夜别淮阴市，月照高楼一曲歌。肠断江春欲尽头，杖藜徐步立芳洲。(江春 一作：春江)颠狂柳絮随风去，轻薄桃花逐水流。(去 一作：舞)郭橐驼，不知始何名。病偻，隆然伏行，有类橐驼者，故乡人号之“驼”。驼闻之曰：“甚善。名我固当。”因舍其名，亦自谓“橐驼”云。其乡曰丰乐乡，在长安西。驼业种树，凡长安豪富人为观游及卖果者，皆争迎取养。视驼所种树，或移徙，无不活；且硕茂，早实以蕃。他植者虽窥伺效慕，莫能如也。有问之，对曰：“橐驼非能使木寿且孳也，能顺木之天以致其性焉尔。凡植木之性，其本欲舒，其培欲平，其土欲故，其筑欲密。既然已，勿动勿虑，去不复顾。其莳也若子，其置也若弃，则其天者全而其性得矣。故吾不害其长而已，非有能硕茂之也；不抑耗其实而已，非有能早而蕃之也。他植者则不然，根拳而土易，其培之也，若不过焉则不及。苟有能反是者，则又爱之太恩，忧之太勤。旦视而暮抚，已去而复顾。甚者，爪其肤以验其生枯，摇其本以观其疏密，而木之性日以离矣。虽曰爱之，其实害之；虽曰忧之，其实仇之；故不我若也。吾又何能为哉？”问者曰：“以子之道，移之官理，可乎？”驼曰：“我知种树而已，理，非吾业也。然吾居乡，见长人者好烦其令，若甚怜焉，而卒以祸。旦暮吏来而呼曰：‘官命促尔耕，勖尔植，督尔获，早缫而绪，早织而缕，字而幼孩，遂而鸡豚。’鸣鼓而聚之，击木而召之。吾小人辍飧饔以劳吏者，且不得暇，又何以蕃吾生而安吾性耶？故病且怠。若是，则与吾业者其亦有类乎？”问者曰：“嘻，不亦善夫！吾问养树，得养人术。”传其事以为官戒。",
        "author": "唐代",
        "poem_class": "边塞",
        "dynasty": "杜甫"
    },
    {
        "title": "秦州杂诗二十首·其十一",
        "paragraph": "萧萧古塞冷，漠漠秋云低。黄鹄翅垂雨，苍鹰饥啄泥。蓟门谁自北，汉将独征西。不意书生耳，临衰厌鼓鼙。送送多穷路，遑遑独问津。悲凉千里道，凄断百年身。心事同漂泊，生涯共苦辛。无论去与住，俱是梦中人。雨过一蝉噪，飘萧松桂秋。青苔满阶砌，白鸟故迟留。暮霭生深树，斜阳下小楼。谁知竹西路，歌吹是扬州。六朝文物草连空，天淡云闲今古同。鸟去鸟来山色里，人歌人哭水声中。深秋帘幕千家雨，落日楼台一笛风。惆怅无日见范蠡，参差烟树五湖东。(无日 一作：无因)",
        "author": "唐代",
        "poem_class": "边塞",
        "dynasty": "杜甫"
    },
    {
        "title": "塞上曲",
        "paragraph": "极目望空阔，马羸程又赊。月生方见树，风定始无沙。 楚水辞鱼窟，燕山到雁家。如斯名利役，争不老天涯。楼上黄昏欲望休，玉梯横绝月中钩。芭蕉不展丁香结，同向春风各自愁。东南日出照高楼，楼上离人唱石州。总把春山扫眉黛，不知供得几多愁？玉树歌残王气终，景阳兵合戍楼空。松楸远近千官冢，禾黍高低六代宫。石燕拂云晴亦雨，江豚吹浪夜还风。英雄一去豪华尽，惟有青山似洛中。相见时难别亦难，东风无力百花残。春蚕到死丝方尽，蜡炬成灰泪始干。晓镜但愁云鬓改，夜吟应觉月光寒。蓬山此去无多路，青鸟殷勤为探看。(蓬山 一作：蓬莱)",
        "author": "唐代",
        "poem_class": "边塞",
        "dynasty": "裴说"
    },
    {
        "title": "塞上曲",
        "paragraph": "秋气生朔陲，塞草犹离离。大漠西风急，黄榆凉叶飞。襜褴罢南牧，林胡畏汉威。藁街将入贡，代马就新羁。浮云护玉关，斜日在金微。萧索边声静，太平烽影稀。素臣称有道，守在於四夷。夜久无眠秋气清，烛花频剪欲三更。铺床凉满梧桐月，月在梧桐缺处明。十八新娘八十郎，苍苍白发对红妆。鸳鸯被里成双夜，一树梨花压海棠。江南腊尽，早梅花开后，分付新春与垂柳。细腰肢自有入格风流，仍更是、骨体清英雅秀。永丰坊那畔，尽日无人，谁见金丝弄晴昼？断肠是飞絮时，绿叶成阴，无个事、一成消瘦。又莫是东风逐君来，便吹散眉间一点春皱。",
        "author": "宋代",
        "poem_class": "边塞",
        "dynasty": "田锡"
    },
    {
        "title": "秦州杂诗二十首·其七",
        "paragraph": "莽莽万重山，孤城山谷间。无风云出塞，不夜月临关。属国归何晚，楼兰斩未还。烟尘一怅望，衰飒正摧颜。几年无事傍江湖，醉倒黄公旧酒垆。 觉后不知明月上，满身花影倩人扶。闽国扬帆去，蟾蜍亏复圆。秋风生渭水，落叶满长安。此地聚会夕，当时雷雨寒。兰桡殊未返，消息海云端。营州少年厌原野，狐裘蒙茸猎城下。虏酒千钟不醉人，胡儿十岁能骑马。",
        "author": "唐代",
        "poem_class": "边塞",
        "dynasty": "杜甫"
    },
    {
        "title": "卜算子·塞草晚才青",
        "paragraph": "塞草晚才青，日落箫笳动，戚戚凄凄入夜分，催度星前梦。小语绿杨烟，怯踏银河冻，行尽关山到白狼，相见惟珍重。姑妄言之姑听之，豆棚瓜架雨如丝。料因厌作人间语，爱听秋坟鬼唱诗。背立盈盈故作羞，手挼梅蕊打肩头。欲将离恨寻郎说，待得郎来恨却休。云淡淡，水悠悠。一声横笛锁空楼。何时共泛春溪月，断岸垂杨一叶舟。一寸横波惹春留，何止最宜秋。妆残粉薄，矜严消尽，只有温柔。当时底事匆匆去？悔不载扁舟。分明记得，吹花小径，听雨高楼。",
        "author": "清代",
        "poem_class": "边塞",
        "dynasty": "纳兰性德"
    },
    {
        "title": "塞下曲·其六",
        "paragraph": "北风凋白草，胡马日骎骎。夜后戍楼月，秋来边将心。铁衣霜露重，战马岁年深。自有卢龙塞，烟尘飞至今。楼倚霜树外，镜天无一毫。南山与秋色，气势两相高。昨夜星辰昨夜风，画楼西畔桂堂东。身无彩凤双飞翼，心有灵犀一点通。隔座送钩春酒暖，分曹射覆蜡灯红。嗟余听鼓应官去，走马兰台类转蓬。(转蓬 一作：断蓬)闻道阊门萼绿华，昔年相望抵天涯。岂知一夜秦楼客，偷看吴王苑内花。 沅水通波接武冈，送君不觉有离伤。(沅水 一作：流水)青山一道同云雨，明月何曾是两乡。",
        "author": "唐代",
        "poem_class": "边塞",
        "dynasty": "戎昱"
    },
    {
        "title": "和李秀才边庭四时怨·其四",
        "paragraph": "朔风吹雪透刀瘢，饮马长城窟更寒。半夜火来知有敌，一时齐保贺兰山。慈母手中线，游子身上衣。临行密密缝，意恐迟迟归。谁言寸草心，报得三春晖。中和癸卯春三月，洛阳城外花如雪。东西南北路人绝，绿杨悄悄香尘灭。路旁忽见如花人，独向绿杨阴下歇。凤侧鸾欹鬓脚斜，红攒黛敛眉心折。借问女郎何处来？含颦欲语声先咽。回头敛袂谢行人，丧乱漂沦何堪说！三年陷贼留秦地，依稀记得秦中事。君能为妾解金鞍，妾亦与君停玉趾。前年庚子腊月五，正闭金笼教鹦鹉。斜开鸾镜懒梳头，闲凭雕栏慵不语。忽看门外起红尘，已见街中擂金鼓。居人走出半仓惶，朝士归来尚疑误。是时西面官军入，拟向潼关为警急。皆言博野自相持，尽道贼军来未及。须臾主父乘奔至，下马入门痴似醉。适逢紫盖去蒙尘，已见白旗来匝地。扶羸携幼竞相呼，上屋缘墙不知次。南邻走入北邻藏，东邻走向西邻避。北邻诸妇咸相凑，户外崩腾如走兽。轰轰昆昆乾坤动，万马雷声从地涌。火迸金星上九天，十二官街烟烘烔。日轮西下寒光白，上帝无言空脉脉。阴云晕气若重围，宦者流星如血色。紫气潜随帝座移，妖光暗射台星拆。家家流血如泉沸，处处冤声声动地。舞伎歌姬尽暗捐，婴儿稚女皆生弃。东邻有女眉新画，倾国倾城不知价。长戈拥得上戎车，回首香闺泪盈把。旋抽金线学缝旗，才上雕鞍教走马。有时马上见良人，不敢回眸空泪下；西邻有女真仙子，一寸横波剪秋水。妆成只对镜中春，年幼不知门外事。一夫跳跃上金阶，斜袒半肩欲相耻。牵衣不肯出朱门，红粉香脂刀下死。南邻有女不记姓，昨日良媒新纳聘。琉璃阶上不闻行，翡翠帘间空见影。忽看庭际刀刃鸣，身首支离在俄顷。仰天掩面哭一声，女弟女兄同入井；北邻少妇行相促，旋拆云鬟拭眉绿。已闻击托坏高门，不觉攀缘上重屋。须臾四面火光来，欲下回梯梯又摧。烟中大叫犹求救，梁上悬尸已作灰。妾身幸得全刀锯，不敢踟蹰久回顾。旋梳蝉鬓逐军行，强展蛾眉出门去。旧里从兹不得归，六亲自此无寻处。一从陷贼经三载，终日惊忧心胆碎。夜卧千重剑戟围，朝餐一味人肝脍。鸳帏纵入岂成欢？宝货虽多非所爱。蓬头垢面眉犹赤，几转横波看不得。衣裳颠倒语言异，面上夸功雕作字。柏台多半是狐精，兰省诸郎皆鼠魅。还将短发戴华簪，不脱朝衣缠绣被。翻持象笏作三公，倒佩金鱼为两史。朝闻奏对入朝堂，暮见喧呼来酒市。一朝五鼓人惊起，叫啸喧呼如窃语。夜来探马入皇城，昨日官军收赤水。赤水去城一百里，朝若来兮暮应至。凶徒马上暗吞声，女伴闺中潜生喜。皆言冤愤此时销，必谓妖徒今日死。逡巡走马传声急，又道官军全阵入。大彭小彭相顾忧，二郎四郎抱鞍泣。沉沉数日无消息，必谓军前已衔璧。簸旗掉剑却来归，又道官军悉败绩。四面从兹多厄束，一斗黄金一斗粟。尚让厨中食木皮，黄巢机上刲人肉。东南断绝无粮道，沟壑渐平人渐少。六军门外倚僵尸，七架营中填饿殍。长安寂寂今何有？废市荒街麦苗秀。采樵斫尽杏园花，修寨诛残御沟柳。华轩绣毂皆销散，甲第朱门无一半。含元殿上狐兔行，花萼楼前荆棘满。昔时繁盛皆埋没，举目凄凉无故物。内库烧为锦绣灰，天街踏尽公卿骨！来时晓出城东陌，城外风烟如塞色。路旁时见游奕军，坡下寂无迎送客。霸陵东望人烟绝，树锁骊山金翠灭。大道俱成棘子林，行人夜宿墙匡月。明朝晓至三峰路，百万人家无一户。破落田园但有蒿，摧残竹树皆无主。路旁试问金天神，金天无语愁于人。庙前古柏有残枿，殿上金炉生暗尘。一从狂寇陷中国，天地晦冥风雨黑。案前神水咒不成，壁上阴兵驱不得。闲日徒歆奠飨恩，危时不助神通力。我今愧恧拙为神，且向山中深避匿。寰中箫管不曾闻，筵上牺牲无处觅。旋教魇鬼傍乡村，诛剥生灵过朝夕。妾闻此语愁更愁，天遣时灾非自由。神在山中犹避难，何须责望东诸侯！前年又出杨震关，举头云际见荆山。如从地府到人间，顿觉时清天地闲。陕州主帅忠且贞，不动干戈唯守城。蒲津主帅能戢兵，千里晏然无犬声。朝携宝货无人问，暮插金钗唯独行。明朝又过新安东，路上乞浆逢一翁。苍苍面带苔藓色，隐隐身藏蓬荻中。问翁本是何乡曲？底事寒天霜露宿？老翁暂起欲陈辞，却坐支颐仰天哭。乡园本贯东畿县，岁岁耕桑临近甸。岁种良田二百廛，年输户税三千万。小姑惯织褐絁袍，中妇能炊红黍饭。千间仓兮万丝箱，黄巢过后犹残半。自从洛下屯师旅，日夜巡兵入村坞。匣中秋水拔青蛇，旗上高风吹白虎。入门下马若旋风，罄室倾囊如卷土。家财既尽骨肉离，今日垂年一身苦。一身苦兮何足嗟，山中更有千万家。朝饥山上寻蓬子，夜宿霜中卧荻花！妾闻此老伤心语，竟日阑干泪如雨。出门惟见乱枭鸣，更欲东奔何处所？仍闻汴路舟车绝，又道彭门自相杀。野色徒销战士魂，河津半是冤人血。适闻有客金陵至，见说江南风景异。自从大寇犯中原，戎马不曾生四鄙。诛锄窃盗若神功，惠爱生灵如赤子。城壕固护教金汤，赋税如云送军垒。奈何四海尽滔滔，湛然一境平如砥。避难徒为阙下人，怀安却羡江南鬼。愿君举棹东复东，咏此长歌献相公。闲坐夜明月，幽人弹素琴。忽闻悲风调，宛若寒松吟。 白雪乱纤手，绿水清虚心。钟期久已没，世上无知音。",
        "author": "唐代",
        "poem_class": "边塞",
        "dynasty": "卢汝弼"
    },
    {
        "title": "上京即事五首·其四",
        "paragraph": "紫塞风高弓力强，王孙走马猎沙场。呼鹰腰箭归来晚，马上倒悬双白狼。自然体态温柔，可意庞儿奈羞。看时节偷眼将人溜，送与人些风流证候。蜂媒蝶使空迤逗，燕子莺儿不自由。恰便似一枝红杏出墙头，不能够折入手，空教人风雨替花羞。里湖，外湖，无处是无春处。真山真水真画图，一片玲珑玉。宜酒宜诗，宜晴宜雨。销金锅锦绣窟，老苏，老逋，杨柳堤梅花墓。手帕酒痕，泪痕，半带着胭脂润。鲛渊一片玉霄云，缕缕东风恨。待写回文，敷陈方寸，怕莺花说与春。使人，赠君，寄风月平安信。常山江行远山，近山，一片青无间。逆流流流诉上乱石滩，险似连云栈。落日昏鸦，西风归雁，叹崎岖途路难。得闲，且闲，何处无鱼羹饭？杨姬艳冶，唱彻，〔金缕〕歌全阕。秋娘声价有谁轶？曾奉黄金阙。歌扇生春，舞裙回雪，不风流不醉也。舞者，唱者，一曲秦楼月。大江东去，长安西去，为功名走遍天涯路。厌舟车，喜琴书，早星星鬓影瓜田暮。心待足时名便足。高，高处苦；低，低处苦。",
        "author": "元代",
        "poem_class": "边塞",
        "dynasty": "萨都剌"
    },
    {
        "title": "入昌松东界山行",
        "paragraph": "鸟道几登顿，马蹄无暂闲。崎岖出长坂，合沓犹前山。石激水流处，天寒松色间。王程应未尽，且莫顾刀环。飒飒东风细雨来，芙蓉塘外有轻雷。金蟾啮锁烧香入，玉虎牵丝汲井回。贾氏窥帘韩掾少，宓妃留枕魏王才。春心莫共花争发，一寸相思一寸灰！隐隐飞桥隔野烟，石矶西畔问渔船。 桃花尽日随流水，洞在清溪何处边。二龙争战决雌雄，赤壁楼船扫地空。烈火张天照云海，周瑜于此破曹公。君去沧江望澄碧，鲸鲵唐突留馀迹。一一书来报故人，我欲因之壮心魄。",
        "author": "唐代",
        "poem_class": "边塞",
        "dynasty": "高适"
    },
    {
        "title": "塞下曲",
        "paragraph": "将军营外月轮高，猎猎西风吹战袍。觱篥无声河汉转，露华霜气满弓刀。举头见明月，万古月不老。月圆人亦圆，人月应同好。扰扰游人去又来，乘閒也踏软红回。刘郎道士俱尘土，纵有桃花亦浪栽。其 一寒灯耿幽暮，虫鸣清夜阑。起行望青天，明月在云端。美人隔千里，山河淼漫漫。玄云翳崇冈，白露雕芳兰。愿以绿绮琴，写作行路难。忧来无和声，弦绝空长叹。其 二倦鸟冀安巢，风林无静柯。路长羽翼短，日暮当如何？登高望四方，但见山与河。宁知天上雨，去去为沧波。慷慨对长风，坐感玄发皤。弱水不可航，层城岌嵯峨。凄凉华表鹤，太息成悲歌。",
        "author": "明代",
        "poem_class": "边塞",
        "dynasty": "苏佑"
    },
    {
        "title": "雨雪曲",
        "paragraph": "虏骑三秋入，关云万里平。雪似胡沙暗，冰如汉月明。高阙银为阙，长城玉作城。节旄零落尽，天子不知名。酌酒与君君自宽，人情翻覆似波澜。白首相知犹按剑，朱门先达笑弹冠。草色全经细雨湿，花枝欲动春风寒。世事浮云何足问，不如高卧且加餐。单车欲问边，属国过居延。征蓬出汉塞，归雁入胡天。大漠孤烟直，长河落日圆。萧关逢候骑，都护在燕然。葡萄美酒夜光杯，欲饮琵琶马上催。醉卧沙场君莫笑，古来征战几人回？",
        "author": "唐代",
        "poem_class": "边塞",
        "dynasty": "卢照邻"
    },
    {
        "title": "感遇诗三十八首·其三",
        "paragraph": "苍苍丁零塞，今古缅荒途。亭堠何摧兀，暴骨无全躯。黄沙幕南起，白日隐西隅。汉甲三十万，曾以事匈奴。但见沙场死，谁怜塞上孤。离人无语月无声，明月有光人有情。别后相思人似月，云间水上到层城。三月三日天气新，长安水边多丽人。态浓意远淑且真，肌理细腻骨肉匀。绣罗衣裳照暮春，蹙金孔雀银麒麟。头上何所有？翠微匎叶垂鬓唇。背后何所见？珠压腰衱稳称身。就中云幕椒房亲，赐名大国虢与秦。紫驼之峰出翠釜，水精之盘行素鳞。犀箸厌饫久未下，鸾刀缕切空纷纶。黄门飞鞚不动尘，御厨络绎送八珍。箫鼓哀吟感鬼神，宾从杂遝实要津。后来鞍马何逡巡，当轩下马入锦茵。杨花雪落覆白苹，青鸟飞去衔红巾。炙手可热势绝伦，慎莫近前丞相嗔！嫁得瞿塘贾，朝朝误妾期。早知潮有信，嫁与弄潮儿。",
        "author": "唐代",
        "poem_class": "边塞",
        "dynasty": "陈子昂"
    },
    {
        "title": "裴将军宅芦管歌",
        "paragraph": "辽东九月芦叶断，辽东小儿采芦管。可怜新管清且悲，一曲风飘海头满。海树萧索天雨霜，管声寥亮月苍苍。白狼河北堪愁恨，玄兔城南皆断肠。辽东将军长安宅，美人芦管会佳客。弄调啾飕胜洞箫，发声窈窕欺横笛。夜半高堂客未回，祗将芦管送君杯。巧能陌上惊杨柳，复向园中误落梅。诸客爱之听未足，高卷珠帘列红烛。将军醉舞不肯休，更使美人吹一曲。万里桥西一草堂，百花潭水即沧浪。风含翠篠娟娟净，雨裛红蕖冉冉香。(篠 通：筱)厚禄故人书断绝，恒饥稚子色凄凉。欲填沟壑唯疏放，自笑狂夫老更狂。客路青山外，行舟绿水前。(青山外 一作：青山下)潮平两岸阔，风正一帆悬。海日生残夜，江春入旧年。乡书何处达？归雁洛阳边。七夕今宵看碧霄，牵牛织女渡河桥。 家家乞巧望秋月，穿尽红丝几万条。",
        "author": "唐代",
        "poem_class": "边塞",
        "dynasty": "岑参"
    },
    {
        "title": "望海潮·上兰州守",
        "paragraph": "云雷天堑，金汤地险，名藩自古皋兰。营屯绣错，山形米聚，喉襟百二秦关。鏖战血犹殷。见阵云冷落，时有雕盘。静塞楼头晓月，依旧玉弓弯。看看，定远西还。有元戎阃命，上将斋坛。区脱昼空，兜零夕举，甘泉又报平安。吹笛虎牙间。且宴陪珠履，歌按云鬟。招取英灵毅魄，长绕贺兰山。魔急。魔怎乱修仙客。修仙客。谈玄妙，男远隔。求寸禄人休测。乡无漏难漂溺。仪运转，行真息。夏氏不无衅，作孽生妖龙。苍姬丁衰期，玄鼋游后宫。天心未悔祸，坠此文武功。檿弧漏天网，哲妇䲭袅同。狂童一何愚，巧言惟尔从。殷鉴不云远，覆车还蹈踪。坐令周南诗，悲入黍离风。君看后庭曲，曾笑骊山烽。昨日樵村渔浦。今日琼川银渚。山色卷帘看。老峰峦。锦帐美人贪睡。不觉天孙剪水。惊问是杨花。是芦花。",
        "author": "金朝",
        "poem_class": "边塞",
        "dynasty": "邓千江"
    },
    {
        "title": "塞下曲",
        "paragraph": "胡角引北风，蓟门白于水。天含青海道，城头月千里。 露下旗濛濛，寒金鸣夜刻。蕃甲锁蛇鳞，马嘶青冢白。 秋静见旄头，沙远席羁愁。帐北天应尽，河声出塞流。噫吁嚱，危乎高哉！蜀道之难，难于上青天！蚕丛及鱼凫，开国何茫然！尔来四万八千岁，不与秦塞通人烟。西当太白有鸟道，可以横绝峨眉巅。地崩山摧壮士死，然后天梯石栈相钩连。上有六龙回日之高标，下有冲波逆折之回川。黄鹤之飞尚不得过，猿猱欲度愁攀援。青泥何盘盘，百步九折萦岩峦。扪参历井仰胁息，以手抚膺坐长叹。问君西游何时还？畏途巉岩不可攀。但见悲鸟号古木，雄飞雌从绕林间。又闻子规啼夜月，愁空山。蜀道之难，难于上青天，使人听此凋朱颜！连峰去天不盈尺，枯松倒挂倚绝壁。飞湍瀑流争喧豗，砯崖转石万壑雷。其险也如此，嗟尔远道之人胡为乎来哉！(也如此 一作：也若此)剑阁峥嵘而崔嵬，一夫当关，万夫莫开。所守或匪亲，化为狼与豺。朝避猛虎，夕避长蛇，磨牙吮血，杀人如麻。锦城虽云乐，不如早还家。蜀道之难，难于上青天，侧身西望长咨嗟！昔年八月十五夜，曲江池畔杏园边。今年八月十五夜，湓浦沙头水馆前。西北望乡何处是，东南见月几回圆。昨风一吹无人会，今夜清光似往年。二月湖水清，家家春鸟鸣。林花扫更落，径草踏还生。酒伴来相命，开尊共解酲。当杯已入手，歌妓莫停声。",
        "author": "唐代",
        "poem_class": "边塞",
        "dynasty": "李贺"
    },
    {
        "title": "登原州城呈张蕡从事",
        "paragraph": "异乡何处最牵愁？独上边城城上楼。日暮北来惟有雁，地寒西去更无州。数声塞角高还咽，一派泾河冻不流。君作贫官我为客，此中离恨共难收。堤上游人逐画船，拍堤春水四垂天。绿杨楼外出秋千。白发戴花君莫笑，六幺催拍盏频传。人生何处似尊前！夜暗归云绕柁牙，江涵星影鹭眠沙。行人怅望苏台柳，曾与吴王扫落花。郁孤台下清江水，中间多少行人泪。西北望长安，可怜无数山。青山遮不住，毕竟东流去。江晚正愁予，山深闻鹧鸪。 (愁予 一作：愁余)",
        "author": "宋代",
        "poem_class": "边塞",
        "dynasty": "魏野"
    },
    {
        "title": "从军行",
        "paragraph": "汉家未得燕支山，征戍年年沙朔间。塞下长驱汗血马，云中恒闭玉门关。阴山瀚海千万里，此日桑河冻流水。稽洛川边胡骑来，渔阳戍里烽烟起。长途羽檄何相望，天子按剑思北方。羽林练士拭金甲，将军校战出玉堂。幽陵异域风烟改，亭障连连古今在。夜闻鸿雁南渡河，晓望旌旗北临海。塞沙飞淅沥，遥裔连穷碛。玄漠云平初合阵，西山月出闻鸣镝。城南百战多苦辛，路傍死卧黄沙人。戎衣不脱随霜雪，汗马骖单长被铁。杨叶楼中不寄书，莲花剑上空流血。匈奴未灭不言家，驱逐行行边徼赊。归心海外见明月，别思天边梦落花。天边回望何悠悠，芳树无人渡陇头。春云不变阳关雪，桑叶先知胡地秋。田畴不卖卢龙策，窦宪思勒燕然石。麾兵静北垂，此日交河湄。欲令塞上无干戚，会待单于系颈时。醉别复几日，登临遍池台。何时石门路，重有金樽开。秋波落泗水，海色明徂徕。飞蓬各自远，且尽手中杯。箫声咽，秦娥梦断秦楼月。秦楼月，年年柳色，灞陵伤别。乐游原上清秋节，咸阳古道音尘绝。音尘绝，西风残照，汉家陵阙。漠漠轻阴晚自开，青天白日映楼台。曲江水满花千树，有底忙时不肯来。",
        "author": "唐代",
        "poem_class": "边塞",
        "dynasty": "李昂"
    },
    {
        "title": "敦煌乐",
        "paragraph": "角声吹彻梅花，胡云遥接秦霞。白雁西风紫塞，皂雕落日黄沙。汉使牧羊旌节，阏氐上马琵琶。梦里身回云阙，觉来泪满天涯。花正开时月正明，花如罗绮月如银。溶溶月里花千朵，灿灿花前月一轮。月下几般花意思？花间多少月精神？待看月落花残夜，愁杀花间问月人！三生石上旧精魂，化作阳台一段云。词客有灵应识我，碧山如画又逢君。花边古木翔金雀，竹里香云冷翠裙。莫向西湖歌此曲，清明时节雨纷纷。秋气吾所爱，边城太早寒。披裘三伏惯，拥被五更残。风自长城落，天连大漠宽。摩霄羡鹰隼，健翮尔飞抟。",
        "author": "明代",
        "poem_class": "边塞",
        "dynasty": "杨慎"
    },
    {
        "title": "边思",
        "paragraph": "腰垂锦带佩吴钩，走马曾防玉塞秋。莫笑关西将家子，只将诗思入凉州。千山鸟飞绝，万径人踪灭。孤舟蓑笠翁，独钓寒江雪。一夜新霜著瓦轻，芭蕉新折败荷倾。耐寒唯有东篱菊，金粟初开晓更清。凉月如眉挂柳湾，越中山色镜中看。兰溪三日桃花雨，半夜鲤鱼来上滩。",
        "author": "唐代",
        "poem_class": "边塞",
        "dynasty": "李益"
    },
    {
        "title": "穷边词二首",
        "paragraph": "将军作镇古汧州，水腻山春节气柔。清夜满城丝管散，行人不信是边头。箭利弓调四镇兵，蕃人不敢近东行。沿边千里浑无事，唯见平安火入城。冰簟银床梦不成，碧天如水夜云轻。 雁声远过潇湘去，十二楼中月自明。胜败兵家事不期，包羞忍耻是男儿。 江东子弟多才俊，卷土重来未可知。客行新安道，喧呼闻点兵。借问新安吏：“县小更无丁？”“府帖昨夜下，次选中男行。”“中男绝短小，何以守王城？”肥男有母送，瘦男独伶俜。白水暮东流，青山犹哭声。“莫自使眼枯，收汝泪纵横。眼枯即见骨，天地终无情！我军取相州，日夕望其平。岂意贼难料，归军星散营。就粮近故垒，练卒依旧京。掘壕不到水，牧马役亦轻。况乃王师顺，抚养甚分明。送行勿泣血，仆射如父兄。”",
        "author": "唐代",
        "poem_class": "边塞",
        "dynasty": "姚合"
    },
    {
        "title": "效古赠崔二",
        "paragraph": "十月河洲时，一看有归思。风飙生惨烈，雨雪暗天地。我辈今胡为？浩哉迷所至。缅怀当途者，济济居声位。邈然在云霄，宁肯更沦踬？周旋多燕乐，门馆列车骑。美人芙蓉姿，狭室兰麝气。金炉陈兽炭，谈笑正得意。岂论草泽中，有此枯槁士？我惭经济策，久欲甘弃置。君负纵横才，如何尚憔悴？长歌增郁怏，对酒不能醉。穷达自有时，夫子莫下泪。浑成紫檀金屑文，作得琵琶声入云。 胡地迢迢三万里，那堪马上送明君。 异方之乐令人悲，羌笛胡笳不用吹。 坐看今夜关山月，思杀边城游侠儿。严风吹霜海草凋，筋干精坚胡马骄。汉家战士三十万，将军兼领霍嫖姚。流星白羽腰间插，剑花秋莲光出匣。天兵照雪下玉关，虏箭如沙射金甲。云龙风虎尽交回，太白入月敌可摧。敌可摧，旄头灭，履胡之肠涉胡血。悬胡青天上，埋胡紫塞傍。胡无人，汉道昌。陛下之寿三千霜。但歌大风云飞扬，安得猛士兮守四方。众岫耸寒色，精庐向此分。流星透疏水，走月逆行云。(疏水 一作：疏木)绝顶人来少，高松鹤不群。一僧年八十，世事未曾闻。",
        "author": "唐代",
        "poem_class": "边塞",
        "dynasty": "高适"
    },
    {
        "title": "采桑子·严宵拥絮频惊起",
        "paragraph": "严霜拥絮频惊起，扑面霜空。斜汉朦胧。冷逼毡帷火不红。香篝翠被浑闲事，回首西风。何处疏钟，一穗灯花似梦中。身阅兴亡浩劫空，两朝文献一衰翁。无官未害餐周粟，有史深愁失楚弓。行殿幽兰悲夜火，故都乔木泣秋风。国家不幸诗家幸，赋到沧桑句便工。漠漠春芜春不住，藤刺牵衣，碍却行人路。偏是无情偏解舞，蒙蒙扑面皆飞絮。绣院深沉谁是主？一朵孤花，墙角明如许！莫怨无人来折取，花开不合阳春暮。飘蓬只逐惊飙转，行人过尽烟光远。立马认河流，茂陵风雨秋。寂寥行殿索，梵呗琉璃火。塞雁与宫鸦，山深日易斜。",
        "author": "清代",
        "poem_class": "边塞",
        "dynasty": "纳兰性德"
    },
    {
        "title": "使青夷军入居庸三首",
        "paragraph": "匹马行将久，征途去转难。不知边地别，只讶客衣单。溪冷泉声苦，山空木叶干。莫言关塞极，云雪尚漫漫。古镇青山口，寒风落日时。岩峦鸟不过，冰雪马堪迟。出塞应无策，还家赖有期。东山足松桂，归去结茅茨。登顿驱征骑，栖迟愧宝刀。远行今若此，微禄果徒劳。绝坂水连下，群峰云共高。自堪成白首，何事一青袍。空山新雨后，天气晚来秋。明月松间照，清泉石上流。竹喧归浣女，莲动下渔舟。随意春芳歇，王孙自可留。誓扫匈奴不顾身，五千貂锦丧胡尘。可怜无定河边骨，犹是春闺梦里人！(春闺 一作：深闺)叶声落如雨，月色白似霜。夜深方独卧，谁为拂尘床。",
        "author": "唐代",
        "poem_class": "边塞",
        "dynasty": "高适"
    },
    {
        "title": "蓟中作",
        "paragraph": "策马自沙漠，长驱登塞垣。边城何萧条，白日黄云昏。一到征战处，每愁胡虏翻。岂无安边书，诸将已承恩。惆怅孙吴事，归来独闭门。屋上春鸠鸣，村边杏花白。持斧伐远扬，荷锄觇泉脉。 归燕识故巢，旧人看新历。临觞忽不御，惆怅远行客。楚塞三湘接，荆门九派通。江流天地外，山色有无中。郡邑浮前浦，波澜动远空。襄阳好风日，留醉与山翁。去年今日此门中，人面桃花相映红。人面不知何处去，桃花依旧笑春风。",
        "author": "唐代",
        "poem_class": "边塞",
        "dynasty": "高适"
    },
    {
        "title": "南歌子·古戍饥乌集",
        "paragraph": "古戍饥乌集，荒城野雉飞。何年劫火剩残灰，试看英雄碧血，满龙堆。玉帐空分垒，金笳已罢吹。东风回首尽成非，不道兴亡命也，岂人为。贺六浑来，主三军队，壶关王气曾分。人说当年。离宫筑向云根。烧烟一片氤氲，想香姜、古瓦犹存。琵琶何处？听残《敕勒》，销尽英魂。霜鹰自去，青雀空飞，画楼十二，冰井无痕。春风袅娜，依然芳草罗裙。驱马斜阳，到鸣钟、佛火黄昏。伴残僧、千山万山，凉月松门。沧州南一寺临河干，山门圮于河，二石兽并沉焉。阅十余岁，僧募金重修，求二石兽于水中，竟不可得，以为顺流下矣。棹数小舟，曳铁钯，寻十余里无迹。一讲学家设帐寺中，闻之笑曰：“尔辈不能究物理。是非木杮，岂能为暴涨携之去？乃石性坚重，沙性松浮，湮于沙上，渐沉渐深耳。沿河求之，不亦颠乎？”众服为确论。一老河兵闻之，又笑曰：“凡河中失石，当求之于上流。盖石性坚重，沙性松浮，水不能冲石，其反激之力，必于石下迎水处啮沙为坎穴，渐激渐深，至石之半，石必倒掷坎穴中。如是再啮，石又再转。转转不已，遂反溯流逆上矣。求之下流，固颠；求之地中，不更颠乎？”如其言，果得于数里外。然则天下之事，但知其一，不知其二者多矣，可据理臆断欤？(转转 一作：再转)断魂无据，万水千山何处去？没个音书，尽日东风上绿除。故园春好，寄语落花须自扫。莫更伤春，同是恹恹多病人。",
        "author": "清代",
        "poem_class": "边塞",
        "dynasty": "纳兰性德"
    },
    {
        "title": "榆河晓发",
        "paragraph": "朝晖开众山，遥见居庸关。云出三边外，风生万马间。征尘何日静，古戍几人闲。忽忆弃繻者，空惭旅鬓斑。辰阳南望接沅州，碧树林中古驿楼。远客日怜风土异，空山惟见瘴云浮。耶溪有信从谁问，楚水无情只自流。却幸此身如野鹤，人间随地可淹留。生平无计更依刘，短发蒙茸愧楚囚。十载莺花迟暮客，三春烟雨别离愁。浮生碟梦庄周榻，壮志鸱夷范蠡舟。同学少年零落尽，飘然江海一沙鸥。花香月色两相宜，惜月怜花卧转迟；月落漫凭花送酒，花残还有月催诗。隔花窥月无多影，带月看花别样姿；多少花前月下客，年年和月醉花枝。",
        "author": "明代",
        "poem_class": "边塞",
        "dynasty": "谢榛"
    },
    {
        "title": "雁门胡人歌",
        "paragraph": "高山代郡东接燕，雁门胡人家近边。解放胡鹰逐塞鸟，能将代马猎秋田。山头野火寒多烧，雨里孤峰湿作烟。闻道辽西无斗战，时时醉向酒家眠。风动荷花水殿香，姑苏台上宴吴王。西施醉舞娇无力，笑倚东窗白玉床。月黑雁飞高，单于夜遁逃。欲将轻骑逐，大雪满弓刀。水。至清，尽美。从一勺，至千里。利人利物，时行时止。道性净皆然，交情淡如此。君游金谷堤上，我在石渠署里。两心相忆似流波，潺湲日夜无穷已。",
        "author": "唐代",
        "poem_class": "边塞",
        "dynasty": "崔颢"
    },
    {
        "title": "白沟行",
        "paragraph": "白沟河边蕃塞地，送迎蕃使年年事。蕃马常来射狐兔，汉兵不道传烽燧。万里鉏耰接塞垣，幽燕桑叶暗川原。棘门灞上徒儿戏，李牧廉颇莫更论。夜暗归云绕柁牙，江涵星影鹭眠沙。行人怅望苏台柳，曾与吴王扫落花。晴明风日雨干时，草满花堤水满溪。童子柳阴眠正着，一牛吃过柳阴西。小阁藏春，闲窗锁昼，画堂无限深幽。篆香烧尽，日影下帘钩。手种江梅渐好，又何必、临水登楼。无人到，寂寥浑似，何逊在扬州。从来，知韵胜，难堪雨藉，不耐风揉。更谁家横笛，吹动浓愁。莫恨香消雪减，须信道、扫迹情留。难言处，良宵淡月，疏影尚风流。",
        "author": "宋代",
        "poem_class": "边塞",
        "dynasty": "王安石"
    },
    {
        "title": "台城路·白狼河北秋偏早",
        "paragraph": "白狼河北秋偏早，星桥又迎河鼓。清漏频移，微云欲湿，正是金风玉露。两眉愁聚。待归踏榆花，那时才诉。只恐重逢，明明相视更无语。人间别离无数，向瓜果筵前，碧天凝伫，连理千花，相思一叶，毕竟随风何处。羁栖良苦，算未抵空房，冷香啼曙。今夜天孙，笑人愁似许。今夜新月似蛾眉，时还暂去时还归。记取临行重来约，月成钩时人成对。娟娟凉露欲为霜，万缕千条拂玉塘。浦里青荷中妇镜，江干黄竹女儿箱。空怜板渚隋堤水，不见琅琊大道王。若过洛阳风景地，含情重问永丰坊。天光如水，月光如镜，一片清辉皎洁。吹来何处桂花香，恰今日、平分秋色。芭蕉叶老，梧桐叶落，老健春寒秋热。须知光景不多时，能几见、团圆佳节。",
        "author": "清代",
        "poem_class": "边塞",
        "dynasty": "纳兰性德"
    },
    {
        "title": "南楼令·古木向人秋",
        "paragraph": "古木向人秋，惊蓬掠鬓稠。是重阳、何处堪愁。记得当年惆怅事，正风雨，下南楼。断梦几能留，香魂一哭休。怪凉蟾、空满衾禂。霜落鸟啼浑不睡，偏想出，旧风流。愁痕满地无人省，露湿琅玕影。闲阶小立倍荒凉。还剩旧时月色在潇湘。薄情转是多情累，曲曲柔肠碎。红笺向壁字模糊，忆共灯前呵手为伊书。别肠转如轮，一刻既万周。眼见双轮驰，益增中心忧。古亦有山川，古亦有车舟。车舟载离别，行止犹自由。今日舟与车，并力生离愁。明知须臾景，不许稍绸缪。钟声一及时，顷刻不少留。虽有万钧柁，动如绕指柔；岂无打头风，亦不畏石尤。送者未及返，君在天尽头。望影倏不见，烟波杳悠悠。去矣一何速，归定留滞不？所愿君归时，快乘轻气球。江到兴安水最清，青山簇簇水中生。分明看见青山顶，船在青山顶上行。",
        "author": "清代",
        "poem_class": "边塞",
        "dynasty": "纳兰性德"
    },
    {
        "title": "初过陇山途中呈宇文判官",
        "paragraph": "一驿过一驿，驿骑如星流。平明发咸阳，暮及陇山头。陇水不可听，呜咽令人愁。沙尘扑马汗，雾露凝貂裘。西来谁家子，自道新封侯。前月发安西，路上无停留。都护犹未到，来时在西州。十日过沙碛，终朝风不休。马走碎石中，四蹄皆血流。万里奉王事，一身无所求。也知塞垣苦，岂为妻子谋。山口月欲出，先照关城楼。溪流与松风，静夜相飕飗。别家赖归梦，山塞多离忧。与子且携手，不愁前路修。人事有代谢，往来成古今。江山留胜迹，我辈复登临。水落鱼梁浅，天寒梦泽深。羊公碑尚在，读罢泪沾襟。(尚在 一作：字在)借问江潮与海水，何似君情与妾心？相恨不如潮有信，相思始觉海非深。木末芙蓉花，山中发红萼。涧户寂无人，纷纷开且落。",
        "author": "唐代",
        "poem_class": "边塞",
        "dynasty": "岑参"
    },
    {
        "title": "行行游且猎篇",
        "paragraph": "边城儿，生年不读一字书，但知游猎夸轻趫。胡马秋肥宜白草，骑来蹑影何矜骄。金鞭拂雪挥鸣鞘，半酣呼鹰出远郊。弓弯满月不虚发，双鸧迸落连飞髇。海边观者皆辟易，猛气英风振沙碛。儒生不及游侠人，白首下帷复何益！遥夜人何在，澄潭月里行。悠悠天宇旷，切切故乡情。外物寂无扰，中流澹自清。念归林叶换，愁坐露华生。犹有汀洲鹤，宵分乍一鸣。战哭多新鬼，愁吟独老翁。乱云低薄暮，急雪舞回风。瓢弃尊无绿，炉存火似红。数州消息断，愁坐正书空。处世若大梦，胡为劳其生？所以终日醉，颓然卧前楹。觉来眄庭前，一鸟花间鸣。借问此何时？春风语流莺。感之欲叹息，对酒还自倾。浩歌待明月，曲尽已忘情。",
        "author": "唐代",
        "poem_class": "边塞",
        "dynasty": "李白"
    },
    {
        "title": "戍卒伤春",
        "paragraph": "连年戍边塞，过却芳菲节。东风气力尽，不减阴山雪。萧条柳一株，南枝叶微发。为带故乡情，依依藉攀折。晚风吹碛沙，夜泪啼乡月。凌烟阁上人，未必皆忠烈。一自萧关起战尘，河湟隔断异乡春。汉儿尽作胡儿语，却向城头骂汉人。有美一人兮，婉如青扬。识曲别音兮，令姿煌煌。 绣袂捧琴兮，登君子堂。如彼萱草兮，使我忧忘。 欲赠之以紫玉尺，白银铛。久不见之兮，湘水茫茫。黄四娘家花满蹊，千朵万朵压枝低。留连戏蝶时时舞，自在娇莺恰恰啼。",
        "author": "唐代",
        "poem_class": "边塞",
        "dynasty": "于濆"
    },
    {
        "title": "登凉州尹台寺",
        "paragraph": "胡地三月半，梨花今始开。因从老僧饭，更上夫人台。清唱云不去，弹弦风飒来。应须一倒载，还似山公回。飒飒东风细雨来，芙蓉塘外有轻雷。金蟾啮锁烧香入，玉虎牵丝汲井回。贾氏窥帘韩掾少，宓妃留枕魏王才。春心莫共花争发，一寸相思一寸灰！雨前初见花间蕊，雨后兼无叶里花。蛱蝶飞来过墙去，却疑春色在邻家。(版本一) 雨前初见花间蕊，雨后全无叶底花。蜂蝶纷纷过墙去，却疑春色在邻家。(版本二)萧娘脸薄难胜泪，桃叶眉尖易觉愁。天下三分明月夜，二分无赖是扬州。",
        "author": "唐代",
        "poem_class": "边塞",
        "dynasty": "岑参"
    },
    {
        "title": "宿铁关西馆",
        "paragraph": "马汗踏成泥，朝驰几万蹄。雪中行地角，火处宿天倪。塞迥心常怯，乡遥梦亦迷。那知故园月，也到铁关西。去年战，桑干源，今年战，葱河道。洗兵条支海上波，放马天山雪中草。万里长征战，三军尽衰老。匈奴以杀戮为耕作，古来唯见白骨黄沙田。秦家筑城避胡处，汉家还有烽火燃。烽火燃不息，征战无已时。野战格斗死，败马号鸣向天悲。乌鸢啄人肠，衔飞上挂枯树枝。士卒涂草莽，将军空尔为。乃知兵者是凶器，圣人不得已而用之。得即高歌失即休，多愁多恨亦悠悠。今朝有酒今朝醉，明日愁来明日愁。大漠沙如雪，燕山月似钩。何当金络脑，快走踏清秋。",
        "author": "唐代",
        "poem_class": "边塞",
        "dynasty": "岑参"
    },
    {
        "title": "古塞下曲",
        "paragraph": "行人朝走马，直指蓟城傍。蓟城通漠北，万里别吾乡。海上千烽火，沙中百战场。军书发上郡，春色度河阳。袅袅汉宫柳，青青胡地桑。琵琶出塞曲，横笛断君肠。红楼别夜堪惆怅，香灯半卷流苏帐。残月出门时，美人和泪辞。琵琶金翠羽，弦上黄莺语。劝我早还家，绿窗人似花。鸦翎羽箭山桑弓，仰天射落衔芦鸿。麻衣黑肥冲北风，带酒日晚歌田中。男儿屈穷心不穷，枯荣不等嗔天公。寒风又变为春柳，条条看即烟濛濛。曾逐东风拂舞筵，乐游春苑断肠天。 如何肯到清秋日，已带斜阳又带蝉。",
        "author": "唐代",
        "poem_class": "边塞",
        "dynasty": "李颀"
    },
    {
        "title": "点绛唇·黄花城早望",
        "paragraph": "五夜光寒，照来积雪平于栈。西风何限，自起披衣看。对此茫茫，不觉成长叹。何时旦，晓星欲散，飞起平沙雁。惜起残红泪满衣。它生莫作有情痴。人天无地著相思。花若再开非故树，云能暂驻亦哀丝。不成消遣只成悲。有时云与高峰匹，不放松峦历历。望里依岩附壁，一样黏天碧。有时峰与晴云敌，不许露珠轻滴。别是娇酣颜色，浓淡随伊力。一半残阳下小楼，朱帘斜控软金钩。倚阑无绪不能愁。有个盈盈骑马过，薄妆浅黛亦风流。见人羞涩却回头。",
        "author": "清代",
        "poem_class": "边塞",
        "dynasty": "纳兰性德"
    },
    {
        "title": "听晓角",
        "paragraph": "边霜昨夜堕关榆，吹角当城汉月孤。无限塞鸿飞不度，秋风卷入小单于。碧山学士焚银鱼，白马却走深岩居。古人已用三冬足，年少今开万卷余。晴云满户团倾盖，秋水浮阶溜决渠。富贵必从勤苦得，男儿须读五车书。昨夜圆非今夜圆，却疑圆处减婵娟。一年十二度圆缺，能得几多时少年。水。至清，尽美。从一勺，至千里。利人利物，时行时止。道性净皆然，交情淡如此。君游金谷堤上，我在石渠署里。两心相忆似流波，潺湲日夜无穷已。",
        "author": "唐代",
        "poem_class": "边塞",
        "dynasty": "李益"
    },
    {
        "title": "塞上曲",
        "paragraph": "黄云连白草，万里有无间。霜冷髑髅哭，天寒甲胄闲。马嘶经战地，雕认打围山。移戌腰金印，将军度玉关。游人脚底一声雷，满座顽云拨不开。天外黑风吹海立，浙东飞雨过江来。十分潋滟金樽凸，千杖敲铿羯鼓催。唤起谪仙泉洒面，倒倾鲛室泻琼瑰。别来音信千里，恨此情难寄。碧纱秋月，梧桐夜雨，几回无寐。楼高目断，天遥云黯，只堪憔悴。念兰堂红烛，心长焰短，向人垂泪。山外青山楼外楼，西湖歌舞几时休？暖风熏得游人醉，直把杭州作汴州。",
        "author": "宋代",
        "poem_class": "边塞",
        "dynasty": "王镃"
    },
    {
        "title": "杨柳枝·织锦机边莺语频",
        "paragraph": "织锦机边莺语频，停梭垂泪忆征人。塞门三月犹萧索，纵有垂杨未觉春。秦王扫六合，虎视何雄哉！挥剑决浮云，诸侯尽西来。明断自天启，大略驾群才。收兵铸金人，函谷正东开。铭功会稽岭，骋望琅琊台。刑徒七十万，起土骊山隈。尚采不死药，茫然使心哀。连弩射海鱼，长鲸正崔嵬。额鼻象五岳，扬波喷云雷。鬐鬣蔽青天，何由睹蓬莱？徐巿载秦女，楼船几时回？但见三泉下，金棺葬寒灰。江南好，风景旧曾谙。日出江花红胜火，春来江水绿如蓝。能不忆江南？昨夜圆非今夜圆，却疑圆处减婵娟。一年十二度圆缺，能得几多时少年。",
        "author": "唐代",
        "poem_class": "边塞",
        "dynasty": "温庭筠"
    },
    {
        "title": "灭胡曲",
        "paragraph": "都护新灭胡，士马气亦粗。萧条虏尘净，突兀天山孤。战哭多新鬼，愁吟独老翁。乱云低薄暮，急雪舞回风。瓢弃尊无绿，炉存火似红。数州消息断，愁坐正书空。昨夜秋风入汉关，朔云边月满西山。 更催飞将追骄虏，莫遣沙场匹马还。林暗草惊风，将军夜引弓。平明寻白羽，没在石棱中。",
        "author": "唐代",
        "poem_class": "边塞",
        "dynasty": "岑参"
    },
    {
        "title": "登邯郸洪波台置酒观发兵",
        "paragraph": "我把两赤羽，来游燕赵间。天狼正可射，感激无时闲。观兵洪波台，倚剑望玉关。请缨不系越，且向燕然山。风引龙虎旗，歌钟昔追攀。击筑落高月，投壶破愁颜。遥知百战胜，定扫鬼方还。天街小雨润如酥，草色遥看近却无。最是一年春好处，绝胜烟柳满皇都。桃李待日开，荣华照当年。东风动百物，草木尽欲言。枯枝无丑叶，涸水吐清泉。大力运天地，羲和无停鞭。功名不早著，竹帛将何宣。桃李务青春，谁能贳白日。富贵与神仙，蹉跎成两失。金石犹销铄，风霜无久质。畏落日月后，强欢歌与酒。秋霜不惜人，倏忽侵蒲柳。解落三秋叶，能开二月花。过江千尺浪，入竹万竿斜。",
        "author": "唐代",
        "poem_class": "边塞",
        "dynasty": "李白"
    },
    {
        "title": "满江红·为问封姨",
        "paragraph": "为问封姨，何事却、排空卷地。又不是、江南春好，妒花天气。叶尽归鸦栖未得，带垂惊燕飘还起。甚天公、不肯惜愁人，添憔悴。搅一霎，灯前睡。听半晌，心如醉。倩碧纱遮断，画屏深翠。只影凄清残烛下，离魂飘缈秋空里。总随他、泊粉与飘香，真无谓。其一有屠人货肉归，日已暮，欻一狼来，瞰担上肉，似甚垂涎，随尾行数里。屠惧，示之以刃，少却；及走，又从之。屠无计，思狼所欲者肉，不如姑悬诸树而早取之。遂钩肉，翘足挂树间，示以空担。狼乃止。屠归。昧爽，往取肉，遥望树上悬巨物，似人缢死状。大骇，逡巡近视之，则死狼也。仰首细审，见狼口中含肉，钩刺狼腭，如鱼吞饵。时狼皮价昂，直十余金，屠小裕焉。缘木求鱼，狼则罹之，是可笑也。其二一屠晚归，担中肉尽，止有剩骨。途中两狼，缀行甚远。屠惧，投以骨。一狼得骨止，一狼仍从。复投之，后狼止而前狼又至。骨已尽矣，而两狼之并驱如故。屠大窘，恐前后受其敌。顾野有麦场，场主积薪其中，苫蔽成丘。屠乃奔倚其下，弛担持刀。狼不敢前，眈眈相向。少时，一狼径去，其一犬坐于前。久之，目似瞑，意暇甚。屠暴起，以刀劈狼首，又数刀毙之。方欲行，转视积薪后，一狼洞其中，意将隧入以攻其后也。身已半入，止露尻尾。屠自后断其股，亦毙之。乃悟前狼假寐，盖以诱敌。狼亦黠矣，而顷刻两毙，禽兽之变诈几何哉？止增笑耳。其三一屠暮行，为狼所逼。道旁有夜耕所遗行室，奔入伏焉。狼自苫中探爪入。屠急捉之，令不可去。但思无计可以死之。惟有小刀不盈寸，遂割破狼爪下皮，以吹豕之法吹之。极力吹移时，觉狼不甚动，方缚以带。出视，则狼胀如牛，股直不能屈，口张不得合。遂负之以归。非屠，乌能作此谋也！三事皆出于屠；则屠人之残爆，杀狼亦可用也。 谁念西风独自凉，萧萧黄叶闭疏窗，沉思往事立残阳。被酒莫惊春睡重，赌书消得泼茶香，当时只道是寻常。其一秋心如海复如潮，但有秋魂不可招。漠漠郁金香在臂，亭亭古玉佩当腰。气寒西北何人剑，声满东南几处箫。斗大明星烂无数，长天一月坠林梢。其二忽筮一官来阙下，众中俯仰不材身。新知触眼春云过，老辈填胸夜雨沦。天问有灵难置对，阴符无效勿虚陈。晓来客籍差夸富，无数湘南剑外民。其三我所思兮在何所，胸中灵气欲成云。槎通碧汉无多路，土蚀寒花又此坟。某水某山埋姓氏，一钗一佩断知闻。起看历历楼台外，窈窕秋星或是君。",
        "author": "清代",
        "poem_class": "边塞",
        "dynasty": "纳兰性德"
    },
    {
        "title": "送韦评事",
        "paragraph": "欲逐将军取右贤，沙场走马向居延。遥知汉使萧关外，愁见孤城落日边。滕王高阁临江渚，佩玉鸣鸾罢歌舞。画栋朝飞南浦云，珠帘暮卷西山雨。闲云潭影日悠悠，物换星移几度秋。阁中帝子今何在？槛外长江空自流。城阙辅三秦，风烟望五津。与君离别意，同是宦游人。海内存知己，天涯若比邻。无为在歧路，儿女共沾巾。绿波春浪满前陂，极目连云䎬稏肥。更被鹭鹚千点雪，破烟来入画屏飞。",
        "author": "唐代",
        "poem_class": "边塞",
        "dynasty": "王维"
    },
    {
        "title": "首秋轮台",
        "paragraph": "异域阴山外，孤城雪海边。秋来唯有雁，夏尽不闻蝉。雨拂毡墙湿，风摇毳幕羶。轮台万里地，无事历三年。豁开青冥颠，泻出万丈泉。如裁一条素，白日悬秋天。山光物态弄春晖，莫为轻阴便拟归。 纵使晴明无雨色，入云深处亦沾衣。数萼初含雪，孤标画本难。香中别有韵，清极不知寒。横笛和愁听，斜枝倚病看。朔风如解意，容易莫摧残。",
        "author": "唐代",
        "poem_class": "边塞",
        "dynasty": "岑参"
    },
    {
        "title": "塞下曲·其一",
        "paragraph": "蕃州部落能结束，朝暮驰猎黄河曲。燕歌未断塞鸿飞，牧马群嘶边草绿。春日在天涯，天涯日又斜。莺啼如有泪，为湿最高花。菩提本无树，明镜亦非台。佛性常清净，何处有尘埃！身是菩提树，心为明镜台。明镜本清净，何处染尘埃！菩提本无树，明镜亦非台。本来无一物，何处惹尘埃！菩提只向心觅，何劳向外求玄？听说依此修行，西方只在目前！燕台一望客心惊，笳鼓喧喧汉将营。(笳鼓 一作：箫鼓)万里寒光生积雪，三边曙色动危旌。沙场烽火连胡月，海畔云山拥蓟城。少小虽非投笔吏，论功还欲请长缨。",
        "author": "唐代",
        "poem_class": "边塞",
        "dynasty": "李益"
    },
    {
        "title": "出塞作",
        "paragraph": "居延城外猎天骄，白草连天野火烧。暮云空碛时驱马，秋日平原好射雕。护羌校尉朝乘障，破虏将军夜渡辽。玉靶角弓珠勒马，汉家将赐霍嫖姚。碧玉妆成一树高，万条垂下绿丝绦。不知细叶谁裁出，二月春风似剪刀。冰簟银床梦不成，碧天如水夜云轻。 雁声远过潇湘去，十二楼中月自明。云物凄清拂曙流，汉家宫阙动高秋。残星几点雁横塞，长笛一声人倚楼。紫艳半开篱菊静，红衣落尽渚莲愁。鲈鱼正美不归去，空戴南冠学楚囚。",
        "author": "唐代",
        "poem_class": "边塞",
        "dynasty": "王维"
    },
    {
        "title": "过碛",
        "paragraph": "黄沙碛里客行迷，四望云天直下低。为言地尽天还尽，行到安西更向西。云物凄清拂曙流，汉家宫阙动高秋。残星几点雁横塞，长笛一声人倚楼。紫艳半开篱菊静，红衣落尽渚莲愁。鲈鱼正美不归去，空戴南冠学楚囚。道由白云尽，春与青溪长。时有落花至，远随流水香。闲门向山路，深柳读书堂。幽映每白日，清辉照衣裳。猿鸟犹疑畏简书，风云常为护储胥。徒令上将挥神笔，终见降王走传车。管乐有才原不忝，关张无命欲何如？他年锦里经祠庙，梁父吟成恨有余。",
        "author": "唐代",
        "poem_class": "边塞",
        "dynasty": "岑参"
    },
    {
        "title": "塞上曲",
        "paragraph": "大汉无中策，匈奴犯渭桥。五原秋草绿，胡马一何骄。 命将征西极，横行阴山侧。燕支落汉家，妇女无华色。 转战渡黄河，休兵乐事多。萧条清万里，瀚海寂无波。汉家旌帜满阴山，不遣胡儿匹马还。愿得此身长报国，何须生入玉门关。秋空明月悬，光彩露沾湿。惊鹊栖未定，飞萤卷帘入。庭槐寒影疏，邻杵夜声急。佳期旷何许，望望空伫立。谁道群生性命微？一般骨肉一般皮。劝君莫打枝头鸟，子在巢中望母归。",
        "author": "唐代",
        "poem_class": "边塞",
        "dynasty": "李白"
    },
    {
        "title": "幽州夜饮",
        "paragraph": "凉风吹夜雨，萧瑟动寒林。正有高堂宴，能忘迟暮心？军中宜剑舞，塞上重笳音。不作边城将，谁知恩遇深！残灯无焰影幢幢，此夕闻君谪九江。 垂死病中惊坐起，暗风吹雨入寒窗。春日游，杏花吹满头。陌上谁家年少，足风流？妾拟将身嫁与，一生休。纵被无情弃，不能羞。沅溪夏晚足凉风，春酒相携就竹丛。莫道弦歌愁远谪，青山明月不曾空。",
        "author": "唐代",
        "poem_class": "边塞",
        "dynasty": "张说"
    },
    {
        "title": "梅花落",
        "paragraph": "梅岭花初发，天山雪未开。雪处疑花满，花边似雪回。因风入舞袖，杂粉向妆台。匈奴几万里，春至不知来。烽火城西百尺楼，黄昏独上海风秋。(独上 一作：独坐)更吹羌笛关山月，无那金闺万里愁。琵琶起舞换新声，总是关山旧别情。撩乱边愁听不尽，高高秋月照长城。关城榆叶早疏黄，日暮云沙古战场。表请回军掩尘骨，莫教兵士哭龙荒。青海长云暗雪山，孤城遥望玉门关。黄沙百战穿金甲，不破楼兰终不还。大漠风尘日色昏，红旗半卷出辕门。前军夜战洮河北，已报生擒吐谷浑。胡瓶落膊紫薄汗，碎叶城西秋月团。明敕星驰封宝剑，辞君一夜取楼兰。玉门山嶂几千重，山北山南总是烽。人依远戍须看火，马踏深山不见踪。秋空明月悬，光彩露沾湿。惊鹊栖未定，飞萤卷帘入。庭槐寒影疏，邻杵夜声急。佳期旷何许，望望空伫立。数萼初含雪，孤标画本难。香中别有韵，清极不知寒。横笛和愁听，斜枝倚病看。朔风如解意，容易莫摧残。",
        "author": "唐代",
        "poem_class": "边塞",
        "dynasty": "卢照邻"
    },
    {
        "title": "塞上曲二首",
        "paragraph": "军门频纳受降书，一剑横行万里馀。 汉祖谩夸娄敬策，却将公主嫁单于。 汉家旌帜满阴山，不遣胡儿匹马还。 愿得此身长报国，何须生入玉门关。寒山转苍翠，秋水日潺湲。倚杖柴门外，临风听暮蝉。渡头馀落日，墟里上孤烟。(馀 一作 余)复值接舆醉，狂歌五柳前。何人劚得一片木，三尺春冰五音足。一弹决破真珠囊，迸落金盘声断续。飘飘飖飖寒丁丁，虫豸出蛰神鬼惊。秋鸿叫侣代云黑，猩猩夜啼蛮月明。潏潏汩汩声不定，胡雏学汉语未正。若似长安月蚀时，满城敲鼓声噒噒。青山飞起不压物，野水流来欲湿人。伤心忆得陈后主，春殿半酣细腰舞。黄莺百舌正相呼，玉树后庭花带雨。二妃哭处山重重，二妃没后云溶溶。夜深霜露锁空庙，零落一丛斑竹风。金谷园中草初绿，石崇一弄思归曲。当时二十四友人，手把金杯听不足。又似贾客蜀道间，千铎万磬鸣空山。未若此调呦呦兮啁啁，嘈嘈兮啾啾。引之于山，兽不能走。吹之于水，鱼不能游。方知此艺不可有，人间万事凭双手。若何为我再三弹，送却花前一尊酒。朝牧牛，牧牛下江曲。夜牧牛，牧牛度村谷。荷蓑出林春雨细，芦管卧吹莎草绿。乱插蓬蒿箭满腰，不怕猛虎欺黄犊。",
        "author": "唐代",
        "poem_class": "边塞",
        "dynasty": "戴叔伦"
    },
    {
        "title": "胡歌",
        "paragraph": "黑姓蕃王貂鼠裘，葡萄宫锦醉缠头。关西老将能苦战，七十行兵仍未休。一树春风千万枝，嫩于金色软于丝。 永丰西角荒园里，尽日无人属阿谁？缀玉联珠六十年，谁教冥路作诗仙。浮云不系名居易，造化无为字乐天。童子解吟长恨曲，胡儿能唱琵琶篇。文章已满行人耳，一度思卿一怆然。百感中来不自由，角声孤起夕阳楼。(中 一作：衷)碧山终日思无尽，芳草何年恨即休？睫在眼前长不见，道非身外更何求。谁人得似张公子，千首诗轻万户侯。",
        "author": "唐代",
        "poem_class": "边塞",
        "dynasty": "岑参"
    },
    {
        "title": "从军行",
        "paragraph": "海畔风吹冻泥裂，枯桐叶落枝梢折。 横笛闻声不见人，红旗直上天山雪。渔翁夜傍西岩宿，晓汲清湘燃楚竹。烟销日出不见人，欸乃一声山水绿。回看天际下中流，岩上无心云相逐。车辚辚，马萧萧，行人弓箭各在腰。耶娘妻子走相送，尘埃不见咸阳桥。(耶娘 一作：爷娘)牵衣顿足拦道哭，哭声直上干云霄。道旁过者问行人，行人但云点行频。或从十五北防河，便至四十西营田。去时里正与裹头，归来头白还戍边。边庭流血成海水，武皇开边意未已。君不闻，汉家山东二百州，千村万落生荆杞。纵有健妇把锄犁，禾生陇亩无东西。况复秦兵耐苦战，被驱不异犬与鸡。长者虽有问，役夫敢申恨？且如今年冬，未休关西卒。县官急索租，租税从何出？信知生男恶，反是生女好。生女犹得嫁比邻，生男埋没随百草。君不见，青海头，古来白骨无人收。新鬼烦冤旧鬼哭，天阴雨湿声啾啾！新晴原野旷，极目无氛垢。郭门临渡头，村树连溪口。 白水明田外，碧峰出山后。农月无闲人，倾家事南亩。",
        "author": "唐代",
        "poem_class": "边塞",
        "dynasty": "陈羽"
    },
    {
        "title": "从军行",
        "paragraph": "三十遴骁勇，从军事北荒。流星飞玉弹，宝剑落秋霜。书角吹杨柳，金山险马当。长驱空朔漠，驰捷报明王。凡读书......须要读得字字响亮，不可误一字，不可少一字，不可多一字，不可倒一字，不可牵强暗记，只是要多诵数遍，自然上口，久远不忘。古人云，“读书百遍，其义自见”。谓读得熟，则不待解说，自晓其义也。余尝谓，读书有三到，谓心到，眼到，口到。心不在此，则眼不看仔细，心眼既不专一，却只漫浪诵读，决不能记，记亦不能久也。三到之中，心到最急。心既到矣，眼口岂不到乎？天上星河转，人间帘幕垂。凉生枕簟泪痕滋。起解罗衣聊问、夜何其。翠贴莲蓬小，金销藕叶稀。旧时天气旧时衣。只有情怀不似、旧家时。小桃灼灼柳鬖鬖，春色满江南。雨晴风暖烟淡，天气正醺酣。山泼黛，水挼蓝，翠相搀。歌楼酒旆，故故招人，权典青衫。",
        "author": "宋代",
        "poem_class": "边塞",
        "dynasty": "张玉娘"
    },
    {
        "title": "塞下曲四首·其一",
        "paragraph": "玉帛朝回望帝乡，乌孙归去不称王。天涯静处无征战，兵气销为日月光。岭外音书断，经冬复历春。近乡情更怯，不敢问来人。两竿落日溪桥上，半缕轻烟柳影中。多少绿荷相倚恨，一时回首背西风。锦瑟无端五十弦，一弦一柱思华年。庄生晓梦迷蝴蝶，望帝春心托杜鹃。沧海月明珠有泪，蓝田日暖玉生烟。此情可待成追忆？只是当时已惘然。",
        "author": "唐代",
        "poem_class": "边塞",
        "dynasty": "常建"
    },
    {
        "title": "陇头吟",
        "paragraph": "长安少年游侠客，夜上戍楼看太白。陇头明月迥临关，陇上行人夜吹笛。关西老将不胜愁，驻马听之双泪流。身经大小百余战，麾下偏裨万户侯。苏武才为典属国，节旄空尽海西头。满宫明月梨花白，故人万里关山隔。金雁一双飞，泪痕沾绣衣。小园芳草绿，家住越溪曲。杨柳色依依，燕归君不归。绿塘摇滟接星津，轧轧兰桡入白蘋。应为洛神波上袜，至今莲蕊有香尘。迢递三巴路，羁危万里身。乱山残雪夜，孤烛异乡人。(异乡人 一作：异乡春)渐与骨肉远，转于僮仆亲。那堪正飘泊，明日岁华新。",
        "author": "唐代",
        "poem_class": "边塞",
        "dynasty": "王维"
    },
    {
        "title": "凉州词三首",
        "paragraph": "边城暮雨雁飞低，芦笋初生渐欲齐。无数铃声遥过碛，应驮白练到安西。古镇城门白碛开，胡兵往往傍沙堆。巡边使客行应早，欲问平安无使来。凤林关里水东流，白草黄榆六十秋。边将皆承主恩泽，无人解道取凉州。湖上春来似画图，乱峰围绕水平铺。松排山面千重翠，月点波心一颗珠。碧毯线头抽早稻，青罗裙带展新蒲。未能抛得杭州去，一半勾留是此湖。越王勾践破吴归，义士还家尽锦衣。(义士 一作：战士)宫女如花满春殿，只今惟有鹧鸪飞。客自长安来，还归长安去。狂风吹我心，西挂咸阳树。此情不可道，此别何时遇。望望不见君，连山起烟雾。",
        "author": "唐代",
        "poem_class": "边塞",
        "dynasty": "张籍"
    },
    {
        "title": "营州歌",
        "paragraph": "营州少年厌原野，狐裘蒙茸猎城下。虏酒千钟不醉人，胡儿十岁能骑马。扬子江头杨柳春，杨花愁杀渡江人。 数声风笛离亭晚，君向潇湘我向秦。三日入厨下，洗手作羹汤。未谙姑食性，先遣小姑尝。水纹珍簟思悠悠，千里佳期一夕休。从此无心爱良夜，任他明月下西楼。",
        "author": "唐代",
        "poem_class": "边塞",
        "dynasty": "高适"
    },
    {
        "title": "于中好·谁道阴山行路难",
        "paragraph": "谁道阴山行路难。风毛雨血万人欢。松梢露点沾鹰绁，芦叶溪深没马鞍。依树歇，映林看。黄羊高宴簇金盘。萧萧一夕霜风紧，却拥貂裘怨早寒。卖得鲜鱼二百钱，籴粮炊饭放归船。拔来湿苇烧难着，晒在垂杨古岸边。白玉堂前春解舞，东风卷得均匀。蜂围蝶阵乱纷纷。几曾随逝水？岂必委芳尘？万缕千丝终不改，任他随聚随分。韶华休笑本无根。好风凭借力，送我上青云。极目离离，遍地濛濛，官桥野塘。正杏腮低亚，添他旖旎；柳丝浅拂，益尔轻飏。绣袜才挑，罗裙可择，小摘情亲也不妨。风流甚，映粉红墙低，一片鹅黄。曾经舞榭歌场，却付与空园锁夕阳。纵非花非草，也来蝶闹；和烟和雨，惯引蜂忙。每到年时，此花娇处，观里夭桃已断肠。沉吟久，怕落红如海，流入春江。",
        "author": "清代",
        "poem_class": "边塞",
        "dynasty": "纳兰性德"
    },
    {
        "title": "军城早秋",
        "paragraph": "昨夜秋风入汉关，朔云边月满西山。 更催飞将追骄虏，莫遣沙场匹马还。弓背霞明剑照霜，秋风走马出咸阳。未收天子河湟地，不拟回头望故乡。幽意无断绝，此去随所偶。晚风吹行舟，花路入溪口。际夜转西壑，隔山望南斗。潭烟飞溶溶，林月低向后。生事且弥漫，愿为持竿叟。妾发初覆额，折花门前剧。郎骑竹马来，绕床弄青梅。同居长干里，两小无嫌猜。十四为君妇，羞颜未尝开。低头向暗壁，千唤不一回。十五始展眉，愿同尘与灰。常存抱柱信，岂上望夫台。十六君远行，瞿塘滟滪堆。五月不可触，猿声天上哀。(猿声 一作：猿鸣)门前迟行迹，一一生绿苔。苔深不能扫，落叶秋风早。八月蝴蝶来，双飞西园草。(蝴蝶来 一作：蝴蝶黄)感此伤妾心，坐愁红颜老。早晚下三巴，预将书报家。相迎不道远，直至长风沙。",
        "author": "唐代",
        "poem_class": "边塞",
        "dynasty": "严武"
    },
    {
        "title": "和王七玉门关听吹笛 / 塞上闻笛",
        "paragraph": "胡人吹笛戍楼间，楼上萧条海月闲。 借问落梅凡几曲，从风一夜满关山。客心争日月，来往预期程。秋风不相待，先至洛阳城。日光斜照集灵台，红树花迎晓露开。 昨夜上皇新授箓，太真含笑入帘来。寻芳不觉醉流霞，倚树沉眠日已斜。客散酒醒深夜后，更持红烛赏残花。",
        "author": "唐代",
        "poem_class": "边塞",
        "dynasty": "高适"
    },
    {
        "title": "边词",
        "paragraph": "五原春色旧来迟，二月垂杨未挂丝。 (旧来迟 一作：归来迟)即今河畔冰开日，正是长安花落时。荷叶罗裙一色裁，芙蓉向脸两边开。乱入池中看不见，闻歌始觉有人来。堂前扑枣任西邻，无食无儿一妇人。不为困穷宁有此？只缘恐惧转须亲。即防远客虽多事，便插疏篱却甚真。已诉征求贫到骨，正思戎马泪盈巾。咸阳桥上雨如悬，万点空濛隔钓船。还似洞庭春水色，晓云将入岳阳天。",
        "author": "唐代",
        "poem_class": "边塞",
        "dynasty": "张敬忠"
    },
    {
        "title": "塞下曲六首",
        "paragraph": "五月天山雪，无花只有寒。笛中闻折柳，春色未曾看。晓战随金鼓，宵眠抱玉鞍。愿将腰下剑，直为斩楼兰。天兵下北荒，胡马欲南饮。横戈从百战，直为衔恩甚。握雪海上餐，拂沙陇头寝。何当破月氏，然后方高枕。骏马似风飙，鸣鞭出渭桥。弯弓辞汉月，插羽破天骄。阵解星芒尽，营空海雾消。功成画麟阁，独有霍嫖姚。白马黄金塞，云砂绕梦思。那堪愁苦节，远忆边城儿。萤飞秋窗满，月度霜闺迟。摧残梧桐叶，萧飒沙棠枝。无时独不见，流泪空自知。塞虏乘秋下，天兵出汉家。将军分虎竹，战士卧龙沙。边月随弓影，胡霜拂剑花。玉关殊未入，少妇莫长嗟。烽火动沙漠，连照甘泉云。汉皇按剑起，还召李将军。兵气天上合，鼓声陇底闻。横行负勇气，一战净妖氛。金井梧桐秋叶黄，珠帘不卷夜来霜。熏笼玉枕无颜色，卧听南宫清漏长。高殿秋砧响夜阑，霜深犹忆御衣寒。银灯青琐裁缝歇，还向金城明主看。奉帚平明金殿开，且将团扇共徘徊。玉颜不及寒鸦色，犹带昭阳日影来。真成薄命久寻思，梦见君王觉后疑。火照西宫知夜饮，分明复道奉恩时。长信宫中秋月明，昭阳殿下捣衣声。白露堂中细草迹，红罗帐里不胜情。金樽清酒斗十千，玉盘珍羞直万钱。停杯投箸不能食，拔剑四顾心茫然。欲渡黄河冰塞川，将登太行雪满山。闲来垂钓碧溪上，忽复乘舟梦日边。行路难！行路难！多歧路，今安在？长风破浪会有时，直挂云帆济沧海。大道如青天，我独不得出。 羞逐长安社中儿，赤鸡白雉赌梨栗。弹剑作歌奏苦声，曳裾王门不称情。淮阴市井笑韩信，汉朝公卿忌贾生。君不见昔时燕家重郭隗，拥篲折节无嫌猜。剧辛乐毅感恩分，输肝剖胆效英才。昭王白骨萦蔓草，谁人更扫黄金台？行路难，归去来！有耳莫洗颍川水，有口莫食首阳蕨。含光混世贵无名，何用孤高比云月？吾观自古贤达人，功成不退皆殒身。子胥既弃吴江上，屈原终投湘水滨。陆机雄才岂自保？李斯税驾苦不早。华亭鹤唳讵可闻？上蔡苍鹰何足道？君不见吴中张翰称达生，秋风忽忆江东行。且乐生前一杯酒，何须身后千载名？ 幽意无断绝，此去随所偶。晚风吹行舟，花路入溪口。际夜转西壑，隔山望南斗。潭烟飞溶溶，林月低向后。生事且弥漫，愿为持竿叟。",
        "author": "唐代",
        "poem_class": "边塞",
        "dynasty": "李白"
    },
    {
        "title": "浪淘沙·望海",
        "paragraph": "蜃阙半模糊，踏浪惊呼。任将蠡测笑江湖。沐日光华还浴月，我欲乘桴。钓得六鳖无。竿拂珊瑚。桑田清浅问麻姑。水气浮天天接水，那是蓬壶。唐子居于内，夜饮酒，己西向坐，妻东向坐，女安北向坐，妾坐于西北隅，执壶以酌，相与笑语。唐子食鱼而甘，问其妾曰：“是所市来者，必生鱼也？”妾对曰：“非也，是鱼死未久，即市以来，又天寒，是以味鲜若此。”于是饮酒乐甚。忽焉拊几而叹。其妻曰：“子饮酒乐矣，忽焉拊几而叹，其故何也？”唐子曰：“溺于俗者无远见，吾欲有言，未尝以语人，恐人之骇异吾言也。今食是鱼而念及之，是以叹也。”妻曰：“我，妇人也，不知大丈夫之事；然愿子试以语我。”曰：“大清有天下，仁矣。自秦以来，凡为帝王者皆贼也。”妻笑曰：“何以谓之贼也？”曰：“今也有负数匹布或担数斗粟而行于涂者，或杀之而有其布粟，是贼乎，非贼乎？”曰：“是贼矣。”唐子曰：“杀一人而取其匹布斗粟，犹谓之贼；杀天下之人而尽有其布粟之富，而反不谓之贼乎？三代以后，有天下之善者莫如汉，然高帝屠城阳，屠颍阳，光武帝屠城三百。使我而事高帝，当其屠城阳之时，必痛哭而去之矣；使我而事光武帝，当其屠一城之始，必痛哭而去之矣。吾不忍为之臣也。”妻曰：“当大乱之时，岂能不杀一人而定天下？”唐子曰：“定乱岂能不杀乎？古之王者，有不得已而杀者二：有罪，不得不杀；临战，不得不杀。有罪而杀，尧舜之所不能免也；临战而杀，汤武之所不能免也；非是，奚以杀为？若过里而墟其里，过市而窜其市，入城而屠其城，此何为者？大将杀人，非大将杀之，天子实杀之；偏将杀人，非偏将杀之，天子实杀之；卒伍杀人，非卒伍杀之，天子实杀之；官吏杀人，非官吏杀之，天子实杀之。杀人者众手，实天子为之大手。天下既定，非攻非战，百姓死于兵与因兵而死者十五六。暴骨未收，哭声未绝。目眦未干，于是乃服衮冕，乘法驾，坐前殿，受朝贺，高官室，广苑囿，以贵其妻妾，以肥其子孙，彼诚何心而忍享之？若上帝使我治杀人之狱，我则有以处之矣。匹夫无故而杀人，以其一身抵一人之死，斯足矣；有天下者无故而杀人，虽百其身不足以抵其杀一人之罪。是何也？天子者，天下之慈母也，人所仰望以乳育者也，乃无故而杀之，其罪岂不重于匹夫？”妻曰：“尧舜之为君何如者？”曰：“尧舜岂远于人哉！”乃举一箸指盘中余鱼曰：“此味甘乎？”曰：“甘”。曰：“今使子钓于池而得鱼，扬竿而脱，投地跳跃，乃按之椹上而割之，刳其腹，犀其甲，其尾犹摇。于是煎烹以进，子能食之乎？”妻曰：“吾不忍食也。”曰：“人之于鱼，不啻太山之于秋毫也；甘天下之味，亦类于一鱼之味耳。于鱼则不忍，于人则忍之；杀一鱼而甘一鱼之味则不忍，杀天下之人而甘天下之味则忍之。是岂人之本心哉！尧舜之道，不失其本心而已矣。”妾，微者也；女安，童而无知者也；闻唐子之言，亦皆悄然而悲，咨嗟欲泣，若不能自释焉。海色雨中开，涛飞江上台。声驱千骑疾，气卷万山来。绝岸愁倾覆，轻舟故溯洄。鸱夷有遗恨，终古使人哀。余通籍三十余年，官至极品，而学业一无所成，德行一无许可，老大徒伤，不胜悚惶惭赧。今将永别，特将四条教汝兄弟。一曰慎独而心安。自修之道，莫难于养心；养心之难，又在慎独。能慎独，则内省不疚，可以对天地质鬼神。人无一内愧之事，则天君泰然。此心常快足宽平，是人生第一自强之道，第一寻乐之方，守身之先务也。二曰主敬则身强。内而专静纯一，外而整齐严肃。敬之工夫也；出门如见大宾，使民如承大祭，敬之气象也；修己以安百姓，笃恭而天下平，敬之效验也。聪明睿智，皆由此出。庄敬日强，安肆日偷。若人无众寡，事无大小，一一恭敬，不敢怠慢。则身强之强健，又何疑乎？三曰求仁则人悦。凡人之生，皆得天地之理以成性，得天地之气以成形，我与民物，其大本乃同出一源。若但知私己而不知仁民爱物，是于大本一源之道已悖而失之矣。至于尊官厚禄，高居人上，则有拯民溺救民饥之责。读书学古，粗知大义，既有觉后知觉后觉之责。孔门教人，莫大于求仁，而其最切者，莫要于欲立立人、欲达达人数语。立人达人之人，人有不悦而归之者乎？四曰习劳则神钦。人一日所着之衣所进之食，与日所行之事所用之力相称，则旁人韪之，鬼神许之，以为彼自食其力也。若农夫织妇终岁勤动，以成数石之粟数尺之布，而富贵之家终岁逸乐，不营一业，而食必珍馐，衣必锦绣，酣豢高眠，一呼百诺，此天下最不平之事，神鬼所不许也，其能久乎？古之圣君贤相，盖无时不以勤劳自励。为一身计，则必操习技艺，磨练筋骨，困知勉行，操心危虑，而后可以增智慧而长见识。为天下计，则必已饥已溺，一夫不获，引为余辜。大禹、墨子皆极俭以奉身而极勤以救民。勤则寿，逸则夭，勤则有材而见用，逸则无劳而见弃，勤则博济斯民而神祇钦仰，逸则无补于人而神鬼不歆。此四条为余数十年人世之得，汝兄弟记之行之，并传之于子子孙孙，则余曾家可长盛不衰，代有人才。",
        "author": "清代",
        "poem_class": "边塞",
        "dynasty": "纳兰性德"
    },
    {
        "title": "碛中作",
        "paragraph": "走马西来欲到天，辞家见月两回圆。今夜不知何处宿，平沙万里绝人烟。谢公最小偏怜女，自嫁黔娄百事乖。顾我无衣搜荩箧，泥他沽酒拔金钗。(荩箧 一作：画箧)野蔬充膳甘长藿，落叶添薪仰古槐。今日俸钱过十万，与君营奠复营斋。云想衣裳花想容，春风拂槛露华浓。 若非群玉山头见，会向瑶台月下逢。绕池闲步看鱼游，正值儿童弄钓舟。 一种爱鱼心各异，我来施食尔垂钩。",
        "author": "唐代",
        "poem_class": "边塞",
        "dynasty": "岑参"
    },
    {
        "title": "塞上听吹笛",
        "paragraph": "雪净胡天牧马还，月明羌笛戍楼间。借问梅花何处落，风吹一夜满关山。篱外谁家不系船，春风吹入钓鱼湾。 小童疑是有村客，急向柴门去却关。暮投石壕村，有吏夜捉人。老翁逾墙走，老妇出门看。吏呼一何怒！妇啼一何苦！听妇前致词：三男邺城戍。一男附书至，二男新战死。存者且偷生，死者长已矣！室中更无人，惟有乳下孙。有孙母未去，出入无完裙。老妪力虽衰，请从吏夜归。急应河阳役，犹得备晨炊。夜久语声绝，如闻泣幽咽。天明登前途，独与老翁别。联步趋丹陛，分曹限紫微。晓随天仗入，暮惹御香归。白发悲花落，青云羡鸟飞。圣朝无阙事，自觉谏书稀。",
        "author": "唐代",
        "poem_class": "边塞",
        "dynasty": "高适"
    },
    {
        "title": "塞下曲六首·其一",
        "paragraph": "五月天山雪，无花只有寒。笛中闻折柳，春色未曾看。晓战随金鼓，宵眠抱玉鞍。愿将腰下剑，直为斩楼兰。潮落江平未有风，扁舟共济与君同。时时引领望天末，何处青山是越中。扬子江头杨柳春，杨花愁杀渡江人。 数声风笛离亭晚，君向潇湘我向秦。遥夜泛清瑟，西风生翠萝。残萤栖玉露，早雁拂金河。高树晓还密，远山晴更多。淮南一叶下，自觉洞庭波。",
        "author": "唐代",
        "poem_class": "边塞",
        "dynasty": "李白"
    },
    {
        "title": "河湟有感",
        "paragraph": "一自萧关起战尘，河湟隔断异乡春。汉儿尽作胡儿语，却向城头骂汉人。夜战桑乾北，秦兵半不归。朝来有乡信，犹自寄寒衣。开元二十六年，客有从御史大夫张公出塞而还者；作《燕歌行》以示适，感征戍之事，因而和焉。汉家烟尘在东北，汉将辞家破残贼。男儿本自重横行，天子非常赐颜色。摐金伐鼓下榆关，旌旆逶迤碣石间。校尉羽书飞瀚海，单于猎火照狼山。山川萧条极边土，胡骑凭陵杂风雨。战士军前半死生，美人帐下犹歌舞！大漠穷秋塞草腓，孤城落日斗兵稀。身当恩遇常轻敌，力尽关山未解围。(常轻敌 一作：恒轻敌)铁衣远戍辛勤久，玉箸应啼别离后。少妇城南欲断肠，征人蓟北空回首。边庭飘飖那可度，绝域苍茫无所有！(飘飖 一作：飘摇；无所 一作：更何)杀气三时作阵云，寒声一夜传刁斗。相看白刃血纷纷，死节从来岂顾勋？君不见沙场征战苦，至今犹忆李将军！世乱同南去，时清独北还。他乡生白发，旧国见青山。 晓月过残垒，繁星宿故关。寒禽与衰草，处处伴愁颜。",
        "author": "唐代",
        "poem_class": "边塞",
        "dynasty": "司空图"
    },
    {
        "title": "从军行",
        "paragraph": "朔方烽火照甘泉，长安飞将出祁连。犀渠玉剑良家子，白马金羁侠少年。平明偃月屯右地，薄暮鱼丽逐左贤。谷中石虎经衔箭，山上金人曾祭天。天涯一去无穷已，蓟门迢递三千里。朝见马岭黄沙合，夕望龙城阵云起。庭中奇树已堪攀，塞外征人殊未还。白雪初下天山外，浮云直向五原间。关山万里不可越，谁能坐对芳菲月。流水本自断人肠，坚冰旧来伤马骨。边庭节物与华异，冬霰秋霜春不歇。长风萧萧渡水来，归雁连连映天没。从军行，军行万里出龙庭，单于渭桥今已拜，将军何处觅功名。直如朱丝绳，清如玉壶冰。何惭宿昔意，猜恨坐相仍。人情贱恩旧，世义逐衰兴。毫发一为瑕，丘山不可胜。食苗实硕鼠，点白信苍蝇。凫鹄远成美，薪刍前见凌。申黜褒女进，班去赵姬升。周王日沦惑，汉帝益嗟称。心赏犹难恃，貌恭岂易凭。古来共如此，非君独抚膺。见五渎之东写，睹六水之南驰，挥灵海之委输，孰石穴之永归。若乃长山款跨，外内乖隔，下无伏流，上无夷迹，麕兔望冈而旋归，鸿雁睹峰而反翮。既陟麓而践坂，遂升降於山畔。顾后路之倾巘，眺前磴之绝岸。看朝云之抱岫，听夕流之注涧。罗石棋布，怪谲横越。非山非阜，如楼如阙。斑采类绣，明白若月。萝蔓绝攀，苔衣流滑。沙头一水禽，鼓翼扬清音。只待高风便，非无云汉心。",
        "author": "南北朝",
        "poem_class": "边塞",
        "dynasty": "卢思道"
    },
    {
        "title": "马诗二十三首·其五",
        "paragraph": "大漠沙如雪，燕山月似钩。何当金络脑，快走踏清秋。官仓老鼠大如斗，见人开仓亦不走。 健儿无粮百姓饥，谁遣朝朝入君口。云想衣裳花想容，春风拂槛露华浓。 若非群玉山头见，会向瑶台月下逢。天上白玉京，十二楼五城。仙人抚我顶，结发受长生。 误逐世间乐，颇穷理乱情。九十六圣君，浮云挂空名。 天地赌一掷，未能忘战争。试涉霸王略，将期轩冕荣。 时命乃大谬，弃之海上行。学剑翻自哂，为文竟何成。 剑非万人敌，文窃四海声。儿戏不足道，五噫出西京。 临当欲去时，慷慨泪沾缨。叹君倜傥才，标举冠群英。 开筵引祖帐，慰此远徂征。鞍马若浮云，送余骠骑亭。 歌钟不尽意，白日落昆明。十月到幽州，戈鋋若罗星。 君王弃北海，扫地借长鲸。呼吸走百川，燕然可摧倾。 心知不得语，却欲栖蓬瀛。弯弧惧天狼，挟矢不敢张。 揽涕黄金台，呼天哭昭王。无人贵骏骨，騄耳空腾骧。 乐毅倘再生，于今亦奔亡。蹉跎不得意，驱马还贵乡。 逢君听弦歌，肃穆坐华堂。百里独太古，陶然卧羲皇。 征乐昌乐馆，开筵列壶觞。贤豪间青娥，对烛俨成行。 醉舞纷绮席，清歌绕飞梁。欢娱未终朝，秩满归咸阳。 祖道拥万人，供帐遥相望。一别隔千里，荣枯异炎凉。 炎凉几度改，九土中横溃。汉甲连胡兵，沙尘暗云海。 草木摇杀气，星辰无光彩。白骨成丘山，苍生竟何罪。 函关壮帝居，国命悬哥舒。长戟三十万，开门纳凶渠。 公卿如犬羊，忠谠醢与菹。二圣出游豫，两京遂丘墟。 帝子许专征，秉旄控强楚。节制非桓文，军师拥熊虎。 人心失去就，贼势腾风雨。惟君固房陵，诚节冠终古。 仆卧香炉顶，餐霞漱瑶泉。门开九江转，枕下五湖连。 半夜水军来，浔阳满旌旃。空名适自误，迫胁上楼船。 徒赐五百金，弃之若浮烟。辞官不受赏，翻谪夜郎天。 夜郎万里道，西上令人老。扫荡六合清，仍为负霜草。 日月无偏照，何由诉苍昊。良牧称神明，深仁恤交道。 一忝青云客，三登黄鹤楼。顾惭祢处士，虚对鹦鹉洲。 樊山霸气尽，寥落天地秋。江带峨眉雪，川横三峡流。 万舸此中来，连帆过扬州。送此万里目，旷然散我愁。 纱窗倚天开，水树绿如发。窥日畏衔山，促酒喜得月。 吴娃与越艳，窈窕夸铅红。呼来上云梯，含笑出帘栊。 对客小垂手，罗衣舞春风。宾跪请休息，主人情未极。 览君荆山作，江鲍堪动色。清水出芙蓉，天然去雕饰。 逸兴横素襟，无时不招寻。朱门拥虎士，列戟何森森。 剪凿竹石开，萦流涨清深。登台坐水阁，吐论多英音。 片辞贵白璧，一诺轻黄金。谓我不愧君，青鸟明丹心。 五色云间鹊，飞鸣天上来。传闻赦书至，却放夜郎回。 暖气变寒谷，炎烟生死灰。君登凤池去，忽弃贾生才。 桀犬尚吠尧，匈奴笑千秋。中夜四五叹，常为大国忧。 旌旆夹两山，黄河当中流。连鸡不得进，饮马空夷犹。 安得羿善射，一箭落旄头。",
        "author": "唐代",
        "poem_class": "边塞",
        "dynasty": "李贺"
    },
    {
        "title": "使至塞上",
        "paragraph": "单车欲问边，属国过居延。征蓬出汉塞，归雁入胡天。大漠孤烟直，长河落日圆。萧关逢候骑，都护在燕然。别浦今朝暗，罗帷午夜愁。鹊辞穿线月，花入曝衣楼。天上分金镜，人间望玉钩。钱塘苏小小，更值一年秋。云想衣裳花想容，春风拂槛露华浓。 若非群玉山头见，会向瑶台月下逢。雨里鸡鸣一两家，竹溪村路板桥斜。妇姑相唤浴蚕去，闲看中庭栀子花。(闲看 一作：闲着)",
        "author": "唐代",
        "poem_class": "边塞",
        "dynasty": "王维"
    },
    {
        "title": "登单于台",
        "paragraph": "边兵春尽回，独上单于台。白日地中出，黄河天外来。沙翻痕似浪，风急响疑雷。欲向阴关度，阴关晓不开。人谁不顾老，老去有谁怜。身瘦带频减，发稀冠自偏。废书缘惜眼，多灸为随年。经事还谙事，阅人如阅川。细思皆幸矣，下此便翛然。莫道桑榆晚，为霞尚满天。金陵津渡小山楼，一宿行人自可愁。 潮落夜江斜月里，两三星火是瓜洲。寻芳不觉醉流霞，倚树沉眠日已斜。客散酒醒深夜后，更持红烛赏残花。",
        "author": "唐代",
        "poem_class": "边塞",
        "dynasty": "张蠙"
    },
    {
        "title": "塞下曲四首",
        "paragraph": "蝉鸣空桑林，八月萧关道。出塞入塞寒，处处黄芦草。从来幽并客，皆共沙尘老。不学游侠儿，矜夸紫骝好。饮马渡秋水，水寒风似刀。平沙日未没，黯黯见临洮。昔日长城战，咸言意气高。黄尘足今古，白骨乱蓬蒿。奉诏甘泉宫，总征天下兵。朝廷备礼出，郡国豫郊迎。纷纷几万人，去者无全生。臣愿节宫厩，分以赐边城。边头何惨惨，已葬霍将军。部曲皆相吊，燕南代北闻。功勋多被黜，兵马亦寻分。更遣黄龙戍，唯当哭塞云。太乙近天都，连山接海隅。(接 一作：到)白云回望合，青霭入看无。分野中峰变，阴晴众壑殊。欲投人处宿，隔水问樵夫。北风卷地白草折，胡天八月即飞雪。忽如一夜春风来，千树万树梨花开。散入珠帘湿罗幕，狐裘不暖锦衾薄。将军角弓不得控，都护铁衣冷难着。(难着 一作：犹著)瀚海阑干百丈冰，愁云惨淡万里凝。中军置酒饮归客，胡琴琵琶与羌笛。纷纷暮雪下辕门，风掣红旗冻不翻。轮台东门送君去，去时雪满天山路。山回路转不见君，雪上空留马行处。日出扶桑一丈高，人间万事细如毛。 野夫怒见不平处，磨损胸中万古刀。",
        "author": "唐代",
        "poem_class": "边塞",
        "dynasty": "王昌龄"
    },
    {
        "title": "和张仆射塞下曲六首",
        "paragraph": "鹫翎金仆姑，燕尾绣蝥弧。独立扬新令，千营共一呼。林暗草惊风，将军夜引弓。平明寻白羽，没在石棱中。月黑雁飞高，单于夜遁逃。欲将轻骑逐，大雪满弓刀。野幕敞琼筵，羌戎贺劳旋。醉和金甲舞，雷鼓动山川。调箭又呼鹰，俱闻出世能。奔狐将迸雉，扫尽古丘陵。亭亭七叶贵，荡荡一隅清。他日题麟阁，唯应独不名。坦腹江亭暖，长吟野望时。水流心不竞，云在意俱迟。寂寂春将晚，欣欣物自私。江东犹苦战，回首一颦眉。团扇，团扇，美人病来遮面。玉颜憔悴三年，谁复商量管弦。弦管，弦管，春草昭阳路断。雨前初见花间蕊，雨后兼无叶里花。蛱蝶飞来过墙去，却疑春色在邻家。(版本一) 雨前初见花间蕊，雨后全无叶底花。蜂蝶纷纷过墙去，却疑春色在邻家。(版本二)",
        "author": "唐代",
        "poem_class": "边塞",
        "dynasty": "卢纶"
    },
    {
        "title": "后出塞五首",
        "paragraph": "男儿生世间，及壮当封侯。战伐有功业，焉能守旧丘？召募赴蓟门，军动不可留。千金买马鞍，百金装刀头。闾里送我行，亲戚拥道周。斑白居上列，酒酣进庶羞。少年别有赠，含笑看吴钩。朝进东门营，暮上河阳桥。落日照大旗，马鸣风萧萧。平沙列万幕，部伍各见招。中天悬明月，令严夜寂寥。悲笳数声动，壮士惨不骄。借问大将谁？恐是霍嫖姚。古人重守边，今人重高勋。岂知英雄主，出师亘长云。六合已一家，四夷且孤军。遂使貔虎士，奋身勇所闻。拔剑击大荒，日收胡马群；誓开玄冥北，持以奉吾君！献凯日继踵，两蕃静无虞。渔阳豪侠地，击鼓吹笙竽。云帆转辽海，粳稻来东吴。越罗与楚练，照耀舆台躯。主将位益崇，气骄凌上都：边人不敢议，议者死路衢。我本良家子，出师亦多门。将骄益愁思，身贵不足论。跃马二十年，恐辜明主恩。坐见幽州骑，长驱河洛昏。中夜间道归，故里但空村。恶名幸脱免，穷老无儿孙。汴水东流虎眼文，清淮晓色鸭头春。君看渡口淘沙处，渡却人间多少人。钟陵醉别十余春，重见云英掌上身。我未成名卿未嫁，可能俱是不如人。(卿未嫁 一作：君未嫁)沅水通波接武冈，送君不觉有离伤。(沅水 一作：流水)青山一道同云雨，明月何曾是两乡。",
        "author": "唐代",
        "poem_class": "边塞",
        "dynasty": "杜甫"
    },
    {
        "title": "从军行二首",
        "paragraph": "向夕临大荒，朔风轸归虑。平沙万里馀，飞鸟宿何处。虏骑猎长原，翩翩傍河去。边声摇白草，海气生黄雾。百战苦风尘，十年履霜露。虽投定远笔，未坐将军树。早知行路难，悔不理章句。秋草马蹄轻，角弓持弦急。去为龙城战，正值胡兵袭。军气横大荒，战酣日将入。长风金鼓动，白露铁衣湿。四起愁边声，南庭时伫立。断蓬孤自转，寒雁飞相及。万里云沙涨，平原冰霰涩。惟闻汉使还，独向刀环泣。潇湘何事等闲回，水碧沙明两岸苔。 二十五弦弹夜月，不胜清怨却飞来。凉冷三秋夜，安闲一老翁。卧迟灯灭后，睡美雨声中。灰宿温瓶火，香添暖被笼。晓晴寒未起，霜叶满阶红。白日依山尽，黄河入海流。欲穷千里目，更上一层楼。",
        "author": "唐代",
        "poem_class": "边塞",
        "dynasty": "王昌龄"
    }
]