[
    {
        "title": "送程、刘二侍郎兼独孤判官赴安西幕府",
        "paragraph": "安西幕府多材雄，喧喧惟道三数公。绣衣貂裘明积雪，飞书走檄如飘风。朝辞明主出紫宫，银鞍送别金城空。天外飞霜下葱海，火旗云马生光彩。胡塞清尘几日归，汉家草绿遥相待。寒更传晓箭，清镜览衰颜。隔牖风惊竹，开门雪满山。洒空深巷静，积素广庭闲。借问袁安舍，翛然尚闭关。锄禾日当午，汗滴禾下土。谁知盘中餐，粒粒皆辛苦？飒飒秋风生，愁人怨离别。含情两相向，欲语气先咽。心曲千万端，悲来却难说。别后唯所思，天涯共明月。",
        "author": "唐代",
        "poem_class": "送别",
        "dynasty": "李白"
    },
    {
        "title": "江上送女道士褚三清游南岳",
        "paragraph": "吴江女道士，头戴莲花巾。霓衣不湿雨，特异阳台云。足下远游履，凌波生素尘。寻仙向南岳，应见魏夫人。自君之出矣，不复理残机。思君如满月，夜夜减清辉。昔日龌龊不足夸，今朝放荡思无涯。 春风得意马蹄疾，一日看尽长安花。银烛吐青烟，金樽对绮筵。离堂思琴瑟，别路绕山川。明月隐高树，长河没晓天。悠悠洛阳道，此会在何年。",
        "author": "唐代",
        "poem_class": "送别",
        "dynasty": "李白"
    },
    {
        "title": "送诸暨王主簿之任",
        "paragraph": "别愁已万绪，离曲方三奏。远宦一辞乡，南天异风候。秦城岁芳老，越国春山秀。落日望寒涛，公门闭清昼。何用慰相思，裁书寄关右。迢递高城百尺楼，绿杨枝外尽汀洲。贾生年少虚垂泪，王粲春来更远游。(垂泪 一作：垂涕)永忆江湖归白发，欲回天地入扁舟。不知腐鼠成滋味，猜意鹓雏竟未休。花近高楼伤客心，万方多难此登临。锦江春色来天地，玉垒浮云变古今。北极朝廷终不改，西山寇盗莫相侵。可怜后主还祠庙，日暮聊为《梁甫吟》。(梁甫 一作：梁父)一尺深红胜曲尘，天生旧物不如新。(胜曲尘 一作：蒙曲尘)合欢桃核终堪恨，里许元来别有人。井底点灯深烛伊，共郎长行莫围棋。玲珑骰子安红豆，入骨相思知不知。 ",
        "author": "唐代",
        "poem_class": "送别",
        "dynasty": "李益"
    },
    {
        "title": "送饯从叔辞丰州幕归嵩阳旧居",
        "paragraph": "白须宗孙侍坐时，愿持寿酒前致词。致词何所拟？愿自边城始。边城贵者李将军，战鼓遥疑天上闻。屯田布锦周千里，牧马攒花溢万群。白云本是乔松伴，来绕青营复飞散。三声画角咽不通，万里蓬根一时断。丰州闻说似凉州，沙塞清明部落稠。行客已去依独戍，主人犹自在高楼。梦视旌旆何由见，每值清风一回面。洞里先生那怪迟，人天无路自无期。砂泉丹井非同味，桂树榆林不并枝。吾翁致身殊得计，地仙亦是三千岁。莫着戎衣期上清，东方曼倩逢人轻。昔年八月十五夜，曲江池畔杏园边。今年八月十五夜，湓浦沙头水馆前。西北望乡何处是，东南见月几回圆。昨风一吹无人会，今夜清光似往年。杳杳寒山道，落落冷涧滨。啾啾常有鸟，寂寂更无人。淅淅风吹面，纷纷雪积身。朝朝不见日，岁岁不知春。深居俯夹城，春去夏犹清。天意怜幽草，人间重晚晴。 并添高阁迥，微注小窗明。越鸟巢干后，归飞体更轻。",
        "author": "唐代",
        "poem_class": "送别",
        "dynasty": "卢纶"
    },
    {
        "title": "送李青归南叶阳川",
        "paragraph": "伯阳仙家子，容色如青春。日月秘灵洞，云霞辞世人。化心养精魄，隐几窅天真。莫作千年别，归来城郭新。绿波春浪满前陂，极目连云䎬稏肥。更被鹭鹚千点雪，破烟来入画屏飞。湖光秋月两相和，潭面无风镜未磨。遥望洞庭山水翠，白银盘里一青螺。(山水翠 一作：山水色)朝真暮伪何人辨，古往今来底事无。但爱臧生能诈圣，可知宁子解佯愚。草萤有耀终非火，荷露虽团岂是珠。不取燔柴兼照乘，可怜光彩亦何殊。",
        "author": "唐代",
        "poem_class": "送别",
        "dynasty": "李白"
    },
    {
        "title": "送江陵薛侯入觐序",
        "paragraph": "当薛侯之初令也，珰而虎者，张甚。郡邑之良，泣而就逮。侯少年甫任事，人皆为侯危。侯笑曰：“不然。此蒙庄氏所谓养虎者也。猝饥则噬人，而猝饱必且负嵎。吾饥之使不至怒；而饱之使不至骄，政在我矣。”已而果就约。至他郡邑，暴横甚，荆则招之亦不至。而是时适有播酋之变。部使者檄下如雨，计亩而诛，计丁而夫。耕者哭于田，驿者哭于邮。而荆之去川也迩。沮水之余，被江而下，惴惴若不能一日处。侯谕父老曰：“是釜中鱼，何能为？”戒一切勿嚣。且曰，“奈何以一小逆疲吾赤子！”诸征调皆缓其议，未几果平。余时方使还，闻之叹曰：“今天下为大小吏者皆若此，无忧太平矣。”小民无识，见一二官吏与珰相持而击，则群然誉。故激之名张，而调之功隐。吾务其张而不顾其害，此犹借锋以割耳。自古国家之祸，造于小人，而成于贪功幸名之君子者，十常八九。故自楚、蜀造祸以来，识者之忧，有深于珰与夷者。辟如病人，冀病之速去也，而纯用攻伐之剂，其人不死于病而死于攻。今观侯之治荆，激之耶，抑调之耶？吏侯一日而秉政，其不以贪功幸名之药毒天下也审矣。侯为人丰颐广额，一见知其巨材。今年秋以试事分校省闱，首取余友元善，次余弟宗郢。元善才识卓绝，其为文骨胜其肌，根极幽彻，非具眼如侯，未有能赏识其俊者。余弟质直温文，其文如其人，能不为师门之辱者。以此二士度一房，奚啻得五？侯可谓神于相士者也。侯之徽政，不可枚举。略述其大者如此。汉庭第治行，讵有能出侯上者？侯行矣。 呜呼。使逆珰时不为激而为调，宁至决裂乎？谁谓文人无奇识，不能烛几于先也。千里风尘一剑当，万山秋色送归航。堂垂双白虚频疏，门已三过有底忙。羽檄西来秋黯黯，关河北望夜苍苍。自嗟力尽螳螂臂，此日回天在庙堂。昨夜月明峰顶宿，隐隐雷声翻山麓。晓来却问册下人，风雨三更卷茅屋。闲行闲坐。不必争人我。百岁光阴弹指过。成得甚么功果。昨日羯鼓催花。今朝疏柳啼鸦。王谢堂前燕子，不知飞入谁家。",
        "author": "明代",
        "poem_class": "送别",
        "dynasty": "袁宏道"
    },
    {
        "title": "浣溪沙·送王子勉都运关中",
        "paragraph": "蓟北分携已六年。 秋风淇上又离筵。一尊情话重留连。内史调兵惟汉相， 春潭通漕笑韦坚。岳云抛翠上吟鞭。纂纂墙下枣，人生不如在家好。木兰夜织流黄机，窗间络纬啼复啼。平明军帖疾如羽，阿爷无男止生女。木兰下机换戎装，灯前不洒泪千行。髻捐金雀钗，耳脱明珠珰。左持白羽箭，右挽青丝缰。一朝姓字上军籍，军中不知是女郎。祁连山前秋草白，马上单于吹筚篥。霜花如钱风格格，万里黄云度沙碛。木兰在边十二年，论功还谒九重天。九重敕赐尚书诰，木兰感恩不敢言。乞身朝出金门去，还家犹记庭前树。入门先解战时衣，明朝复上流黄机。木兰忠孝有如此，世上男儿安得知。雄雉声角角，雌雉嘴啄啄。两雉上天飞，谁能辨我是雄雌。天地风霜尽，乾坤气象和。历添新岁月，春满旧山河。梅柳芳容徲，松篁老态多。屠苏成醉饮，欢笑白云窝。平生湖海少知音，几曲宫商大用心，百年光景还争甚？空赢得雪鬓侵。跨仙禽路绕云深。欲挂坟前剑，重听膝上琴。漫携琴载酒相寻。",
        "author": "元代",
        "poem_class": "送别",
        "dynasty": "王恽"
    },
    {
        "title": "送从弟邕下第后寻会稽",
        "paragraph": "疾风吹征帆，倏尔向空没。千里在俄顷，三江坐超忽。向来共欢娱，日夕成楚越。落羽更分飞，谁能不惊骨。二月江南花满枝，他乡寒食远堪悲。贫居往往无烟火，不独明朝为子推。白日依山尽，黄河入海流。欲穷千里目，更上一层楼。东来万里客，乱定几年归？肠断江城雁，高高向北飞。",
        "author": "唐代",
        "poem_class": "送别",
        "dynasty": "孟浩然"
    },
    {
        "title": "洛阳城外别皇甫湜",
        "paragraph": "洛阳吹别风，龙门起断烟。冬树束生涩，晚紫凝华天。单身野霜上，疲马飞蓬间。凭轩一双泪，奉坠绿衣前。凤林关里水东流，白草黄榆六十秋。边将皆承主恩泽，无人解道取凉州。花近高楼伤客心，万方多难此登临。锦江春色来天地，玉垒浮云变古今。北极朝廷终不改，西山寇盗莫相侵。可怜后主还祠庙，日暮聊为《梁甫吟》。(梁甫 一作：梁父)凉风起天末，君子意如何。鸿雁几时到，江湖秋水多。文章憎命达，魑魅喜人过。应共冤魂语，投诗赠汨罗。",
        "author": "唐代",
        "poem_class": "送别",
        "dynasty": "李贺"
    },
    {
        "title": "送韦整尉长沙",
        "paragraph": "远远长沙去，怜君利一官。风帆彭蠡疾，云水洞庭宽。木客提蔬束，江乌接饭丸。莫言卑湿地，未必乏新欢。白发三千丈，缘愁似个长。不知明镜里，何处得秋霜。绿蚁新醅酒，红泥小火炉。晚来天欲雪，能饮一杯无？屋上春鸠鸣，村边杏花白。持斧伐远扬，荷锄觇泉脉。 归燕识故巢，旧人看新历。临觞忽不御，惆怅远行客。",
        "author": "唐代",
        "poem_class": "送别",
        "dynasty": "张祜"
    },
    {
        "title": "送虚白上人序",
        "paragraph": "余始不欲与佛者游，尝读东坡所作《勤上人诗序》，见其称勤之贤曰：“使勤得列于士大夫之间，必不负欧阳公。”余于是悲士大夫之风坏已久，而喜佛者之有可与游者。去年春，余客居城西，读书之暇，因往云岩诸峰间，求所谓可与游者，而得虚白上人焉。虚白形癯而神清，居众中不妄言笑。余始识于剑池之上，固心已贤之矣。入其室，无一物，弊箦折铛，尘埃萧然。寒不暖，衣一衲，饥不饱，粥一盂，而逍遥徜徉，若有余乐者。间出所为诗，则又纡徐怡愉，无急迫穷苦之态，正与其人类。方春二三月时，云岩之游者盛，巨官要人，车马相属。主者撞钟集众，送迎唯谨，虚白方闭户寂坐如不闻；及余至，则曳败履起从，指幽导胜于长林绝壁之下，日入而后已。余益贤虚白，为之太息而有感焉。近世之士大夫，趋于途者骈然，议于庐者欢然，莫不恶约而愿盈，迭夸而交诋，使虚白袭冠带以齿其列，有肯为之者乎？或以虚白佛者也，佛之道贵静而无私，其能是亦宜耳！余曰：今之佛者无呶呶焉肆荒唐之言者乎？无逐逐焉从造请之役者乎？无高屋广厦以居美女丰食以养者乎？然则虚白之贤不惟过吾徒，又能过其徒矣。余是以乐与之游而不知厌也。今年秋，虚白将东游，来请一言以为赠。余以虚白非有求于世者，岂欲余张之哉？故书所感者如此，一以风乎人，一以省于己，使无或有愧于虚白者而已。平生淡薄，鸡儿不见，童子休焦。家家都有闲锅灶，任意烹炮。煮汤的贴他三枚火烧，穿炒的助他一把胡椒，倒省了我开东道。免终朝报晓，直睡到日头高。不孝完淳今日死矣！以身殉父，不得以身报母矣！痛自严君见背，两易春秋，冤酷日深，艰辛历尽。本图复见天日，以报大仇，恤死荣生，告成黄土；奈天不佑我，钟虐先朝，一旅才兴，便成齑粉。去年之举，淳已自分必死，谁知不死，死于今日也。斤斤延此二年之命，菽水之养无一日焉。致慈君托迹于空门，生母寄生于别姓，一门漂泊，生不得相依，死不得相问；淳今日又溘然先从九京：不孝之罪，上通于天！呜呼！双慈在堂，下有妹女，门祚衰薄，终鲜兄弟。淳一死不足惜，哀哀八口，何以为生？虽然，已矣！淳之身，父之所遗；淳之身，君之所用。为父为君，死亦何负于双慈！但慈君推干就湿，教礼习诗，十五年如一日。嫡母慈惠，千古所难，大恩未酬，令人痛绝。——慈君托之义融女兄，生母托之昭南女弟。淳死之后，新妇遗腹得雄，便以为家门之幸。如其不然，万勿置后！会稽大望，至今而零极矣！节义文章，如我父子者几人哉？立一不肖后如西铭先生，为人所诟笑，何如不立之为愈耶！呜呼！大造茫茫，总归无后。有一日中兴再造，则庙食千秋，岂止麦饭豚蹄，不为馁鬼而已哉！若有妄言立后者，淳且与先文忠在冥冥诛殛顽嚚，决不肯舍！兵戈天地，淳死后，乱且未有定期。双慈善保玉体，无以淳为念。二十年后，淳且与先文忠为北塞之举矣！勿悲勿悲！相托之言，慎勿相负！武功甥将来大器，家事尽以委之。寒食盂兰，一杯清酒，一盏寒灯，不至作若敖之鬼，则吾愿毕矣！新妇结褵二年，贤孝素著。武功甥好为我善待之。亦武功渭阳情也。语无伦次，将死言善。痛哉痛哉！人生孰无死？贵得死所耳！父得为忠臣，子得为孝子。含笑归太虚，了我分内事。大道本无生，视身若敝屣。但为气所激，缘悟天人理。恶梦十七年，报仇于来世。神游天地间，可以无愧矣！山村行处好，偶过故人庄。秋竹烟笼色，寒花露浥香。一鸡鸣矮屋，双鹭落横塘。留饮忘归去，陶然入醉乡。",
        "author": "明代",
        "poem_class": "送别",
        "dynasty": "高启"
    },
    {
        "title": "送别得书字",
        "paragraph": "水色南天远，舟行若在虚。迁人发佳兴，吾子访闲居。日落看归鸟，潭澄羡跃鱼。圣朝思贾谊，应降紫泥书。绿艳闲且静，红衣浅复深。花心愁欲断，春色岂知心。蓬头稚子学垂纶，侧坐莓苔草映身。 路人借问遥招手，怕得鱼惊不应人。桃李待日开，荣华照当年。东风动百物，草木尽欲言。枯枝无丑叶，涸水吐清泉。大力运天地，羲和无停鞭。功名不早著，竹帛将何宣。桃李务青春，谁能贳白日。富贵与神仙，蹉跎成两失。金石犹销铄，风霜无久质。畏落日月后，强欢歌与酒。秋霜不惜人，倏忽侵蒲柳。",
        "author": "唐代",
        "poem_class": "送别",
        "dynasty": "李白"
    },
    {
        "title": "南陵五松山别荀七",
        "paragraph": "君即颍水荀，何惭许郡宾。相逢太史奏，应是聚宝人。玉隐且在石，兰枯还见春。俄成万里别，立德贵清真。群鸡正乱叫，客至鸡斗争。驱鸡上树木，始闻叩柴荆。父老四五人，问我久远行。手中各有携，倾榼浊复清。莫辞酒味薄，黍地无人耕。兵戈既未息，儿童尽东征。请为父老歌：艰难愧深情！歌罢仰天叹，四座泪纵横。水纹珍簟思悠悠，千里佳期一夕休。从此无心爱良夜，任他明月下西楼。永日不可暮，炎蒸毒我肠。安得万里风，飘飖吹我裳。昊天出华月，茂林延疏光。仲夏苦夜短，开轩纳微凉。虚明见纤毫，羽虫亦飞扬。物情无巨细，自适固其常。念彼荷戈士，穷年守边疆。何由一洗濯，执热互相望。竟夕击刁斗，喧声连万方。青紫虽被体，不如早还乡。北城悲笳发，鹳鹤号且翔。况复烦促倦，激烈思时康。",
        "author": "唐代",
        "poem_class": "送别",
        "dynasty": "李白"
    },
    {
        "title": "念奴矫·送陈正言",
        "paragraph": "南来数骑，问征尘、正是江头风恶。耿耿孤忠磨不尽，惟有老天知得。短棹浮淮，轻毡渡汉，回首觚棱泣。缄书欲上，惊传天外清跸。路人指示荒台，昔汉家使者，曾留行迹。我节君袍雪样明，俯仰都无愧色。送子先归，慈颜未老，三径有余乐。逢人问我，为说肝肠如昨。疏疏淡淡，问阿谁、堪比天真颜色。笑杀东君虚占断，多少朱朱白白。雪里温柔，水边明秀，不借春工力。骨清香嫩，迥然天与奇绝。 尝记宝篽寒轻，琐窗人睡起，玉纤轻摘。漂泊天涯空瘦损，犹有当年标格。万里风烟，一溪霜月，未怕欺他得。不如归去，阆苑有个人忆。小雨纤纤风细细，万家杨柳青烟里。恋树湿花飞不起，愁无比，和春付与东流水。九十光阴能有几？金龟解尽留无计。寄语东阳沽酒市，拚一醉，而今乐事他年泪。落日古城角，把酒劝君留。长安路远，何事风雪敝貂裘。散尽黄金身世，不管秦楼人怨，归计狎沙鸥。明夜扁舟去，和月载离愁。功名事，身未老，几时休。诗书万卷，致身须到古伊周。莫学班超投笔，纵得封侯万里，憔悴老边州。何处依刘客，寂寞赋登楼。",
        "author": "宋代",
        "poem_class": "送别",
        "dynasty": "家铉翁"
    },
    {
        "title": "送王司直",
        "paragraph": "西塞云山远，东风道路长。人心胜潮水，相送过浔阳。自余为僇人，居是州，恒惴栗。其隙也，则施施而行，漫漫而游。日与其徒上高山，入深林，穷回溪，幽泉怪石，无远不到。到则披草而坐，倾壶而醉。醉则更相枕以卧，卧而梦。意有所极，梦亦同趣。觉而起，起而归；以为凡是州之山水有异态者，皆我有也，而未始知西山之怪特。今年九月二十八日，因坐法华西亭，望西山，始指异之。遂命仆人过湘江，缘染溪，斫榛莽，焚茅茷，穷山之高而止。攀援而登，箕踞而遨，则凡数州之土壤，皆在衽席之下。其高下之势，岈然洼然，若垤若穴，尺寸千里，攒蹙累积，莫得遁隐。萦青缭白，外与天际，四望如一。然后知是山之特立，不与培塿为类。悠悠乎与颢气俱，而莫得其涯；洋洋乎与造物者游，而不知其所穷。引觞满酌，颓然就醉，不知日之入。苍然暮色，自远而至，至无所见，而犹不欲归。心凝形释，与万化冥合。然后知吾向之未始游，游于是乎始。故为之文以志。是岁，元和四年也。昔年曾向五陵游，子夜歌清月满楼。银烛树前长似昼，露桃花里不知秋。西园公子名无忌，南国佳人号莫愁。今日乱离俱是梦，夕阳唯见水东流！荆溪白石出，天寒红叶稀。山路元无雨，空翠湿人衣。",
        "author": "唐代",
        "poem_class": "送别",
        "dynasty": "皇甫曾"
    },
    {
        "title": "雁儿落过得胜令·忆别",
        "paragraph": "殷勤红叶诗，冷淡黄花市。清江天水笺，白雁云烟字。游子去何之？无处寄新词。酒醒灯昏夜，窗寒梦觉时。寻思，谈笑十年事；嗟咨，风流两鬓丝。满城烟水月微茫，人倚兰舟唱。常记相逢若耶上，隔三湘，碧云望断空惆怅。美人笑道：莲花相似，情短藕丝长。采莲人和采莲歌，柳外轻舟过。不管鸳鸯梦惊破，夜如何？有人独上江楼卧。伤心莫唱，南朝旧曲，司马泪痕多。芙蓉秋水绿，河桥畔、驻马落霞明。念苏小昼楼，蠹侵花简，谢娘朱户，香冷银屏。怅犹记浔江留夜客，滕阁醉诗宾。驿上信音，美人迟暮，雁边城郭，霜气凄清。潘郎愁多少，伤情处，无柰两鬓星星。江路晚风，三叠长是愁听。纵彩笔殷勤，近来无准，昼阑缥缈，一向谁凭。何处笛声哀怨，幽梦难成。野兴樵夫觉来山月底，钓叟来寻觅。你把柴斧抛，我把鱼船弃。寻取个稳便处闲坐地。绿蓑衣紫罗袍谁是主，两件儿都无济，便作钓鱼人，也在风波里。则不如寻个稳便处闲坐地。山禽晓来窗外啼，唤起山翁睡。恰道不如归，又叫行不得。则不如寻个稳便处闲坐地。天之美禄谁不喜？偏则说刘伶醉，毕卓缚瓮边，李白沉江底。则不如寻个稳便处闲坐地。楚霸王火烧了秦宫室，盖世英雄气。阴陵迷路时，船渡乌江际。则不如寻个稳便处闲坐地。林泉隐居谁到此？有客清风至。会作山中相，不管人间事。争甚么半张名和纸！西村日长人事少，一个新蝉噪。恰待葵花开，又早蜂儿闹，高枕上梦随蝶去了东篱本是风月主，晚节园林趣。一枕葫芦架，几行垂杨树，是搭儿快活闲住处。",
        "author": "元代",
        "poem_class": "送别",
        "dynasty": "乔吉"
    },
    {
        "title": "送吴先生谒惠州苏副使",
        "paragraph": "闻名欣识面，异好有同功。我亦惭吾子，人谁恕此公。百年双白鬓，万里一秋风。为说任安在，依然一秃翁。柳庭风静人眠昼，昼眠人静风庭柳。香汗薄衫凉，凉衫薄汗香。手红冰碗藕，藕碗冰红手。郎笑藕丝长，长丝藕笑郎。怅望浮生急景，凄凉宝瑟馀音。楚客多情偏怨别，碧山远水登临。目送连天衰草，夜阑几处疏砧。黄叶无风自落，秋云不雨长阴。天若有情天亦老，摇摇幽恨难禁。惆怅旧欢如梦，觉来无处追寻。丝丝杨柳丝丝雨。春在溟濛处。楼儿忒小不藏愁。几度和云飞去、觅归舟。天怜客子乡关远。借与花消遣。海棠红近绿阑干。才卷朱帘却又、晚风寒。",
        "author": "宋代",
        "poem_class": "送别",
        "dynasty": "陈师道"
    },
    {
        "title": "送张寺丞觐知富顺监",
        "paragraph": "汉家五尺道，置吏抚南夷。欲使文翁教，兼令孟获知。盘馐蒟酱实，歌杂竹枝辞。取酒须勤醉，乡关不可思。漠漠轻寒上小楼，晓阴无赖似穷秋。淡烟流水画屏幽。自在飞花轻似梦，无边丝雨细如愁。宝帘闲挂小银钩。伫倚危楼风细细，望极春愁，黯黯生天际。草色烟光残照里，无言谁会凭阑意。(阑 通 栏)拟把疏狂图一醉，对酒当歌，强乐还无味。衣带渐宽终不悔，为伊消得人憔悴。熙宁十年秋，彭城大水。云龙山人张君之草堂，水及其半扉。明年春，水落，迁于故居之东，东山之麓。升高而望，得异境焉，作亭于其上。彭城之山，冈岭四合，隐然如大环，独缺其西一面，而山人之亭，适当其缺。春夏之交，草木际天；秋冬雪月，千里一色；风雨晦明之间，俯仰百变。山人有二鹤，甚驯而善飞，旦则望西山之缺而放焉，纵其所如,或立于陂(bēi)田，或翔于云表；暮则傃东山而归。故名之曰“放鹤亭”。郡守苏轼，时从宾佐僚吏往见山人，饮酒于斯亭而乐之。挹山人而告之曰：“子知隐居之乐乎？虽南面之君，未可与易也。《易》曰：‘鸣鹤在阴，其子和之。’ 《诗》曰：‘鹤鸣于九皋，声闻于天。’盖其为物，清远闲放，超然于尘埃之外，故《易》《诗》人以比贤人君子。隐德之士，狎而玩之，宜若有益而无损者；然卫懿公好鹤则亡其国。周公作《酒诰》，卫武公作《抑戒》，以为荒惑败乱，无若酒者；而刘伶、阮籍之徒，以此全其真而名后世。嗟夫！南面之君，虽清远闲放如鹤者，犹不得好，好之则亡其国；而山林遁世之士，虽荒惑败乱如酒者，犹不能为害，而况于鹤乎？由此观之，其为乐未可以同日而语也。”山人忻然而笑曰：“有是哉！”乃作放鹤、招鹤之歌曰：鹤飞去兮西山之缺，高翔而下览兮择所适。翻然敛翼，宛将集兮，忽何所见，矫然而复击。独终日于涧谷之间兮，啄苍苔而履白石。鹤归来兮，东山之阴。其下有人兮，黄冠草屦，葛衣而鼓琴。躬耕而食兮，其馀以汝饱。归来归来兮，西山不可以久留。元丰元年十一月初八日记 《放鹤亭记》。 ",
        "author": "宋代",
        "poem_class": "送别",
        "dynasty": "司马光"
    },
    {
        "title": "送虢州王录事之任",
        "paragraph": "谓子文章达，当年羽翼高。一经俄白首，三命尚青袍。未遇须藏器，安卑莫告劳。盘根倘相值，试用发硎刀。羞日遮罗袖，愁春懒起妆。易求无价宝，难得有心郎。枕上潜垂泪，花间暗断肠。自能窥宋玉，何必恨王昌？故园东望路漫漫，双袖龙钟泪不干。 马上相逢无纸笔，凭君传语报平安。二龙争战决雌雄，赤壁楼船扫地空。烈火张天照云海，周瑜于此破曹公。君去沧江望澄碧，鲸鲵唐突留馀迹。一一书来报故人，我欲因之壮心魄。",
        "author": "唐代",
        "poem_class": "送别",
        "dynasty": "独孤及"
    },
    {
        "title": "送赵判官赴黔府中丞叔幕",
        "paragraph": "廓落青云心，结交黄金尽。富贵翻相忘，令人忽自晒。蹭蹬鬓毛斑，盛时难再还。巨源咄石生，何事马蹄间？绿萝长不厌，却欲还东山。君为鲁曾子，拜揖高堂里。叔继赵平原，偏承明主恩。风霜推独坐，旌节镇雄藩。虎士秉金钺，蛾眉开玉樽。才高幕下去，义重林中言。水宿五溪月，霜啼三峡猿。东风春草绿，江上候归轩。新丰美酒斗十千，咸阳游侠多少年。相逢意气为君饮，系马高楼垂柳边。出身仕汉羽林郎，初随骠骑战渔阳。孰知不向边庭苦，纵死犹闻侠骨香。一身能擘两雕弧，虏骑千重只似无。偏坐金鞍调白羽，纷纷射杀五单于。汉家君臣欢宴终，高议云台论战功。天子临轩赐侯印，将军佩出明光宫。士卒何草草，筑城潼关道。大城铁不如，小城万丈余。借问潼关吏：修关还备胡？要我下马行，为我指山隅：连云列战格，飞鸟不能逾。胡来但自守，岂复忧西都。丈人视要处，窄狭容单车。艰难奋长戟，万古用一夫。哀哉桃林战，百万化为鱼。请嘱防关将，慎勿学哥舒！孔明庙前有老柏，柯如青铜根如石。霜皮溜雨四十围，黛色参天二千尺。君臣已与时际会，树木犹为人爱惜。云来气接巫峡长，月出寒通雪山白。忆昨路绕锦亭东，先主武侯同閟宫。崔嵬枝干郊原古，窈窕丹青户牖空。落落盘踞虽得地，冥冥孤高多烈风。扶持自是神明力，正直原因造化工。大厦如倾要梁栋，万牛回首丘山重。不露文章世已惊，未辞翦伐谁能送？苦心岂免容蝼蚁，香叶终经宿鸾凤。志士幽人莫怨嗟：古来材大难为用。",
        "author": "唐代",
        "poem_class": "送别",
        "dynasty": "李白"
    },
    {
        "title": "送友人游梅湖",
        "paragraph": "送君游梅湖，应见梅花发。有使寄我来，无令红芳歇。暂行新林浦，定醉金陵月。莫惜一雁书，音尘坐胡越。本以高难饱，徒劳恨费声。五更疏欲断，一树碧无情。薄宦梗犹泛，故园芜已平。烦君最相警，我亦举家清。酌酒与君君自宽，人情翻覆似波澜。白首相知犹按剑，朱门先达笑弹冠。草色全经细雨湿，花枝欲动春风寒。世事浮云何足问，不如高卧且加餐。渌水明秋月，南湖采白蘋。荷花娇欲语，愁杀荡舟人。",
        "author": "唐代",
        "poem_class": "送别",
        "dynasty": "李白"
    },
    {
        "title": "宋中送族侄式颜",
        "paragraph": "大夫击东胡，胡尘不敢起。胡人山下哭，胡马海边死。部曲尽公侯，舆台亦朱紫。当时有勋业，末路遭谗毁。转旆燕赵间，剖符括苍里。弟兄莫相见，亲族远枌梓。不改青云心，仍招布衣士。平生怀感激，本欲候知己。去矣难重陈，飘然自兹始。游梁且未遇，适越今何以。乡山西北愁，竹箭东南美。峥嵘缙云外，苍莽几千里。旅雁悲啾啾，朝昏孰云已。登临多瘴疠，动息在风水。虽有贤主人，终为客行子。我携一尊酒，满酌聊劝尔。劝尔惟一言，家声勿沦滓。道由白云尽，春与青溪长。时有落花至，远随流水香。闲门向山路，深柳读书堂。幽映每白日，清辉照衣裳。暮从碧山下，山月随人归。却顾所来径，苍苍横翠微。相携及田家，童稚开荆扉。绿竹入幽径，青萝拂行衣。欢言得所憩，美酒聊共挥。长歌吟松风，曲尽河星稀。我醉君复乐，陶然共忘机。人人尽说江南好，游人只合江南老。春水碧于天，画船听雨眠。垆边人似月，皓腕凝霜雪。未老莫还乡，还乡须断肠。",
        "author": "唐代",
        "poem_class": "送别",
        "dynasty": "高适"
    },
    {
        "title": "别诗三首·其一",
        "paragraph": "良时不再至，离别在须臾。屏营衢路侧，执手野踟蹰。仰视浮云驰，奄忽互相逾。风波一失所，各在天一隅。长当从此别，且复立斯须。欲因晨风发，送子以贱躯。无道人之短，无说己之长。施人慎勿念，受施慎勿忘。世誉不足慕，唯仁为纪纲。隐心而后动，谤议庸何伤？无使名过实，守愚圣所臧。在涅贵不淄，暧暧内含光。柔弱生之徒，老氏诫刚强。硁硁鄙夫介，悠悠故难量。慎言节饮食，知足胜不祥。行之苟有恒，久久自芬芳。爰植梧桐，以待凤凰。有何燕雀，自称来翔。何不弹射，使还故乡。京师何缤纷。车马相奔起。借问乃尔为。将欲要其仕。孝廉经述通。谁能应此举。",
        "author": "两汉",
        "poem_class": "送别",
        "dynasty": "佚名"
    },
    {
        "title": "送任五之桂林",
        "paragraph": "楚客醉孤舟，越水将引棹。山为两乡别，月带千里貌。羁谴同缯纶，僻幽闻虎豹。桂林寒色在，苦节知所效。杨花落尽子规啼，闻道龙标过五溪。我寄愁心与明月，随君直到夜郎西。(随君 一作：随风)汉主东封报太平，无人金阙议边兵。纵饶夺得林胡塞，碛地桑麻种不生。誓扫匈奴不顾身，五千貂锦丧胡尘。可怜无定河边骨，犹是春闺梦里人。陇戍三看塞草青，楼烦新替护羌兵。同来死者伤离别，一夜孤魂哭旧营。黠虏生擒未有涯，黑山营阵识龙蛇。自从贵主和亲后，一半胡风似汉家。紫陌红尘拂面来，无人不道看花回。玄都观里桃千树，尽是刘郎去后栽。",
        "author": "唐代",
        "poem_class": "送别",
        "dynasty": "王昌龄"
    },
    {
        "title": "洗脚亭",
        "paragraph": "白道向姑熟，洪亭临道傍。前有昔时井，下有五丈床。樵女洗素足，行人歇金装。西望白鹭洲，芦花似朝霜。送君此时去，回首泪成行。已讶衾枕冷，复见窗户明。夜深知雪重，时闻折竹声。小娃撑小艇，偷采白莲回。不解藏踪迹，浮萍一道开。松叶堪为酒，春来酿几多。不辞山路远，踏雪也相过。",
        "author": "唐代",
        "poem_class": "送别",
        "dynasty": "李白"
    },
    {
        "title": "送王含秀才序",
        "paragraph": "吾少时读《醉乡记》，私怪隐居者无所累于世，而犹有是言，岂诚旨于味耶？及读阮籍、陶潜诗，乃知彼虽偃蹇，不欲与世接，然犹未能平其心，或为事物是非相感发，于是有托而逃焉者也。若颜子操瓢与箪，曾参歌声若出金石，彼得圣人而师之，汲汲每若不可及，其于外也固不暇，尚何曲之托，而昏冥之逃耶？吾又以为悲醉乡之徒不遇也。建中初，天子嗣位，有意贞观、开元之丕绩，在廷之臣争言事。当此时，醉乡之后世又以直废吾既悲醉乡之文辞，而又嘉良臣之烈，思识其子孙。今子之来见我也，无所挟，吾犹将张之；况文与行不失其世守，浑然端且厚。惜乎吾力不能振之，而其言不见信于世也。于其行，姑分之饮酒。蓬门未识绮罗香，拟托良媒益自伤。谁爱风流高格调，共怜时世俭梳妆。敢将十指夸针巧，不把双眉斗画长。苦恨年年压金线，为他人作嫁衣裳。蜀主窥吴幸三峡，崩年亦在永安宫。(窥 一作：征)翠华想像空山里，玉殿虚无野寺中。古庙杉松巢水鹤，岁时伏腊走村翁。武侯祠屋常邻近，一体君臣祭祀同。银烛吐青烟，金樽对绮筵。离堂思琴瑟，别路绕山川。明月隐高树，长河没晓天。悠悠洛阳道，此会在何年。",
        "author": "唐代",
        "poem_class": "送别",
        "dynasty": "韩愈"
    },
    {
        "title": "题瓜州新河饯族叔舍人贲",
        "paragraph": "齐公凿新河，万古流不绝。丰功利生人，天地同朽灭。两桥对双阁，芳树有行列。爱此如甘棠，谁云敢攀折。 吴关倚此固，天险自兹设。海水落斗门，湖平见沙汭。我行送季父，弭棹徒流悦。杨花满江来，疑是龙山雪。 惜此林下兴，怆为山阳别。瞻望清路尘，归来空寂灭。风劲角弓鸣，将军猎渭城。草枯鹰眼疾，雪尽马蹄轻。忽过新丰市，还归细柳营。回看射雕处，千里暮云平。酌酒与君君自宽，人情翻覆似波澜。白首相知犹按剑，朱门先达笑弹冠。草色全经细雨湿，花枝欲动春风寒。世事浮云何足问，不如高卧且加餐。鹅湖山下稻粱肥，豚栅鸡栖半掩扉。 桑柘影斜春社散，家家扶得醉人归。",
        "author": "唐代",
        "poem_class": "送别",
        "dynasty": "李白"
    },
    {
        "title": "金陵送张十一再游东吴",
        "paragraph": "张翰黄花句，风流五百年。谁人今继作，夫子世称贤。再动游吴棹，还浮入海船。春光白门柳，霞色赤城天。去国难为别，思归各未旋。空馀贾生泪，相顾共凄然。夫天地者万物之逆旅也；光阴者百代之过客也。而浮生若梦，为欢几何？古人秉烛夜游，良有以也。况阳春召我以烟景，大块假我以文章。会桃花之芳园，序天伦之乐事。群季俊秀，皆为惠连；吾人咏歌，独惭康乐。幽赏未已，高谈转清。开琼筵以坐花，飞羽觞而醉月。不有佳咏，何伸雅怀？如诗不成，罚依金谷酒数。(桃花 一作：桃李)移舟泊烟渚，日暮客愁新。野旷天低树，江清月近人。大堤杨柳雨沉沉，万缕千条惹恨深。飞絮满天人去远，东风无力系春心。",
        "author": "唐代",
        "poem_class": "送别",
        "dynasty": "李白"
    },
    {
        "title": "蝶恋花·送姚主管横州",
        "paragraph": "君泛仙槎银海去。后日相思，地角天涯路。草草杯盘深夜语。冥冥四月黄梅雨。 莫拾明珠并翠羽。但使邦人，爱我如慈母。待得政成民按堵。朝天衣袂翩翩举。铁马蒙毡，银花洒泪，春入愁城。笛里番腔，街头戏鼓，不是歌声。那堪独坐青灯。想故国、高台月明。辇下风光，山中岁月，海上心情。江水浸云影，鸿雁欲南飞。携壶结客何处？空翠渺烟霏。尘世难逢一笑，况有紫萸黄菊，堪插满头归。风景今朝是，身世昔人非。酬佳节，须酩酊，莫相违。人生如寄，何事辛苦怨斜晖。无尽今来古往，多少春花秋月，那更有危机。与问牛山客，何必独沾衣。竹外桃花三两枝，春江水暖鸭先知。蒌蒿满地芦芽短，正是河豚欲上时。两两归鸿欲破群，依依还似北归人。遥知朔漠多风雪，更待江南半月春。",
        "author": "宋代",
        "poem_class": "送别",
        "dynasty": "张孝祥"
    },
    {
        "title": "江神子·送桂花吴宪时已有检详之命未赴阙",
        "paragraph": "天街如水翠尘空。建章宫。月明中。人未归来，玉树起秋风。宝粟万钉花露重，催赐带，过垂虹。夜凉沈水绣帘栊。酒香浓。雾濛濛。钗列吴娃，腰褭带金虫。三十六宫蟾观冷，留不住，佩丁东。早岁那知世事艰，中原北望气如山。楼船夜雪瓜洲渡，铁马秋风大散关。塞上长城空自许，镜中衰鬓已先斑。出师一表真名世，千载谁堪伯仲间！余去岁在东武，作《水调歌头》以寄子由。今年子由相从彭门居百余日，过中秋而去，作此曲以别。余以其语过悲，乃为和之，其意以不早退为戒，以退而相从之乐为慰云耳安石在东海，从事鬓惊秋。中年亲友难别，丝竹缓离愁。一旦功成名遂，准拟东还海道，扶病入西州。雅志困轩冕，遗恨寄沧洲。岁云暮，须早计，要褐裘。故乡归去千里，佳处辄迟留。我醉歌时君和，醉倒须君扶我，惟酒可忘忧。一任刘玄德，相对卧高楼。江南月，清夜满西楼。云落开时冰吐鉴，浪花深处玉沉钩。圆缺几时休。星汉迥，风露入新秋。丹桂不知摇落恨，素娥应信别离愁。天上共悠悠。",
        "author": "宋代",
        "poem_class": "送别",
        "dynasty": "吴文英"
    },
    {
        "title": "送人还荆州",
        "paragraph": "草色随骢马，悠悠同出秦。水传云梦晓，山接洞庭春。帆影连三峡，猿声近四邻。青门一分手，难见杜陵人。闲居少邻并，草径入荒园。鸟宿池边树，僧敲月下门。过桥分野色，移石动云根。暂去还来此，幽期不负言。不见李生久，佯狂真可哀。世人皆欲杀，吾意独怜才。敏捷诗千首，飘零酒一杯。匡山读书处，头白好归来。白发三千丈，缘愁似个长。不知明镜里，何处得秋霜。",
        "author": "唐代",
        "poem_class": "送别",
        "dynasty": "皇甫曾"
    },
    {
        "title": "满江红·题碧梧翠竹送李阳春",
        "paragraph": "一曲清商，人别后、故园几度。想翠竹、碧梧风采，旧游何处。三径西风秋共老，满庭疏雨春都过。看苍苔、白石易黄昏，愁无数。峄山畔，淇泉路。空回首，佳期误。叹舞鸾鸣凤，归来迟暮。冷淡还如西草，凄迷番作江东树。且留他、素管候冰丝，重相和。桂花浮玉，正月满天街，夜凉如洗。风泛须眉并骨寒，人在水晶宫里。蛟龙偃蹇，观阙嵯峨，缥缈笙歌沸。霜华满地，欲跨彩云飞起。记得去年今夕，酾酒溪亭，淡月云来去。千里江山昨梦非，转眼秋光如许。青雀西来，嫦娥报我，道佳期近矣。寄言俦侣，莫负广寒沈醉。万里敦煌道，三春雪未晴。送君走马去，遥似踏花行。度迹迷沙远，临关讶月明。故乡飞雁绝，相送若为情。蜀人张岱，陶庵其号也。少为纨绔子弟，极爱繁华，好精舍，好美婢，好娈童，好鲜衣，好美食，好骏马，好华灯，好烟火，好梨园，好鼓吹，好古董，好花鸟，兼以茶淫橘虐，书蠹诗魔，劳碌半生，皆成梦幻。年至五十，国破家亡，避迹山居，所存者破床碎几，折鼎病琴，与残书数帙，缺砚一方而已。布衣蔬茛，常至断炊。回首二十年前，真如隔世。常自评之，有七不可解：向以韦布而上拟公侯，今以世家而下同乞丐，如此则贵贱紊矣，不可解一；产不及中人，而欲齐驱金谷，世颇多捷径，而独株守於陵，如此则贫富舛矣，不可解二；以书生而践戎马之场，以将军而翻文章之府，如此则文武错矣，不可解三；上陪玉帝而不谄，下陪悲田院乞儿而不骄，如此则尊卑溷矣，不可解四；弱则唾面而肯自干，强则单骑而能赴敌，如此则宽猛背矣，不可解五；争利夺名，甘居人后，观场游戏，肯让人先，如此缓急谬矣，不可解六；博弈摴蒱，则不知胜负，啜茶尝水，则能辨渑淄，如此则智愚杂矣，不可解七。有此七不可解，自且不解，安望人解？故称之以富贵人可，称之以贫贱人亦可；称之以智慧人可，称之以愚蠢人亦可；称之以强项人可，称之以柔弱人亦可；称之以卞急人可，称之以懒散人亦可。学书不成，学剑不成，学节义不成，学文章不成，学仙学佛，学农学圃俱不成，任世人呼之为败家子，为废物，为顽民，为钝秀才，为瞌睡汉，为死老魅也已矣。初字宗子，人称石公，即字石公。好著书，其所成者，有《石匮书》、《张氏家谱》、《义烈传》、《琅嬛文集》、《明易》、《大易用》、《史阙》、《四书遇》、《梦忆》、《说铃》、《昌谷解》、《快园道古》、《傒囊十集》、《西湖梦寻》、《一卷冰雪文》行世。生于万历丁酉八月二十五日卯时，鲁国相大涤翁之树子也，母曰陶宜人。幼多痰疾，养于外大母马太夫人者十年。外太祖云谷公宦两广，藏生牛黄丸盈数簏，自余囡地以至十有六岁，食尽之而厥疾始廖。六岁时，大父雨若翁携余之武林，遇眉公先生跨一角鹿，为钱塘游客，对大父曰：“闻文孙善属对，吾面试之。”指屏上李白骑鲸图曰：“太白骑鲸，采石江边捞夜月。”余应曰：“眉公跨鹿，钱塘县里打秋风。”眉公大笑起跃曰：“那得灵隽若此，吾小友也。”欲进余以千秋之业，岂料余之一事无成也哉？甲申以后，悠悠忽忽，既不能觅死，又不能聊生，白发婆娑，犹视息人世。恐一旦溘先朝露，与草木同腐，因思古人如王无功、陶靖节、徐文长皆自作墓铭，余亦效颦为之。甫构思，觉人与文俱不佳，辍笔者再。虽然，第言吾之癖错，则亦可传也已。曾营生圹于项王里之鸡头山，友人李研斋题其圹曰：“呜呼，有明著述鸿儒陶庵张长公之圹。”伯鸾高士，冢近要离，余故有取于项里也，年跻七十，死与葬，其日月尚不知也，故不书。铭曰：穷石崇，斗金谷。盲卞和，献荆玉。老廉颇，战涿鹿。赝龙门，开史局。馋东坡，饿孤竹。五羖大夫，焉能自鬻。空学陶潜，枉希梅福。必也寻三外野人，方晓我之衷曲。",
        "author": "明代",
        "poem_class": "送别",
        "dynasty": "张宁"
    },
    {
        "title": "送监丞家同年守简池三十韵",
        "paragraph": "去年为君来，明廷峙鸾鹄。今年为亲归，蚕市苦思蜀。扶舆出修门，万里宛在目。大江六月寒，风饱帆数幅。金山如幽人，杜蘅缭荷屋。采石如壮士，铁骑明鋈续。五老烟光开，九华云气矗。如王公大人，冠冕而佩玉。大孤狷介甚，赤壁清旷足。黄鹤侠者流，隽放不容束。英雄古荆州，霜月耿乔木。寂寞三闾亭，风露落秋菊。阳台峰十二，森拱峡江曲。高标耸赤松，绝槩凛孤竹。或如汉汲黯，抗直敢掁触。又如唐真卿，峻絜不受辱。瞿唐滟滪堆，一柱轧坤轴。溃城睢阳孤，钩党林宗独。水石明边酌，苹蓼佳处宿。宽作几月程，迎面峨眉绿。世道淡有味，人生平为福。江山无愧容，草木有余馥。试剑信雄拔，易简更清沃。虎蛇方横道，有此廉平牧。相如驷马贵，长孺一翁秃。明河隔黄姑，碧落杳飞鹜。独复即无妄，多识乃大畜。岁晏以为期，仁亦在乎熟。木末老芙蓉，阑干深苜蓿。邮签莫厌娄，瑟僴尉淇奥。何处望神州？满眼风光北固楼。千古兴亡多少事？悠悠。不尽长江滚滚流。年少万兜鍪，坐断东南战未休。天下英雄谁敌手？曹刘。生子当如孙仲谋。春牛春杖，无限春风来海上。便丐春工，染得桃红似肉红。春幡春胜，一阵春风吹酒醒。不似天涯，卷起杨花似雪花。野棠花落，又匆匆过了，清明时节。刬地东风欺客梦，一枕云屏寒怯。曲岸持觞，垂杨系马，此地曾经别。楼空人去，旧游飞燕能说。闻道绮陌东头，行人长见，帘底纤纤月。旧恨春江流不断，新恨云山千叠。料得明朝，尊前重见，镜里花难折。也应惊问：近来多少华发？",
        "author": "宋代",
        "poem_class": "送别",
        "dynasty": "洪咨夔"
    },
    {
        "title": "送人之松江",
        "paragraph": "西风萧瑟入船窗，送客离愁酒满缸。要记此时分袂处，暮烟细雨过松江。春事阑珊芳草歇。客里风光，又过清明节。小院黄昏人忆别。落红处处闻啼鴂。咫尺江山分楚越。目断魂销，应是音尘绝。梦破五更心欲折。角声吹落梅花月。清夜无尘，月色如银。酒斟时、须满十分。浮名浮利，虚苦劳神。叹隙中驹，石中火，梦中身。虽抱文章，开口谁亲。且陶陶、乐尽天真。几时归去，作个闲人。对一张琴，一壶酒，一溪云。我居北海君南海，寄雁传书谢不能。桃李春风一杯酒，江湖夜雨十年灯。持家但有四立壁，治病不蕲三折肱。想见读书头已白，隔溪猿哭瘴溪藤。(想见 一作：想得)",
        "author": "宋代",
        "poem_class": "送别",
        "dynasty": "俞桂"
    },
    {
        "title": "送宗密上人归南山草堂寺因谒河南尹白侍郎",
        "paragraph": "宿习修来得慧根，多闻第一却忘言。自从七祖传心印，不要三乘入便门。东泛沧江寻古迹，西归紫阁出尘喧。河南白尹大檀越，好把真经相对翻。吟君叹逝双绝句，使我伤怀奏短歌。世上空惊故人少，集中惟觉祭文多。芳林新叶催陈叶，流水前波让後波。万古到今同此恨，闻琴泪尽欲如何。漠漠秋云起，稍稍夜寒生。但觉衣裳湿，无点亦无声。春去也，多谢洛城人。弱柳从风疑举袂，丛兰裛露似沾巾。独坐亦含嚬。春去也，共惜艳阳年。犹有桃花流水上，无辞竹叶醉尊前。惟待见青天。",
        "author": "唐代",
        "poem_class": "送别",
        "dynasty": "刘禹锡"
    },
    {
        "title": "送薛秀才南游",
        "paragraph": "姑苏城外柳初凋，同上江楼更寂寥。绕壁旧诗尘漠漠，对窗寒竹雨潇潇。怜君别路随秋雁，尽我离觞任晚潮。从此草玄应有处，白云青嶂一相招。林卧愁春尽，搴帷览物华。忽逢青鸟使，邀入赤松家。金灶初开火，仙桃正发花。童颜若可驻，何惜醉流霞。故人江海别，几度隔山川。乍见翻疑梦，相悲各问年。孤灯寒照雨，深竹暗浮烟。(深竹 一作：湿竹)更有明朝恨，离杯惜共传。红叶醉秋色，碧溪弹夜弦。佳期不可再，风雨杳如年。",
        "author": "唐代",
        "poem_class": "送别",
        "dynasty": "许浑"
    },
    {
        "title": "送区册序",
        "paragraph": "阳山，天下之穷处也。陆有丘陵之险，虎豹之虞。江流悍急，横波之石，廉利侔剑戟，舟上下失势，破碎沦溺者，往往有之。县廓无居民，官无丞尉，夹江荒茅篁竹之间，小吏十余家，皆鸟言夷面。始至，言语不通，画地为字，然后可告以出租赋，奉期约。是以宾客游从之士，无所为而至。愈待罪于斯，且半岁矣。有区生者，誓言相好，自南海挐舟而来。升自宾阶，仪观甚伟，坐与之语，文义卓然。庄周云：“逃空虚者，闻人足音跫然而喜矣!”况如斯人者，岂易得哉!入吾室，闻《诗》、《书》仁义之说，欣然喜，若有志于其间也。与之翳嘉林，坐石矶，投竿而渔，陶然以乐，若能遗外声利，而不厌乎贫贱也。岁之初吉，归拜其亲，酒壶既倾，序以识别。新年都未有芳华，二月初惊见草芽。白雪却嫌春色晚，故穿庭树作飞花。日落松风起，还家草露晞。云光侵履迹，山翠拂人衣。寥落古行宫，宫花寂寞红。白头宫女在，闲坐说玄宗。",
        "author": "唐代",
        "poem_class": "送别",
        "dynasty": "韩愈"
    },
    {
        "title": "送妻",
        "paragraph": "平生志业在琴诗，头上如今有二丝。渔父尚知溪谷暗，山妻不信出身迟。荆钗任意撩新鬓，明镜从他别画眉。今日便同行路客，相逢即是下山时。静夜四无邻，荒居旧业贫。雨中黄叶树，灯下白头人。以我独沉久，愧君相见频。平生自有分，况是蔡家亲。 伪临朝武氏者，性非和顺，地实寒微。昔充太宗下陈，曾以更衣入侍。洎乎晚节，秽乱春宫。潜隐先帝之私，阴图后房之嬖。入门见嫉，蛾眉不肯让人；掩袖工谗，狐媚偏能惑主。践元后于翚翟，陷吾君于聚麀。加以虺蜴为心，豺狼成性，近狎邪僻，残害忠良，杀姊屠兄，弑君鸩母。人神之所同嫉，天地之所不容。犹复包藏祸心，窥窃神器。君之爱子，幽之于别宫；贼之宗盟，委之以重任。呜呼！霍子孟之不作，朱虚侯之已亡。燕啄皇孙，知汉祚之将尽；龙漦帝后，识夏庭之遽衰。敬业皇唐旧臣，公侯冢子。奉先帝之成业，荷本朝之厚恩。宋微子之兴悲，良有以也；袁君山之流涕，岂徒然哉！是用气愤风云，志安社稷。因天下之失望，顺宇内之推心，爰举义旗，以清妖孽。南连百越，北尽三河，铁骑成群，玉轴相接。海陵红粟，仓储之积靡穷；江浦黄旗，匡复之功何远？班声动而北风起，剑气冲而南斗平。喑呜则山岳崩颓，叱吒则风云变色。以此制敌，何敌不摧；以此图功，何功不克！公等或家传汉爵，或地协周亲，或膺重寄于爪牙，或受顾命于宣室。言犹在耳，忠岂忘心？一抔之土未干，六尺之孤何托？倘能转祸为福，送往事居，共立勤王之勋，无废旧君之命，凡诸爵赏，同指山河。若其眷恋穷城，徘徊歧路，坐昧先几之兆，必贻后至之诛。请看今日之域中，竟是谁家之天下！移檄州郡，咸使知闻。清浅白石滩，绿蒲向堪把。家住水东西，浣纱明月下。",
        "author": "唐代",
        "poem_class": "送别",
        "dynasty": "杨志坚"
    },
    {
        "title": "与诸公送陈郎将归衡阳",
        "paragraph": "衡山苍苍入紫冥，下看南极老人星。回飙吹散五峰雪，往往飞花落洞庭。气清岳秀有如此，郎将一家拖金紫。门前食客乱浮云，世人皆比孟尝君。江上送行无白璧，临歧惆怅若为分。言入黄花川，每逐青溪水。随山将万转，趣途无百里。声喧乱石中，色静深松里。漾漾泛菱荇，澄澄映葭苇。我心素已闲，清川澹如此。请留磐石上，垂钓将已矣。(磐石 一作：盘石)西塞山前白鹭飞，桃花流水鳜鱼肥。青箬笠，绿蓑衣，斜风细雨不须归。林暗草惊风，将军夜引弓。平明寻白羽，没在石棱中。",
        "author": "唐代",
        "poem_class": "送别",
        "dynasty": "李白"
    },
    {
        "title": "送裴判官自贼中再归河阳幕府",
        "paragraph": "东郊未解围，忠义似君稀。误落胡尘里，能持汉节归。卷帘山对酒，上马雪沾衣。却向嫖姚幕，翩翩去若飞。人间四月芳菲尽，山寺桃花始盛开。 长恨春归无觅处，不知转入此中来。离离原上草，一岁一枯荣。野火烧不尽，春风吹又生。远芳侵古道，晴翠接荒城。又送王孙去，萋萋满别情。月日，居易白。微之足下：自足下谪江陵至于今，凡枉赠答诗仅百篇。每诗来，或辱序，或辱书，冠于卷首，皆所以陈古今歌诗之义，且自叙为文因缘，与年月之远近也。仆既受足下诗，又谕足下此意，常欲承答来旨，粗论歌诗大端，并自述为文之意，总为一书，致足下前。累岁已来，牵故少暇，间有容隙，或欲为之；又自思所陈，亦无出足下之见；临纸复罢者数四，卒不能成就其志，以至于今。今俟罪浔阳，除盥栉食寝外无余事，因览足下去通州日所留新旧文二十六轴，开卷得意，忽如会面，心所畜者，便欲快言，往往自疑，不知相去万里也。既而愤悱之气，思有所浊，遂追就前志，勉为此书，足下幸试为仆留意一省。夫文，尚矣，三才各有文。天之文三光首之；地之文五材首之；人之文《六经》首之。就《六经》言，《诗》又首之。何者？圣人感人心而天下和平。感人心者，莫先乎情，莫始乎言，莫切乎声，莫深乎义。诗者，根情，苗言，华声，实义。上自圣贤，下至愚騃，微及豚鱼，幽及鬼神。群分而气同，形异而情一。未有声入而不应、情交而不感者。圣人知其然，因其言，经之以六义；缘其声，纬之以五音。音有韵，义有类。韵协则言顺，言顺则声易入；类举则情见，情见则感易交。于是乎孕大含深，贯微洞密，上下通而一气泰，忧乐合而百志熙。五帝三皇所以直道而行、垂拱而理者，揭此以为大柄，决此以为大窦也。故闻“元首明，股肱良”之歌，则知虞道昌矣。闻五子洛汭之歌，则知夏政荒矣。言者无罪，闻者足诫，言者闻者莫不两尽其心焉。洎周衰秦兴，采诗官废，上不以诗补察时政，下不以歌泄导人情。用至于谄成之风动，救失之道缺。于时六义始剚矣。《国风》变为《骚辞》，五言始于苏、李。《诗》、《骚》皆不遇者，各系其志，发而为文。故河梁之句，止于伤别；泽畔之吟，归于怨思。彷徨抑郁，不暇及他耳。然去《诗》未远，梗概尚存。故兴离别则引双凫一雁为喻，讽君子小人则引香草恶鸟为比。虽义类不具，犹得风人之什二三焉。于时六义始缺矣。晋、宋已还，得者盖寡。以康乐之奥博，多溺于山水；以渊明之高古，偏放于田园。江、鲍之流，又狭于此。如梁鸿《五噫》之例者，百无一二。于时六义浸微矣！陵夷至于梁、陈间，率不过嘲风雪、弄花草而已。噫！风雪花草之物，三百篇中岂舍之乎？顾所用何如耳。设如“北风其凉”，假风以刺威虐；“雨雪霏霏”，因雪以愍征役；“棠棣之华”，感华以讽兄弟；“采采芣苡”，美草以乐有子也。皆兴发于此而义归于彼。反是者，可乎哉！然则“余霞散成绮，澄江净如练”，“归花先委露，别叶乍辞风”之什，丽则丽矣，吾不知其所讽焉。故仆所谓嘲风雪、弄花草而已。于时六义尽去矣。唐兴二百年，其间诗人不可胜数。所可举者，陈子昂有《感遇诗》二十首，鲍防《感兴诗》十五篇。又诗之豪者，世称李、杜。李之作，才矣！奇矣！人不迨矣！索其风雅比兴，十无一焉。杜诗最多，可传者千余首。至于贯穿古今，覙缕格律，尽工尽善，又过于李焉。然撮其《新安》、《石壕》、《潼关吏》、《芦子关》、《花门》之章，“朱门酒肉臭，路有冻死骨”之句，亦不过十三四。杜尚如此，况不迨杜者乎？仆常痛诗道崩坏，忽忽愤发，或废食辍寝，不量才力，欲扶起之。嗟乎！事有大谬者，又不可一二而言，然亦不能不粗陈于左右。仆始生六七月时，乳母抱弄于书屏下，有指“之”字、“无”字示仆者，仆口未能言，心已默识。后有问此二字者，虽百十其试，而指之不差。则知仆宿习之缘，已在文字中矣。及五六岁，便学为诗。九岁谙识声韵。十五六，始知有进士，苦节读书。二十已来，昼课赋，夜课书，间又课诗，不遑寝息矣。以至于口舌成疮，手肘成胝。既壮而肤革不丰盈，未老而齿发早衰白；瞀瞀然如飞蝇垂珠在眸子中者，动以万数，盖以苦学力文之所致，又自悲。家贫多故，二十七方从乡赋。既第之后，虽专于科试，亦不废诗。及授校书郎时，已盈三四百首。或出示交友如足下辈，见皆谓之工，其实未窥作者之域耳。自登朝来，年齿渐长，阅事渐多。每与人言，多询时务；每读书史，多求理道。始知文章合为时而著，歌诗合为事而作。是时皇帝初即位，宰府有正人，屡降玺书，访人急病。仆当此日，擢在翰林，身是谏官，月请谏纸。启奏之间，有可以救济人病，裨补时阙，而难于指言者，辄咏歌之，欲稍稍进闻于上。上以广宸听，副忧勤；次以酬恩奖，塞言责；下以复吾平生之志。岂图志未就而悔已生，言未闻而谤已成矣！又请为左右终言之。凡闻仆《贺雨诗》，众口籍籍，以为非宜矣；闻仆《哭孔戡诗》，众面脉脉，尽不悦矣；闻《秦中吟》，则权豪贵近者，相目而变色矣；闻《登乐游园》寄足下诗，则执政柄者扼腕矣；闻《宿紫阁村》诗，则握军要者切齿矣！大率如此，不可遍举。不相与者，号为沽誉，号为诋讦，号为讪谤。苟相与者，则如牛僧孺之诫焉。乃至骨肉妻孥，皆以我为非也。其不我非者，举世不过三两人。有邓鲂者，见仆诗而喜，无何鲂死。有唐衢者，见仆诗而泣，未几而衢死。其余即足下。足下又十年来困踬若此。呜呼！岂六义四始之风，天将破坏，不可支持耶？抑又不知天意不欲使下人病苦闻于上耶？不然，何有志于诗者，不利若此之甚也！然仆又自思关东一男子耳，除读书属文外，其他懵然无知，乃至书画棋博，可以接群居之欢者，一无通晓，即其愚拙可知矣！初应进士时，中朝无缌麻之亲，达官无半面之旧；策蹇步于利足之途，张空拳于战文之场。十年之间，三登科第，名落众耳，迹升清贯，出交贤俊，入侍冕旒。始得名于文章，终得罪于文章，亦其宜也。日者闻亲友间说，礼、吏部举选人，多以仆私试赋判为准的。其余诗句，亦往往在人口中。仆恧然自愧，不之信也。及再来长安，又闻有军使高霞寓者，欲聘倡妓，妓大夸曰：“我诵得白学士《长恨歌》，岂同他哉？”由是增价。又足下书云：到通州日，见江馆柱间有题仆诗者。何人哉？又昨过汉南日，适遇主人集众娱乐，他宾诸妓见仆来，指而相顾曰：此是《秦中吟》、《长恨歌》主耳。自长安抵江西三四千里，凡乡校、佛寺、逆旅、行舟之中，往往有题仆诗者；士庶、僧徒、孀妇、处女之口，每有咏仆诗者。此诚雕篆之戏，不足为多，然今时俗所重，正在此耳。虽前贤如渊、云者，前辈如李、杜者，亦未能忘情于其间。古人云：“名者公器，不可多取。”仆是何者，窃时之名已多。既窃时名，又欲窃时之富贵，使己为造物者，肯兼与之乎？今之屯穷，理固然也。况诗人多蹇，如陈子昂、杜甫，各授一拾遗，而屯剥至死。孟浩然辈不及一命，穷悴终身。近日孟郊六十，终试协律；张籍五十，未离一太祝。彼何人哉！况仆之才又不迨彼。今虽谪佐远郡，而官品至第五，月俸四五万，寒有衣，饥有食，给身之外，施及家人。亦可谓不负白氏子矣。微之，微之！勿念我哉！仆数月来，检讨囊帙中，得新旧诗，各以类分，分为卷目。自拾遗来，凡所遇所感，关于美刺兴比者；又自武德至元和，因事立题，题为“新乐府”者，共一百五十首，谓之\"讽谕诗\"。又或退公独处，或移动病闲居，知足保和，吟玩性情者一百首，谓之”闲适诗“。又有事物牵于外，情理动于内，随感遇而形于叹咏者一百首，谓之”感伤诗“。又有五言、七言、长句、绝句，自一百韵至两百韵者四百余首，谓之”杂律诗“。凡为十五卷，约八百首。异时相见，当尽致于执事。微之，古人云：“穷则独善其身，达则兼济天下。”仆虽不肖，常师此语。大丈夫所守者道，所待者时。时之来也，为云龙，为风鹏，勃然突然，陈力以出；时之不来也，为雾豹，为冥鸿，寂兮寥兮，奉身而退。进退出处，何往而不自得哉！故仆志在兼济，行在独善，奉而始终之则为道，言而发明之则为诗。谓之讽谕诗，兼济之志也；谓之闲适诗，独善之义也。故览仆诗者，知仆之道焉。其余杂律诗，或诱于一时一物，发于一笑一吟，率然成章，非平生所尚者，但以亲朋合散之际，取其释恨佐欢，今铨次之间，未能删去。他时有为我编集斯文者，略之可也。微之，夫贵耳贱目，荣古陋今，人之大情也。仆不能远征古旧，如近岁韦苏州歌行，才丽之外，颇近兴讽；其五言诗，又高雅闲淡，自成一家之体，今之秉笔者谁能及之？然当苏州在时，人亦未甚爱重，必待身后，人始贵之。今仆之诗，人所爱者，悉不过杂律诗与《长恨歌》已下耳。时之所重，仆之所轻。至于讽谕者，意激而言质；闲适者，思澹而辞迂。以质合迂，宜人之不爱也。今所爱者，并世而生，独足下耳。然百千年后，安知复无如足下者出，而知爱我诗哉？故自八九年来，与足下小通则以诗相戒，小穷则以诗相勉，索居则以诗相慰，同处则以诗相娱。知吾罪吾，率以诗也。如今年春游城南时，与足下马上相戏，因各诵新艳小律，不杂他篇，自皇子陂归昭国里，迭吟递唱，不绝声者二十里余。攀、李在傍，无所措口。知我者以为诗仙，不知我者以为诗魔。何则？劳心灵，役声气，连朝接夕，不自知其苦，非魔而何？偶同人当美景，或花时宴罢，或月夜酒酣，一咏一吟，不觉老之将至。虽骖鸾鹤、游蓬瀛者之适，无以加于此焉，又非仙而何？微之，微之！此吾所以与足下外形骸、脱踪迹、傲轩鼎、轻人寰者，又以此也。当此之时，足下兴有余力，且欲与仆悉索还往中诗，取其尤长者，如张十八古乐府，李二十新歌行，卢、杨二秘书律诗，窦七、元八绝句，博搜精掇，编而次之，号为《元白往还集》。众君子得拟议于此者，莫不踊跃欣喜，以为盛事。嗟乎！言未终而足下左转，不数月而仆又继行，心期索然，何日成就？又可为之太息矣！仆常语足下，凡人为文，私于自是，不忍于割截，或失于繁多。其间妍媸，益又自惑。必待交友有公鉴无姑息者，讨论而削夺之，然后繁简当否，得其中矣。况仆与足下，为文尤患其多。己尚病，况他人乎？今且各纂诗笔，粗为卷第，待与足下相见日，各出所有，终前志焉。又不知相遇是何年，相见是何地，溘然而至，则如之何？微之知我心哉！浔阳腊月，江风苦寒，岁暮鲜欢，夜长少睡。引笔铺纸，悄然灯前，有念则书，言无铨次。勿以繁杂为倦，且以代一夕之话言也。居易自叙如此，文士以为信然。",
        "author": "唐代",
        "poem_class": "送别",
        "dynasty": "岑参"
    },
    {
        "title": "送范仲讷往合肥三首·其二",
        "paragraph": "我家曾住赤阑桥，邻里相过不寂寥。君若到时秋已半，西风门巷柳萧萧。今年春浅腊侵年，冰雪破春妍。东风有信无人见，露微意、柳际花边。寒夜纵长，孤衾易暖，钟鼓渐清圆。朝来初日半衔山，楼阁淡疏烟。游人便作寻芳计，小桃杏、应已争先。衰病少悰，疏慵自放，惟爱日高眠。梦入江南烟水路，行尽江南，不与离人遇。睡里消魂无说处，觉来惆怅消魂误。欲尽此情书尺素，浮雁沉鱼，终了无凭据。却倚缓弦歌别绪，断肠移破秦筝柱。花似伊，柳似伊。花柳青春人别离。低头双泪垂。长江东，长江西。两岸鸳鸯两处飞。相逢知几时。",
        "author": "宋代",
        "poem_class": "送别",
        "dynasty": "姜夔"
    },
    {
        "title": "和傅郎岁暮还湘洲诗",
        "paragraph": "苍落岁欲晚，辛苦客方行。大江静犹浪，扁舟独且征。棠枯绛叶尽，芦冻白花轻。戍人寒不望，沙禽迥未惊。湘波各深浅，空轸念归情。管清罗荐合。弦惊雪袖迟。逐唱回纤手。听曲动蛾眉。凝情眄堕珥。微睇托含辞。日暮留嘉客。相看爱此时。朱帘卷丽日。翠幕蔽重阳。五月炎蒸气。三时刻漏长。麦随风里熟。梅逐雨中黄。开冰带井水。和粉杂生香。衫含蕉叶气。扇动竹花凉。早菱生软角。初莲开细房。愿陪仙鹤举。洛浦听笙簧。山际见来烟，竹中窥落日。鸟向檐上飞，云从窗里出。",
        "author": "南北朝",
        "poem_class": "送别",
        "dynasty": "阴铿"
    },
    {
        "title": "送康太守",
        "paragraph": "城下沧江水，江边黄鹤楼。朱阑将粉堞，江水映悠悠。铙吹发夏口，使君居上头。郭门隐枫岸，侯吏趋芦洲。何异临川郡，还劳康乐侯。蜀国曾闻子规鸟，宣城还见杜鹃花。 一叫一回肠一断，三春三月忆三巴。一夜新霜著瓦轻，芭蕉新折败荷倾。耐寒唯有东篱菊，金粟初开晓更清。百亩庭中半是苔，桃花净尽菜花开。种桃道士归何处，前度刘郎今又来。",
        "author": "唐代",
        "poem_class": "送别",
        "dynasty": "王维"
    },
    {
        "title": "送人游塞",
        "paragraph": "槐柳野桥边，行尘暗马前。秋风来汉地，客路入胡天。 雁聚河流浊，羊群碛草膻。那堪陇头宿，乡梦逐潺湲。涉江玩秋水，爱此红蕖鲜。攀荷弄其珠，荡漾不成圆。佳人彩云里，欲赠隔远天。相思无因见，怅望凉风前。西登香炉峰，南见瀑布水。挂流三百丈，喷壑数十里。 欻如飞电来，隐若白虹起。初惊河汉落，半洒云天里。 仰观势转雄，壮哉造化功。海风吹不断，江月照还空。 空中乱潈射，左右洗青壁。飞珠散轻霞，流沫沸穹石。 而我乐名山，对之心益闲。无论漱琼液，还得洗尘颜。 且谐宿所好，永愿辞人间。 日照香炉生紫烟，遥看瀑布挂前川。 飞流直下三千尺，疑是银河落九天。二十年来万事同，今朝岐路忽西东。皇恩若许归田去，晚岁当为邻舍翁。",
        "author": "唐代",
        "poem_class": "送别",
        "dynasty": "齐己"
    },
    {
        "title": "渔家傲·送省亲秦州",
        "paragraph": "一曲阳关情几许，知君欲向秦川去。白马皂貂留不住。回首处，孤城不见天霖雾。 到日长安花似雨，故关杨柳初飞絮。渐见靴刀迎夹路。谁得似，风流膝上王文度。无花无酒过清明，兴味萧然似野僧。昨日邻家乞新火，晓窗分与读书灯。少年易老学难成，一寸光阴不可轻。未觉池塘春草梦，阶前梧叶已秋声。西湖春色归， 春水绿于染。群芳烂不收， 东风落如糁。参军春思乱如云， 白发题诗愁送春。遥知湖上一樽酒， 能忆天涯万里人。万里思春尚有情， 忽逢春至客心惊。雪消门外千山绿， 花发江边二月晴。少年把酒逢春色， 今日逢春头已白。异乡物态与人殊， 惟有东风旧相识。",
        "author": "宋代",
        "poem_class": "送别",
        "dynasty": "苏轼"
    },
    {
        "title": "送周子充左史奉祠归庐陵",
        "paragraph": "黄鹄飘然下九关，江船载月客俱还。名高岂是孤臣愿，身退聊开壮十颜。倾盖当年真旦暮，沾巾明日有河山。后期淹速都难料，相对犹怜鬓未斑。寻得桃源好避秦，桃红又是一年春。花飞莫遣随流水，怕有渔郎来问津。江出西陵，始得平地，其流奔放肆大。南合沅、湘 ，北合汉沔，其势益张。至于赤壁之下，波流浸灌，与海相若。清河张君梦得谪居齐安，即其庐之西南为亭，以览观江流之胜，而余兄子瞻名之曰“快哉”。盖亭之所见，南北百里，东西一舍。涛澜汹涌，风云开阖。昼则舟楫出没于其前，夜则鱼龙悲啸于其下。变化倏忽，动心骇目，不可久视。今乃得玩之几席之上，举目而足。西望武昌诸山，冈陵起伏，草木行列，烟消日出。渔夫樵父之舍，皆可指数。此其所以为“快哉”者也。至于长洲之滨，故城之墟。曹孟德、孙仲谋之所睥睨，周瑜、陆逊之所骋骛。其流风遗迹，亦足以称快世俗。昔楚襄王从宋玉、景差于兰台之宫，有风飒然至者，王披襟当之，曰：“快哉此风！寡人所与庶人共者耶？”宋玉曰：“此独大王之雄风耳，庶人安得共之！”玉之言盖有讽焉。夫风无雌雄之异，而人有遇，不遇之变；楚王之所以为乐，与庶人之所以为忧，此则人之变也，而风何与焉？士生于世，使其中不自得，将何往而非病？使其中坦然，不以物伤性，将何适而非快？今张君不以谪为患，窃会计之余功，而自放山水之间，此其中宜有以过人者。将蓬户瓮牖无所不快；而况乎濯长江之清流，揖西山之白云 ，穷耳目之胜以自适也哉！不然，连山绝壑，长林古木，振之以清风，照之以明月，此皆骚人思士之所以悲伤憔悴而不能胜者，乌睹其为快也哉！元丰六年十一月朔日，赵郡苏辙记。欲减罗衣寒未去，不卷珠帘，人在深深处。红杏枝头花几许？啼痕止恨清明雨。尽日沉烟香一缕，宿酒醒迟，恼破春情绪。飞燕又将归信误，小屏风上西江路。",
        "author": "宋代",
        "poem_class": "送别",
        "dynasty": "范成大"
    },
    {
        "title": "送杨少府赴选",
        "paragraph": "大国置衡镜，准平天地心。群贤无邪人，朗鉴穷情深。吾君咏南风，衮冕弹鸣琴。时泰多美士，京国会缨簪。山苗落涧底，幽松出高岑。夫子有盛才，主司得球琳。流水非郑曲，前行遇知音。衣工剪绮绣，一误伤千金。何惜刀尺馀，不裁寒女衾。我非弹冠者，感别但开襟。空谷无白驹，贤人岂悲吟。大道安弃物，时来或招寻。尔见山吏部，当应无陆沉。苍苍竹林寺，杳杳钟声晚。荷笠带斜阳，青山独归远。(斜阳 一作：夕阳)坦腹江亭暖，长吟野望时。水流心不竞，云在意俱迟。寂寂春将晚，欣欣物自私。江东犹苦战，回首一颦眉。昔人已乘黄鹤去，此地空余黄鹤楼。黄鹤一去不复返，白云千载空悠悠。晴川历历汉阳树，芳草萋萋鹦鹉洲。日暮乡关何处是？烟波江上使人愁。",
        "author": "唐代",
        "poem_class": "送别",
        "dynasty": "李白"
    },
    {
        "title": "送李判官赴东江",
        "paragraph": "闻道皇华使，方随皂盖臣。封章通左语，冠冕化文身。树色分扬子，潮声满富春。遥知辨璧吏，恩到泣珠人。云想衣裳花想容，春风拂槛露华浓。 若非群玉山头见，会向瑶台月下逢。深居俯夹城，春去夏犹清。天意怜幽草，人间重晚晴。 并添高阁迥，微注小窗明。越鸟巢干后，归飞体更轻。杜陵有布衣，老大意转拙。许身一何愚，窃比稷与契。居然成濩落，白首甘契阔。盖棺事则已，此志常觊豁。穷年忧黎元，叹息肠内热。取笑同学翁，浩歌弥激烈。非无江海志，潇洒送日月。生逢尧舜君，不忍便永诀。当今廊庙具，构厦岂云缺。葵藿倾太阳，物性固莫夺。顾惟蝼蚁辈，但自求其穴。胡为慕大鲸，辄拟偃溟渤。以兹误生理，独耻事干谒。兀兀遂至今，忍为尘埃没。终愧巢与由，未能易其节。沉饮聊自遣，放歌破愁绝。岁暮百草零，疾风高冈裂。天衢阴峥嵘，客子中夜发。霜严衣带断，指直不得结。凌晨过骊山，御榻在嵽嵲。蚩尤塞寒空，蹴蹋崖谷滑。瑶池气郁律，羽林相摩戛。君臣留欢娱，乐动殷樛嶱。赐浴皆长缨，与宴非短褐。彤庭所分帛，本自寒女出。鞭挞其夫家，聚敛贡城阙。圣人筐篚恩，实欲邦国活。臣如忽至理，君岂弃此物。多士盈朝廷，仁者宜战栗。况闻内金盘，尽在卫霍室。中堂舞神仙，烟雾散玉质。煖客貂鼠裘，悲管逐清瑟。劝客驼蹄羹，霜橙压香橘。朱门酒肉臭，路有冻死骨。荣枯咫尺异，惆怅难再述。北辕就泾渭，官渡又改辙。群冰从西下，极目高崒兀。疑是崆峒来，恐触天柱折。河梁幸未坼，枝撑声窸窣。行旅相攀援，川广不可越。老妻寄异县，十口隔风雪。谁能久不顾，庶往共饥渴。入门闻号啕，幼子饥已卒。吾宁舍一哀，里巷亦呜咽。所愧为人父，无食致夭折。岂知秋禾登，贫窭有仓卒。生常免租税，名不隶征伐。抚迹犹酸辛，平人固骚屑。默思失业徒，因念远戍卒。忧端齐终南，澒洞不可掇。",
        "author": "唐代",
        "poem_class": "送别",
        "dynasty": "王维"
    },
    {
        "title": "颍阳别元丹丘之淮阳",
        "paragraph": "吾将元夫子，异姓为天伦。本无轩裳契，素以烟霞亲。尝恨迫世网，铭意俱未伸。松柏虽寒苦，羞逐桃李春。悠悠市朝间，玉颜日缁磷。所失重山岳，所得轻埃尘。精魄渐芜秽，衰老相凭因。我有锦囊诀，可以持君身。当餐黄金药，去为紫阳宾。万事难并立，百年犹崇晨。别尔东南去，悠悠多悲辛。前志庶不易，远途期所遵。已矣归去来，白云飞天津。明月出天山，苍茫云海间。长风几万里，吹度玉门关。汉下白登道，胡窥青海湾。由来征战地，不见有人还。戍客望边邑，思归多苦颜。(望边邑 一作：望边色)高楼当此夜，叹息未应闲。琉璃钟，琥珀浓，小槽酒滴真珠红。烹龙炮凤玉脂泣，罗帏绣幕围香风。吹龙笛，击鼍鼓；皓齿歌，细腰舞。况是青春日将暮，桃花乱落如红雨。劝君终日酩酊醉，酒不到刘伶坟上土。流莺漂荡复参差，度陌临流不自持。巧啭岂能无本意？良辰未必有佳期。风朝露夜阴晴里，万户千门开闭时。曾苦伤春不忍听，凤城何处有花枝。",
        "author": "唐代",
        "poem_class": "送别",
        "dynasty": "李白"
    },
    {
        "title": "水龙吟·送焦和之赴西夏行省",
        "paragraph": "当年紫禁烟花，相逢恨不知音早。秋风倦客，一杯情话，为君倾倒。回首燕山，月明庭树，两枝乌绕。正情驰魏阙，空书怪事，心胆堕，伤殷浩。祸福无端倚伏，问古今、几人明了。沧浪渔父，归来惊笑，灵均枯槁。邂逅淇南，岁寒独在，故人襟抱。恨黄尘障尺，西山远目，送斜阳鸟。何处春风燕子楼，断碑落日古城头。画眉人远繁华歇，无数远山生暮愁。沙白江青落照红，沧波老树动秋风。天光与水浑相似，山面如人了不同。千古周郎馀事业，一时曹孟谩英雄。东南几许繁华地，长在元戎指画中。华亭江上，烟淡淡草萋萋，浮光万顷。长篙短棹一蓑衣，终日向船头上稳坐，来往故人稀。纶竿收罢，轻抛香饵，个中消息有谁知？【幺】说破真如妙理，唯恐露玄机。春夏秋冬，披星带月守寒溪。一点残星照水，上下接光辉。素波如练，东流不住，锦鳞不遇又空回。【尾】谩伤嗟，空劳力，欲说谁明此理？千尺丝纶直下垂，一波动万波相随。唱道难晓幽微，且恁陶陶度浮世。水寒烟冷，小鱼儿难钓，满船空载月明归。",
        "author": "元代",
        "poem_class": "送别",
        "dynasty": "王恽"
    },
    {
        "title": "奉和幸望春宫送朔方大总管张仁亶",
        "paragraph": "御跸下都门，军麾出塞垣。长杨跨武骑，细柳接戎轩。 睿曲风云动，边威鼓吹喧。坐帷将阃外，俱是报明恩。飞光飞光，劝尔一杯酒。吾不识青天高，黄地厚。唯见月寒日暖，来煎人寿。食熊则肥，食蛙则瘦。神君何在？太一安有？天东有若木，下置衔烛龙。吾将斩龙足，嚼龙肉，使之朝不得回，夜不得伏。自然老者不死，少者不哭。何为服黄金、吞白玉？谁似任公子，云中骑碧驴？刘彻茂陵多滞骨，嬴政梓棺费鲍鱼。六王毕，四海一，蜀山兀，阿房出。覆压三百余里，隔离天日。骊山北构而西折，直走咸阳。二川溶溶，流入宫墙。五步一楼，十步一阁；廊腰缦回，檐牙高啄；各抱地势，钩心斗角。盘盘焉，囷囷焉，蜂房水涡，矗不知其几千万落。长桥卧波，未云何龙？复道行空，不霁何虹？高低冥迷，不知西东。歌台暖响，春光融融；舞殿冷袖，风雨凄凄。一日之内，一宫之间，而气候不齐。(不知其 一作：不知乎；西东 一作：东西)妃嫔媵嫱，王子皇孙，辞楼下殿，辇来于秦。朝歌夜弦，为秦宫人。明星荧荧，开妆镜也；绿云扰扰，梳晓鬟也；渭流涨腻，弃脂水也；烟斜雾横，焚椒兰也。雷霆乍惊，宫车过也；辘辘远听，杳不知其所之也。一肌一容，尽态极妍，缦立远视，而望幸焉。有不见者，三十六年。燕赵之收藏，韩魏之经营，齐楚之精英，几世几年，剽掠其人，倚叠如山。一旦不能有，输来其间。鼎铛玉石，金块珠砾，弃掷逦迤，秦人视之，亦不甚惜。(有不见者 一作：有不得见者)嗟乎！一人之心，千万人之心也。秦爱纷奢，人亦念其家。奈何取之尽锱铢，用之如泥沙？使负栋之柱，多于南亩之农夫；架梁之椽，多于机上之工女；钉头磷磷，多于在庾之粟粒；瓦缝参差，多于周身之帛缕；直栏横槛，多于九土之城郭；管弦呕哑，多于市人之言语。使天下之人，不敢言而敢怒。独夫之心，日益骄固。戍卒叫，函谷举，楚人一炬，可怜焦土！呜呼！灭六国者六国也，非秦也；族秦者秦也，非天下也。嗟乎！使六国各爱其人，则足以拒秦；使秦复爱六国之人，则递三世可至万世而为君，谁得而族灭也？秦人不暇自哀，而后人哀之；后人哀之而不鉴之，亦使后人而复哀后人也。日暮苍山远，天寒白屋贫。柴门闻犬吠，风雪夜归人。",
        "author": "唐代",
        "poem_class": "送别",
        "dynasty": "郑愔"
    },
    {
        "title": "对雪奉饯任城六父秩满归京",
        "paragraph": "龙虎谢鞭策，鹓鸾不司晨。君看海上鹤，何似笼中鹑。独用天地心，浮云乃吾身。虽将簪组狎，若与烟霞亲。季父有英风，白眉超常伦。一官即梦寐，脱屣归西秦。窦公敞华筵，墨客尽来臻。燕歌落胡雁，郢曲回阳春。征马百度嘶，游车动行尘。踌躇未忍去，恋此四座人。饯离驻高驾，惜别空殷勤。何时竹林下，更与步兵邻。泠泠七弦上，静听松风寒。(七弦 一作：七丝)古调虽自爱，今人多不弹。少年十五二十时，步行夺得胡马骑。射杀山中白额虎，肯数邺下黄须儿！一身转战三千里，一剑曾当百万师。汉兵奋迅如霹雳，虏骑崩腾畏蒺藜。卫青不败由天幸，李广无功缘数奇。自从弃置便衰朽，世事蹉跎成白首。昔时飞箭无全目，今日垂杨生左肘。路旁时卖故侯瓜，门前学种先生柳。苍茫古木连穷巷，寥落寒山对虚牖。誓令疏勒出飞泉，不似颍川空使酒。贺兰山下阵如云，羽檄交驰日夕闻。节使三河募年少，诏书五道出将军。试拂铁衣如雪色，聊持宝剑动星文。愿得燕弓射大将，耻令越甲鸣吾君。莫嫌旧日云中守，犹堪一战取功勋。诗家清景在新春，绿柳才黄半未匀。 若待上林花似锦，出门俱是看花人。",
        "author": "唐代",
        "poem_class": "送别",
        "dynasty": "李白"
    },
    {
        "title": "送增田涉君归国",
        "paragraph": "扶桑正是秋光好，枫叶如丹照嫩寒。却折垂杨送归客，心随东棹忆华年。窗外绿阴添几许。剩有朱樱，尚系残春住。老尽莺雏无一语。飞来衔得樱桃去。坐看画梁双燕乳。燕语呢喃，似惜人迟暮。自是思量渠不与。人间总被思量误。大江歌罢掉头东，邃密群科济世穷。面壁十年图破壁，难酬蹈海亦英雄。挥手从兹去。更那堪凄然相向，苦情重诉。眼角眉梢都似恨，热泪欲零还住。知误会前番书语。过眼滔滔云共雾，算人间知己吾和汝。人有病，天知否？今朝霜重东门路，照横塘半天残月，凄清如许。汽笛一声肠已断，从此天涯孤旅。凭割断愁丝恨缕。要似昆仑崩绝壁，又恰像台风扫寰宇。重比翼，和云翥。",
        "author": "近现代",
        "poem_class": "送别",
        "dynasty": "鲁迅"
    },
    {
        "title": "送杨少尹序",
        "paragraph": "昔疏广、受二子，以年老，一朝辞位而去。于是公卿设供帐，祖道都门外，车数百辆；道路观者，多叹息泣下，共言其贤。汉史既传其事，而后世工画者，又图其迹，至今照人耳目，赫赫若前日事。国子司业杨君巨源，方以能诗训后进，一旦以年满七十，亦白相去，归其乡。世常说古今人不相及，今杨与二疏，其意岂异也？予忝在公卿后，遇病不能出，不知杨侯去时，城门外送者几人，车几辆，马几匹，道旁观者，亦有叹息知其为贤与否；而太史氏又能张大其事为传，继二疏踪迹否，不落莫否。见今世无工画者，而画与不画，固不论也。然吾闻杨侯之去，相有爱而惜之者，白以为其都少尹，不绝其禄。又为歌诗以劝之，京师之长于诗者，亦属而和之。又不知当时二疏之去，有是事否。古今人同不同，未可知也。中世士大夫，以官为家，罢则无所于归。杨侯始冠，举于其乡，歌《鹿鸣》而来也。今之归，指其树曰：“某树，吾先人之所种也；某水、某丘，吾童子时所钓游也。”乡人莫不加敬，诫子孙以杨侯不去其乡为法。古之所谓乡先生没而可祭于社者，其在斯人欤？其在斯人欤？ 李杜文章在，光焰万丈长。不知群儿愚，那用故谤伤。蚍蜉撼大树，可笑不自量！伊我生其后，举颈遥相望。夜梦多见之，昼思反微茫。徒观斧凿痕，不瞩治水航。想当施手时，巨刃磨天扬。垠崖划崩豁，乾坤摆雷硠。唯此两夫子，家居率荒凉。帝欲长吟哦，故遣起且僵。翦翎送笼中，使看百鸟翔。平生千万篇，金薤垂琳琅。仙官敕六丁，雷电下取将。流落人间者，太山一毫芒。我愿生两翅，捕逐出八荒。精诚忽交通，百怪入我肠。刺手拔鲸牙，举瓢酌天浆。腾身跨汗漫，不著织女襄。顾语地上友，经营无太忙。乞君飞霞佩，与我高颉颃。吴姬越艳楚王妃，争弄莲舟水湿衣。来时浦口花迎入，采罢江头月送归。荷叶罗裙一色裁，芙蓉向脸两边开。乱入池中看不见，闻歌始觉有人来。扬子江头杨柳春，杨花愁杀渡江人。 数声风笛离亭晚，君向潇湘我向秦。",
        "author": "唐代",
        "poem_class": "送别",
        "dynasty": "韩愈"
    },
    {
        "title": "送薛存义序",
        "paragraph": "河东薛存义将行，柳子载肉于俎，崇酒於觞，追而送之江浒，饮食之。且告曰：“凡吏于土者，若知其职乎？盖民之役，非以役民而已也。凡民之食于土者，出其什一佣乎吏，使司平于我也。今我受其直，怠其事者，天下皆然。岂惟怠之，又从而盗之。向使佣一夫于家，受若值，怠若事，又盗若货器，则必甚怒而黜罚之矣。以今天下多类此，而民莫敢肆其怒与黜罚者，何哉？势不同也。势不同而理同，如吾民何？有达于理者，得不恐而畏乎！”存义假令零陵二年矣。早作而夜思，勤力而劳心；讼者平，赋者均，老弱无怀诈暴憎。其为不虚取直也的矣，其知恐而畏也审矣。吾贱且辱，不得与考绩幽明之说；于其往也，故赏以酒肉而重之以辞。昨日登高罢，今朝更举觞。菊花何太苦，遭此两重阳？历览前贤国与家，成由勤俭破由奢。何须琥珀方为枕，岂得真珠始是车。远去不逢青海马，力穷难拔蜀山蛇。(远去 一作：运去)几人曾预南薰曲，终古苍梧哭翠华。天下英雄气，千秋尚凛然。(天下 一作：天地)势分三足鼎，业复五铢钱。 得相能开国，生儿不象贤。凄凉蜀故妓，来舞魏宫前。",
        "author": "唐代",
        "poem_class": "送别",
        "dynasty": "柳宗元"
    },
    {
        "title": "送韩侍御之广德",
        "paragraph": "昔日绣衣何足荣，今宵贳酒与君倾。暂就东山赊月色，酣歌一夜送泉明。黄师塔前江水东，春光懒困倚微风。桃花一簇开无主，可爱深红爱浅红？长安一片月，万户捣衣声。秋风吹不尽，总是玉关情。何日平胡虏，良人罢远征。长安大道连狭斜，青牛白马七香车。玉辇纵横过主第，金鞭络绎向侯家。龙衔宝盖承朝日，凤吐流苏带晚霞。百尺游丝争绕树，一群娇鸟共啼花。(百尺 一作：百丈）游蜂戏蝶千门侧，碧树银台万种色。复道交窗作合欢，双阙连甍垂凤翼。梁家画阁中天起，汉帝金茎云外直。楼前相望不相知，陌上相逢讵相识。借问吹箫向紫烟，曾经学舞度芳年。得成比目何辞死，愿作鸳鸯不羡仙。比目鸳鸯真可羡，双去双来君不见。生憎帐额绣孤鸾，好取门帘帖双燕。双燕双飞绕画梁，罗帷翠被郁金香。片片行云着蝉鬓，纤纤初月上鸦黄。鸦黄粉白车中出，含娇含态情非一。妖童宝马铁连钱，娼妇盘龙金屈膝。御史府中乌夜啼，廷尉门前雀欲栖。隐隐朱城临玉道，遥遥翠幰没金堤。挟弹飞鹰杜陵北，探丸借客渭桥西。俱邀侠客芙蓉剑，共宿娼家桃李蹊。娼家日暮紫罗裙，清歌一啭口氛氲。北堂夜夜人如月，南陌朝朝骑似云。南陌北堂连北里，五剧三条控三市。弱柳青槐拂地垂，佳气红尘暗天起。汉代金吾千骑来，翡翠屠苏鹦鹉杯。罗襦宝带为君解，燕歌赵舞为君开。别有豪华称将相，转日回天不相让。意气由来排灌夫，专权判不容萧相。专权意气本豪雄，青虬紫燕坐春风。自言歌舞长千载，自谓骄奢凌五公。节物风光不相待，桑田碧海须臾改。昔时金阶白玉堂，即今惟见青松在。(惟见 一作：唯见)寂寂寥寥扬子居，年年岁岁一床书。独有南山桂花发，飞来飞去袭人裾。",
        "author": "唐代",
        "poem_class": "送别",
        "dynasty": "李白"
    },
    {
        "title": "赠别王十七管记",
        "paragraph": "故交吾未测，薄宦空年岁。晚节踪曩贤，雄词冠当世。 堂中皆食客，门外多酒债。产业曾未言，衣裘与人敝。 飘飖戎幕下，出入关山际。转战轻壮心，立谈有边计。 云沙自回合，天海空迢递。星高汉将骄，月盛胡兵锐。 沙深冷陉断，雪暗辽阳闭。亦谓扫欃枪，旋惊陷蜂虿。 归旌告东捷，斗骑传西败。遥飞绝汉书，已筑长安第。画龙俱在叶，宠鹤先居卫。勿辞部曲勋，不藉将军势。 相逢季冬月，怅望穷海裔。折剑留赠人，严装遂云迈。 我行将悠缅，及此还羁滞。曾非济代谋，且有临深诫。 随波混清浊，与物同丑丽。眇忆青岩栖，宁忘褐衣拜。 自言爱水石，本欲亲兰蕙。何意薄松筠，翻然重菅蒯。 恒深取与分，孰慢平生契。款曲鸡黍期，酸辛别离袂。 逢时愧名节，遇坎悲沦替。适赵非解纷，游燕往无说。 浩歌方振荡，逸翮思凌励。倏若异鹏抟，吾当学蝉蜕。一自萧关起战尘，河湟隔断异乡春。汉儿尽作胡儿语，却向城头骂汉人。山桃红花满上头，蜀江春水拍山流。花红易衰似郎意，水流无限似侬愁。当时我醉美人家，美人颜色娇如花。今日美人弃我去，青楼珠箔天之涯。天涯娟娟姮娥月，三五二八盈又缺。翠眉蝉鬓生别离，一望不见心断绝。心断绝，几千里？梦中醉卧巫山云，觉来泪滴湘江水。湘江两岸花木深，美人不见愁人心。含愁更奏绿绮琴，调高弦绝无知音。美人兮美人，不知为暮雨兮为朝云。相思一夜梅花发，忽到窗前疑是君。",
        "author": "唐代",
        "poem_class": "送别",
        "dynasty": "高适"
    },
    {
        "title": "送友人游河东",
        "paragraph": "停车晓烛前，一语几潸然。路去干戈日，乡遥饥馑年。湖波晴见雁，槐驿晚无蝉。莫纵经时住，东南书信偏。山寺钟鸣昼已昏，渔梁渡头争渡喧。人随沙岸向江村，余亦乘舟归鹿门。鹿门月照开烟树，忽到庞公栖隐处。岩扉松径长寂寥，惟有幽人自来去。闺中少妇不知愁，春日凝妆上翠楼。(不知 一作：不曾)忽见陌头杨柳色，悔教夫婿觅封侯。汉家旌帜满阴山，不遣胡儿匹马还。愿得此身长报国，何须生入玉门关。",
        "author": "唐代",
        "poem_class": "送别",
        "dynasty": "项斯"
    },
    {
        "title": "同柳吴兴何山",
        "paragraph": "王孙重离别，置酒峰之畿。逶迤川上草，参差涧里薇。轻云纫远岫，细雨沐山衣。檐端水禽息，窗上野萤飞。君随绿波远，我逐清风归。勿言草卉贱，幸宅天池中。微根才出浪，短干未摇风。宁知寸心里，蓄紫复含红！自戾飞天历，与夺徒纷纭。百年三五代，终是甲辰君。长相思。好春节。梦里恒啼悲不泄。帐中起。牕前髻。柳絮飞还聚。游丝断复结。欲见洛阳花。如君陇头雪。",
        "author": "南北朝",
        "poem_class": "送别",
        "dynasty": "吴均"
    },
    {
        "title": "归自谣·寒山碧",
        "paragraph": "寒山碧，江上何人吹玉笛？扁舟远送潇湘客。芦花千里霜月白，伤行色，来朝便是关山隔。仙乡景已清，仙子启琴声。秋月空山寂，淳风一夜生。莎间虫罢响，松顶鹤初惊。因感浮华世，谁怜太古情。闾门风暖落花乾，飞遍江城雪不寒。独有晚来临水驿，闲人多凭赤阑干。纱窗暖，画屏闲，亸云鬟。睡起四肢无力，半春间¤玉指剪裁罗胜，金盘点缀酥山。窥宋深心无限事，小眉弯。蘋叶软，杏花明，画船轻。双浴鸳鸯出绿汀，棹歌声¤春水无风无浪，春天半雨半晴。红粉相随南浦晚，几含情。",
        "author": "五代",
        "poem_class": "送别",
        "dynasty": "冯延巳"
    },
    {
        "title": "送仲高兄宫学秩满赴行在",
        "paragraph": "兄去游东阁，才堪直北扉。莫忧持橐晚，姑记乞身归。道义无今古，功名有是非。临分出苦语，不敢计从违。碧水惊秋，黄云凝暮，败叶零乱空阶。洞房人静，斜月照徘徊。又是重阳近也，几处处，砧杵声催。西窗下，风摇翠竹，疑是故人来。 伤怀。增怅望，新欢易失，往事难猜。问篱边黄菊，知为谁开。谩道愁须殢酒，酒未醒、愁已先回。凭阑久，金波渐转，白露点苍苔。天子重英豪，文章教尔曹；万般皆下品，惟有读书高。少小须勤学，文章可立身；满朝朱紫贵，尽是读书人。学问勤中得，萤窗万卷书；三冬今足用，谁笑腹空虚。自小多才学，平生志气高；别人怀宝剑，我有笔如刀。朝为田舍郎，暮登天子堂；将相本无种，男儿当自强。学乃身之宝，儒为席上珍；君看为宰相，必用读书人。莫道儒冠误，诗书不负人；达而相天下，穷则善其身。遗子满赢金，何如教一经；姓名书锦轴，朱紫佐朝廷。古有千文义，须知学后通；圣贤俱间出，以此发蒙童。神童衫子短．袖大惹春风；未去朝天子，先来谒相公。年纪虽然小，文章日渐多；待看十五六，一举便登科。大比因时举，乡书以类升；名题仙桂籍，天府快先登。喜中青钱选，才高压俊英；萤窗新脱迹，雁塔早题名。年小初登第，皇都得意回；禹门三级浪，平地一声雷。一举登科日，双亲未老时；锦衣归故里，端的是男儿。玉殿传金榜，君恩赐状头；英雄三百辈，附我步瀛洲。慷慨丈夫志，生当忠孝门；为官须作相，及第必争先。宫殿召绕耸，街衢竞物华；风云今际会，千古帝王家。日月光天德，山河壮帝居；太平无以报，愿上万年书。久旱逢甘雨，他乡遇故知；洞房花烛夜，金榜题名时。土脉阳和动，韶华满眼新；一支梅破腊，万象渐回春。柳色浸衣绿，桃花映酒红；长安游冶子，日日醉春风。淑景余三月，莺花已半稀；浴沂谁氏子，三叹咏而归。数点雨余雨，一番寒食寒；杜鹃花发处，血泪染成丹。春到清明好，晴天锦绣纹；年年当此节，底事雨纷纷。风阁黄昏夜，开轩内晚凉；月华在户白，何处递荷香？一雨初收霁，金风特送凉；书窗应自爽，灯火夜偏长。庭下陈瓜果，云端闻彩车；争如郝隆子，只晒腹中书。九日龙山饮，黄花笑逐臣；醉看风落帽，舞爱月留人。昨日登高罢，今朝再举觞；菊花何太苦，遭此两重阳。北帝方行令，天晴爱日和；农工新筑土，天庆纳嘉禾。檐外三竿日，新添一线长；登台观气象，云物喜呈祥。冬天更筹尽，春附斗柄回；寒暄一夜隔，客鬓两年催。解落三秋叶，能开二月花；过江千尺浪，入竹万杆斜。人在艳阳中，桃花映面红；年年二三月，底事笑春风。院落沉沉晓，花开白雪香；一枝轻带雨，泪湿贵妃妆。枝缀霜葩白，无言笑晓凤；清芳谁是侣，色间小桃红。倾国姿容别，多开富贵家；临轩一赏后，轻薄万千花。墙角一枝梅，凌寒独自开；遥知不是雪，为有暗香来。柯干如金石，心坚耐岁寒；平生谁结友，宜共竹松看。居可无君子，交情耐岁寒；春风频动处，日日报平安。春水满泗泽，夏云多奇峰；秋月扬明辉，冬岭秀孤松。诗酒琴棋客，风花雪月天；有名闲富贵，无事散神仙。道院迎仙客，书道隐相儒；庭栽栖凤竹，池养化龙鱼。春游芳草地，夏赏绿荷池；秋饮黄花酒，冬吟白雪诗。春路雨添花，花动一山春色。行到小溪深处，有黄鹂千百。 飞云当面化龙蛇，夭矫转空碧。醉卧古藤阴下，了不知南北。 (化龙蛇 一作：舞龙蛇)",
        "author": "宋代",
        "poem_class": "送别",
        "dynasty": "陆游"
    },
    {
        "title": "荆门别张天觉",
        "paragraph": "秋风十驿望台星，想见冰壶照座清。零雨已回公旦驾，挽须聊听野王筝。三朝元老公方壮，四海苍生耳已倾。白发故人来一别，却归林下看升平。正单衣试酒，怅客里、光阴虚掷。愿春暂留，春归如过翼。一去无迹。为问花何在，夜来风雨，葬楚宫倾国。钗钿堕处遗香泽。乱点桃蹊，轻翻柳陌。多情为谁追惜。但蜂媒蝶使，时叩窗隔。 东园岑寂。渐蒙笼暗碧。静绕珍丛底，成叹息。长条故惹行客。似牵衣待话，别情无极。残英小、强簪巾帻。终不似一朵，钗头颤袅，向人欹侧。漂流处、莫趁潮汐。恐断红、尚有相思字，何由见得。寺里山因花得名，繁英不见草纵横。栽培剪伐须勤力，花易凋零草易生。细数十年事，十处过中秋。今年新梦，忽到黄鹤旧山头。老子个中不浅，此会天教重见，今古一南楼。星汉淡无色，玉镜独空浮。敛秦烟，收楚雾，熨江流。关河离合，南北依旧照清愁。想见姮娥冷眼，应笑归来霜鬓，空敝黑貂裘。酾酒问蟾兔，肯去伴沧洲？",
        "author": "宋代",
        "poem_class": "送别",
        "dynasty": "魏泰"
    },
    {
        "title": "送张四",
        "paragraph": "枫林已愁暮，楚水复堪悲。别后冷山月，清猿无断时。长干吴儿女，眉目艳新月。屐上足如霜，不著鸦头袜。吴儿多白皙，好为荡舟剧。卖眼掷春心，折花调行客。耶溪采莲女，见客棹歌回。笑入荷花去，佯羞不出来。东阳素足女，会稽素舸郎。相看月未堕，白地断肝肠。镜湖水如月，耶溪女似雪。新妆荡新波，光景两奇绝。夜战桑乾北，秦兵半不归。朝来有乡信，犹自寄寒衣。君到姑苏见，人家尽枕河。古宫闲地少，水港小桥多。(水港 一作：水巷)夜市卖菱藕，春船载绮罗。遥知未眠月，乡思在渔歌。",
        "author": "唐代",
        "poem_class": "送别",
        "dynasty": "王昌龄"
    },
    {
        "title": "送王昌龄",
        "paragraph": "漕水东去远，送君多暮情。淹留野寺出，向背孤山明。前望数千里，中无蒲稗生。夕阳满舟楫，但爱微波清。举酒林月上，解衣沙鸟鸣。夜来莲花界，梦里金陵城。叹息此离别，悠悠江海行。日日春光斗日光，山城斜路杏花香。几时心绪浑无事，得及游丝百尺长。红豆生南国，春来发几枝。愿君多采撷，此物最相思。客路青山外，行舟绿水前。(青山外 一作：青山下)潮平两岸阔，风正一帆悬。海日生残夜，江春入旧年。乡书何处达？归雁洛阳边。",
        "author": "唐代",
        "poem_class": "送别",
        "dynasty": "李颀"
    },
    {
        "title": "留卢秦卿",
        "paragraph": "知有前期在，难分此夜中。无将故人酒，不及石尤风。五月天山雪，无花只有寒。笛中闻折柳，春色未曾看。晓战随金鼓，宵眠抱玉鞍。愿将腰下剑，直为斩楼兰。天兵下北荒，胡马欲南饮。横戈从百战，直为衔恩甚。握雪海上餐，拂沙陇头寝。何当破月氏，然后方高枕。骏马似风飙，鸣鞭出渭桥。弯弓辞汉月，插羽破天骄。阵解星芒尽，营空海雾消。功成画麟阁，独有霍嫖姚。白马黄金塞，云砂绕梦思。那堪愁苦节，远忆边城儿。萤飞秋窗满，月度霜闺迟。摧残梧桐叶，萧飒沙棠枝。无时独不见，流泪空自知。塞虏乘秋下，天兵出汉家。将军分虎竹，战士卧龙沙。边月随弓影，胡霜拂剑花。玉关殊未入，少妇莫长嗟。烽火动沙漠，连照甘泉云。汉皇按剑起，还召李将军。兵气天上合，鼓声陇底闻。横行负勇气，一战净妖氛。燕草如碧丝，秦桑低绿枝。当君怀归日，是妾断肠时。 春风不相识，何事入罗帏。烽火城西百尺楼，黄昏独上海风秋。(独上 一作：独坐)更吹羌笛关山月，无那金闺万里愁。琵琶起舞换新声，总是关山旧别情。撩乱边愁听不尽，高高秋月照长城。关城榆叶早疏黄，日暮云沙古战场。表请回军掩尘骨，莫教兵士哭龙荒。青海长云暗雪山，孤城遥望玉门关。黄沙百战穿金甲，不破楼兰终不还。大漠风尘日色昏，红旗半卷出辕门。前军夜战洮河北，已报生擒吐谷浑。胡瓶落膊紫薄汗，碎叶城西秋月团。明敕星驰封宝剑，辞君一夜取楼兰。玉门山嶂几千重，山北山南总是烽。人依远戍须看火，马踏深山不见踪。",
        "author": "唐代",
        "poem_class": "送别",
        "dynasty": "司空曙"
    },
    {
        "title": "送当涂赵少府赴长芦",
        "paragraph": "我来扬都市，送客回轻舠。因夸楚太子，便观广陵涛。仙尉赵家玉，英风凌四豪。维舟至长芦，目送烟云高。摇扇对酒楼，持袂把蟹螯。前途倘相思，登岳一长谣。零落栖迟一杯酒，主人奉觞客长寿。主父西游困不归，家人折断门前柳。吾闻马周昔作新丰客，天荒地老无人识。空将笺上两行书，直犯龙颜请恩泽。我有迷魂招不得，雄鸡一声天下白。少年心事当拏云，谁念幽寒坐呜呃。成纪星郎字义山，适归高壤抱长叹。词林枝叶三春尽，学海波澜一夜干。风雨已吹灯烛灭，姓名长在齿牙寒。只应物外攀琪树，便著霓裳上绛坛。虚负凌云万丈才，一生襟抱未曾开。鸟啼花落人何在，竹死桐枯凤不来。良马足因无主踠，旧交心为绝弦哀。九泉莫叹三光隔，又送文星入夜台。更深月色半人家，北斗阑干南斗斜。 今夜偏知春气暖，虫声新透绿窗纱。",
        "author": "唐代",
        "poem_class": "送别",
        "dynasty": "李白"
    },
    {
        "title": "送人游塞",
        "paragraph": "初晴天堕丝，晚色上春枝。城下路分处，边头人去时。 停车数行日，劝酒问回期。亦是茫茫客，还从此别离。幽意无断绝，此去随所偶。晚风吹行舟，花路入溪口。际夜转西壑，隔山望南斗。潭烟飞溶溶，林月低向后。生事且弥漫，愿为持竿叟。客去波平槛，蝉休露满枝。永怀当此节，倚立自移时。 北斗兼春远，南陵寓使迟。天涯占梦数，疑误有新知。前不见古人，后不见来者。念天地之悠悠，独怆然而涕下！",
        "author": "唐代",
        "poem_class": "送别",
        "dynasty": "王建"
    },
    {
        "title": "暗香·送魏句滨宰吴县解组分韵得阖字",
        "paragraph": "县花谁葺。记满庭燕麦，朱扉斜阖。妙手作新，公馆青红晓云湿。天际疏星趁马，帘昼隙、冰弦三叠。尽换却、吴水吴烟，桃李靓春靥。 风急。送帆叶。正雁水夜清，卧虹平帖。软红路接。涂粉闱深早催入。怀暖天香宴果，花队簇、轻轩银蜡。更问讯、湖上柳，两堤翠匝。 天寒水鸟自相依，十百为群戏落晖。过尽行人都不起，忽闻水响一齐飞。为将之道，当先治心。泰山崩于前而色不变，麋鹿兴于左而目不瞬，然后可以制利害，可以待敌。凡兵上义；不义，虽利勿动。非一动之为利害，而他日将有所不可措手足也。夫惟义可以怒士，士以义怒，可与百战。凡战之道，未战养其财，将战养其力，既战养其气，既胜养其心。谨烽燧，严斥堠，使耕者无所顾忌，所以养其财；丰犒而优游之，所以养其力；小胜益急，小挫益厉，所以养其气；用人不尽其所欲为，所以养其心。故士常蓄其怒、怀其欲而不尽。怒不尽则有馀勇，欲不尽则有馀贪。故虽并天下，而士不厌兵，此黄帝之所以七十战而兵不殆也。不养其心，一战而胜，不可用矣。凡将欲智而严，凡士欲愚。智则不可测，严则不可犯，故士皆委己而听命，夫安得不愚？夫惟士愚，而后可与之皆死。凡兵之动，知敌之主，知敌之将，而后可以动于险。邓艾缒兵于蜀中，非刘禅之庸，则百万之师可以坐缚，彼固有所侮而动也。故古之贤将，能以兵尝敌，而又以敌自尝，故去就可以决。凡主将之道，知理而后可以举兵，知势而后可以加兵，知节而后可以用兵。知理则不屈，知势则不沮，知节则不穷。见小利不动，见小患不避，小利小患，不足以辱吾技也，夫然后有以支大利大患。夫惟养技而自爱者，无敌于天下。故一忍可以支百勇，一静可以制百动。兵有长短，敌我一也。敢问：“吾之所长，吾出而用之，彼将不与吾校；吾之所短，吾蔽而置之，彼将强与吾角，奈何？”曰：“吾之所短，吾抗而暴之，使之疑而却；吾之所长，吾阴而养之，使之狎而堕其中。此用长短之术也。”善用兵者，使之无所顾，有所恃。无所顾，则知死之不足惜；有所恃，则知不至于必败。尺箠当猛虎，奋呼而操击；徒手遇蜥蜴，变色而却步，人之情也。知此者，可以将矣。袒裼而案剑，则乌获不敢逼；冠胄衣甲，据兵而寝，则童子弯弓杀之矣。故善用兵者以形固。夫能以形固，则力有馀矣。 壮岁从戎，曾是气吞残虏。阵云高、狼烟夜举。朱颜青鬓，拥雕戈西戍。笑儒冠、自来多误。 功名梦断，却泛扁舟吴楚。漫悲歌、伤怀吊古。烟波无际，望秦关何处。叹流年、又成虚度。",
        "author": "宋代",
        "poem_class": "送别",
        "dynasty": "吴文英"
    },
    {
        "title": "送金城公主适西蕃应制",
        "paragraph": "下嫁戎庭远，和亲汉礼优。笳声出虏塞，箫曲背秦楼。 贵主悲黄鹤，征人怨紫骝。皇情眷亿兆，割念俯怀柔。谁家宅第成还破，何处亲宾哭复歌？昨日屋头堪炙手，今朝门外好张罗。北邙未省留闲地，东海何曾有定波。莫笑贱贫夸富贵，共成枯骨两何如？迢递高城百尺楼，绿杨枝外尽汀洲。贾生年少虚垂泪，王粲春来更远游。(垂泪 一作：垂涕)永忆江湖归白发，欲回天地入扁舟。不知腐鼠成滋味，猜意鹓雏竟未休。远别离，古有皇英之二女，乃在洞庭之南，潇湘之浦。海水直下万里深，谁人不言此离苦？日惨惨兮云冥冥，猩猩啼烟兮鬼啸雨。我纵言之将何补？皇穹窃恐不照余之忠诚，雷凭凭兮欲吼怒。尧舜当之亦禅禹。君失臣兮龙为鱼，权归臣兮鼠变虎。或云：尧幽囚，舜野死。九疑联绵皆相似，重瞳孤坟竟何是？帝子泣兮绿云间，随风波兮去无还。恸哭兮远望，见苍梧之深山。苍梧山崩湘水绝，竹上之泪乃可灭。",
        "author": "唐代",
        "poem_class": "送别",
        "dynasty": "郑愔"
    },
    {
        "title": "鲁郡尧祠送窦明府薄华还西京",
        "paragraph": "朝策犁眉騧，举鞭力不堪。强扶愁疾向何处，角巾微服尧祠南。长杨扫地不见日，石门喷作金沙潭。笑夸故人指绝境，山光水色青于蓝。庙中往往来击鼓，尧本无心尔何苦。门前长跪双石人，有女如花日歌舞。银鞍绣毂往复回，簸林蹶石鸣风雷。远烟空翠时明灭，白鸥历乱长飞雪。红泥亭子赤阑干，碧流环转青锦湍。深沉百丈洞海底，那知不有蛟龙蟠。君不见绿珠潭水流东海，绿珠红粉沉光彩。绿珠楼下花满园，今日曾无一枝在。昨夜秋声阊阖来，洞庭木落骚人哀。遂将三五少年辈，登高远望形神开。生前一笑轻九鼎，魏武何悲铜雀台。我歌白云倚窗牖，尔闻其声但挥手。长风吹月度海来，遥劝仙人一杯酒。酒中乐酣宵向分，举觞酹尧尧可闻。何不令皋繇拥篲横八极，直上青天挥浮云。高阳小饮真琐琐，山公酩酊何如我。竹林七子去道赊，兰亭雄笔安足夸。尧祠笑杀五湖水，至今憔悴空荷花。尔向西秦我东越，暂向瀛洲访金阙。蓝田太白若可期，为余扫洒石上月。恻恻轻寒翦翦风，小梅飘雪杏花红。 夜深斜搭秋千索，楼阁朦胧烟雨中。江海相逢客恨多，秋风叶下洞庭波。 酒酣夜别淮阴市，月照高楼一曲歌。圆魄上寒空，皆言四海同。安知千里外，不有雨兼风？",
        "author": "唐代",
        "poem_class": "送别",
        "dynasty": "李白"
    },
    {
        "title": "送焦山淇上人见广佑",
        "paragraph": "云团广佑尽愁城，未必心肝铁打成。话着石公山下事，定如猿叫第三声。云海相望寄此身，那因远适更沾巾。不辞驿骑凌风雪，要使天骄识凤麟。沙漠回看清禁月，湖山应梦武林春。单于若问君家世，莫道中朝第一人。时光只解催人老，不信多情，长恨离亭，泪滴春衫酒易醒。梧桐昨夜西风急，淡月胧明，好梦频惊，何处高楼雁一声？玉惨花愁出凤城，莲花楼下柳青青。尊前一唱阳关曲，别个人人第五程。寻好梦，梦难成。有谁知我此时情，枕前泪共阶前雨，隔个窗儿滴到明。",
        "author": "宋代",
        "poem_class": "送别",
        "dynasty": "释智朋"
    },
    {
        "title": "送客之江西",
        "paragraph": "乘轺奉紫泥，泽国渺天涯。九派春潮满，孤帆暮雨低。草深莺断续，花落水东西。更有高堂处，知君路不迷。古之学者必有师。师者，所以传道受业解惑也。人非生而知之者，孰能无惑？惑而不从师，其为惑也，终不解矣。生乎吾前，其闻道也固先乎吾，吾从而师之；生乎吾后，其闻道也亦先乎吾，吾从而师之。吾师道也，夫庸知其年之先后生于吾乎？是故无贵无贱，无长无少，道之所存，师之所存也。嗟乎！师道之不传也久矣！欲人之无惑也难矣！古之圣人，其出人也远矣，犹且从师而问焉；今之众人，其下圣人也亦远矣，而耻学于师。是故圣益圣，愚益愚。圣人之所以为圣，愚人之所以为愚，其皆出于此乎？爱其子，择师而教之；于其身也，则耻师焉，惑矣。彼童子之师，授之书而习其句读者，非吾所谓传其道解其惑者也。句读之不知，惑之不解，或师焉，或不焉，小学而大遗，吾未见其明也。巫医乐师百工之人，不耻相师。士大夫之族，曰师曰弟子云者，则群聚而笑之。问之，则曰：“彼与彼年相若也，道相似也，位卑则足羞，官盛则近谀。”呜呼！师道之不复，可知矣。巫医乐师百工之人，君子不齿，今其智乃反不能及，其可怪也欤！圣人无常师。孔子师郯子、苌弘、师襄、老聃。郯子之徒，其贤不及孔子。孔子曰：三人行，则必有我师。是故弟子不必不如师，师不必贤于弟子，闻道有先后，术业有专攻，如是而已。李氏子蟠，年十七，好古文，六艺经传皆通习之，不拘于时，学于余。余嘉其能行古道，作《师说》以贻之。 五月榴花照眼明，枝间时见子初成。 可怜此地无车马，颠倒青苔落绛英。水纹珍簟思悠悠，千里佳期一夕休。从此无心爱良夜，任他明月下西楼。",
        "author": "唐代",
        "poem_class": "送别",
        "dynasty": "郑锡"
    },
    {
        "title": "送何遁山人归蜀",
        "paragraph": "春风入树绿，童稚望柴扉。远壑杜鹃响，前山蜀客归。到家逢社燕，下马浣征衣。终日自临水，应知已息机。稻云不雨不多黄，荞麦空花早着霜。已分忍饥度残岁，更堪岁里闰添长。松阴一架半弓苔，偶欲看书又懒开。戏掬清泉洒蕉叶，儿童误认雨声来。余囚北庭，坐一土室。室广八尺，深可四寻。单扉低小，白间短窄，污下而幽暗。当此夏日，诸气萃然：雨潦四集，浮动床几，时则为水气；涂泥半朝，蒸沤历澜，时则为土气；乍晴暴热，风道四塞，时则为日气；檐阴薪爨，助长炎虐，时则为火气；仓腐寄顿，陈陈逼人，时则为米气；骈肩杂遝，腥臊汗垢，时则为人气；或圊溷、或毁尸、或腐鼠，恶气杂出，时则为秽气。叠是数气，当之者鲜不为厉。而予以孱弱，俯仰其间，於兹二年矣，幸而无恙，是殆有养致然尔。然亦安知所养何哉？孟子曰：「吾善养吾浩然之气。」彼气有七，吾气有一，以一敌七，吾何患焉！况浩然者，乃天地之正气也，作正气歌一首。天地有正气，杂然赋流形。下则为河岳，上则为日星。于人曰浩然，沛乎塞苍冥。皇路当清夷，含和吐明庭。时穷节乃见，一一垂丹青。在齐太史简，在晋董狐笔。在秦张良椎，在汉苏武节。为严将军头，为嵇侍中血。为张睢阳齿，为颜常山舌。或为辽东帽，清操厉冰雪。或为出师表，鬼神泣壮烈。或为渡江楫，慷慨吞胡羯。或为击贼笏，逆竖头破裂。是气所磅礴，凛烈万古存。当其贯日月，生死安足论。地维赖以立，天柱赖以尊。三纲实系命，道义为之根。嗟予遘阳九，隶也实不力。楚囚缨其冠，传车送穷北。鼎镬甘如饴，求之不可得。阴房阗鬼火，春院閟天黑。牛骥同一皂，鸡栖凤凰食。一朝蒙雾露，分作沟中瘠。如此再寒暑，百沴自辟易。嗟哉沮洳场，为我安乐国。岂有他缪巧，阴阳不能贼。顾此耿耿存，仰视浮云白。悠悠我心悲，苍天曷有极。哲人日已远，典刑在夙昔。风檐展书读，古道照颜色。",
        "author": "宋代",
        "poem_class": "送别",
        "dynasty": "梅尧臣"
    },
    {
        "title": "送杨寘序",
        "paragraph": "予尝有幽忧之疾，退而闲居，不能治也。既而学琴于友人孙道滋，受宫声数引，久而乐之，不知其疾之在体也。夫疾，生乎忧者也。药之毒者，能攻其疾之聚，不若声之至者，能和其心之所不平。心而平，不和者和，则疾之忘也宜哉。夫琴之为技小矣，及其至也，大者为宫，细者为羽，操弦骤作，忽然变之，急者凄然以促，缓者舒然以和，如崩崖裂石、高山出泉，而风雨夜至也。如怨夫寡妇之叹息，雌雄雍雍之相鸣也。其忧深思远，则舜与文王、孔子之遗音也；悲愁感愤，则伯奇孤子、屈原忠臣之所叹也。喜怒哀乐，动人必深。而纯古淡泊，与夫尧舜三代之言语、孔子之文章、《易》之忧患、《诗》之怨刺无以异。其能听之以耳，应之以手，取其和者，道其湮郁，写其幽思，则感人之际，亦有至者焉。予友杨君，好学有文，累以进士举，不得志。及从荫调，为尉于剑浦，区区在东南数千里外．是其心固有不平者。且少又多疾，而南方少医药。风俗饮食异宜。以多疾之体，有不平之心，居异宜之俗，其能郁郁以久乎?然欲平其心以养其疾，于琴亦将有得焉。故予作《琴说》以赠其行，且邀道滋酌酒，进琴以为别。试问梅花何处好，与君藉草携壶。西园清夜片尘无。一天云破碎，两树玉扶疏。谁擫昭华吹古调，散花便满衣裾。只疑幽梦在清都。星稀河影转，霜重月华孤。驿外断桥边，寂寞开无主。已是黄昏独自愁，更着风和雨。(着 同：著) 无意苦争春，一任群芳妒。零落成泥碾作尘，只有香如故。梅子金黄杏子肥，麦花雪白菜花稀。日长篱落无人过，惟有蜻蜓蛱蝶飞。五月江吴麦秀寒，移秧披絮尚衣单。稻根科斗行如块，田水今年一尺宽。二麦俱秋斗百钱，田家唤作小丰年。饼炉饭甑无饥色，接到西风熟稻天。百沸缲汤雪涌波，缲车嘈囋雨鸣蓑。桑姑盆手交相贺，绵茧无多丝茧多。小妇连宵上绢机，大耆催税急於飞。今年幸甚蚕桑熟，留得黄丝织夏衣。下田戽水出江流，高垄翻江逆上沟；地势不齐人力尽，丁男长在踏车头。昼出耘田夜绩麻，村庄儿女各当家。童孙未解供耕织，也傍桑阴学种瓜。槐叶初匀日气凉，葱葱鼠耳翠成双。三公只得三株看，闲客清阴满北窗。黄尘行客汗如浆，少住侬家漱井香；借与门前磐石坐，柳阴亭午正风凉。千顷芙蕖放棹嬉，花深迷路晚忘归。家人暗识船行处，时有惊忙小鸭飞。采菱辛苦废犁鉏，血指流丹鬼质枯。无力买田聊种水，近来湖面亦收租。蜩螗千万沸斜阳，蛙黾无边聒夜长。不把痴聋相对治，梦魂争得到藜床？",
        "author": "宋代",
        "poem_class": "送别",
        "dynasty": "欧阳修"
    },
    {
        "title": "送王屋山人魏万还王屋·并序",
        "paragraph": "王屋山人魏万，云自嵩宋沿吴相访，数千里不遇。乘兴游台越，经永嘉，观谢公石门。后于广陵相见，美其爱文好古，浪迹方外，因述其行而赠是诗。 仙人东方生，浩荡弄云海。仙人东方生，浩荡弄云海。沛然乘天游，独往失所在。 魏侯继大名，本家聊摄城。卷舒入元化，迹与古贤并。 十三弄文史，挥笔如振绮。辩折田巴生，心齐鲁连子。 西涉清洛源，颇惊人世喧。采秀卧王屋，因窥洞天门。 朅来游嵩峰，羽客何双双。朝携月光子，暮宿玉女窗。 鬼谷上窈窕，龙潭下奔潈。东浮汴河水，访我三千里。 逸兴满吴云，飘飖浙江汜。挥手杭越间，樟亭望潮还。 涛卷海门石，云横天际山。白马走素车，雷奔骇心颜。 遥闻会稽美，且度耶溪水。万壑与千岩，峥嵘镜湖里。 秀色不可名，清辉满江城。人游月边去，舟在空中行。 此中久延伫，入剡寻王许。笑读曹娥碑，沉吟黄绢语。 天台连四明，日入向国清。五峰转月色，百里行松声。 灵溪咨沿越，华顶殊超忽。石梁横青天，侧足履半月。 忽然思永嘉，不惮海路赊。挂席历海峤，回瞻赤城霞。 赤城渐微没，孤屿前峣兀。水续万古流，亭空千霜月。 缙云川谷难，石门最可观。瀑布挂北斗，莫穷此水端。 喷壁洒素雪，空濛生昼寒。却思恶溪去，宁惧恶溪恶。 咆哮七十滩，水石相喷薄。路创李北海，岩开谢康乐。 松风和猿声，搜索连洞壑。径出梅花桥，双溪纳归潮。 落帆金华岸，赤松若可招。沈约八咏楼，城西孤岧峣. 岧峣四荒外，旷望群川会。云卷天地开，波连浙西大。 乱流新安口，北指严光濑。钓台碧云中，邈与苍岭对。 稍稍来吴都，裴回上姑苏。烟绵横九疑，漭荡见五湖。 目极心更远，悲歌但长吁。回桡楚江滨，挥策扬子津。 身著日本裘，昂藏出风尘。五月造我语，知非儓儗人。 相逢乐无限，水石日在眼。徒干五诸侯，不致百金产。 吾友扬子云，弦歌播清芬。虽为江宁宰，好与山公群。 乘兴但一行，且知我爱君。君来几何时，仙台应有期。 东窗绿玉树，定长三五枝。至今天坛人，当笑尔归迟。 我苦惜远别，茫然使心悲。黄河若不断，白首长相思。 知章骑马似乘船，眼花落井水底眠。汝阳三斗始朝天，道逢麴车口流涎，恨不移封向酒泉。左相日兴费万钱，饮如长鲸吸百川，衔杯乐圣称避贤。宗之潇洒美少年，举觞白眼望青天，皎如玉树临风前。苏晋长斋绣佛前，醉中往往爱逃禅。李白斗酒诗百篇，长安市上酒家眠，(斗酒 一作：一斗)天子呼来不上船，自称臣是酒中仙。张旭三杯草圣传，脱帽露顶王公前，挥毫落纸如云烟。焦遂五斗方卓然，高谈雄辩惊四筵。遥夜人何在，澄潭月里行。悠悠天宇旷，切切故乡情。外物寂无扰，中流澹自清。念归林叶换，愁坐露华生。犹有汀洲鹤，宵分乍一鸣。月日，居易白。微之足下：自足下谪江陵至于今，凡枉赠答诗仅百篇。每诗来，或辱序，或辱书，冠于卷首，皆所以陈古今歌诗之义，且自叙为文因缘，与年月之远近也。仆既受足下诗，又谕足下此意，常欲承答来旨，粗论歌诗大端，并自述为文之意，总为一书，致足下前。累岁已来，牵故少暇，间有容隙，或欲为之；又自思所陈，亦无出足下之见；临纸复罢者数四，卒不能成就其志，以至于今。今俟罪浔阳，除盥栉食寝外无余事，因览足下去通州日所留新旧文二十六轴，开卷得意，忽如会面，心所畜者，便欲快言，往往自疑，不知相去万里也。既而愤悱之气，思有所浊，遂追就前志，勉为此书，足下幸试为仆留意一省。夫文，尚矣，三才各有文。天之文三光首之；地之文五材首之；人之文《六经》首之。就《六经》言，《诗》又首之。何者？圣人感人心而天下和平。感人心者，莫先乎情，莫始乎言，莫切乎声，莫深乎义。诗者，根情，苗言，华声，实义。上自圣贤，下至愚騃，微及豚鱼，幽及鬼神。群分而气同，形异而情一。未有声入而不应、情交而不感者。圣人知其然，因其言，经之以六义；缘其声，纬之以五音。音有韵，义有类。韵协则言顺，言顺则声易入；类举则情见，情见则感易交。于是乎孕大含深，贯微洞密，上下通而一气泰，忧乐合而百志熙。五帝三皇所以直道而行、垂拱而理者，揭此以为大柄，决此以为大窦也。故闻“元首明，股肱良”之歌，则知虞道昌矣。闻五子洛汭之歌，则知夏政荒矣。言者无罪，闻者足诫，言者闻者莫不两尽其心焉。洎周衰秦兴，采诗官废，上不以诗补察时政，下不以歌泄导人情。用至于谄成之风动，救失之道缺。于时六义始剚矣。《国风》变为《骚辞》，五言始于苏、李。《诗》、《骚》皆不遇者，各系其志，发而为文。故河梁之句，止于伤别；泽畔之吟，归于怨思。彷徨抑郁，不暇及他耳。然去《诗》未远，梗概尚存。故兴离别则引双凫一雁为喻，讽君子小人则引香草恶鸟为比。虽义类不具，犹得风人之什二三焉。于时六义始缺矣。晋、宋已还，得者盖寡。以康乐之奥博，多溺于山水；以渊明之高古，偏放于田园。江、鲍之流，又狭于此。如梁鸿《五噫》之例者，百无一二。于时六义浸微矣！陵夷至于梁、陈间，率不过嘲风雪、弄花草而已。噫！风雪花草之物，三百篇中岂舍之乎？顾所用何如耳。设如“北风其凉”，假风以刺威虐；“雨雪霏霏”，因雪以愍征役；“棠棣之华”，感华以讽兄弟；“采采芣苡”，美草以乐有子也。皆兴发于此而义归于彼。反是者，可乎哉！然则“余霞散成绮，澄江净如练”，“归花先委露，别叶乍辞风”之什，丽则丽矣，吾不知其所讽焉。故仆所谓嘲风雪、弄花草而已。于时六义尽去矣。唐兴二百年，其间诗人不可胜数。所可举者，陈子昂有《感遇诗》二十首，鲍防《感兴诗》十五篇。又诗之豪者，世称李、杜。李之作，才矣！奇矣！人不迨矣！索其风雅比兴，十无一焉。杜诗最多，可传者千余首。至于贯穿古今，覙缕格律，尽工尽善，又过于李焉。然撮其《新安》、《石壕》、《潼关吏》、《芦子关》、《花门》之章，“朱门酒肉臭，路有冻死骨”之句，亦不过十三四。杜尚如此，况不迨杜者乎？仆常痛诗道崩坏，忽忽愤发，或废食辍寝，不量才力，欲扶起之。嗟乎！事有大谬者，又不可一二而言，然亦不能不粗陈于左右。仆始生六七月时，乳母抱弄于书屏下，有指“之”字、“无”字示仆者，仆口未能言，心已默识。后有问此二字者，虽百十其试，而指之不差。则知仆宿习之缘，已在文字中矣。及五六岁，便学为诗。九岁谙识声韵。十五六，始知有进士，苦节读书。二十已来，昼课赋，夜课书，间又课诗，不遑寝息矣。以至于口舌成疮，手肘成胝。既壮而肤革不丰盈，未老而齿发早衰白；瞀瞀然如飞蝇垂珠在眸子中者，动以万数，盖以苦学力文之所致，又自悲。家贫多故，二十七方从乡赋。既第之后，虽专于科试，亦不废诗。及授校书郎时，已盈三四百首。或出示交友如足下辈，见皆谓之工，其实未窥作者之域耳。自登朝来，年齿渐长，阅事渐多。每与人言，多询时务；每读书史，多求理道。始知文章合为时而著，歌诗合为事而作。是时皇帝初即位，宰府有正人，屡降玺书，访人急病。仆当此日，擢在翰林，身是谏官，月请谏纸。启奏之间，有可以救济人病，裨补时阙，而难于指言者，辄咏歌之，欲稍稍进闻于上。上以广宸听，副忧勤；次以酬恩奖，塞言责；下以复吾平生之志。岂图志未就而悔已生，言未闻而谤已成矣！又请为左右终言之。凡闻仆《贺雨诗》，众口籍籍，以为非宜矣；闻仆《哭孔戡诗》，众面脉脉，尽不悦矣；闻《秦中吟》，则权豪贵近者，相目而变色矣；闻《登乐游园》寄足下诗，则执政柄者扼腕矣；闻《宿紫阁村》诗，则握军要者切齿矣！大率如此，不可遍举。不相与者，号为沽誉，号为诋讦，号为讪谤。苟相与者，则如牛僧孺之诫焉。乃至骨肉妻孥，皆以我为非也。其不我非者，举世不过三两人。有邓鲂者，见仆诗而喜，无何鲂死。有唐衢者，见仆诗而泣，未几而衢死。其余即足下。足下又十年来困踬若此。呜呼！岂六义四始之风，天将破坏，不可支持耶？抑又不知天意不欲使下人病苦闻于上耶？不然，何有志于诗者，不利若此之甚也！然仆又自思关东一男子耳，除读书属文外，其他懵然无知，乃至书画棋博，可以接群居之欢者，一无通晓，即其愚拙可知矣！初应进士时，中朝无缌麻之亲，达官无半面之旧；策蹇步于利足之途，张空拳于战文之场。十年之间，三登科第，名落众耳，迹升清贯，出交贤俊，入侍冕旒。始得名于文章，终得罪于文章，亦其宜也。日者闻亲友间说，礼、吏部举选人，多以仆私试赋判为准的。其余诗句，亦往往在人口中。仆恧然自愧，不之信也。及再来长安，又闻有军使高霞寓者，欲聘倡妓，妓大夸曰：“我诵得白学士《长恨歌》，岂同他哉？”由是增价。又足下书云：到通州日，见江馆柱间有题仆诗者。何人哉？又昨过汉南日，适遇主人集众娱乐，他宾诸妓见仆来，指而相顾曰：此是《秦中吟》、《长恨歌》主耳。自长安抵江西三四千里，凡乡校、佛寺、逆旅、行舟之中，往往有题仆诗者；士庶、僧徒、孀妇、处女之口，每有咏仆诗者。此诚雕篆之戏，不足为多，然今时俗所重，正在此耳。虽前贤如渊、云者，前辈如李、杜者，亦未能忘情于其间。古人云：“名者公器，不可多取。”仆是何者，窃时之名已多。既窃时名，又欲窃时之富贵，使己为造物者，肯兼与之乎？今之屯穷，理固然也。况诗人多蹇，如陈子昂、杜甫，各授一拾遗，而屯剥至死。孟浩然辈不及一命，穷悴终身。近日孟郊六十，终试协律；张籍五十，未离一太祝。彼何人哉！况仆之才又不迨彼。今虽谪佐远郡，而官品至第五，月俸四五万，寒有衣，饥有食，给身之外，施及家人。亦可谓不负白氏子矣。微之，微之！勿念我哉！仆数月来，检讨囊帙中，得新旧诗，各以类分，分为卷目。自拾遗来，凡所遇所感，关于美刺兴比者；又自武德至元和，因事立题，题为“新乐府”者，共一百五十首，谓之\"讽谕诗\"。又或退公独处，或移动病闲居，知足保和，吟玩性情者一百首，谓之”闲适诗“。又有事物牵于外，情理动于内，随感遇而形于叹咏者一百首，谓之”感伤诗“。又有五言、七言、长句、绝句，自一百韵至两百韵者四百余首，谓之”杂律诗“。凡为十五卷，约八百首。异时相见，当尽致于执事。微之，古人云：“穷则独善其身，达则兼济天下。”仆虽不肖，常师此语。大丈夫所守者道，所待者时。时之来也，为云龙，为风鹏，勃然突然，陈力以出；时之不来也，为雾豹，为冥鸿，寂兮寥兮，奉身而退。进退出处，何往而不自得哉！故仆志在兼济，行在独善，奉而始终之则为道，言而发明之则为诗。谓之讽谕诗，兼济之志也；谓之闲适诗，独善之义也。故览仆诗者，知仆之道焉。其余杂律诗，或诱于一时一物，发于一笑一吟，率然成章，非平生所尚者，但以亲朋合散之际，取其释恨佐欢，今铨次之间，未能删去。他时有为我编集斯文者，略之可也。微之，夫贵耳贱目，荣古陋今，人之大情也。仆不能远征古旧，如近岁韦苏州歌行，才丽之外，颇近兴讽；其五言诗，又高雅闲淡，自成一家之体，今之秉笔者谁能及之？然当苏州在时，人亦未甚爱重，必待身后，人始贵之。今仆之诗，人所爱者，悉不过杂律诗与《长恨歌》已下耳。时之所重，仆之所轻。至于讽谕者，意激而言质；闲适者，思澹而辞迂。以质合迂，宜人之不爱也。今所爱者，并世而生，独足下耳。然百千年后，安知复无如足下者出，而知爱我诗哉？故自八九年来，与足下小通则以诗相戒，小穷则以诗相勉，索居则以诗相慰，同处则以诗相娱。知吾罪吾，率以诗也。如今年春游城南时，与足下马上相戏，因各诵新艳小律，不杂他篇，自皇子陂归昭国里，迭吟递唱，不绝声者二十里余。攀、李在傍，无所措口。知我者以为诗仙，不知我者以为诗魔。何则？劳心灵，役声气，连朝接夕，不自知其苦，非魔而何？偶同人当美景，或花时宴罢，或月夜酒酣，一咏一吟，不觉老之将至。虽骖鸾鹤、游蓬瀛者之适，无以加于此焉，又非仙而何？微之，微之！此吾所以与足下外形骸、脱踪迹、傲轩鼎、轻人寰者，又以此也。当此之时，足下兴有余力，且欲与仆悉索还往中诗，取其尤长者，如张十八古乐府，李二十新歌行，卢、杨二秘书律诗，窦七、元八绝句，博搜精掇，编而次之，号为《元白往还集》。众君子得拟议于此者，莫不踊跃欣喜，以为盛事。嗟乎！言未终而足下左转，不数月而仆又继行，心期索然，何日成就？又可为之太息矣！仆常语足下，凡人为文，私于自是，不忍于割截，或失于繁多。其间妍媸，益又自惑。必待交友有公鉴无姑息者，讨论而削夺之，然后繁简当否，得其中矣。况仆与足下，为文尤患其多。己尚病，况他人乎？今且各纂诗笔，粗为卷第，待与足下相见日，各出所有，终前志焉。又不知相遇是何年，相见是何地，溘然而至，则如之何？微之知我心哉！浔阳腊月，江风苦寒，岁暮鲜欢，夜长少睡。引笔铺纸，悄然灯前，有念则书，言无铨次。勿以繁杂为倦，且以代一夕之话言也。居易自叙如此，文士以为信然。",
        "author": "唐代",
        "poem_class": "送别",
        "dynasty": "李白"
    },
    {
        "title": "上行杯·草草离亭鞍马",
        "paragraph": "离棹逡巡欲动，临极浦，故人相送，去住心情知不共。金船满捧，绮罗愁，丝管咽。回别，帆影灭，江浪如雪。闲斋病初起，心绪复悠悠。开箧群书蠹，听蝉满树秋。诗魔还渐动，药债未能酬。为忆前山色，扶持上小楼。四十年来家国，三千里地山河。凤阁龙楼连霄汉，玉树琼枝作烟萝，几曾识干戈？一旦归为臣虏，沈腰潘鬓消磨。最是仓皇辞庙日，教坊犹奏别离歌，垂泪对宫娥。气秀情闲杳莫群，庐山游去志求文。已能探虎穷骚雅，又欲囊萤就典坟。目豁乍窥千里浪，梦寒初宿五峰云。业成早赴春闱约，要使嘉名海内闻。",
        "author": "五代",
        "poem_class": "送别",
        "dynasty": "孙光宪"
    },
    {
        "title": "送蹇秀才赴临洮",
        "paragraph": "怅望日千里，如何今二毛。犹思阳谷去，莫厌陇山高。倚马见雄笔，随身唯宝刀。料君终自致，勋业在临洮。山水万重书断绝，念君怜我梦相闻。我今因病魂颠倒，唯梦闲人不梦君。人道海水深，不抵相思半。海水尚有涯，相思渺无畔。携琴上高楼，楼虚月华满。弹著相思曲，弦肠一时断。王杨卢骆当时体，轻薄为文哂未休。尔曹身与名俱灭，不废江河万古流。",
        "author": "唐代",
        "poem_class": "送别",
        "dynasty": "高适"
    },
    {
        "title": "卢溪别人",
        "paragraph": "武陵溪口驻扁舟，溪水随君向北流。 行到荆门上三峡，莫将孤月对猿愁。沅湘流不尽，屈子怨何深。日暮秋风起，萧萧枫树林。岁落众芳歇，时当大火流。霜威出塞早，云色渡河秋。梦绕边城月，心飞故国楼。思归若汾水，无日不悠悠。素练风霜起，苍鹰画作殊。㧐身思狡兔，侧目似愁胡。绦镟光堪擿，轩楹势可呼。何当击凡鸟，毛血洒平芜。",
        "author": "唐代",
        "poem_class": "送别",
        "dynasty": "王昌龄"
    },
    {
        "title": "薄幸·送安伯弟",
        "paragraph": "送君南浦。对烟柳、青青万缕。更满眼、残红吹尽，叶底黄鹂自语。甚动人、多少离情，楼头水阔山无数。记竹里题诗，花边载酒，魂断江干春暮。都莫问功名事，白发渐、星星如许。任鸡鸣起舞，乡关何在，凭高目尽孤鸿去。漫留君住。趁酴醿香暖，持怀且醉瑶台露。相思记取，愁绝西窗夜雨。早岁那知世事艰，中原北望气如山。楼船夜雪瓜洲渡，铁马秋风大散关。塞上长城空自许，镜中衰鬓已先斑。出师一表真名世，千载谁堪伯仲间！东武望余杭，云海天涯两渺茫。何日功成名遂了，还乡，醉笑陪公三万场。不用诉离觞，痛饮从来别有肠。今夜送归灯火冷，河塘，堕泪羊公却姓杨。忆对中秋丹桂丛，花也杯中，月也杯中。今宵楼上一尊同，云湿纱窗，雨湿纱窗。(月也杯中 一作：月在杯中)浑欲乘风问化工，路也难通，信也难通。满堂唯有烛花红，歌且从容，杯且从容。",
        "author": "宋代",
        "poem_class": "送别",
        "dynasty": "韩元吉"
    },
    {
        "title": "送项判官",
        "paragraph": "断芦洲渚落枫桥，渡口沙长过午潮。山鸟自呼泥滑滑，行人相对马萧萧。十年长自青衿识，千里来非白璧招。握手祝君能强饭，华簪常得从鸡翘。寄语东山窈窕娘，好将幽梦恼襄王。禅心已作沾泥絮，不逐春风上下狂。金溪民方仲永，世隶耕。仲永生五年，未尝识书具，忽啼求之。父异焉，借旁近与之，即书诗四句，并自为其名。其诗以养父母、收族为意，传一乡秀才观之。自是指物作诗立就，其文理皆有可观者。邑人奇之，稍稍宾客其父，或以钱币乞之。父利其然也，日扳仲永环谒于邑人，不使学。余闻之也久。明道中，从先人还家，于舅家见之，十二三矣。令作诗，不能称前时之闻。又七年，还自扬州，复到舅家问焉。曰：“泯然众人矣。”王子曰：仲永之通悟，受之天也。其受之天也，贤于材人远矣。卒之为众人，则其受于人者不至也。彼其受之天也，如此其贤也，不受之人，且为众人；今夫不受之天，固众人，又不受之人，得为众人而已耶？漠漠春阴酒半酣。风透春衫，雨透春衫。人家蚕事欲眠三。桑满筐篮，柘满筐篮。先自离怀百不堪。樯燕呢喃，梁燕呢喃。篝灯强把锦书看。人在江南，心在江南。",
        "author": "宋代",
        "poem_class": "送别",
        "dynasty": "王安石"
    },
    {
        "title": "晓出净慈送林子方二首",
        "paragraph": "出得西湖月尚残，荷花荡里柳行间。红香世界清凉国，行了南山却北山。独自上层楼，楼外青山远。望以斜阳欲尽时，不见西飞雁。 独自下层楼，楼下蛩声怨。待到黄昏月上时，依旧柔肠断。带酒冲山雨，和衣睡晚晴。不知钟鼓报天明。梦里栩然蝴蝶、一身轻。 老去才都尽，归来计未成。求田问舍笑豪英。自爱湖边沙路、免泥行。洞房记得初相遇。便只合、长相聚。何期小会幽欢，变作离情别绪。况值阑珊春色暮，对满目、乱花狂絮。直恐好风光，尽随伊归去。 一场寂寞凭谁诉。算前言、总轻负。早知恁地难拚，悔不当时留住。其奈风流端正外，更别有，系人心处。一日不思量，也攒眉千度。",
        "author": "宋代",
        "poem_class": "送别",
        "dynasty": "杨万里"
    },
    {
        "title": "秋日别王长史",
        "paragraph": "别路馀千里，深恩重百年。正悲西候日，更动北梁篇。野色笼寒雾，山光敛暮烟。终知难再奉，怀德自潸然。道由白云尽，春与青溪长。时有落花至，远随流水香。闲门向山路，深柳读书堂。幽映每白日，清辉照衣裳。花间一壶酒，独酌无相亲。举杯邀明月，对影成三人。月既不解饮，影徒随我身。暂伴月将影，行乐须及春。我歌月徘徊，我舞影零乱。醒时同交欢，醉后各分散。(同交欢 一作：相交欢)永结无情游，相期邈云汉。大道如青天，我独不得出。羞逐长安社中儿，赤鸡白雉赌梨栗。弹剑作歌奏苦声，曳裾王门不称情。淮阴市井笑韩信，汉朝公卿忌贾生。君不见昔时燕家重郭隗，拥篲折节无嫌猜。剧辛乐毅感恩分，输肝剖胆效英才。昭王白骨萦蔓草，谁人更扫黄金台？行路难，归去来！",
        "author": "唐代",
        "poem_class": "送别",
        "dynasty": "王勃"
    },
    {
        "title": "水龙吟·送万信州",
        "paragraph": "几番时事重论，座中共惜斜阳下。今朝翦柳，东风送客，功名近也。约住飞花，暂听留燕，更攀情语。问千牙过阙，一封入奏，忠孝事、都应写。 闻道兰台清暇。载鸱夷、烟江一舸。贞元旧曲，如今谁听，惟公和寡。儿骑空迎，舜瞳回盼，玉阶前借。便急回暖律，天边海上，正春寒夜。毕竟西湖六月中，风光不与四时同。接天莲叶无穷碧，映日荷花别样红。欲知垂尽岁，有似赴壑蛇。修鳞半已没，去意谁能遮。况欲系其尾，虽勤知奈何。儿童强不睡，相守夜欢哗。晨鸡且勿唱，更鼓畏添挝。坐久灯烬落，起看北斗斜。明年岂无年，心事恐蹉跎。努力尽今夕，少年犹可夸。轻汗微微透碧纨，明朝端午浴芳兰。流香涨腻满晴川。彩线轻缠红玉臂，小符斜挂绿云鬟。佳人相见一千年。",
        "author": "宋代",
        "poem_class": "送别",
        "dynasty": "吴文英"
    },
    {
        "title": "送沈左司从汪参政分省陕西汪由御史中丞出",
        "paragraph": "重臣分陕去台端，宾从威仪尽汉官。四塞河山归版籍，百年父老见衣冠。函关月落听鸡度，华岳云开立马看。知尔西行定回首，如今江左是长安。月明星稀河汉凉，高秋蟋蟀鸣洞房。愁人不寐独彷徨，披衣徐步出东厢。白露如玉兰委芳，感激涕泪纷纵横。为君含思思断肠，念君迢遥异他乡。欲往从之河无梁，夜长悠悠夜未央。援琴弹丝写哀伤，山川万里永相望，我独与尔为参商。日长何所事，茗碗自赉持。料得南窗下，清风满鬓丝。辜负天工，九重自有春如海。佳期一梦断人肠，静倚银釭待。隔浦红兰堪采。上扁舟，伤心欸乃。梨花带雨，柳絮迎风，一番愁债。回首当年，绮楼画阁生光彩。朝弹瑶瑟夜银筝，歌舞人潇洒。一自市朝更改。暗销魂，繁华难再。金钗十二，珠履三千，凄凉千载。",
        "author": "明代",
        "poem_class": "送别",
        "dynasty": "高启"
    },
    {
        "title": "青门歌送东台张判官",
        "paragraph": "青门金锁平旦开，城头日出使车回。青门柳枝正堪折，路傍一日几人别。东出青门路不穷，驿楼官树灞陵东。花扑征衣看似绣，云随去马色疑骢。胡姬酒垆日未午，丝绳玉缸酒如乳。灞头落花没马蹄，昨夜微雨花成泥。黄鹂翅湿飞转低，关东尺书醉懒题。须臾望君不可见，扬鞭飞鞚疾如箭。借问使乎何时来，莫作东飞伯劳西飞燕。云母屏风烛影深，长河渐落晓星沉。嫦娥应悔偷灵药，碧海青天夜夜心。中庭地白树栖鸦，冷露无声湿桂花。今夜月明人尽望，不知秋思落谁家。天津桥下冰初结，洛阳陌上人行绝。 榆柳萧疏楼阁闲，月明直见嵩山雪。",
        "author": "唐代",
        "poem_class": "送别",
        "dynasty": "岑参"
    },
    {
        "title": "送沈亚之歌·并序",
        "paragraph": "文人沈亚之，元和七年以书不中第，返归于吴江。吾悲其行，无钱酒以劳，又感沈之勤请，乃歌一解以送之。吴兴才人怨春风，桃花满陌千里红。紫丝竹断骢马小，家住钱塘东复东。白藤交穿织书笈，短策齐裁如梵夹。雄光宝矿献春卿，烟底蓦波乘一叶。春卿拾材白日下，掷置黄金解龙马。携笈归江重入门，劳劳谁是怜君者。吾闻壮夫重心骨，古人三走无摧捽。请君待旦事长鞭，他日还辕及秋律。明朝驿使发，一夜絮征袍。素手抽针冷，那堪把剪刀。裁缝寄远道，几日到临洮。为有云屏无限娇，凤城寒尽怕春宵。 无端嫁得金龟婿，辜负香衾事早朝。清秋幕府井梧寒，独宿江城蜡炬残。永夜角声悲自语，中天月色好谁看。风尘荏苒音书绝，关塞萧条行路难。已忍伶俜十年事，强移栖息一枝安。",
        "author": "唐代",
        "poem_class": "送别",
        "dynasty": "李贺"
    },
    {
        "title": "清江引·长门柳丝千万结",
        "paragraph": "长门柳丝千万结，风起花如雪。离别复离别，攀折更攀折，苦无多旧时枝叶也。长门柳丝千万缕，总是伤心树。行人折嫩条，燕子衔轻絮，都不由凤城春做主。淡烟微雨锁横塘，且看无风浪。一叶轻舟任飘荡，芰荷香，渔歌虽美休高唱。些儿晚凉，金沙滩上，多有睡鸳鸯。恨重叠，重叠恨，恨绵绵，恨满晚妆楼；愁积聚，积聚愁，愁切切，愁斟碧玉瓯；懒梳妆，梳妆懒，懒设设，懒爇黄金兽。泪珠弹，弹珠泪，泪汪汪，汪汪不住流；病身躯，身躯病，病恹恹，病在我心头。花见我，我见花，花应憔瘦；月对咱，咱对月，月更害羞；与天说，说与天，天也还愁。南望吴兴路四千，几时回去霅溪边。名与利，付之天，笑把渔竿上钓船。",
        "author": "元代",
        "poem_class": "送别",
        "dynasty": "曹德"
    },
    {
        "title": "寿阳曲·新秋至",
        "paragraph": "新秋至，人乍别，顺长江水流残月。悠悠画船东去也，这思量起头儿一夜。风飘飘，雨潇潇，便做陈抟睡不着。懊恼伤怀抱，扑簌簌泪点抛。秋蝉儿噪罢寒蛩儿叫，淅零零细雨打芭蕉。风雨端阳生晦冥，汨罗无处吊英灵。海榴花发应相笑，无酒渊明亦独醒。将军西征过昆仑，战马渴死心如焚。策勋脱鞍泻汗血，一饮瑶池三尺雪。身如飞龙首渴乌，白光照夜瞳流月。长河冻合霜草干，骏骨削立天风寒。木牛沉绝粮道阻，中军饿守函谷关。太平此马惜遗弃，往往驽骀归天闲。区区刍粟岂足豢，忠节所尽人尤难。摩挲图画不忍看，万古志士空长叹。",
        "author": "元代",
        "poem_class": "送别",
        "dynasty": "贯云石"
    },
    {
        "title": "送崔融",
        "paragraph": "君王行出将，书记远从征。祖帐连河阙，军麾动洛城。旌旃朝朔气，笳吹夜边声。坐觉烟尘扫，秋风古北平。清江一曲柳千条，二十年前旧板桥。曾与美人桥上别，恨无消息到今朝。风吹柳花满店香，吴姬压酒劝客尝。(劝客 一作：唤客)金陵子弟来相送，欲行不行各尽觞。请君试问东流水，别意与之谁短长？解落三秋叶，能开二月花。过江千尺浪，入竹万竿斜。",
        "author": "唐代",
        "poem_class": "送别",
        "dynasty": "杜审言"
    },
    {
        "title": "高阳池送朱二",
        "paragraph": "当昔襄阳雄盛时，山公常醉习家池。池边钓女日相随，妆成照影竟来窥。澄波澹澹芙蓉发，绿岸参参杨柳垂。一朝物变人亦非，四面荒凉人住稀。意气豪华何处在，空余草露湿罗衣。此地朝来饯行者，翻向此中牧征马。征马分飞日渐斜，见此空为人所嗟。殷勤为访桃源路，予亦归来松子家。蓬头稚子学垂纶，侧坐莓苔草映身。 路人借问遥招手，怕得鱼惊不应人。夜战桑乾北，秦兵半不归。朝来有乡信，犹自寄寒衣。江城如画里，山晚望晴空。(晚 一作：晓)两水夹明镜，双桥落彩虹。人烟寒橘柚，秋色老梧桐。谁念北楼上，临风怀谢公。",
        "author": "唐代",
        "poem_class": "送别",
        "dynasty": "孟浩然"
    },
    {
        "title": "送客归江州",
        "paragraph": "东归复得采真游，江水迎君日夜流。客舍不离青雀舫，人家旧在白鸥洲。风吹山带遥知雨，露湿荷裳已报秋。闻道泉明居止近，篮舆相访为淹留。为人性僻耽佳句，语不惊人死不休。老去诗篇浑漫兴，春来花鸟莫深愁。(漫兴 一作：漫与)新添水槛供垂钓，故着浮槎替入舟。焉得思如陶谢手，令渠述作与同游。中庭地白树栖鸦，冷露无声湿桂花。今夜月明人尽望，不知秋思落谁家。吴丝蜀桐张高秋，空山凝云颓不流。江娥啼竹素女愁，李凭中国弹箜篌。昆山玉碎凤凰叫，芙蓉泣露香兰笑。十二门前融冷光，二十三丝动紫皇。女娲炼石补天处，石破天惊逗秋雨。梦入神山教神妪，老鱼跳波瘦蛟舞。吴质不眠倚桂树，露脚斜飞湿寒兔。",
        "author": "唐代",
        "poem_class": "送别",
        "dynasty": "韩翃"
    },
    {
        "title": "于王抚军座送客",
        "paragraph": "秋日凄且厉，百卉具已腓。爰以履霜节，登高饯将归。寒气冒山泽，游云倏无依。洲渚四缅邈，风水互乖违。瞻夕欣良宴，离言聿云悲。晨鸟暮来还，悬车敛馀辉。逝止判殊路，旋驾怅迟迟。目送回舟远，情随万化遗。汉家中叶道微。董卓作乱乘衰。僭上虐下专威。万官惶布莫违。百姓惨惨心悲。南山有鸟，北山张罗。乌既高飞，罗将奈何。意欲从君，谗言孔多。悲结成疹，没命黄垆。命之不造，冤如之何。羽族之多，名为凤凰。一日失雄，三年感伤。虽有众鸟，不为匹双。故见鄙姿，逢君辉光。身远心近，何当暂忘。高楼一何峻。迢迢峻而安。绮窗出尘冥。飞陛蹑云端。佳人抚琴瑟。纤手清且闲。芳气随风结。哀响馥若兰。玉容谁能顾。倾城在一弹。伫立望日昃。踯躅再三叹。不怨伫立久。但愿歌者欢。思驾归鸿羽。比翼双飞翰。",
        "author": "魏晋",
        "poem_class": "送别",
        "dynasty": "陶渊明"
    },
    {
        "title": "望江怨·东风急",
        "paragraph": "东风急，惜别花时手频执，罗帏愁独入。马嘶残雨春芜湿。 倚门立，寄语薄情郎，粉香和泪泣。危冠广袖楚宫妆，独步闲庭逐夜凉。 自把玉钗敲砌竹，清歌一曲月如霜。问余何意栖碧山，笑而不答心自闲。桃花流水窅然去，别有天地非人间。何人不爱牡丹花，占断城中好物华。疑是洛川神女作，千娇万态破朝霞。",
        "author": "唐代",
        "poem_class": "送别",
        "dynasty": "牛峤"
    },
    {
        "title": "别州民",
        "paragraph": "耆老遮归路，壶浆满别筵。甘棠无一树，那得泪潸然。税重多贫户，农饥足旱田。唯留一湖水，与汝救凶年。嫁得瞿塘贾，朝朝误妾期。早知潮有信，嫁与弄潮儿。花近高楼伤客心，万方多难此登临。锦江春色来天地，玉垒浮云变古今。北极朝廷终不改，西山寇盗莫相侵。可怜后主还祠庙，日暮聊为《梁甫吟》。(梁甫 一作：梁父)白日登山望烽火，黄昏饮马傍交河。行人刁斗风沙暗，公主琵琶幽怨多。野云万里无城郭，雨雪纷纷连大漠。胡雁哀鸣夜夜飞，胡儿眼泪双双落。闻道玉门犹被遮，应将性命逐轻车。年年战骨埋荒外，空见蒲桃入汉家。",
        "author": "唐代",
        "poem_class": "送别",
        "dynasty": "白居易"
    },
    {
        "title": "雨后送李将军还祠偕同寅饮一杯亭",
        "paragraph": "民感桑林雨，云施李靖龙。精诚天地动，意愿鬼神从。村喜禾花实，峰看岭岫重。白旗辉烈日，遥映一杯浓。清溪流过碧山头，空水澄鲜一色秋。隔断红尘三十里，白云红叶两悠悠。黄花谩说年年好。也趁秋光老。绿鬓不惊秋，若斗尊前，人好花堪笑。蟠桃结子知多少。家住三山岛。何日跨归鸾，沧海飞尘，人世因缘了。小径红稀，芳郊绿遍。高台树色阴阴见。春风不解禁杨花，蒙蒙乱扑行人面。(蒙 通：濛)翠叶藏莺，朱帘隔燕。炉香静逐游丝转。一场愁梦酒醒时，斜阳却照深深院。",
        "author": "宋代",
        "poem_class": "送别",
        "dynasty": "赵汝愚"
    },
    {
        "title": "送豆卢膺秀才南游序",
        "paragraph": "君子病无乎内而饰乎外，有乎内而不饰乎外者。无乎内而饰乎外，则是设覆为阱也，祸孰大焉；有乎内而不饰乎外，则是焚梓毁璞也，诟孰甚焉！于是有切磋琢磨、镞砺括羽之道，圣人以为重。豆卢生，内之有者也，余是以好之，而欲其遂焉。而恒以幼孤羸馁为惧，恤恤焉游诸侯求给乎是，是固所以有乎内者也。然而不克专志于学，饰乎外者未大，吾愿子以《诗》、《礼》为冠屦，以《春秋》为襟带，以图史为佩服，琅乎璆璜冲牙之响发焉，煌乎山龙华虫之采列焉，则揖让周旋乎宗庙朝廷斯可也。惜乎余无禄食于世，不克称其欲，成其志，而姑欲其速反也，故诗而序云。山石荦确行径微，黄昏到寺蝙蝠飞。升堂坐阶新雨足，芭蕉叶大栀子肥。僧言古壁佛画好，以火来照所见稀。铺床拂席置羹饭，疏粝亦足饱我饥。夜深静卧百虫绝，清月出岭光入扉。天明独去无道路，出入高下穷烟霏。山红涧碧纷烂漫，时见松枥皆十围。当流赤足踏涧石，水声激激风吹衣。人生如此自可乐，岂必局束为人鞿？(鞿 一作：靰)嗟哉吾党二三子，安得至老不更归。春日在天涯，天涯日又斜。莺啼如有泪，为湿最高花。移舟泊烟渚，日暮客愁新。野旷天低树，江清月近人。",
        "author": "唐代",
        "poem_class": "送别",
        "dynasty": "柳宗元"
    },
    {
        "title": "满江红·和王实之韵送郑伯昌",
        "paragraph": "怪雨盲风，留不住江边行色。烦问讯、冥鸿高士，钓鳌词客。千百年传吾辈语，二三子系斯文脉。听王郎一曲玉箫声，凄金石。晞发处，怡山碧；垂钓处，沧溟白。笑而今拙宦，他年遗直。只愿常留相见面，未宜轻屈平生膝。有狂谈欲吐且休休，惊邻壁。绿杨芳草长亭路。年少抛人容易去。楼头残梦五更钟，花底离愁三月雨。(离愁 一作：离情)无情不似多情苦。一寸还成千万缕。天涯地角有穷时，只有相思无尽处。坠素翻红各自伤，青楼烟雨忍相忘。将飞更作回风舞，已落犹成半面妆。沧海客归珠有泪，章台人去骨遗香。可能无意传双蝶，尽付芳心与蜜房。夜暗归云绕柁牙，江涵星影鹭眠沙。行人怅望苏台柳，曾与吴王扫落花。",
        "author": "宋代",
        "poem_class": "送别",
        "dynasty": "刘克庄"
    },
    {
        "title": "惜黄花慢·送客吴皋",
        "paragraph": "次吴江，小泊，夜饮僧窗惜别。邦人赵簿携小妓侑尊。连歌数阕，皆清真词。酒尽已四鼓。赋此词饯尹梅津。送客吴皋，正试霜夜冷，枫落长桥。望天不尽，背城渐杳，离亭黯黯，恨永迢迢。翠香零落红衣老，暮愁锁、残柳眉梢。念瘦腰、沈郎旧日，曾系兰桡。仙人凤咽琼箫，怅断魂送远，《九辩》难招。醉鬟留盼，小窗剪烛，歌云载恨，飞上银霄。素秋不解随船去，败红趁一叶寒涛。梦翠翘，怨鸿料过南谯。壮岁从戎，曾是气吞残虏。阵云高、狼烟夜举。朱颜青鬓，拥雕戈西戍。笑儒冠、自来多误。 功名梦断，却泛扁舟吴楚。漫悲歌、伤怀吊古。烟波无际，望秦关何处。叹流年、又成虚度。一轮秋影转金波，飞镜又重磨。把酒问姮娥：被白发，欺人奈何？乘风好去，长空万里，直下看山河。斫去桂婆娑，人道是，清光更多。世事短如春梦，人情薄似秋云。不须计较苦劳心，万事原来有命。幸遇三杯酒好，况逢一朵花新。片时欢笑且相亲，明日阴晴未定。",
        "author": "宋代",
        "poem_class": "送别",
        "dynasty": "吴文英"
    },
    {
        "title": "送湖南李正字归",
        "paragraph": "长沙入楚深，洞庭值秋晚。人随鸿雁少，江共蒹葭远。历历余所经，悠悠子当返。孤游怀耿介，旅宿梦婉娩。风土稍殊音，鱼虾日异饭。亲交俱在此，谁与同息偃。夜来携手梦同游，晨起盈巾泪莫收。漳浦老身三度病，咸阳宿草八回秋。君埋泉下泥销骨，我寄人间雪满头。阿卫韩郎相次去，夜台茫昧得知不？洛阳访才子，江岭作流人。闻说梅花早，何如北地春。群峭碧摩天，逍遥不记年。拨云寻古道，倚石听流泉。花暖青牛卧，松高白鹤眠。语来江色暮，独自下寒烟。",
        "author": "唐代",
        "poem_class": "送别",
        "dynasty": "韩愈"
    },
    {
        "title": "送岑征君归鸣皋山",
        "paragraph": "岑公相门子，雅望归安石。奕世皆夔龙，中台竟三拆。 至人达机兆，高揖九州伯。奈何天地间，而作隐沦客。 贵道能全真，潜辉卧幽邻。探元入窅默，观化游无垠。 光武有天下，严陵为故人。虽登洛阳殿，不屈巢由身。 余亦谢明主，今称偃蹇臣。登高览万古，思与广成邻。 蹈海宁受赏，还山非问津。西来一摇扇，共拂元规尘。初月如弓未上弦，分明挂在碧霄边。时人莫道蛾眉小，三五团圆照满天。黔无驴，有好事者船载以入。至则无可用，放之山下。虎见之，庞然大物也，以为神，蔽林间窥之。稍出近之，慭慭然，莫相知。他日，驴一鸣，虎大骇，远遁；以为且噬己也，甚恐。然往来视之，觉无异能者；益习其声，又近出前后，终不敢搏。稍近，益狎，荡倚冲冒。驴不胜怒，蹄之。虎因喜，计之曰：“技止此耳！”因跳踉大㘎，断其喉，尽其肉，乃去。噫！形之庞也类有德，声之宏也类有能。向不出其技，虎虽猛，疑畏，卒不敢取。今若是焉，悲夫！草铺横野六七里，笛弄晚风三四声。归来饱饭黄昏后，不脱蓑衣卧月明。",
        "author": "唐代",
        "poem_class": "送别",
        "dynasty": "李白"
    },
    {
        "title": "送李录事兄归襄邓",
        "paragraph": "十年多难与君同，几处移家逐转蓬。白首相逢征战后，青春已过乱离中。行人杳杳看西月，归马萧萧向北风。汉水楚云千万里，天涯此别恨无穷。清明时节雨纷纷，路上行人欲断魂。借问酒家何处有？牧童遥指杏花村。荆吴相接水为乡，君去春江正淼茫。(淼 同：渺)日暮征帆何处泊，天涯一望断人肠。田家少闲月，五月人倍忙。夜来南风起，小麦覆陇黄。妇姑荷箪食，童稚携壶浆，相随饷田去，丁壮在南冈。足蒸暑土气，背灼炎天光，力尽不知热，但惜夏日长。复有贫妇人，抱子在其旁，右手秉遗穗，左臂悬敝筐。听其相顾言，闻者为悲伤。家田输税尽，拾此充饥肠。今我何功德？曾不事农桑。吏禄三百石，岁晏有余粮，念此私自愧，尽日不能忘。",
        "author": "唐代",
        "poem_class": "送别",
        "dynasty": "刘长卿"
    },
    {
        "title": "水龙吟·再送荪友南还",
        "paragraph": "人生南北真如梦，但卧金山高处。白波东逝，鸟啼花落，任他日暮。别酒盈觞，一声将息，送君归去。便烟波万顷，半帆残月，几回首，相思苦。可忆柴门深闭，玉绳低、翦灯夜雨。浮生如此，别多会少，不如莫遇。愁对西轩，荔墙叶暗，黄昏风雨。更那堪几处，金戈铁马，把凄凉助。莫问天涯路几重，轻衫侧帽且从容。几回宿酒添新酒，长是晨钟待晚钟。情转薄，意还浓。倩谁指点看芙蓉。行人尽说江南好，君在巫山第几峰。春来也，是何时？没人知。先到玉儿头上，袅花枝。十二画楼帘卷，红妆笑语参差。争向彩幡成队去，看朱衣。国初，有乔山人者善弹琴。精于指法，尝得异人传授。每于断林荒荆间，一再鼓之，凄禽寒鹘，相和悲鸣。后游郢楚，于旅中独奏洞庭之曲。邻媪闻之，咨嗟惋叹。既阕，曰：“吾抱此半生，不谓遇知音于此地。”款扉扣之。媪曰：“吾夫存日，以弹絮为业。今客鼓此，酷类其声耳。”山人默然而反。",
        "author": "清代",
        "poem_class": "送别",
        "dynasty": "纳兰性德"
    },
    {
        "title": "离觞不醉至驿却寄相送诸公",
        "paragraph": "无限居人送独醒，可怜寂寞到长亭。 荆州不遇高阳侣，一夜春寒满下厅。残灯无焰影幢幢，此夕闻君谪九江。 垂死病中惊坐起，暗风吹雨入寒窗。自小刺头深草里，而今渐觉出蓬蒿。 时人不识凌云木，直待凌云始道高。秦王扫六合，虎视何雄哉！挥剑决浮云，诸侯尽西来。明断自天启，大略驾群才。收兵铸金人，函谷正东开。铭功会稽岭，骋望琅琊台。刑徒七十万，起土骊山隈。尚采不死药，茫然使心哀。连弩射海鱼，长鲸正崔嵬。额鼻象五岳，扬波喷云雷。鬐鬣蔽青天，何由睹蓬莱？徐巿载秦女，楼船几时回？但见三泉下，金棺葬寒灰。",
        "author": "唐代",
        "poem_class": "送别",
        "dynasty": "柳宗元"
    },
    {
        "title": "送冷朝阳还上元",
        "paragraph": "青丝缆引木兰船，名遂身归拜庆年。落日澄江乌榜外，秋风疏柳白门前。桥通小市家林近，山带平湖野寺连。别后依依寒食里，共君携手在东田。飒飒东风细雨来，芙蓉塘外有轻雷。金蟾啮锁烧香入，玉虎牵丝汲井回。贾氏窥帘韩掾少，宓妃留枕魏王才。春心莫共花争发，一寸相思一寸灰！两个黄鹂鸣翠柳，一行白鹭上青天。窗含西岭千秋雪，门泊东吴万里船。落日五湖游，烟波处处愁。浮沉千古事，谁与问东流？",
        "author": "唐代",
        "poem_class": "送别",
        "dynasty": "韩翃"
    },
    {
        "title": "别毛永嘉",
        "paragraph": "愿子厉风规，归来振羽仪。嗟余今老病，此别空长离。白马君来哭，黄泉我讵知。徒劳脱宝剑，空挂陇头枝。江南倦历览，江北旷周旋。怀新道转迥，寻异景不延。乱流趋正绝，孤屿媚中川。云日相辉映，空水共澄鲜。表灵物莫赏，蕴真谁为传。想象昆山姿，缅邈区中缘。始信安期术，得尽养生年。其一柳树得春风，一低复一昂。谁能空相忆，独眠度三阳。其二折杨柳。百鸟啼园林，道欢不离口。其三逋发不可料，憔悴为谁睹。欲知相忆时，但看裙带缓几许。其四奈何许！石阙生口中，衔碑不得语。其五思欢不得来，抱被空中语。月没星不亮，持底明侬绪。其六打杀长鸣鸡，弹去乌臼鸟。愿得连冥不复曙，一年都一晓。其七暂出白门前，杨柳可藏乌。欢作沉水香，侬作博山炉。其八一夕就郎宿，通夜语不息。黄檗万里路，道苦真无极。其九登店卖三葛，郎来买丈余。合匹与郎去，谁解断粗疏。鹫岭春光遍。王城野望通。登临情不极。萧散趣无穷。莺随入户树。花逐下山风。栋里归云白。牕外落晖红。古石何年卧。枯树几春空。淹留惜未及。幽桂在芳丛。",
        "author": "南北朝",
        "poem_class": "送别",
        "dynasty": "徐陵"
    },
    {
        "title": "五松山送殷淑",
        "paragraph": "秀色发江左，风流奈若何？仲文了不还，独立扬清波。载酒五松山，颓然白云歌。中天度落月，万里遥相过。抚酒惜此月，流光畏蹉跎。明日别离去，连峰郁嵯峨。凤林关里水东流，白草黄榆六十秋。边将皆承主恩泽，无人解道取凉州。莫以今时宠，难忘旧日恩。看花满眼泪，不共楚王言。人人尽说江南好，游人只合江南老。春水碧于天，画船听雨眠。垆边人似月，皓腕凝霜雪。未老莫还乡，还乡须断肠。",
        "author": "唐代",
        "poem_class": "送别",
        "dynasty": "李白"
    },
    {
        "title": "送郑十八虔贬台州司户伤其临老陷贼之故阙为面别情见于诗",
        "paragraph": "郑公樗散鬓成丝，酒后常称老画师。万里伤心严谴日，百年垂死中兴时。苍惶已就长途往，邂逅无端出饯迟。便与先生应永诀，九重泉路尽交期。繁华事散逐香尘，流水无情草自春。日暮东风怨啼鸟，落花犹似坠楼人。君为女萝草，妾作菟丝花。轻条不自引，为逐春风斜。百丈托远松，缠绵成一家。谁言会面易，各在青山崖。女萝发馨香，菟丝断人肠。枝枝相纠结，叶叶竞飘扬。生子不知根，因谁共芬芳。中巢双翡翠，上宿紫鸳鸯。若识二草心，海潮亦可量。大堤杨柳雨沉沉，万缕千条惹恨深。飞絮满天人去远，东风无力系春心。",
        "author": "唐代",
        "poem_class": "送别",
        "dynasty": "杜甫"
    },
    {
        "title": "浣溪沙·钿毂香车过柳堤",
        "paragraph": "钿毂香车过柳堤，桦烟分处马频嘶，为他沉醉不成泥。花满驿亭香露细，杜鹃声断玉蟾低，含情无语倚楼西。佳辰强饮食犹寒，隐几萧条戴鹖冠。春水船如天上坐，老年花似雾中看。娟娟戏蝶过闲幔，片片轻鸥下急湍。云白山青万余里，愁看直北是长安。长安少年游侠客，夜上戍楼看太白。陇头明月迥临关，陇上行人夜吹笛。关西老将不胜愁，驻马听之双泪流。身经大小百余战，麾下偏裨万户侯。苏武才为典属国，节旄空尽海西头。锦里开芳宴，兰缸艳早年。缛彩遥分地，繁光远缀天。 接汉疑星落，依楼似月悬。别有千金笑，来映九枝前。",
        "author": "唐代",
        "poem_class": "送别",
        "dynasty": "张泌"
    },
    {
        "title": "送王牧往吉州谒王使君叔",
        "paragraph": "细草绿汀洲，王孙耐薄游。年华初冠带，文体旧弓裘。野渡花争发，春塘水乱流。使君怜小阮，应念倚门愁。谁家宅第成还破，何处亲宾哭复歌？昨日屋头堪炙手，今朝门外好张罗。北邙未省留闲地，东海何曾有定波。莫笑贱贫夸富贵，共成枯骨两何如？自小刺头深草里，而今渐觉出蓬蒿。 时人不识凌云木，直待凌云始道高。已讶衾枕冷，复见窗户明。夜深知雪重，时闻折竹声。",
        "author": "唐代",
        "poem_class": "送别",
        "dynasty": "李嘉祐"
    },
    {
        "title": "送王大昌龄赴江宁",
        "paragraph": "对酒寂不语，怅然悲送君。明时未得用，白首徒攻文。泽国从一官，沧波几千里。群公满天阙，独去过淮水。旧家富春渚，尝忆卧江楼。自闻君欲行，频望南徐州。穷巷独闭门，寒灯静深屋。北风吹微雪，抱被肯同宿。君行到京口，正是桃花时。舟中饶孤兴，湖上多新诗。潜虬且深蟠，黄鹄举未晚。惜君青云器，努力加餐饭。买得杏花，十载归来方始坼。假山西畔药阑东，满枝红。旋开旋落旋成空，白发多情人更惜。黄昏把酒祝东风，且从容。凤吹声如隔彩霞，不知墙外是谁家。重门深锁无寻处，疑有碧桃千树花。阳月南飞雁，传闻至此回。我行殊未已，何日复归来。江静潮初落，林昏瘴不开。明朝望乡处，应见陇头梅。",
        "author": "唐代",
        "poem_class": "送别",
        "dynasty": "岑参"
    },
    {
        "title": "瑞龙吟·送梅津",
        "paragraph": "黯分袖。肠断去水流萍，住船系柳。吴宫娇月娆花，醉题恨倚，蛮江豆蔻。 吐春绣。笔底丽情多少，眼波眉岫。新园锁却愁阴，露黄漫委，寒香半亩。 还背垂虹秋去，四桥烟雨，一宵歌酒。犹忆翠微携壶，乌帽风骤。西湖到日，重见梅钿皱。谁家听、琵琶未了，朝骢嘶漏。印剖黄金籀。待来共凭，齐云话旧。莫唱朱樱口。生怕遣、楼前行云知后。泪鸿怨角，空教人瘦。戛戛秋蝉响似筝，听蝉闲傍柳边行。小溪清水平如镜，一叶飞来浪细生。湛湛长空黑。更那堪、斜风细雨，乱愁如织。老眼平生空四海，赖有高楼百尺。看浩荡、千崖秋色。白发书生神州泪，尽凄凉、不向牛山滴。追往事，去无迹。 少年自负凌云笔。到而今、春华落尽，满怀萧瑟。常恨世人新意少，爱说南朝狂客。把破帽、年年拈出。若对黄花孤负酒，怕黄花、也笑人岑寂。鸿北去，日西匿。香墨弯弯画，燕脂淡淡匀。揉蓝衫子杏黄裙，独倚玉阑无语点檀唇。人去空流水，花飞半掩门。乱山何处觅行云？又是一钩新月照黄昏。",
        "author": "宋代",
        "poem_class": "送别",
        "dynasty": "吴文英"
    },
    {
        "title": "新亭渚别范零陵云",
        "paragraph": "洞庭张乐地，潇湘帝子游。云去苍梧野，水还江汉流。停骖我怅望，辍棹子夷犹。广平听方籍，茂陵将见求。心事俱已矣，江上徒离忧。三星参差露沾湿。弦悲管清月将入。寒光萧条候虫急。荆王流叹楚妃泣。红颜难长时易戢。凝华结藻久延立。非君之故岂安集。息雨清上郊。开云照中县。游轩越丹居。晖烛集凉殿。凌高跻飞楹。追焱起流宴。{木玄}苑含灵羣。嵓庭藏物变。明辉烁神都。丽气冠华甸。目远幽情周。礼洽深恩遍。当垆擅旨酒，一卮堪十千。无劳蜀山铸，扶受采金钱。人生行乐尔，何处不留连。朝为洛生咏，夕作据梧眠。从兹忘物我，优游得自然。",
        "author": "南北朝",
        "poem_class": "送别",
        "dynasty": "谢朓"
    },
    {
        "title": "菩萨蛮·杭妓往苏迓新守",
        "paragraph": "玉童西迓浮丘伯。洞天冷落秋萧瑟。不用许飞琼。瑶台空月明。清香凝夜宴。借与韦郎看。莫便向姑苏。扁舟下五湖。元丰七年四月一日，余将去黄移汝，留别雪堂邻里二三君子，会仲览自江东来别，遂书以遗之。归去来兮，吾归何处？万里家在岷峨。百年强半，来日苦无多。坐见黄州再闰，儿童尽楚语吴歌。山中友，鸡豚社酒，相劝老东坡。云何，当此去，人生底事，来往如梭。待闲看秋风，洛水清波。好在堂前细柳，应念我，莫剪柔柯。仍传语，江南父老，时与晒渔蓑。吴山青，越山青，两岸青山相送迎，谁知离别情？(谁知离别情 一作：争忍有离情)君泪盈，妾泪盈，罗带同心结未成，江边潮已平。(江边 一作：江头)三月残花落更开，小檐日日燕飞来。子规夜半犹啼血，不信东风唤不回。",
        "author": "宋代",
        "poem_class": "送别",
        "dynasty": "苏轼"
    },
    {
        "title": "木兰花慢·送翁五峰游江陵",
        "paragraph": "送秋云万里，算舒卷、总何心。叹路转羊肠，人营燕垒，霜满蓬簪。愁侵。庾尘满袖，便封侯、那羡汉淮阴。一醉莼丝脍玉，忍教菊老松深。 离音。又听西风，金井树、动秋吟。向暮江目断，鸿飞渺渺，天色沈沈。沾襟。四弦夜语，问杨琼、往事到寒砧。争似湖山岁晚，静梅香底同斟。湖上与张先同赋，时闻弹筝凤凰山下雨初晴，水风清，晚霞明。一朵芙蕖，开过尚盈盈。何处飞来双白鹭，如有意，慕娉婷。忽闻江上弄哀筝，苦含情，遣谁听！烟敛云收，依约是湘灵。欲待曲终寻问取，人不见，数峰青。 一春长费买花钱，日日醉湖边。玉骢惯识西湖路，骄嘶过、沽酒楼前。红杏香中箫鼓，绿杨影里秋千。(湖边 一作：花边)暖风十里丽人天，花压鬓云偏。画船载取春归去，馀情付、湖水湖烟。明日重扶残醉，来寻陌上花钿。浅画香膏拂紫绵。牡丹花重翠云偏。手挼梅子并郎肩。病起心情终是怯，困来模样不禁怜。旋移针线小窗前。",
        "author": "宋代",
        "poem_class": "送别",
        "dynasty": "吴文英"
    },
    {
        "title": "冬夜送人",
        "paragraph": "平明走马上村桥，花落梅溪雪未消。 日短天寒愁送客，楚山无限路迢迢。兰陵美酒郁金香，玉碗盛来琥珀光。 但使主人能醉客，不知何处是他乡。玉树歌残王气终，景阳兵合戍楼空。松楸远近千官冢，禾黍高低六代宫。石燕拂云晴亦雨，江豚吹浪夜还风。英雄一去豪华尽，惟有青山似洛中。迟日江山丽，春风花草香。泥融飞燕子，沙暖睡鸳鸯。",
        "author": "唐代",
        "poem_class": "送别",
        "dynasty": "贾岛"
    },
    {
        "title": "公安送韦二少府匡赞",
        "paragraph": "逍遥公后世多贤，送尔维舟惜此筵。念我能书数字至，将诗不必万人传！时危兵革黄尘里，日短江湖白发前。古往今来皆涕泪，断肠分手各风烟。山中有流水，借问不知名。映地为天色，飞空作雨声。转来深涧满，分出小池平。恬澹无人见，年年长自清。北阙休上书，南山归敝庐。不才明主弃，多病故人疏。白发催年老，青阳逼岁除。永怀愁不寐，松月夜窗虚。白闻天下谈士相聚而言曰：“生不用封万户侯，但愿一识韩荆州。”何令人之景慕，一至于此耶！岂不以有周公之风，躬吐握之事，使海内豪俊，奔走而归之，一登龙门，则声价十倍！所以龙蟠凤逸之士，皆欲收名定价于君侯。愿君侯不以富贵而骄之、寒贱而忽之，则三千之中有毛遂，使白得颖脱而出，即其人焉。白，陇西布衣，流落楚、汉。十五好剑术，遍干诸侯。三十成文章，历抵卿相。虽长不满七尺，而心雄万夫。皆王公大人许与气义。此畴曩心迹，安敢不尽于君侯哉！君侯制作侔神明，德行动天地，笔参造化，学究天人。幸愿开张心颜，不以长揖见拒。必若接之以高宴，纵之以清谈，请日试万言，倚马可待。今天下以君侯为文章之司命，人物之权衡，一经品题，便作佳士。而君侯何惜阶前盈尺之地，不使白扬眉吐气，激昂青云耶？昔王子师为豫州，未下车，即辟荀慈明，既下车，又辟孔文举；山涛作冀州，甄拔三十余人，或为侍中、尚书，先代所美。而君侯亦荐一严协律，入为秘书郎，中间崔宗之、房习祖、黎昕、许莹之徒，或以才名见知，或以清白见赏。白每观其衔恩抚躬，忠义奋发，以此感激，知君侯推赤心于诸贤腹中，所以不归他人，而愿委身国士。傥急难有用，敢效微躯。且人非尧舜，谁能尽善？白谟猷筹画，安能自矜？至于制作，积成卷轴，则欲尘秽视听。恐雕虫小技，不合大人。若赐观刍荛，请给纸墨，兼之书人，然后退扫闲轩，缮写呈上。庶青萍、结绿，长价于薛、卞之门。幸惟下流，大开奖饰，惟君侯图之。",
        "author": "唐代",
        "poem_class": "送别",
        "dynasty": "杜甫"
    },
    {
        "title": "醉公子·岸柳垂金线",
        "paragraph": "岸柳垂金线，雨晴莺百啭。家住绿杨边，往来多少年。马嘶芳草远，高楼帘半掩。敛袖翠蛾攒，相逢尔许难。沉沉楼影月当午，冉冉风香花正开。芳草迢迢满南陌，王孙何处不归来。牙签万轴裹红绡，王粲书同付火烧。不于祖龙留面目，遗篇那得到今朝。花前失却游春侣，独自寻芳。满目悲凉。纵有笙歌亦断肠。林间戏蝶帘间燕，各自双双。忍更思量，绿树青苔半夕阳。",
        "author": "五代",
        "poem_class": "送别",
        "dynasty": "顾敻"
    },
    {
        "title": "相思令·苹满溪",
        "paragraph": "苹满溪，柳绕堤。相送行人溪水西，回时陇月低。烟霏霏，风凄凄。重倚朱门听马嘶，寒鸥相对飞。青山不识我姓字，我亦不识青山名。飞来白鸟似相识，对我对山三两声。小桃灼灼柳鬖鬖，春色满江南。雨晴风暖烟淡，天气正醺酣。山泼黛，水挼蓝，翠相搀。歌楼酒旆，故故招人，权典青衫。不到谢公台。明月清风好在哉。旧日髯孙何处去，重来。短李风流更上才。秋色渐摧颓。满院黄英映酒杯。看取桃花春二月，争开。尽是刘郎去后栽。",
        "author": "宋代",
        "poem_class": "送别",
        "dynasty": "张先"
    },
    {
        "title": "秦筝歌送外甥萧正归京",
        "paragraph": "汝不闻秦筝声最苦，五色缠弦十三柱。怨调慢声如欲语，一曲未终日移午。红亭水木不知暑，忽弹黄钟和白纻。清风飒来云不去，闻之酒醒泪如雨。汝归秦兮弹秦声，秦声悲兮聊送汝。八月湖水平，涵虚混太清。气蒸云梦泽，波撼岳阳城。欲济无舟楫，端居耻圣明。坐观垂钓者，徒有羡鱼情。伪临朝武氏者，性非和顺，地实寒微。昔充太宗下陈，曾以更衣入侍。洎乎晚节，秽乱春宫。潜隐先帝之私，阴图后房之嬖。入门见嫉，蛾眉不肯让人；掩袖工谗，狐媚偏能惑主。践元后于翚翟，陷吾君于聚麀。加以虺蜴为心，豺狼成性，近狎邪僻，残害忠良，杀姊屠兄，弑君鸩母。人神之所同嫉，天地之所不容。犹复包藏祸心，窥窃神器。君之爱子，幽之于别宫；贼之宗盟，委之以重任。呜呼！霍子孟之不作，朱虚侯之已亡。燕啄皇孙，知汉祚之将尽；龙漦帝后，识夏庭之遽衰。敬业皇唐旧臣，公侯冢子。奉先帝之成业，荷本朝之厚恩。宋微子之兴悲，良有以也；袁君山之流涕，岂徒然哉！是用气愤风云，志安社稷。因天下之失望，顺宇内之推心，爰举义旗，以清妖孽。南连百越，北尽三河，铁骑成群，玉轴相接。海陵红粟，仓储之积靡穷；江浦黄旗，匡复之功何远？班声动而北风起，剑气冲而南斗平。喑呜则山岳崩颓，叱吒则风云变色。以此制敌，何敌不摧；以此图功，何功不克！公等或家传汉爵，或地协周亲，或膺重寄于爪牙，或受顾命于宣室。言犹在耳，忠岂忘心？一抔之土未干，六尺之孤何托？倘能转祸为福，送往事居，共立勤王之勋，无废旧君之命，凡诸爵赏，同指山河。若其眷恋穷城，徘徊歧路，坐昧先几之兆，必贻后至之诛。请看今日之域中，竟是谁家之天下！移檄州郡，咸使知闻。桃花浅深处，似匀深浅妆。春风助肠断，吹落白衣裳。",
        "author": "唐代",
        "poem_class": "送别",
        "dynasty": "岑参"
    },
    {
        "title": "陌上郎·西津海鹘舟",
        "paragraph": "西津海鹘舟，径度沧江雨。双舻本无情，鸦轧如人语。挥金陌上郎，化石山头妇。何物系君心，三岁扶床女。长恨复长恨，裁作短歌行。何人为我楚舞，听我楚狂声？余既滋兰九畹，又树蕙之百亩，秋菊更餐英。门外沧浪水，可以濯吾缨。一杯酒，问何似，身后名？人间万事，毫发常重泰山轻。悲莫悲生离别，乐莫乐新相识，儿女古今情。富贵非吾事，归与白鸥盟。江南月，清夜满西楼。云落开时冰吐鉴，浪花深处玉沉钩。圆缺几时休。星汉迥，风露入新秋。丹桂不知摇落恨，素娥应信别离愁。天上共悠悠。竹摇清影罩幽窗，两两时禽噪夕阳。谢却海棠飞尽絮，困人天气日初长。",
        "author": "宋代",
        "poem_class": "送别",
        "dynasty": "贺铸"
    },
    {
        "title": "送裴二虬作尉永嘉",
        "paragraph": "孤屿亭何处，天涯水气中。故人官就此，绝境与谁同。隐吏逢梅福，看山忆谢公。扁舟吾已僦，把钓待秋风。上马带吴钩，翩翩度陇头。小来思报国，不是爱封侯。万里乡为梦，三边月作愁。早须清黠虏，无事莫经秋。伪临朝武氏者，性非和顺，地实寒微。昔充太宗下陈，曾以更衣入侍。洎乎晚节，秽乱春宫。潜隐先帝之私，阴图后房之嬖。入门见嫉，蛾眉不肯让人；掩袖工谗，狐媚偏能惑主。践元后于翚翟，陷吾君于聚麀。加以虺蜴为心，豺狼成性，近狎邪僻，残害忠良，杀姊屠兄，弑君鸩母。人神之所同嫉，天地之所不容。犹复包藏祸心，窥窃神器。君之爱子，幽之于别宫；贼之宗盟，委之以重任。呜呼！霍子孟之不作，朱虚侯之已亡。燕啄皇孙，知汉祚之将尽；龙漦帝后，识夏庭之遽衰。敬业皇唐旧臣，公侯冢子。奉先帝之成业，荷本朝之厚恩。宋微子之兴悲，良有以也；袁君山之流涕，岂徒然哉！是用气愤风云，志安社稷。因天下之失望，顺宇内之推心，爰举义旗，以清妖孽。南连百越，北尽三河，铁骑成群，玉轴相接。海陵红粟，仓储之积靡穷；江浦黄旗，匡复之功何远？班声动而北风起，剑气冲而南斗平。喑呜则山岳崩颓，叱吒则风云变色。以此制敌，何敌不摧；以此图功，何功不克！公等或家传汉爵，或地协周亲，或膺重寄于爪牙，或受顾命于宣室。言犹在耳，忠岂忘心？一抔之土未干，六尺之孤何托？倘能转祸为福，送往事居，共立勤王之勋，无废旧君之命，凡诸爵赏，同指山河。若其眷恋穷城，徘徊歧路，坐昧先几之兆，必贻后至之诛。请看今日之域中，竟是谁家之天下！移檄州郡，咸使知闻。蓝桥春雪君归日，秦岭秋风我去时。每到驿亭先下马，循墙绕柱觅君诗。",
        "author": "唐代",
        "poem_class": "送别",
        "dynasty": "杜甫"
    },
    {
        "title": "诸门人送至龙里道中二首",
        "paragraph": "蹊路高低入乱山，诸贤相送愧间关。溪云压帽兼愁重，风雪吹衣着鬓斑。花烛夜堂还共语，桂枝秋殿听跻攀。相思不作勤书礼，别后吾言在订顽。雪满山城入暮关，归心别意两茫然。及门真愧从陈日，微服还思过宋年。樽酒无因同岁晚，缄书有雁寄春前。莫辞秉烛通霄坐，明日相思隔陇烟。重臣分陕去台端，宾从威仪尽汉官。四塞河山归版籍，百年父老见衣冠。函关月落听鸡度，华岳云开立马看。知尔西行定回首，如今江左是长安。飒飒西风渭水，萧萧落叶长安。英雄回首北邙山。虎斗龙争过眼。闲看灞桥杨柳，凄凉露冷风寒。断蝉声里凭阑干。不觉斜阳又晚。妾在深闺君别离，泪痕如雨雨如丝。枕前红泪窗前雨，暮暮朝朝无尽时。",
        "author": "明代",
        "poem_class": "送别",
        "dynasty": "王守仁"
    },
    {
        "title": "送杨子",
        "paragraph": "斗酒渭城边，垆头耐醉眠。梨花千树雪，杨叶万条烟。惜别添壶酒，临岐赠马鞭。看君颍上去，新月到家圆。岁岁金河复玉关，朝朝马策与刀环。 三春白雪归青冢，万里黄河绕黑山。上马带吴钩，翩翩度陇头。小来思报国，不是爱封侯。万里乡为梦，三边月作愁。早须清黠虏，无事莫经秋。一为迁客去长沙，西望长安不见家。 黄鹤楼中吹玉笛，江城五月落梅花。",
        "author": "唐代",
        "poem_class": "送别",
        "dynasty": "李白"
    },
    {
        "title": "菊花新·用韵送张见阳令江华",
        "paragraph": "愁绝行人天易暮，行向鹧鸪声里住。渺渺洞庭波，木叶下，楚天何处。折残杨柳应无数，趁离亭笛声吹度。有几个征鸿，相伴也，送君南去。薰风殿阁樱桃节，碧纱窗下沈檀爇。小扇引微凉，悠悠夏日长。野人知趣甚，不向炎凉问。老圃好栽培，菊花五月开。芳草才芽，梨花未雨，春魂已作天涯絮。晶帘宛转为谁垂，金衣飞上樱桃树。故国茫茫，扁舟何许，夕阳一片江流去。碧云犹叠旧河山，月痕休到深深处。蜃阙半模糊，踏浪惊呼。任将蠡测笑江湖。沐日光华还浴月，我欲乘桴。钓得六鳖无。竿拂珊瑚。桑田清浅问麻姑。水气浮天天接水，那是蓬壶。",
        "author": "清代",
        "poem_class": "送别",
        "dynasty": "纳兰性德"
    },
    {
        "title": "齐天乐·送童瓮天兵后归杭",
        "paragraph": "相逢唤醒京华梦，吴尘暗斑吟发。倚担评花，认旗沽酒，历历行歌奇迹。吹香弄碧，有坡柳风情，逋梅月色。画鼓红船，满湖春水断桥客。当时何限俊侣，甚花天月地，人被云隔。却载苍烟，更招白鹭，一醉修江又别。今回记得。再折柳穿鱼，赏梅催雪。如此湖山，忍教人更说。雨暗初疑夜，风回忽报晴。淡云斜照著山明。细草软沙溪路、马蹄轻。卯酒醒还困，仙材梦不成。蓝桥何处觅云英。只有多情流水、伴人行。梨花风起正清明，游子寻春半出城。日暮笙歌收拾去，万株杨柳属流莺。春色将阑，莺声渐老，红英落尽青梅小。画堂人静雨蒙蒙，屏山半掩余香袅。密约沉沉，离情杳杳，菱花尘满慵将照。倚楼无语欲销魂，长空黯淡连芳草。",
        "author": "宋代",
        "poem_class": "送别",
        "dynasty": "詹玉"
    },
    {
        "title": "李少卿与苏武诗三首",
        "paragraph": "良时不再至，离别在须臾。屏营衢路侧，执手野踟蹰。仰视浮云驰，奄忽互相逾。风波一失所，各在天一隅。长当从此别，且复立斯须。欲因晨风发，送子以贱躯。嘉会难再遇，三载为千秋。临河濯长缨，念子怅悠悠。远望悲风至，对酒不能酬。行人怀往路，何以慰我愁。独有盈觞酒，与子结绸缪。携手上河梁，游子暮何之。徘徊蹊路侧，悢悢不能辞。行人难久留，各言长相思。安知非日月，弦望自有时。努力崇明德，皓首以为期。诗人幽忆，感物则思。志之空闲，玩弄游意。局为宪矩，棋法阴阳。道为经纬，方错列张。游目极妙伎。清听厌宫商。主人寂无为。众宾进乐方。长筵坐戏客。斗鸡间观房。群雄正翕赫。双翘自飞扬。挥羽激清风。悍目发朱光。觜落轻毛散。严距往往伤。长鸣入青云。扇翼独翱翔。愿蒙狸膏助。常得擅此场。妍歌展妙声，发曲吐令辞。",
        "author": "两汉",
        "poem_class": "送别",
        "dynasty": "佚名"
    },
    {
        "title": "送金山乡僧归蜀开堂",
        "paragraph": "撞钟浮玉山，迎我三千指。众中闻謦欬，未语知乡里。我非个中人，何以默识子。振衣忽归去，只影千山里。涪江与中泠，共此一味水。冰盘荐琥珀，何似糖霜美。小桃无主自开花，烟草茫茫带晚鸦。几处败垣围故井，向来一一是人家。门外绿阴千顷，两两黄鹂相应。睡起不胜情，行到碧梧金井。人静，人静。风动一庭花影。燕雁无心，太湖西畔随云去。数峰清苦。商略黄昏雨。 第四桥边，拟共天随住。今何许。凭阑怀古。残柳参差舞。",
        "author": "宋代",
        "poem_class": "送别",
        "dynasty": "苏轼"
    },
    {
        "title": "四犯令·月破轻云天淡注",
        "paragraph": "月破轻云天淡注，夜悄花无语。莫听《阳关》牵离绪。拚酩酊花深处。明日江郊芳草路，春逐行人去。不似酴醾开独步，能着意留春住。满洞苔钱。买断风烟。笑桃花流落晴川。石楼高处，夜夜啼猿。看二更云，三更月，四更天。细草如毡。独枕空拳。与山麋野鹿同眠。残霞未散，淡雾沉绵。是晋时人，唐时洞，汉时仙。芳草池塘，绿阴庭院，晚晴寒透窗纱。玉钩金锁，管是客来唦。寂寞尊前席上，唯愁海角天涯。能留否？酴釄落尽，犹赖有梨花。当年曾胜赏，生香熏袖，活火分茶。极目犹龙骄马，流水轻车。不怕风狂雨骤，恰才称，煮酒笺花。如今也，不成怀抱，得似旧时那？应怜屐齿印苍苔，小扣柴扉久不开。春色满园关不住，一枝红杏出墙来。",
        "author": "宋代",
        "poem_class": "送别",
        "dynasty": "侯寘"
    },
    {
        "title": "与胡兴安夜别",
        "paragraph": "居人行转轼，客子暂维舟。念此一筵笑，分为两地愁。露湿寒塘草，月映清淮流。方抱新离恨，独守故园秋。两叶虽为赠，交情永未因。同心何处恨，栀子最关人。其一男儿欲作健，结伴不须多。鹞子经天飞，群雀两向波。其二男儿可怜虫，出门怀死忧。尸丧狭谷中，白骨无人收。平生无志意，少小婴忧患。如何乘苦心，矧复值秋晏。皎皎天月明，弈弈河宿烂。萧瑟含风蝉，寥唳度云鴈。寒商动清闺，孤灯暧幽幔。耿介繁虑积，展转长宵半。夷险难豫谋，倚伏昧前筭。虽好相如达，不同长卿慢。颇悦郑生偃，无取白衣宦。未知古人心，且从性所翫。宾至可命觞，朋来当染翰。高台骤登践，清浅时陵乱。颓魄不再圆，倾羲无两旦。金石终消毁，丹青暂雕焕。各勉玄发欢，无贻白首叹。因歌遂成赋，聊用布亲串。",
        "author": "南北朝",
        "poem_class": "送别",
        "dynasty": "何逊"
    },
    {
        "title": "送宇文六",
        "paragraph": "花映垂杨汉水清，微风林里一枝轻。即今江北还如此，愁杀江南离别情。蝉鸣空桑林，八月萧关道。出塞入塞寒，处处黄芦草。从来幽并客，皆共尘沙老。莫学游侠儿，矜夸紫骝好。浮香绕曲岸，圆影覆华池。常恐秋风早，飘零君不知。丁丁漏水夜何长，漫漫轻云露月光。秋逼暗虫通夕响，征衣未寄莫飞霜。",
        "author": "唐代",
        "poem_class": "送别",
        "dynasty": "常建"
    },
    {
        "title": "送单于裴都护赴西河",
        "paragraph": "征马去翩翩，城秋月正圆。单于莫近塞，都护欲临边。汉驿通烟火，胡沙乏井泉。功成须献捷，未必去经年。细草微风岸，危樯独夜舟。星垂平野阔，月涌大江流。名岂文章著，官应老病休。飘飘何所似，天地一沙鸥。低花树映小妆楼，春入眉心两点愁。 斜倚栏干背鹦鹉，思量何事不回头。他乡复行役，驻马别孤坟。近泪无干土，低空有断云。对棋陪谢傅，把剑觅徐君。唯见林花落，莺啼送客闻。",
        "author": "唐代",
        "poem_class": "送别",
        "dynasty": "崔颢"
    },
    {
        "title": "送辛大之鄂渚不及",
        "paragraph": "送君不相见，日暮独愁绪。江上空裴回，天边迷处所。 郡邑经樊邓，山河入嵩汝。蒲轮去渐遥，石径徒延伫。故国三千里，深宫二十年。一声何满子，双泪落君前。劝君莫惜金缕衣，劝君惜取少年时。(惜取 一作：须取)花开堪折直须折，莫待无花空折枝。(花开 一作：有花)老人七十仍沽酒，千壶百瓮花门口。 道傍榆荚巧似钱，摘来沽酒君肯否。",
        "author": "唐代",
        "poem_class": "送别",
        "dynasty": "孟浩然"
    },
    {
        "title": "送七兄赴扬州帅幕",
        "paragraph": "初报边烽照石头，旋闻胡马集瓜州。诸公谁听刍荛策，吾辈空怀畎亩忧。急雪打窗心共碎，危楼望远涕俱流。岂知今日淮南路，乱絮飞花送客舟。巷陌风光纵赏时。笼纱未出马先嘶。白头居士无呵殿，只有乘肩小女随。 花满市，月侵衣。少年情事老来悲。沙河塘上春寒浅，看了游人缓缓归。坠素翻红各自伤，青楼烟雨忍相忘。将飞更作回风舞，已落犹成半面妆。沧海客归珠有泪，章台人去骨遗香。可能无意传双蝶，尽付芳心与蜜房。陶尽门前土，屋上无片瓦。十指不沾泥，鳞鳞居大厦。",
        "author": "宋代",
        "poem_class": "送别",
        "dynasty": "陆游"
    },
    {
        "title": "更漏子·送孙巨源",
        "paragraph": "水涵空，山照市。西汉二疏乡里。新白发，旧黄金。故人恩义深。 海东头，山尽处。自古空槎来去。槎有信，赴秋期。使君行不归。夜饮东坡醒复醉，归来仿佛三更。家童鼻息已雷鸣。敲门都不应，倚杖听江声。 长恨此身非我有，何时忘却营营。夜阑风静縠纹平。小舟从此逝，江海寄余生。(余 一作：馀)忘却成都来十载，因君未免思量。凭将清泪洒江阳。故山知好在，孤客自悲凉。 坐上别愁君未见，归来欲断无肠。殷勤且更尽离觞。此身如传舍，何处是吾乡。连理枝头花正开，妒花风雨便相催。愿教青帝常为主，莫遣纷纷点翠苔。",
        "author": "宋代",
        "poem_class": "送别",
        "dynasty": "苏轼"
    },
    {
        "title": "夜发分宁寄杜涧叟",
        "paragraph": "阳关一曲水东流，灯火旌阳一钓舟。我自只如常日醉，满川风月替人愁。若言琴上有琴声，放在匣中何不鸣？若言声在指头上，何不于君指上听？雨暗初疑夜，风回忽报晴。淡云斜照著山明。细草软沙溪路、马蹄轻。卯酒醒还困，仙材梦不成。蓝桥何处觅云英。只有多情流水、伴人行。相逢情便深，恨不相逢早。识尽千千万万人，终不似、伊家好。别你登长道。转更添烦恼。楼外朱楼独倚阑，满目围芳草。",
        "author": "宋代",
        "poem_class": "送别",
        "dynasty": "黄庭坚"
    },
    {
        "title": "武陵桃源送人",
        "paragraph": "武陵川径入幽遐，中有鸡犬秦人家。 先时见者为谁耶，源水今流桃复花。青山横北郭，白水绕东城。此地一为别，孤蓬万里征。浮云游子意，落日故人情。挥手自兹去，萧萧班马鸣。泪湿罗巾梦不成，夜深前殿按歌声。 红颜未老恩先断，斜倚薰笼坐到明。读书不觉已春深，一寸光阴一寸金。(已春深 一作：春已深)不是道人来引笑，周情孔思正追寻。",
        "author": "唐代",
        "poem_class": "送别",
        "dynasty": "包融"
    },
    {
        "title": "送裴十八图南归嵩山二首",
        "paragraph": "何处可为别，长安青绮门。胡姬招素手，延客醉金樽。临当上马时，我独与君言。风吹芳兰折，日没鸟雀喧。举手指飞鸿，此情难具论。同归无早晚，颍水有清源。君思颍水绿，忽复归嵩岑。归时莫洗耳，为我洗其心。洗心得真情，洗耳徒买名。谢公终一起，相与济苍生。山光忽西落，池月渐东上。散发乘夕凉，开轩卧闲敞。荷风送香气，竹露滴清响。欲取鸣琴弹，恨无知音赏。感此怀故人，中宵劳梦想。(中 一作：终)天平山上白云泉，云自无心水自闲。何必奔冲山下去，更添波浪向人间。板桥人渡泉声，茅檐日午鸡鸣。莫嗔焙茶烟暗，却喜晒谷天晴。",
        "author": "唐代",
        "poem_class": "送别",
        "dynasty": "李白"
    },
    {
        "title": "清平乐·风光紧急",
        "paragraph": "风光紧急。三月俄三十。拟欲留连计无及。绿野烟愁露泣。倩谁寄语春宵。城头画鼓轻敲。缱绻临歧嘱付，来年早到梅梢。凌波不过横塘路，但目送、芳尘去。锦瑟华年谁与度？月桥花院，琐窗朱户，只有春知处。飞云冉冉蘅皋暮，彩笔新题断肠句。试问闲情都几许？一川烟草，满城风絮，梅子黄时雨。(版本一)凌波不过横塘路，但目送、芳尘去。锦瑟华年谁与度？月台花榭，琐窗朱户，只有春知处。碧云冉冉蘅皋暮，彩笔新题断肠句。试问闲愁都几许？一川烟草，满城风絮，梅子黄时雨。(版本二)楼上谁将玉笛吹？山前水阔暝云低。劳劳燕子人千里，落落梨花雨一枝。修禊近，卖饧时。故乡惟有梦相随。夜来折得江头柳，不是苏堤也皱眉。曳杖危楼去。斗垂天、沧波万顷，月流烟渚。扫尽浮云风不定，未放扁舟夜渡。宿雁落、寒芦深处。怅望关河空吊影，正人间、鼻息鸣鼍鼓。谁伴我，醉中舞。 十年一梦扬州路。倚高寒、愁生故国，气吞骄虏。要斩楼兰三尺剑，遗恨琵琶旧语。谩暗涩铜华尘土。唤取谪仙平章看，过苕溪、尚许垂纶否。风浩荡，欲飞举。",
        "author": "宋代",
        "poem_class": "送别",
        "dynasty": "朱淑真"
    },
    {
        "title": "临江仙·冬日即事",
        "paragraph": "自古相从休务日，何妨低唱微吟。天垂云重作春阴。坐中人半醉，帘外雪将深。闻道分司狂御史，紫云无路追寻。凄风寒雨是骎骎。问囚长损气，见鹤忽惊心。纨扇婵娟素月，纱巾缥缈轻烟。高槐叶长阴初合，清润雨馀天。弄笔斜行小草，钩帘浅醉闲眠。更无一点尘埃到，枕上听新蝉。朝云漠漠散轻丝。楼阁淡春姿。柳泣花啼，九街泥重，门外燕飞迟。 而今丽日明金屋，春色在桃枝。不似当时，小桥冲雨，幽恨两人知。人生识字忧患始，姓名粗记可以休。何用草书夸神速，开卷惝恍令人愁。我尝好之每自笑，君有此病何年瘳。自言其中有至乐，适意无异逍遥游。近者作堂名醉墨，如饮美酒销百忧。乃知柳子语不妄，病嗜土炭如珍羞。君于此艺亦云至，堆墙败笔如山丘。兴来一挥百纸尽，骏马倏忽踏九州。我书意造本无法，点画信手烦推求。胡为议论独见假，只字片纸皆藏收。不减钟张君自足，下方罗赵我亦优。不须临池更苦学，完取绢素充衾裯。",
        "author": "宋代",
        "poem_class": "送别",
        "dynasty": "苏轼"
    },
    {
        "title": "送杨瑗尉南海",
        "paragraph": "不择南州尉，高堂有老亲。楼台重蜃气，邑里杂鲛人。海暗三山雨，花明五岭春。此乡多宝玉，慎莫厌清贫。幽兰露，如啼眼。无物结同心，烟花不堪剪。草如茵，松如盖。风为裳，水为佩。油壁车，夕相待。冷翠烛，劳光彩。西陵下，风吹雨。苍苍竹林寺，杳杳钟声晚。荷笠带斜阳，青山独归远。(斜阳 一作：夕阳)远书归梦两悠悠，只有空床敌素秋。 阶下青苔与红树，雨中寥落月中愁。",
        "author": "唐代",
        "poem_class": "送别",
        "dynasty": "岑参"
    },
    {
        "title": "虢州送天平何丞入京市马",
        "paragraph": "关树晚苍苍，长安近夕阳。回风醒别酒，细雨湿行装。习战边尘黑，防秋塞草黄。知君市骏马，不是学燕王。满园花菊郁金黄，中有孤丛色似霜。 还似今朝歌酒席，白头翁入少年场。莫恨雕笼翠羽残，江南地暖陇西寒。劝君不用分明语，语得分明出转难。锦城丝管日纷纷，半入江风半入云。 此曲只应天上有，人间能得几回闻。",
        "author": "唐代",
        "poem_class": "送别",
        "dynasty": "岑参"
    },
    {
        "title": "惜秋华·七夕前一日送人归盐官",
        "paragraph": "数日西风，打秋林枣熟，还催人去。瓜果夜深，斜河拟看星度。匆匆便倒离尊，怅遇合、云销萍聚。留连，有残蝉韵晚，时歌金缕。 绿水暂如许。奈南墙冷落，竹烟槐雨。此去杜曲，已近紫霄尺五。扁舟夜宿吴江，正水佩霓裳无数。眉妩。问别来、解相思否。炎光谢。过暮雨、芳尘轻洒。乍露冷风清庭户，爽天如水，玉钩遥挂。应是星娥嗟久阻，叙旧约、飙轮欲驾。极目处、微云暗度，耿耿银河高泻。 闲雅。须知此景，古今无价。运巧思、穿针楼上女，抬粉面、云鬟相亚。钿合金钗私语处，算谁在、回廊影下。愿天上人间，占得欢娱，年年今夜。青衫初入九重城，结友尽豪英。蜡封夜半传檄，驰骑谕幽并。时易失，志难城，鬓丝生。平章风月，弹压江山，别是功名。双蝶绣罗裙。东池宴。初相见。朱粉不深匀。闲花淡淡春。 细看诸处好。人人道。柳腰身。昨日乱山昏。来时衣上云。",
        "author": "宋代",
        "poem_class": "送别",
        "dynasty": "吴文英"
    },
    {
        "title": "忆仙姿·莲叶初生南浦",
        "paragraph": "莲叶初生南浦，两岸绿杨飞絮。向晚鲤鱼风，断送彩帆何处？凝伫，凝伫，楼外一江烟雨。小桃无主自开花，烟草茫茫带晚鸦。几处败垣围故井，向来一一是人家。燕子来时新社，梨花落后清明。池上碧苔三四点，叶底黄鹂一两声。日长飞絮轻。巧笑东邻女伴，采桑径里逢迎。疑怪昨宵春梦好，元是今朝斗草赢。笑从双脸生。前瞻马耳九仙山。碧连天。晚云间。城上高台，真个是超然。莫使匆匆云雨散，今夜里，月婵娟。小溪鸥鹭静联拳。去翩翩。点轻烟。人事凄凉，回首便他年。莫忘使君歌笑处，垂柳下，矮槐前。",
        "author": "宋代",
        "poem_class": "送别",
        "dynasty": "贺铸"
    },
    {
        "title": "火山云歌送别",
        "paragraph": "火山突兀赤亭口，火山五月火云厚。火云满山凝未开，飞鸟千里不敢来。平明乍逐胡风断，薄暮浑随塞雨回。缭绕斜吞铁关树，氛氲半掩交河戍。迢迢征路火山东，山上孤云随马去。问余何意栖碧山，笑而不答心自闲。桃花流水窅然去，别有天地非人间。汉家旌帜满阴山，不遣胡儿匹马还。愿得此身长报国，何须生入玉门关。雨里鸡鸣一两家，竹溪村路板桥斜。妇姑相唤浴蚕去，闲看中庭栀子花。(闲看 一作：闲着)",
        "author": "唐代",
        "poem_class": "送别",
        "dynasty": "岑参"
    },
    {
        "title": "和陆明府赠将军重出塞",
        "paragraph": "忽闻天上将，关塞重横行。始返楼兰国，还向朔方城。黄金装战马，白羽集神兵。星月开天阵，山川列地营。晚风吹画角，春色耀飞旌。宁知班定远，犹是一书生。在荥阳，是所知今遂宁萧侍郎牧荥阳日作矣。花明柳暗绕天愁，上尽重城更上楼。欲问孤鸿向何处？不知身世自悠悠。泽国江山入战图，生民何计乐樵苏。凭君莫话封侯事，一将功成万骨枯。梁上有双燕，翩翩雄与雌。衔泥两椽间，一巢生四儿。四儿日夜长，索食声孜孜。青虫不易捕，黄口无饱期。觜爪虽欲敝，心力不知疲。须臾十来往，犹恐巢中饥。辛勤三十日，母瘦雏渐肥。喃喃教言语，一一刷毛衣。一旦羽翼成，引上庭树枝。举翅不回顾，随风四散飞。雌雄空中鸣，声尽呼不归。却入空巢里，啁啾终夜悲。燕燕尔勿悲，尔当返自思。思尔为雏日，高飞背母时。当时父母念，今日尔应知。",
        "author": "唐代",
        "poem_class": "送别",
        "dynasty": "陈子昂"
    },
    {
        "title": "水调歌头·送王子初之太原",
        "paragraph": "将军报书切，高卧起螭蟠。悲欢离合常事，知己古为难。忆昔草庐人去，郁郁风云英气，千载到君还。歌吹展江底，长铗不须弹。路漫漫，天渺渺，与翩翩。西风鸿鹄，一举横绝碧云端。自笑鹡鸰孤影，落日野烟原上，沙晚不胜寒。后夜一相意，明月满江干。苍烟拥乔木，粉雉倚寒空。行人日暮回首，指点旧离宫。好在龙蟠虎踞，试问石城钟阜，形势为谁雄。慷慨一尊酒，南北几衰翁。赋朝云，歌夜月，醉春风。新亭何苦流涕，兴废古今同。朱雀桥边野草，白鹭洲边江水，遗恨几时终。唤起六朝梦，山色有无中。自悟花愁色胆，其中识破，就里曾参。雨云情到底皆虚泛，可暂休贪。撮艳处从今怕揽，闹篮中情愿妆憨。这其间实心谈，一任傍人笑俺，再不将风月话儿谈。狂踪怪胆，索一奉十，暮四朝二，喜孜孜笑脸儿将人赚，就里虚耽。白茫茫蓝桥水淹，黑洞洞袄庙云缄。赤紧地他愚滥，情疏意淡，再不将风月担儿担。相思有如少债的，每日相催逼。常挑着一担愁，准不了三分利。这本钱见他时才算得。",
        "author": "元代",
        "poem_class": "送别",
        "dynasty": "王恽"
    },
    {
        "title": "送杨长史赴果州",
        "paragraph": "褒斜不容幰，之子去何之。鸟道一千里，猿声十二时。官桥祭酒客，山木女郎祠。别后同明月，君应听子规。长相思，在长安。络纬秋啼金井阑，微霜凄凄簟色寒。孤灯不明思欲绝，卷帷望月空长叹。美人如花隔云端。上有青冥之长天，下有渌水之波澜。天长路远魂飞苦，梦魂不到关山难。长相思，摧心肝。日色欲尽花含烟，月明欲素愁不眠。赵瑟初停凤凰柱，蜀琴欲奏鸳鸯弦。此曲有意无人传，愿随春风寄燕然。忆君迢迢隔青天。昔时横波目，今作流泪泉。不信妾肠断，归来看取明镜前。美人在时花满堂，美人去后馀空床。床中绣被卷不寝，至今三载闻余香。香亦竟不灭，人亦竟不来。相思黄叶落，白露湿青苔。自爱残妆晓镜中，环钗漫篸绿丝丛。须臾日射胭脂颊，一朵红苏旋欲融。山泉散漫绕阶流，万树桃花映小楼。闲读道书慵未起，水晶帘下看梳头。红罗著压逐时新，吉了花纱嫩麴尘。第一莫嫌材地弱，些些纰缦最宜人。曾经沧海难为水，除却巫山不是云。取次花丛懒回顾，半缘修道半缘君。寻常百种花齐发，偏摘梨花与白人。今日江头两三树，可怜和叶度残春。清川带长薄，车马去闲闲。流水如有意，暮禽相与还。荒城临古渡，落日满秋山。迢递嵩高下，归来且闭关。",
        "author": "唐代",
        "poem_class": "送别",
        "dynasty": "王维"
    },
    {
        "title": "湘江曲",
        "paragraph": "湘水无潮秋水阔，湘中月落行人发。送人发，送人归，白蘋茫茫鹧鸪飞。胡马大宛名，锋棱瘦骨成。竹批双耳峻，风入四蹄轻。所向无空阔，真堪托死生。骁腾有如此，万里可横行。月日，居易白。微之足下：自足下谪江陵至于今，凡枉赠答诗仅百篇。每诗来，或辱序，或辱书，冠于卷首，皆所以陈古今歌诗之义，且自叙为文因缘，与年月之远近也。仆既受足下诗，又谕足下此意，常欲承答来旨，粗论歌诗大端，并自述为文之意，总为一书，致足下前。累岁已来，牵故少暇，间有容隙，或欲为之；又自思所陈，亦无出足下之见；临纸复罢者数四，卒不能成就其志，以至于今。今俟罪浔阳，除盥栉食寝外无余事，因览足下去通州日所留新旧文二十六轴，开卷得意，忽如会面，心所畜者，便欲快言，往往自疑，不知相去万里也。既而愤悱之气，思有所浊，遂追就前志，勉为此书，足下幸试为仆留意一省。夫文，尚矣，三才各有文。天之文三光首之；地之文五材首之；人之文《六经》首之。就《六经》言，《诗》又首之。何者？圣人感人心而天下和平。感人心者，莫先乎情，莫始乎言，莫切乎声，莫深乎义。诗者，根情，苗言，华声，实义。上自圣贤，下至愚騃，微及豚鱼，幽及鬼神。群分而气同，形异而情一。未有声入而不应、情交而不感者。圣人知其然，因其言，经之以六义；缘其声，纬之以五音。音有韵，义有类。韵协则言顺，言顺则声易入；类举则情见，情见则感易交。于是乎孕大含深，贯微洞密，上下通而一气泰，忧乐合而百志熙。五帝三皇所以直道而行、垂拱而理者，揭此以为大柄，决此以为大窦也。故闻“元首明，股肱良”之歌，则知虞道昌矣。闻五子洛汭之歌，则知夏政荒矣。言者无罪，闻者足诫，言者闻者莫不两尽其心焉。洎周衰秦兴，采诗官废，上不以诗补察时政，下不以歌泄导人情。用至于谄成之风动，救失之道缺。于时六义始剚矣。《国风》变为《骚辞》，五言始于苏、李。《诗》、《骚》皆不遇者，各系其志，发而为文。故河梁之句，止于伤别；泽畔之吟，归于怨思。彷徨抑郁，不暇及他耳。然去《诗》未远，梗概尚存。故兴离别则引双凫一雁为喻，讽君子小人则引香草恶鸟为比。虽义类不具，犹得风人之什二三焉。于时六义始缺矣。晋、宋已还，得者盖寡。以康乐之奥博，多溺于山水；以渊明之高古，偏放于田园。江、鲍之流，又狭于此。如梁鸿《五噫》之例者，百无一二。于时六义浸微矣！陵夷至于梁、陈间，率不过嘲风雪、弄花草而已。噫！风雪花草之物，三百篇中岂舍之乎？顾所用何如耳。设如“北风其凉”，假风以刺威虐；“雨雪霏霏”，因雪以愍征役；“棠棣之华”，感华以讽兄弟；“采采芣苡”，美草以乐有子也。皆兴发于此而义归于彼。反是者，可乎哉！然则“余霞散成绮，澄江净如练”，“归花先委露，别叶乍辞风”之什，丽则丽矣，吾不知其所讽焉。故仆所谓嘲风雪、弄花草而已。于时六义尽去矣。唐兴二百年，其间诗人不可胜数。所可举者，陈子昂有《感遇诗》二十首，鲍防《感兴诗》十五篇。又诗之豪者，世称李、杜。李之作，才矣！奇矣！人不迨矣！索其风雅比兴，十无一焉。杜诗最多，可传者千余首。至于贯穿古今，覙缕格律，尽工尽善，又过于李焉。然撮其《新安》、《石壕》、《潼关吏》、《芦子关》、《花门》之章，“朱门酒肉臭，路有冻死骨”之句，亦不过十三四。杜尚如此，况不迨杜者乎？仆常痛诗道崩坏，忽忽愤发，或废食辍寝，不量才力，欲扶起之。嗟乎！事有大谬者，又不可一二而言，然亦不能不粗陈于左右。仆始生六七月时，乳母抱弄于书屏下，有指“之”字、“无”字示仆者，仆口未能言，心已默识。后有问此二字者，虽百十其试，而指之不差。则知仆宿习之缘，已在文字中矣。及五六岁，便学为诗。九岁谙识声韵。十五六，始知有进士，苦节读书。二十已来，昼课赋，夜课书，间又课诗，不遑寝息矣。以至于口舌成疮，手肘成胝。既壮而肤革不丰盈，未老而齿发早衰白；瞀瞀然如飞蝇垂珠在眸子中者，动以万数，盖以苦学力文之所致，又自悲。家贫多故，二十七方从乡赋。既第之后，虽专于科试，亦不废诗。及授校书郎时，已盈三四百首。或出示交友如足下辈，见皆谓之工，其实未窥作者之域耳。自登朝来，年齿渐长，阅事渐多。每与人言，多询时务；每读书史，多求理道。始知文章合为时而著，歌诗合为事而作。是时皇帝初即位，宰府有正人，屡降玺书，访人急病。仆当此日，擢在翰林，身是谏官，月请谏纸。启奏之间，有可以救济人病，裨补时阙，而难于指言者，辄咏歌之，欲稍稍进闻于上。上以广宸听，副忧勤；次以酬恩奖，塞言责；下以复吾平生之志。岂图志未就而悔已生，言未闻而谤已成矣！又请为左右终言之。凡闻仆《贺雨诗》，众口籍籍，以为非宜矣；闻仆《哭孔戡诗》，众面脉脉，尽不悦矣；闻《秦中吟》，则权豪贵近者，相目而变色矣；闻《登乐游园》寄足下诗，则执政柄者扼腕矣；闻《宿紫阁村》诗，则握军要者切齿矣！大率如此，不可遍举。不相与者，号为沽誉，号为诋讦，号为讪谤。苟相与者，则如牛僧孺之诫焉。乃至骨肉妻孥，皆以我为非也。其不我非者，举世不过三两人。有邓鲂者，见仆诗而喜，无何鲂死。有唐衢者，见仆诗而泣，未几而衢死。其余即足下。足下又十年来困踬若此。呜呼！岂六义四始之风，天将破坏，不可支持耶？抑又不知天意不欲使下人病苦闻于上耶？不然，何有志于诗者，不利若此之甚也！然仆又自思关东一男子耳，除读书属文外，其他懵然无知，乃至书画棋博，可以接群居之欢者，一无通晓，即其愚拙可知矣！初应进士时，中朝无缌麻之亲，达官无半面之旧；策蹇步于利足之途，张空拳于战文之场。十年之间，三登科第，名落众耳，迹升清贯，出交贤俊，入侍冕旒。始得名于文章，终得罪于文章，亦其宜也。日者闻亲友间说，礼、吏部举选人，多以仆私试赋判为准的。其余诗句，亦往往在人口中。仆恧然自愧，不之信也。及再来长安，又闻有军使高霞寓者，欲聘倡妓，妓大夸曰：“我诵得白学士《长恨歌》，岂同他哉？”由是增价。又足下书云：到通州日，见江馆柱间有题仆诗者。何人哉？又昨过汉南日，适遇主人集众娱乐，他宾诸妓见仆来，指而相顾曰：此是《秦中吟》、《长恨歌》主耳。自长安抵江西三四千里，凡乡校、佛寺、逆旅、行舟之中，往往有题仆诗者；士庶、僧徒、孀妇、处女之口，每有咏仆诗者。此诚雕篆之戏，不足为多，然今时俗所重，正在此耳。虽前贤如渊、云者，前辈如李、杜者，亦未能忘情于其间。古人云：“名者公器，不可多取。”仆是何者，窃时之名已多。既窃时名，又欲窃时之富贵，使己为造物者，肯兼与之乎？今之屯穷，理固然也。况诗人多蹇，如陈子昂、杜甫，各授一拾遗，而屯剥至死。孟浩然辈不及一命，穷悴终身。近日孟郊六十，终试协律；张籍五十，未离一太祝。彼何人哉！况仆之才又不迨彼。今虽谪佐远郡，而官品至第五，月俸四五万，寒有衣，饥有食，给身之外，施及家人。亦可谓不负白氏子矣。微之，微之！勿念我哉！仆数月来，检讨囊帙中，得新旧诗，各以类分，分为卷目。自拾遗来，凡所遇所感，关于美刺兴比者；又自武德至元和，因事立题，题为“新乐府”者，共一百五十首，谓之\"讽谕诗\"。又或退公独处，或移动病闲居，知足保和，吟玩性情者一百首，谓之”闲适诗“。又有事物牵于外，情理动于内，随感遇而形于叹咏者一百首，谓之”感伤诗“。又有五言、七言、长句、绝句，自一百韵至两百韵者四百余首，谓之”杂律诗“。凡为十五卷，约八百首。异时相见，当尽致于执事。微之，古人云：“穷则独善其身，达则兼济天下。”仆虽不肖，常师此语。大丈夫所守者道，所待者时。时之来也，为云龙，为风鹏，勃然突然，陈力以出；时之不来也，为雾豹，为冥鸿，寂兮寥兮，奉身而退。进退出处，何往而不自得哉！故仆志在兼济，行在独善，奉而始终之则为道，言而发明之则为诗。谓之讽谕诗，兼济之志也；谓之闲适诗，独善之义也。故览仆诗者，知仆之道焉。其余杂律诗，或诱于一时一物，发于一笑一吟，率然成章，非平生所尚者，但以亲朋合散之际，取其释恨佐欢，今铨次之间，未能删去。他时有为我编集斯文者，略之可也。微之，夫贵耳贱目，荣古陋今，人之大情也。仆不能远征古旧，如近岁韦苏州歌行，才丽之外，颇近兴讽；其五言诗，又高雅闲淡，自成一家之体，今之秉笔者谁能及之？然当苏州在时，人亦未甚爱重，必待身后，人始贵之。今仆之诗，人所爱者，悉不过杂律诗与《长恨歌》已下耳。时之所重，仆之所轻。至于讽谕者，意激而言质；闲适者，思澹而辞迂。以质合迂，宜人之不爱也。今所爱者，并世而生，独足下耳。然百千年后，安知复无如足下者出，而知爱我诗哉？故自八九年来，与足下小通则以诗相戒，小穷则以诗相勉，索居则以诗相慰，同处则以诗相娱。知吾罪吾，率以诗也。如今年春游城南时，与足下马上相戏，因各诵新艳小律，不杂他篇，自皇子陂归昭国里，迭吟递唱，不绝声者二十里余。攀、李在傍，无所措口。知我者以为诗仙，不知我者以为诗魔。何则？劳心灵，役声气，连朝接夕，不自知其苦，非魔而何？偶同人当美景，或花时宴罢，或月夜酒酣，一咏一吟，不觉老之将至。虽骖鸾鹤、游蓬瀛者之适，无以加于此焉，又非仙而何？微之，微之！此吾所以与足下外形骸、脱踪迹、傲轩鼎、轻人寰者，又以此也。当此之时，足下兴有余力，且欲与仆悉索还往中诗，取其尤长者，如张十八古乐府，李二十新歌行，卢、杨二秘书律诗，窦七、元八绝句，博搜精掇，编而次之，号为《元白往还集》。众君子得拟议于此者，莫不踊跃欣喜，以为盛事。嗟乎！言未终而足下左转，不数月而仆又继行，心期索然，何日成就？又可为之太息矣！仆常语足下，凡人为文，私于自是，不忍于割截，或失于繁多。其间妍媸，益又自惑。必待交友有公鉴无姑息者，讨论而削夺之，然后繁简当否，得其中矣。况仆与足下，为文尤患其多。己尚病，况他人乎？今且各纂诗笔，粗为卷第，待与足下相见日，各出所有，终前志焉。又不知相遇是何年，相见是何地，溘然而至，则如之何？微之知我心哉！浔阳腊月，江风苦寒，岁暮鲜欢，夜长少睡。引笔铺纸，悄然灯前，有念则书，言无铨次。勿以繁杂为倦，且以代一夕之话言也。居易自叙如此，文士以为信然。天下英雄气，千秋尚凛然。(天下 一作：天地)势分三足鼎，业复五铢钱。 得相能开国，生儿不象贤。凄凉蜀故妓，来舞魏宫前。",
        "author": "唐代",
        "poem_class": "送别",
        "dynasty": "张籍"
    },
    {
        "title": "送天台陈庭学序",
        "paragraph": "西南山水，惟川蜀最奇。然去中州万里，陆有剑阁栈道之险，水有瞿塘、滟滪之虞。跨马行，则篁竹间山高者，累旬日不见其巅际。临上而俯视，绝壑万仞，杳莫测其所穷，肝胆为之悼栗。水行，则江石悍利，波恶涡诡，舟一失势尺寸，辄糜碎土沉，下饱鱼鳖。其难至如此。故非仕有力者，不可以游；非材有文者，纵游无所得；非壮强者，多老死于其地。嗜奇之士恨焉。天台陈君庭学，能为诗，由中书左司掾，屡从大将北征，有劳，擢四川都指挥司照磨，由水道至成都。成都，川蜀之要地，扬子云、司马相如、诸葛武侯之所居，英雄俊杰战攻驻守之迹，诗人文士游眺饮射赋咏歌呼之所，庭学无不历览。既览必发为诗，以纪其景物时世之变，于是其诗益工。越三年，以例自免归，会予于京师；其气愈充，其语愈壮，其志意愈高；盖得于山水之助者侈矣。予甚自愧，方予少时，尝有志于出游天下，顾以学未成而不暇。及年壮方可出，而四方兵起，无所投足。逮今圣主兴而宇内定，极海之际，合为一家，而予齿益加耄矣。欲如庭学之游，尚可得乎？然吾闻古之贤士，若颜回、原宪，皆坐守陋室，蓬蒿没户，而志意常充然，有若囊括于天地者。此其故何也？得无有出于山水之外者乎？庭学其试归而求焉？苟有所得，则以告予，予将不一愧而已也！若干生命若干春，有所丰收有所贫。曾见趋炎堪炙手，宁抛伫艳敢成仁。惯随忧恨零今古，难惹英雄泣鬼神。费尽工夫伤老大，不如抖擞作新人。第一出家门大意【满江红】(末上)铁砚毛锥，几年向文场驰逐。任雕龙手段，俯头屈足。浪迹浑如萍逐水，虚名好似声传谷。笑半生梦里鬓添霜，空碌碌。酒人中，聊托宿；诗社内，聊容足。惯嘲风弄月，品红评绿。点染新词别样锦，推敲旧谱无瑕玉。管风流领袖播千秋，英雄独。(问答如常)【鸳鸯阵】孙毕家富贵，东京住，结义两乔人。诳语谗言，从中搬斗，将孙荣赶逐，投奔无门。风雪里救兄一命，将恩作怨，妻谏反生嗔。施奇计，买王婆黄犬，杀取扮人身。夫回蓦地惊魂，去冫免龙卿、子传，托病不应承。再往窑中，试寻兄弟，移尸慨任，方辨疏亲。清官处乔人忘告，贤妻出首，发狗见虚真。重和睦，封章褒美，兄弟感皇恩。两乔人全无仁义，蠢员外不辨亲疏。孙二郎破窑风雪，杨玉贞杀狗劝夫。。第二出谏兄触怒【挂真儿】(生上)积善之家庆有余，传留下万卷诗书。性禀刚贞，胸怀仁义，更喜门庭豪贵。两字功名志未酬，藏珠韫玉且优游。家传阀阅经多载，世代簪缨知几秋。天谄诈，有刚柔，果然名字播皇州。家中财宝如山积，库内钱财似水流。卑人姓孙，名华，排行第一，祖贯东京人氏。曾攻诗史，未遂风云。喜得家道丰盈，尽可优游岁月。荆妻杨氏，妇道颇娴。侍女迎春，家规能守。有个同胞兄弟。唤做孙荣，从小是卑人抚养成人，今经一十八岁，未曾婚匹。一应家事，俱是卑人总理。他只在学馆攻书，见成安享。这也罢了。奈他性多执拗，才欠圆通。胸中之学，或者有余；户外之事，全然未晓。每每触忤卑人，屡加训责，他从无怨恨之心，奈绝无顺从之美。正所谓\"江山易改，禀性难移\"。近来卑人结识得两个好友，一个是柳龙卿，一个是胡子传。此二人不但诗礼之儒，颇饶豪侠之气；又且知机识变，博学多能。物情市价，无所不通；官讼家常，何事不晓。与卑人相爱相亲，如同手足。卑人意欲结义他为兄弟。一来家中百事，商量有靠；二来要他教导孙荣，使他通些世务。昨日已曾对柳、胡二友说过了。也要兄弟孙荣在内，不免与兄弟通知。兄弟孙荣那里？(小生扮孙荣上)【前腔】兄弟怡怡乐有余，终日里玩史攻书。十载辛勤，一朝遭际，不负家传豪贵。小生孙荣是也。在书房中看书。不知哥哥有何事呼唤，不免上堂厮见。(见相揖介。小生)哥哥呼唤小弟，有何分付？(生)唤你出来，非为别事。【绣带儿】吾朋友如龙卿有几。兼之子传贤齐。(小生)且住。那柳龙卿、胡子传是市井之徒，谄谀之蜚，哥哥说他甚么？(生)兄弟差矣！他两个义比云霄，与咱契似篑篪。(小生)思之，人情未世奸似鬼，怕只怕画从心背。(生)别的人信不过，他这两个人，做哥的信得过。他心事你哥哥尽知，欲待要与他结交做兄弟。【前腔】(小生)忠规，非直谅多闻善辈，何必异姓结义！(生怒介)就结义个异姓何妨！(小生)今一语轻交，他时驷马难迫。(生)休疑，此心独断无后悔。你这蠢东西，结义了这两个人，得他教导你教导也好，少不得学他些伶俐。(小生笑介)要他来教导孙荣。他教导出些什么来？小家子心低志低，这辈谄谀之人，还该疏远他才是，怎么倒去亲近他？难道是推不开嫡亲兄弟？(生)结义过，就如嫡亲一般了。(小生)哥哥要结义他，自去结义，小弟决不敢从命。正是：画虎画皮难画骨，知人知面不知心。(下。生)看这拗种，恁般执性！我有了龙卿、子传结义，胜如手足，那希罕这小畜生！且唤吴忠出来，分付他安排筵席便了。吴忠那里？(末扮吴忠上)白马黄金五色新，不应亲者强来亲。一朝马死黄金尽，亲者如同陌路人。覆大员外，有何分付？(生)吴忠，你明日与我摆设酒筵在蒋家花园内，务要整齐。(末)不知员外摆几席酒？(生)三席。(末)请什么客？(生)请柳、胡二位官人。(末)柳、胡二位官人与员外是三桌，还少一桌。(生)这一桌那个坐？(末)书房里小官人。(生)唗！你那里知道，明日筵会，非通小可，乃是与柳、胡二官学桃园结义之事。这小畜生不听教诲，不要他去。你听我道：【大圣乐】吾家累代缨绅，我一身享现成。金玉满堂多豪贵，怎答谢父娘恩？奈嫡亲兄弟不和顺，却与非亲结义亲。(合)此事非容易，也算人生好恶，宿世缘分。【前腔】(末)东人富室豪门，论结交须谨慎。他人怎比得亲骨肉？久久见假和真。寻思及早回头省，莫把亲人如陌路人。(合前)(生)今后只依我分付而行，再莫提起那小畜生。(生)你今先去小亭中，肴馔新鲜酒味浓。(末)情到不堪回首处，一齐分付与东风。第三出蒋园结义(末上)受人之托，必当终人之事。蒙员外分付我去蒋家园里摆酒，说话之间，此处已是了。好景致！清风亭上景无过，鱼戏桥边耀碧波。试问此园谁是主？主人来少客来多。酒席完备了，不免去请二位解元。转弯抹角，此间已是柳解元门首。有人在此么？(净内应)你是那个？(末白)我是孙大员外家吴忠。(净白)到此怎么？(末白)特来请吃酒。(净上)来了。若说吃酒，跳脚舞手。(末)不说吃酒呢？(净)打杀也不走。【丹凤吟】行过柳堤，步入园内。(末)那一位解元何处？(净)可是胡子传么？(末)正是。(净)随着我来，兀的便是。(末)胡解元在家么？请吃酒的在此。(丑上)来了。甚人请吃嘴？(末)吃酒，怎么说吃嘴？(丑)没有嘴，怎么吃酒？(末)还是吃酒。(丑)吃酒好欢喜。(见净介)呀！龙卿哥也在此。(揖介。净丑)怎不见孙兄来至？去接取，去接取，迎着即便回。(末)二位不消去，只在此等侯，待我去请员外来便了。(净、丑)有理。说道我每来此处，悬悬望着员外至。(末)我便去，这酒席不要先动。(净、丑)岂有此理！我二人替你看好在此。(末)有劳。(下。净)兄弟，倒被他说着了。(丑)怎么说着了？(净)我今早出来，还不曾吃饭，腹中甚是饥饿。莫若我每先偷些酒吃如何？(丑)小弟也用得着在此，只怕大哥来，见了不好意思。(净)这个何难，都推在吴忠身上便了。(丑)有人来，怎么处？(净)如今一个看人，一个吃酒，如有人来，咳嗽为记。(丑)那个先去看人？(净)你先去看人，我吃酒，我吃完了替你来。(吃介)告饮了。(丑)偷酒吃还有许多礼数！(净)自古道：\"礼不可缺。\"(又吃介。丑)他只管吃了去，竟不替我去吃，不免哄他一哄。(咳嗽介。净惊介)兄弟，有甚么人来？(丑)没有。(净)你为何咳嗽起来？(丑)若不咳嗽，连桌子都吃了下去了。如今你去看人。(吃介，诨科。生、末上)【节节高犯】相邀结义的好兄弟，(见介。净、丑)兄弟望兄不来至，肝肠碎。(末)试向前排吃食。(生)为何盘馔先狼藉？［鲍老催］(净、丑)吴忠的，先偷吃。(黄龙滚)(末)对面间枉屈人，甚张志！(净、丑)哥哥，今日之酒，为何而设？(生)是结义酒。(净)令弟二哥可来么？(生)我好意唤他同来，要二位教导他，他反说许多不中听的言语，是个不识好歹的，不要睬他。(丑)哥哥，白古道：\"人心各别。\"我三人自结义便了。(净)我每三人做个赛关张。(生)何为赛关张？(净)当初刘关张弟兄三人，在桃园中结义，白马祭天，乌牛祭地，不愿同日生，只愿同日死。我们今日弟兄三人，在蒋家园内结义，可不是赛关张？(丑)哥哥，自今日为始，大哥有事，都是我弟兄两个担当，火里火里去，水里水里去。大哥若是打杀了人，也是我每弟兄两个替你偿命。(生)难得二位贤弟如此真心相待，今后如若宅上欠缺，都在愚兄身上。(净、丑)今日在清风亭之言，各不相负。大哥请上，受兄弟一拜。(生)岂敢。(对拜介)曾记桃园结义深，从来仁义值千金。(净、丑)人情若比初相识，到老终无怨恨心。(生)看酒来。(末)有酒。(递酒介)【解连环】(生)酬酢欢娱，拚今朝共伊沈醉，同携手步月归去。(合)逢知己，赛过关张管鲍的，切莫学割袍断义。【前腔】(净)兄饮一杯，但从今放开忧虑，兄有事弟当前去。(合前)【前腔】(丑)兄听因依，是吴忠把盔馔偷吃，适才的望兄不至。(合前)【前腔】(末)谁是谁非，请不须再三提起，提将起恐伊羞耻。(合前)一饮莫辞醉，今朝拚醉归。酒淹衫袖湿，花压帽檐低。第四出妻妄共议【杜韦娘】(旦上)玉容态娇艳，眉黛淡扫春山远。凤髻绾乌云，霞衬脸，更袅娜纤腰娇软。正笄年遣适豪门，已奉蘋繁，喜遂于飞愿。与才郎契合，愿百岁同谐缱绻。念奴蟾宫标格，洛浦精神。芳容美若芝兰，雅意坚如松柏。生居宦族，愧无谢女之才；长适豪门，颇有《关雎》之德。惟慕贞洁，不喜繁华。端然闭月羞花，何必浓妆淡抹？大抵还他肌骨好，不搽红粉也风流。奴家杨氏月真，昔凭媒妁，嫁与东京孙员外为妻。奴有慈善之心，奈无子息之继。自从公姑去世，儿夫与小叔不相和睦。他近日又与柳龙卿、胡子传结义，把嫡亲兄弟却作陌路之人，每日劝谏，执性不从。我身伴侍妾迎春，颇晓人事，不免唤他出来商议。迎春那里？(贴上，应介)来了。【新水令】奴家年少多聪慧，伴娘行宴乐游戏。昼永拈针指。(旦叫介)迎春！(贴)听帘前呼唤，不知有何言语？(见介)院君万福！(旦)迎春，结交须胜己，似我不如无。(贴)院君为何说此两句？(旦)迎春，你兀自不知，近日儿夫心改变，作事太猖狂。每日与柳龙卿、胡子传打伴，朝欢暮乐，醉酒狂歌，见了嫡亲兄弟，就如陌路之人。你道如何？(贴)院君，自古道：\"熟油苦菜，由人心爱。\"望院君早晚劝谏便了。【集贤宾】(旦)官人近日心恁偏，与兄弟结冤。每日与非亲同欢宴，把骨肉顿成抛闪。不听劝谏，怕迤逦日疏日远。长挂念，恐一宅分为两院。【前腔】(贴)人情好歹非偶然，奈总是前缘。是则是官人没宛转，我娘行白当相劝。听时易言，不听后别作机变。休挂念，自临风对月消遣。【琥珀猫儿坠】(旦)良药苦口，逆耳乃忠言。叹我儿大不信贤，几番劝解反埋冤。(合)难言，问甚日何时，得他心转？【前腔】(贴)劝君不听，切莫再三言。又恐官人生别见，反将恩爱变成冤。(合前)手足之亲两不和，忠言逆耳奈如何。酒逢知己千钟少，话不投机半句多。第五出孙荣自叹【五供养】(小生上)今生有幸，喜一身生长豪门。家传朱紫贵，世簪缨。诗书尽览，时未至龙门难进。一日里遇风云，那时衣紫作公卿。生居宦族簪缨裔，积玉堆金真富贵。弱冠正当年，留心古圣编。事兄如事父，争奈兄嫉妒。见我似冤家，不知有甚差？自家孙荣是也。我哥哥近日结交柳龙卿、胡子传，终日醉酒狂歌，把我如同陌路，不知后来可有和顺的日子么？咳！哥哥，我与你是：【前腔】同胞至亲，更不知他因甚生嗔？朝夕长打骂，苦难禁。不敢怨兄，只恨我不能随顺。早晚拈香告神明，愿兄早早可回心。默默自思量，家兄忒性刚。触来勿与竞，事过必清凉。第六出乔人行谮【朱奴儿】(净、丑上。净)常言道，人无远虑，(丑)定必有近忧来至。(净)是则是三人同结义，(丑)怕只怕半途而废。(净)说得是，作个道理，早寻个长久计。(丑)二哥，夜来孙大哥家好酒。(净)兄弟，酒也要吃，事也要干。(丑)二哥有事，难道小弟不干？(净)我且问你，昨日花园中结义几人？(丑)是三人。(净)杭州老官说的，还有一丢儿。(丑)孙大哥、你、我，再有何人？(净)你去猜一猜。(丑)家里人？外头人？(净)家里人。(丑)嗄！是了，前日清风亭上结义，只有吴忠在那里，敢是吴忠？(净)呸！破蒸笼不盛气。他是孙大哥家里使唤的，我每吃酒，他来伏侍的，倒与他结义做朋友，没志气！(丑)敢是孙大嫂？(净)自古道：\"长兄为父，长嫂为娘。\"虽然不是亲的，也是个嫂嫂，难道与我每做朋友不成？(丑)敢是迎春？(净)啊呀！兔儿踩坏了娑婆树，月不好了！迎春是大哥的通房，怎么与我和你结义？一发不是了。(丑)这等猜不着。(净)就是在书房中，终日\"子曰子曰\"的。(丑)可是孙二么？(净)着！着！(丑)前日孙大哥说不要睬他，虑他怎么？(净)兄弟，你不晓得，那孙大嫂是极贤慧的，他见大哥疏薄了孙荣，必然劝谏。常言道：\"妻是枕边人，十事商量九事成。\"万一大哥醒悟了，他们弟兄亲的只是亲的，我和你疏的只是疏的。倘或和顺了，我和你就如两个网巾圈撇在脑后，要见面也是难了。(丑)二哥说得是，必须寻一条计策来弄断了他。我与你衣饭还长久。(净)有理。只是没有好计策，怎么处？(丑)兄弟倒有一条计在此。(净)你有何计？(丑)到铁铺里去打一把快刀，一更无事，二更悄然，三更时候，把孙二来一刀杀了。这计如何？(净)呀！人物平常，计策也只如此。(丑)怎么？(净)东京城里，这几家铁铺都是认得你我的。倘或挨查出来，是柳龙卿、胡子传杀的，那时我和你为首为从，都问成死罪，可不两个人尝他一命？不好。(丑)这等怎么处？(净)我有一计在此。(丑)计将安出？(净)我和你今日到他家，只说谢酒，昨夜回去，打从小巷里走，只见令弟头戴儒巾，身穿蓝衫，脚穿皂靴，与一个挑船郎中说话，手里拿了一包银子，说：\"我家耗鼠太多，要赎些蜈蚣百脚、断肠草、乌蛇头、黑蛇尾、陈年干狗屎、糖霜蜜饯杨梅干。\"(丑)阿哥，怎么有糖霜蜜饯杨梅干在里头？(净)有了许多毒药，放些甜的在里头过药。(丑)也是。(净)一赎赎了十七八包。(丑)我也看见有二十多包。(净)正是。看见我每两个，脚跟上红起，直红到头发上去，回身便走。一走走了一个弯，两个弯，三三九个弯，在无人之所，双手拿了药，对天跪下，告道：\"天地天地，我孙荣被哥哥孙华、嫂嫂杨月真、侍妾迎春，强占家私。如今赎这药回去，酒里不下饭里下，饭里不下茶里下，一药药死了哥哥，这家私都是我的。\"恐遭毒手，特来报知。(丑)阿哥，这是你几时见的？(净)啐！说了半日，对木头说了。这是我每说谎。(丑)说谎？这等像得紧！倘或大哥不信，怎么处？(净)他若不信，我和你讲故事。(丑)讲故事，一肚皮在此。只是进门时怎么样见他？(净)孙大哥是极慈心，我和你须要假哭。(丑)我没有眼泪出，怎么好？(净)这是要紧的。\"官场演，私场用。\"我和你演一演。(演介)像。行行去去，(丑)去去行行。此间已是。大哥在家么？(哭介。净)且待他出来了哭。(生上)【桃李争春】蓦忽闻知，两个心友临门，不觉心中欢喜。(见介，净、丑哭介。生)入门休问荣枯事，观着容颜便得知。二位兄弟每常间见了做哥哥的欢天喜地，今日为何这般愁烦？(净、丑)我每弟兄两个今日见了哥哥，明日不知可见得大哥了？(生)二位兄弟何出此言？敢是大兄弟家中少米么？(净)多蒙哥哥送一担米来，吃了九斗九升半，还剩半升在那里。不少。(生)敢是小兄弟家里欠柴？(丑)多承大哥前日送一千个稻草与小弟，烧了九百九十九个，还有一个做枕头。不欠。(生)敢是大兄弟有人欺负你来？(净)自从与哥哥结义之后，扒灰挑粪的都叫是二官人，谁敢欺负我！(生)敢是有人欺负小兄弟么？(丑)如今那个不晓我与大哥做了朋友，好不奉承我，就是半夜回去，他每还要打扫一条洁净街道与我走，谁敢欺负我！(生)自结义之后，随你天大事，尚要与你分忧，今日就是这等支吾我！今后你二人不要上我的门了。(做下介。净、丑扯介)大哥转来！(生转介。净)兄弟，大哥着恼了，我每说了罢。(丑)不要说！就说来大哥也不信的。(生)说那里话！兄弟之言，岂有不信之理！(净、丑)说出来不是我每弟兄身上的事，却是大哥身上的事。(生)怎么倒是我身上的事？且说来。(净、丑照前白说介。生)岂有此理！我兄弟是读书之人，那有此话！(丑)阿哥如何？我说大哥是不信你我的。(净)哥哥若不信，兄弟有一椿故事在此，比与大哥听。(生)有什么故事？你说来。(净)岂不闻古之虞舜，尚被傲弟所害。一日与瞽叟谋计，令舜上屋修仓禀，弟移去其梯，放火烧仓，其兄挟两竿而下，幸而不死。又一日使舜掘井，弟以石盖之，舜掘地穴而出。古之虞舜尚然如此，何况于你？【引军旗】听拜禀：令弟不仁，赎毒药害你身。兄弟见了痛伤情，哥哥自宜思忖。(生)舍弟是读书人至诚，无此事不须忧闷。(合)思之，祸福生死皆由命，果然半点不由人。(生)没有此事。(丑)哥哥若不信，小兄弟也有一椿故事在此，说与哥听。(净)你也说一说。(丑)昔日唐太宗杀兄在前殿，囚父在后宫。【前腔】唐太宗是圣明之君，犹且杀建成。哥哥莫待祸临身，临渴怎生掘井？(生)若非兄弟说着事因，险些儿遭他毒性。(合前)(丑)大哥，你如今信也不信？(生)起初大兄弟说来的，我还有些不信，方才小兄弟说起唐太宗之故事，我才信了。(净、丑)如今但凭哥哥怎么施行就是了。(生)我如今唤他出来，打他一顿，出了我这口气罢了。(净、丑)阿哥又来了，你不曾打他，尚然要赎毒药害你，你若打了他一顿不打紧，他怀恨在心，你这条性命可不是断送在他手里？(生)这等我写状子去，当官告他。(净、丑)那个做证见么？(生)就是你每二位。(净、丑背介。净)兄弟，孙大哥要告，我和你做证见。明日到官。三拷六问，问出真情，我和你都是假的，孙二公然无事，可不是这头官司打在我每身上来了？(丑)这等怎么处？(净)还是劝他不要告。(转介)大哥若告了他，要使用那个出？(生)一应都是我。(净、丑)大哥又不是这等了。你如今到府县告了，一定把他监了。尊嫂又是极贤慧的，着人送饭，上下使用，弄了出来，可不枉费钱财？分明蜻蜓吃尾自吃自。(生)这等怎么处？(净、丑)你的家法到那里去了？(生)家法怎么处他？(净、丑)如今大哥叫他出来，竟不要提起赎药事情。(生)怎么倒不要提起？(净、丑)赎毒药只有我弟兄两个看见的，只道我每来搬弄你弟兄不和了。你如今别寻一事，打他一顿，赶他出去，这便是除却祸根了。(生)这也有理。吴忠那里？(末上)厅上一呼，阶下百诺。员外有何分付？(生)小乔才在那里？(末)那个小乔才？(生)就是读书的！(末)嗄！小官人，在书房中。(生)与我叫他出来！(末)嗄！小官人，员外有请。【惜奴娇】(生)堪恨，冤家生着不良意，(净、丑)这丑恶只得自忍。(小生上)正此攻书，偶闻兄命。吴忠，不知哥哥唤我怎么？(末)不知员外怎生动气？怒吽吽的坐在堂上。(小生)思省，料吉凶全然未准。(见净、丑揖介)二丈。(净、丑)再有一丈，好做布衫。(小生)这是称呼二位。(净、丑)这也罢了。我问你，昨夜你与哥哥厮闹来？(小生)不曾。(净、丑)哥哥与你厮打来？(小生)也不曾。(净、丑)你毕竟冲撞了他。(小生)二丈，自古道\"长兄为父\"，谁敢冲撞他？(净、丑)这等为何恼得你紧？(小生)既是我哥哥恼我，望二位解劝则个。(净、丑)这个自然。你方才不曾出来的时节，我两个先替你舌头都劝扁在这里了。待我每先进去。(见生介)来了。(生)他怎么说？(净、丑)他说道：\"一父母所生的，要打与他同打，要骂与他对骂，不怕你。\"(生)他是这等说么？唤他进来！(净、丑唤介。小生)哥哥拜揖。(生怒介)谁与你拜揖！自古道：\"常将有日思无日，莫待无时思有时。\"我家全赖祖宗勤劳，积赞致富。且如我占居长，合管顾家私，应当门户，一应人情差拨事件，我之所为，汝合往外州经营，求取利息，可立见富足，免致坐食山崩。古人云：\"床头千贯，不如日进分文。\"汝昼夜攻书，有何所益？(小生)哥哥，岂不闻：\"安居不用架高堂，书中自有黄金屋；富家不用买良田，书中自有千钟粟。\"书中有此好处，兄弟所以攻书。(生怒打小生介)还敢挺撞我！自今日为始，你也不是我的兄弟，我也不是你的哥哥。走出去，不许再上门来！(小生)哥哥可念手足之情。教兄弟到那里去？(净、丑)二官人，你便少说了些，你哥哥是盛怒之下，且权顺他便好。(末)二位官人劝一劝便了。(净、丑)我每着实在此劝。(生)你还不走出去？(小生)哥哥可念父母之恩。(生)还说！(又打介)【前腔】安享荣华，岂不念祖宗觅利艰辛！千重水面，虎口换出珠珍。你如今，海日攻书错留心。懒经求，不营运，待怎生？自今日不许再上我门庭！【前腔】(小生)听禀：祖父同生，念同胞之义，手足之亲。读书美意，他日显耀门庭。(背介)思省，岂知哥哥生怒嗔？信谗言教我无投奔。(净、丑)我每两个为你，劝得口干舌扁，倒说信谗言，难道我每倒是谗言？如今大哥要打自打，不干我事！(小生)将我赶出门，望哥哥息怒，暂且回心。【锦衣香】(净、丑)休抗拒，休回应，休要恼着哥哥，转添恶忿。且随他意暂出门，朝夕我两人劝他回心。倘回心转意，那时请你归来，依然弟兄和顺。(合)今日离家去，再不许登门。眉南面北。不相存问。【前腔】(末)空叹息，空攧窨，争奈是亲非亲，遣人愁闷。吴忠伏待小官人，谁知到此，主仆离分。拜辞痛苦，揾不住珠泪盈楹。(合前)【浆水令】更迟疑不离我门，打教伊皮开见筋。(小生)受兄毒打也甘心，无辜赶逐，痛苦难禁。(生)贼泼贱，恼杀人，辄敢抗语来相应。(合)今日里，今日里急离我门。街坊上，街坊上别行求趁。【前腔】(小生)叹一身钱无半文，无相识有谁是亲？(生)你说书内有黄金，何不看书，度日营生？(小生)事到头，不怨人，只愁眼下无投奔。(合前)(小生)哥哥要我出去，只得就出去罢！(走介。净、丑)你就是这等去了？(小生)哥哥严命，怎敢不去？(净、丑)这等没用的！且问你，这家私是祖上遗下来的呢，还是你哥哥自家挣的？(小生)是祖上遗下来的。(净、丑)可又来，既是祖上遗下来的，该大家分一半才是。(小生)这个不指望。只好略讨些做盘缠足矣，望二丈撺掇一声。(净、丑)这个当得。(进介。生)他去了么？(净、丑)他在外边大声发话，道这家私是祖上遗下来的，要与你分一半。(生)这也说得是，该分与他。(净、丑)分多少？(生)分一半与他。(净、丑)大哥，这是一厘也分不得的！(生)怎么分不得的？(净、丑)你若分与他了不打紧，引惯了他，又道分得不均，倒去告起家私来，你倒要吃他的亏哩！(生)这等怎么样打发出去？(净、丑)他方才道：\"书中自有黄金屋。\"把他一本书，就塞住他的口了。(生)吴忠，书房中去取一本书过来。(末)嗄！书在此。(生)叫他进来。(净、丑)二哥，我与你都说停当在那里了，教你自进去取。(小生)多谢二位。(进介。生)孙二，你要与我分家私么？(小生)孙荣怎敢？只求哥哥略与些盘费便了。(生)这个有。吴忠取书来。孙二，盘缠在此，你拿去！(小生)呀！哥哥，这是一本破书，怎么做得盘缠？(生)你方才说，书中自有黄金屋、千钟粟，怎么做不得盘缠？(小生)罢罢！男子汉一言既出，不必说了。吴忠过来，你去多多拜上贤达嫂嫂，说我被赶出去了。哥哥请上，待做兄弟的拜别。(生)谁要你拜！(小生拜，生打介)【临江仙】(小生)被打出门珠泪流，教人羞耻向谁投？哥哥因甚赶无休？在他檐下过，怎敢不低头！(哭下。净、丑)哥哥，我每两个不与你做朋友了。(生)怎么说？(净、丑)一个嫡亲兄弟，就赶了出去，何况我每结义的！(生)嫡亲兄弟倒要赎毒药害我，若不是二位兄弟说知，险些儿被他害了性命。你二人是我的大恩人了，怎说这话？(净、丑)大哥好手段，我每如今与哥哥去庆一庆手段。(生)多谢好兄弟，是我作东，就请同行。【皂罗袍】(合)贺喜得他出外，自今后不许再上门阶。结义兄弟称心怀，同心同气同欢快。有茶有酒，朝往暮来。无愁无虑，分忧替灾，三人真个关张赛。(下)第七出孙华拒谏【风马儿】(旦上)倾国芳容正娇媚，家豪富比陶朱。(贴上)郎才女貌非凡比，宿缘相会，今世效于飞。(旦)迎春，员外早间出去，怎生这时节还不见回来？(贴)便是。想又是与两个乔人出去闲耍了。(末急上)【本宫赚】默默嗟吁，哽咽垂双泪。直入画堂覆知，此事好伤悲。(旦)试问取，末审何人亏负你？你缘何垂双泪？不知怎地，你从头一一说与。【前腔】(末)告且听启：小官人镇日攻书，被东人急呼至，说着几句，百般打骂赶出去。(贴)果恁的，奈我官人心性急，似撮盐入火内。猜着就里，又敢是听人胡语？(末)果然如是。(旦)你快回避，倘员外回来也。(末下)【竹马儿】(旦)他效学昔日关张结义，不思量久后有头无尾。岂知他是调谎的，使虚心冷气，刁唆员外得如是。(贴)我东人枉恁地多伶俐，落圈匮总不知，把骨肉下得轻弃。你好直恁的，不思量手足恩深，岂知同胞义。谩教人无语泪双垂，说着后心碎。【前腔】(旦)他两人专靠花言巧语，一刬地斗是搬非。每日只会拖狗皮，那曾见回个筵席？双双长坐两边位。(贴)我东人结拜为兄弟，落得个甚便宜？夫和妇话不投机。他三个同结义，胜似亲的，糖甜蜜更美。把亲生兄弟赶出去，你家富何济？【尾声】自古及今结义的，除非管鲍更有谁？那一个人情得到底？院君，员外回来，怎生谏他一谏便好？(旦)是如此。【清歌儿】(生作醉上)三杯酒万事和气，又何妨每日沉醉。思量孙二太无知，伊来害我，我又如何饶你？【前腔】(贴)员外吃得醺醺醉，我娘行自宜仔细。着些言语问因依，莫激他性发，好意反成恶意。【前腔】(旦)常言道要知心事，但听他口中言语。不知员外怒着谁，从头至尾，说与奴家知会。迎春，员外醉了，且安置他睡了罢。(生)兄弟请酒，你吃一杯。(旦、贴)员外，这里是家里了。(生作醒介)呸！还要对你说，叵耐……(旦、贴)叵耐那个？(生)叵耐孙二无理！(旦、贴)二叔却便怎么？【桂枝香】(生)贤妻听启，孙荣无理。他要赎毒药害我身躯，把我家私占取。险些儿中了，险些儿中了，牢笼巧计。院君，被我赶出门去。(旦、贴)原来赶出去了，苦呵！(生)细思之，指望我遭毒于，我先将小计施。(旦、贴)员外，这是谁说的？(生)别人说我也不信，是我两个结义的好兄弟说的。(旦)官人，经目之事，犹恐未真；背后之言，岂可准信？二叔是读书之人，只有敬长之心，那有害兄之意？官人回思手足之意，转念同胞之亲，莫信外人搬斗。容叔叔依旧回家，是妾之愿也。(生)妇人家三绺梳头，两截穿衣。只晓得门内三尺土，那晓得门外三尺土。(旦)呀！官人岂不闻汉文帝迁徙淮南厉王，不从而死。民作歌曰：\"一尺布，尚可缝；一斗粟，尚可春；兄弟二人不相容。\"正谓此也。(生)人家雄鸡报晓，家常之事；雌鸡乱啼，有甚吉祥？(贴)员外，柳龙卿，胡子传以假乱真，他每是无义之人，不可轻信。院君的言语，只不过要你兄弟和顺，何故着恼？(生)唗！小贱人，谁要你多说！(旦)员外，迎春是替妾禀告，何必发怒？(生)那有他的说话分！也来多嘴！【前腔】(旦)同枝连气，同胞共乳。不念手足之亲，听信乔人言语。将兄弟赶出，将兄弟赶出，不容完聚，教人谈议。好痴迷，假饶染就干红色，也被傍人讲是非。【前腔】(生)拈针穿线，缲丝织绢。兀的是妇女工夫，有甚高识远见？(贴)员外，院君只要你弟兄和顺。(生怒)唗！辄敢大胆，辄敢大胆，出言相劝，不识机变。古人言，大丈人男儿汉，终不听妇女言。(旦扯生介)官人，还是听奴家言语，收了叔叔回来罢！(生怒推倒旦下。贴)院君请起。【前腔】(旦)忠言不听，生出恶性。(贴)把几句回他，怕怎么？(旦)欲要把几句回他，又恐怕夫妻争竞。只落得外人，只落得外人，胡言讲论。(贴)院君，外人讲论些什么来？(旦)讲论家不和顺。自评论，耐了一时气，家和万事成。【前腔】(贴)娘行听告，常言人道：热心闲管招非，冷眼无些烦恼。(旦)迎春，你如今不要开口罢！(贴)奴不合口多，奴不合口多，惹得官人嗔叫，累娘焦燥。自今朝，闭口深藏舌，安身处处牢。(旦)兄弟无辜赶出门，(贴)忠言逆耳反生嗔。(旦)自家骨肉尚如此，(贴)何况区区陌路人。第八出旅店借居【吴小四】(净扮王婆上)命儿孤，没丈夫。三十年来独自宿，开个店儿清又楚。往来官员士大夫，谁不识王大姑。开个客店得年深，四川、两广尽闻名。屋上又无瓦盖，夜间月照为灯；眠床没有两脚，席子只剩麻筋；枕头土墼来做，酒瓶便当尿瓶。正是：好看千里客。万里去传名。远远望见人来了，敢是投宿的？【胡捣练】(小生上)吾命窘，自嗟呀，哥哥同甚念头差？赶出此身无依倚，使人今夜落谁家？万事不由人计较，一生都是命安排。我孙荣被哥赶逐出来，没处安身，不免到王大姑店中借住几时，再作区处。此间已是了，婆婆有么？(净)呀！官人请坐。(小生)有坐。(净)官人家居何处？姓甚名谁？(小生)婆婆，待小生告诉。(净)愿闻。【五更转】(小生)望婆婆听吾告，孙荣本富豪。(净)你是富豪，与我何干？(小生)哥哥听信他人调，与两个乔人，相同交好，生巧计妄造言来搬闹。我那哥哥呵，不思手足心凶暴，将我赶逐出门，特来依靠。(净)原来被哥哥赶出来，无处栖身，借我店中投宿，只是我这里先要房钱的呢！【前腔】乞可怜相周庇，奈此身无所依，止求半室权居住。有日天相吉人，依旧春风棠棣，房金价多共少当如意，决不有负相连累。结草衔环，报伊恩义。(净)既然如此，我这里房子有三等：上等的一两一月，中等的五钱一月，下等的三钱一月。随你要那一等。(小生)这般说，下等便了。(小生)谢得婆婆留我身，(净)房钱逐月要还清。惟有感恩并积恨。万年千载不生尘。第九出孙华家宴【夜行船】(生上)积玉堆金多富贵，幸遇太平年岁。(旦、贴上)今世夫妻，前缘匹配，美满共谐连理。(生)春游园苑景融和，夏宴凉亭看芰荷。(旦)秋玩明月冬赏雪，(贴)一年好景莫蹉跎。(生)院君，我自赶了孙二出去，心中甚是快乐。今日闲居无事，和你游玩片时。迎春，看酒来。【祝英台】草芊芊，花苒苒，轻暖艳阳天。才子艳质，簇拥名园，嬉戏笑蹙秋千。排筵，好向花柳亭前，寻芳消遣。(合)我和你双双游赏欢宴。【前腔】(旦)俄然，笋成竿，荷展盖。高柳噪新蝉。池畔避署，撒发披襟，欢笑同乐莲船。迷恋，好向流水亭前，纳凉消遣。(合前)【前腔】(贴)天然，但愿人月团圆，千里共婵娟。天朗气清，渐渐金风。时送桂花香远。堪羡，好向百尺楼前，玩月消遣。(合前)【前腔】(生)瞥见，朔风吹起彤云，帘幕乱飘绵。银砌玉妆，覆地漫天，都喜兆成丰年。(旦、贴)幽轩，尽教簇满红炉，观梅消遣。(合前)【尾声】(合)四时游赏多欢宴，三公不换此芳年，也是我和你夙世修来百福全。一对夫妻正及时，郎才女貌两相宜。在天愿为比翼鸟。入地共成连理枝。第十出王婆逐客【一匹布】(净上)开食店，得多年，声名天下传。那人久住不还钱，管取教伊吃拳。老娘三日不发市，拿着一个便正本。什么来头！前日有个秀才，名唤孙荣，他在我店中安歇，这一向分文没有，常在我家中啼啼哭哭。有钱还我便罢，若无钱还我，就剥下衣服来。小二那里？【前腔】(丑上)方才睡，正酣眠，甚人只管缠？摩挲两眼出房前。我只道是谁叫，原来是阿娘老虔。(净)你怎么骂我？(丑)不曾骂阿娘。(净)这也罢了。与我叫孙二出来！(丑)那个孙二？(净)就是前日来的秀才。自到我家来，并无半厘房钱还我，倒占住了我一间房子。如今叫他出来，有房钱还我便罢；若没有，我和你剥了他的衣服，赶他出去便了。(丑)阿娘说得有理。孙二官人快出来！【前腔】(小生上)听呼唤，出房前，不知有甚言？寻思此事泪涟涟，原来是婆婆讨钱。(见介。净)孙二，你是瓶儿是罐儿？(小生)请问妈妈，瓶儿便怎么？罐儿便怎么？(净)瓶儿有口，罐儿有耳朵，你自到我家来，房钱饭钱一些也不还我，怎么说？(小生)待小生写书回去与贤达嫂嫂，取些来还你。(净)放屁！我如今就要，不然剥下衣服来！(净、丑剥衣介)【刘衮】(小生)休剥去，休剥去，留与我遮羞。再四哀求，不肯放手。(净、丑)欠债合还钱，无礼干休。急急剥下，可免出丑。【前腔】婆扯带，婆扯带，小二把衣袖抽，倒拽横拖，身不自由。(净、丑)衣服准房钱，胡乱可受。休得迟延，吃吾脚手。【双劝酒】(小生)衣衫尽剥，吃人僝僽。(净)急离我门，不得落后。(合)覆水算来难收，人面果然难求。【前腔】(丑)你即请行。迟时生受。(小生)吃定赶逐，无人搭救。(合前)(净)快出去！快出去！(小生)婆婆可怜，再与我住几日。(丑推出小生介)不要在此缠。闭了门。(闭门介。小生)呀！婆婆开门！(净)任伊在此叫，(丑)只是不开门。(下。小生哭介)【山坡羊】乱荒荒婆婆前去。急煎煎留他不住，冷清清独立在此，懒怯怯暗自垂双泪。婆婆开门！我叫你，何曾应半句儿？又不是梨花带雨把门深闭，教我举目无亲倚靠谁？思之。思之泪暗垂。难捱，虚飘飘命怎期？正是：屋漏更遭连夜雨，船迟又被打头风。我孙荣被哥哥赶逐出来，无处安身，只得借此店中投宿，只因欠了房钱，将我衣服头巾。尽都剥去。苦嗄！千死万死，终须一死。不如往城南汴河之中，寻个自尽。免得被人耻笑。说话之间，这里就是汴河了。水！水！孙荣能吃得几口！【胡捣练】江水远，恨悠悠，教人羞耻向谁求？枉自腹藏千古事，但趁一江清水向东流。(投水介。外上)苦海无边。回头是岸。什么人投水？(扯介)呀！我看你一貌堂堂，为何干此拙事？你姓甚名谁？说与我知道。(小生)公公，一言难尽！(外)但说何妨。【锁南枝】(小生)孙员外是我兄，(外)令兄可是与柳龙卿、胡子传结义的孙华么？(小生)正是，将孙荣赶逐无投奔。(外)你怎么不到前面店中安歇？(小生)那堪旅店婆婆，索欠心忒狠。把我衣尽剥，赶出门。拚孤身，葬鱼吻。【前腔】(外)听伊诉愁闷，教人不忍闻。本是同胞兄弟，你哥直恁无情，下得将伊摈。倘然伊富贵，他受贫，教他自寻思，可心肯？【前腔】(小生)我身蓝缕没半文，饥寒两字难过存。又没个所在安身，又没个人怜悯。争似我，拚此身，丧江中，免劳困。【前腔】(外)看伊貌聪俊，非是已下人。目下虽然流落，必然日后荣华，劝你捱时运。汉子，老夫有个所在，你可权住。(小生)公公，什么所在？(外)你权守困，莫恨贫，有所破瓦窑，暂安顿。(小生)若得公公如此，就是重生父母。不敢动问公公上姓？(外)老夫与你同姓。秀才，你随我来。这里已是了，你可在此暂住。(小生)多感公公，只是窑中家伙一无所有，教我怎住得？(外)这也是。也罢，少刻着小二送锅碗之类与你便了。(小生)足感公公厚情！谢得公公特指迷，破窑权且受孤恓。(外)黄河尚有澄清日，岂可人无得运时。(外吊)救人一命，胜造七级浮屠。今日孙荣要投水，亏窑老汉救了，留他在破窑内安身。咳！孙华，你好不思维，却教亲弟受孤恓。你住在高堂大厦，他却在破瓦居；你在家中快乐，他在窑内孤恓；你吃的是肥羊美酒，他吃的是淡饭黄虀；你穿的是绫罗锦绣，他穿的是破服粗衣；你却丰衣足食，他却忍饿担饥；你自不仁不义，他却无倚无依。相交酒肉兄弟，不念同气连枝。咳！只怕日久亲疏自见，那时悔也应迟。【驻马听】世上为人，兄弟不亲谁是亲？须念生身父母，共乳同胞，休戚难分。咳！孙员外，你结交终日醉醺醺，却教骨肉遭穷困。天理何存！任你满帆风使，终有个水穷山尽。独占家私理不宜，却将兄弟受孤恓。常将冷眼观螃蟹，看你横行得几时！第十一出窑中受困【金珑璁】(小生破衣上)长空云黯黯，那堪狂雪交加。飞柳絮，舞梨花。孤身遭冻馁，何方干谒豪家？空叹息，自嗟呀。富嫌千口少，贫恨一身多。似这般大雪，多少富豪家快乐，单只孙荣这般受苦。我哥哥如今在红炉暖阁，羊羔美酒，浅斟低唱。哥哥，我和你一父娘生，又不是两爹娘养。我身上单寒，腹中饥馁，见这雪呵！【灞陵桥】误了人也咍，从早到如今没饭难禁架。只得忍着饥寒，一步步前抄化。又那堪遭济这般雪儿下，咍！兀的不苦杀人也天那！好苦嗄！看这雪越下得大了。孙荣待入城中，叩谒豪家，又恐撞着我那哥哥的相识，却不辱没了我哥哥的面皮？待转归家哀求嫂嫂，又恐遇见哥哥，这一顿打不小可。休去，如今只得冲风冒雪，入城中走一遭。只一件：【叠字锦】我如今待入城也么咍，已入城心下多惊怕。又恐路中逢见我哥哥，他恶怒发时将咱来殴打。待转家，义恐怕哥哥不怜念咱，待转身又怕雪迷了路差。只为你烦烦恼恼，哀哀怨怨，凄凄惨惨，闪得我没投奔，兀的不是苦杀人也么咍。如今也怕不得羞耻，只得去街坊求乞则个。【驻云飞】大雪抛天，叫化孙荣真可怜。破衣穿一件，这苦谁怜念？咍，鞋破底儿穿，教我好难消遣。讨得一撮糠粞，又恐人瞧见。正是命薄多么只靠天。【前腔】天惨云迷，你看城郭村庄尽掩扉。孙荣枉读诗书，到如今呵！一字不堪煮，怎得柴和米。吁！想蒙正守窑时，虽然困守破窑，还有妻儿相倚。似我孙荣，欲并谁为侣？回首无人形影随。拾得一块柴在此，不免将回，煮些粥汤救饥。【前腔】一撮糠粞，熬口粥汤充肚饥。放下连糠米，怎得这水？呸！这雪就是了。着上冰和水。这柴被雪打湿了，那里烧得着？我铺下还有一把干柴在那里，拿他来烧了，且再处。(作转跌介)呀！踢翻了瓦瓶儿，教我好难存济。冻死在窑中，做一个饥寒鬼。拨尽寒炉一夜灰。大雪乱纷纷，豪家尽掩门。厨中有剩饭，路上有饥人。第十二出雪中救兄【蔷薇花】(生同净、丑上。生)严威正加，满空中如盐撒下。长安多少卖酒人家，料应此际增高价。长安三尺雪，尽道十年丰。二位兄弟，方才舍下吃酒，吃得不爽利，还到酒肆中去。(净、丑)前面新开一个酒馆在那里。(走介)酒家有么？(末上)造成春夏秋冬酒，卖与东西南北人。三位官人请上楼去。(净、丑)取酒来吃！(末招净介)前面走的这位财主是谁？(净)是有名的孙大员外，穿好衣吃好酒的。(末)酒不打紧，有一件宝物在此，二位若撺掇大员外兑了，当得奉谢。(净)拿来我看，什么东西？(末出环介)羊脂白玉环。(净)果然好，多少价？(末)要十锭钞。(净)不值，五锭罢了。(末)我又不是苏州人，难道撒半价不成？九锭钞必定要的。(净)你真个卖也不卖？(末)小人怎么不卖！(净)若真个卖时，公道还你六锭钞。(末)还不够。(净)七锭罢，一分也多不得了。(末)七锭钞只够本钱，却没有得相谢官人。(净)我与你讲过了，七锭以外，都是我的。不是我一个人要，还有那一位官人要八刀的。(末)从命了。(净)我与你拽袖为号，你只顾嫌少，我等一力撺掇加添便了。一面取酒来吃。(末)是如此。(末分付取酒介，净招丑说介，净、丑进后，末入介。末)员外请酒，小人有件宝贝求售，可用得么？(净)财主员外，那一件用不着？且说什么宝贝？(末)是羊脂白玉环。(净、丑看介)好东西！(丑)玉环有，难得这样白的。(净)是旧做的。(生)果然好！我要兑他，不知多少钞？(末)要十锭钞。(净、丑)不值！不值！我这员外大哥是个识宝太师，你多讨也没用。(生)还他五锭罢。(净扯末袖，末不肯介。净、丑)大哥，五锭其实还亏他些。(生)再加一锭。(净)如今六锭够了。(又扯袖如前，末争介。净)还不肯。自古道：增钱不如再看。(又看介)果然好！还添他些，成了罢。(生)依你再添一锭。(又如前介。丑)好物不贱，贱物不好。大哥既中意这件东西，不要论价，二哥添一锭，兄弟也添一锭。(生)便依你再添他一锭，若再不肯，待他拿去。(净)如今八锭了，拿去罢！(付七锭与末，留一锭介。净、丑意会介，净、丑)看热酒来！(末应下。净、丑)大哥，行其一令，取其一乐，何如？(生)说得有理！(随意行今介，生醉介。小生内叫介)厨中有剩饭，路上有饥人。(生)什么人叫？(净、丑)叫化的，不要睬他。(生)二位兄弟，这桌上东西吃不了，唤他来赏他些去。(净、丑)店主人，唤那叫街的过来。(末应上)那叫街的这里来！(小生上)怎么说？(末)好造化，官人每吃不了的东西赏你。(小生)多谢，多谢！(见生介)这是我哥哥！(慌下。净、丑)方才叫化的是孙二哥。(生)在那里？(末)去了。(生怒打末介)【驻云飞】酒保无知，故意教他来笑耻。堪恨乔才辈，恼得心儿碎。呸！吃了这场亏，教人呕气。吃得醺醺。拚却今宵醉，痛饮前村踏雪山。(净、丑劝介。生)不计较你了。算酒帐。(末)算了，该三锭钞。(生)兄弟把与他。(净与末钞介。生)二位贤弟，今早带十三锭钞出来，八锭买了羊脂白玉环，三锭还了酒钱，还剩二锭。(净、丑)碧清。(生)我醉了，余这二锭钞和羊脂白玉环，都藏在靴桶里，兄弟好生看管。(净)大哥放心，我的固是我的，你的就是我的。(丑)大哥，一路踏雪回去。(净)好大雪！大哥，今日酒也好嗄饭也好，下次还到他家去吃。(生)正是。(净)大哥醉了。和你送他回去。(净、丑扶生行介)【水红花】(生)三人结义做知交，赛关张强如管鲍，终朝沉醉饮羊羔。柳绵飘，梨花飞绕。(合)冒雪冲风，回去吃得醉醄醄，醉醄醄醉扶归也罗。【前腔】(净、丑)前缘夙世做知交，赛关张强如管鲍，相携同步不辞劳。柳绵飘，梨花飞绕。(合前)(都作醉倒介。净醒起介)大哥靴中藏有羊脂白玉环、两锭钞，我且瞒了胡子传，偷了他的，有何不可？(作偷介。丑醒，净仍作倒介)阿哥，阿哥！他每都醉倒了，叫他不醒。且住，孙大哥的羊脂玉环、两锭钞，都在靴桶里，不免偷了他的再处，连柳龙卿也不要通知他知道。(作偷介。净起)兄弟，你在此说些什么？(丑)不曾说什么！(净)活贼，你方才说道瞒了柳龙卿，要偷大哥的羊脂玉环、两锭钞。我每吃了他的，用了他的，反要偷他东西，忒黑心！(丑)我几时说？我说叫醒了二哥，大家扶了大哥回去。那个要偷他东西，这个人就要烂心肺的！(净)这个贼精还要罚咒！(笑介)兄弟，我是取笑你。你的心不到那里，我的心先到那里了。(丑)人人如此，个个一般，可见是难兄难弟，志同道合。如今一个去看人，一个去偷。(净)我去看人，你去偷。(丑)你忒乖，前日吃酒你先去，今日做贼就叫我先去。(净)也罢，就是我先去，你便去看人，有人来打个暗号。(丑)什么暗号？(净)咳嗽为号。(丑)晓得了。(净)请了。(丑)呸！做贼通文。(净)君子小人不同。且住，我和你叫他几句，看他若是应，我每只说我两个收管在此，若是不应，竟偷了他的。(丑)有理。我看人，你动手。(净)孙大哥，孙大哥！(低叫，偷介，丑咳嗽介。净慌介)兄弟，什么人来？(丑)没有人。(净)没有人，如何咳嗽？(丑)唬大了你的胆，好做强盗。(净)你便唬我，我的手脚快，羊脂玉环被我捉在此了。(丑)还有两锭钞，一发拿了便好。(净)这两锭钞是你去。(丑)一客不烦二主，一发是你去。(净)这个不成，你这张嘴头不稳，倘日后大哥晓得，就都在我身上了。还是你去，日后没得说。(丑)便是我去，看人要紧。(净)不消分付。(丑)孙大哥！(叫介，偷介。净)哙！第二个。(丑慌介。净)方才你唬了我，我如今也唬你一唬。(丑)\"六月债，还得快。\"两锭钞也在此了。(净)把雪来盖他身上，做条绵被。(堆雪介)我每自回去。(净)冻死街头妻不知，(丑)两人拐钞自先回。(净)寻思总是一场梦，(丑)他是何人我是谁？(下。小生上)十谒朱门九不开，满头风雪却回来。归家羞睹妻儿面，拨尽寒炉一夜灰。这四句诗乃是昔日吕蒙正先生所作，今日倒轮到孙荣身上来。好大雪，好大雪！正是长空飞柳絮，遍地撒梨花。你看这般大雪，我想古人也有几个好雪的，也有几个不好雪的，待孙荣略说几个。【小桃红】子猷乘兴去访戴，匆忙兴尽回船去也。闭门的袁安卧高堂，映雪的是孙康。吕蒙正绕街坊，谒朱门九不开，无承望也。满头风雪恓惶，运来时理朝纲。这雪好贫富不均！有钱的道丰年祥瑞，似我这般在街坊上，身无衣，口无食，饥冻难禁。当初父母在日的时节，多少享用。父母亡过之后，我哥哥听信谗言，将我赶出来，受了无限苦楚。(哭介)【蛮牌令】哥哥占田庄，教兄弟受凄凉。本是同胞养，又不是两爹娘。我穿的是粗衣破裳，你吃的是美洒肥羊。哥哥嗄！心下自思量，白忖量，若不思量后，分明是铁打心肠！如今天色已晚，告谒也不济事了，且回窑去，等明日风止雪晴，再出来求告罢。(走绊生身，跌介)【绣停针】先自悲伤，又遭一跌痛怎当。抬身忍痛回头望，见一汉酒醉倒在街傍。汉子，你吃得这般大醉，倒在此雪里，何不省一口与我孙荣吃了，你也不见得这等醉了，我也不见得这般饥寒。我把古人比与你听：本待学刘伶入醉乡；你如今倒在雪里，又像一个古人，好一似卧冰王祥。呀！看看冷逼寒冻神魂丧，早难道酒解愁肠。且住，自古道：\"救人一命，胜造七级浮屠。\"这般大雪，这汉子多应要冻死了。我不免叫起邻合来，救他则个。(叫介)东邻！有个醉汉，倒在雪里，烦你们出来烧些汤水救了他！(内介)孙叫化在外边嚷，不要作声。(小生)咳！暗暗听得说话，道孙叫化在外，不要作声。你不开也罢，不免去叫西邻。(叫介)西邻！(内介)孙二来了，不要睬他！(小生)我孙荣今日不是来求乞。有个醉汉倒在雪里，命在须臾。你每起来，笼些火救了他。(内介)快吹灭了火。(小生)呀！我只道东邻歹，谁想西邻又歹似东邻。也罢，他每邻舍尚然如此，干我甚事！(欲走介)且住。【雁过南楼】我待不管他，欲待不睬他。(作走，内扮土地扯住介)放手，放手！后面有人似扯住了咱，莫不是孙荣有些牵挂？回头看他，回头看他，不由人两泪如麻。说不得了，不免再去叫他每则个。(叫介)两边邻舍，我说与你知道。【下山虎】有一个醉汉倒在街坊，大雪纷纷下，看着惨伤。我好意教你开门早商量，笼些火焰，教他吃口滚汤。救人一命活，胜造七级浮屠福寿昌。你若不开门，后倘或死亡，带累邻家遭祸殃。(内介)这个人好不达时务，人家要睡，只管在此絮烦。(小生)啐！正是我有救人心。人无怜我意。两下不开门，我也自回去。(作走、又沉吟介)且住，我孙荣在此嚷了这一回，那东邻西舍都晓得我的口声。这汉子酒醒了，回去还好。倘然不醒，冻死了，明日他每起来看见，只道我谋死了他，劫了他的财帛。可怜这一场没头官司怎么了？也罢！不免把这醉汉扶在房檐下，躲些风雪，不强似在这雪里眠。或者不死，也未可知。(作拂雪介)呀！【园林杵歌】这容庞，好似孙大郎。(惊介)唬得我魂飘荡，退后趋前心意忙。那堪柳絮梨花下得恁狂。似这般冷飕飕，寒凛凛，哥哥怎当？自忖量，自感伤，怕这雪冻死了兄长。怎禁得扑簌簌泪出痛肠！哥哥，你和柳龙卿、胡子传出来，【望歌儿】三人踏雪同宴赏，他两个先自回归，撇你在长街上。(生作醉语介)二位贤弟赛关张。(小生)口是心非，休想赛关张！到此方知他调谎，从今后休把亲撇漾。罢罢！宁可一不是，不可两无情。哥哥，你倒在雪中，若不是孙荣来此，却不冻死了你？就此背你回去。只一件，哥哥若还酒醒起来，这一顿打非同小可。也说不得了，便打时也不妨，还有贤达嫂嫂解劝。【罗帐里坐】欲送你到家，寻思惨伤。哥哥酒醒，祸起萧墙。谁教你上门自取灾映！只愁雪上更加箱，这顿拳头怎当！(背生走介)【江头送别】哥哥的，哥哥的倚强恃长。亲兄弟，亲兄弟意怎敢忘？好歹背你回家去，山可哥打骂何妨！【忆多娇】兄见短，咱见长。哥哥，你把身子略放松些便好，那知做兄弟的，两三日没有水米打牙，你是这等拖住了，教我那里背得起？苦嗄！我全无气力，须当勉强。念取同胞亲兄长，手足之情，手足之情，怕甚山遥路长！【尾声】看看背过平康巷，哥哥酒醒从头想，兄弟是嫡亲结义的都是谎。迎风踏雪送兄归，忍冻担饥实可悲。慢腾腾的天些力，一步挪来两步移。第十三出归家被逐【醉中归】(旦上)晚来云布密，凛凛朔风送寒威。俄然见六出花飞，长空一色，万里如银砌。(贴上)当此际，雪正飞，庆赏丰年祥瑞。同宴乐排筵，满饮羊羔拚沉醉。(旦)迎春，员外早间出去，这时候还不见回来。(贴)便是，想又与那两个乔人在那里饮酒。院君，你看这等大雪，夜又深了，也该归来了。(旦)正是。(小生背生上)钱财容易有，仁义值千金。此间已是哥哥门首。开门！开门！(贴)想是员外回来了。(开门介)呀！原来是二官人背员外回来。二官人请进来。(小生作进门介)迎春姐，睡好了我哥哥。(贴)这里来。(小生放生睡介)嫂嫂拜揖！(旦)叔叔贺喜！敢是你兄弟和睦了？(小生)不曾和顺。好教嫂嫂得知，孙荣在窑中身上无衣，口中无食，大雪纷纷，免不得街上求谒。回来偶然被绊一跌，原来是哥哥醉倒在雪中，因此孙荣背他回来。(旦、贴)多感二叔！(小生)不敢动问嫂嫂，我哥哥是什么时候出门的？【泣颜回】(旦)他从早离门儿。(小生)与谁为伴？(旦)与两个乔人排会，终朝宴乐，他两个却自先回。若非小叔，险些儿冻死在深雪里。背归来再生人世，不知他倒在何处？【前腔】(小生)纷纷触目柳花飞，奈我无食无衣。荡风冒雪，干谒有谁怜敢？担饥受冷，到黄昏独自回窑去，见吾兄倒在雪里，是孙荣背负回归。【前腔】(贴)浑身上下水淋漓，请官人脱下与奴浆洗。(小生)不敢在此，回窑去自作道理。(旦)叔叔听启，请些儿饭食回窑去。(贴)待迎春饣毕饠来至，一饭可以允饥。(虚下)【前腔】(小生)谢得恩意赐饭食，只恐哥哥酒醒禁持，劈面便打，不如忍饿回归。(旦)叔叔休虑，你哥哥酒醉常贪睡。(小生)醒来怎么好？(旦)醒来我自支持，我妇人家岂怕男儿？(贴持饭上)【赚】韩信当时，漂母哀怜赐与食，时运至，拜将封侯多富贵。二官人请饭。(小生接作吃介，生伸腰，小生慌堕箸介)呀！唬得我一双箸拿不住放不得，一口饭吞不进吐不出，嫂赐食，一似吕太后的筵席。【前腔】(旦)遍身泥水，满头巾似银铺砌。员外，你每常间和柳龙卿、胡子传两个，吃得酒淹衫袖湿，花压帽檐低，撇下得赛关张亲兄弟。(小生)嫂嫂，你曾说与，哥哥酒醒自支持，一声喝起先惊惧。兀的是妇人家那怕男儿，去留无计。(生醒介)那个在此说话？(旦)是叔叔在此。(生)我怎么回来的？(旦)你倒在雪里，是叔叔背你回来的。(生)你说我的结义兄弟不好，今日又亏他背我回来。(旦)不是这个叔叔。(生)是柳龙卿？(旦)不是。(生)是胡子传？(旦)也不是。(生)是那个叔叔？(旦)是小叔。(生)那个？(贴)是窑中的二叔。(生作起介)那个着他上我的门来，在那里？(贴)二官人过来，见了员外。(小生见介)哥哥拜揖。(生怒打介。旦、贴劝介)【扑灯蛾】(生)打伊泼丑生，怎敢到此处！恶向胆边生，教人怒从心起也。(小生)适来路里，见吾兄倒在街衢。是孙荣背负你归，多谢得贤达嫂嫂留住赐乞食。【前腔】(生)这乞才不道理。(又打介。旦)员外，你倒在雪里，就是别人背了你回来，也要与他些酒钱。一个嫡亲兄弟，背了你回来，你怎么只管要打他？(生)我早上带十三锭钞出去，八锭买了羊脂玉环，三锭还了酒钱，还剩两锭钞与玉环，都在靴桶里。若在便罢了，若没有，一定是他偷了。迎春看来！(贴应看介)没有。(旦)那一只再看。(贴又看介)也没有。(生)院君看来！(旦看介)没有。(生怒介)是了，他偷了我的东西，故此背我回来。靴中没宝贝，玉环二锭钞，分明是你拿去也。(旦)官人休罪，念小叔读书之辈，自小来不曾恁的，想他人预先拿去你怎得知？【前腔】(小生)望息雷电威，可怜小兄弟，本是好心肠，谁想反成恶意也！(生)你一身穷困，敢起着不良之意。把还我饶你去离，稍迟延打教你一命丧泉世。(打介，旦、贴劝介)【前腔】(旦)休得发怒起，思量大道理，他拐钱拿宝贝，如何敢来此处也？(贴)望官人回嗔作喜，好念着同胞兄弟。到如今失物怨谁，自不合好酒沈醉倒雪里。【尾声】(旦)官人且请归房内，叔叔回归下处，待等明朝复探取。(旦)好意谁知反受灾，(生)从今不许上门来。(先下)(小生)鳌鱼脱却金钩去，摆尾摇头定不归。第十四出乔人算帐【梨花儿】(净上)心儿暗地重重喜，夜来吃得醺醺醉。拿了靴中两锭钞，咍！欢欢喜喜不得睡。一饮一斟，莫非前定。夜来与孙大哥、胡子传吃酒，员外醉倒了，我二人撇他在雪里，拿了他靴中羊脂玉环、两锭钞。如今且去寻了胡子传，大家分了使用则个。远远望见他来了。(丑上)【前腔】昨宵吃酒醉了也，雪中孙大吃一跌。拿了玉环两锭钞，咍！早晨间等他不来也。(见介。净)兄弟，那里去？(丑)特来寻你。(净)我也正来寻你。(丑)凑巧。(净)兄弟，自古道；\"人心恶，天不错。\"(丑)阿哥，常言道：\"拿贼不着被贼笑，贼在门前豁虎跳。\"(净)贼在门前讨筊笤。(丑)阿哥，你可知道？(净)我不知。(丑)昨晚我和你做的事，有人顶缸了去，一些也不干我两人事。(净)那个顶缸？(丑)我和你盗了东西，回家来了。谁知孙二告谒回窑，正见孙大哥倒在雪里，忍饿背他回去，指望讨个好。谁想孙大哥酒醒起来，不见了靴中羊脂玉环、两锭钞，道是他偷了，拿将来一顿打，原赶了出去。有这等事！(净)兄弟，我每两个做人好，天地也来佐助。如今拿这东西出来分一分。(丑)阿哥，还有那后手一锭头儿。(净)在此。烂小人，难道我就独得了不成？少不得都拿出来八刀。(丑)阿哥，自古道：分散分散，分来就散了，不要分。(净)不分怎么样？(丑)先前买玉环，存下一锭钞，孙大哥靴桶里又是两锭，共三锭了。(净)是三锭不差。(丑)不如把玉环原卖了七锭钞，把三锭钞凑成十锭，放上十年债，对合本利算一算，盘将起来，我和你做个大人家。(净)说得是，到那里去算？(丑)前面土地堂里去算？(走介。丑)二哥，土地有在此，没有鬼判。若是有人来时，一个做鬼，一个做判，遮掩片时。(净)那个做鬼？那个做判？(丑)你做鬼，我做判。(净)是了。那个先算？(丑)你先算。(净)我如今先算一年起。(算介)【胜胡芦】(净)我算一年本利，该着二十锭钞也么喳。算也算得好，说也说得好，番来覆去，覆去番来算得好。(丑)我算二年本利，该着四十锭钞也么喳。算也算得好，说也说得好，番来覆去，覆去番来算得好。(外、末扮巡军上)上命遣差，盖不由己。奉上司比捕，没处捕获。有人说有两个歹人，往土地庙里去了，想是分赃，不免捕去。(进介，净、丑做介。外)没有人。伙计。今来雨水慢，不打鬼，只打判。(打丑介)再往别处去寻。(外、末下。丑诨介)不停当，和你再换一个所在去。(净)前面碓坊里去算。(走介)如今人来，一个做碓，一个做打米就是了。(丑)那个在上打米？(净)我在上打米。(丑)我做碓，再算。(净)我算三年本利，该着八十锭钞也么喳。算也算得好，说也说得好，番来覆去，覆去番来算得好。(丑)我算四年本利，该着一百六十锭钞也么喳。算也算得好，说也说得好，番来覆去，覆去番来算得好。(净)我算五年本利，该着三百二十锭钞也么喳。算也算得好，说也说得好，番来覆去，覆去番来算得好。(丑)我算六年本利，该着六百四十锭钞也么喳。算也算得好，说也说得好。番来覆去，覆去番来算得好。(外、末又上)人平不语，水平不流。什么人在碓坊里说话？去看来。(进介，净、丑做介。外、末)原来是打米的。方才说话，就是你么？(净做耳聋介。末)伙计，这个人耳朵生来背，不打人，只打碓。(打丑介)再往别处寻去。(外、末下。丑)啊呀！入娘的，起初打的是我，方才打的又是我。(净)如今往销皮巷里去。(丑)二哥，如今那个做皮？那个做销皮的？(净)我做销皮的。(丑)我做皮架子罢。(净)再算。我算七年本利，该着一千二百八十锭钞也么喳。算也算得好，说也说得好。番来覆去，覆去番来算得好。(丑)我算八年本利，该着二千五百六十锭钞也么喳。算也算得好，说也说得好，番来覆去，覆左番来算得好。(净)我算九年本利，该着六千二百锭钞也么喳。算也算得好，说也说得好。番来覆去，覆去番来算得好。(丑)我算十年本利，该着一万二千四百锭钞也么喳。算也算得好，说也说得好。番来覆上，覆去番来算得好。不好了，(作倒介)算杀了。(净)再算。(丑)葱便好蒜，算到十年，算死了一个，若再算几年，两个都要算杀了。(净)兄弟，那里说起？和你一霎时发迹起来。(外、末复上)听得有人声，慌忙就来听。方才见二个人走在销皮巷里去了，想在这屋里头，听一听。(净)外边想有人察听，不免销起皮来。(作销皮介。外、末听介)里面销皮不相干，我与你再往前去。(同下。净)外面没人了，且把财主行径铺排一番。(丑)阿哥，你有了钱时，怎么受用？(净)兄弟，我若有了钱，讨他娘四个小厮，都叫他兴字，一个叫来兴，一个叫进兴，一个叫郎兴，一个叫加兴，(丑)加兴是地名。(净)苦瓜蒌便好，地苓又要。买四十匹马，要五样颜色的。(丑)那五样？(净)青马、黄马、红马。(丑)那有红马？(净)关老爷骑的胭脂马，便是红马了。(丑)是。(净)白马，绿马。(丑)又来了，马那里有绿马？(净)前日你每阿嫂有病，教我去求笺，那道人说：\"大象不妨，绿马不倒。\"(丑)这是命里的马，不是骑的。(净)我只道是骑的马。一买买了马，叫来兴。兄弟，你便权应我一声。(丑)我应。(净)来兴！(丑)有。(净)你去抱我的青马来。(丑)正是不曾骑马的，马怎么抱过来？牵过来。(净)便是带过来，我要骑了马去上东厕也。(丑)罢了，上东厕也都要骑马？(净)你不晓得，倘或六月间痢疾病起来，奔得快。假如与老婆一头睡在那里，一句话不投，就叫来兴带那白马来，我要骑了那一头去，这便是我的受用。兄弟，你怎么样受用？也说一说。(丑)我的受用，比你不同。(净)怎么样的？(丑)我做了财主的时节，先讨四个丫头，按时景取名：春里叫春香，夏里夏莲，秋里秋菊，冬里癞痢。(净)有了银子，讨那癞痢怎么？(丑)不是，口快说错了，是腊梅。睡了一夜，早上坐在床上，叫春香。阿哥你便也应一声。(净)有。(丑)替我穿袜。(净)嗄！(丑)一起起来了，叫夏莲讨脸水来刷牙来。(净)来了。(丑)我便开了这一张臭口，好像洗酒瓶的一般，吸吓吸吓，这等洗了脸。叫秋菊，拿衣服来与我穿。(净应介。丑)一穿穿衣服。叫腊梅，拿白麂皮皂靴来与我著。(净)白便白，皂便皂，什么白麂皮皂靴？(丑)便是皂靴，一穿穿齐整了，东也撞，西也撞。(净)兄弟，怎么只管撞？(丑)阿哥，如今的人有了银子，就无状起来了。(净)说得是。昨夜我与你每阿嫂说那羊脂玉环，他说道：\"眼见稀奇物，寿增一纪。\"(丑)你如今拿出来，等我看一看。(净)包好在此，看他怎么？(丑)我要看一看。(净)在这里。(丑)拿来！(夺看。跌碎介)兄弟叫声屈，拾了黄金变了铁。(丑)阿哥叫声苦，拾得黄金变了土。(净)和你命里穷时只是穷，拾了黄金变了铜。(丑)我和你的命，半升米要上甑，落翻在锅里，依旧吃粥命。(净)我说道不要看，你偏要看，如今跌碎了，大家羞。(丑)不要埋怨了，拿这三锭钞出来，你也拿了一锭，我也拿了一锭，将这一锭来买酒吃了回去。(净)我和你叹几句罢！【贺新郎】(净、丑)夜来因吃酒，大雪中跌倒孙兄，让他落后。拿了他靴中两锭钞，又把玉环拐走。怎知今日跌破，我两个如蓝提水走归家，篮内何曾有？干呕气，惹场羞。(外、末复上)欲人不知，除非莫为。里边有两歹人说话，待他出来拿住他。不免躲在此。(躲介。净、丑)和你回去罢。(开门介。末拿住介)你两个干得好事！偷了人的东西，倒在这里分赃。快拿去见官！(净、丑跪介)大哥饶了我每罢！(末)既要我饶，方才说的玉环、三锭钞，都拿来把我了，才饶了你。(净、丑)玉环是方才打碎了，三锭钞在此，送与大哥罢。【赏宫花】(末)你两个歹凶，拐钱图使用。怎知遇着我，你手拿空。(合)好似雁从天上过，急忙归去炒油葱。【前腔】(净)当初放钱，十年本利浓。扣算钱无数，总成空。(合前)【前腔】(丑)钱落手中，寻思跌破凶。干与他将去，杳无踪。(合前)算来本利十分多，命里无钱奈若何？嫩草怕霜霜怕日，恶人自有恶人磨！第十五出妻妾叹夫【梁州令】(旦同贴上，旦)默默思量怨我夫，赶兄弟无辜。(贴)弃亲结义两无徒，忠言谏，生嗔怒，反不足。(旦)迎春，富贵不然亲兄弟，贫寒亲的不相亲。(贴)院君，熟油拌苦菜，由人心里爱。不知员外如何只是结义的好？(旦)你看夜来小叔背了员外回来，刬地落得一顿打骂。他身上这般蓝缕，如何是好？(贴)便是。【雁过声】(旦)昨宵际晚时，见小叔背负员外归。穿一领百衲破衣，睚睚瘦得不中觑，铁心肠见了珠泪垂。(贴)一饭未曾举箸，员外酒醒喝起，便道他偷了环儿。更不分说几句，便拳踢乱打逐出去，破窑内受苦伊怎知！【前腔】(旦)小叔知礼攻书，又怎肯怀着恶意？信他人搬喋是非，把亲生兄弟逐出去，每日劝戒不听取。(贴)同胞共乳，手足之义，割舍把他轻弃，将家私恃长不分取。小官人晓诗书，知礼义，尽让兄不肯说，他又何曾说是说非？(合)论得来谁是谁不是，何日劝得心意回？【尾声】镇日坦饮酒杯，等待得他不醉归，再把忠言相劝取。终朝殢酒醉醺醺，不是亲人强作亲。待得醒时还劝取，不须强聒醉中人。第十六出吴忠看主【三台令】(小生上)夜来背负兄归，冤我偷了环儿。心下自伤悲，好教我泪珠暗垂。哥哥听信两乔人，发怒将咱赶出门，使我一身无倚靠，担寒忍饿度朝昏。心似刺，泪偷零。谁人怜念我孤贫？暗思凡事皆由命，只恨乔人不恨兄。孙荣夜来街上求乞，不想撞见哥哥倒在雪里，好意背他回去，酒醒转来，倒说我偷了他玉环、宝钞，被他打骂一顿，赶将出来。有这等屈事！正是：有好心，无好报。(苦介)哥哥听谗说，义断亲情绝。自与结交饮，三人共赏雪。【七贤过关】三人共赏雪，吃得醺醺醉。撇我哥哥跌倒在深雪里，他两个撇了你自先回。却不道赛过关张有义气？冷清清冻死你做街头鬼，又还是孙荣背负你归。孙员外，你临危不见了赛关张，方信道打虎还须亲兄弟。【前腔】我若不见你时，被巡夜军拿住。不是我背负你归来，怎能够在家中睡？刬地怨我每偷了玉环儿，不问情由打骂起。沉口店口店背负你回家里，只落得一顿拳踢赶出外去。是准不是？你赶我出门亲的做非亲，我送你回家好意反成恶意。罢罢！只是在小不敢言上。孙荣今日却起得晚些，不免把窑门拴上，将过一本书来看，消遣情怀，多少是好。(看书介)【驻云飞】读尽文章，多少艰辛泪万行。书，为你把亲撇漾！书，为你多磨障！咍！身向破窑藏，好恓惶。冷落饥寒，苦楚难名状。一夜思量一夜长。(末上)成人不自在，自在不成人。吴忠曾闻古人言，\"儿不嫌母丑，犬不怨主贫。\"我员外不知为何把小官人赶将出去，我听得没外安身，却在城南破瓦窑中权歇。今日得些工夫，瞒过了大员外，不免走去探望则个。我有私钱十贯在此，送与小官人做盘缠，却不是好？呀！不觉已到破窑了。开门！开门！(小生)是谁？(末)是吴忠在此。(小生)吴忠，你不仁不义，无始无终！你来这里做甚么？(末)念吴忠没得工夫来看小官人，休怪。(小生哭介)岂不闻：\"犬有湿草之义，马有垂缰之恩。\"犬马尚然如此，你为人岂无报效乎？正是世情看冷暖，人面逐高低。一似潘阆倒骑驴，永不见你畜生面！(末)念吴忠身受工雇，专听使令，宅上事务多端，奴婢竭力支吾，不能干办。虽心念官人，奈我身不由己。望官人鉴察其情！【古皂罗袍】(小生)恨奴胎直恁乖，自我来窑内，全不想故人安在。想我在家中，不曾歹觑你来。好难道重义轻财，许多时撇得我全然不睬。咍，自我离了家，苦杀我，他时后将我做甚人看待！【前腔】(末)宅上事如麻，都要去解，那得工夫前来。出于我无奈，非不用心，非不挂怀。望东人凡百事可怜担带。(小生)既如此，待我开门，放你进来。(开门见末介。末跪介)【前腔换头】(小生)见吴忠来珠泪满腮，想我当日间豪迈，今日悄似一个乞丐。穿着一领破衣裳，拖一双破鞋，何日得苦尽甘来？我在破窑中，冷冷地谁揪采？咍，伤怀，我哥哥忒毒害，闪得我不尴不尬。【前腔】(末)见官人珠泪满腮，骨瘦如柴，后全没些光彩。有十贯现钱，舍的自己财，将不出来，端的是少些休怪。(小生不受介)【福清歌】见着你每，珠泪暗倾，思往日教人懊恨！(末)见官人，没精神。遣吴忠珠泪流，似刀剜碎心。(合)受饥寒，煞害得壁尽离倾。【前腔】(末)听说事因，贤达院君常劝戒官人不听。(小生)守清贫，且安分。去谒高门求口食，路上哀告人。(合前)【香柳娘】(小生)把家私占了，把家私占了，因甚不争竞？只因要我家法正。我宁可受苦，我宁可受苦，不敢怨家兄，教人自愁闷。(合)在破窑中冷落，在破窑中冷落，举目谁人是亲？闷怀无尽！【前腔】(末)告官人放心，告官人放心，且休愁闷，人若孝悌天心顺。但朝夕院君，但朝夕院君，劝戒我东人，不久自回心。(合前)(小生)感你不忘旧日恩，(末)这般苦事与谁论？(小生)归家不必高声哭，(末)只恐人闻也断魂。第十七出看书苦谏【菊花新】(生上)细思孙二煞无徒，使计藏奸要害吾。虽然赶出去，遭穷困此身蓝缕。杀人可恕，情理难容。叵耐孙二无知，买毒药害我性命，若非两个结义兄弟说与我知道，几乎遭他毒手。虽然赶他出去了，心中还不遂意。且待日后慢慢寻一计害他便了。今日闲暇，懒得出门，不免到书房中看书，消遣则个。(笑介)这一本是《三国志》，曹操长子曹丕，见兄弟子建，七步成文，恐怕夺帝位，以此曹丕要谋害其弟。一日曹丕赶兄弟到御马监边，拿住兄弟道：\"兄弟，人人道你七步成文，你今日赠我一诗。如好，就饶你性命；若不好，你一命难保。\"子建双膝跪下道：\"哥哥把甚为题．？\"曹丕道：\"就把马料为题。\"子建作诗曰：\"煮豆燃豆萁，豆在釜中泣；本是同根生，相煎何太急！\"此诗分明相关二意，说着那哥哥谋他性命。咳！人不知道的只说我与兄弟不和，元来古人亦如此！(旦上)【前腔】今朝我夫不沉醉，独坐书斋看古书。前去问因依，忠言劝愿回心意。(见介)员外万福。(生)院君拜揖。(旦)不知员外在此看什么书？(生)把《通鉴》在此看。(旦)看到那里了？(生)看到《三国志》曹丕见兄弟子建七步成文，恐夺天下，以此谋害兄弟。院君，人只说我与兄弟不和，你看古人尚多如此，何况于我？(旦)员外看《三国志》曹丕，何不看楚昭王倒贤慧？(生)如何见得楚昭王贤慧？(旦)这是《春秋传》上的故事。(生)你且道来。(旦)那楚昭王呵！【绛都春序】平生恋色，有忠臣伍奢，直谏获罪。伊儿伍尚，入朝齐杀取。有次子伍员，不肯赴召，欲报父兄之冤。子胥奔走吴国里，借兵马投入楚地。两军交战鸣鼙，金鼓震动天地。(生)不知那一国胜？那一国败？【降黄龙】(旦)吴国兵强，遂起兵征战，楚国难敌。昭王败走，到楚江无渡，心下踌躇。(生)那时节怎么了？(旦)昭王正在忧疑之际，移时见一艄子，驾一叶扁舟来至，救昭王御弟夫人太子离去。(生)楚昭王、御弟、夫人、太子上船，却如何了？(旦)船到半江之中。【前腔】俄然风浪滔天，荡却船儿把身不住。船艄奏启告我王，请一位疏者落水。船艄奏曰：\"告我王，小船不堪重载，况风浪太急，告我王，请一位疏者落水，\"昭王曰：\"船内寡人、御弟、夫人、太子四人，皆是我亲，那一位是疏者？\"船艄曰：\"若不请一位下水，恐害一船性命。\"当时有御弟欠身而起：\"小臣情愿下水。\"昭王扯住衣袖道：\"御弟不可，不可！兄弟手足之义，如何使得！\"当时夫人欠身而起道：\"子童情愿下水。\"那昭王就无语。夫人欠身而起，奈顷刻天惨云迷，似落花趁着流水，悠悠大江东去。(生)夫人下了水，后来怎么？(旦)夫人下水之时，风浪又急，船艄再奏：\"小船不堪重载，再请一位疏者下水。\"有御弟欠身而起曰：\"小臣情愿下水。\"昭王扯住道：\"不可！不可！\"当时大子欠身而起：\"小臣情愿下水。\"那昭王就无语。【黄龙滚】太子泪双垂，太子泪双垂，投入江儿水。风静浪平，楚王蹬岸离船去。暗忆太子，偷弹珠泪，投西楚往晋国奔逃去。(生)楚王上岸去了，后来又怎么？(旦)楚国有一大夫，姓申，名包胥。此人投了秦国，借兵救主。秦国不肯借兵，这包胥就在城下哭泣了七日七夜，哭得眼中流血。秦国见此人有忠孝之心，当时点起精兵，借与包胥，来救楚昭王。【前腔】身与申包胥，身与申包胥，领着精兵至，来救昭王，遂与吴军相迎敌。两国争战，杀吴军退，群臣会请昭王回朝去。(生)楚昭王到朝内却如何？(旦)楚昭王到朝内呵，【前腔】再整旧华夷，再整旧华夷，重睹江山丽。满朝朱紫，依旧还朝内。再立妃子，安居宫里，俄然又生太子昭王喜。昭王到朝内，大排筵宴，聚会群臣。饮宴已后，昭王曰：\"寡人曾记过楚江风浪太急之时，船艄两次奏曰：'小船不堪重载，请一位疏者下水。有御弟两次欠身而起，曰：'小臣愿下水。'寡人扯住道：'不可。'有夫人、太子下水，其船方稳，才保得寡人过了楚江。如今回到朝内，重立妃子，又生太子。寻思起来，妻子易得，兄弟难得！\"【前腔】妻子易得之，妻子易得之，兄弟难轻弃。若还死去时，算来难得重相会。两班文武，山呼声沸，扬尘罢舞蹈毕，皆欢喜。【尾声】一时楚国封登位，万民乐业太平时，致使流传作话儿。(贴捧茶上)【引子】生居画阁兰堂里，忽听院君言语。千般百计，只为员外不听取。员外、院君请茶。(生)我不要，送与院君。他说了这半日，口干舌燥，正用得在那里。(贴)院君在此看什么书？【普天乐】(旦)看一本楚昭王真贤慧，弃妻子怜兄弟。伊不念共乳同胞，割舍赶他出去。念小叔真狼狈，我夫哀怜回心意，破窑内收取兄弟回归，同享富贵。效昭王爱亲，休学曹丕。(贴)员外看的是什么书？【前腔】(生)偶因观《三国志》，曹操子曹丕的，因兄弟广记多才，七步已成诗句。兄妒忌恐怕他夺位，定计施谋杀兄弟。我端详细察因依，兄杀弟有理。曹丕见识，正合着我意。【前腔】(贴)告官人听咨启，岂不晓其中意？我娘行贤达聪明，提说故事比喻。曹丕妒忌休学取，愿学昭王怜兄弟。望员外息怒停嗔，从是改非。赛过关张，到底都是乔的。(生)院君只说眼前话。(旦)官人，愿学楚昭王，休学曹丕。(贴)员外，曹丕、楚昭王都不须提起，昨日奴家到书房中，看见一本书且是好。(生、旦)见什么书？(贴)昔日有一人姓王，名祥，其弟王览。王祥是前娘之子，王览是后母之儿。有继母朱氏，信听奶娘谗言，要害王祥，令王祥到海州卖绢前去。有王览收租回来，不见了王祥，问其妻。妻曰：\"你哥哥被婆婆使令海州卖绢去了。\"王览大惊日：\"海州不打紧，要打从苍山经过，此山有强寇生发，劫人财物，害人性命。\"其妻答曰：\"何不快马加鞭，径赶至到苍山，救取伯伯？\"王览不与母亲知道，径赶到苍山，果见强人把王祥拿下。王览上前替死，这王祥只愿自死，两下争死。山中草寇见此二人有孝义之心，放了二人，把火烧了山寨，人人归家侍母去了。员外，山中草寇也有回心之日，员外何不学取王祥、王览之事，接取二官人回来，一家过活，却不是好？(生)咄！伶人点头就知，呆汉棒打不晓。你见我与兄弟不和，故意扳今吊古，在我面前絮絮叨叨，许多闲话。(旦)官人，迎春所言，正合奴意。望官人息怒停嗔，容叔叔依旧还家，十分之美。(生)院君，你休说，说起越懊恼。(贴)官人思之，院君贤慧，劝解无非好意。(旦)官人，常言道，我有黄金千万两，不因亲者却来亲。兄弟到底是真，结义的到底只是假。(生)院君，你休要在我耳边聒絮，那畜生回家，又来害我。(贴)官人，兄弟乃同胞之亲，手足之义，自古道：\"亲无怨心。\"官人早早回心，二官人必然感激。(生)那要你开口！既赶他出去，难道又招回不成？龙卿、子传必然见怪。(旦)员外，与好人同行，如雾露中行，身虽不湿，也有些滋润；与恶人同行，如抱子逾墙，一人吃跌，两人遭破。龙卿、子传，搬唇弄舌，口是心非，到底有失，不可轻信！(生)你妇人家省得甚么？只管歪缠，没些了当。【梁州序】(旦)员外，你和他结义，心肠奸狡，到底不是坚牢。心非口是，只恐笑里藏刀。(生)是我三人结义，赛过关张，永远学管鲍。你不知就里乱言敢胡道。(旦)恐怕将来没下梢，空惹得外人笑。【前腔】(生)伊家不晓，思之失笑。妇人家有甚机谋，言三语四，只管絮絮叨叨。(旦)自古常言人道，逆耳忠言，苦口良药妙。劝君不省反焦躁，冷地思量自烦恼，舌果是斩身刀。【前腔】(贴)转念取同乳同胞，忍教他一身无靠？破窑中寂寞，怨恨难消。(旦)他每日沿街哀告，告人求食，受苦伤怀抱。你每日常快乐醉陶陶。(生)不道孙荣志量高，赎毒药害吾曹。【前腔】(旦)是甚人说起根苗？扯着他当官陈告。葫芦提赶打，好没分晓。(生)从此今朝为始，休得多言多语寻烦恼。前生注定不相饶，兄弟不和都是命里招。(旦)劝员外免煎熬。【尾声】敬重他人如珍宝，把亲者轻如粪草，劝谏不从空自恼。(生)叵耐孙荣忒不良，算来谁弱又谁强？(旦)大风吹倒梧桐树，自有傍人说短长。第十八出窑中拒奸(净上)礼义生于富贵，盗贼出于贫穷，前日三人吃酒，孙员外醉了，被我、胡子传在靴中拿出一个玉环、两锭钞，指望得使。谁知玉环跌碎，三锭钞被人夺去，落得一埸空。如今不免与子传商议计策，唆孙二告他哥哥占了家私，与他和劝，两边讨些谢仪，有何不可？言之未已，子传早到。(丑上)凭君使尽千般计，运不通时只是穷。龙卿哥哥拜揖。【那吒令】(净)子传听说因依，咱每和你商议。夜来忽地生一计，说起教伊欢喜。【前腔】(丑)骗人钱钞环儿，指望于分入己。怎知跌破那环儿，钞与别人将去。(净)兄弟，前日和你偷了孙大哥的玉环、宝钞，指望分使。谁想一场悔气，玉环跌破了，宝钞又被人夺去了。如今孙二在窑里，我和你前去使个计策，搬唆孙二告他哥哥占了家私。我和你与他解劝，在里头做个好人，钱也有得赚，酒也有得吃。此计何如？(丑)此计甚妙。阿哥，我和你两个天上有世间无的。(净)兄弟，我每行了好心，自有好报。(净、丑暂下)【行香子】(小生上)日有阴晴，月有亏盈，算人无久富长贫。秋来自然黄叶飘零，到春来，花重吐，柳拖金。运退黄金失色，时来铁也争光。想孙荣当初在家时，丰衣足食，何等奢华。如今在此窑中受这般苦楚，如何是了？(净、丑上)计就月中擒玉兔，谋成日里捉金乌。迤逦行来，此间已是窑门首，径进去。(见介)呀！孙二哥拜揖！(小生)二丈何来？(净、丑)我二人知你在此居住，特来拜望。(小生)多劳了。(净)几日不见，为何尊颜这等憔悴了？(小生)自从被哥哥赶逐出来之后，衣食不充，因此愁闷。(丑)便是。你在这窑中受苦，几时能够发达的日子？(小生)二丈，这也是出于无奈。(净、丑)你哥哥这等发迹，你这等贫苦，倒教我每替你气不过。(小生)二丈，听小生说：【风入松】岂不闻伊尹未逢时，(净、丑)又来通文了。(小生)向莘野锄耕。(净、丑)还有谁来？(小生)漂母进食哀韩信，吕蒙正把寒炉拨尽。姜子牙八十钓于渭滨，时来后做公卿。(净、丑)你是今时人，怎么比得古人来？【前腔】(小生)时人何异古时人？自古贤愚不等。(净、丑)如何见得贤愚？(小生)贤者正直无谗佞，愚蠢的言而无信，处处有君子小人。(净、丑)君子小人固有，我两个比众不同。(小生)吾一日三省其身。(丑)你眼下这恓惶，烦恼也不烦恼？【急三枪】(小生)我一时穷，一箪食，一瓢饮。常忧道，不忧贫。(净)只是这般，几时会发迹？(小生)我多豪迈，多才调，多聪俊，管一跃，跳过龙门。(净、丑)你两个是一父母生的？是叔伯兄弟？【风入松】(小生)与哥哥一个父娘生，却把我做陌路之人。(净、丑)怎么他又发迹，你又贫苦？(小生)把家私占了生恶性，赶逐我无投无奔。(净、丑)这等打骂你时，你怨他不怨他？(小生)打杀我终无怨恨。(净、丑)真是没分晓！没志气！(小生)割不断手足之亲。(净、丑)他占了家私，你何不去告他？我两个与你作证见，分些家私来受用，却不好的？【急三桅】(小生)败风俗，歹言语怎听？没家法，坏乱人伦。(净、丑)我两个替你告如何？(小生)逞奸狡，刁唆人告论，君子貌，小人心！(净、丑)我两个好意来和你说，颠倒说我每挑唆你。【风入松】(小生)你与哥哥结义胜嫡亲，敢恁的反面忘恩！我哥哥行使些糖蜜口，我根底刁唆休论。我哥哥有眼何曾识好人？你只宜假不宜真。(净背介)兄弟你来。(丑)怎么说？(净)今日刁唆孙二不从，明日孙大哥知道怎么好？(丑)便是。如今一不做二不休，另使个计策来便好。(净)有计在此，只说孙二要告哥哥，我每两人劝他不从。(丑)这也说得有理。(净、丑转介)孙二，你怎么要告哥哥？(小生)是你每方才在此撺掇我告哥哥，怎么倒说我要告哥哥？(净、丑)你方才说哥哥占了家私，要告他。(小生)几时说来？(净、丑叫介)地方总甲，孙二要告哥哥，不干我每事。(闹介。外上)处事少时烦恼少，识人多处是非多。什么人在窑中罗唣？(净、丑)好教公公知道，这孙二道哥哥占了他家私，要告哥哥，我每二人在此劝他。(小生)公公不要听他，我在此窑中，他两个走来刁唆我告哥哥，道我不听他，如今反说我要告哥哥。(外)原来恁地。【博头钱】(小生)你好忒胡逞！你好不本分！教我争，你有何安稳？(净、丑)不听道，忒煞村！不依教，该受贫。(外)算来贫富是前因，皆由命岂由人！(小生)屏风虽破，骨格尚存。一朝荣显，否极泰生。(外)两人休得要争竞，须留取，旧人情。【前腔】(净、丑)你好忒执性！你好不思忖！好言语你每全不听。(小生)不论告，由我每。不争竞，由我每。(净、丑)全然不忖骂咱每，犹兀自假惺惺！忠言逆耳，反生怒嗔。良药苦口，敢恶骂人！(外)大家休得要争竞，莫失信，且安分。(外)兄富伊贫实可怜，(小生)逆来顺受总由天。(净)分明指与平川路，(丑)莫把忠言当恶言。第十九出计倩王老【腊梅花】(贴上)光阴荏苒疾似箭，追思往事怎生言，遣人珠泪涟。去时节暖阁排筵，转眼清明在目前。庆贺红炉雪满街，又逢新岁贺筵开。大家游赏花月下，不觉清明景又来。我迎春为何说这几句？只为大员外把小官人赶出？已经半载，寻思起来，好伤感人也！外人都说我院君贤慧，我想起来，也有不贤慧处。如何见得？虽则大员外性气不好，不与兄弟盘缠，钱钞都是院君掌管，比及小官人受苦，我院君何不瞒了大员外，暗地使人送些钱米与小官人，也免得在街头叫化。此事且待院君出来，提起这话，看他怎的？正是不钻不穴，不道不知。言之未已，院君早到。(旦上)【挂真儿】几阵催花雨初霁，和风至艳阳天气。(贴)清白微黄，娇红嫩绿，妆点名园佳致。(旦)窗外日光弹指过，庭前花影座间移。迎春，时光似箭，自从小官人被员外赶出，不觉又半载矣。(贴)院君不说，妾也不敢多言。小官人每日在街头叫化生受，家中财物，都是院君使管，何不瞒了员外，暗地使人送些与小官人做盘费，免得在街头求乞。外人不知的，只道院君不贤慧，岂不被人耻笑？(旦)迎春，你自说得是。你只知其一，不知其二。(贴)却是如何？(旦)你不闻古人言：\"男无妇是家无主，女无夫是身无主。\"男子治家之主，女子是权财之主。俗谚云：\"家有一心，有钱买金；家有二心，无钱买针。\"我若依了你的言语，背了大员外，使人送些钱与小官人，有何难处？只是于礼不可。此乃背夫之命，散夫之财，非贤妇也。还是劝谏官人回心转意，着他兄弟和顺，迎小官人回家，方是十全之美。(贴)迎春区区小婢，凡事只顾眼前见识，那知大道？望院君恕罪！(旦)迎春，我累次劝谏不从，如今寻思一计。西郊外有个王公，名为王老实，年九十三岁。他家五代不分，百口共食，伏侍我员外祖上三代了，见今管我家庄库。明日是清明佳节，员外年规要去上坟。我如今不免先令安童前去说与王公，教他劝我员外。或者员外见他是祖上老成之人，听信他言，也未可知。(贴)院君说得极是。待我唤安童出来，分付他便了。安童那里？(丑内应)谁叫？(贴)院君唤你。(丑上)来了。有福之人人伏侍，无福之人伏侍人。不知院君有何使令？(旦)安童，我唤你出来，别无甚事，着你到西郊外王老实家去走一遭。(丑)有甚么说话？(旦)你去对他说，院君多多上覆你。自从员外赶出二官人，累劝不听，明日要来上坟，你可用心劝谏。若劝得员外回心转意，取回二官人同享荣华，那时院君重重谢你。(丑)即如此，我就去。【锦上花】(旦)你说与王老听，明日东人要上坟。劝官人须教三省，休恁痴迷执性。结义两无情，亲者到底只是亲。(合)将兄弟赶出门，非亲却是亲。仗托王公直语忠言，劝官人回转心。【前腔】(贴)那王老九十三岁，伏侍祖上亲。也须听从今改正，撇了结交的，思念手足亲。休得把至亲如陌路人。(合前)【前腔】(丑)思之自古常言，家和万事成。我东人怎不思省？转教安童前去，请王老劝官人。兀的不是谢得贤院君。(合前)(旦)王老忠言劝必听，(贴)叮咛嘱付望回音。(丑)不用再三亲嘱付，管教劝解转回心。第二十出安童将命【出队子】(外扮白须王老上)银须霜鬓，世上白头能几人？五福之内寿为尊，寿极年高是宿世因，况我今生略无妄心。念老汉姓王，名老实，西郊外居住。从来伏侍孙宅使长，至今己过三代。掌收庄库，些儿不差，分毫无失。正是小心天下去得，大胆寸步难移。我想人生百岁，七十者稀。老汉穷年九十三岁，五代不分，同居百口，儿孙共食，晚景熙熙。这叫人若诚心，天须可表。来日是清明佳节，孙大员外必来上坟，不免分付小二前去打扫洁净则个。【前腔】(丑上)跋涉古道，不惮迢迢去路遥，院君严命敢辞劳！王老忠言劝必好，真个是妻贤夫祸少。受人之托，必当终人之事。男女领院君言语，教我西郊去，说与王公劝谏员外之事。这里就是王老实门首。呀！元来他坐在里边，不免进去。王阿爹拜揖。(外)是谁？(丑)阿公，我是安童。(外)元来是你。到此何干？(丑)有一件事儿，特特到来。(外)我且问你，大员外一向好么？(丑)好。终日吃酒快乐，有什么不好？(外)院君好么？(丑)好，整日看经念佛，七八上天快也。(外)吴忠可好？(丑)吴忠阿哥好。出入账目，都是他管，一应事体都托他，有何不好？(外)迎春好么？(丑)王阿公也痴心起来。这丫头比旧不同了，如今长得好了，员外喜欢了他，正是得宠之时，有甚不好？(外)呀！我倒忘了。如今二官人好么？(丑哭介。外)怎么说了二官人，就哭起来？(丑)不要说起。(外)怎么不要说起？(丑)二官人已被大员外赶了出去了。(外作惊介)呀！元来有这等事！(丑)今日我来别无甚事，院君累次劝谏，员外并不肯回心，为此着我来上覆阿公。(外)有什么说？(丑)明日乃是清明佳节，大员外来上坟，要你在他面前忠言劝谏。若得回心转意，兄弟和顺，那时节重重谢你。(外)安童，这个不须说。你回去上覆院君，待员外来时，我自有个道理劝他。(丑)阿公，我院君每日呵！【古针线厢】劝解不听，未审东人却怎生。只听结义相调引，割舍背义忘恩。小官人从来本分，平白地赶出门庭。(合)若得劝回心，取回兄弟，永远和顺。【前腔】(外)世上为人，兄弟不亲谁是亲？不思共乳同胞义，又不念手足之恩。我如今和伊到城，说几句劝我东人。(合前)【前腔】(丑)不必入城，明日东人要上坟。若蒙劝解回心转，男儿感得恩深。太公曾伏侍他祖亲，忠言语不敢不听。(合前)【前腔】(外)老倒无成，九十三年是他门下人。来朝亲诣坟头去，管取劝他回心。自古来帝君有臣，无纳谏忠言听信。(合前)(外)堪叹非亲却是亲，(丑)来朝千万到坟庭。(外)全凭三寸澜翻舌，打动阎浮世上人。第二十一出花园游赏【粉蝶儿】(生上)才过烧灯，不觉又逢寒食，草铺茵万花堆绮。(旦上)向西郊，堪玩赏，红娇绿媚。步西郊，山阴右军修禊。(生)院君，春秋祭祀，以时思之。明日是清明佳节，须用登坟拜扫，以表追思之意，不知娘子去也不去？(旦)好教员外得知：不去拜扫，于礼不宜；只是奴家两日有些身子不好，改日却去不迟。(生)既如此，安排三杯，去后花园里游赏一番。明日待我自去上坟便了。(旦)如此甚好。【长生道引】(生)千红百翠，千红百翠，妆点名园景最奇。春光明媚，和风习习，丽日迟迟。听得绿杨枝上，黄鹂弄语，唤人游戏。见金鞍共玉勒，竞出郊西，寻芳殢酒排宴会，踏花去马蹄香细。(合)游赏好得意，蓦听得笙歌声沸，弦管和齐，直吃到日沉四。【前腔】(旦)阳和天气，阳和天气，梅子青青燕子飞。春随人意，催花雨细，绽开群蕊。海棠胭脂染，娇如美女，动人情意儿。见游蜂趁粉蝶，往来园内。争如共伊不暂离，同携手闹花丛里。(合前)【前腔】(生)游人如蚁，游人如蚁，紫陌红尘拂面飞。秋千蹙起，夭桃临水，翠柳盈堤。牡丹独豪贵，百花怎比？翠红深处，见才子共佳人，并肩低语。踏青斗草撒满地，贪欢宴堕簪遣珥。(合前)【前腔】(旦)山阴佳趣，山阴佳趣，想羲之当日设筵席。群贤毕会，兰亭修禊，至今留题。恣赏名园内，千葩万卉，鼓乐盈耳。见齐郎共麻婆，舞得仡戏。争如我共伊沈醉归，霓裳舞柳腰纤细。(合前)【尾声】悲欢离合情千古，雪月风花景四时，女貌郎才能有几？来日坟头祭祖先，痛思骨肉泪涟涟。先于坟上添新土，却向荒郊列纸钱。第二十二出孙荣奠墓【庆青春】(小生上)芳草铺茵，夭桃喷火，丝丝细柳拖金。捻指光阴，使人无限伤情。归家暖阁排宴饮，才过了除夕，正遇元宵，游赏花灯，又早清明。感叹孩儿孝顺情，痛思父母泪偷零。去年记得兄和弟，同到坟前拜祖亲。今岁里，赶出门，哥哥豪富我身贫。正是坟前不敢高声哭，恐怕人闻也断魂。今日却是清明佳节，孙荣别无孝顺，寻得一陌纸钱，叫化得半瓶酒在此，不免去祖宗父母坟前拜扫，聊表孙荣穷孝顺。说话之间，已到父母坟前。(哭介)【雁过沙】想爹娘养孙荣，抚养已艰辛，三年乳哺恩爱深，推干就湿多劳顿。养儿长成，爹娘一命倾，痛思我父母珠泪零。今日却是清明佳节，孙荣别无孝心，有一陌纸钱，半瓶淡酒，聊表小儿孝情。(哭介)爹娘嗄！你生则为人，死则为神，望阴空保佑我兄弟和顺。【前腔】佳节是清明，孙荣拜坟庭，思量起珠泪零。爹娘，望你阴中受领。一杯鲁酒列芳庭，一陌纸钱直得甚？表扬小儿穷孝心。(丑上)夜眠侵早起，更有早行人。呀！那里来这个叫化子，在这坟上啼哭？(小生)安童，是我在此上坟。(丑)我不认得你来，快走开！(小生)安童休得无理！我是你的东人。(丑)西邻便好，东邻还不走！(打介。小生)你是我家里人，我是你的主人，怎么打我？(丑)起先是我的主人，如今不是我的主人了。(小生)咳！正是势败奴欺主，时衰鬼弄人。【梧桐树】(丑)官人听我言：世事只如此。只重衣衫，那重人贤慧！如今只重钱和势，你恁贫寒识甚高低？一领布衫，比不得咱每的？何须共你争闲气！【前腔】(小生)腌賸小贱奴，怎不思量取？我是你东人，你是咱奴婢，辄敢对主出言语！自恨我家神做不得主，致使今朝外鬼相调戏。兀的不是势败奴欺主！(末上)不暖不寒三月天，那堪杨柳正飘绵。回身打扫坟茔净，专待东人化纸钱。(丑)好了，有帮手了。阿哥来打这叫化头！(末)呀！这是二官人，你怎么与他厮闹？(丑)这等模样了，还要认他么二官人！(小生)吴忠，你快来救我则个。(末跪介)小官人，你为何在此与这小厮厮斗？(小生)不要说起。我在此拜坟，不想这狗才赶来打我。(末)小官人请息怒。【多娇面】(小生)见吴忠，珠泪倾，许多时不见你每头影，你缘何背主忘恩？思量你好没人情！【前腔】(末)告官人，听拜禀。宅门里每日忙奔，念吴忠委实官身，不由己一言难尽！【前腔】(丑跪介)见官人，忠孝心，思量后口头忒紧，不合出言伤触了大人，如今悔之不尽。(末)他不认得二官人，小人请罪。(小生)这是我命该如此，也不怪他。(末)小人倒忘了，大员外将次来也，小官人不可在此久停，倘然撞见，又要着恼。(小生)既如此，我且回避了罢。(小生)哥哥心性太无情，(丑)迟去教人灾祸生。(末)双手劈开生死路，(小生)一身跳出是非门。第二十三出王老谏主【夜行船】(生上)日暖融和景明媚，和风扇夜开琼蕊。(末、丑)古墓坟头，儿孙来至，列香纸祭之以礼。(生)吴忠，什么人先在此烧纸了？(末、丑)不是别人，是小官人在此烧的。(生)我不曾来烧纸，他倒先在此烧纸，好大胆！如今他在那里？(末、丑)去了。(生)与我去拿他转来！(末、丑)去远了，赶不上了。(生)快与我赶上去便了！(末、丑)领台旨。任伊走上焰魔天，脚下腾云须赶上。(下。生)但见：坟畔乔松舞凤，墓前古柏盘龙，楼台高耸插云峰，疑是蓬莱仙洞。孝子坟前哭泣，杜鹃枝上啼红，春秋祭祀永无穷，代代儿孙供奉。【石竹花】时遇寒食感孝情，办虔心特来拜坟。一杯美酒浇奠，使人不觉泪零。纸钱高挂坟头，略表孝情。酒肴罗列坟头，乞赐受领。【柳絮飞】(净、丑上)闻知道哥哥上坟，上坟，强如拾得珠珍，珠珍。急急前来问事因，结义人算来强如手足亲。(见生介)哥哥拜揖。(生)二位贤弟何来？(净)闻知哥哥上坟，兄弟不敢不来。(丑)哥哥好人，你今日上坟，请也不来请我每两个，竟自来了。(净)兄弟，孙大哥恐怕我每来吹了木屑，故此瞒了我每。(生)说那里话！二位是异姓，所以不好请得。(净、丑)大哥一发说差了。我和你既结义了，你的爹娘即如我的爹娘，我的父母就如你的父母，怎么倒说起异姓两字来？(生)兄弟说得有理，愚兄有罪了。(净、丑)何说此言！我二人没有什么孝顺，一陌纸钱在此，烧与孙老伯，也是我两个干儿子的薄意。(生)多承厚情！(净、丑)好说。大哥可曾拜？(生)还不曾。(净、丑)这等哥哥拜了，然后我每两个拜。(生拜介。丑)待我筛酒。【忆多娇】(生)生事之，死葬之，祭之以礼浇奠取。(净偷酒吃介。生)兄弟，你方才筛的酒，怎么不见了？(丑)想是孙阿伯吃了。(净)待我来斟酒。(生)望你阴空相保庇。(丑偷酒吃介。生)兄弟，你斟的酒，怎么又不见了？(净)想是孙阿姆吃了。(合)保佑儿孙，保佑儿孙，代代香花奉侍。(净、丑)如今待我每来拜一拜。【前腔】你两个是死鬼，我两个是活鬼，有名叫做拖狗皮。买些生姜，擦出眼泪。(合前)(净作倒入神介。生、丑惊介)为何是这等模样起来？(净作乱话介)我乃非别，孙豪是也。(生)这等是我的爹爹了。(净)东京城里有名人，养得孙华有孝心。我的儿，若非结义相搭救，魂灵飞在九霄云。(丑)我的活孙阿伯！(生作拜介)爹爹，你下云来有何分付？(净)孩儿听我分付，若非两个结义的朋友，你的性命也难存。(生)爹爹说得是。(净)你亏了他两个。一个与他一所房子。(生)爹爹分付，就起与他。(净)一个与他一个老婆。(生)孩儿就讨与他。(丑)孙大哥，是你亲口许的了，不要忘了。(生)我怎么说谎！请问爹爹，今年田地有收么？(净)种得便有收，不种没收。(丑)孙阿伯的说话，也是开后门的，(生)今年放债有利息么(净)你若放了出去有利息，不放出去没利息。别的都不要托他。(生)只托那个好？(净)只托两个结义的。(生)一定托他。(净)阴司有事，我去也。(作醒介。生、丑)兄弟。(叫介。生)兄弟，你方才怎么是这等起来？(净)我怎么样来？(丑)阿哥，你不晓得？(净)我不知道。(生)大兄弟，我父亲方才下云来附在你身上。(净)我说道为甚满身麻木了，元来如此。曾说些什么？(生)说道亏了你每两个。(净)亏了我每两个什么来？(生)说道若不是你每两位，我的性命也难存。(净)恰又来。阴司也是晓得的，若不是今日孙阿伯说出来，明年也不知我每的好处。还有什么说？(生)还说道一个与他一所房子，一个与他一个老婆。(净)大哥，房子倒不打紧，老婆倒要紧。小厮家讨烧饼--说了就要。(丑)阿哥走来。(背介)你方才是真的还是假的？(净)兄弟，这叫做跳神驱鬼。像也不像？(丑)阿哥，再没这等像的了。(生)二位兄弟不要说长话短了，我和你就坐在草地上吃酒。(净、丑)有理。阿哥请。(吃酒介。外捧画上)嫡亲常赶打，结义与提携。院君劝解，忠言逆耳不投机。却把迎春赶逐，反将贤妻耻骂，于礼不相宜。片言容易出，驷马也难追。爱非亲的兄弟，煞昏迷。关张结义，今朝事却又何如？相杀无过子父兵，打虎须还亲兄弟。见此事方知。员外，你早知灯是火，饭熟几多时。老汉领院君严命，着我到坟上去劝解大员外，不免去走一遭。呀！元来员外共两个乔人在这里吃酒，我老汉只得向前去。员外拜揖。(生)老人家免礼，倒生受你来。(外)老汉闻知员外上坟，只得来走一遭。(生)王老，你且坐着。(外)老汉不敢坐。请问员外，二官人今日如何不同来拜扫？(生)他不听教训，被我赶出去了。(外哭介)员外。你不看兄弟面上，也须看爹娘面上，如何就把他逐了？(净、丑)大哥，这个老儿是谁？(生)是我家祖上三代遗下管庄库的王老实。(净、丑)你多少年纪，这等老了？(外)老汉今年九十三岁了。(生)王老，你手中拿着的是什么东西？(外)是一轴小画。(生)是甚么故事？(外)是一轴劝世图。(生)拿来我看。(看介)这画轴间的是什么故事？(外)待老汉说与员外听者。【园林好】听老夫从头拜覆，这画儿略堪驻目。(生)这敢是一株桑树么？(外)非是一株桑树。(净)敢是采樵图？(外)休看做采樵图。(丑)这几个人分明像樵夫。(外)错认了采樵夫。(生)既不是樵夫，是什么人？(外)这一个人姓田，名真。这两个是他的兄弟，一个叫做田庆，一个叫做田广。(生)这妇人是谁？【前腔】(外)是田真兄弟和媳妇，这妇人叫田三嫂。(净、丑)田三嫂是搅家精。(外)这妇女刁唆他丈夫，要兄弟分开两处。(生)他丈夫怎么说？(外)夫见说便推阻。田广和妻说：\"我兄弟三人有愿在前，若要分时，待门首紫荆花树死，方可分开。\"直待花树死便分居。(生)后来却怎么？【忒忒令】(外)那妇女每心肠太毒，见不从便生嫉妒。暗藏奸计，等男儿出去，这妇人等他丈夫出去了，(生)却怎的？(外)将门道紫荆花，把长钉钉，热汤泼，教花死树枯。(生)那花树可死么？(外)果然死了。他弟兄三人抱着紫荆花树仰面大哭，以此上三兄弟各自分开。(生)以后却如何？【沉醉东风】(外)奈田真哭泣痛苦。田真哭一会去了，两兄弟也泪珠扑簌。两兄弟也哭一会去了。只因这场痛哭，惊动了上界玉帝，见他兄弟不忍分开，洒下甘露来，救活了此树。感天地暗相扶，花开如故。三弟兄道：\"先因树死分居，如今荆树重生，我兄弟也该重合了。\"弟和兄再成一处，依然手足，同居如故。因此上义居流传万古。(生)明人点头即知，痴人棒打不晓。你这老奴，知我赶兄弟出去，故把这画儿来嘲笑我。(净、丑)大哥，把他的画儿扯破了。(外)莫扯破，留与后人看，学他好样。须教留芳百世，免得遗臭万年。(生)老贼分明说我。好打这老畜生！(净、丑)好打这老狗！(外)老汉九十三岁，伏侍员外三代子孙不曾打，今日如何要打老汉起来？(哭介)员外，你若兄弟和顺，取却小官人回家，那时就把老汉打死，却也情愿。(净、丑)这老的休胡说！(外)我九十三岁，家中五代同居，百口共食，你两个是什么人？也叫我做老的老的。(净、丑)我是你使长结义兄弟，叫你做老的，怕你甚么？(外冷笑介)嗄！元来就是你这两个乔人，刁唆我员外赶兄弟出去。(净、丑)打这老贼！我两个是什么乔人？我每是秀才家。(生)老的不得无理！(外)你两个秀才好不中！(净、丑)如何不中？【川拨棹】(外)乔人物，那些是人间大丈夫！说得个者也之乎，说得个者也之乎，难道你文章满腹。不识羞？酸饿儒！(净、丑)这老贼倒来骂我每。(外)便骂了你何妨？(净、丑)打这老贼便好！我一来看大哥面上，二来你这老贼经打不起。(外)你打你打！【豆叶黄】你缘何无故调拨我恩主，赶兄弟在破窑内落泊，历尽艰苦？搬老婆舌头败风俗，你两个甚豪富？真乃天教一世苦！(生)老的，你怎么这等无理？【三月海棠】(外)听拜覆，是你祖上遗下财和禄，你缘何独自享着豪富？(生)家私是我的，干你甚事？(外)休怒，路见不平，令人刬削。(净、丑)这岂不是奴欺主？(外)我忠言却道奴欺主。(生)不看你老面，怕不打你？(外)老汉年高迈，九十余，便教死后待何如？(生)你这老的，还要多说！【窜地锦裆】(外)员外祖上置田屋，攒下家私传父母，你得来全不费工夫，不想窑中人受苦？(生)我赶了兄弟出去，与你甚么相干？(净、丑)莫睬他！【双劝酒】(外)你抛弃手足，疏远骨肉，非亲是亲，全不省悟。一朝马转刀横，只恐悔不当初。(生)兄弟，我和你回去了罢，不要睬他。(净、丑)那里说起。倒吃这老贼一场呕气，快回去。(生)叵耐无端老贼徒，(净)出言道语敢伤吾。(丑)正是是非终日有，果然不听自然无。(并下。外扯生跪拜，生偷下介)【红绣鞋】(外)愿学田真泣树，泣树，取回兄弟同居，同居。美风俗，辨亲疏，兄与弟两和睦，欢喜煞老农夫。呀！元来去了。员外既系旧家，必然达理。兄弟乃是棠棣之亲，手足之义，同胞共乳，同气连枝。你下得赶逐他在破窑中生受，沿街叫化，你倒与两个乔人结义，每日畅饮狂歌。老汉劝谏不从，好意反成恶意。呸！与我老汉什么相干！堪笑非亲却是亲，忍教兄弟受孤贫。自家骨肉尚如此，何况区区陌路人。第二十四出谋杀孙荣【似娘儿】(生上)今日上坟时，一口气嘿嘿嗟吁，思之堪恨奴欺主。多应我弟，想必孙荣教唆那王老如是。利刀割水伤犹没，恶语伤人恨不消。今日上坟，叵耐王老将一辐画儿为由，当面被他刬削一场。我晓得多应是孙荣这叫化头教他如此。自古道：削草不除根，萌芽依旧发。如今不免与两个结义兄弟商量一计，把那叫化头杀了，是我之愿也。知心兄弟早商量，杀了孙荣方是强。(旦上)好事若藏人肺腑，语言谈笑不寻常。员外上坟回归，不知埋怨甚么，不免上前问他。(见介)员外，你在此说些什么来？(生)我不曾说什么。(旦)我方才听见你在此自言自语，怎么说不曾？(生)嗄！好教院君得知，早上我共两个结义的兄弟在坟头吃酒，叵耐孙二那厮，教王老实将一轴画为由，在我跟前，比长就短，抢白了一场。我如今一不做、二不休，已思量一计在心。(旦)却是如何？(生)与两个结义兄弟商议，除非把孙二叫化头杀了，方称我意。(旦惊介)呀！员外何起此念？就是王老实劝你，止不过要你兄弟和顺，也非干叔叔之事，员外决不可如此！(生)院君，你不知，【玉交枝】奴婢欺主，料孙荣令他恁地。我说与两个亲兄弟，教谋计害了孙二，无人处打死，撇在水里，不然暗把刀杀取。免得我吃人笑耻，免得我吃人笑耻。【前腔】(旦)听君言语，果然是当局者迷。无故杀子孙亦有罪。(生)便是官府知道了，无过只要使钱。(旦)直恁下得谋杀同气。(生)不怕，只要我钱，不要我命。(旦)阳世有钱来买罪，阴司怎生饶得你？劝我夫把家私做主，劝我夫把家私做主。【好姐姐】(生)我妻，听说就里，不杀他怎消恶气！恶缘聚会，拚个直恁的，不足虑。两个兄弟曾说誓，纵有官司他替取。【前腔】(旦)小事，他便替你，杀人事不肯当抵。君还犯罪，有钱谁救你？听奴语，船到岸边先修理，莫等江心补漏迟。【前腔】(生)妇女，不识就里，结义的强如骨肉，吉凶祸福，好歹必替吾。越添怒，常言道恨小非君子，果是无毒不丈夫。【前腔】(旦)信他，脱空弄虚，空教你通今博古。你杀人坐狱，那时不管顾。听嘱付，吃酒弟兄千个有，临难之时一个无。(生)院君，我自耍你，你倒认了真。(旦)员外听奴劝解，莫差了念头。(生)晓得了。我早上相约两个兄弟去干一件事，卑人且去便了。(旦)员外，适间言语，千万不可与他每说。(生)晓得了，你自进去。(旦)员外，你减了一时性，免得百日忧。(先下。生吊场)正是：夫妻且说三分话，未可全抛一片心。我方才正在寻思一计，要害孙二，谁想院君走来听见了，瞒他不得，只得与他说了，如何是好？自古道：\"早下手为强。\"思想起来，家中有一院子吴忠，在我家二十余年，却是中用。不免叫他出来，和他商量，教他去杀了孙二，多少是好。吴忠那里？(末上)堂上一呼，阶下百诺。不知东人有何使令？(生)吴忠，你在我家有几年了？(末)托赖员外福庇，有二个余年了。(生)自古道：\"养军千日，用在一朝\"。我家怎生抬举你来？(末)多蒙员外抬举，男女穿也有，吃也有。(生)吴忠，我近日被人欺负，欲教你去害他，你肯去么？(末)员外差矣！男女受恩莫大，舍生就死，报答主人。请早说姓名住处，男女便去。(生)你与我去城南破瓦窑中，把孙二来杀了，回来重重赏你。(末惊介)员外为何要杀小官人？(生)我和你说，早间上坟，被他唆令王老实前来挺撞我。如今一更前后，与我去窑中杀了那叫化头，免得玷辱我每祖宗，才消得我这口恶气。(末背介)皇天皇天！律有明条：奴婢欺主，大赦不赦。怎敢杀他？且住。我若不应承他，倘或他另差别人，则二官人性命难保。我有计在此，就与大员外取一锭银子到窑中，送与小官人，着他逃往他乡外郡去做些生理，省得死于非命。(转身介)员外，小人去便去，要一锭钞。(生)你忒财紧，待了事回来，自然赏你。(末)不是小人要一锭钞，这是脱身之计。小人三更已后，到窑中把小官人杀了，倘或遇见巡夜军夫赶来，拿住小人，就把这锭钞丢在地上,这些人只顾抢那钞，不来赶小人，这叫脱身之计。(生)吴忠，此计甚妙。早上有人还我一锭钞在此，你就拿去，事成回来，再重赏你。【番鼓儿】委付你，委付你，今夜亲身去。快到得城南窑内。但见小官人，便将刀杀取。事了回归，那时节多多赏你。(合)魆魆魆魆离门儿。便须防隔墙有耳。【前腔】(夫)领指挥，领指挥。待等一更至，换衣装改庞儿前去。到得破窑中，他有翼如何逃避。魄散魂飞，把尸骸撇在水里。(合前)(生)你须要小心在意。(末)晓得。(生)我今分付要依听，即当前去莫留停。(末)阎王注定三更死，定不留人到四更。第二十五出月真买狗【上林春】(旦上)手足之亲，无故赶出，今日里又生恶意。(贴上)娘行力谏不从，遣人无语嗟吁。(见介)院君，这几日眉头不展，面带忧容，不知有甚烦恼？(旦)迎春，你不知我心上事。(贴)却是如何？【宜春令】(旦)心间事难推索，我官人作事全不知错。存心不善，结交非义谋凶恶，更不思手足之亲，把骨肉埋在沟壑。(合)唬得人战战兢兢，扑簌簌泪珠偷落。【前腔】(贴)官人煞不量度，把小官人无罪赶出漂泊。分文不与，又无亲识相依托，破窑中受尽凄凉，那曾知哥哥行恶？(合前)员外既有此语，院君怎不苦谏他？(旦)迎春，你不见我苦劝不从，却教我如何么？(贴)院君差矣！官人做出事来，倘或犯罪，院君何安？如今小事不谏，恐成大事，怎么处？(旦)你也说得是。我有一计在此。(贴)有何计来？(旦)隔墙王婆家里这只黄狗可在么？(贴)不知院君问那黄狗做什么？(旦)王婆狗若肯卖，那时我计成矣。只怕他不肯卖，怎么好？(贴)迎春有个道理，不怕那婆子不肯。(旦)你有甚道理？(贴)院君，你可取下了头上钗梳，把手帕包了头，假装有病，只说要用黄狗心合药，他必然肯卖。(旦)这也是。(贴)但不知院君买这狗来，怎么样么？(旦)若买得来时，就央他杀了，把衣服巾帽与狗穿戴了，扮作人形，放在后门首，却把前门牢牢拴上。员外酒后醉回，打前门不开，必从后门而来。看见死狗，只道是人，必然去央浼两个乔人移尸，他每断不肯来。那时再教他去央浼小叔，他一定肯来，那时辨个亲疏。此计如何？(贴)院君此计甚高。(旦)你就去叫王婆过来。(贴)晓得。王婆！(净内应介)谁叫？(贴)我是迎春，院君请你讲话。(净上)【光光乍】谁人叫王婆！叫得我声恁速。待我开门看则个，呀！元来是迎春姐姐忙万福。迎春姐，到此何干？(贴)院君请你。(净)这等就去。(见介)院君呼唤老身，有何言语？(旦)请坐，听我说。【前腔】因感病不痊，合药用多般。要买婆婆一黄犬，特与婆婆饯一贯。(净)院君，自古道：\"养猫捕鼠，蓄犬防家。\"只有这只狗看家的，不卖。(贴)院君人病，故此要买你的狗，怎么不肯？(净)院君是什么病，倒要吃起狗肉来？(贴)不是要吃，要这黄狗心来合药。(净)既有心疼病，何不赎些檀香、沉香、霍香、乳香、木香、速香、降香，合些巴斗大化气丸，吃上他七八十丸就好了。怎么倒要黄狗心合药？【系人心】(旦)要一狗合药甚紧？告婆婆且休忧闷。与婆婆隔壁住年深，一半邻，一半亲。且宜思忖，休教失了人情。【前腔】(贴)算远亲不如近邻，你何须苦苦执性？要狗合药救人命。休怒嗔，休怒嗔，出语伤人，算一狗直甚？【前腔】(净)这狗子从小养成，割舍得害他一命？院君休得把人轻。空有金，空有银，纵有珍珠，休得倚富吞贫。【皂罗袍】(旦)狗子坚执不卖，便出言道语，恼人心怀，仔细思量为何来？王婆你好不相待！多年邻舍，茶酒往来，些须小事，不遂我怀，从今休把我门儿踹。【前腔】(净)是我不合口，如今改过，已往修来。院君容恕望怜哀，一床锦被都遮盖。多年邻舍，非关吝财，其间就里，好难布摆，踌蹰再四难轻卖。【前腔】(贴)软弱立身之本，论刚强惹祸之胎。利刀割水两难开，好语解人金腰带。多年邻舍，且宜忍耐，休发言语，冤只可解，依然两下人情在。(净)好教院君知道，不是我不肯卖，这狗子有几般用得着处。自从我丈夫死后，他就似我老公一般，夜间又与我护脚，早晨间没柴烧面水，他就与我舐脸，晓得人事，为此不舍得。(旦)迎春，他若不肯卖，就与他算还了我家十年钱。(贴)这婆子，你好不识好歹！你住在这里，院君怎么样照管你？就是这只狗，什么大事，坚执不肯卖！如今别的都不要说起，只算还了我家十年房钱来。(净背介)我若不肯，那得房钱还他？(向介)情愿卖。(贴)院君，他肯卖了。(旦)既然如此，就央他杀在后门首。(净)我是妇人家，不晓得杀狗。(贴)熟人杀不叫，故此要你杀。(净)也罢！也罢！智过禽，获过禽；智过兽。一个狗儿直甚钞？买与院君合药料。又要王婆替他杀，该死畜生莫要叫。(下。旦)迎春，喜得王婆肯了。如今他已去杀，和你入里面去取头巾衣服与他穿戴。(贴)院君，趁天色晚，急忙去主张。(旦)不施万丈深潭计，(贴)怎得骊龙颔下珠。(下。净牵狗上)狗儿今日遭吾手，脱体生天随戏走；不是凡间俗世物，化作上界娄金狗。【江头送别】杀一狗，杀一狗，生魂那里？思量起，思量起，泪珠暗垂。当初养你防家计，谁知道今日有灾危！(杀介。旦、贴上)【前腔】忽听得，忽听得，叫声惨凄。忙来看，忙来看，顿觉心碎。愿他早早脱生去，休得要堕轮回。【北清江引】(净)将狗儿扯将来忙杀取，看起垂珠泪，怎的割舍得？愿你超生去，院君你自作区处。(旦)王婆，多生受你，待我明日着迎春送钱来谢你。(净)老身不敢。分明杀狗作冤牵，只恐违了院君言。狗儿嗄！不因恋财将你卖，愿你从此早升天。(下。旦)因风吹火，用力不多。谢得王婆替我把狗杀了，不免将衣帽与他穿戴则个。(贴上)欲转官人意，多劳主母心。院君，衣帽在此。(旦)就是。你与他穿了。(贴穿介。旦)迎春，若还劝得夫心转，宁可偿狗之命。官人将次回来，我和你且入绣阁内做些针指，休要出来。(贴)院君说得是。【锦缠道】(旦)计谋成，杀一狗撇在后门，扮妆似人形。试看来鲜血遍污衣巾，我儿夫必道是人，猛然间魄散魂惊。若问我原因，说着几句，教他自猛心省。(合)愿得回心后，爱兄弟远别他人。【前腔】(贴)我官人，近日来不知怎生，偏向外人亲。每日里同饮同坐同行，把兄弟逐出受贫。娘行劝抵死不听。杀狗扮人形，设着此计，必须改过心。(合前)(旦)杀狗安排劝我夫，(贴)神天蓦地暗相扶。(旦)若还劝得儿夫转。(贴)多将钱钞谢王婆。第二十六出土地显化【粉蝶儿】(外扮土地上)略驾祥云，霎时便临凡世。善哉！善哉！人间私语，天闻若雷；暗室亏心，神目如电。小神乃孙华家中土地。近思本人弃亲爱疏，不听妻劝。杨氏今夜倩人杀狗，假扮如人，放在后门，仗此劝解。虽然如此，人和狗相不同，孙华岂不认得？今夜小神当显神通，即与变化，令他兄弟二人看见，只道是人，不道是狗。自此称杨氏为贤德之妇。【北得胜令】化一狗，假如人，撇他在后园门。孙员外匆忙见，料无能辨假真！杀人，教他结义的难承认，销魂，须知是亲人到底亲。杨氏杀狗扮人形，与他变化劝夫心。万事劝人休碌碌，举头三尺有神明。第二十七出见狗惊心【玩仙灯】(生作醉，净、丑扶上)欢宴醉，归来早，不觉黄昏至也。(生)兄弟，送君千里，终须一别。请回了罢。(净、丑)阿哥，说．那里话！还要送哥哥到家。(生)大家都醉了，不须送了。(净、丑)哥哥，你有天大的事，我每两个替你承当，真个赛关张刘备。火里火里去，水里水里去。(生)真个难得好兄弟。(净、丑)大哥今日醉了，待我每送你回去歇息了，我每才回去。(生)到家不多路，不劳了，请回罢。(净、丑)这等我每告别，明日早会。夜静水寒鱼不饵，满船空载月明归。请了，得罪。(下。生吊场)请了。难得这般好兄弟，见我醉了，直送我到家。呀！这里是大门首，开门！开门！(叫介)怎么一个人也不应？不免后门去罢。(行绊跌介)呀！什么东西绊我这一交？(摸介)元来是一个人。那个？敢是我家安童？想是院君不见我回来，着他来接我，不知在那里吃醉了，就睡在这里。这般不中用的小厮，待我叫他进去。(叫介)安童！安童！(叫不应，推介)安童，醒一醒，进去睡！怎么满身都是湿的？(作嗅介)呀！两手都是鲜血气！(惊介)不知什么人杀死一人在后门？开门！开门！(旦上)人平不语，水平不流。想是员外回来了。(开门介)呀！员外为甚这般惊慌？(生做慌说不出介。旦)员外，你做甚张志？(生)院、院、院君，不好了！我方才吃酒回来，见前门闭着，叫不应，打从后门来，把我绊了一交，起来摸时，满身都是鲜血。不知什么人杀死一人在后门首？(旦)员外，你吃酒只吃酒，为何杀起人来？(生)院君，不是我杀的！(旦)是谁杀的？【薄媚衮】(生)因带酒回到后门，一跌疼难忍。回首看时，瞥见一人，跌倒在草径，呼唤不醒。忙扶起，血沾手，污我身。不知何人，杀死他身？【前腔】(旦)奴试听君说元因，心下添忧闷。回言三省，若到官时，先且捉亲邻，唤问凶身。君不认，遭打讯，你怎禁？急早商量，莫待祸生。(生)院君，天明起来怎么好？怎生商量一计？(旦)员外每日与结义兄弟赛关张相好，如今可去央他来，抬尸去僻静所在埋了，却不好么？(生)院君不说，我倒忘了。若说两个兄弟，水里水里去，火里火里去。莫说一个，就是十个，他替我抬去埋了。(旦)既如此，急急去央他。(生)我就去。【双声子】(旦)结交的，结交的，待他恩深厚。急请来，急请来，到此移尸首。(合)莫停留，莫停留，便去休，便去休，拖尸首葬了，免惹忧愁。【前腔】(生)非说口，非说口，两个知心友。若请他，若请他，断然不落后。(合前)(生)院君，如今我便占。(旦)你快去，我只在此处等候你来。(生)事急投相识，央他出气力。(旦)眼望捷旌旗，耳听好消息。第二十八出乔人负心【普贤歌】(净上)三人吃酒共欢嬉，到晚各人分散归。酒醒好孤恓，惟有自心知，却似南柯一梦里。若要戒酒法，除非死方休。早上和孙大郎、胡子传吃酒了，至今未醒，且进去睡一觉便了。(下。生上)【前腔】赛关张结义做知交，事急心忙遗忘了。浑家见识高，混起这根苗，真乃要贤夫祸少。这里已是柳龙卿门首了，不免叫一声。兄弟开门！(净内应介)是谁？(生)是我，兄弟。(净上)来了。(开门介)呀！元来是孙大哥！里边请坐，吃酒去。(生)不吃酒，有一件急事。(净)急屎去撒了来。(生)不是，有件急事，特来央你。(净)哥哥且吃酒，便有死罪，有我在此替哥哥。(生)好教兄弟得知，夜来兄弟送我到家，前门闭了，从后门进去，不知什么人杀死一人在后门！(净)哥哥如今要如何？(生)相烦兄弟把死人抬去埋了。(净)这个不打紧，待我进去拿了绳索了来。阿哥，不好了。(生)怎么说？(净)哥哥，我小时犯了惊心病，若是惊了，就发作起来。如今听大哥杀了人，又疼起来了。阿哟！阿哟！(生)兄弟，没奈何，事已急了！(净)我疼得紧，去不得！(生)兄弟，快些便好！(净)阿哥，你越叫，我越疼了。【玉抱肚】忽然心痛。(生)兄弟赛关张！(净)赛不过关张弟兄。哥哥杀了几个？(生)只是一个。(净)便杀了七代先灵，我心疼实难移动。寻思总是一场空，你是孙华姓不同。我疼得紧，要进去睡也。请出去。(推生出介，作闭门介)孙大哥得罪了。明日我到监里来看你。(诨介，下。生)呀！你看他把我推了出来，闭上了门，竟自进去了，怎么处？眼见得这一个不济事了。再去胡子传家央他，终不成他也不去？(行介)【前腔】当初言定，赛关张结交义深。他前日说道杀人替我偿命，今日反面忘恩。心非口是这般人，行短天教一世贫。这里便是胡子传家，不免叫一声开门。(丑内应)谁叫？(生)是孙大郎。(丑上)来了。(开门介)阿哥，你为何来得早？里边请坐。(生)不坐了，兄弟有一件利害的事，特来央求你。(丑)哥哥有事，火里火里去，水里水里去。快说与我知道，我就去替哥哥干。(生)昨日和你两个吃了酒，感蒙兄弟送我回去。不知甚人，杀死一人在我后门。(丑)吃酒便说吃酒，不曾奉你去杀人。(生)不是我杀的。(丑)不是你杀的，难道是我杀的不成？(生)兄弟不要取笑，你快与我去抬过了。(丑)且住，不要忙。我问你杀死的人有几个？(生)只是一个，还经得几个？(丑)啐！我只道有十来个，这等慌张！元来只是一个，也直得大惊小怪？(生)好兄弟，快去抬过了。(丑)抬到那里去么？(生)向没人所在埋了，免吃官司。(丑)若去埋，又要搭工夫，我有一计在此。(生)兄弟有何妙计？(丑)我如今将一条草荐把那死人卷了，将索子紧紧捆住，抱他到大河边，\"扑通\"！(作丢势介)啊哟！不好了！闪了腰了！怎么好！(作蹲倒介。生)兄弟，你只口里说便罢，怎么做起手势来！如今闪了腰，怎么处？(丑)我去不得了，你去叫柳龙卿罢！(生)我方才先到他家，他心疼去不得。(丑)他心疼去不得，我腰痛一发去不得了。(生扯丑介)必定要你去的！(丑)你放了手，等我去就是了，我进去拿了索子来。(进关门介。生叫介)兄弟兄弟！开了门！你出来！(丑门内)阿哥，【前腔】我忽然闪气，赛不过关张结义。(生)兄弟，你曾说有事替我。(丑)你杀人命合当偿，怎教我替你埋尸？(生)我与你是好兄弟，怎么说这话？(丑)寻思总是一场虚，你是何人我是谁？(生)兄弟，你出来！(丑)只好不出来了，休怪。明日到府堂来看你出官，请了。(下。生)呀！有这等事！兀的不气杀人也！兀的不急杀人也！如今教我怎么处好？【前腔】结交义好，我与伊钱供养老小。你当初对我曾道，当自效犬马之报。养军千日用在一朝，到此方知没下梢。指望这两个畜生与我争口气，谁想这等忘恩负义的！如今教我怎么回去见院君？罢！罢！罢！到此方知没义人，心非口是顿忘恩。人情若是初相识，到底终无怨恨心。第二十九出院君回话【青玉案】(旦上)停针闷坐心疑虑，盼望儿夫未见归，镇夜倚门无情绪。多应说与，两个推托，不肯替移尸。河狭水急，人急计生。奴家为因丈夫背义疏亲，不从劝解，奴施一计，他如今去叫两个乔人来移尸，想他必不肯来。待他回时，叫他去请叔叔，必然肯来。是亲无怨，小叔孝义之心，必定相从。怎的还不见丈夫回来？【梨花儿】凝望我夫独倚门，朦胧淡月人寂静。不见回来越闷生，嗏！愁听铁马叮当韵。【前腔】(生上)堪恨两人不忠诚，心非口是无定准。到此方知说谎的人，嗏！糖言蜜口畜生性！(见介。旦)员外回来了。(生)是。(旦)叫迎春看酒，两个叔叔来了。(生)院君不要笑我了！(旦)我怎么笑你？(生)不要说起，他每都不来。(旦)他两个都不来，霎时就要天明了，怎么好？(生)院君，没奈何，你怎生商量一计？(旦)我是妇人家，只晓得三绺梳头，两截穿衣，拈针穿线，那有甚高识远见来？(生)贤妻，你若不与商量，我也只得投水而死罢了！(旦)员外，【呼唤子】从来不自量，信那人常说，赛过关张。却不道死事替你承当？思量，口是心非都调谎。(生)院君，你再不要说那两个负义的了。(旦)却不道胜似的亲共爹娘？(生)院君，你及早商量救我！(旦)人家里雌鸡啼有甚吉祥？【前腔】(生)吾家本善良，赖祖宗积趱，富贵非常。谁知今日祸起萧墙！斟量，自不合酒性刚。道出言语触伊行，都撇漾，夫妻义重休挂心肠。【大迓鼓】(且)你结交恩义深，不知因甚反面忘恩？我劝你不从听，霸王空有重瞳目，官人，有眼何曾识好人！【前腔】(生)听咱说事因，一人心痛，一个腰疼，假意佯推病。果然日久见人心，到此方知没义人。【前腔】(旦)官人听拜禀，窑中兄弟是你的亲，唤他必然肯。教君识破假和真，自古的亲无怨心。【前腔】(生)从来结义深，他还沦旨我怎生禁？休误人言难信。夫妻有话且三分，未可全抛一片心。(旦)官人，叔叔读书人，是亲无怨心，必定肯来。(生)我早上不合教吴忠去杀他。(旦)真个祸福无门。惟人自召。一头官司未了，又起一头！(生)如何好？(旦)元来你自起其祸，快去叫他。(生)教谁去？(旦)你自去！【大河蟹】(生)却遣吴忠杀他人，吉凶事无凭。(旦)劝君不必闲忧虑，吴忠必定不肯害他人。【前腔】(生)你往窑中探信音，必竟见假真。(旦)叔嫂从来不通问，我如今和你锁了门儿便同行。(旦)教君今日识亲疏，(生)未审孙荣肯去无？踏破铁鞋无觅处，(旦)得来全不费功夫。第三十出吴忠仗义【铁骑儿】(末上)离门儿，离门儿心惊胆碎，步疾去如飞。到城南破窑，了事便回归。有恩不报，犬马何异？小官人在家时，我受他多少恩德！吴忠早上蒙大员外分付，与我一锭钞，教我去杀了小官人。吴忠黄昏出来，如今正是一更时分。怎见得？但闻得谯楼初鼓，行人渐少；呜呜咽咽蝉叫，咿咿唧唧蛩鸣。风摆松梢，蓦闻得卒卒律律渐淅泠泠的响；水流涧下，时听得唧唧啾啾刮刮剌剌之声。嗷嗷犬吠前林，簇簇雁行南浦。轻轻薄雾，罩著疏疏密密半天星；耿耿银河，现出皎皎团团一轮月。深谷猿啼切切，乔林鹤唳凄凄。这里去窑中不多路。且慢着，寻思起来，奴婢杀主，论官法遇赦不赦，论家法背义忘恩。宁可违了主人之命，将早间得那锭钞与小官人做盘缠，往他州外府躲避。待黄榜动，选场开，教小官人投京师。望天周全，得一官半职回来，那时骨肉团圆，多少是好！如今去见小官人，显我平生忠孝之心。累受恩深仆怎忘？瞒天背地有穹苍。正是万事分已定，堪叹浮生空自忙。第三十一出夫妇叩窑【菊花新】(小生上)自恨生米时不利，遭此孤穷，十分惭愧。未知何日上云梯？那时节才显得英雄豪气！懊恨家兄忒薄情。将吾赶出受艰辛。未知何日身荣贵，撇去窑中方称心。今晚夜深人静，不免将窑门开看则个。【粉蝶儿】只见玉兔尔升，寂寂夜深人静，冷清清掩上窑门。纸衾单，芦席冷。孤眠独醒对寒灯，知他是甚般情兴！不免将窑门闭上，看书消遣。【石榴花】关上破窑，举目又无亲，回头只有影随身。仰观疏疏刺剌半天星，魆律律地冷风刮起灰尘。书，我待不看你，无可散闷，待看你，这风色又紧。怎么好？将他误人书越越的问几声，你直恁地悮得索性，守着你卖不得，吃不得，那些一字直千金？(生、旦上)心忙来路远，事急出家门。只因差一念，现出万般形。(旦)宫人。这里想是叔叔窑里，你去叫一声看。(生)娘子。还是你叫。(旦)开门！开门！【红芍药】(小生)蓦听得甚人敲门，莫不是巡捕军兵？(旦)开门！(小生)仔细听来却是妇人声。且住，记得金精曾戏窦仪，你是何方兴妖鬼精？(巳)我是良人。(小生)既是良人。因何夜扣门？莫非是见情思景？待我把这门再紧拴上。劝伊家及早回心，莫教恼乱春心！(旦)我不是别人，是你嫂嫂。(小生)嫂嫂，你在家行不动尘，笑不露齿。半夜三更，擅离夫主，私扣小叔之门，是何道理？每常十分贤慧，今日如何这般颠倒？(旦)叔叔。你开了门，我自有话和你说。【大影戏】(小生)嫂嫂行不由径，(旦)开门！(小生)我应是不开门。自来嫂叔不通问，休教说上梁不正。(旦)你哥哥也在这里。(小生慌介)呀！忽听得一声唬了我魂，战战兢兢，进退无门，心儿里好闷！我便猛开了门，任兄长打一顿。(生)兄弟开门！(小生)我待不开，又道我不敬其兄；待开门，这一顿打骂不小。且住，就打，有贤达嫂嫂在旁解劝。也说不得了，只得拚兄长打一顿罢！(开门见生慌介，生见小生跪介，小生亦跪扶生介)【念佛子】(小生)往日哥打骂人生怒嗔，今日缘何战兢跪咱每？请兄起来休还礼，男儿膝下有黄金。(生)兄弟，你如今是我的哥哥了。(小生)反把兄为弟，弟为兄，休失了尊卑名分！莫坏了家法，败乱人伦！(背介)平日哥哥见了我，不是打，便是骂，今日为何这般相待？必有缘故。不免问嫂嫂。(转介)请问嫂嫂，哥哥今夜为何这等慌张？却为甚事来？(旦)官人，叔叔是自家人，就说与他知道。(生)好教兄弟得知，我后门首杀死一个人，今夜特央兄弟去抬一抬尸首。(小生)元来哥哥杀了人，要我去抬尸。我且试他一试，只说不肯去，看他如何？哥哥，【缕缕金】你平白地将咱赶出门，杀人来唤我去埋形。你今打些不干净，须要对证。(生、旦作慌介。小生)唬得他夫妇战兢兢，一个个胆丧心惊。(旦)休恁的说！叔叔是读书之人，君子不念旧恶。(小生)我方才是假意试你，休得惊慌。请问哥哥杀了几人？(生)兄弟，只是一个。(小生)哥哥、嫂嫂放心，便杀了十个，兄弟替哥哥承当，不必忧心。(旦)官人，今日可见亲疏？(生)是我不是，不要说起了！(旦)官人，你有钱有酒多兄弟，上阵无过父子兵！【越恁好】(小生)与君同气，与君同气。一个父娘生，难忘了这些恩和义，手足亲。从今休得再讲论。倘或事生发，哥哥，你莫胡招认，兄弟替着哥哥认。【尾声】打虎须还亲兄弟，上阵无过父子兵，自今莫把亲为陌路人！(末上)受人之托。必当终人之事。大员外教我来杀了小官人，这里已是窑边，门儿半开半掩在此。(作听介)且住，怎么员外院君都在里面？想必是院君劝员外回心转意了，今日和顺。我不免假意赶进去，只说杀人，看他每如何？(赶进介)杀人！(生扯末，私语介)吴忠，你藏过了刀，我与二官人和顺了。(末)可喜，可喜！(进见介。小生)你是吴忠，来做什么？(生)我今早着他送些盘缠与你，不道他这时才到。(末)正是。早上蒙员外教小人送一锭钞与小官人做盘缠，小人因去讨帐，故此来迟了。望恕小人之罪！(生)吴忠，我如今迎取二官人在家同住，这锭钞你将去备些酒席，我与二官人回来饮宴。(末)小人理会得。【四边静】(生)思之两个忘恩的，教人恨切齿。错认定盘星，教缘我不是。(合)把从前是非，再休提起。从此水团圆，骨肉再和美。【前腔】(旦)当初你共他结义，效关张胜刘备。死事替承当，抬尸怎不去？(合前)【前腔】(小生)不拣甚事都休理，交付与小兄弟。都莫管尸骸，孙荣背将去。(合前)【前腔】(末)思亲念旧回心意，吴忠甚欢喜。人道院君贤，今日果如是。(合前)(生)当初错忍定盘星，(小生)今日方知亲是亲。(旦)自古路遥知马力，(末)果然日久见人心。第三十二出迎春私叹【天下乐】(贴上)独守房儿，懒拈针指，潜移步，探因依。官人与院君说详细，我一言都尽知。昨日院君设计，果然叫两个结义的不来。如今已去叫小官人移尸，他决然肯来，真个是亲无怨也，今番必定弟兄相和，皆是院君如此。【孝顺歌】取结义的背死骸，多应两人不肯来。今取小官人，他却肯前来。冤只可解，兄弟和睦，亲亲相爱。分与家财，小官人苦尽甘来。【前腔】论杀狗劝夫，古今罕见来。兄弟又成乖，今番有恩爱。傍人道来，我院君贤达，人间没赛。正是家有贤妻，夫不遭横祸飞灾。几年兄弟两差池，今朝妻劝相和美。但愿从兹勿改移，管取团圆直到底。第三十三出亲弟移尸【步步娇】(小生上)哥哥嫂嫂回家去，心下休疑虑，多应中计矣！喜得门头，巡军皆睡，将尸埋在土沙中，回去说详细。这里已是哥哥的后门，呀！果然有死人在此。汉子，你前日无怨，往日无仇，怎么死在这里？如今把这死尸埋在城南土泥中便了。(作抱尸走介)且喜得巡捕官军皆睡，并无一人经过，不免就此埋了则个。(作埋介)事已了当，不免回去说与哥哥嫂嫂，教他放心便了。正是欲求生富贵，眼前须下死功夫。(下。生上)【梅子黄时雨】追想当时，三人共结义，今日里显出乔的。(旦上)论的亲凶吉事相济，自古及今，已改非从是。(生)院君，兄弟去埋尸，不见回来，未知如何？(旦)员外千劝万劝，都不肯听。今日方知亲者只是亲。(生)院君休要提起，如今悔之晚矣！我和你到门首去望他回来。【忒忒令】(生、旦)许多时缘何未归？眼巴巴倚着门闾，望他不见，心中疑虑。他想是被巡兵捉拿住，凶和吉全然未知。【前腔】(小生上)背尸骸出城去离，幸喜得巡军皆睡，且喜街上，没个人迹。埋他在土沙中深草径，荒郊外回来贺喜。(生)兄弟回来了！(小生)是，回来了。(生)尸首怎么样了？可曾埋么？(小生)被孙荣背到城南土沙之中埋了。(生)多谢好兄弟！(旦)生受叔叔。你且脱下身上破损衣裳，取一件好衣服与叔叔穿。(生)嗳，妇人家你晓得什么。又来多说！(小生惊介。旦)官人，叔叔天大的事替你干了，一领衣服，直得甚么？就着恼！(生)不是。院君，这袄子直甚来？从今后家私都是贤弟的了。(小生)哥哥，你好唬杀小弟也。事已妥了，兄弟要回去。(生)你还要到那里去？(小生)小弟元到窑中去。(生)兄弟，你说那里话？我与你是手足之亲，只为向来我听信谗言，有屈贤弟，今日不必归怨。自今以后，把家私尽付与你收管，我一些也不管了。(小生)哥哥，做兄弟的凡事不晓得，还仗哥哥。(生)兄弟，旧恨休题！倘若那两个无义之徒来，不要睬他！(小生)是哥哥好朋友！(生)又来了！【红绣鞋】明日办个筵席，筵席，把家私付与兄弟，兄弟。(小生)谢哥哥转心意，结义的再休题。(合)亲兄弟又和美。【前腔】(旦)须则三人结义，结义，今日显出乔的。信谗言使虚脾，宜自省改前非。(合前)(生)兄弟回归喜气浓，(旦)从今结义总成空。(小生)今宵剩把银缸照，犹恐相逢是梦中。第三十四出拒绝乔人【水底鱼儿】(净、丑上。净)昨晚孙兄，到家中来扣门，(丑)有尸教咱埋殡，我每不行从。(净)今日去叫他，须留我每吃几钟。(丑)若还不肯，教他立见凶。(净)兄弟，孙大郎昨夜杀了人，教我与他埋尸。(丑)你去也不曾去？(净)我推心痛不肯去。(丑)便是。夜来也来叫我，我诈说腰疼，也不曾去。(净)兄弟，正是人同心也同。(丑)阿哥，只是我和你今日怎好见他？(净)一日不识羞，三日吃饱饭。少不得要见他。(作听介)咦，孙二在里头说话，想是他埋葬的了。(丑)那一个先进去？(净)是你先进去。(丑)阿哥，孙大哥第一欢喜的是你，还是你先进去。(净)我若进去，大哥留住我吃酒时，不许你来撞席。(丑)且看，不要把稳了。(净进介)大哥，贺喜贺喜！闻知贤昆玉和顺了，特宰一只羊与哥哥吃杯和顺酒。(生)羊酒虽好，只是心疼病发，吃不得，免劳免劳！(净出介。丑)二哥，如何说？(净)这等一个大酱瓜，放在六月里吃。你进去！(丑)一定你不会说话，待我进去。(净)你也未必把稳！(丑进，见生作笑介)哥哥夜来有事，小兄弟因闪了气，不曾效劳，足足的牵挂了一夜。今早略好些，又闻得二哥回家，特备一杯水酒接风。(小生)我腰痛，也不敢劳！(丑出介)二哥，你便酱瓜，我是糟茄子。(净)兄弟，如今一同进去，只问他结义不结义。(丑)结义便怎么？不结义又怎么？(净)若是结义时，照旧相待，万事全休；若还不睬，我你就去当官首他哥哥杀人，兄弟埋尸。(丑)有理，有理！(进介。小生)你、两个又来怎么？(生)兄弟，不要睬他！【啄木儿】(净、丑)孙员外听拜启，我当初共伊结义。(生)亏你还说结义，惶恐惶恐!(净)夜来非诈心疼，兄弟应知得罪，是真难灭假除易。(小生)休多说，假饶染就干红色，也被傍人道是非。【前腔】(生)雪儿下共醉迷，拐玉环先自归。(净、丑)见你醉了，我两个替你收好了。(生)是了，你到明日就该还我！(净、丑)不想跌碎了，故此不曾还你。(小生)哥哥，他两个又到窑中来，刁唆兄弟告哥哥，直恁背恩忘义！(净、丑)孙二，你一时才得温和气，不记破窑中冷落无人理，拨尽寒炉一夜灰。【三段子】(生、小生)请出去离，这狂言实难信伊！(净、丑)你休强嘴，便教你灾祸忽起。(生、小生)忘恩负义无知贼！当初效学关张的，倒做了孙庞斗使计。(净、丑)我且问你，结义不结义？(生)还说结义，羞杀人！(净、丑)你真个不结义？(生)真个不结义！【前腔】(净、丑)你杀了人，使孙荣埋尸葬躯。(生、小生)敢生妄语，葬尸骸指实在那里？(净、丑)不要强辩，我经官首告拿伊去，徒流绞斩难逃避，事已到头悔已迟。扯他两个到开封府里去！(净扯生，丑扯小生介)【缠枝花】(生)笑你两个忘恩义，为甚把咀擒住？(小生)常言狗有湿草义，马有摹缰志。(净)恼得人恶怒起，趱步即拖去。(合)算来谁是谁不是，到官司明白处。【前腔】(丑)杀人罪犯难轻恕，实事难抵对。害人一命，还人一命，有钱难买罪。(小生)逞胡言，生奸计，天理不容你！(净，丑)(合前)【贺新郎】(生)怎赛得关张义气？眼睁睁割袍断义。(净、丑)犯官司难觑面皮，又何必说是讲非？擒住伊，扯住伊，到官司吉凶便知。(扯介。生)无故将人扯住衣，(净、丑)开封府里告论伊。(小生)根深不怕风摇动，(生)树正何愁月影西！(扯下)【生姜芽】(旦上)闻知我小叔与儿夫，被龙卿、子传拖拽去公堂里，妄告他杀人罪。奴家夜来不曾况详细，不知是狗穿人衣袂。弄巧成拙是愚痴，怎知好意番成恶意！如今儿夫和小叔被龙卿、子传拖扯去开封府诬告人命，奴家只得前去首明则个。杀黄狗惹得烦恼，到公厅依实首了。乌鸦共喜鹊同枝，吉凶事全然未保。第三十五出断明杀狗(末扮吏上)国正天心顺，官清民自安。妻贤夫祸少，子孝父心宽。自家不是别人，乃是开封府尹相公手下一个祗候是也。今日相公升堂，只得在此伺候。(外扮府尹上)【西地锦】幸得一人有庆，万民咸赖康宁。蛮夷拱手米皈顺，奉国泰民清。终朝搅搅因王事，两鬓星星为国谋。双手补完天地阙，一心分破帝王忧。下官姓王，字修然，职受开封府尹。自从到任之后，和气蔼阳春，省刑罚，薄税敛，到使风调雨顺，国泰民安，干事清廉，公平正直。叫左右，抬放告牌出去。(末)领钧旨。(净、丑扯生、小生同上)【绛都春】(生、小生)闻知府尹清廉，望高抬明镜。(净、丑)告状，告状！(末)告状的进来！(众进，跪介。外)那个是原告？(净、丑)小的两个是原告。(外)告什么事？(净、丑)告人命事。(外)左右，取状词上来！(净、丑)没有状子，是口诉。(外)说上来！(净、丑)哥哥叫做孙华，杀了人，兄弟孙荣移尸藏匿。(外)你两人是他邻舍么？(净、丑)不是。(外)既不是邻舍，为何晓得他杀人移尸？(净、丑)爷爷，有个缘故。【好姐姐】告禀龙图大尹，状告那孙华孙荣。昨夜三更，悄然来叩门，道杀人命，要教我两人偷埋殡。望乞恩官详事因。(外)左右，扯他下去，带孙华上来！(末带生介。外)孙华，你怎么杀死人命？好生直说！(生)爷爷，小人并不曾杀人！(外)胡说！你不曾杀人，他为何告你？从实说来，免得三推六问，害了皮肉。(生)爷爷听禀：【前腔】念孙华是京都小民，那柳龙卿、胡子传呵，他两个全无忠信。昔日共他，结义作弟兄，相勾引。近日他窘迫不随顺，妄捏虚词恼大尹。【前腔】(外)你每休得避隐，虚事从不入公门，实事怎生，到此不尽情？还不认，硬棒软索披头棍，拷打扌朋扒怎地禁！人命重情，不打如何肯招！叫左右扯下去打！(生)爷爷！冤枉！(小生)爷爷，不干我哥哥事，是孙荣杀的！(外)住了，你怎么杀死了人？【前腔】(小生)告得恩官试听，孙荣是杀人凶身。(净、丑介)爷爷，小的两个不是诬告的！(外)你因何杀人？(小生)爷爷，小人呵！被哥哥赶出，破窑中吃苦辛，因怀恨，临门故杀平人命，陷害哥哥怨恨心。(外)元来如此，故杀平人在哥哥门首，陷害哥哥。(生)兄弟，你怎么招了？爷爷，不是兄弟杀的，是小人杀的。(小生)爷爷，委实是小人杀的。(生、小生争介。旦叫上)爷爷，诉状！(末)老爷，衙门首一个妇人来诉状的。(外)放他进来！(末)诉状妇人进！(旦进，跪介。外)妇人，你诉什么事？(旦)爷爷，奴家杨月真，来诉丈夫孙华人命事的。(外)诉上来！【前腔】(旦)相公清廉平正，果然是怀揣明镜。结义兄弟，我夫不三省，亲昆仲，赶出受苦说不尽，故此奴家巧计生。(外)我只要问杀人的凶身！(旦)奴家是杀人的凶身！(外)你是妇人家，如何杀得人？(旦)爷爷，杀人又不是丈夫，也不是小叔，却是奴家！(外)你如何杀人？依实招来！【普天乐】(旦)告恩官抬明镜，杀的是戌生命。(外)戌生命，却是狗了。(旦)当初道逐盗防奸，咬了破衣之人。(外)也是狗了。(旦)曾吠月被磨勒恨，盗去红绡难寻问。(外)也是狗。(旦)晋朝中屈害忠臣，不合扑着赵盾。(外)又是狗。(旦)因此上怪他无义，没湿草之恩。(外)这妇人说话不明，梦中摇铎。根问杀人事，刬地把狗事回对，欺诳官府！(末)你既杀人，好生招上去。(旦)奴家招状上闻，相公恺悌仁慈，公平正直，清若碧潭之水，明如秋夜之蟾，怀揣明镜，朗照四方。念妾姓杨，名月真，嫁事孙华为妻。因丈夫与柳龙卿、胡子传二人结义，听信谗言，将同胞骨肉兄弟，无故赶出城南破窑中居住，每日上街求乞。奴家累劝不从，反要杀害兄弟性命。因此奴家将钱一贯，问隔壁王婆家买黄狗一只，就托王婆杀了，头带巾帽，身穿衣服，扮狗为人，丢在后门。等儿夫酒醉回归绊倒，错认是人。却教丈夫去叫那两个结义兄弟移尸，两个不肯。奴家又同丈夫再去城南窑中，叫叔叔移尸。叔叔存仁存义，即来移尸去城南埋讫，方才劝得丈夫回心转意，兄弟和睦。因此上是奴杀狗劝夫，并无杀人。所招状是实。(外)如今那王婆可在么？(旦)还在。(外)虽然如此，也难凭你说。左右，且把妇人带下去，带孙荣上来！(末带小生介。外)孙荣，你拿尸首埋在那里？(小生)小人埋在城南土沙之中。(外)既埋在土沙中，左右，押那一干人犯都到城南土沙之中掘出尸首来看，便知端的。(末)领钧旨。我每一齐去。(生、小生、净、丑)青龙共白虎同行，吉凶事全然未保。(生、小生、净、丑未并下。外、旦吊场)【秋夜月】(外)吾表文，奏上朝廷去，我王必降天恩露，加官进禄封贤妇。因祸致福，因祸致福。【前腔】(旦)听拜禀，杀狗非心欲，劝谏儿大相和睦。相公若旨垂清目，奴家分福，奴家分福。【前腔】(生、小生、净、丑、末上)领指挥，同往城南去，掘出尸骸非人类，却是狗子穿衣袂。果然是杀狗劝夫，杀狗劝夫。(末)禀都爷知道，小人领爷钧旨，押着一干人犯，到城南土沙之中掘出尸首，委实是狗，不是人。(外)抬上来看！(末抬狗，外看介。外)抬过了。带柳龙卿、胡子传过来！(末带净、丑介。外)柳龙卿、胡子传，如今掘出尸骸。分明是狗，你二人有何诉说？(净、丑)老爷，委实是人，埋在土中长久出了毛。(外)胡说！人怎么出毛？(净、丑)老爷，他两个夜来委的杀人，如今把狗尸换了。(外)柳龙卿、胡子传状告不实，各打四十！(末打净、丑介。外)左右，取三百斤重枷枷了，押赴司狱司监候，申文书到来，问他罪名。(末)领钧旨。(旦)柳龙卿、胡子传，你两个和我丈夫结义，那一些亏了你，你直恁的反面忘恩！【北后庭花】(外)既没高见识，怎图人小富贵？原旨的福成祸，被告的忧变喜。你两个昧心贼，忘恩失了义。杀狗的没气志，背尸骸有礼义。被告的没理会，告状的失了意志。男儿，兀的不是赛关张刘备，验得他两个口是心非。(旦)妾送得男儿小叔当堂跪，险些个遭刑际，争些个受禁持，兀的不是家有贤妻！(外)左右，此事古今罕有，自来并无。我如今一边写表奏上君王。表其节义。柳龙卿、胡子传诬告人命，别听指挥。(末)领钧旨。正是明望捷旌旗，耳听好消息。(下)【念佛子】(外)孙院君忒贤慧，为丈夫和你结义，信谗言赶逐兄弟狼狈。(旦)奴计杀狗穿衣袂，遣丈夫令你移尸，你忘恩负义，不肯前去。【前腔】(净、丑)孙华杀人是实，孙荣移尸去，假妆成狗是乔的。(生)你不说赏雪醉迷，跌倒在雪儿取，拐玉环你回家去？【前腔】你曾知口是心非，忘恩与失义，到如今尚故如此，早招取重情断罪，(外)宛转周全你，更迟疑定不姑恕。【前腔】(净、丑)告论你，要你钱财图个富贵，何曾知被枷招罪！(小生)好愚痴，论富贵大眼难容恕。情节已显然，千虚不抵一实。【尾声】(外、生、旦、小生)笑你每怎招取，到这世如何推抵？谩诲人已后毋得忘义！负恩忘义不见机，贪荣图贵好心痴。善恶到头终有报，只争来早与来迟。第三十六出孝友褒封【金鸡叫】(贴上)不听好言语，镇日间无情无绪。羡我院君多伶俐，设下机谋，手足又和美。我员外当初听信乔人，赶出兄弟。我院君杀狗劝夫，回心转意，弟兄和睦。不想柳龙卿、胡子传今早又到我家，道员外不睬，又到官府出首员外杀人，小官人埋尸。为此院君亲往府尹处诉明，尚未回来，不知怎生决断了？【驻马听】(生、旦、小生、净、丑上。生)当日大雪纷纷，故意将人撇在窘。盗去玉环宝钞，潜地归家，两下平分。感吾兄弟背回门，反生恶意将他恨。兄弟是嫡亲，从今莫把闲言论。(贴)员外、院君回来了。(生、小生)将柳龙卿、胡子传枷在门首！府尹相公已有表章奏上天子，必有旨意下来。那时听旨决断了。(末扮使巨赍诏上)九重恩命下丝纶，夫妇荣华世罕闻；旌表门闾多喜庆，圣明天子重贤臣。圣旨已到，跪听宣读。诏曰：\"王化以亲睦为本，维风以孝友为先。据府尹王修然所奏。孙华以琉间亲，因杨月真杀狗劝夫，遂能悔过，兄弟和睦，有裨风教，宜加旌表。孙华遥授中牟县尹，以彰其妻劝夫之美。杨氏月真金冠霞帔，封贤德夫人。孙荣被逐不恕，见义必为，克尽事兄之道，特授陈留县尹。有司劝驾，走马上任。柳龙卿、胡子传见利忘义，反覆小人，着枷号市曹三个月，满日各杖一百，发边远充军。\"谢恩！(生、小生、旦)万岁，万万岁！(净、丑)从前作过事，没兴一齐来。(末、众同下)【羽调排歌】(生)愚蠢孙华，情偏意迷，全亏家有贤妻。(旦)今朝兄弟共怡怡，堪笑乔人枉用机。(合)兄膺爵，弟受职，一门孝义九重知。夫荣显，妻又贵，方知为善得便宜。【道和排歌】(小生)想他每结义时，要学关张的。言语总成虚，寻思太无知。那些恩德！那些仁义！(贴)嫡亲兄弟受凌逼，娘行杀狗劝夫回，骨肉团圆不暂离。(合前)【尾声】(合)世间难得惟兄弟，贤阃调和更罕稀，旌表门闾教人作话儿。奸邪簸弄祸相随，孙氏全家福禄齐。奉劝世人行孝顺，天公报应不差移。靡靡菰蒲已满陂，菱花菱叶共参差。即从景物看身世，却怪飘零枉岁时。得食野凫争去远，避风江鹳独归迟。干戈此日连秋色，头白尤多宋玉悲。",
        "author": "明代",
        "poem_class": "送别",
        "dynasty": "宋濂"
    },
    {
        "title": "谢张仲谋端午送巧作",
        "paragraph": "君家玉女从小见，闻道如今画不成。翦裁似借天女手，萱草石榴偏眼明。午梦扁舟花底，香满西湖烟水。急雨打篷声，梦初惊。却是池荷跳雨，散了真珠还聚。聚作水银窝，泻清波。 (泻清波 一作：泛清波)湖山胜处放翁家，槐柳阴中野径斜。水满有时观下鹭，草深无处不鸣蛙。箨龙已过头番笋，木笔犹开第一花。叹息老来交旧尽，睡来谁共午瓯茶。竞渡深悲千载冤，忠魂一去讵能还。国亡身殒今何有，只留离骚在世间。",
        "author": "宋代",
        "poem_class": "送别",
        "dynasty": "黄庭坚"
    },
    {
        "title": "点绛唇·送李琴泉",
        "paragraph": "江上旗亭，送君还是逢君处。酒阑呼渡。云压沙鸥暮。 漠漠萧萧，香冻梨花雨。添愁绪。断肠柔橹。相逐寒潮去。扑面征尘去路遥，香篝渐觉水沉销。山无重数周遭碧，花不知名分外娇。人历历，马萧萧，旌旗又过小红桥。愁边剩有相思句，摇断吟鞭碧玉梢。花信来时，恨无人似花依旧。又成春瘦，折断门前柳。天与多情，不与长相守。分飞后，泪痕和酒，占了双罗袖。十轮霜影转庭梧，此夕羁人独向隅。未必素娥无怅恨，玉蟾清冷桂花孤。",
        "author": "宋代",
        "poem_class": "送别",
        "dynasty": "吴大有"
    },
    {
        "title": "鹦鹉洲送王九之江左",
        "paragraph": "昔登江上黄鹤楼，遥爱江中鹦鹉洲。洲势逶迤绕碧流，鸳鸯鸂鶒满滩头。滩头日落沙碛长，金沙熠熠动飙光。舟人牵锦缆，浣女结罗裳。月明全见芦花白，风起遥闻杜若香。君行采采莫相忘。纨绔不饿死，儒冠多误身。丈人试静听，贱子请具陈。甫昔少年日，早充观国宾。读书破万卷，下笔如有神。(读书破万卷 一作：读破万卷书)赋料扬雄敌，诗看子建亲。李邕求识面，王翰愿卜邻。自谓颇挺出，立登要路津。致君尧舜上，再使风俗淳。此意竟萧条，行歌非隐沦。骑驴十三载，旅食京华春。朝扣富儿门，暮随肥马尘。残杯与冷炙，到处潜悲辛。主上顷见征，欻然欲求伸。青冥却垂翅，蹭蹬无纵鳞。甚愧丈人厚，甚知丈人真。每于百僚上，猥诵佳句新。窃效贡公喜，难甘原宪贫。焉能心怏怏，只是走踆踆。今欲东入海，即将西去秦。尚怜终南山，回首清渭滨。常拟报一饭，况怀辞大臣。白鸥没浩荡，万里谁能驯？弃我去者，昨日之日不可留；乱我心者，今日之日多烦忧。长风万里送秋雁，对此可以酣高楼。蓬莱文章建安骨，中间小谢又清发。俱怀逸兴壮思飞，欲上青天揽明月。(揽 一作：览；明月 一作：日月)抽刀断水水更流，举杯销愁愁更愁。(销愁 一作：消愁)人生在世不称意，明朝散发弄扁舟。翠色连荒岸，烟姿入远楼。影铺秋水面，花落钓人头。根老藏鱼窟，枝低系客舟。萧萧风雨夜，惊梦复添愁。",
        "author": "唐代",
        "poem_class": "送别",
        "dynasty": "孟浩然"
    },
    {
        "title": "送客归京",
        "paragraph": "水陆四千里，何时归到秦？舟辞三峡雨，马入九衢尘。有酒留行客，无书寄贵人。唯凭远传语，好在曲江春。意气骄满路，鞍马光照尘。借问何为者，人称是内臣。朱绂皆大夫，紫绶或将军。(或 一作：悉)夸赴军中宴，走马去如云。尊罍溢九酝，水陆罗八珍。果擘洞庭橘，脍切天池鳞。食饱心自若，酒酣气益振。是岁江南旱，衢州人食人。飒飒秋风生，愁人怨离别。含情两相向，欲语气先咽。心曲千万端，悲来却难说。别后唯所思，天涯共明月。少小离家老大回，乡音无改鬓毛衰。儿童相见不相识，笑问客从何处来。",
        "author": "唐代",
        "poem_class": "送别",
        "dynasty": "白居易"
    },
    {
        "title": "稼说送张琥",
        "paragraph": "曷(盍)尝观于富人之稼乎？其田美而多，其食足而有余。其田美而多，则可以更休，而地力得全；其食足而有余，则种之常不后时，而敛之常及其熟。故富人之稼常美，少秕而多实，久藏而不腐。今吾十口之家，而共百亩之田。寸寸而取之，日夜以望之，锄、铚 、耰、艾，相寻于其上者如鱼鳞，而地力竭矣。种之常不及时，而敛之常不待其熟。此岂能复有美稼哉？古之人，其才非有以大过今之人也。平居所以自养而不敢轻用，以待其成者，闵闵焉，如婴儿之望之长也。弱者养之，以至于刚；虚者养之，以至于充。三十而后仕，五十而后爵。信于久屈之中，而用于至足之后；流于既溢之余，而发于持满之末。此古之人所以大过人，而今之君子所以不及也。吾少也有志于学，不幸而早得与吾子同年，吾子之得，亦不可谓不早也。吾今虽欲自以为不足，而众已妄推之矣。呜呼!吾子其去此，而务学也哉!博观而约取，厚积而薄发，吾告子止于此矣。子归过京师而问焉，有曰辙、子由者，吾弟也，其亦以是语之。一轮秋影转金波，飞镜又重磨。把酒问姮娥：被白发，欺人奈何？乘风好去，长空万里，直下看山河。斫去桂婆娑，人道是，清光更多。残寒销尽，疏雨过，清明后。花径敛余红，风沼萦新皱。乳燕穿庭户，飞絮沾襟袖。正佳时，仍晚昼。著人滋味，真个浓如酒。频移带眼，空只恁、厌厌瘦。不见又思量，见了还依旧。为问频相见，何似长相守？天不老，人未偶。且将此恨，分付庭前柳。东风知我欲山行，吹断檐间积雨声。岭上晴云披絮帽，树头初日挂铜钲。野桃含笑竹篱短，溪柳自摇沙水清。西崦人家应最乐，煮芹烧笋饷春耕。身世悠悠我此行，溪边委辔听溪声。散材畏见搜林斧，疲马思闻卷旆钲。细雨足时茶户喜，乱山深处长官清。人间岐路知多少，试向桑田问耦耕。",
        "author": "宋代",
        "poem_class": "送别",
        "dynasty": "苏轼"
    },
    {
        "title": "慈姥矶诗",
        "paragraph": "暮烟起遥岸，斜日照安流。一同心赏夕，暂解去乡忧。野岸平沙合，连山远雾浮。客悲不自已，江上望归舟。重波沦且直，连山纠复纷。鸟飞不复见，风声犹可闻。胧胧树里月，飘飘水上云。长安远如此，无缘得报君。江南佳丽地。金陵帝王州。逶迤带绿水。迢递起朱楼。飞甍夹驰道。垂杨荫御沟。凝笳翼高盖。叠鼓送华辀。献纳云台表。功名良可收。河边杨柳百丈枝，别有长条踠地垂。 河水冲激根株危，倏忽河中风浪吹。可怜巢里凤凰儿，无故当年生别离。流槎一去上天池，织女支机当见随。谁言从来荫数国，直用东南一小枝。昔日公子出南皮，何处相寻玄武陂。骏马翩翩西北驰，左右弯弧仰月支。连钱障泥渡水骑，白玉手板落盘螭。君言丈夫无意气，试问燕山那得碑。凤凰新管萧史吹，朱鸟春窗玉女窥。衔云酒杯赤玛瑙，照日食螺紫琉璃。百年霜露奄离披，一旦功名不可为。定是怀王作计误，无事翻复用张仪。不如饮酒高阳池，日暮归时倒接离。武昌城下谁见移，官渡营前那可知。独忆飞絮鹅毛下，非复青丝马尾垂。欲与梅花留一曲，共将长笛管中吹。",
        "author": "南北朝",
        "poem_class": "送别",
        "dynasty": "何逊"
    },
    {
        "title": "送孔巢父谢病归游江东兼呈李白",
        "paragraph": "巢父掉头不肯住，东将入海随烟雾。诗卷长留天地间，钓竿欲拂珊瑚树。深山大泽龙蛇远，春寒野阴风景暮。蓬莱织女回云车，指点虚无是归路。自是君身有仙骨，世人那得知其故。惜君只欲苦死留，富贵何如草头露？蔡侯静者意有余，清夜置酒临前除。罢琴惆怅月照席：“几岁寄我空中书？南寻禹穴见李白，道甫问讯今何如！”越王勾践破吴归，义士还家尽锦衣。(义士 一作：战士)宫女如花满春殿，只今惟有鹧鸪飞。曾逐东风拂舞筵，乐游春苑断肠天。 如何肯到清秋日，已带斜阳又带蝉。兰陵美酒郁金香，玉碗盛来琥珀光。 但使主人能醉客，不知何处是他乡。",
        "author": "唐代",
        "poem_class": "送别",
        "dynasty": "杜甫"
    },
    {
        "title": "酒泉子·无题",
        "paragraph": "流水无情，潮到空城头尽白。离歌一曲怨残阳，断人肠。东风官柳舞雕墙。三十六宫花溅泪，春声何处说兴亡，燕双双。开时似雪。谢时似雪。花中奇绝。香非在蕊，香非在萼，骨中香彻。 占溪风，留溪月。堪羞损、山桃如血。直饶更、疏疏淡淡，终有一般情别。晓带轻烟间杏花，晚凝深翠拂平沙。长条别有风流处，密映钱塘苏小家。三万里河东入海，五千仞岳上摩天。遗民泪尽胡尘里，南望王师又一年。",
        "author": "宋代",
        "poem_class": "送别",
        "dynasty": "辛弃疾"
    },
    {
        "title": "送友人南归",
        "paragraph": "万里春应尽，三江雁亦稀。连天汉水广，孤客郢城归。郧国稻苗秀，楚人菰米肥。悬知倚门望，遥识老莱衣。蜀僧抱绿绮，西下峨眉峰。为我一挥手，如听万壑松。 客心洗流水，余响入霜钟。不觉碧山暮，秋云暗几重。言入黄花川，每逐青溪水。随山将万转，趣途无百里。声喧乱石中，色静深松里。漾漾泛菱荇，澄澄映葭苇。我心素已闲，清川澹如此。请留磐石上，垂钓将已矣。(磐石 一作：盘石)高轩暧春色，邃阁媚朝光。彤庭飞彩旆，翠幌曜明珰。恭己临四极，垂衣驭八荒。霜戟列丹陛，丝竹韵长廊。穆矣熏风茂，康哉帝道昌。继文遵后轨，循古鉴前王。草秀故春色，梅艳昔年妆。巨川思欲济，终以寄舟航。",
        "author": "唐代",
        "poem_class": "送别",
        "dynasty": "王维"
    },
    {
        "title": "别东林寺僧",
        "paragraph": "东林送客处，月出白猿啼。笑别庐山远，何烦过虎溪。飞光飞光，劝尔一杯酒。吾不识青天高，黄地厚。唯见月寒日暖，来煎人寿。食熊则肥，食蛙则瘦。神君何在？太一安有？天东有若木，下置衔烛龙。吾将斩龙足，嚼龙肉，使之朝不得回，夜不得伏。自然老者不死，少者不哭。何为服黄金、吞白玉？谁似任公子，云中骑碧驴？刘彻茂陵多滞骨，嬴政梓棺费鲍鱼。从小丘西行百二十步，隔篁竹，闻水声，如鸣珮环，心乐之。伐竹取道，下见小潭，水尤清冽。全石以为底，近岸，卷石底以出，为坻，为屿，为嵁，为岩。青树翠蔓，蒙络摇缀，参差披拂。(珮 通：佩)潭中鱼可百许头，皆若空游无所依，日光下澈，影布石上。佁然不动，俶尔远逝，往来翕忽，似与游者相乐。(下澈 一作：下彻)潭西南而望，斗折蛇行，明灭可见。其岸势犬牙差互，不可知其源。坐潭上，四面竹树环合，寂寥无人，凄神寒骨，悄怆幽邃。以其境过清，不可久居，乃记之而去。同游者：吴武陵，龚古，余弟宗玄。隶而从者，崔氏二小生，曰恕己，曰奉壹。妾发初覆额，折花门前剧。郎骑竹马来，绕床弄青梅。同居长干里，两小无嫌猜，十四为君妇，羞颜未尝开。低头向暗壁，千唤不一回。十五始展眉，愿同尘与灰。常存抱柱信，岂上望夫台。十六君远行，瞿塘滟滪堆。五月不可触，猿声天上哀。门前迟行迹，一一生绿苔。苔深不能扫，落叶秋风早。八月胡蝶黄，双飞西园草。(胡蝶 一作：蝴蝶)感此伤妾心，坐愁红颜老。早晚下三巴，预将书报家。相迎不道远，直至长风沙。忆妾深闺里，烟尘不曾识。嫁与长干人，沙头候风色。五月南风兴，思君下巴陵。八月西风起，想君发扬子。去来悲如何，见少离别多。湘潭几日到，妾梦越风波。昨夜狂风度，吹折江头树。淼淼暗无边，行人在何处。好乘浮云骢，佳期兰渚东。鸳鸯绿蒲上，翡翠锦屏中。自怜十五余，颜色桃花红。那作商人妇，愁水复愁风。",
        "author": "唐代",
        "poem_class": "送别",
        "dynasty": "李白"
    },
    {
        "title": "送刘昱",
        "paragraph": "八月寒苇花，秋江浪头白。北风吹五两，谁是浔阳客。鸬鹚山头微雨晴，扬州郭里暮潮生。行人夜宿金陵渚，试听沙边有雁声。莫恨雕笼翠羽残，江南地暖陇西寒。劝君不用分明语，语得分明出转难。西塞山前白鹭飞，桃花流水鳜鱼肥。青箬笠，绿蓑衣，斜风细雨不须归。兰叶春葳蕤，桂华秋皎洁。欣欣此生意，自尔为佳节。谁知林栖者，闻风坐相悦。草木有本心，何求美人折！",
        "author": "唐代",
        "poem_class": "送别",
        "dynasty": "李颀"
    },
    {
        "title": "送应氏二首",
        "paragraph": "其一步登北邙阪，遥望洛阳山。洛阳何寂寞，宫室尽烧焚。垣墙皆顿擗，荆棘上参天。不见旧耆老，但睹新少年。侧足无行径，荒畴不复田。游子久不归，不识陌与阡。中野何萧条，千里无人烟。念我平常居，气结不能言。其二清时难屡得，嘉会不可常。天地无终极，人命若朝霜。愿得展嬿婉，我友之朔方。亲昵并集送，置酒此河阳。中馈岂独薄？宾饮不尽觞。爱至望苦深，岂不愧中肠？山川阻且远，别促会日长。愿为比翼鸟，施翮起高翔。 灵芝生王地。朱草被洛滨。荣华相晃耀。光采晔若神。古时有虞舜。父母顽且嚚。尽孝于田垄。烝烝不违仁。伯瑜年七十。彩衣以娱亲。慈母笞不痛。歔欷涕沾巾。丁兰少失母。自伤早孤茕。刻木当严亲。朝夕致三牲。暴子见陵悔。犯罪以亡形。丈人为泣血。免戾全其名。董永遭家贫。父老财无遗。举假以供养。佣作致甘肥。责家填门至。不知何用归。天灵感至德。神女为秉机。岁月不安居。呜呼我皇考。生我既已晚。弃我何其早。蓼莪谁所兴。念之令人老。退咏南风诗。洒泪满袆抱。乱曰。圣皇君四海。德教朝夕宣。万国咸礼让。百姓家肃虔。庠序不失仪。孝悌处中田。户有曾闵子。比屋皆仁贤。髫齓无夭齿。黄发尽其年。陛下三万岁。慈母亦复然。黄鹄飞兮下建章。羽肃肃兮行跄跄。金为衣兮菊为裳。唼喋荷荇。出入蒹葭。自顾菲薄。愧尔嘉祥。原夫箫干之所生兮，于江南之丘墟。洞条畅而罕节兮，标敷纷以扶疏。徒观其旁山侧兮，则岖嵚岿崎，倚巇迤，诚可悲乎其不安也。弥望傥莽，联延旷荡，又足乐乎其敞闲也。托身躯于后土兮，经万载而不迁。吸至精之滋熙兮，稟苍色之润坚。感阴阳之变化兮，附性命乎皇天。翔风萧萧而径其末兮，回江流川而溉其山。扬素波而挥连珠兮，声礚礚而澍渊。 朝露清冷而陨其侧兮，玉液浸润而承其根。孤雌寡鹤，娱优乎其下兮，春禽群嬉，翱翔乎其颠。秋蜩不食，抱朴而长吟兮，玄猿悲啸，搜索乎其间。处幽隐而奥庰兮，密漠泊以猭。惟详察其素体兮，宜清静而弗喧。幸得谥为洞箫兮，蒙圣主之渥恩。可谓惠而不费兮，因天性之自然。 于是般匠施巧，夔妃准法。带以象牙，其会合。锼镂里洒，绛唇错杂；邻菌缭纠，罗鳞捷猎；胶致理比，挹抐擫。于是乃使夫性昧之宕冥，生不睹天地之体势，闇于白黑之貌形；愤伊郁而酷，愍眸子之丧精；寡所舒其思虑兮，专发愤乎音声。 故吻吮值夫宫商兮，和纷离其匹溢。形旖旎以顺吹兮，瞋以纡郁。气旁迕以飞射兮，驰散涣以逫律。趣从容其勿述兮，骛合遝以诡谲。或浑沌而潺湲兮，猎若枚折；或漫衍而络绎兮，沛焉竞溢。惏栗密率，掩以绝灭，霵晔踕，跳然复出。 若乃徐听其曲度兮，廉察其赋歌。啾咇而将吟兮，行鍖銋以和啰。风鸿洞而不绝兮，优娆娆以婆娑。翩绵连以牢落兮，漂乍弃而为他。要复遮其蹊径兮，与讴谣乎相和。 故听其巨音，则周流汜滥，并包吐含，若慈父之畜子也。其妙声，则清静厌瘱，顺叙卑达，若孝子之事父也。科条譬类，诚应义理，澎濞慷慨，一何壮士，优柔温润，又似君子。 故其武声，则若雷霆輘輷，佚豫以沸。其仁声，则若颽风纷披，容与而施惠。或杂遝以聚敛兮，或拔摋以奋弃。悲怆怳以恻惐兮，时恬淡以绥肆。被淋灑其靡靡兮，时横潰以阳遂。哀悁悁之可怀兮，良醰醰而有味。 故贪饕者听之而廉隅兮，狼戾者闻之而不怼。刚毅强暴反仁恩兮，啴唌逸豫戒其失。钟期、牙、旷怅然而愕兮，杞梁之妻不能为其气。师襄、严春不敢窜其巧兮，浸淫、叔子远其类。嚚、顽、朱、均惕复惠兮，桀、跖、鬻、博儡以顿悴。吹参差而入道德兮，故永御而可贵。时奏狡弄，则彷徨翱翔，或留而不行，或行而不留。愺恅澜漫，亡耦失畴，薄索合沓，罔象相求。 故知音者乐而悲之，不知音者怪而伟之。故闻其悲声，则莫不怆然累欷，撇涕抆泪；其奏欢娱，则莫不惮漫衍凯，阿那腲腇者已。是以蟋蟀蠖，蚑行喘息；蝼蚁蝘蜒，蝇蝇栩栩。迁延徙迤，鱼瞰鸟睨，垂喙转，瞪瞢忘食，况感阴阳之和，而化风俗之伦哉！ 乱曰：状若捷武，超腾逾曳，迅漂巧兮。又似流波，泡溲泛，趋巇道兮。哮呷喚，躋躓连绝，淈殄沌兮。搅搜捎，逍遥踊跃，若坏颓兮。优游流离，踌躇稽诣，亦足耽兮。颓唐遂往，长辞远逝，漂不还兮。赖蒙圣化，从容中道，乐不淫兮。条畅洞达，中节操兮。终诗卒曲，尚馀音兮。吟气遗响，联绵漂撇，生微风兮。连延络绎，变无穷兮。 ",
        "author": "两汉",
        "poem_class": "送别",
        "dynasty": "曹植"
    },
    {
        "title": "热海行送崔侍御还京",
        "paragraph": "侧闻阴山胡儿语，西头热海水如煮。海上众鸟不敢飞，中有鲤鱼长且肥。岸旁青草长不歇，空中白雪遥旋灭。蒸沙烁石燃虏云，沸浪炎波煎汉月。阴火潜烧天地炉，何事偏烘西一隅？势吞月窟侵太白，气连赤坂通单于。送君一醉天山郭，正见夕阳海边落。柏台霜威寒逼人，热海炎气为之薄。两人对酌山花开，一杯一杯复一杯。我醉欲眠卿且去，明朝有意抱琴来。山光忽西落，池月渐东上。散发乘夕凉，开轩卧闲敞。荷风送香气，竹露滴清响。欲取鸣琴弹，恨无知音赏。感此怀故人，中宵劳梦想。(中 一作：终)八月湖水平，涵虚混太清。气蒸云梦泽，波撼岳阳城。欲济无舟楫，端居耻圣明。坐观垂钓者，徒有羡鱼情。",
        "author": "唐代",
        "poem_class": "送别",
        "dynasty": "岑参"
    },
    {
        "title": "春送僧",
        "paragraph": "蜀魄关关花雨深，送师冲雨到江浔。 不能更折江头柳，自有青青松柏心。人生不相见，动如参与商。今夕复何夕，共此灯烛光。少壮能几时，鬓发各已苍。访旧半为鬼，惊呼热中肠。焉知二十载，重上君子堂。昔别君未婚，儿女忽成行。怡然敬父执，问我来何方。问答乃未已，驱儿罗酒浆。(驱儿 一作：儿女)夜雨剪春韭，新炊间黄粱。主称会面难，一举累十觞。十觞亦不醉，感子故意长。明日隔山岳，世事两茫茫。客心千里倦，春事一朝归。还伤北园里，重见落花飞。羞日遮罗袖，愁春懒起妆。易求无价宝，难得有心郎。枕上潜垂泪，花间暗断肠。自能窥宋玉，何必恨王昌？",
        "author": "唐代",
        "poem_class": "送别",
        "dynasty": "贯休"
    },
    {
        "title": "送赵都督赴代州得青字",
        "paragraph": "天官动将星，汉上柳条青。(上 一作：地)万里鸣刁斗，三军出井陉。忘身辞凤阙，报国取龙庭。岂学书生辈，窗间老一经。若耶溪傍采莲女，笑隔荷花共人语。日照新妆水底明，风飘香袂空中举。(袂 一作：袖)岸上谁家游冶郎，三三五五映垂杨。紫骝嘶入落花去，见此踟蹰空断肠。落日五湖游，烟波处处愁。浮沉千古事，谁与问东流？人间四月芳菲尽，山寺桃花始盛开。 长恨春归无觅处，不知转入此中来。",
        "author": "唐代",
        "poem_class": "送别",
        "dynasty": "王维"
    },
    {
        "title": "送著作佐郎崔融等从梁王东征",
        "paragraph": "金天方肃杀，白露始专征。王师非乐战，之子慎佳兵。海气侵南部，边风扫北平。莫卖卢龙塞，归邀麟阁名。天下英雄气，千秋尚凛然。(天下 一作：天地)势分三足鼎，业复五铢钱。 得相能开国，生儿不象贤。凄凉蜀故妓，来舞魏宫前。丞相祠堂何处寻？锦官城外柏森森。映阶碧草自春色，隔叶黄鹂空好音。三顾频烦天下计，两朝开济老臣心。出师未捷身先死，长使英雄泪满襟。山石荦确行径微，黄昏到寺蝙蝠飞。升堂坐阶新雨足，芭蕉叶大栀子肥。僧言古壁佛画好，以火来照所见稀。铺床拂席置羹饭，疏粝亦足饱我饥。夜深静卧百虫绝，清月出岭光入扉。天明独去无道路，出入高下穷烟霏。山红涧碧纷烂漫，时见松枥皆十围。当流赤足踏涧石，水声激激风吹衣。人生如此自可乐，岂必局束为人鞿？(鞿 一作：靰)嗟哉吾党二三子，安得至老不更归。",
        "author": "唐代",
        "poem_class": "送别",
        "dynasty": "陈子昂"
    },
    {
        "title": "送友人归",
        "paragraph": "年高雪满簪，唤渡浙江浔。花落一杯酒，月明千里心。凤凰身宇宙，麋鹿性山林。别后空回首，冥冥烟树深。两岸舟船各背驰，波痕交涉亦难为。只余鸥鹭无拘管，北去南来自在飞。枝上流莺和泪闻，新啼痕间旧啼痕。一春鱼鸟无消息，千里关山劳梦魂。无一语，对芳尊。安排肠断到黄昏。甫能炙得灯儿了，雨打梨花深闭门。相思似海深，旧事如天远。泪滴千千万万行，更使人、愁肠断。要见无因见，拚了终难拚。若是前生未有缘，待重结、来生愿。",
        "author": "宋代",
        "poem_class": "送别",
        "dynasty": "郑思肖"
    },
    {
        "title": "临江仙·冬夜夜寒冰合井",
        "paragraph": "冬夜夜寒冰合井，画堂明月侵帏。青缸明灭照悲啼。青缸挑欲尽，粉泪裛还垂。未尽一尊先掩泪，歌声半带清悲。情声两尽莫相违。欲知肠断处，梁上暗尘飞。萧萧江上荻花秋，做弄许多愁。半竿落日，两行新雁，一叶扁舟。惜分长怕君先去，直待醉时休。今宵眼底，明朝心上，后日眉头。似花还似非花，也无人惜从教坠。抛家傍路，思量却是，无情有思。萦损柔肠，困酣娇眼，欲开还闭。梦随风万里，寻郎去处，又还被、莺呼起。不恨此花飞尽，恨西园、落红难缀。晓来雨过，遗踪何在？一池萍碎。春色三分，二分尘土，一分流水。细看来，不是杨花，点点是离人泪。枝上流莺和泪闻，新啼痕间旧啼痕。一春鱼鸟无消息，千里关山劳梦魂。无一语，对芳尊。安排肠断到黄昏。甫能炙得灯儿了，雨打梨花深闭门。",
        "author": "宋代",
        "poem_class": "送别",
        "dynasty": "苏轼"
    },
    {
        "title": "夜飞鹊·河桥送人处",
        "paragraph": "河桥送人处，凉夜何其。斜月远堕余辉。铜盘烛泪已流尽，霏霏凉露沾衣。相将散离会，探风前津鼓，树杪参旗。华骢会意，纵扬鞭、亦自行迟。 迢递路回清野，人语渐无闻，空带愁归。何意重红满地，遗钿不见，斜迳都迷。兔葵燕麦，向残阳、欲与人齐。但徘徊班草，欷歔酹酒，极望天西。(红满地 一作：经前地 斜迳 一作：斜径)铁马蒙毡，银花洒泪，春入愁城。笛里番腔，街头戏鼓，不是歌声。那堪独坐青灯。想故国、高台月明。辇下风光，山中岁月，海上心情。云千重，水千重，身在千重云水中。月明收钓筒。头未童，耳未聋，得酒犹能双脸红。一尊谁与同。前年脍鲸东海上，白浪如山寄豪壮；去年射虎南山秋，夜归急雪满貂裘。今年摧颓最堪笑，华发苍颜羞自照。谁知得酒尚能狂，脱帽向人时大叫。逆胡未灭心未平，孤剑床头铿有声。破驿梦回灯欲死，打窗风雨正三更。",
        "author": "宋代",
        "poem_class": "送别",
        "dynasty": "周邦彦"
    },
    {
        "title": "红绣鞋·晚秋",
        "paragraph": "梦断陈王罗袜，情伤学士琵琶。又见西风换年华。数杯添泪酒，几点送秋花。行人天一涯。问人间谁是英雄？有酾酒临江，横槊曹公。紫盖黄旗，多应借得，赤壁东风。更惊起南阳卧龙，便成名八阵图中。鼎足三分，一分西蜀，一分江东。大道无名，大音希声，大器晚成。笑迷人管见，不言便了，似钻冰取火，纽石为绳。使尽精神，虚劳神用，缘木求鱼甚日烹。愚痴辈，磨砖作镜，怎睹光明。何须百计经营。守朴朴淳淳绝爱憎。澄虚心实腹，谷神不死，深根固蒂，久视长生。湛湛澄澄，先天先地，一气寥寥混杳冥。希夷理，这一轮皎月，无缺无盈。伏低伏弱，装呆装落，是非犹自来着莫。任从他，待如何，天公尚有妨农过，蚕怕雨寒苗怕火。阴，也是错；晴，也是错。",
        "author": "元代",
        "poem_class": "送别",
        "dynasty": "李致远"
    },
    {
        "title": "暮春浐水送别 / 一作暮春送客",
        "paragraph": "绿暗红稀出凤城，暮云楼阁古今情。行人莫听宫前水，流尽年光是此声。一上高城万里愁，蒹葭杨柳似汀洲。溪云初起日沉阁，山雨欲来风满楼。鸟下绿芜秦苑夕，蝉鸣黄叶汉宫秋。行人莫问当年事，故国东来渭水流。昔人已乘黄鹤去，此地空余黄鹤楼。黄鹤一去不复返，白云千载空悠悠。晴川历历汉阳树，芳草萋萋鹦鹉洲。日暮乡关何处是？烟波江上使人愁。镜湖三百里，菡萏发荷花。五月西施采，人看隘若耶。回舟不待月，归去越王家。",
        "author": "唐代",
        "poem_class": "送别",
        "dynasty": "韩琮"
    },
    {
        "title": "送秘书晁监还日本国",
        "paragraph": "积水不可极，安知沧海东。九州何处远，万里若乘空。向国唯看日，归帆但信风。鳌身映天黑，鱼眼射波红。乡树扶桑外，主人孤岛中。别离方异域，音信若为通。久为簪组累，幸此南夷谪。闲依农圃邻，偶似山林客。 晓耕翻露草，夜榜响溪石。来往不逢人，长歌楚天碧。谷口春残黄鸟稀，辛夷花尽杏花飞。(谷口 一作：溪上)始怜幽竹山窗下，不改清阴待我归。弓背霞明剑照霜，秋风走马出咸阳。未收天子河湟地，不拟回头望故乡。",
        "author": "唐代",
        "poem_class": "送别",
        "dynasty": "王维"
    },
    {
        "title": "虢州后亭送李判官使赴晋绛",
        "paragraph": "西原驿路挂城头，客散红亭雨未收。君去试看汾水上，白云犹似汉时秋。疾风知劲草，板荡识诚臣。勇夫安识义，智者必怀仁。红叶醉秋色，碧溪弹夜弦。佳期不可再，风雨杳如年。花近高楼伤客心，万方多难此登临。锦江春色来天地，玉垒浮云变古今。北极朝廷终不改，西山寇盗莫相侵。可怜后主还祠庙，日暮聊为《梁甫吟》。(梁甫 一作：梁父)",
        "author": "唐代",
        "poem_class": "送别",
        "dynasty": "岑参"
    },
    {
        "title": "短歌行赠王郎司直",
        "paragraph": "王郎酒酣拔剑斫地歌莫哀！我能拔尔抑塞磊落之奇才。豫章翻风白日动，鲸鱼跋浪沧溟开。且脱佩剑休徘徊。西得诸侯棹锦水，欲向何门趿珠履？仲宣楼头春色深，青眼高歌望吾子，眼中之人吾老矣！霜草苍苍虫切切，村南村北行人绝。独出门前望野田，月明荞麦花如雪。(门前 一作：前门)虢国夫人承主恩，平明骑马入宫门。却嫌脂粉污颜色，淡扫蛾眉朝至尊。湖上春来似画图，乱峰围绕水平铺。松排山面千重翠，月点波心一颗珠。碧毯线头抽早稻，青罗裙带展新蒲。未能抛得杭州去，一半勾留是此湖。",
        "author": "唐代",
        "poem_class": "送别",
        "dynasty": "杜甫"
    },
    {
        "title": "临江仙·疾愈登望湖楼赠项长官",
        "paragraph": "多病休文都瘦损，不堪金带垂腰。望湖楼上暗香飘。和风春弄袖，明月夜闻箫。酒醒梦回清漏永，隐床无限更潮。佳人不见董娇饶。徘徊花上月，空度可怜宵。芙蓉金菊斗馨香。天气欲重阳。远村秋色如画，红树间疏黄。流水淡，碧天长。路茫茫。凭高目断。鸿雁来时，无限思量。一年滴尽莲花漏。碧井酴酥沉冻酒。晓寒料峭尚欺人，春态苗条先到柳。 佳人重劝千长寿。柏叶椒花芬翠袖。醉乡深处少相知，只与东君偏故旧。我醉欲眠君罢休，已教从事到青州。鬓霜饶我三千丈，诗律输君一百筹。闻道郎君闭东阁，且容老子上南楼。相逢不用忙归去，明日黄花蝶也愁。",
        "author": "宋代",
        "poem_class": "送别",
        "dynasty": "苏轼"
    },
    {
        "title": "送国棋王逢",
        "paragraph": "玉子纹楸一路饶，最宜檐雨竹萧萧。羸形暗去春泉长，拔势横来野火烧。守道还如周柱史，鏖兵不羡霍嫖姚。浮生七十更万日，与子期于局上销。送送多穷路，遑遑独问津。悲凉千里道，凄断百年身。心事同漂泊，生涯共苦辛。无论去与住，俱是梦中人。关塞年华早，楼台别望违。试衫著暖气，开镜觅春晖。燕入窥罗幕，蜂来上画衣。情催桃李艳，心寄管弦飞。妆洗朝相待，风花暝不归。梦魂何处入，寂寂掩重扉。锦帏初卷卫夫人，绣被犹堆越鄂君。垂手乱翻雕玉佩，折腰争舞郁金裙。石家蜡烛何曾剪，荀令香炉可待熏。我是梦中传彩笔，欲书花叶寄朝云。",
        "author": "唐代",
        "poem_class": "送别",
        "dynasty": "杜牧"
    },
    {
        "title": "楚天遥过清江引·屈指数春来",
        "paragraph": "屈指数春来，弹指惊春去。蛛丝网落花，也要留春住。几日喜春晴，几夜愁春雨。六曲小山屏，题满伤春句。春若有情应解语，问着无凭据。江东日暮云，渭北春天树，不知那答儿是春住处？眼前花怎得接连枝，眉上锁新教配钥匙，描笔儿勾销了伤春事。闷葫芦铰断线儿，锦鸳鸯别对了个雄雌。野蜂儿难寻觅，蝎虎儿干害死，蚕蛹儿毕罢了相思。半世逢场作戏，险些儿误了终焉计。白发劝东篱，西村最好幽栖，老正宜。茅庐竹径，药井蔬畦，自减风云气。嚼蜡光阴无味，旁观世态，静掩柴扉。虽无诸葛卧龙冈，原有严陵钓鱼矶，成趣南园，对榻青山，绕门绿水。【耍孩儿】穷则穷落觉囫囵睡，消甚奴耕婢织？荷花二亩养鱼池，百泉通一道青溪。安排老子留风月，准备闲人洗是非，乐亦在其中矣。僧来笋蕨，客至琴棋。【二】青门幸有栽瓜地，谁羡封侯百里？桔槔一水韭苗肥，快活煞学圃樊迟。梨花树底三杯酒，杨柳阴中一片席，倒大来无拘系。先生家淡粥，措大家黄虀。【三】有一片冻不死衣，有一口饿不死食。贫无烦恼知闲贵，譬如风浪乘舟去，争似田园拂袖归？本不爱争名利。嫌贫污耳，与鸟忘机。【尾】喜天阴唤锦鸠，爱花香哨画眉。伴露荷中烟柳外风蒲内，绿头鸭黄莺儿啅七七。金韹韹，鼓■■，行人且勿行，木兰换衣裹戎装。木兰戴金鋀，矛著铁裲裆。右手雁翎刀，左手月轮弓。跨上八尺马，轻若飞鸿翔。木兰父老下无丁弟，上无壮王兄。木兰代父前我行，我羌健儿八尺长，不知木兰与强。木兰□䟤跋䟤跋，谁雌谁复雄。健儿何草草，木兰何堂堂。东市斫，西市斫，相斫似阿若郎。擒贼报信归，报我国王。国王赏功爵名字，始知木兰是女娘。女娘安用尚郎，请移木兰爷娘当。国王进忠良，制我羌垂衣裳不下堂，木兰去兵亦为妇采桑。",
        "author": "元代",
        "poem_class": "送别",
        "dynasty": "薛昂夫"
    },
    {
        "title": "送薛种游湖南",
        "paragraph": "贾傅松醪酒，秋来美更香。怜君片云思，一棹去潇湘。小时不识月，呼作白玉盘。又疑瑶台镜，飞在青云端。(青云 一作：白云)仙人垂两足，桂树何团团。白兔捣药成，问言与谁餐？蟾蜍蚀圆影，大明夜已残。羿昔落九乌，天人清且安。阴精此沦惑，去去不足观。忧来其如何？凄怆摧心肝。昔日龌龊不足夸，今朝放荡思无涯。 春风得意马蹄疾，一日看尽长安花。糁径杨花铺白毡，点溪荷叶叠青钱。笋根雉子无人见，沙上凫雏傍母眠。",
        "author": "唐代",
        "poem_class": "送别",
        "dynasty": "杜牧"
    },
    {
        "title": "渭阳",
        "paragraph": "我送舅氏，曰至渭阳。何以赠之？路车乘黄。我送舅氏，悠悠我思。何以赠之？琼瑰玉佩。清人在彭，驷介旁旁。二矛重英，河上乎翱翔。清人在消，驷介麃麃。二矛重乔，河上乎逍遥。清人在轴，驷介陶陶。左旋右抽，中军作好。蚕则绩而蟹有匡。范则冠而蝉有绥。兄则死而子皋为之衰。佩玉蕊兮余无所击之。旨酒一盛兮余与褐之父睨之。",
        "author": "先秦",
        "poem_class": "送别",
        "dynasty": "佚名"
    },
    {
        "title": "淇上送韦司仓往滑台",
        "paragraph": "饮酒莫辞醉，醉多适不愁。孰知非远别，终念对穷秋。 滑台门外见，淇水眼前流。君去应回首，风波满渡头。自小刺头深草里，而今渐觉出蓬蒿。 时人不识凌云木，直待凌云始道高。意气骄满路，鞍马光照尘。借问何为者，人称是内臣。朱绂皆大夫，紫绶或将军。(或 一作：悉)夸赴军中宴，走马去如云。尊罍溢九酝，水陆罗八珍。果擘洞庭橘，脍切天池鳞。食饱心自若，酒酣气益振。是岁江南旱，衢州人食人。莫道谗言如浪深，莫言迁客似沙沉。千淘万漉虽辛苦，吹尽狂沙始到金。",
        "author": "唐代",
        "poem_class": "送别",
        "dynasty": "高适"
    },
    {
        "title": "湘口送友人 / 湖口送友人",
        "paragraph": "中流欲暮见湘烟，苇岸无穷接楚田。去雁远冲云梦雪，离人独上洞庭船。风波尽日依山转，星汉通霄向水连。(连 一作：悬)零落梅花过残腊，故园归醉及新年。强欲登高去，无人送酒来。遥怜故园菊，应傍战场开。谁道群生性命微？一般骨肉一般皮。劝君莫打枝头鸟，子在巢中望母归。锦里开芳宴，兰缸艳早年。缛彩遥分地，繁光远缀天。 接汉疑星落，依楼似月悬。别有千金笑，来映九枝前。",
        "author": "唐代",
        "poem_class": "送别",
        "dynasty": "李频"
    },
    {
        "title": "渔家傲·临水纵横回晚鞚",
        "paragraph": "临水纵横回晚鞚。归来转觉情怀动。梅笛烟中闻几弄。秋阴重，西山雪淡云凝冻。美酒一杯谁与共。尊前舞雪狂歌送。腰跨金鱼旌旆拥。将何用，只堪妆点浮生梦。苍茫沙嘴鹭鸶眠，片水无痕浸碧天。最爱芦花经雨后，一蓬烟火饭鱼船。世人作梅词，下笔便俗。予试作一篇，乃知前言不妄耳。藤床纸帐朝眠起，说不尽无佳思。沉香断续玉炉寒，伴我情怀如水。笛声三弄，梅心惊破，多少春情意。 小风疏雨萧萧地，又催下千行泪。吹箫人去玉楼空，肠断与谁同倚。一枝折得，人间天上，没个人堪寄。飞来山上千寻塔，闻说鸡鸣见日升。(飞来山 一作：飞来峰)不畏浮云遮望眼，自缘身在最高层。",
        "author": "宋代",
        "poem_class": "送别",
        "dynasty": "苏轼"
    },
    {
        "title": "浣溪沙·重九旧韵",
        "paragraph": "白雪清词出坐间。爱君才器两俱全。异乡风景却依然。可恨相逢能几日，不知重会是何年。茱萸子细更重看。竞渡深悲千载冤，忠魂一去讵能还。国亡身殒今何有，只留离骚在世间。经年尘土满征衣，特特寻芳上翠微。好水好山看不足，马蹄催趁月明归。风露湿行云，沙水迷归艇。卧看明河月满空，斗挂苍山顶。 万古只青天，多事悲人境。起舞闻鸡酒未醒，潮落秋江冷。",
        "author": "宋代",
        "poem_class": "送别",
        "dynasty": "苏轼"
    },
    {
        "title": "送路六侍御入朝",
        "paragraph": "童稚情亲四十年，中间消息两茫然。更为后会知何地？忽漫相逢是别筵！不分桃花红似锦，生憎柳絮白于棉。剑南春色还无赖，触忤愁人到酒边。轻阴阁小雨，深院昼慵开。坐看苍苔色，欲上人衣来。移家虽带郭，野径入桑麻。近种篱边菊，秋来未著花。扣门无犬吠，欲去问西家。报道山中去，归时每日斜。(归时 一作：归来)嗟君此别意何如，驻马衔杯问谪居。巫峡啼猿数行泪，衡阳归雁几封书。青枫江上秋帆远，白帝城边古木疏。圣代即今多雨露，暂时分手莫踌躇。",
        "author": "唐代",
        "poem_class": "送别",
        "dynasty": "杜甫"
    },
    {
        "title": "浣溪沙·送叶淳老",
        "paragraph": "阳羡姑苏已买田。相逢谁信是前缘。莫教便唱水如天。我作洞霄君作守，白头相对故依然。西湖知有几同年。轻汗微微透碧纨，明朝端午浴芳兰。流香涨腻满晴川。彩线轻缠红玉臂，小符斜挂绿云鬟。佳人相见一千年。丙辰岁，与张功父会饮张达可之堂。闻屋壁间蟋蟀有声，功父约予同赋，以授歌者。功父先成，辞甚美。予裴回末利花间，仰见秋月，顿起幽思，寻亦得此。蟋蟀，中都呼为促织，善斗。好事者或以三二十万钱致一枚，镂象齿为楼观以贮之。庾郎先自吟愁赋，凄凄更闻私语。露湿铜铺，苔侵石井，都是曾听伊处。哀音似诉。正思妇无眠，起寻机杼。曲曲屏山，夜凉独自甚情绪？西窗又吹暗雨。为谁频断续，相和砧杵？候馆迎秋，离宫吊月，别有伤心无数。豳诗漫与。笑篱落呼灯，世间儿女。写入琴丝，一声声更苦。梅雪争春未肯降，骚人阁笔费评章。梅须逊雪三分白，雪却输梅一段香。",
        "author": "宋代",
        "poem_class": "送别",
        "dynasty": "苏轼"
    },
    {
        "title": "送湖南部曲",
        "paragraph": "青衫匹马万人呼，幕府当年急急符。愧我明珠成薏苡，负君赤手缚於菟。观书老眼明如镜，论事惊人胆满躯。万里云霄送君去，不妨风雨破吾庐。燕雁无心，太湖西畔随云去。数峰清苦。商略黄昏雨。 第四桥边，拟共天随住。今何许。凭阑怀古。残柳参差舞。乾坤能大，算蛟龙元不是池中物。风雨牢愁无著处，那更寒蛩四壁。横槊题诗，登楼作赋，万事空中雪。江流如此，方来还有英杰。(寒蛩 一作：寒虫)堪笑一叶漂零，重来淮水，正凉风新发。镜里朱颜都变尽，只有丹心难灭。去去龙沙，江山回首，一线青如发。故人应念，杜鹃枝上残月。南来飞燕北归鸿，偶相逢，惨愁容。绿鬓朱颜重见两衰翁。别后悠悠君莫问，无限事，不言中。小槽春酒滴珠红，莫匆匆，满金钟。饮散落花流水各西东。后会不知何处是，烟浪远，暮云重。",
        "author": "宋代",
        "poem_class": "送别",
        "dynasty": "辛弃疾"
    },
    {
        "title": "水调歌头·呈汉阳使君",
        "paragraph": "大别我知友，突兀起西州。十年重见，依旧秀色照清眸。常记鲒碕狂客，邀我登楼雪霁，杖策拥羊裘。山吐月千仞，残夜水明楼。黄粱梦，未觉枕，几经秋。与君邂逅，相逐飞步碧山头。举酒一觞今古，叹息英雄骨冷，清泪不能收。鹦鹉更谁赋，遗恨满芳州。京口瓜洲一水间，钟山只隔数重山。春风又绿江南岸，明月何时照我还。杯汝来前！老子今朝，点检形骸。甚长年抱渴，咽如焦釜；于今喜睡，气似奔雷。汝说“刘伶，古今达者，醉后何妨死便埋”。浑如此，叹汝于知己，真少恩哉！更凭歌舞为媒。算合作人间鸩毒猜。况怨无小大，生于所爱；物无美恶，过则为灾。与汝成言，勿留亟退，吾力犹能肆汝杯。杯再拜，道麾之即去，招则须来。司马温公幼时，患记问不若人。群居讲习，众兄弟既成诵，游息矣；独下帷绝编，迨能倍诵乃止。用力多者收功远，其所精诵，乃终身不忘也。温公尝言：“书不可不成诵。或在马上，或中夜不寝时，咏其文，思其义，所得多矣。”（选自朱熹编辑的《三朝名臣言行录》）",
        "author": "宋代",
        "poem_class": "送别",
        "dynasty": "王以宁"
    },
    {
        "title": "送友游吴越",
        "paragraph": "去越从吴过，吴疆与越连。有园多种橘，无水不生莲。夜市桥边火，春风寺外船。此中偏重客，君去必经年。秦时明月汉时关，万里长征人未还。但使龙城飞将在，不教胡马度阴山。骝马新跨白玉鞍，战罢沙场月色寒。城头铁鼓声犹震，匣里金刀血未干。从小丘西行百二十步，隔篁竹，闻水声，如鸣珮环，心乐之。伐竹取道，下见小潭，水尤清冽。全石以为底，近岸，卷石底以出，为坻，为屿，为嵁，为岩。青树翠蔓，蒙络摇缀，参差披拂。(珮 通：佩)潭中鱼可百许头，皆若空游无所依，日光下澈，影布石上。佁然不动，俶尔远逝，往来翕忽，似与游者相乐。(下澈 一作：下彻)潭西南而望，斗折蛇行，明灭可见。其岸势犬牙差互，不可知其源。坐潭上，四面竹树环合，寂寥无人，凄神寒骨，悄怆幽邃。以其境过清，不可久居，乃记之而去。同游者：吴武陵，龚古，余弟宗玄。隶而从者，崔氏二小生，曰恕己，曰奉壹。南山塞天地，日月石上生。高峰夜留景，深谷昼未明。山中人自正，路险心亦平。长风驱松柏，声拂万壑清。即此悔读书，朝朝近浮名。",
        "author": "唐代",
        "poem_class": "送别",
        "dynasty": "杜荀鹤"
    },
    {
        "title": "江神子·送元济之归豫章",
        "paragraph": "乱云扰扰水潺潺。笑溪山。几时闲。更觉桃源，人去隔仙凡。万壑千岩楼外雪，琼作树，玉为栏。 倦游回首且加餐。短篷寒。画图间。见说娇颦，拥髻待君看。二月东湖湖上路，官柳嫩，野梅残。一水西来，千丈晴虹，十里翠屏。喜草堂经岁，重来杜老，斜川好景，不负渊明。老鹤高飞，一枝投宿，长笑蜗牛戴屋行。平章了，待十分佳处，著个茅亭。青山意气峥嵘。似为我归来妩媚生。解频教花鸟，前歌後舞，更催云水，暮送朝迎。酒圣诗豪，可能无势，我乃而今驾驭卿。清溪上，被山灵却笑，白发归耕。采芳人杳，顿觉游情少。客里看春多草草，总被诗愁分了。去年燕子天涯，今年燕子谁家？ 三月休听夜雨，如今不是催花。驿外断桥边，寂寞开无主。已是黄昏独自愁，更着风和雨。(着 同：著) 无意苦争春，一任群芳妒。零落成泥碾作尘，只有香如故。",
        "author": "宋代",
        "poem_class": "送别",
        "dynasty": "辛弃疾"
    },
    {
        "title": "天净沙·湖上送别",
        "paragraph": "红蕉隐隐窗纱，朱帘小小人家，绿柳匆匆去马。断桥西下，满湖烟雨愁花。西风吹老洞庭波，一夜湘君白发多。醉后不知天在水，满船清梦压星河。华亭江上，烟淡淡草萋萋，浮光万顷。长篙短棹一蓑衣，终日向船头上稳坐，来往故人稀。纶竿收罢，轻抛香饵，个中消息有谁知？【幺】说破真如妙理，唯恐露玄机。春夏秋冬，披星带月守寒溪。一点残星照水，上下接光辉。素波如练，东流不住，锦鳞不遇又空回。【尾】谩伤嗟，空劳力，欲说谁明此理？千尺丝纶直下垂，一波动万波相随。唱道难晓幽微，且恁陶陶度浮世。水寒烟冷，小鱼儿难钓，满船空载月明归。山光如淀，湖光如练，一步一个生绡面。叩逋仙，访坡仙， 拣西湖好处都游遍，管甚月明归路远。船，休放转；杯休放浅。",
        "author": "元代",
        "poem_class": "送别",
        "dynasty": "张可久"
    },
    {
        "title": "柳枝·江南岸",
        "paragraph": "江南岸，江北岸。折送行人无尽时。恨分离。 酒一杯，泪双垂。君到长安百事违。几时归。蜗角虚名，蝇头微利，算来著甚干忙。事皆前定，谁弱又谁强。且趁闲身未老，尽放我、些子疏狂。百年里，浑教是醉，三万六千场。(尽放我 一作：须放我) 思量。能几许，忧愁风雨，一半相妨，又何须抵死，说短论长。幸对清风皓月，苔茵展、云幕高张。江南好，千钟美酒，一曲满庭芳。泪湿罗衣脂粉满，四叠阳关，唱到千千遍。人道山长山又断，萧萧微雨闻孤馆。(山又断 一作：水又断)惜别伤离方寸乱，忘了临行，酒盏深和浅。好把音书凭过雁，东莱不似蓬莱远。中秋作本名小秦王，入腔即阳关曲暮云收尽溢清寒，银汉无声转玉盘。此生此夜不长好，明月明年何处看。",
        "author": "宋代",
        "poem_class": "送别",
        "dynasty": "朱敦儒"
    },
    {
        "title": "送婆罗门",
        "paragraph": "雪岭金河独向东，吴山楚泽意无穷。如今白首乡心尽，万里归程在梦中。燕赵古称多感慨悲歌之士。董生举进士，屡不得志于有司，怀抱利器，郁郁适兹土。吾知其必有合也。董生勉乎哉！夫以子之不遇时，苟慕义强仁者皆爱惜焉。矧燕赵之士出乎其性者哉！然吾尝闻风俗与化移易，吾恶知其今不异于古所云邪?聊以吾子之行卜之也。董生勉乎哉！吾因子有所感矣。为我吊望诸君之墓，而观于其市，复有昔时屠狗者乎？为我谢曰：“明天子在上，可以出而仕矣。” 走马西来欲到天，辞家见月两回圆。今夜不知何处宿，平沙万里绝人烟。将军魏武之子孙，于今为庶为清门。英雄割据虽已矣，文采风流今尚存。学书初学卫夫人，但恨无过王右军。丹青不知老将至，富贵于我如浮云。开元之中常引见，承恩数上南薰殿。凌烟功臣少颜色，将军下笔开生面。良相头上进贤冠，猛将腰间大羽箭。褒公鄂公毛发动，英姿飒爽来酣战。先帝御马五花骢，画工如山貌不同。是日牵来赤墀下，迥立阊阖生长风。诏谓将军拂绢素，意匠惨澹经营中。斯须九重真龙出，一洗万古凡马空。玉花却在御榻上，榻上庭前屹相向。至尊含笑催赐金，圉人太仆皆惆怅。弟子韩干早入室，亦能画马穷殊相。干惟画肉不画骨，忍使骅骝气凋丧。将军画善盖有神，必逢佳士亦写真。即今漂泊干戈际，屡貌寻常行路人。途穷反遭俗眼白，世上未有如公贫。但看古来盛名下，终日坎壈缠其身。",
        "author": "唐代",
        "poem_class": "送别",
        "dynasty": "清江"
    },
    {
        "title": "离亭赋得折杨柳二首",
        "paragraph": "暂凭尊酒送无憀，莫损愁眉与细腰。人世死前唯有别，春风争拟惜长条。含烟惹雾每依依，万绪千条拂落晖。为报行人休折尽，半留相送半迎归。少小离家老大回，乡音无改鬓毛衰。儿童相见不相识，笑问客从何处来。寒雨连江夜入吴，平明送客楚山孤。洛阳亲友如相问，一片冰心在玉壶。菱叶萦波荷飐风，荷花深处小船通。逢郎欲语低头笑，碧玉搔头落水中。",
        "author": "唐代",
        "poem_class": "送别",
        "dynasty": "李商隐"
    },
    {
        "title": "解连环·送别",
        "paragraph": "销魂时候。正落花成阵，可人分手。纵临别、重订佳期，恐软语无凭，盛欢难又。雨外春山，会人意、与眉交皱。望行舟渐隐，恨杀当年，手栽杨柳。别离事，人生常有。底何须，为著成个消瘦。但若是两情长，便海角天涯，等是相守。潮水西流，肯寄我、鲤鱼双否。倘明岁、来游灯市，为侬沽酒。清风店南逢父老，告我己巳年间事。店北犹存古战场，遗镞尚带勤王字。忆昔蒙尘实惨怛，反覆势如风雨至。紫荆关头昼吹角，杀气军声满幽朔。胡儿饮马彰义门，烽火夜照燕山云。内有于尚书，外有石将军。石家官军若雷电，天清野旷来酣战。朝廷既失紫荆关，吾民岂保清风店。牵爷负子无处逃，哭声震天风怒号。儿女床头伏鼓角，野人屋上看旌旄。将军此时挺戈出，杀敌不异草与蒿。追北归来血洗刀，白日不动苍天高。万里烟尘一剑扫，父子英雄古来少。单于痛哭倒马关，羯奴半死飞狐道。处处欢声噪鼓旗，家家牛酒犒王师。休夸汉室嫖姚将，岂说唐家郭子仪。沉吟此事六十春，此地经过泪满巾。黄云落日古骨白，沙砾惨淡愁行人。行人来折战场柳，下马坐望居庸口。却忆千官迎驾初，千乘万骑下皇都；乾坤得见中兴主，日月重开载造图。枭雄不数云台士，杨石齐名天下无！呜呼杨石今已无，安得再生此辈西备胡。内相方承宠渥新，那堪鵩鸟集承尘。文章功业成千古，台阁丝纶少一人。慷慨谁论天下事，凄凉空忆梦中身。向时谈笑皆陈迹，惟有临风泪满巾。余幼时即嗜学。家贫，无从致书以观，每假借于藏书之家，手自笔录，计日以还。天大寒，砚冰坚，手指不可屈伸，弗之怠。录毕，走送之，不敢稍逾约。以是人多以书假余，余因得遍观群书。既加冠，益慕圣贤之道 。又患无硕师名人与游，尝趋百里外，从乡之先达执经叩问。先达德隆望尊，门人弟子填其室，未尝稍降辞色。余立侍左右，援疑质理，俯身倾耳以请；或遇其叱咄，色愈恭，礼愈至，不敢出一言以复；俟其欣悦，则又请焉。故余虽愚，卒获有所闻。当余之从师也，负箧曳屣，行深山巨谷中。穷冬烈风，大雪深数尺，足肤皲裂而不知。至舍，四支僵劲不能动，媵人持汤沃灌，以衾拥覆，久而乃和。寓逆旅，主人日再食，无鲜肥滋味之享。同舍生皆被绮绣，戴朱缨宝饰之帽，腰白玉之环，左佩刀，右备容臭，烨然若神人；余则缊袍敝衣处其间，略无慕艳意，以中有足乐者，不知口体之奉不若人也。盖余之勤且艰若此。 今虽耄老，未有所成，犹幸预君子之列，而承天子之宠光，缀公卿之后，日侍坐备顾问，四海亦谬称其氏名，况才之过于余者乎？今诸生学于太学，县官日有廪稍之供，父母岁有裘葛之遗，无冻馁之患矣；坐大厦之下而诵诗书，无奔走之劳矣；有司业、博士为之师，未有问而不告、求而不得者也；凡所宜有之书，皆集于此，不必若余之手录，假诸人而后见也。其业有不精、德有不成者，非天质之卑，则心不若余之专耳，岂他人之过哉？东阳马生君则，在太学已二年，流辈甚称其贤。余朝京师，生以乡人子谒余，撰长书以为贽，辞甚畅达。与之论辨，言和而色夷。自谓少时用心于学甚劳，是可谓善学者矣。其将归见其亲也，余故道为学之难以告之。谓余勉乡人以学者，余之志也；诋我夸际遇之盛而骄乡人者，岂知予者哉？",
        "author": "明代",
        "poem_class": "送别",
        "dynasty": "史鉴"
    },
    {
        "title": "南邻",
        "paragraph": "锦里先生乌角巾，园收芋栗未全贫。惯看宾客儿童喜，得食阶除鸟雀驯。秋水才深四五尺，野航恰受两三人。白沙翠竹江村暮，相对柴门月色新。夜夜相思更漏残，伤心明月凭阑干，想君思我锦衾寒。咫尺画堂深似海，忆来惟把旧书看，几时携手入长安？玉露凋伤枫树林，巫山巫峡气萧森。江间波浪兼天涌，塞上风云接地阴。丛菊两开他日泪，孤舟一系故园心。寒衣处处催刀尺，白帝城高急暮砧。夔府孤城落日斜，每依北斗望京华。听猿实下三声泪，奉使虚随八月槎。画省香炉违伏枕，山楼粉堞隐悲笳。请看石上藤萝月，已映洲前芦荻花。千家山郭静朝晖，日日江楼坐翠微。信宿渔人还泛泛，清秋燕子故飞飞。匡衡抗疏功名薄，刘向传经心事违。同学少年多不贱，五陵衣马自轻肥。闻道长安似弈棋，百年世事不胜悲。王侯第宅皆新主，文武衣冠异昔时。直北关山金鼓振，征西车马羽书驰。鱼龙寂寞秋江冷，故国平居有所思。蓬莱宫阙对南山，承露金茎霄汉间。西望瑶池降王母，东来紫气满函关。云移雉尾开宫扇，日绕龙鳞识圣颜。一卧沧江惊岁晚，几回青琐点朝班。瞿塘峡口曲江头，万里风烟接素秋。花萼夹城通御气，芙蓉小苑入边愁。珠帘绣柱围黄鹄，锦缆牙樯起白鸥。回首可怜歌舞地，秦中自古帝王州。昆明池水汉时功，武帝旌旗在眼中。织女机丝虚夜月，石鲸鳞甲动秋风。波漂菰米沉云黑，露冷莲房坠粉红。关塞极天惟鸟道，江湖满地一渔翁。昆吾御宿自逶迤，紫阁峰阴入渼陂。香稻啄馀鹦鹉粒，碧梧栖老凤凰枝。佳人拾翠春相问，仙侣同舟晚更移。彩笔昔曾干气象，白头吟望苦低垂。绝代有佳人，幽居在空谷。自云良家子，零落依草木。关中昔丧乱，兄弟遭杀戮。官高何足论，不得收骨肉。世情恶衰歇，万事随转烛。夫婿轻薄儿，新人美如玉。合昏尚知时，鸳鸯不独宿。但见新人笑，那闻旧人哭。在山泉水清，出山泉水浊。侍婢卖珠回，牵萝补茅屋。摘花不插发，采柏动盈掬。天寒翠袖薄，日暮倚修竹。",
        "author": "唐代",
        "poem_class": "送别",
        "dynasty": "杜甫"
    },
    {
        "title": "送人",
        "paragraph": "鸳鸯帐里暖芙蓉，低泣关山几万重。明镜半边钗一股，此生何处不相逢。来是空言去绝踪，月斜楼上五更钟。梦为远别啼难唤，书被催成墨未浓。蜡照半笼金翡翠，麝熏微度绣芙蓉。刘郎已恨蓬山远，更隔蓬山一万重。飒飒东风细雨来，芙蓉塘外有轻雷。金蟾啮锁烧香入，玉虎牵丝汲井回。贾氏窥帘韩掾少，宓妃留枕魏王才。春心莫共花争发，一寸相思一寸灰。含情春晼晚，暂见夜阑干。楼响将登怯，帘烘欲过难。多羞钗上燕，真愧镜中鸾。归去横塘晓，华星送宝鞍。何处哀筝随急管，樱花永巷垂杨岸。东家老女嫁不售，白日当天三月半。溧阳公主年十四，清明暖后同墙看。归来展转到五更，梁间燕子闻长叹。今日云景好，水绿秋山明。携壶酌流霞，搴菊泛寒荣。地远松石古，风扬弦管清。窥觞照欢颜，独笑还自倾。落帽醉山月，空歌怀友生。谁家宅第成还破，何处亲宾哭复歌？昨日屋头堪炙手，今朝门外好张罗。北邙未省留闲地，东海何曾有定波。莫笑贱贫夸富贵，共成枯骨两何如？",
        "author": "唐代",
        "poem_class": "送别",
        "dynasty": "杜牧"
    },
    {
        "title": "浣溪沙·送梅庭老赴上党学官",
        "paragraph": "门外东风雪洒裾，山头回首望三吴。不应弹铗为无鱼。上党从来天下脊，先生元是古之儒。时平不用鲁连书。二月巴陵日日风，春寒未了怯园公。海棠不惜胭脂色，独立蒙蒙细雨中。天子重英豪，文章教尔曹；万般皆下品，惟有读书高。少小须勤学，文章可立身；满朝朱紫贵，尽是读书人。学问勤中得，萤窗万卷书；三冬今足用，谁笑腹空虚。自小多才学，平生志气高；别人怀宝剑，我有笔如刀。朝为田舍郎，暮登天子堂；将相本无种，男儿当自强。学乃身之宝，儒为席上珍；君看为宰相，必用读书人。莫道儒冠误，诗书不负人；达而相天下，穷则善其身。遗子满赢金，何如教一经；姓名书锦轴，朱紫佐朝廷。古有千文义，须知学后通；圣贤俱间出，以此发蒙童。神童衫子短．袖大惹春风；未去朝天子，先来谒相公。年纪虽然小，文章日渐多；待看十五六，一举便登科。大比因时举，乡书以类升；名题仙桂籍，天府快先登。喜中青钱选，才高压俊英；萤窗新脱迹，雁塔早题名。年小初登第，皇都得意回；禹门三级浪，平地一声雷。一举登科日，双亲未老时；锦衣归故里，端的是男儿。玉殿传金榜，君恩赐状头；英雄三百辈，附我步瀛洲。慷慨丈夫志，生当忠孝门；为官须作相，及第必争先。宫殿召绕耸，街衢竞物华；风云今际会，千古帝王家。日月光天德，山河壮帝居；太平无以报，愿上万年书。久旱逢甘雨，他乡遇故知；洞房花烛夜，金榜题名时。土脉阳和动，韶华满眼新；一支梅破腊，万象渐回春。柳色浸衣绿，桃花映酒红；长安游冶子，日日醉春风。淑景余三月，莺花已半稀；浴沂谁氏子，三叹咏而归。数点雨余雨，一番寒食寒；杜鹃花发处，血泪染成丹。春到清明好，晴天锦绣纹；年年当此节，底事雨纷纷。风阁黄昏夜，开轩内晚凉；月华在户白，何处递荷香？一雨初收霁，金风特送凉；书窗应自爽，灯火夜偏长。庭下陈瓜果，云端闻彩车；争如郝隆子，只晒腹中书。九日龙山饮，黄花笑逐臣；醉看风落帽，舞爱月留人。昨日登高罢，今朝再举觞；菊花何太苦，遭此两重阳。北帝方行令，天晴爱日和；农工新筑土，天庆纳嘉禾。檐外三竿日，新添一线长；登台观气象，云物喜呈祥。冬天更筹尽，春附斗柄回；寒暄一夜隔，客鬓两年催。解落三秋叶，能开二月花；过江千尺浪，入竹万杆斜。人在艳阳中，桃花映面红；年年二三月，底事笑春风。院落沉沉晓，花开白雪香；一枝轻带雨，泪湿贵妃妆。枝缀霜葩白，无言笑晓凤；清芳谁是侣，色间小桃红。倾国姿容别，多开富贵家；临轩一赏后，轻薄万千花。墙角一枝梅，凌寒独自开；遥知不是雪，为有暗香来。柯干如金石，心坚耐岁寒；平生谁结友，宜共竹松看。居可无君子，交情耐岁寒；春风频动处，日日报平安。春水满泗泽，夏云多奇峰；秋月扬明辉，冬岭秀孤松。诗酒琴棋客，风花雪月天；有名闲富贵，无事散神仙。道院迎仙客，书道隐相儒；庭栽栖凤竹，池养化龙鱼。春游芳草地，夏赏绿荷池；秋饮黄花酒，冬吟白雪诗。缚虎手，悬河口，车如鸡栖马如狗。白纶巾，扑黄尘，不知我辈可是蓬蒿人？衰兰送客咸阳道，天若有情天亦老。作雷颠，不论钱，谁问旗亭美酒斗十千？酌大斗，更为寿，青鬓长青古无有。笑嫣然，舞翩然，当垆秦女十五语如弦。遗音能记秋风曲，事去千年犹恨促。揽流光，系扶桑，争奈愁来一日却为长。",
        "author": "宋代",
        "poem_class": "送别",
        "dynasty": "苏轼"
    },
    {
        "title": "齐州送祖三 / 河上送赵仙舟 / 淇上别赵仙舟",
        "paragraph": "相逢方一笑，相送还成泣。祖帐已伤离，荒城复愁入。天寒远山净，日暮长河急。解缆君已遥，望君犹伫立。胡马，胡马，远放燕支山下。跑沙跑雪独嘶，东望西望路迷。迷路，迷路，边草无穷日暮。故园东望路漫漫，双袖龙钟泪不干。 马上相逢无纸笔，凭君传语报平安。白日登山望烽火，黄昏饮马傍交河。行人刁斗风沙暗，公主琵琶幽怨多。野云万里无城郭，雨雪纷纷连大漠。胡雁哀鸣夜夜飞，胡儿眼泪双双落。闻道玉门犹被遮，应将性命逐轻车。年年战骨埋荒外，空见蒲桃入汉家。",
        "author": "唐代",
        "poem_class": "送别",
        "dynasty": "王维"
    },
    {
        "title": "送和甫至龙安微雨因寄吴氏女子",
        "paragraph": "荒烟凉雨助人悲，泪染衣襟不自知。除却春风沙际绿，一如看汝过江时。孤馆灯青，野店鸡号，旅枕梦残。渐月华收练，晨霜耿耿；云山摛锦，朝露漙漙。世路无穷，劳生有限，似此区区长鲜欢。微吟罢，凭征鞍无语，往事千端。当时共客长安，似二陆初来俱少年。有笔头千字，胸中万卷；致君尧舜，此事何难？用舍由时，行藏在我，袖手何妨闲处看。身长健，但优游卒岁，且斗尊前。清晨帘幕卷轻霜。呵手试梅妆。都缘自有离恨，故画作远山长。思往事，惜流芳。易成伤。拟歌先敛，欲笑还颦，最断人肠。昼出耘田夜绩麻，村庄儿女各当家。童孙未解供耕织，也傍桑阴学种瓜。",
        "author": "宋代",
        "poem_class": "送别",
        "dynasty": "王安石"
    },
    {
        "title": "送蔡山人",
        "paragraph": "我本不弃世，世人自弃我。一乘无倪舟，八极纵远舵。燕客期跃马，唐生安敢讥。采珠勿惊龙，大道可暗归。故山有松月，迟尔玩清晖。吹箫凌极浦，日暮送夫君。湖上一回首，山青卷白云。幽意无断绝，此去随所偶。晚风吹行舟，花路入溪口。际夜转西壑，隔山望南斗。潭烟飞溶溶，林月低向后。生事且弥漫，愿为持竿叟。帝里重清明，人心自愁思。车声上路合，柳色东城翠。花落草齐生，莺飞蝶双戏。空堂坐相忆，酌茗聊代醉。",
        "author": "唐代",
        "poem_class": "送别",
        "dynasty": "李白"
    },
    {
        "title": "送郑少府入辽共赋侠客远从戎",
        "paragraph": "边烽警榆塞，侠客度桑乾。柳叶开银镝，桃花照玉鞍。满月临弓影，连星入剑端。不学燕丹客，徒歌易水寒。白浪茫茫与海连，平沙浩浩四无边。暮去朝来淘不住，遂令东海变桑田。近寒食雨草萋萋，著麦苗风柳映堤。等是有家归未得，杜鹃休向耳边啼。秋来相顾尚飘蓬，未就丹砂愧葛洪。 痛饮狂歌空度日，飞扬跋扈为谁雄。",
        "author": "唐代",
        "poem_class": "送别",
        "dynasty": "骆宾王"
    },
    {
        "title": "送韩十四江东觐省",
        "paragraph": "兵戈不见老莱衣，叹息人间万事非。我已无家寻弟妹，君今何处访庭闱？黄牛峡静滩声转，白马江寒树影稀。此别应须各努力，故乡犹恐未同归。朝见裴叔则，朗如行玉山。黄河落天走东海，万里写入胸怀间。身骑白鼋不敢度，金高南山买君顾。徘徊六合无相知，飘若浮云且西去！日日采莲去，洲长多暮归。弄篙莫溅水，畏湿红莲衣。长江悲已滞，万里念将归。况属高风晚，山山黄叶飞。",
        "author": "唐代",
        "poem_class": "送别",
        "dynasty": "杜甫"
    },
    {
        "title": "木兰花慢·立秋夜雨送梁汾南行",
        "paragraph": "盼银河迢递，惊入夜，转清商。乍西园蝴蝶，轻翻麝粉，暗惹蜂黄。炎凉。等闲瞥眼，甚丝丝、点点搅柔肠。应是登临送客，别离滋味重尝。疑将。水墨画疏窗，孤影淡潇湘。倩一叶高梧，半条残烛、做尽商量。荷裳。被风暗剪，问今宵、谁与盖鸳鸯。从此羁愁万叠，梦回分付啼螀。绿阵连烟垠，风雨化精节。玉露含青紫，沁彻哲人心。珍珠十斛买琵琶， 金谷堂深护绛纱。掌上珊瑚怜不得， 却教移作上阳花。秋风立马越王台，混混蛇龙最可哀。十七史从何说起，三千劫几历轮回。腐儒心事呼天问，大地山河跨海来。临睨飞云横八表，岂无倚剑叹雄才！",
        "author": "清代",
        "poem_class": "送别",
        "dynasty": "纳兰性德"
    },
    {
        "title": "永遇乐·戏赋辛字送茂嘉十二弟赴调",
        "paragraph": "烈日秋霜，忠肝义胆，千载家谱。得姓何年，细参辛字，一笑君听取。艰辛做就，悲辛滋味，总是辛酸辛苦。更十分，向人辛辣，椒桂捣残堪吐。 世间应有，芳甘浓美，不到吾家门户。比著儿曹，累累却有，金印光垂组。付君此事，从今直上，休忆对床风雨。但赢得，靴纹绉面，记余戏语。何处望神州？满眼风光北固楼。千古兴亡多少事？悠悠。不尽长江滚滚流。年少万兜鍪，坐断东南战未休。天下英雄谁敌手？曹刘。生子当如孙仲谋。萧萧江上荻花秋，做弄许多愁。半竿落日，两行新雁，一叶扁舟。惜分长怕君先去，直待醉时休。今宵眼底，明朝心上，后日眉头。江上往来人，但爱鲈鱼美。君看一叶舟，出没风波里。",
        "author": "宋代",
        "poem_class": "送别",
        "dynasty": "辛弃疾"
    },
    {
        "title": "夜送赵纵",
        "paragraph": "赵氏连城璧，由来天下传。送君还旧府，明月满前川。江南好，风景旧曾谙。日出江花红胜火，春来江水绿如蓝。能不忆江南？善鼓云和瑟，常闻帝子灵。冯夷空自舞，楚客不堪听。苦调凄金石，清音入杳冥。苍梧来怨慕，白芷动芳馨。流水传潇浦，悲风过洞庭。曲终人不见，江上数峰青。离离原上草，一岁一枯荣。野火烧不尽，春风吹又生。远芳侵古道，晴翠接荒城。又送王孙去，萋萋满别情。",
        "author": "唐代",
        "poem_class": "送别",
        "dynasty": "杨炯"
    },
    {
        "title": "送陆判官往琵琶峡",
        "paragraph": "水国秋风夜，殊非远别时。长安如梦里，何日是归期。一为迁客去长沙，西望长安不见家。 黄鹤楼中吹玉笛，江城五月落梅花。隐隐飞桥隔野烟，石矶西畔问渔船。 桃花尽日随流水，洞在清溪何处边。旅馆谁相问，寒灯独可亲。一年将尽夜，万里未归人。寥落悲前事，支离笑此身。愁颜与衰鬓，明日又逢春。",
        "author": "唐代",
        "poem_class": "送别",
        "dynasty": "李白"
    },
    {
        "title": "九日送别",
        "paragraph": "蓟庭萧瑟故人稀，何处登高且送归。 今日暂同芳菊酒，明朝应作断蓬飞。花隐掖垣暮，啾啾栖鸟过。星临万户动，月傍九霄多。 不寝听金钥，因风想玉珂。明朝有封事，数问夜如何。劝君莫惜金缕衣，劝君须惜少年时。有花堪折直须折，莫待无花空折枝。青天无云月如烛，露泣梨花白如玉。子规一夜啼到明，美人独在空房宿。空赐罗衣不赐恩，一薰香后一销魂。虽然舞袖何曾舞，常对春风裛泪痕。不洗残妆凭绣床，也同女伴绣鸳鸯。回针刺到双飞处，忆著征夫泪数行。眼想心思梦里惊，无人知我此时情。不如池上鸳鸯鸟，双宿双飞过一生。一去辽阳系梦魂，忽传征骑到中门。纱窗不肯施红粉，徒遣萧郎问泪痕。莺啼露冷酒初醒，罨画楼西晓角鸣。翠羽帐中人梦觉，宝钗斜坠枕函声。行人南北分征路，流水东西接御沟。终日坡前怨离别，谩名长乐是长愁。偏倚绣床愁不起，双垂玉箸翠鬟低。卷帘相待无消息，夜合花前日又西。悔将泪眼向东开，特地愁从望里来。三十六峰犹不见，况伊如燕这身材。满目笙歌一段空，万般离恨总随风。多情为谢残阳意，与展晴霞片片红。两心不语暗知情，灯下裁缝月下行。行到阶前知未睡，夜深闻放剪刀声。近寒食雨草萋萋，著麦苗风柳映堤。早是有家归未得，杜鹃休向耳边啼。水纹珍簟思悠悠，千里佳期一夕休。从此无心爱良夜，任他明月下西楼。数日相随两不忘，郎心如妾妾如郎。出门便是东西路，把取红笺各断肠。无定河边暮角声，赫连台畔旅人情。函关归路千馀里，一夕秋风白发生。花落长川草色青，暮山重叠两冥冥。逢春便觉飘蓬苦，今日分飞一涕零。洛阳才子邻箫恨，湘水佳人锦瑟愁。今昔两成惆怅事，临邛春尽暮江流。浙江轻浪去悠悠，望海楼吹望海愁。莫怪乡心随魄断，十年为客在他州。冀马燕犀动地来，自埋红粉自成灰。君王若道能倾国，玉辇何由过马嵬。海外徒闻更九州，他生未卜此生休。空闻虎旅传宵柝，无复鸡人报晓筹。此日六军同驻马，当时七夕笑牵牛。如何四纪为天子，不及卢家有莫愁。",
        "author": "唐代",
        "poem_class": "送别",
        "dynasty": "王之涣"
    },
    {
        "title": "送二兄入蜀",
        "paragraph": "关山客子路，花柳帝王城。此中一分手，相顾怜无声。初月如弓未上弦，分明挂在碧霄边。时人莫道蛾眉小，三五团圆照满天。风回云断雨初晴，返照湖边暖复明。乱点碎红山杏发，平铺新绿水蘋生。翅低白雁飞仍重，舌涩黄鹂语未成。不道江南春不好，年年衰病减心情。醉别江楼橘柚香，江风引雨入舟凉。 忆君遥在潇湘月，愁听清猿梦里长。",
        "author": "唐代",
        "poem_class": "送别",
        "dynasty": "卢照邻"
    },
    {
        "title": "点绛唇·寄南海梁药亭",
        "paragraph": "一帽征尘，留君不住从君去。片帆何处，南浦沈香雨。回首风流，紫竹村边住。孤鸿语，三生定许，可是梁鸿侣？燕归花谢，早因循、又过清明。是一般风景，两样心情。犹记碧桃影里、誓三生。乌丝阑纸娇红篆，历历春星。道休孤密约，鉴取深盟。语罢一丝香露、湿银屏。新歌细字写冰纨，小部君王带笑看。千载秦淮呜咽水，不应仍恨孔都官。五夜光寒，照来积雪平于栈。西风何限，自起披衣看。对此茫茫，不觉成长叹。何时旦，晓星欲散，飞起平沙雁。",
        "author": "清代",
        "poem_class": "送别",
        "dynasty": "纳兰性德"
    },
    {
        "title": "送梁六自洞庭山作",
        "paragraph": "巴陵一望洞庭秋，日见孤峰水上浮。闻道神仙不可接，心随湖水共悠悠。自古逢秋悲寂寥，我言秋日胜春朝。晴空一鹤排云上，便引诗情到碧霄。迟日江山丽，春风花草香。泥融飞燕子，沙暖睡鸳鸯。把君诗卷灯前读，诗尽灯残天未明。眼痛灭灯犹闇坐，逆风吹浪打船声。",
        "author": "唐代",
        "poem_class": "送别",
        "dynasty": "张说"
    },
    {
        "title": "巴陵夜别王八员外 / 三湘有怀",
        "paragraph": "柳絮飞时别洛阳，梅花发后到三湘。 世情已逐浮云散，离恨空随江水长。水。至清，尽美。从一勺，至千里。利人利物，时行时止。道性净皆然，交情淡如此。君游金谷堤上，我在石渠署里。两心相忆似流波，潺湲日夜无穷已。涉江玩秋水，爱此红蕖鲜。攀荷弄其珠，荡漾不成圆。佳人彩云里，欲赠隔远天。相思无因见，怅望凉风前。天际霞光入水中，水中天际一时红。直须日观三更后，首送金乌上碧空。",
        "author": "唐代",
        "poem_class": "送别",
        "dynasty": "贾至"
    },
    {
        "title": "送魏八",
        "paragraph": "更沽淇上酒，还泛驿前舟。为惜故人去，复怜嘶马愁。 云山行处合，风雨兴中秋。此路无知己，明珠莫暗投。艳色天下重，西施宁久微。朝为越溪女，暮作吴宫妃。贱日岂殊众，贵来方悟稀。邀人傅香粉，不自著罗衣。君宠益娇态，君怜无是非。当时浣纱伴，莫得同车归。持谢邻家子，效颦安可希。团扇，团扇，美人病来遮面。玉颜憔悴三年，谁复商量管弦。弦管，弦管，春草昭阳路断。凤林关里水东流，白草黄榆六十秋。边将皆承主恩泽，无人解道取凉州。",
        "author": "唐代",
        "poem_class": "送别",
        "dynasty": "高适"
    },
    {
        "title": "卜算子·席上送王彦猷",
        "paragraph": "江北上归舟，再见江南岸。江北江南几度秋，梦里朱颜换。人是岭头云，聚散天谁管。君似孤云何处归，我似离群雁。羞红颦浅恨，晚风未落，片绣点重茵。旧堤分燕尾，桂棹轻鸥，宝勒倚残云。千丝怨碧，渐路入、仙坞迷津。肠漫回，隔花时见，背面楚腰身。 逡巡。题门惆怅，堕履牵萦，数幽期难准。还始觉、留情缘眼，宽带因春。明朝事与孤烟冷，做满湖、风雨愁人。山黛暝，尘波澹绿无痕。绿云剪叶，低护黄金屑。占断花中声誉，香与韵、两清洁。胜绝，君听说。是他来处别。试看仙衣犹带，金庭露、玉阶月。江上往来人，但爱鲈鱼美。君看一叶舟，出没风波里。",
        "author": "宋代",
        "poem_class": "送别",
        "dynasty": "周紫芝"
    },
    {
        "title": "送杨山人归嵩山",
        "paragraph": "我有万古宅，嵩阳玉女峰。长留一片月，挂在东溪松。尔去掇仙草，菖蒲花紫茸。岁晚或相访，青天骑白龙。万艘龙舸绿丝间，载到扬州尽不还。应是天教开汴水，一千余里地无山。尽道隋亡为此河，至今千里赖通波。若无水殿龙舟事，共禹论功不较多。翠色连荒岸，烟姿入远楼。影铺秋水面，花落钓人头。根老藏鱼窟，枝低系客舟。萧萧风雨夜，惊梦复添愁。秦时明月汉时关，万里长征人未还。但使龙城飞将在，不教胡马度阴山。",
        "author": "唐代",
        "poem_class": "送别",
        "dynasty": "李白"
    },
    {
        "title": "虞美人·波声拍枕长淮晓",
        "paragraph": "波声拍枕长淮晓，隙月窥人小。无情汴水自东流，只载一船离恨向西州。竹溪花浦曾同醉，酒味多于泪。谁教风鉴在尘埃？酝造一场烦恼送人来！柳下笙歌庭院，花间姊妹秋千。记得春楼当日事，写向红窗夜月前。凭谁寄小莲。绛蜡等闲陪泪，吴蚕到了缠绵。绿鬓能供多少恨，未肯无情比断弦。今年老去年。东风又作无情计，艳粉娇红吹满地。碧楼帘影不遮愁，还似去年今日意。谁知错管春残事，到处登临曾费泪。此时金盏直须深，看尽落花能几醉！北风吹雪四更初，嘉瑞天教及岁除。半盏屠苏犹未举，灯前小草写桃符。",
        "author": "宋代",
        "poem_class": "送别",
        "dynasty": "苏轼"
    },
    {
        "title": "劝金船·无情流水多情客",
        "paragraph": "无情流水多情客，劝我如曾识。杯行到手休辞却，这公道难得。曲水池上，小字更书年月。还对茂林修竹，似永和节。纤纤素手如霜雪，笑把秋花插。尊前莫怪歌声咽，又还是轻别。此去翱翔，遍赏玉堂金阙。欲问再来何岁，应有华发。若言琴上有琴声，放在匣中何不鸣？若言声在指头上，何不于君指上听？九畹芳菲兰佩好。空谷无人，自怨蛾眉巧。宝瑟泠泠千古调。朱丝弦断知音少。 冉冉年华吾自老。水满汀洲，何处寻芳草。唤起湘累歌未了。石龙舞罢松风晓。春有百花秋有月，夏有凉风冬有雪。若无闲事挂心头，便是人间好时节。",
        "author": "宋代",
        "poem_class": "送别",
        "dynasty": "苏轼"
    },
    {
        "title": "鹧鸪天·绿橘梢头几点春",
        "paragraph": "绿橘梢头几点春。似留香蕊送行人。明朝紫凤朝天路，十二重城五碧云。歌渐咽，酒初醺。尽将红泪湿湘裙。赣江西畔从今日，明月清风忆使君。渔父醒，春江午，梦断落花飞絮。酒醒还醉醉还醒，一笑人间今古。昨夜霜风，先入梧桐。浑无处、回避衰容。问公何事，不语书空。但一回醉，一回病，一回慵。朝来庭下，光阴如箭，似无言、有意伤侬。都将万事，付与千钟。任酒花白，眼花乱，烛花红。(光阴如箭 一作：飞英如霰)凡读书......须要读得字字响亮，不可误一字，不可少一字，不可多一字，不可倒一字，不可牵强暗记，只是要多诵数遍，自然上口，久远不忘。古人云，“读书百遍，其义自见”。谓读得熟，则不待解说，自晓其义也。余尝谓，读书有三到，谓心到，眼到，口到。心不在此，则眼不看仔细，心眼既不专一，却只漫浪诵读，决不能记，记亦不能久也。三到之中，心到最急。心既到矣，眼口岂不到乎？",
        "author": "宋代",
        "poem_class": "送别",
        "dynasty": "晏几道"
    },
    {
        "title": "宣州送裴坦判官往舒州时牧欲赴官归京",
        "paragraph": "日暖泥融雪半消，行人芳草马声骄。九华山路云遮寺，清弋江村柳拂桥。君意如鸿高的的，我心悬旆正摇摇。同来不得同归去，故国逢春一寂寥！北风卷地白草折，胡天八月即飞雪。忽如一夜春风来，千树万树梨花开。散入珠帘湿罗幕，狐裘不暖锦衾薄。将军角弓不得控，都护铁衣冷难着。(难着 一作：犹著)瀚海阑干百丈冰，愁云惨淡万里凝。中军置酒饮归客，胡琴琵琶与羌笛。纷纷暮雪下辕门，风掣红旗冻不翻。轮台东门送君去，去时雪满天山路。山回路转不见君，雪上空留马行处。菱透浮萍绿锦池，夏莺千啭弄蔷薇。尽日无人看微雨，鸳鸯相对浴红衣。不见李生久，佯狂真可哀。世人皆欲杀，吾意独怜才。敏捷诗千首，飘零酒一杯。匡山读书处，头白好归来。",
        "author": "唐代",
        "poem_class": "送别",
        "dynasty": "杜牧"
    },
    {
        "title": "送丘为落第归江东",
        "paragraph": "怜君不得意，况复柳条春。为客黄金尽，还家白发新。五湖三亩宅，万里一归人。知祢不能荐，羞为献纳臣。春风倚棹阖闾城，水国春寒阴复晴。细雨湿衣看不见，闲花落地听无声。日斜江上孤帆影，草绿湖南万里情。东道若逢相识问，青袍今日误儒生。胤恭勤不倦，博学多通。家贫不常得油，夏月则练囊盛数十萤火以照书，以夜继日焉。度岭方辞国，停轺一望家。魂随南翥鸟，泪尽北枝花。山雨初含霁，江云欲变霞。但令归有日，不敢恨长沙。",
        "author": "唐代",
        "poem_class": "送别",
        "dynasty": "王维"
    },
    {
        "title": "古别离",
        "paragraph": "欲别牵郎衣，郞今到何处？不恨归来迟，莫向临邛去。休遣玲珑唱我诗，我诗多是别君词。明朝又向江头别，月落潮平是去时。离离原上草，一岁一枯荣。野火烧不尽，春风吹又生。远芳侵古道，晴翠接荒城。又送王孙去，萋萋满别情。菱透浮萍绿锦池，夏莺千啭弄蔷薇。尽日无人看微雨，鸳鸯相对浴红衣。",
        "author": "唐代",
        "poem_class": "送别",
        "dynasty": "孟郊"
    },
    {
        "title": "送子由使契丹",
        "paragraph": "云海相望寄此身，那因远适更沾巾。不辞驿骑凌风雪，要使天骄识凤麟。沙漠回看清禁月，湖山应梦武林春。单于若问君家世，莫道中朝第一人。千里潇湘挼蓝浦，兰桡昔日曾经。月高风定露华清。微波澄不动，冷浸一天星。独倚危樯情悄悄，遥闻妃瑟泠泠。新声含尽古今情。曲终人不见，江上数峰青。晓带轻烟间杏花，晚凝深翠拂平沙。长条别有风流处，密映钱塘苏小家。缺月昏昏漏未央，一灯明灭照秋床。病身最觉风露早，归梦不知山水长。坐感岁时歌慷慨，起看天地色凄凉。鸣蝉更乱行人耳，正抱疏桐叶半黄。",
        "author": "宋代",
        "poem_class": "送别",
        "dynasty": "苏轼"
    },
    {
        "title": "送紫岩张先生北伐",
        "paragraph": "号令风霆迅，天声动北陬。长驱渡河洛，直捣向燕幽。马蹀阏氏血，旗袅可汗头。归来报明主，恢复旧神州。午梦扁舟花底，香满西湖烟水。急雨打篷声，梦初惊。却是池荷跳雨，散了真珠还聚。聚作水银窝，泻清波。 (泻清波 一作：泛清波)三月残花落更开，小檐日日燕飞来。子规夜半犹啼血，不信东风唤不回。玉惨花愁出凤城，莲花楼下柳青青。尊前一唱阳关曲，别个人人第五程。寻好梦，梦难成。有谁知我此时情，枕前泪共阶前雨，隔个窗儿滴到明。",
        "author": "宋代",
        "poem_class": "送别",
        "dynasty": "岳飞"
    },
    {
        "title": "送李愿归盘谷序",
        "paragraph": "太行之阳有盘谷。盘谷之间，泉甘而土肥，草木丛茂，居民鲜少。或曰：“谓其环两山之间，故曰‘盘’。”或曰：“是谷也，宅幽而势阻，隐者之所盘旋。”友人李愿居之。愿之言曰：“人之称大丈夫者，我知之矣：利泽施于人，名声昭于时，坐于庙朝，进退百官，而佐天子出令；其在外，则树旗旄，罗弓矢，武夫前呵，从者塞途，供给之人，各执其物，夹道而疾驰。喜有赏，怒有刑。才畯满前，道古今而誉盛德，入耳而不烦。曲眉丰颊，清声而便体，秀外而惠中，飘轻裾，翳长袖，粉白黛绿者，列屋而闲居，妒宠而负恃，争妍而取怜。大丈夫之遇知于天子、用力于当世者之所为也。吾非恶此而逃之，是有命焉，不可幸而致也。穷居而野处，升高而望远，坐茂树以终日，濯清泉以自洁。采于山，美可茹；钓于水，鲜可食。起居无时，惟适之安。与其有誉于前，孰若无毁于其后；与其有乐于身，孰若无忧于其心。车服不维，刀锯不加，理乱不知，黜陟不闻。大丈夫不遇于时者之所为也，我则行之。伺候于公卿之门，奔走于形势之途，足将进而趑趄，口将言而嗫嚅，处污秽而不羞，触刑辟而诛戮，侥幸于万一，老死而后止者，其于为人，贤不肖何如也？”昌黎韩愈闻其言而壮之，与之酒而为之歌曰：“盘之中，维子之宫；盘之土，维子之稼；盘之泉，可濯可沿；盘之阻，谁争子所？窈而深，廓其有容；缭而曲，如往而复。嗟盘之乐兮，乐且无央；虎豹远迹兮，蛟龙遁藏；鬼神守护兮，呵禁不祥。饮且食兮寿而康，无不足兮奚所望！膏吾车兮秣吾马，从子于盘兮，终吾生以徜徉！”联步趋丹陛，分曹限紫微。晓随天仗入，暮惹御香归。白发悲花落，青云羡鸟飞。圣朝无阙事，自觉谏书稀。昨夜星辰昨夜风，画楼西畔桂堂东。身无彩凤双飞翼，心有灵犀一点通。隔座送钩春酒暖，分曹射覆蜡灯红。嗟余听鼓应官去，走马兰台类转蓬。世乱同南去，时清独北还。他乡生白发，旧国见青山。 晓月过残垒，繁星宿故关。寒禽与衰草，处处伴愁颜。",
        "author": "唐代",
        "poem_class": "送别",
        "dynasty": "韩愈"
    },
    {
        "title": "休洗红",
        "paragraph": "休洗红，洗多红色浅。卿卿骋少年，昨日殷桥见。封侯早归来，莫作弦上箭。游人五陵去，宝剑值千金。分手脱相赠，平生一片心。梳洗罢，独倚望江楼。过尽千帆皆不是，斜晖脉脉水悠悠。肠断白蘋洲。女羞夫婿薄，客耻主人贱。遭遇同众流，低回愧相见。君非青铜镜，何事空照面。莫以衣上尘，不谓心如练。人生当荣盛，待士勿言倦。君看白日驰，何异弦上箭。",
        "author": "唐代",
        "poem_class": "送别",
        "dynasty": "李贺"
    },
    {
        "title": "武昌酌菩萨泉送王子立",
        "paragraph": "送行无酒亦无钱，劝尔一杯菩萨泉。何处低头不见我？四方同此水中天。绣面芙蓉一笑开，斜飞宝鸭衬香腮。眼波才动被人猜。一面风情深有韵，半笺娇恨寄幽怀。月移花影约重来。闾丘大夫孝终公显尝守黄州，作栖霞楼，为郡中胜绝。元丰五年，余谪居黄。正月十七日，梦扁舟渡江，中流回望，楼中歌乐杂作。舟中人言：公显方会客也。觉而异之，乃作此词，盖越调鼓笛慢。公显时已致仕在苏州。小舟横截春江，卧看翠壁红楼起。云间笑语，使君高会，佳人半醉。危柱哀弦，艳歌余响，绕云萦水。念故人老大，风流未减，独回首、烟波里。推枕惘然不见，但空江、月明千里。五湖闻道，扁舟归去，仍携西子。云梦南州，武昌东岸，昔游应记。料多情梦里，端来见我，也参差是。我来吊古，上危楼、赢得闲愁千斛。虎踞龙蟠何处是，只有兴亡满目。柳外斜阳，水边归鸟，陇上吹乔木。片帆西去，一声谁喷霜竹。 却忆安石风流，东山岁晚，泪落哀筝曲。儿辈功名都付与，长日惟消棋局。宝镜难寻，碧云将暮，谁劝杯中绿。江头风怒，朝来波浪翻屋。",
        "author": "宋代",
        "poem_class": "送别",
        "dynasty": "苏轼"
    },
    {
        "title": "折杨柳 / 和练秀才杨柳",
        "paragraph": "水边杨柳曲尘丝，立马烦君折一枝。惟有春风最相惜，殷勤更向手中吹。银烛秋光冷画屏，轻罗小扇扑流萤。天阶夜色凉如水，卧看牵牛织女星。(天阶 一作：天街；卧看 一作：坐看)夜战桑乾北，秦兵半不归。朝来有乡信，犹自寄寒衣。榴枝婀娜榴实繁，榴膜轻明榴子鲜。 可羡瑶池碧桃树，碧桃红颊一千年。",
        "author": "唐代",
        "poem_class": "送别",
        "dynasty": "杨巨源"
    },
    {
        "title": "送李侍御赴安西",
        "paragraph": "行子对飞蓬，金鞭指铁骢。功名万里外，心事一杯中。虏障燕支北，秦城太白东。离魂莫惆怅，看取宝刀雄！残阳西入崦，茅屋访孤僧。落叶人何在，寒云路几层。 独敲初夜磬，闲倚一枝藤。世界微尘里，吾宁爱与憎。镜湖三百里，菡萏发荷花。五月西施采，人看隘若耶。回舟不待月，归去越王家。自是寻春去校迟，不须惆怅怨芳时。 狂风落尽深红色，绿叶成阴子满枝。",
        "author": "唐代",
        "poem_class": "送别",
        "dynasty": "高适"
    },
    {
        "title": "踏莎行·祖席离歌",
        "paragraph": "祖席离歌，长亭别宴。香尘已隔犹回面。居人匹马映林嘶，行人去棹依波转。画阁魂消，高楼目断。斜阳只送平波远。无穷无尽是离愁，天涯地角寻思遍。燕鸿过后莺归去。细算浮生千万绪。长于春梦几多时，散似秋云无觅处。闻琴解佩神仙侣。挽断罗衣留不住。劝君莫作独醒人，烂醉花间应有数。寻真误入蓬莱岛，香风不动松花老。采芝何处未归来，白云遍地无人扫。雨来细细复疏疏，纵不能多不肯无。似妒诗人山入眼，千峰故隔一帘珠。",
        "author": "宋代",
        "poem_class": "送别",
        "dynasty": "晏殊"
    },
    {
        "title": "送陈秀才还沙上省墓",
        "paragraph": "满衣血泪与尘埃，乱后还乡亦可哀。风雨梨花寒食过，几家坟上子孙来？金山一点大如拳，打破维扬水底天。醉倚妙高楼上月，玉箫吹彻洞龙眠。丝丝杨柳拂烟轻，总为愁人送别情。惟有流波似离恨，共将明月伴君行。晚鸦飞去，一枝花影送黄昏。春归不阻重门。辞却江南三月，何处梦堪温？更阶前新绿，空锁芳尘。随风摇曳云，不须兰棹朱轮。只有梧桐枝上，留得三分。多情皓魄，怕明宵、还照旧钗痕。登楼望、柳外销魂。",
        "author": "明代",
        "poem_class": "送别",
        "dynasty": "高启"
    },
    {
        "title": "河满子·秋怨",
        "paragraph": "怅望浮生急景，凄凉宝瑟馀音。楚客多情偏怨别，碧山远水登临。目送连天衰草，夜阑几处疏砧。黄叶无风自落，秋云不雨长阴。天若有情天亦老，摇摇幽恨难禁。惆怅旧欢如梦，觉来无处追寻。风露湿行云，沙水迷归艇。卧看明河月满空，斗挂苍山顶。 万古只青天，多事悲人境。起舞闻鸡酒未醒，潮落秋江冷。蜀中有杜处士 ，好书画，所宝以百数。有戴嵩《牛》一轴，尤所爱，锦囊玉轴，常以自随。一日曝书画，有一牧童见之，拊掌大笑，曰：“此画斗牛也。牛斗，力在角，尾搐入两股间，今乃掉尾而斗，谬矣。”处士笑而然之。古语有云：“耕当问奴，织当问婢。”不可改也。小楼寒，夜长帘幕低垂。恨萧萧、无情风雨，夜来揉损琼肌。也不似、贵妃醉脸，也不似、孙寿愁眉。韩令偷香，徐娘傅粉，莫将比拟未新奇。细看取、屈平陶令，风韵正相宜。微风起，清芬酝藉，不减酴醿。 渐秋阑、雪清玉瘦，向人无限依依。似愁凝、汉皋解佩，似泪洒、纨扇题诗。朗月清风，浓烟暗雨，天教憔悴度芳姿。纵爱惜、不知从此，留得几多时。人情好，何须更忆，泽畔东篱。",
        "author": "宋代",
        "poem_class": "送别",
        "dynasty": "孙洙"
    },
    {
        "title": "送狄宗亨",
        "paragraph": "秋在水清山暮蝉，洛阳树色鸣皋烟。 送君归去愁不尽，又惜空度凉风天。折戟沉沙铁未销，自将磨洗认前朝。东风不与周郎便，铜雀春深锁二乔。世间花叶不相伦，花入金盆叶作尘。惟有绿荷红菡萏，卷舒开合任天真。此花此叶常相映，翠减红衰愁杀人。(常相映 一作：长相映) 朝闻游子唱离歌，昨夜微霜初渡河。鸿雁不堪愁里听，云山况是客中过。关城树色催寒近，御苑砧声向晚多。(树 一作：曙)莫见长安行乐处，空令岁月易蹉跎。",
        "author": "唐代",
        "poem_class": "送别",
        "dynasty": "王昌龄"
    },
    {
        "title": "于中好·握手西风泪不干",
        "paragraph": "握手西风泪不干，年来多在别离间。遥知独听灯前雨，转忆同看雪后山。凭寄语，劝加餐。桂花时节约重还。分明小像沉香缕，一片伤心欲画难。几点疏雅誊柳条。江南烟草绿，梦迢迢。十年旧约断琼箫。西楼下，何处玉骢骄？酒醒又今宵。画屏残月上，篆香销。凭将心事记回潮。青溪水，流得到红桥。余通籍三十余年，官至极品，而学业一无所成，德行一无许可，老大徒伤，不胜悚惶惭赧。今将永别，特将四条教汝兄弟。一曰慎独而心安。自修之道，莫难于养心；养心之难，又在慎独。能慎独，则内省不疚，可以对天地质鬼神。人无一内愧之事，则天君泰然。此心常快足宽平，是人生第一自强之道，第一寻乐之方，守身之先务也。二曰主敬则身强。内而专静纯一，外而整齐严肃。敬之工夫也；出门如见大宾，使民如承大祭，敬之气象也；修己以安百姓，笃恭而天下平，敬之效验也。聪明睿智，皆由此出。庄敬日强，安肆日偷。若人无众寡，事无大小，一一恭敬，不敢怠慢。则身强之强健，又何疑乎？三曰求仁则人悦。凡人之生，皆得天地之理以成性，得天地之气以成形，我与民物，其大本乃同出一源。若但知私己而不知仁民爱物，是于大本一源之道已悖而失之矣。至于尊官厚禄，高居人上，则有拯民溺救民饥之责。读书学古，粗知大义，既有觉后知觉后觉之责。孔门教人，莫大于求仁，而其最切者，莫要于欲立立人、欲达达人数语。立人达人之人，人有不悦而归之者乎？四曰习劳则神钦。人一日所着之衣所进之食，与日所行之事所用之力相称，则旁人韪之，鬼神许之，以为彼自食其力也。若农夫织妇终岁勤动，以成数石之粟数尺之布，而富贵之家终岁逸乐，不营一业，而食必珍馐，衣必锦绣，酣豢高眠，一呼百诺，此天下最不平之事，神鬼所不许也，其能久乎？古之圣君贤相，盖无时不以勤劳自励。为一身计，则必操习技艺，磨练筋骨，困知勉行，操心危虑，而后可以增智慧而长见识。为天下计，则必已饥已溺，一夫不获，引为余辜。大禹、墨子皆极俭以奉身而极勤以救民。勤则寿，逸则夭，勤则有材而见用，逸则无劳而见弃，勤则博济斯民而神祇钦仰，逸则无补于人而神鬼不歆。此四条为余数十年人世之得，汝兄弟记之行之，并传之于子子孙孙，则余曾家可长盛不衰，代有人才。有时云与高峰匹，不放松峦历历。望里依岩附壁，一样黏天碧。有时峰与晴云敌，不许露珠轻滴。别是娇酣颜色，浓淡随伊力。",
        "author": "清代",
        "poem_class": "送别",
        "dynasty": "纳兰性德"
    },
    {
        "title": "重别李评事",
        "paragraph": "莫道秋江离别难，舟船明日是长安。吴姬缓舞留君醉，随意青枫白露寒。小时不识月，呼作白玉盘。又疑瑶台镜，飞在青云端。半夜呼儿趁晓耕，羸牛无力渐艰行。时人不识农家苦，将谓田中谷自生。东来万里客，乱定几年归？肠断江城雁，高高向北飞。",
        "author": "唐代",
        "poem_class": "送别",
        "dynasty": "王昌龄"
    },
    {
        "title": "送友人入蜀",
        "paragraph": "见说蚕丛路，崎岖不易行。山从人面起，云傍马头生。芳树笼秦栈，春流绕蜀城。升沉应已定，不必问君平。泠泠七弦上，静听松风寒。(七弦 一作：七丝)古调虽自爱，今人多不弹。玉炉香，红蜡泪，偏照画堂秋思。眉翠薄，鬓云残，夜长衾枕寒。梧桐树，三更雨，不道离情正苦。一叶叶，一声声，空阶滴到明。天时人事日相催，冬至阳生春又来。刺绣五纹添弱线，吹葭六琯动浮灰。岸容待腊将舒柳，山意冲寒欲放梅。云物不殊乡国异，教儿且覆掌中杯。",
        "author": "唐代",
        "poem_class": "送别",
        "dynasty": "李白"
    },
    {
        "title": "送李副使赴碛西官军",
        "paragraph": "火山六月应更热，赤亭道口行人绝。知君惯度祁连城，岂能愁见轮台月。脱鞍暂入酒家垆，送君万里西击胡。功名祗向马上取，真是英雄一丈夫。七夕今宵看碧霄，牵牛织女渡河桥。 家家乞巧望秋月，穿尽红丝几万条。官仓老鼠大如斗，见人开仓亦不走。 健儿无粮百姓饥，谁遣朝朝入君口。渔翁夜傍西岩宿，晓汲清湘燃楚竹。烟销日出不见人，欸乃一声山水绿。回看天际下中流，岩上无心云相逐。",
        "author": "唐代",
        "poem_class": "送别",
        "dynasty": "岑参"
    },
    {
        "title": "题情尽桥",
        "paragraph": "从来只有情难尽，何事名为情尽桥。自此改名为折柳，任他离恨一条条。岁暮阴阳催短景，天涯霜雪霁寒宵。五更鼓角声悲壮，三峡星河影动摇。野哭千家闻战伐，夷歌数处起渔樵。(千家 一作：几家)卧龙跃马终黄土，人事音书漫寂寥。(音书 一作：依依)此地别燕丹，壮士发冲冠。昔时人已没，今日水犹寒。钟陵醉别十余春，重见云英掌上身。我未成名卿未嫁，可能俱是不如人。(卿未嫁 一作：君未嫁)",
        "author": "唐代",
        "poem_class": "送别",
        "dynasty": "雍陶"
    },
    {
        "title": "金乡送韦八之西京",
        "paragraph": "客自长安来，还归长安去。狂风吹我心，西挂咸阳树。此情不可道，此别何时遇。望望不见君，连山起烟雾。诸葛大名垂宇宙，宗臣遗像肃清高。三分割据纡筹策，万古云霄一羽毛。伯仲之间见伊吕，指挥若定失萧曹。运移汉祚终难复，志决身歼军务劳。向晚意不适，驱车登古原。夕阳无限好，只是近黄昏。渡远荆门外，来从楚国游。山随平野尽，江入大荒流。月下飞天镜，云生结海楼。仍怜故乡水，万里送行舟。",
        "author": "唐代",
        "poem_class": "送别",
        "dynasty": "李白"
    },
    {
        "title": "送韦城李少府",
        "paragraph": "送客南昌尉，离亭西候春。野花看欲尽，林鸟听犹新。别酒青门路，归轩白马津。相知无远近，万里尚为邻。伪临朝武氏者，性非和顺，地实寒微。昔充太宗下陈，曾以更衣入侍。洎乎晚节，秽乱春宫。潜隐先帝之私，阴图后房之嬖。入门见嫉，蛾眉不肯让人；掩袖工谗，狐媚偏能惑主。践元后于翚翟，陷吾君于聚麀。加以虺蜴为心，豺狼成性，近狎邪僻，残害忠良，杀姊屠兄，弑君鸩母。人神之所同嫉，天地之所不容。犹复包藏祸心，窥窃神器。君之爱子，幽之于别宫；贼之宗盟，委之以重任。呜呼！霍子孟之不作，朱虚侯之已亡。燕啄皇孙，知汉祚之将尽；龙漦帝后，识夏庭之遽衰。敬业皇唐旧臣，公侯冢子。奉先帝之成业，荷本朝之厚恩。宋微子之兴悲，良有以也；袁君山之流涕，岂徒然哉！是用气愤风云，志安社稷。因天下之失望，顺宇内之推心，爰举义旗，以清妖孽。南连百越，北尽三河，铁骑成群，玉轴相接。海陵红粟，仓储之积靡穷；江浦黄旗，匡复之功何远？班声动而北风起，剑气冲而南斗平。喑呜则山岳崩颓，叱吒则风云变色。以此制敌，何敌不摧；以此图功，何功不克！公等或家传汉爵，或地协周亲，或膺重寄于爪牙，或受顾命于宣室。言犹在耳，忠岂忘心？一抔之土未干，六尺之孤何托？倘能转祸为福，送往事居，共立勤王之勋，无废旧君之命，凡诸爵赏，同指山河。若其眷恋穷城，徘徊歧路，坐昧先几之兆，必贻后至之诛。请看今日之域中，竟是谁家之天下！移檄州郡，咸使知闻。涉江玩秋水，爱此红蕖鲜。攀荷弄其珠，荡漾不成圆。佳人彩云里，欲赠隔远天。相思无因见，怅望凉风前。天下伤心处，劳劳送客亭。春风知别苦，不遣柳条青。",
        "author": "唐代",
        "poem_class": "送别",
        "dynasty": "张九龄"
    },
    {
        "title": "欹湖",
        "paragraph": "吹箫凌极浦，日暮送夫君。湖上一回首，山青卷白云。牛渚西江夜，青天无片云。登舟望秋月，空忆谢将军。余亦能高咏，斯人不可闻。明朝挂帆席，枫叶落纷纷。(席 一作：去)繁华事散逐香尘，流水无情草自春。日暮东风怨啼鸟，落花犹似坠楼人。蓝桥春雪君归日，秦岭秋风我去时。每到驿亭先下马，循墙绕柱觅君诗。",
        "author": "唐代",
        "poem_class": "送别",
        "dynasty": "王维"
    },
    {
        "title": "送人游吴",
        "paragraph": "君到姑苏见，人家尽枕河。古宫闲地少，水港小桥多。(水港 一作：水巷)夜市卖菱藕，春船载绮罗。遥知未眠月，乡思在渔歌。他乡复行役，驻马别孤坟。近泪无干土，低空有断云。对棋陪谢傅，把剑觅徐君。唯见林花落，莺啼送客闻。在荥阳，是所知今遂宁萧侍郎牧荥阳日作矣。花明柳暗绕天愁，上尽重城更上楼。欲问孤鸿向何处？不知身世自悠悠。端午临中夏，时清日复长。盐梅已佐鼎，曲糵且传觞。事古人留迹，年深缕积长。当轩知槿茂，向水觉芦香。亿兆同归寿，群公共保昌。忠贞如不替，贻厥后昆芳。",
        "author": "唐代",
        "poem_class": "送别",
        "dynasty": "杜荀鹤"
    },
    {
        "title": "送董邵南游河北序",
        "paragraph": "燕赵古称多感慨悲歌之士。董生举进士，屡不得志于有司，怀抱利器，郁郁适兹土。吾知其必有合也。董生勉乎哉！夫以子之不遇时，苟慕义强仁者皆爱惜焉。矧燕赵之士出乎其性者哉！然吾尝闻风俗与化移易，吾恶知其今不异于古所云邪?聊以吾子之行卜之也。董生勉乎哉！吾因子有所感矣。为我吊望诸君之墓，而观于其市，复有昔时屠狗者乎？为我谢曰：“明天子在上，可以出而仕矣。” 中庭地白树栖鸦，冷露无声湿桂花。今夜月明人尽望，不知秋思落谁家。火山六月应更热，赤亭道口行人绝。知君惯度祁连城，岂能愁见轮台月。脱鞍暂入酒家垆，送君万里西击胡。功名祗向马上取，真是英雄一丈夫。百战沙场碎铁衣，城南已合数重围。 突营射杀呼延将，独领残兵千骑归。",
        "author": "唐代",
        "poem_class": "送别",
        "dynasty": "韩愈"
    },
    {
        "title": "浣溪沙·缥缈红妆照浅溪",
        "paragraph": "缥缈红妆照浅溪。薄云疏雨不成泥。送君何处古台西。废沼夜来秋水满，茂林深处晚莺啼。行人肠断草凄迷。薄露初零，长宵共、永昼分停。绕水楼台，高耸万丈蓬瀛。芝兰为寿，相辉映、簪笏盈庭。花柔玉净，捧觞别有娉婷。鹤瘦松青，精神与、秋月争明。德行文章，素驰日下声名。东山高蹈，虽卿相、不足为荣。安石须起，要苏天下苍生。梨花淡白柳深青，柳絮飞时花满城。惆怅东栏一株雪，人生看得几清明。恨君不似江楼月，南北东西，南北东西，只有相随无别离。恨君却似江楼月，暂满还亏，暂满还亏，待得团圆是几时？",
        "author": "宋代",
        "poem_class": "送别",
        "dynasty": "苏轼"
    },
    {
        "title": "水调歌头·落日古城角",
        "paragraph": "落日古城角，把酒劝君留。长安路远，何事风雪敝貂裘。散尽黄金身世，不管秦楼人怨，归计狎沙鸥。明夜扁舟去，和月载离愁。功名事，身未老，几时休。诗书万卷，致身须到古伊周。莫学班超投笔，纵得封侯万里，憔悴老边州。何处依刘客，寂寞赋登楼。小阁藏春，闲窗锁昼，画堂无限深幽。篆香烧尽，日影下帘钩。手种江梅渐好，又何必、临水登楼。无人到，寂寥浑似，何逊在扬州。从来，知韵胜，难堪雨藉，不耐风揉。更谁家横笛，吹动浓愁。莫恨香消雪减，须信道、扫迹情留。难言处，良宵淡月，疏影尚风流。湛湛长空黑。更那堪、斜风细雨，乱愁如织。老眼平生空四海，赖有高楼百尺。看浩荡、千崖秋色。白发书生神州泪，尽凄凉、不向牛山滴。追往事，去无迹。 少年自负凌云笔。到而今、春华落尽，满怀萧瑟。常恨世人新意少，爱说南朝狂客。把破帽、年年拈出。若对黄花孤负酒，怕黄花、也笑人岑寂。鸿北去，日西匿。寂寂东坡一病翁，白须萧散满霜风。小儿误喜朱颜在，一笑那知是酒红。",
        "author": "宋代",
        "poem_class": "送别",
        "dynasty": "辛弃疾"
    },
    {
        "title": "白云歌送刘十六归山",
        "paragraph": "楚山秦山皆白云，白云处处长随君。长随君，君入楚山里，云亦随君渡湘水。湘水上，女萝衣，白云堪卧君早归。黔无驴，有好事者船载以入。至则无可用，放之山下。虎见之，庞然大物也，以为神，蔽林间窥之。稍出近之，慭慭然，莫相知。他日，驴一鸣，虎大骇，远遁；以为且噬己也，甚恐。然往来视之，觉无异能者；益习其声，又近出前后，终不敢搏。稍近，益狎，荡倚冲冒。驴不胜怒，蹄之。虎因喜，计之曰：“技止此耳！”因跳踉大㘎，断其喉，尽其肉，乃去。噫！形之庞也类有德，声之宏也类有能。向不出其技，虎虽猛，疑畏，卒不敢取。今若是焉，悲夫！问余何意栖碧山，笑而不答心自闲。桃花流水窅然去，别有天地非人间。东皋薄暮望，徙倚欲何依。树树皆秋色，山山唯落晖。牧人驱犊返，猎马带禽归。相顾无相识，长歌怀采薇。",
        "author": "唐代",
        "poem_class": "送别",
        "dynasty": "李白"
    },
    {
        "title": "送兄",
        "paragraph": "别路云初起，离亭叶正稀。所嗟人异雁，不作一行归。凉月如眉挂柳湾，越中山色镜中看。兰溪三日桃花雨，半夜鲤鱼来上滩。为有云屏无限娇，凤城寒尽怕春宵。 无端嫁得金龟婿，辜负香衾事早朝。零落栖迟一杯酒，主人奉觞客长寿。主父西游困不归，家人折断门前柳。吾闻马周昔作新丰客，天荒地老无人识。空将笺上两行书，直犯龙颜请恩泽。我有迷魂招不得，雄鸡一声天下白。少年心事当拏云，谁念幽寒坐呜呃。",
        "author": "唐代",
        "poem_class": "送别",
        "dynasty": "佚名"
    },
    {
        "title": "江亭夜月送别二首",
        "paragraph": "江送巴南水，山横塞北云。津亭秋月夜，谁见泣离群？乱烟笼碧砌，飞月向南端。寂寞离亭掩，江山此夜寒。离别家乡岁月多，近来人事半消磨。惟有门前镜湖水，春风不改旧时波。瑶池阿母绮窗开，黄竹歌声动地哀。 八骏日行三万里，穆王何事不重来。移舟泊烟渚，日暮客愁新。野旷天低树，江清月近人。",
        "author": "唐代",
        "poem_class": "送别",
        "dynasty": "王勃"
    },
    {
        "title": "蝶恋花·暮春别李公择",
        "paragraph": "簌簌无风花自堕。寂寞园林，柳老樱桃过。落日有情还照坐，山青一点横云破。路尽河回人转舵。系缆渔村，月暗孤灯火。凭仗飞魂招楚些，我思君处君思我。何处相逢，登宝钗楼，访铜雀台。唤厨人斫就，东溟鲸脍，圉人呈罢，西极龙媒。天下英雄，使君与操，余子谁堪共酒杯。车千乘，载燕南赵北，剑客奇才。饮酣画鼓如雷。谁信被晨鸡轻唤回。叹年光过尽，功名未立，书生老去，机会方来。使李将军，遇高皇帝，万户侯何足道哉。披衣起，但凄凉感旧，慷慨生哀。重五山村好，榴花忽已繁。粽包分两髻，艾束著危冠。旧俗方储药，羸躯亦点丹。日斜吾事毕，一笑向杯盘。平岸小桥千嶂抱。柔蓝一水萦花草。茅屋数间窗窈窕。尘不到。时时自有春风扫。午枕觉来闻语鸟。欹眠似听朝鸡早。忽忆故人今总老。贪梦好。茫然忘了邯郸道。",
        "author": "宋代",
        "poem_class": "送别",
        "dynasty": "苏轼"
    },
    {
        "title": "蝶恋花·京口得乡书",
        "paragraph": "雨后春容清更丽。只有离人，幽恨终难洗。北固山前三面水。碧琼梳拥青螺髻。一纸乡书来万里。问我何年，真个成归计。回首送春拚一醉。东风吹破千行泪。携扙来追柳外凉，画桥南畔倚胡床。月明船笛参差起，风定池莲自在香。落花闲院春衫薄，薄衫春院闲花落。迟日恨依依，依依恨日迟。梦回莺舌弄，弄舌莺回梦。邮便问人羞，羞人问便邮。雨霁风光，春分天气，千花百卉争明媚。画梁新燕一双双，玉笼鹦鹉愁孤睡。薜荔依墙，莓苔满地，青楼几处歌声丽。蓦然旧事上心来，无言敛皱眉山翠。",
        "author": "宋代",
        "poem_class": "送别",
        "dynasty": "苏轼"
    },
    {
        "title": "木兰花慢·滁州送范倅",
        "paragraph": "老来情味减，对别酒，怯流年。况屈指中秋，十分好月，不照人圆。无情水都不管；共西风、只管送归船。秋晚莼鲈江上，夜深儿女灯前。征衫，便好去朝天，玉殿正思贤。想夜半承明，留教视草，却遣筹边。长安故人问我，道愁肠殢酒只依然。目断秋霄落雁，醉来时响空弦。建炎庚戌题吴江平生太湖上，短棹几经过。如今重到，何事愁与水云多？拟把匣中长剑，换取扁舟一叶，归去老渔蓑。银艾非吾事，丘壑已蹉跎。脍新鲈，斟美酒，起悲歌。太平生长，岂谓今日识干戈。欲泻三江雪浪，净洗胡尘千里，不用挽天河。回首望霄汉，双泪堕清波！绿遍山原白满川，子规声里雨如烟。乡村四月闲人少，才了蚕桑又插田。陌上柔桑破嫩芽，东邻蚕种已生些。平冈细草鸣黄犊，斜日寒林点暮鸦。山远近，路横斜，青旗沽酒有人家。城中桃李愁风雨，春在溪头荠菜花。",
        "author": "宋代",
        "poem_class": "送别",
        "dynasty": "辛弃疾"
    },
    {
        "title": "赤壁歌送别",
        "paragraph": "二龙争战决雌雄，赤壁楼船扫地空。烈火张天照云海，周瑜于此破曹公。君去沧江望澄碧，鲸鲵唐突留馀迹。一一书来报故人，我欲因之壮心魄。钓罢归来不系船，江村月落正堪眠。纵然一夜风吹去，只在芦花浅水边。一笑相倾国便亡，何劳荆棘始堪伤。小怜玉体横陈夜，已报周师入晋阳。巧笑知堪敌万几，倾城最在著戎衣。晋阳已陷休回顾，更请君王猎一围。始得西山宴游记自余为僇人，居是州。恒惴慄。时隙也，则施施而行，漫漫而游。日与其徒上高山，入深林，穷回溪，幽泉怪石，无远不到。到则披草而坐，倾壶而醉。醉则更相枕以卧，卧而梦。意有所极，梦亦同趣。觉而起，起而归。以为凡是州之山水有异态者，皆我有也，而未始知西山之怪特。今年九月二十八日，因坐法华西亭，望西山，始指异之。遂命仆人过湘江，缘染溪，斫榛莽，焚茅茷，穷山之高而上。攀援而登，箕踞而遨，则凡数州之土壤，皆在衽席之下。其高下之势，岈然洼然，若垤若穴，尺寸千里，攒蹙累积，莫得遁隐。萦青缭白，外与天际，四望如一。然后知是山之特立，不与培塿为类，悠悠乎与颢气俱，而莫得其涯；洋洋乎与造物者游，而不知其所穷。引觞满酌，颓然就醉，不知日之入。苍然暮色，自远而至，至无所见，而犹不欲归。心凝形释，与万化冥合。然后知吾向之未始游，游于是乎始，故为之文以志。是岁，元和四年也。钴鉧潭记钴鉧潭，在西山西。其始盖冉水自南奔注，抵山石，屈折东流；其颠委势峻，荡击益暴，啮其涯，故旁广而中深，毕至石乃止；流沫成轮，然后徐行。其清而平者，且十亩。有树环焉，有泉悬焉。其上有居者，以予之亟游也，一旦款门来告曰：“不胜官租、私券之委积，既芟山而更居，愿以潭上田贸财以缓祸。”予乐而如其言。则崇其台，延其槛，行其泉于高者而坠之潭，有声潀然。尤与中秋观月为宜，于以见天之高，气之迥。孰使予乐居夷而忘故土者，非兹潭也欤？钴鉧潭西小丘记得西山后八日，寻山口西北道二百步，又得钴鉧潭，潭西二十五步，当湍而浚者为鱼梁。梁之上有丘焉，生竹树。其石之突怒偃蹇，负土而出，争为奇状者，殆不可数。其嵚然相累而下者，若牛马之饮于溪；其冲然角列而上者，若熊罴之登于山。丘之小不能一亩，可以笼而有之。问其主，曰：“唐氏之弃地，货而不售。”问其价，曰：“止四百。”余怜而售之。李深源、元克己时同游，皆大喜，出自意外。即更取器用，铲刈秽草，伐去恶木，烈火而焚之。嘉木立，美竹露，奇石显。由其中以望，则山之高，云之浮，溪之流，鸟兽之遨游，举熙熙然回巧献技，以效兹丘之下。枕席而卧，则清泠之状与目谋，瀯瀯之声与耳谋，悠然而虚者与神谋，渊然而静者与心谋。不匝旬而得异地者二，虽古好事之士，或未能至焉。噫！以兹丘之胜，致之沣、镐、鄠、杜，则贵游之士争买者，日增千金而愈不可得。今弃是州也，农夫渔父过而陋之，贾四百，连岁不能售。而我与深源、克己独喜得之，是其果有遭乎！书于石，所以贺兹丘之遭也。至小丘西小石潭记从小丘西行百二十步，隔篁竹，闻水声，如鸣佩环，心乐之。伐竹取道，下见小潭，水尤清冽。全石以为底，近岸，卷石底以出，为坻，为屿，为嵁，为岩。青树翠蔓，蒙络摇缀，参差披拂。潭中鱼可百许头，皆若空游无所依。日光下澈，影布石上，佁然不动;俶尔远逝，往来翕忽，似与游者相乐。潭西南而望，斗折蛇行，明灭可见。其岸势犬牙差互，不可知其源。坐潭上，四面竹树环合，寂寥无人，凄神寒骨，悄怆幽邃。以其境过清，不可久居，乃记之而去。同游者：吴武陵，龚古，余弟宗玄。隶而从者，崔氏二小生：曰恕己，曰奉壹。袁家渴记由冉溪西南水行十里，山水之可取者五，莫若钻鉧潭。由溪口而西，陆行，可取者八九，莫若西山。由朝阳岩东南水行，至芜江，可取者三，莫若袁家渴。皆永中幽丽奇处也。楚越之间方言，谓水之反流为“渴”。渴上与南馆高嶂合，下与百家濑合。其中重洲小溪，澄潭浅渚，间厕曲折，平者深墨，峻者沸白。舟行若穷，忽而无际。有小山出水中，皆美石，上生青丛，冬夏常蔚然。其旁多岩洞，其下多白砾，其树多枫柟石楠，樟柚，草则兰芷。又有奇卉，类合欢而蔓生，轇轕水石。每风自四山而下，振动大木，掩苒众草，纷红骇绿，蓊葧香气，冲涛旋濑，退贮溪谷，摇飃葳蕤，与时推移。其大都如此，余无以穷其状。永之人未尝游焉，余得之不敢专焉，出而传于世。其地主袁氏。故以名焉。石渠记自渴西南行不能百步，得石渠，民桥其上。有泉幽幽然，其鸣乍大乍细。渠之广或咫尺，或倍尺，其长可十许步。其流抵大石，伏出其下。踰石而往，有石泓，昌蒲被之，青鲜环周。又折西行，旁陷岩石下，北堕小潭。潭幅员减百尺，清深多倏鱼。又北曲行纡余，睨若无穷，然卒入于渴。其侧皆诡石、怪木、奇卉、美箭，可列坐而庥焉。风摇其巅，韵动崖谷。视之既静，其听始远。予从州牧得之。揽去翳朽，决疏土石，既崇而焚，既釃而盈。惜其未始有传焉者，故累记其所属，遗之其人，书之其阳，俾后好事者求之得以易。元和七年正月八日，蠲渠至大石。十月十九日，踰石得石泓小潭，渠之美于是始穷也。石涧记石渠之事既穷，上由桥西北下土山之阴，民又桥焉。其水之大，倍石渠三之一，亘石为底，达于两涯。若床若堂，若陈筳席，若限阃奥。水平布其上，流若织文，响若操琴。揭跣而往，折竹扫陈叶，排腐木，可罗胡床十八九居之。交络之流，触激之音，皆在床下；翠羽之水，龙鳞之石，均荫其上。古之人其有乐乎此耶？后之来者有能追予之践履耶？得之日，与石渠同。由渴而来者，先石渠，后石涧；由百家濑上而来者，先石涧，后石渠。涧之可穷者，皆出石城村东南，其间可乐者数焉。其上深山幽林逾峭险，道狭不可穷也。小石城山记自西山道口径北踰黄茅岭而下，有二道：其一西出，寻之无所得；其一少北而东，不过四十丈，土断二川分，有积石横当其垠。其上为睥睨梁欐之形；其旁出堡坞，有若门焉，窥之正黑，投以小石，洞然有水声，其响之激越，良久乃已。环之可上，望甚远。无土壤而生嘉树美箭，益奇而坚，奇疏数偃仰，类智者所施也。噫！吾疑造物者之有无久矣，及是，愈以为诚有。又怪其不为之中州而列是夷狄，更千百年不得一售其伎，是固劳而无用，神者倘不宜如是，则其果无乎？或曰：以慰夫贤而辱于此者。或曰：其气之灵，不为伟人而独为是物，故楚之南少人而多石。是二者余未信之。 ",
        "author": "唐代",
        "poem_class": "送别",
        "dynasty": "李白"
    },
    {
        "title": "别薛华",
        "paragraph": "送送多穷路，遑遑独问津。悲凉千里道，凄断百年身。心事同漂泊，生涯共苦辛。无论去与住，俱是梦中人。日出扶桑一丈高，人间万事细如毛。 野夫怒见不平处，磨损胸中万古刀。离别家乡岁月多，近来人事半消磨。惟有门前镜湖水，春风不改旧时波。谁谓伤心画不成，画人心逐世人情。 君看六幅南朝事，老木寒云满故城。",
        "author": "唐代",
        "poem_class": "送别",
        "dynasty": "王勃"
    },
    {
        "title": "谢亭送别",
        "paragraph": "劳歌一曲解行舟，红叶青山水急流。 日暮酒醒人已远，满天风雨下西楼。可怜白雪曲，未遇知音人。恓惶戎旅下，蹉跎淮海滨。涧树含朝雨，山鸟哢馀春。我有一瓢酒，可以慰风尘。一双幽色出凡尘，数粒秋烟二尺鳞。 从此静窗闻细韵，琴声长伴读书人。新年都未有芳华，二月初惊见草芽。白雪却嫌春色晚，故穿庭树作飞花。",
        "author": "唐代",
        "poem_class": "送别",
        "dynasty": "许浑"
    },
    {
        "title": "于易水送人 / 于易水送别",
        "paragraph": "此地别燕丹，壮士发冲冠。昔时人已没，今日水犹寒。烛龙栖寒门，光曜犹旦开。日月照之何不及此？惟有北风号怒天上来。燕山雪花大如席，片片吹落轩辕台。幽州思妇十二月，停歌罢笑双蛾摧。倚门望行人，念君长城苦寒良可哀。别时提剑救边去，遗此虎文金鞞靫。中有一双白羽箭，蜘蛛结网生尘埃。箭空在，人今战死不复回。不忍见此物，焚之已成灰。黄河捧土尚可塞，北风雨雪恨难裁。西上莲花山，迢迢见明星。(西上 一作：西岳)素手把芙蓉，虚步蹑太清。霓裳曳广带，飘拂升天行。邀我登云台，高揖卫叔卿。(登云台 一作：至云台)恍恍与之去，驾鸿凌紫冥。俯视洛阳川，茫茫走胡兵。流血涂野草，豺狼尽冠缨。纱窗日落渐黄昏，金屋无人见泪痕。 寂寞空庭春欲晚，梨花满地不开门。",
        "author": "唐代",
        "poem_class": "送别",
        "dynasty": "骆宾王"
    },
    {
        "title": "劳劳亭",
        "paragraph": "天下伤心处，劳劳送客亭。春风知别苦，不遣柳条青。落日斜，秋风冷。今夜故人来不来，教人立尽梧桐影。家临九江水，来去九江侧。同是长干人，生小不相识。凤尾香罗薄几重，碧文圆顶夜深缝。扇裁月魄羞难掩，车走雷声语未通。曾是寂寥金烬暗，断无消息石榴红。斑骓只系垂杨岸，何处西南任好风。(任 一作：待)",
        "author": "唐代",
        "poem_class": "送别",
        "dynasty": "李白"
    },
    {
        "title": "别严士元",
        "paragraph": "春风倚棹阖闾城，水国春寒阴复晴。细雨湿衣看不见，闲花落地听无声。日斜江上孤帆影，草绿湖南万里情。东道若逢相识问，青袍今日误儒生。松下问童子，言师采药去。只在此山中，云深不知处。春眠不觉晓，处处闻啼鸟。夜来风雨声，花落知多少。强欲登高去，无人送酒来。遥怜故园菊，应傍战场开。",
        "author": "唐代",
        "poem_class": "送别",
        "dynasty": "刘长卿"
    },
    {
        "title": "鹧鸪天·送廓之秋试",
        "paragraph": "白苎新袍入嫩凉。春蚕食叶响回廊，禹门已准桃花浪，月殿先收桂子香。鹏北海，凤朝阳。又携书剑路茫茫。明年此日青云去，却笑人间举子忙。山静似太古，日长如小年。馀花犹可醉，好鸟不妨眠。世味门常掩，时光簟已便。梦中频得句，拈笔又忘筌。夜读《李广传》，不能寐。因念晁楚老、杨民瞻约同居山间，戏用李广事，赋以寄之。故将军饮罢夜归来，长亭解雕鞍。恨灞陵醉尉，匆匆未识，桃李无言。射虎山横一骑，裂石响惊弦。落魄封侯事，岁晚田间。谁向桑麻杜曲，要短衣匹马，移住南山？看风流慷慨，谈笑过残年。汉开边、功名万里，甚当时、健者也曾闲。纱窗外、斜风细雨，一阵轻寒。 徐州石潭谢雨，道上作五首。潭在城东二十里，常与泗水增减清浊相应。软草平莎过雨新，轻沙走马路无尘。何时收拾耦耕身？日暖桑麻光似泼，风来蒿艾气如薰。使君元是此中人。",
        "author": "宋代",
        "poem_class": "送别",
        "dynasty": "辛弃疾"
    },
    {
        "title": "重送裴郎中贬吉州",
        "paragraph": "猿啼客散暮江头，人自伤心水自流。 同作逐臣君更远，青山万里一孤舟。故园东望路漫漫，双袖龙钟泪不干。 马上相逢无纸笔，凭君传语报平安。遥夜泛清瑟，西风生翠萝。残萤栖玉露，早雁拂金河。高树晓还密，远山晴更多。淮南一叶下，自觉洞庭波。自古逢秋悲寂寥，我言秋日胜春朝。晴空一鹤排云上，便引诗情到碧霄。山明水净夜来霜，数树深红出浅黄。试上高楼清入骨，岂如春色嗾人狂。",
        "author": "唐代",
        "poem_class": "送别",
        "dynasty": "刘长卿"
    },
    {
        "title": "燕燕",
        "paragraph": "燕燕于飞，差池其羽。之子于归，远送于野。瞻望弗及，泣涕如雨。燕燕于飞，颉之颃之。之子于归，远于将之。瞻望弗及，伫立以泣。燕燕于飞，下上其音。之子于归，远送于南。瞻望弗及，实劳我心。仲氏任只，其心塞渊。终温且惠，淑慎其身。先君之思，以勖寡人。泰山其颓乎。梁木其坏乎。哲人其萎乎。大隧之中。其乐也融融。大隧之外。其乐也洩洩。皇尸命工祝。承致多福无疆。于女孝孙。来女孝孙。使女受禄于天。宜稼于田。眉寿万年。笏替引之。",
        "author": "先秦",
        "poem_class": "送别",
        "dynasty": "佚名"
    },
    {
        "title": "鹧鸪天·送人",
        "paragraph": "唱彻《阳关》泪未干，功名馀事且加餐。浮天水送无穷树，带雨云埋一半山。今古恨，几千般，只应离合是悲欢？江头未是风波恶，别有人间行路难！苏州司业诗名老，乐府皆言妙入神。看似寻常最奇崛，成如容易却艰辛。中秋饮酒将旦，客谓前人诗词有赋待月无送月者，因用《天问》体赋。可怜今夕月，向何处，去悠悠？是别有人间，那边才见，光影东头？是天外空汗漫，但长风浩浩送中秋？飞镜无根谁系？姮娥不嫁谁留？谓经海底问无由，恍惚使人愁。怕万里长鲸，纵横触破，玉殿琼楼。虾蟆故堪浴水，问云何玉兔解沉浮？若道都齐无恙，云何渐渐如钩？ 春风疑不到天涯，二月山城未见花。残雪压枝犹有橘，冻雷惊笋欲抽芽。夜闻归雁生乡思，病入新年感物华。曾是洛阳花下客，野芳虽晚不须嗟。",
        "author": "宋代",
        "poem_class": "送别",
        "dynasty": "辛弃疾"
    },
    {
        "title": "送东阳马生序(节选)",
        "paragraph": "余幼时即嗜学。家贫，无从致书以观，每假借于藏书之家，手自笔录，计日以还。天大寒，砚冰坚，手指不可屈伸，弗之怠。录毕，走送之，不敢稍逾约。以是人多以书假余，余因得遍观群书。既加冠，益慕圣贤之道，又患无硕师名人与游，尝趋百里外，从乡之先达执经叩问。先达德隆望尊，门人弟子填其室，未尝稍降辞色。余立侍左右，援疑质理，俯身倾耳以请；或遇其叱咄，色愈恭，礼愈至，不敢出一言以复；俟其欣悦，则又请焉。故余虽愚，卒获有所闻。当余之从师也，负箧曳屣，行深山巨谷中，穷冬烈风，大雪深数尺，足肤皲裂而不知。至舍，四支僵劲不能动，媵人持汤沃灌，以衾拥覆，久而乃和。寓逆旅，主人日再食，无鲜肥滋味之享。同舍生皆被绮绣，戴朱缨宝饰之帽，腰白玉之环，左佩刀，右备容臭，烨然若神人；余则缊袍敝衣处其间，略无慕艳意,以中有足乐者，不知口体之奉不若人也。盖余之勤且艰若此。 华亭楼头日初堕，紫衣催上宫门锁。大家今夕燕西园，高爇银盘百枝火。海棠欲睡不得成，红妆照见殊分明。满庭紫焰作春雾，不知有月空中行。新谱《霓裳》试初按，内使频呼烧烛换。知更宫女报铜签，歌舞休催夜方半。共言醉饮终此宵，明日且免群臣朝。只忧风露渐欲冷，妃子衣薄愁成娇。琵琶羯鼓相追续，白日君心欢不足。此时何暇化光明，去照逃亡小家屋。姑苏台上长夜歌，江都宫里飞萤多。一般行乐未知极，烽火忽至将如何。可怜蜀道归来客，南内凄凉头尽白。孤灯不照返魂人，梧桐夜雨秋萧瑟。叶叶枝枝逐景生，高高下下自人情。两梢直拔青天上，留取根丛作雨声。佳人名字号经莲，能事挡弹五十弦。自是欲将花比貌，凉风轻步野塘边。",
        "author": "明代",
        "poem_class": "送别",
        "dynasty": "宋濂"
    },
    {
        "title": "南浦别",
        "paragraph": "南浦凄凄别，西风袅袅秋。一看肠一断，好去莫回头。北风卷地白草折，胡天八月即飞雪。忽如一夜春风来，千树万树梨花开。散入珠帘湿罗幕，狐裘不暖锦衾薄。将军角弓不得控，都护铁衣冷难着。(难着 一作：犹著)瀚海阑干百丈冰，愁云惨淡万里凝。中军置酒饮归客，胡琴琵琶与羌笛。纷纷暮雪下辕门，风掣红旗冻不翻。轮台东门送君去，去时雪满天山路。山回路转不见君，雪上空留马行处。秋荷一滴露，清夜坠玄天。将来玉盘上，不定始知圆。丞相祠堂何处寻？锦官城外柏森森。映阶碧草自春色，隔叶黄鹂空好音。三顾频烦天下计，两朝开济老臣心。出师未捷身先死，长使英雄泪满襟。",
        "author": "唐代",
        "poem_class": "送别",
        "dynasty": "白居易"
    }
]