[
    {
        "title": "九日登花马池城",
        "paragraph": "白池青草古盐州，倚啸高城豁望眸。河朔毡庐千里迥，泾原旌节隔年留。辕门菊酒生豪兴，雁塞风云惬壮游。诸将至今多卫霍，伫看露布上龙楼。墨华点缀九秋容，宝箑看疑御苑逢。金粟半含青桂树，锦云初灿木芙蓉。芬香宛自清风发，艳色弥从满月浓。更喜双双枝上雀，轻飏翠羽近飞龙。月落秋山晓，城头鼓角停。长江流远梦，短棹拨残星。露湿鸥衣白，天光雁字青。苍茫回首望，海岳一孤亭。南方有佳人，亭亭如玉树。青阳临绮窗，鸣梭自织素。终朝不成匹，愁叹泪如雨。君子远行役，杨柳三垂圃。佳期旷未还，帷空夜多寤。燕雀群飞翔，啾啾鸣日暮。嗟彼青云心，独无俦侣慕。何因奉清仪，原托淩风羽。",
        "author": "明代",
        "poem_class": "重阳",
        "dynasty": "王琼"
    },
    {
        "title": "奉和圣制重阳旦日百寮曲江宴示怀",
        "paragraph": "偶圣睹昌期，受恩惭弱质。幸逢良宴会，况是清秋日。 远岫对壶觞，澄澜映簪绂。炮羔备丰膳，集凤调鸣律。 薄劣厕英豪，欢娱忘衰疾。平皋行雁下，曲渚双凫出。 沙岸菊开花，霜枝果垂实。天文见成象，帝念资勤恤。 探道得玄珠，斋心居特室。岂如横汾唱，其事徒骄逸。空山新雨后，天气晚来秋。明月松间照，清泉石上流。竹喧归浣女，莲动下渔舟。随意春芳歇，王孙自可留。垂緌饮清露，流响出疏桐。居高声自远，非是藉秋风。诸葛大名垂宇宙，宗臣遗像肃清高。三分割据纡筹策，万古云霄一羽毛。伯仲之间见伊吕，指挥若定失萧曹。运移汉祚终难复，志决身歼军务劳。",
        "author": "唐代",
        "poem_class": "重阳",
        "dynasty": "崔元翰"
    },
    {
        "title": "西夏重阳",
        "paragraph": "作县几时同志苦，投荒万里倍情真。功名炊黍寻常梦，怪事书空感激人。击柝徒吟胡地月，屯田也食汉渠春。艰难薄俗犹多事，漂泊南冠愧此身。陶唐天子调八风，凤仪兽舞明廷中。谁知鼓腹行歌者，复有山中击壤翁。短袖单衣露两肘，野状村容不自丑。掀髯笑傲肩相随，共道帝力我何有。柳谷饯日旸谷宾，老翁那记昏与晨。一作一息有出入，时耕时凿无冬春。蓂荚开残又朱草，生来未识平阳道。海隅赤日烧九州，寰中息壤汩洪流。已见天戈挥丹浦，更闻风伯殪青丘。老翁其间百不忧，直从红颜到白头。君不见许由逃尧劳步履，巢父洗耳污清泚。华封老人费言辞，康衢小儿强解事。姑射丰姿虽可珍，神仙仿佛信难真。君看击壤千年后，多少行歌带索人。午枕梦初残，高楼上，独凭阑干。清商应律金风至，砧声断续，笳音幽怨，雁阵惊寒。景物不堪看，凝眸处愁有千般。秋光谈薄人情似，迢迢野水，茫茫衰草，隐隐青山。腊月金陵有侠客，雪中访我长干陌。双树初彫惠远林，六花正覆袁安宅。杯酒相逢总夙缘，江山转盼空陈迹。闻君明发广陵游，淮水孤帆重倚楼。二十四桥何处是，思心随梦到扬州。",
        "author": "明代",
        "poem_class": "重阳",
        "dynasty": "王逊"
    },
    {
        "title": "九日登高台寺",
        "paragraph": "万里秋光客兴赊，同人九日惜年华。台高不尽看枫叶，院净何须坐菊花。对酒披襟形独放，凭风落帽笑谁加。诗成合座皆珠玉，归去迟迟满落霞。战舰排江口。正天边、真王拜印，蛟螭蟠钮。征发棹船郎十万，列郡风驰雨骤。叹闾左、骚然鸡狗。里正前团催后保，尽累累、锁系空仓后。捽头去，敢摇手？稻花恰趁霜天秀。有丁男、临歧诀绝，草间病妇。此去三江牵百丈，雪浪排樯夜吼。背耐得、土牛鞭否？好倚后园枫树下，向丛祠亟倩巫浇酒。神佑我，归田亩。一个是阆苑仙葩，一个是美玉无瑕。 若说没奇缘，今生偏又遇着他； 若说有奇缘，如何心事终虚化？ 一个枉自嗟呀，一个空劳牵挂。 一个是水中月，一个是镜中花。 想眼中能有多少泪珠儿，怎禁得秋流到冬，春流到夏！长风霾云莽千里，云气蓬蓬天冒水。风收云散波乍平，倒转青天作湖底。初看落日沉波红，素月欲升天敛容。舟人回首尽东望，吞吐故在冯夷宫。须臾忽自波心上，镜面横开十余丈。月光浸水水浸天，一派空明互回荡。此时骊龙潜最深，目炫不得衔珠吟。巨鱼无知作腾踔，鳞甲一动千黄金。人间此境知难必，快意翻从偶然得。遥闻渔父唱歌来，始觉中秋是今夕。",
        "author": "清代",
        "poem_class": "重阳",
        "dynasty": "沈辂"
    },
    {
        "title": "奉和九日幸临渭亭登高应制得枝字",
        "paragraph": "重九开秋节，得一动宸仪。金风飘菊蕊，玉露泫萸枝。 睿览八纮外，天文七曜披。临深应在即，居高岂忘危。山围故国周遭在，潮打空城寂寞回。淮水东边旧时月，夜深还过女墙来。昨夜圆非今夜圆，却疑圆处减婵娟。一年十二度圆缺，能得几多时少年。小山重叠金明灭，鬓云欲度香腮雪。懒起画蛾眉，弄妆梳洗迟。照花前后镜，花面交相映。新帖绣罗襦，双双金鹧鸪。",
        "author": "唐代",
        "poem_class": "重阳",
        "dynasty": "韦安石"
    },
    {
        "title": "九日黄楼作",
        "paragraph": "去年重阳不可说，南城夜半千沤发。水穿城下作雷鸣，泥满城头飞雨滑。黄花白酒无人问，日暮归来洗靴袜。岂知还复有今年，把盏对花容一呷。莫嫌酒薄红粉陋，终胜泥中事锹锸。黄楼新成壁未干，清河已落霜初杀。朝来白露如细雨，南山不见千寻刹。楼前便作海茫茫，楼下空闻橹鸦轧。薄寒中人老可畏，热酒浇肠气先压。烟消日出见渔村，远水鳞鳞山齾齾。诗人猛士杂龙虎，楚舞吴歌乱鹅鸭。一杯相属君勿辞，此境何殊泛清霅。铁马蒙毡，银花洒泪，春入愁城。笛里番腔，街头戏鼓，不是歌声。那堪独坐青灯。想故国、高台月明。辇下风光，山中岁月，海上心情。亭亭画舸系春潭，直到行人酒半酣。不管烟波与风雨，载将离恨过江南。风雨送人来，风雨留人住。草草杯盘话别离，风雨催人去。泪眼不曾晴，眉黛愁还聚。明日相思莫上楼，楼上多风雨。",
        "author": "宋代",
        "poem_class": "重阳",
        "dynasty": "苏轼"
    },
    {
        "title": "风入松·九日",
        "paragraph": "琅琅新雨洗湖天，小景六桥边。西风泼眼山如画，有黄花休恨无钱。细看茱萸一笑，诗翁健似常年。峰峦如聚，波涛如怒，山河表里潼关路。望西都，意踌躇。(踌躇 一作：踟蹰)伤心秦汉经行处，宫阙万间都做了土。兴，百姓苦；亡，百姓苦。乐心儿比目连枝，肯意儿新婚燕尔。画船开抛闪的人独自，遥望关西店儿。黄河水流不尽心事，中条山隔不断相思。当记得夜深沉，人静情，自来时。来时节三两句话，去时节一篇诗，记在人心窝儿里直到死。春晚次韵红渐稀，绿将肥，一声杜鹃残梦里。踏雪寻梅，看到荼蘼，犹自怨春迟。锦云中翠绕珠围，碧人边玉走金飞。安乐窝人未醒，森罗殿鬼相随。催，唱不迭醉扶归。题情绿柳阴，翠帘深，美人图画中不似您。当日相寻，出语知音，想像到如今。坠乌云席上琼簪，动清风花下瑶琴。佩环声真洛浦。水月面活观音心，寄一曲《白头吟》。春愁亸凤翘，泣鲛钢，一团愁吃洴在心上了。烟冷香销，月悴花憔，难度可怜宵。想合欢绣扇亲描，记同心罗帕轻揪。尘生白象板，声断紫鸾箫。焦，无梦到蓝桥。情梅友元帅席上二首呆答孩，守书斋，小冤家约定穷秀才。踏遍苍苔，湿透罗鞋，不见角门开。碧桃香春满大台，彩云深人在阳台。漏声催禁鼓，月影转瑶阶。猜，烧罢夜香来。敛翠娥，揾香罗，病恹恹为谁憔悴我？哑谜猜破，冷句调唆，便知道待如何？阻牛郎万古银河，渰蓝桥千丈风波。偷工夫来觑你，说破绽尽由他。哥，越间阻越情多。过钓台红紫场，名利乡，望高台倚空烟树苍。不恋朝章，归钓夕阳，白眼傲君王。客星犯半夜龙床，清风占七里鱼邦。荒烟闭草堂，秋月浸桐江。光，千古照沧浪。明月楼玉斧磨，锦云窝，阑干四时秋意多。画栋嵯峨，丹桂婆娑，车马闹鸣珂。斗婵娟光漾银河，立娉婷香捧金波。唐明皇游广寒，李谪仙问姮娥。他，不醉待如何？失题二首亏负咱，怎禁他，觑著头玉容憔悴煞。受处行踏、陡恁情杂，和俺意儿差。步苍苔凉透罗袜，掩朱门香冷金鸭。把你做心事人，望的我眼睛花。嗏，因甚不来家？我志诚，你胡伶，一双儿可人庞道撑。斗草踏青，语燕啼莺，引动俏魂灵。绣窗前残酒为盟，花阴下明月知情。宝香寒静悄悄，罗袜冷战兢兢。曾，直等到二三更。元夜即事胡洞窄，弟兄猜，十朝半旬不上街。灯火楼台，罗绮裙钗，谁想见多才？倚朱帘红映香腮，步金莲尘污弓鞋。眉尖上空受用，心事里巧安排。来，同话小书斋。闺思隔粉墙，付香囊，一团儿志诚谁信道谎。月淡西厢，云冷高唐，独自的误春光。花明柳暗生香，莺来燕去成双。噤未声离绣床，蹑著脚步回廊。娘，何处也画眉郎？春情没乱煞．怎禁他，绿杨阴那搭儿堪系马。烟冷香鸭，月淡窗纱，擎著泪眼巴巴。媚春光草草花花，惹风声盼盼茶茶。合琵琶歌白雪，打双陆赌流霞。嗏，醉了也不来家。收心二首宿凤凰，妒鸳鸯．少年心肯将名利想。喧满平康，不犯轻狂，谈笑玉生香。尤花殢雪情肠，驱风驾月文章。遍游春世界，交付锦排场。两鬓霜，烟雨老沧浪。面皮儿黄绀绀，身子儿瘦岩岩，相识每陡然轻视俺，鬓发耽珊，身子薄蓝，无语似痴憨。姨夫每坐守行监，妻儿又面北眉南。家私儿零落了，名分儿被人搀。再休将，风月担儿担。妓怨三首洛浦仙，丽春园，不知音此身谁可怜？大姆埋冤，孛老熬煎，祗为养家钱。哆著口不断顽涎，腆著脸待吃痴拳。禁持向歌扇底，僝僽做在绣床前。天，只不上贩茶船。缘分薄，是非多，展旗幡硬并倒十数合。赤紧地板障婆婆，水性娇娥，爱他推磨小哥哥。腆著脸不怕风波，睁着眼撞入天罗。雄纠纠持剑戟，接可可下锹钁。呵，情愿将风月担儿那。影外人，怕风声，望天长地久博个志诚。柳下私情，月底深盟，一步步惜惺惺。崔夫人嫌杀张生，冯员外买断苏卿。他山障他短命，您窑变您薄情。听，休想有前程。闰怨三首烧好香，告穹苍，行行步步只念想。泪眼汪汪，烟水茫茫，芳草带夕阳。雕鞍去了才郎，画堂别是风光。八的顿开金凤凰，扌蚩的扯破锦鸳鸯，吉丁的掂损玉螳螂。锦绣围，翠红堆，当初有心直到底。双宿双飞，无是无非，不许外人知。眼睁睁指甚为题，意悬悬为你著迷。有情窥宋玉，没兴撞王魁。呸，骂你个负心贼。相爱怜，恶姻缘，云迷武陵仙路远。尘暗朱弦，墨淡银笺，青草曲江边。俏元和花了闲钱，病相如潮过顽涎。梅窗宜静坐，纸帐称孤眠。天，休放月团圆。秋千住管弦，打秋千，花开美人图画展。翠髻微偏，锦袖轻揎，罗带起翩翩。钏玲珑响亚红绵，汗模糊湿褪花钿。绿烟浓春树底，彩云散夕阳边。天，吹下向飞仙。感旧曾此中，记行踪，桃花去年人面红。门闭重重，春去匆匆，何日再相逢？眉尖谁画晴峰？唾痕犹点香绒。狻猊金落索，鸾凤玉丁东。空，尘满绣帘栊。春思诗酒缘，利名牵，话别离几声犹耳边。何处留连？误我蝉娟，一去动经年。赋伤春懒拂银笺，卜行人不信金钱。盼回音空过雁，劝归去枉啼鹃。天，长自对花眠。秋日宫词添晚妆，过回廊，吉丁一声环珮响．泛羽流商，走斝飞觞，笑语间笙簧。广寒宫舞罢霓裳，博山炉黛透龙香。碧梧枝白凤凰，翠荷叶锦鸳鸯。凉，人倚月昏黄。吴山塔寺诗眼明，暮山青，倚高寒满身风露冷。月辇闻筝，水殿鸣笙，想像御街行。宝光圆白伞珠璎，玉花寒碧碗酥灯。西天佛富贵，南国树周彡零。僧，同上望江亭。嘉禾道中白鹭鸶，黑鸬鹚，晴烟远山横暮紫。消得新诗，伫立多时，篱落掩茅茨。浣纱女斜插花枝，打鱼翁独棹船儿。夕阳边云淡淡，小桥外柳丝丝。思，当日送春词。观张氏玉卿双陆间锦笙，罢瑶筝，花阴半帘春昼永。斗草无情，睡又不成，佳配两相停。手初交弄玉拈冰，步轻挪望月瞻星。双敲象齿鸣，单走马蹄轻。嬴，夜宴锦香亭。山中寡见闻，乐清贫，逍遥百年物外身。糜鹿相亲，巢许为邻，仙树小壶春。住青山远却红尘，挂乌纱高卧白云。杏花村沽酒客，桃源洞打鱼人。因，闲问话到柴门。桃源亭上倒玉莲，散金钱，先生醉骑鹤上天。月影蝉娟，霞袂翩翩。即我是神仙。入蓬莱行见桑田，看梅花误入桃源。溪头卖酒家，洞口钓鱼船。专，唱我会真篇。",
        "author": "元代",
        "poem_class": "重阳",
        "dynasty": "张可久"
    },
    {
        "title": "九日杨奉先会白水崔明府",
        "paragraph": "今日潘怀县，同时陆浚仪。坐开桑落酒，来把菊花枝。 天宇清霜净，公堂宿雾披。晚酣留客舞，凫舄共差池。少陵野老吞声哭，春日潜行曲江曲。江头宫殿锁千门，细柳新蒲为谁绿？忆昔霓旌下南苑，苑中万物生颜色。昭阳殿里第一人，同辇随君侍君侧。辇前才人带弓箭，白马嚼啮黄金勒。翻身向天仰射云，一笑正坠双飞翼。(一笑 一作：一箭)明眸皓齿今何在？血污游魂归不得。清渭东流剑阁深，去住彼此无消息。人生有情泪沾臆，江水江花岂终极！黄昏胡骑尘满城，欲往城南望城北。堂西长笋别开门，堑北行椒却背村。梅熟许同朱老吃，松高拟对阮生论。欲作鱼梁云复湍，因惊四月雨声寒。青溪先有蛟龙窟，竹石如山不敢安。两个黄鹂鸣翠柳，一行白鹭上青天。窗含西岭千秋雪，门泊东吴万里船。药条药甲润青青，色过棕亭入草亭。苗满空山惭取誉，根居隙地怯成形。青青一树伤心色，曾入几人离恨中。 为近都门多送别，长条折尽减春风。",
        "author": "唐代",
        "poem_class": "重阳",
        "dynasty": "杜甫"
    },
    {
        "title": "九日",
        "paragraph": "欲赋前贤九日诗，茱萸相斗一枝枝。可怜宋玉情无限，争似陶潜醉不知。绿鬓爱随风景变，黄华能与岁寒期。登高回处狂多少，笑杀襄阳拍手儿。三月七日，沙湖道中遇雨，雨具先去，同行皆狼狈，余独不觉。已而遂晴，故作此词。莫听穿林打叶声，何妨吟啸且徐行。竹杖芒鞋轻胜马，谁怕？一蓑烟雨任平生。料峭春风吹酒醒，微冷，山头斜照却相迎。回首向来萧瑟处，归去，也无风雨也无晴。瑶草一何碧，春入武陵溪。溪上桃花无数，枝上有黄鹂。我欲穿花寻路，直入白云深处，浩气展虹霓。只恐花深里，红露湿人衣。坐玉石，倚玉枕，拂金徽。谪仙何处？无人伴我白螺杯。我为灵芝仙草，不为朱唇丹脸，长啸亦何为？醉舞下山去，明月逐人归。春已半。触目此情无限。十二阑干闲倚遍。愁来天不管。 好是风和日暖。输与莺莺燕燕。满院落花帘不卷。断肠芳草远。",
        "author": "宋代",
        "poem_class": "重阳",
        "dynasty": "范仲淹"
    },
    {
        "title": "摘星楼九日登临",
        "paragraph": "重阳佳节意休休，与客携壶共上楼。满目山河增感慨，一时风景寄遨游。武公不但歌淇澳，贤女犹能唁卫侯。更有三仁忠与孝，高名千古出人头。为君小写洛阳春，叶叶遮眉巧弄颦。终是倾城娇绝世，只须半面越撩人。平湖渺渺波无际，难认旧时青盖。荻絮横飞，蓼红斜眩，秋光无赖。拚不含愁，据香密裹， 泠泠珠佩。伴江妃、泪颗盈盈，怕谁厮恼，幽房里，深深缀。十斛明珠谁买。空望眼、 悬愁碧海。露冷昆明，霜凋玉井，兰舟罢采。自抱冰魂，海枯石烂，千年不坏。莫抛掷、 一点孤心，苦留得、秋容在。 领解皇都第一名，猖披归卧旧茅蘅。立锥莫笑无余地，万里江山笔下生。",
        "author": "明代",
        "poem_class": "重阳",
        "dynasty": "姜塘"
    },
    {
        "title": "酬王处士九日见怀之作",
        "paragraph": "是日惊秋老，相望各一涯。离怀销浊酒，愁眼见黄花。天地存肝胆，江山阅鬓华。多蒙千里讯，逐客已无家。遇节思吾子，吟诗对夕曛。燕将明日去，秋向此时分。逆旅空弹铗，生涯只卖文。归帆宜早挂，莫待雪纷纷。谱出清平雅调和，谪仙醉态喜高歌。名花自古能倾国，不是狂言醉后多。十载江南事已非，与君辛苦各生归。愁看京口三军溃，痛说扬州十日围。碧血未消今战垒，白头相见旧征衣。东京朱祜年犹少，莫向尊前叹式微。",
        "author": "清代",
        "poem_class": "重阳",
        "dynasty": "顾炎武"
    },
    {
        "title": "原州九日",
        "paragraph": "秋声咽塞笳，边气肃霜华。九日登高处，群山入望赊。苍蒹仍碧水，绿酒对黄花。鸿鹄归何处，长天空落霞。琴对高山剑倚天，枫桥月落夜孤眠。钟声惊破还家事，惆怅江湖万里船。故园三径吐幽丛，一夜玄霜坠碧空。多少天涯未归客，尽借篱落看秋风。(尽借 一作：借人)扁舟明月两峰间，千顷芦花人未还；缥缈苍茫不可接，白云空翠洞庭山。",
        "author": "明代",
        "poem_class": "重阳",
        "dynasty": "赵时春"
    },
    {
        "title": "满庭芳·客中九日",
        "paragraph": "乾坤俯仰，贤愚醉醒，今古兴亡。剑花寒，夜坐归心壮，又是他乡。九日明朝酒香，一年好景橙黄。龙山上，西风树响，吹老鬓毛霜。第一折(冲末扮裴尚书引老旦扮夫人上，诗云)满腹诗书七步寸，绮罗衫袖拂香埃。今生坐享荣华福，不是读书那里来。老夫工部尚书裴行俭是也。夫人柳氏，孩儿少俊。方今唐高宗即位仪凤三年。自去年驾幸西御园，见花木狼藉，不堪游赏，奉命前往洛阳，不问权豪势要之家，选拣奇花异卉，和买花栽子，趁时栽接。为老夫年高，奏过官里，教孩儿少俊承宣驰驿，代某前去。自新正为始，得了六日宣限，那的是老夫有福处。少俊三岁能言，五岁识字，七岁草字如云，十岁吟诗应口，才貌两全，京师人每呼为少俊。年当弱冠，未曾娶妻，不亲酒色；如今差他出去公干，万无一失。教张千伏侍舍人，在一路上休教他胡行，替俺买花栽子去来。(下)(外扮李总管上，云)老夫姓李，双名世杰，乃李广之后，当今皇上之族，嫡亲三口儿，夫人张氏，有女孩儿小字千金，年方一十八岁，尤善女工，深通文墨，志量过人，容颜出世。老夫前任京兆留守，因讽谏则天，谪降洛阳总管。老夫当初曾与裴尚书议结婚姻，只为宦路相左，遂将此事都不提起了。如今左司家勾唤我，今日便行；留下夫人与孩儿，紧守闺门。待我回来，另议亲事，未为迟也，(下)(正末扮裴舍人引张千上，云)小生是工部尚书舍人裴少俊。自三岁能言，五岁识字，七岁草字如云，十岁吟诗应口，才貌两全，京师人每呼为少俊。年当弱冠，未曾娶妻，惟亲诗书，不通女色。承宣驰驿，前来洛阳，不问权豪势要之家，名园佳圃，选拣奇花，和买花栽子。就用一车装送，来日起程。今日乃三月初八日，上巳节令，洛阳王孙士女，倾城玩赏。张千，咱每也同你看去来。(下)(正旦扮李千金领梅香上，云)妾身李千金是也。今日是三月上巳，良辰佳节，是好春景也呵！(梅香云)小姐，观此春天，真好景致也。(正旦云)梅香，你觑着围屏上佳人才子，士女王孙，是好华丽也。(梅香云)小姐，佳人才子为甚都上屏障，非同容易也呵！(正旦唱)【仙吕】【点绛唇】往日夫妻，夙缘仙契。多才艺，倩丹青写入屏围，真乃是画出个蓬莱意。(梅香云)小姐看这围屏，有个主意：梅香猜着了也，少一个女婿哩！(正旦唱)【混江龙】我若还招得个风流女婿，怎肯教费工夫学画远山眉。宁可教银缸高照，锦帐低垂；菡萏花深鸳并宿，梧桐枝隐凤双栖。这千金良夜，一刻春宵，谁管我衾单枕独数更长，则这半床锦褥枉呼做鸳鸯被。(梅香云)等老相公回来呵，寻一门亲事，可不好也。(正旦唱)流落的男游别郡，耽阁的女怨深闺。(梅香云)小姐，这几日越消瘦了。(正旦唱)【油葫芦】我为甚消瘦春风玉一围，又不曾染病疾，近新来宽褪了旧时衣。(梅香云)夫人道，小姐不快时，少做女工，胜服汤药。(正旦唱)害的来不疼不痛难医治，吃了些好茶好饭无滋味，似舟中载倩女魂，天边盼织女期。这些时困腾腾，每日家贪春睡，看时节针线强收拾。【天下乐】我可便提起东来忘了西，(梅香云)昨日几家来问亲，小姐不语怎么？(正旦唱)咱萱堂又虚着面皮，至如个穷人家女孩儿到十六七，或是谁家来问亲，那家来做媒，你教女孩羞答答说甚的？(梅香云)今日上巳，王孙士女，宝马香车，都去郊外玩赏去了；咱两个去后花园内看一看来。(正旦云)梅香，将着纸墨笔砚，咱去来。(做行科)(正旦唱)【那吒令】本待要送春向池塘草萋，我且来散心到荼蘼架底，我待教寄身在蓬莱洞里。蹙金莲红绣鞋，荡湘裙呜环珮，转过那曲槛之西。【鹊踏枝】怎肯道负花期，惜芳菲。粉悴胭憔，他绿暗红稀。九十日春光如过隙，怕春归又早春归。【寄生草】柳暗青烟密，花残红雨飞。这人、人和柳浑相类，花心吹得人心碎，柳眉不转蛾眉系。为甚西园陡恁景狼籍？正是东君不管人憔悴！【幺篇】榆散青钱乱，梅攒翠豆肥。轻轻风趁蝴蝶队，霏霏雨过蜻蜓戏，融融沙暖鸳鸯睡。落红踏践马蹄尘，残花酝酿蜂儿蜜。(裴舍骑马引张千上，云)方信道洛阳花锦之地，休道城中有多少名园。(做点花本科，云)你觑这一所花园。(做见旦惊科，云)一所花园。呀，一个好姐姐！(正旦见末科，云)呀，一个好秀才也！(唱)【金盏儿】兀那画桥西，猛听的玉骢嘶。便好道杏花一色红千里，和花掩映美容仪。他把乌靴挑宝镫，玉带束腰围，真乃是能骑高价马，会着及时衣。(正末云)你看他雾鬓云鬟，冰肌玉骨；花开媚脸，星转双眸。只疑洞府神仙，非是人间艳冶。(梅香云)小姐，你听来。(正旦唱)【后庭花】休道是转星眸上下窥，恨不的倚香腮左右偎。便锦被翻红浪，罗裙作地席。(梅香云)小姐休看他，倘有人看见。(正旦唱)既待要暗偷期，咱先有意，爱别人可舍了自己。(梅香云)小姐，你却顾盼他，他可不顾盼你哩。(张千上，云)舍人，休要惹事，咱城外去看来。(做催科)(裴舍云)四目相觑，各有眷心，从今已后，这相思须害也。(张千做催打马科，云)舍人去罢。(裴舍云)如此佳丽美人，料他识字，写个简帖儿嘲拨他。张千，将纸笔来，看他理会的么。(做写料，云)张千，将这简帖儿与那小姐去。(张千云)舍人使张千去，若有人撞见，这顿打可不善也。(裴舍云)我教你，有人若问呵，则说俺买花栽子，不妨事。若见那小姐，说俺舍人教送与你。(张千云)舍人，我去。(裴舍云)那小姐喜欢，你便招手唤我，我便来；若是抢白，你便摆手，我便走。(张千云)我知道。(做见旦科，云)小姐，你这后花园里有卖花栽子么？(梅香云)这里花栽子谁要买？(张千云)俺那舍人要买。(做招手)(裴舍望科，云)谢天地，事已谐矣！(梅香做叫科，云)小姐，那两个人拿过一张儿纸来，不知写甚么，小姐看咱！(正旦做念诗科，云)只疑身在武陵游，流水桃花隔岸羞。咫尺刘郎肠已断，为谁含笑倚墙头。梅香，将纸笔来。(做写科，云)梅香，我央你咱，你勿阻我。将这一首诗送与那舍人。(梅香云)小姐，教我送这诗与谁去也？诗中意怎生？见那秀才道甚的？则怕有人撞见怎了？(正旦云)好姐姐，你与我走一遭去。(梅香云)你往常打我骂我，今日为甚的央我？着我寄与谁？(正旦唱)【幺篇】你道是情词寄与谁，我道来新诗权做媒。我映丽日墙头望，他怎肯袖春风马上归。怕的是外人知，你便叫天叫地，哎！小梅香好不做美。(梅香云)这简帖我送与老夫人去。(正旦云)梅香，我央及你，要告老夫人呵，可怎了！(梅香云)你慌么？(正旦云)可知慌哩。(梅香云)你怕么？(正旦云)可知怕哩。(梅香云)我斗你耍哩。(正旦云)则被你唬杀我也。(梅香送裴舍科，云)俺小姐上复舍人，看这首诗咱。(裴舍看科，诗云)深闺拘束暂闲游，手拈青梅半掩羞。莫负后园今夜约，月移初上柳梢头。千金作。这小姐有倾城之态，出世之才，可为囊箧宝玩。(梅香云)俺小姐道来，今夜后园中赴期，休得失信。(裴舍云)张千，俺打那里过去？(张千云)跳墙过去。(梅香转向旦云)小姐，他待跳墙来也！(正旦唱)【赚煞】这一堵粉墙儿低，这一带花阴儿密。与你个在客的刘郎说知：虽无那流出胡麻香饭水，比天台山到径抄直。莫疑迟，等的那斗转星移，休教这印苍苔的凌波袜儿湿。将湖山困倚，把角门儿虚闭，这后花园权做武陵溪。(下)(裴舍云)惭愧！这一场喜事，非同小可。只等的天晚，便好赶约去也。(诗云)偶然间两相窥望，引逗的春心狂荡。今夜里早赴佳期，成就了墙头马上。(下)第二折(夫人同老旦嬷嬷上，云)老身是李相公夫人。相公左司家唤的去了，不见回来。今日老身东阁下探妗子回来，身子有些不快。天色晚也，梅香，绣房中道与小姐，休教他出来。嬷嬷收拾前后，我歇息去也(下)(裴舍上，云)我回到这馆驿安下，心中闷倦，那里有心去买花栽子。巴不得天晚了也，我如今与小姐赴期去来。(下)(正旦同梅香上，云)今日因去后园中看花，墙头见了那生，四目相视，各有此心，将一个简帖儿约今夜来赴期。我回到绣房中，梅香，不知夫人睡去也不曾？(梅香云)我去看来。(下)(正旦做睡，梅香推科，云)小姐，小姐！(正旦醒科，云)我正好做梦哩。(梅香云)你梦见甚么来？(正旦唱)【南吕】【一枝花】睡魔缠缴得慌，别恨禁持得煞。离魂随梦去，几时得好事奔人来，一见了多才，口儿里念，心儿里爱，合是姻缘簿上该。则为画眉的张敞风流，掷果的潘郎稔色。（梅香云）今夜好歹来也，则管里作念的眼前活现。(正旦唱)【梁州第七】早是抱闲怨，时乖运蹇；又添这害相思，月值年灾。(带云)休道是我，(唱)天若知道和天也害。(云)梅香，这早晚多早晚也？(梅香云)是申牌时候了。(正旦唱)几时得月离海峤，才则是日转申牌。(梅香云)小姐，日头下去了，一天星月出来了。(正旦唱)怕露惊宿鸟，风弄庭槐。看银河斜映瑶阶，都不动纤细尘埃。月也你本细如弓，一半儿蟾蜍，却休明如镜照三千世界，冷如冰浸十二瑶台。禁垆瑞霭，把剔团圝明月深深拜，你方便，我无碍。深拜你个嫦娥不妒色，你敢且半霎儿雾锁云埋。(梅香云)这场事也非容易哩！(正旦唱)【牧羊关】待月帘微簌，迎风户半开；你看这场风月规划。(梅香云)怎生规划？(正旦云)你与我接去。(梅香云)怕他不来！倒教我去接他。(正旦唱)就着这风送花香，云笼月色。(梅香云)小姐，为甚么着我接他去？(正旦唱)你道为甚着你个丫鬟迎少俊，我则怕似赵杲送曾哀。(梅香云)这里线也似一条直路，怕他迷了道儿？(正旦唱)你道方径直如线，我道侯门深似海。(梅香云)你两个头目，自说话来。(正旦唱)【骂玉郎】相逢正是花溪侧，也须穿短巷过长街。(梅香云)到那里便唤你来。(正旦唱)又不比秦楼夜宴金钗客，这的担着利害，把你那小性格且宁奈。【感皇恩】咱这大院深宅，幽砌闲阶，不比操琴堂，沽酒舍，看书斋。(梅香云)迟又不是，疾又不是，怎生可是？(正旦唱)教你轻分翠竹，款步苍台，休惊起庭鸦喧，邻犬吠，怕院公来。(梅香云)小姐，这来时可着多早晚也？(正旦唱)【采茶歌】把粉墙儿挨，角门儿开，等夫人烧罢夜香来。月色朦胧天色晚，鼓声才动角声哀。(梅香云)我说与你，夫人已睡了也，一准不来了。今夜嬷嬷又在前面守着库房门哩。天色晚了，我点上灯，就接姐夫去。(裴舍引张千上，云)张千，休大惊小怪的，你只在墙外等着。(做跳墙见科，云)梅香，我来了也。(梅香云)我说去。小姐，姐夫来了也。你两个说话，我门首看着。(裴舍云)小生是个寒儒，小姐不弃，小生杀身难报。(正旦云)舍人则休负心！(唱)【隔尾】我推粘翠靥遮宫额，怕绰起罗裙露绣鞋。我忙忙扯的鸳鸯被儿盖，翠冠儿懒摘，画屏儿紧挨。是他撒滞殢，把香罗带儿解。(嬷嬷上，云)这早晚小姐房里有人说话，在窗下听咱。呀，果然有人，我去觑破他。(梅香云)小姐，吹灭了灯，嬷嬷来也！(嬷嬷云)吹灭了灯？我听的多时了也？你待走那里去？(裴舍同旦做跪科，正旦云)是做下来也，怎见父母！奶奶可怜见，你放我两个私走了罢，至死也不敢忘你。(嬷嬷云)兀的是不出嫁的闺女，教人营勾了身躯，可又随着他去。这汉子是谁家的？(裴舍云)小生是客寄书生，乞容宽恕。(嬷嬷云)俺这里不是赢奸买俏去处。(正旦唱)【红芍药】他承宣驰驿奉官差，来这里和买花栽。又不是瀛州方丈接蓬莱，远上天台。比画眉郎多气概，骤青骢踏断章台。(嬷嬷云)都是这梅香小奴才勾引来的！(正旦唱)枉骂他偷寒送暖小奴才，要这般当面抢白。(嬷嬷云)不是这奴胎是谁？(正旦唱)【菩萨梁州】是这墙头掷果裙钗，马上摇鞭狂客。说与你个聪明的奶奶，送春情是这眼去眉来。(嬷嬷云)好！可羞也那不羞？眼去眉来，倒与真奸真盗一般，教官司问去。(正旦唱)则这女娘家直恁性儿乖，我待舍残生还却鸳鸯债，也谋成不谋败。是今日且停嗔过后改，怎做的奸盗拿获？(嬷嬷云)你看上这穷酸饿醋甚么好？(正旦唱)【牧羊关】龙虎也招了儒士，神仙也聘与秀才，何况咱是浊骨凡胎。一个刘向题倒西岳灵祠，一个张生煮滚东洋大海。却待要宴瑶池七夕会，便银汉水两分开！委实这乌鹊桥边女，舍不的斗牛星畔客。(嬷嬷云)家丑事不可外扬。兀那汉子，我将你拖到宫中，不道的饶了你哩。(裴舍云)嬷嬷，你要了我买花栽子的银子，教梅香唤将我来，咱就和你见官去来。(正旦唱)【三煞】不肯教一床锦被权遮盖，可不道九里山前大会垓，绣房里血泊浸尸骸。解下这搂带裙刀，为你逼的我紧也便自伤残害，颠倒把你娘来赖。(梅香云)你要他这秀才的银子，教我去唤将他来。便见夫人，也则实说。(嬷嬷云)夫人也不信。(正旦唱)你则是拾的孩儿落的摔，你待致命图财。【二煞】我怎肯掩残粉泪横眉黛，倚定门儿手托腮，山长水远几时来。且休说度岁经年，只一夜冰夜消瓦，凭时节知他是和尚在钵盂在。他凭着满腹文章七步才，管情取日转千阶。(嬷嬷云)亲的则是亲，若夫人变了心，可不枉送我这老性命。我如今和你商量，随你拣一件做：第一件，且教这秀才求官去，再来取你；不着，嫁了别人。第二件，就今夜放你两个走了，等这秀才得了官，那时依旧来认亲。(正旦云)嬷嬷，只是走的好。(唱)【黄钟尾】他折一枝丹桂群儒骇，怎肯十谒朱门九不开。(嬷嬷云)若以后泄漏出些风声，枉坏了一世前程，拆散了一双佳配。常言道：一岁使长百岁奴。我耽着利害放您，则要一路上小心在意者。(正旦云)母亲年高，怎生割舍！(嬷嬷云)夫人处有我在此，你自放心去罢。(正旦同裴谢科，正旦唱)不是我敢为非敢作歹，他也有风情有手策；你也会圆成会分解，我也肯过从肯耽待。便锁在空房，嫁在乡外。你道父母年高老迈，那里有女孩儿共爷娘相守到头白？女孩儿是你十五岁寄居的堂上客。(同裴舍、梅香下)(嬷嬷云)他每去也。若夫人问时，说个谎道，不知怎生走了；料夫人必然不敢声扬。等待他日后再来认亲，也未迟哩。(下)第三折(裴尚书上，云)自从少俊去洛阳买花栽子回来，今经七年。老夫常是公差，多在外，少在里。且喜少俊颇有大志，每日在后花园中看书，直等功名成就，方才娶妻。今日是清明节令，老夫待亲自上坟去，奈畏风寒，教夫人和少俊替祭祖去咱。(下)(裴舍引院公上，云)自离洛阳，同小姐到长安七年也。得了一双儿女，小厮儿叫做端端，女儿唤做重阳。端端六岁，重阳四岁，只在后花园中隐藏，不曾参见父母，皆是院公伏侍，连宅里人也不知道。今日清明节令，父亲畏风寒，我与母亲郊外坟茔中祭奠去。院公在意照顾，怕老相公撞见。(院公去)哥哥，一岁使长百岁奴。这宅中谁敢提起个李字！若有一些差失，如同那赵盾便有灾难，老汉就是灵辄扶轮，王伯当与李密叠尸，为人须为彻。休道老相公不来，便来呵，老汉凭四方口，调三寸舌，也说将回去。我这是蒯文通、李左车。哥哥，你放心，倚着我呵，万丈水不教泄漏了一点儿。(裴舍云)若无疏失，回家多多赏你。(下)(正旦引端端、重阳上，云)自从跟了舍人来此呵，早又七年光景，得了一双儿女。过日月好疾也呵！(唱)【双调】【新水令】数年一枕梦庄蝶，过了些不明白好天良夜。想父母关山途路远，鱼雁信音绝。为甚感叹咨嗟，甚日得离书舍？【驻马听】凭男子豪杰，平步上万里龙庭双凤阙；妻儿真烈，合该得五花官诰七香车。也强如带满头花，向午门左右把状元接；也强如挂拖地红，两头来往交媒谢。今日个改换别，成就了一天锦绣佳风月。(云)我掩上这门，看有甚人来此。(院公持扫帚上，云)哥哥祭奠去了，嫂嫂跟前回复去咱。(见科，云)嫂嫂，舍人祭奠去了。院公特地说与嫂嫂得知。(正旦云)院公可要在意者，则怕老相公撞将来。(院公云)老汉有句话敢说么？今日清明切，有甚节令酒果，把些与老汉吃饱了，只在门首坐着，看有甚的人来。(旦与酒肉吃科)(院公云)夜来两个小使长把墙头上花都折坏了，今日休教出来，只教书房中耍，则怕老相公撞见。(正旦唱)【乔牌儿】当拦的便去拦，我把你个院公谢。想昨日被棘针都把衣袂扯，将孩儿指尖儿都挝破也。(端端云)奶奶，我接爹爹去来。(正旦云)还未来哩！(唱)【幺篇】便将球棒儿撇，不把胆瓶藉。你哥哥，这其间未是他来时节，怎抵死的要去接？(院公云)我门口去吃了一瓶酒，一分节食，觉一阵昏沉。倚着湖山睡些儿咱！(端端打科)(院公云)唬杀人也。小爷爷！你耍到房里耍去。(又睡科，重阳打科)(院公云)小奶奶，女孩家这般劣！(又睡科，二人齐打科)(院公云)我告你去也，快书房里去！(裴尚书引张千上，云)夫人共少俊祭奠去了，老夫心中闷倦，后花园内走一遭去，看孩儿做下的功课咱。(见院公云)这老子睡着了。(做打科)(院公做醒、着扫帚打科，云)打你娘，那小厮！(做见慌科)(尚书云)这两个小的是谁家？(端端云)是裴家。(尚书云)是那个裴家？(重阳云)是裴尚书家。(院公云)谁道不是裴尚书家花园，小弟子还不去！(重阳云)告我爹爹、奶奶说去。(院公云)你两个采了花木，还道告你爹爹、奶奶去？跳起凭公公来也，打你娘！(两人走科)(院公云)你两个不投前面走，便往后头去？(二人见旦科，云)我两人接爹爹去，见一老爹，问是谁家的。(正旦云)孩儿也，我教你休出去，兀的怎了！(尚书做意科，云)这两个小的，不是寻常之家。这老子其中有诈，我且到堂上看来。(正旦唱)【豆叶儿】接不着你哥哥，正撞见你爷爷。魄散魂消，肠慌腹热，手脚獐狂去不迭。相公把柱杖掂详，院公把扫帚支吾，孩儿把衣袂掀者。(尚书云)咱房里去来。(到书房，正旦掩门科)(尚书云)更有谁家个妇人？(院公云)这妇人折了俺花，在这房内藏来。(正旦唱)【挂玉钩】小业种把栊门掩上些，道的跳天撅地十分劣。被老相公亲向园中撞见者，唬的我死临侵地难分说。(尚书云)拿的芙蓉亭上来。(正旦唱)氲氲的脸上羞，扑扑的心头怯；喘似雷轰，烈似风车。(院公云)这妇人折了两朵儿花，怕相公见，躲在这里。合当饶过，教家去。(正旦云)相公可怜见，妾身是少俊的妻室。(尚书云)谁是媒人？下了多少钱财？谁主婚来？(旦做低头科)(沿书云)这两个小的是谁家？(院公云)相公不合烦恼合欢喜。这的是不曾使一分财礼，得这等花枝般媳妇儿，一双好儿女，合做一个大筵席。老汉买羊去，大嫂，请回书房里去者。(尚书怒科，云)这妇人决是介优酒肆之家！(正旦云)妾是官宦人家，不是下贱之人。(尚书云)噤声！妇人家共人淫奔，私情来往，这罪过逢赦不赦。送与官司问去，打下你下半截来。(正旦唱)【沽美酒】本是好人家女艳冶，便待要兴词讼发文牒，送到官司遭痛决。人心非铁，逢赦不该赦。【太平令】随汉走怎说三贞九烈，勘奸情八棒十挟。谁识他歌台舞榭，甚的是茶房酒舍。相公便把贱妾，拷折下截，并不是风尘烟月。(尚书云)则打这老汉，他知情。(张千云)这个老子，从来会勾大引小。(院公云)相公，七年前舍人哥哥买花栽子时，都是这厮搬大引小，着舍人刁将来的。(张千云)老子攀下我来也。(尚书云)是了，敢这厮也知情！(正旦唱)【川拨棹】赛灵辄，蒯文通，李左车；都不似季布喉舌，王伯当尸叠。更做道向人处无过背说，是和非须辩别。(尚书云)唤的夫人和少俊来者。(夫人裴舍上，见科)(尚书云)你与孩儿通同作弊，乱我家法。(夫人云)老相公，我可怎生知道？(尚书云)这的是你后园中七年做下的功课！我送到官司，依律施行者。(裴舍云)少俊是卿相之子，怎好为一妇人，受官司凌辱，情愿写与休书便了。告父亲宽恕。(正旦唱)【七弟兄】是那些劣忄敞，痛伤嗟也，时乖运蹇遭磨灭。冰清玉洁肯随邪，怎生的拆开我连理同心结！(尚书云)我便似八烈周公，俺夫人似三移孟母。都因为你个淫妇，枉坏了我少俊前程，辱没了我裴家上祖。兀那妇人，你听者：你既为官宦人家，如何与人私奔？昔日无盐采桑于村野，齐王车过见了，欲纳为后同车。而无盐曰：\"不可，禀知父母，方可成婚；不见父母，即是私奔。\"呸！你比无盐败坏风俗，做的个男游九郡，女嫁三夫。(正旦云)我则是裴少俊一个。(尚书怒云)可不道\"女慕贞洁，男效才良；聘则为妻，奔则为妾\"。你还不归家去！(正旦云)这姻缘也是天赐的。(尚书云)夫人，将你头上玉簪来。你若天赐的姻缘，问天买卦，将玉簪向上磨做了针儿一般细。不折了，便是天赐姻缘；若折了，便归家去也。(正旦唱)【梅花酒】他毒肠狠切，丈夫又软揣些些，相公又恶噷噷乖劣，夫人又叫丫丫似蝎蜇。你不去望夫石上变化身，筑坟台上立个碑碣。待教我谩忄敞忄敞，愁万缕，闷千叠；心似醉，意如果；眼似瞎，手如瘸；轻拈掇，慢拿捻。【收江南】呀！王吉叮珰掂做了两三截，有鸾胶难续玉簪折，则他这夫妻儿女两离别。总是我业彻，也强如参辰日月不交接。(尚书云)可知道玉簪折了也，你还不肯归家去？再取一个银壶瓶来，将着游丝系住，到金井内汲水。不断了，便是夫妻；瓶坠簪折，便归家去。(正旦云)可怎了！(唱)【雁儿落】似陷人坑千丈穴，胜滚浪千堆雪。恰才石头上损玉簪，又教我水底捞明月。【得胜令】冰弦断，便情绝；银瓶坠，永离别。把几口儿分两处；(尚书云)随你再嫁别人去。(正旦唱)谁更待双轮辗四辙。恋酒色淫邪，那犯七出的应拚舍；享富贵豪奢，这守三从的谁似妾！(尚书云)既然簪折瓶坠，是天着你夫妻分离。着这贼丑生与你一纸休书，便着你归家去。少俊，你只今日便与我收拾琴剑书箱，上朝求官应举去。将这一儿一女收留在我家。张千，便与我赶离了门者！(下)(裴舍与旦休书科)(正旦云)少俊，端端，重阳，则被你痛杀我也！(唱)【沉醉东风】梦惊破情缘万结，路迢遥烟水千叠。常言道有亲娘有后爷，无亲娘无疼热。他要送我到官司，逞尽豪杰。多谢你把一双幼女痴儿好觑者，我待信拖拖去也。(云)端端，重阳，儿也！你晓事些儿，我也不能够见你了也！(唱)【甜水令】端端共重阳，他须是你裴家枝叶。孩儿也啼哭的似痴呆，这须是我子母情肠，厮牵厮惹，兀的不痛杀人也！【折桂令】果然人生最苦是离别，方信道花发风筛，月满云遮。谁更敢倒凤颠鸾，撩蜂剔蝎，打草惊蛇？坏了咱墙头上传情简帖，拆开咱柳阴中莺燕蜂蝶。儿也咨嗟，女又拦截，既瓶坠簪折，咱义断恩绝！(张千云)娘子，你去了罢！老相公便着我回话哩。(正旦云)少俊，你也须送我归家去来。(唱)【鸳鸯煞】休把似残花败柳冤仇结，我与你生男长女填还彻。指望则生同衾，死则共穴。唱道题柱胸襟，当垆的志节，也是前世前缘，今生今业。少俊呵，与你干驾了会香车，把这个没气性的文君送了也！(下)(裴舍云)父亲，你好下的也。一时间将俺夫妻子父分离，怎生是好？张千，与我收拾琴剑书箱，我就上朝取应去。一面瞒着父亲，悄悄送小姐回到家中，料也不妨。(诗云)正是：石上磨玉簪，欲成中央折。井底引银瓶，欲上丝绳绝。两者可奈何，似我今朝别。果若有天缘，终当做瓜葛。(下)第四折(正旦引梅香上，云)自从裴少俊将我休弃了，回到洛阳，父母双亡，遗下几个使数和那宅舍庄田，依还的享用富贵不尽。则是撇下一双儿女，又未知少俊应举去，得官也不曾，好伤感人也！(唱)【中吕】【粉蝶儿】帘卷虾须，冷清清绿窗朱户，闷杀我独自离居。落可便想金枷，思玉锁，风流的牢狱。(内做鸟鸣科)(唱)谁叫你飞出巴蜀，叫离人\"不如归去\"。【醉春风】家万里梦蝴蝶，月三更闻杜宇。则兀那墙头马上引起欢娱，怎想有这场苦、苦。都则道百媚千娇，送的人四分五落，两头三绪。(裴舍上，诗云)亲捧丹书下九重，路人争识五花骢。想来全是文章力，未必家门积善功。小官裴少俊，自从上朝取应，一举状元及第，就除洛阳县尹之职。来到这洛阳城，我且换了衣服，跟寻我那李千金小姐去。问人来，则这里便是李总管家，府门首兀的不是梅香。小姐在家么？(梅香见科，云)我则做不知。我这里有甚么小姐！这个汉子不达时务，你这里立地，我家去见。(见旦科，云)你欢喜也！姐夫在门首。(正旦云)这妮子又胡说！果然是他，你看他穿着甚么衣服哩？(梅香云)他穿着秀才的衣服。小姐，真个我不说谎。(正旦云)可怎生穿着秀才衣服！(唱)【满庭芳】长安应举，羞归故里，懒睹乡闾。他那里谈天口喷珠玉，一刬的者也之乎；他那三昧手能修手模，读五车书会写休书。教斋长休题柱，想他人有怨语，兀的不笑杀汉相如。(裴舍云)梅香进去了就不出来，我自过去。(做见旦科，云)小姐，间别无恙？今日还来寻你，依旧和你相好，重做夫妻。(正旦云)裴少俊，你是说甚么话！(唱)【普天乐】你待结绸缪，我怕遭刑狱。我人心似铁，他官法如炉。你娘并无那子母情，你爷怎肯相怜顾？问的个下惠先生无言语。他道我更不贤达，败坏风俗；怎做家无二长，男游九郡，女嫁三夫。(裴舍云)小姐，我如今得了官也，我父亲致仕闲居。我特来认你，我就在此处为县尹。(正旦唱)【迎仙客】你封为三品官，列着八椒图，你父亲告致仕，却离了京兆府。吏部里注定迁移，户部里革罢了俸禄。枉教他遥授着尚书，则好教管着那普天下姻缘簿。(裴舍云)我则今日就搬将行李来。(正旦云)我这里住不的！(唱)【石榴花】常言道好客不如无，抢出去又何如。我心中意气怎消除！你是窨付、负与、何辜。既为官怎脸上无羞辱？(裴舍云)我与你是儿女夫妻，怎么不认我？(正旦唱)你道我不识亲疏。虽然是眼中没的珍珠处，也须知略辩个贤愚。(裴舍云)这是我父亲之命，不干我事。(正旦唱)【斗鹌鹑】一个是八烈周公，一个是三移孟母。我本是好人家孩儿，不是娼人家妇女，也是行下春风望夏雨。待要做眷属，枉坏了少俊前程，辱没了你裴家上祖！(裴舍云)小姐，你是个读书聪明的人，岂不闻\"子甚宜其妻，父母不说，出。子不宜其妻，父母曰'是善事我。'则行夫妇之礼焉，终身不衰。\"(正旦云)裴少俊，你是不知，听我说与你咱。(唱)【上小楼】恁母亲从来狠毒，恁父亲偏生嫉妒。治国忠直，操守廉能，可怎生做事糊突！幸得个鸾凤交，琴瑟揩，夫妻和睦，不似你裴尚书替儿嫌妇。(尚书引夫人、端端、重阳上，云)老夫裴尚书。我问人来，这便是我李总管家府里。听的少俊孩儿得了官，授本处县尹，媳妇儿不肯认他。我引着两个孩儿同老夫人，可早来到也。左右，报复去，道裴尚书在于门首。(祗候报科)(裴舍云)呀！父亲在门首，我接去。父亲，你孩儿得了官也，授本处县尹；媳妇不肯相认，道我当初休了他来。(尚书云)孩儿在那里？(见旦科，云)儿也，谁知道你是李世杰的女儿，我当初也曾议亲来，谁知道你暗合姻缘。你可怎生不说你是李世杰的女儿，我则道你是优人娼女。我如今和夫人、两个孩儿，牵羊担酒，一径的来替你陪话，可是我不是了。左右，将酒来，你满饮此一杯。(正旦唱)【幺篇】他把酒盏儿擎，我便把\"认\"字儿许？(夫人云)你看我的面皮，我替你抬举的两个孩儿偌大也，你认了俺者。(端端、重阳云)奶奶，你认了俺者。(正旦唱)赤紧的陶母熬煎，曾参错见，太公跋扈。一个儿，一个女，都一时啼哭，(带云)哎！儿，则被你想杀我也！(唱)须是俺断不了子母肠肚。(尚书云)哎！你认了我罢。(正旦云)你休了我，我断然不认！(尚书云)你既不认，引着孩儿回去。(端端、重阳悲云)奶奶，你好狠也，则被你痛杀我也！你若不认，要我两个性命怎的？我两个死了罢。(正旦云)我待不认来呵，不干你两个事，罢，罢，罢！我认了罢。公公，婆婆，你受媳妇几拜。(尚书云)既是孩儿认了，将酒来！我与你庆喜，你满饮一杯者。(正旦拜受科，唱)【十二月】这是你自来的媳妇，今日参拜公姑。索甚擎壶执盏，又怕是定计铺谋。猛见了玉簪银瓶，不由我不想起当初。【尧民歌】呀！只怕簪折瓶坠写休书，(尚书云)孩儿，旧话休题。(正旦唱)他那里做小伏低劝芳醑，将一杯满饮醉模糊。(裴舍云)小姐，须索欢喜咱。(正旦唱)有甚心情笑欢娱，踌也波蹰。贼儿胆底虚，又怕似赶我归家去。(尚书云)孩儿也，您当初等我来问亲，可不好；你可瞒着我私奔来宅内，你又不说是李世杰的女儿。(正旦云)父亲，自古及今，则您孩儿私奔哩？(唱)【耍孩儿】告爹爹奶奶听分诉，不是我家丑事，将今喻古。只一个卓王孙气量卷江湖，卓文君美貌无如。他一时窃听求凰曲，异日同乘驷马车，也是他前生福。怎将我墙头马上，偏输却沽酒当垆。【煞尾】今日个五花诰准应言，七香车谈笑取。愿普天下姻眷皆完聚，荷着万万岁当今圣明主。(尚书云)今日夫妻团圆，杀羊造酒，做庆喜的筵席。(诗云)从来女大不中留，马上墙头亦好逑。只要姻缘天配合，何必区区结彩楼。题目李千金月下花前正名裴少俊墙头马上楔子（冲末扮柳耆卿，引正旦谢天香上）（柳诗云）本图平步上青云，直为红颜滞此身。老天生我多才思，风月场中肯让人？小生姓柳名永，字耆卿，乃钱塘郡人也。平生以花酒为念，好上花台做子弟。不想游学到此处，与上厅行首谢天香作伴、小生想来，今年春榜动选场开，误了一日，又等三年。则今日辞了大姐，便索上京应举去。大姐，小生在此，多蒙管待。小生若到京师阙下得了官呵，那五花官诰、驷马香车，你便是夫人县君也。（正旦云）耆卿，衣服盘缠我都准备停当，你休为我误了功名者。（净扮张千上，云）小人张千，在这开封府做着个乐探执事。我管的是那僧尼道俗乐人，迎新送旧，都是小人该管，如今新除来的大尹姓钱，一应接官的都去了，止有妓女每不曾去。此处有个行首是谢天香。他便管着这散班女人，须索和他说一声去。来到门首也。谢大姐在家么？（旦见科，云）哥哥，叫我做甚么？（张千云）大姐，来日新官到任，准备参官去。（旦云）哥哥，这上任的是甚么新官？（张千云）是钱大尹。（旦云）莫不是波厮钱大尹么？（张千云）你休胡说，唤大人的名讳！我去也。谢大姐，明日早来参官。（下）（柳云）大姐，你喜欢咱！钱大尹是我同堂故友，明日我同大姐到相公行分付着看觑你，我也去的放心。（正旦唱）【仙吕】【赏花时】则这一曲翻成和泪篇，最苦偏高离恨天，双泪落尊前。山长水远，愁见理行轩。【玄篇】待得鸾胶续断弦，欲盼雕鞍难顾恋。谢他新理任这官员，常好是与民方便，咱又得个一夜并头莲。（同下）第一折（外扮钱大尹，引张千上，诗云）寒蛩秋夜忙催织，戴胜春朝苦劝耕。若道民情官不理，须知虫鸟为何鸣？老夫姓钱名可，字可道，钱塘人也。自中甲第以来，累蒙擢用，颇有政声。今谢圣恩，加老夫开封府尹之职。老夫自幼修髯满部，军民识与不识，皆呼为波厮钱大尹。暗想老夫当时有一同堂故友，姓柳名永，字耆卿。论此人学问，不在老夫之下。相离数载，不知他得志也不曾？使老夫悬悬在念。今日升堂，坐起早衙。张千，有该签押的文书，将来我发落。（张千云）禀的老爷知道，还有乐人每未参见哩。（钱大尹云）前官手里曾有这例么？（张千云）旧有此例。（钱大尹云）既是如此，着他参见。（张千云）参官乐人走动！（正旦同众旦上，云）今日新官上任，咱参见去来。你每小心在意者！（众旦云）理会的。（正旦唱）【仙吕】【点绛唇】讲论诗词，笑谈街市，学难似风里扬丝，一世常如此。【混江龙】我逐日家把您相试，乞求的教您做人时，但能勾终朝为父，也想着一日为师。但有个敢接我这上厅行首案，情愿分会与你这搬演戏台儿。则为四般儿误了前程事，都只为聪明智慧，因此上辛苦无辞。（众旦云）姐姐，你看笼儿中鹦哥念诗哩。（旦云）这便是你我的比喻。（唱）【油葫芦】你道是金笼内鹦哥能念诗，这便是咱家的好比似。原来越聪明越得不出笼时！能吹弹好比人每日常看伺，惯歌讴好比人每日常差使。（云）我不怨别人。（众旦云）姐姐，你怨谁？（旦云）咱会弹唱的，日日官身；不会弹唱的，倒得些自在！（唱）我怨那礼案里几个令史，他每都是我掌命司，先将那等不会弹不会唱的除了名字，早知道则做个哑猱儿。【天下乐】俺可也图甚么香名贯人耳！想当也波时，不三思：越聪明，不能勾无外事。卖弄的有伎俩，卖弄的有艳姿，则落的临老来呼\"弟子\"！（张千云）谢大姐，你怎生这早晚才来？你只在这里，我报复去。（做报科，云）报的老爷得知：有乐人每来参见。（钱大尹云）别的休进来，则着那为头的一人来见。（张千云）别的都回去，则着谢大姐过去哩！（众旦下）（正旦见、拜科，云）上厅行首谢天香谨参。（钱大尹云）休要误了官身。（旦云）理会的。（做出门科，云）爷爷，那官人好个冷脸子也！（唱）【金盏儿】猛觑了那容姿，不觉的下阶址，下场头少不的跟官长厅前死；往常觑品官宣使似小孩儿。他则道官身休失误，启口更无词。立地刚一饭间，心战勾两炊时。（柳上，云）大姐参官去了，我看大姐去来。（做见旦科，云）大姐，你参了官也？我过去见他。（正旦云）你休见罢，这相公不比其他的！（柳云）不妨事，哥哥看待我比别人不同。（做见张千科，云）大哥，报复一声：杭州柳永特来参谒。（张千云）这个便是早晨间在谢大姐家的那先生。你在这里，我报复去。（做报科，云）衙门外有杭州柳永特来拜见。（钱大尹云）他说是杭州柳永？（张千云）是。（钱大尹笑云）老夫语未绝口，不想贤弟果然至此，使老夫不胜之喜。道有请！（张千云）请进。（柳见钱科，云）小弟游学到此，不意正值高迁！一来拜贺兄长，二来进取功名去也。（钱大尹云）自别贤弟许久，想慕颜范，使老夫悬悬在念。今日一会，实老夫之幸也。左右，看酒来！（柳云）兄弟去的急，不必安排茶饭。（钱大尹云）虽然如此，许久不会，何妨片时？张千，就讼厅上看酒来，管待学士！（柳云）哥哥，这是国家公堂，不是您兄弟坐的去处。（钱大尹云）贤弟差矣！一来是老夫同堂故友，二来贤弟是一代文章，正可管待！老夫欲待留贤弟在此盘桓数日，便好道大丈夫当以功名为念，因此不好留得。贤弟，请满饮一杯！（把酒科）（柳云）兄弟酒勾了也！辞了哥哥，便索长行。（钱大尹云）贤弟，不成管待。只听你他日得意，另当称贺。贤弟，恕不远送了。（柳云）哥哥不必送。（出见旦科，云）柳永，你为甚么来？则为大姐，怎就忘了？我再过去！（正旦云）耆卿，你休去！这相公不比其他的。（柳云）不妨事，哥哥待我较别哩。（做见张千科，云）张千，再报一声。（张千云）你怎么又来？（柳云）你道杭州柳永再来拜见，有说的话。（张千报科，云）杭州柳永又要见相公，有说的话。（钱大尹云）是、是，想必老夫在此为理，有见不到处。道有请！（张千云）有请。（见科，钱大尹云）老夫在此为理，多有见不到处。我料贤弟必有嘉言善行教训老夫咱！（柳云）您兄弟别无他事，则是好觑谢氏。（钱云）耆卿，敬重看待。恕不远送！（柳云）多谢了哥哥、（柳见旦，云）大姐，我说了也。他说\"敬重看待。\"（正旦云）耆卿，你知道相公的意思么？（柳云）我不知道。（正旦唱）【醉中天】初相见呼你为学士，谨厚不因而；今遍回身嘱付尔，相公也冷眼儿频偷视。你觑他交椅上抬颏样儿，待的你不同前次，他则是微分间将表字呼之。（柳云）怕你不放心，我再过去。（正旦云）耆卿，你休过去。（柳云）不防事，哥哥待我较别哩。（钱大尹云）张千，你近前来。恰才耆卿说道：\"好觑谢氏\"，必定是峨冠博带一个名士大夫，你与老夫说咱。（张千云）禀的老爷知道，就是早晨参官的谢天香。（钱大尹云）哦，是早间那个谢氏！耆卿，你错用了心也！（柳做见张千科，云）张大哥，你再报一声：\"杭州柳永再有说话。\"（张千云）你怎么又来？我不敢过去。（柳云）不妨事，再说一声。（张千报科，云）杭州柳永有说的话。(钱大尹云(着他过来。（柳进见科）（钱大尹云）耆卿，有何见谕？（柳云）哥哥，则是好觑谢氏！（钱大尹云）我才不说来：\"敬重看待。\"恕不远送！（柳见旦，云）相公说\"敬重看待\"，可是如何？（正旦唱）【金盏儿】你拿起笔作文词，衜才调无瑕疵，这一场无分晓、不裁思。他道\"敬重看待\"，自有几桩儿：看则看你那钓鳌八韵赋，待则待你那折桂五言诗，敬则敬你那十年辛苦志，重则重你那一举状元时。（柳云）大姐，你也忒心多。怕你放不下，我再过法。（正旦云）耆卿，休去！（柳云）不妨事，哥哥看待较别哩。（见张千科，云）张大哥，你再过去，说杭州柳永又来，有说的话。（张千云）你还不曾去哩！这遭敢不中么？（柳云）不妨事。（张千报科，云）杭州柳永又来，有话说。（钱大尹云）着他过来。（见科，钱大尹云）耆卿，有何说话？（柳云）哥哥，好觑谢氏！（钱大尹做怒科，云）耆卿，你种的桃花放，砍的竹竿折！（柳云）多谢了哥哥。（出见旦，云）我说了也。（正旦云）相公说甚么来？（柳云）相公说：\"种的桃花放，砍的竹竿折。\"（正旦唱）【醉扶归】你陡恁的无才思，有甚省不的两桩儿？我道这相公不是漫词，你怎么不解其中意？他道是种桃花砍折竹枝，则说你重色轻君子！（柳云）怕你不放心，待我再去与他说过。（正旦云）耆卿，你休去！（柳云）不妨事，哥哥待我较别哩。（见张千云）张大哥，你再说一声，杭州柳永又来有话说。（张千云）那里有个见不了的？我不敢报。（柳云）我自过去。（张千报科）（钱大尹云）敢是杭州柳永？（张千云）便是。（钱大尹云）泼禽兽！你则管着这一桩儿！且过一壁。（柳云）张千进去，可怎生不见出来？莫非他不肯通报？我自过去。（进见科，云）哥哥……（钱大尹怒云）敢是\"好觑谢氏\"？张千，抬过书案者！耆卿，是何相待？\"君子不重则不威，学则不固。\"你何轻薄至此！这里是官府黄堂，又不是秦楼楚馆，则管里\"谢氏\"、\"谢氏\"！耆卿，我是封府尹，又不是教坊司乐探！平昔老夫待足下非轻，可是为何？为子有才也。古人道。\"德胜才为君子，才胜德为小人。\"今观足下所为，可正是才有余而德不足。《礼记》云:君子\"好声乱色，不留聪明\"。《老子》日：\"五色令人目盲，五音令人耳聋\"。大丈夫当\"先天下之忧而忧，后天下之乐而乐'\"。便好道\"富贵不能淫，贫贱不能移，威武不能屈，此之谓大丈夫\"也！今子告别，我则道有甚么嘉言善行，略无一语；止为一匪妓，往复数次，虽鄙夫有所耻，况衣冠之士，岂不愧颜？耆卿，比及你在花街里留意，且去你那功名上用心，可不道\"三十而立\"！当今王元之七岁能文，今官居三品，见为翰林学士之职；汝辈不自耻乎，耆卿！（诗云）则你那浑身多锦绣，满腹富文章。不学王内翰，只说谢天香。张千，你近前来。（做耳喑科，云）只恁的便了。（张千云）理会的。(钱大尹云）左右的，击鼓退堂，我回私宅去也。（下）（柳见旦科）(正旦云)我说甚么来，直逗的相公恼了！（柳云）大姐放心。我到帝都阙下，若得一官半职，钱可道，你长保着做大尹，休和咱轴头儿厮抹着！大姐，我今便索长行也。（正旦云）妾送你到城外那小酒务儿里，权与你饯行咱！（张千上，云）等我一等，我张千也来送柳先生。（柳云）多有起动了！大姐，我临行做了一首词，词寄〔定风波〕，是商角调，留与大姐表意咱。（词云）自春来惨绿愁红，芳心事事可可。日上花梢，莺喧柳带，犹压香衾卧。暖酥消，腻云髻，终日恹恹倦梳裹。无奈，想薄情一去，音书无个！早知恁么，悔当初不把雕鞍锁。向鸡窗收拾蛮笺象管，拘束教吟和。镇日相随莫抛躲，针线拈来共伊坐，和我，免使年少光阴虚过。（张抄科，云）我先回去也。（下）（正旦云）耆卿，你去也，教妾身如何是好？（柳云）大姐放心，小生不久便回。（正旦唱）【赚煞】我这府里祗候几曾闲，差拨无铨次，从今后无倒断嗟呀怨咨。我去这触热也似官人行将礼数使，若是轻咳嗽便有官司。我直到揭席时、来到家时，我又索趱下些工夫忆念尔。是我那清歌皓齿，是我那言谈情思，是我那湿浸浸舞困袖梢儿。（下）第二折（钱大尹上，云）事不关心，关心者乱。老夫钱大尹。昨曰使张千干事，这早晚不见来回话。左右，门首觑着，来时报复我知道。（张千上，云）自家张千是也。奉俺老爷命，着干事回来，如今见老爷去咱。（见科，钱大尹云）张千，我分付你的事如何？（张千云）奉老爷的命，使我跟他两个到一个小酒务儿里饯别。柳耆卿临行做了一首词，词寄〔定风波〕，小人就记将来了。（钱大尹云）你记的了？（张千云）小人记的颠倒烂熟、（钱大尹云）你念。（张千念云）\"自春来惨绿愁红，芳心事事……\"（做不语科）（钱大尹云）怎的？（张千云）老爷，孩儿忘了也。（钱大尹云）却不道记的颠倒烂熟那？（张千云）孩儿见了老爷惧怕，忘了也。（钱大尹云）有抄本么？（张千云）有抄本。（钱大尹云）将来我看。（张千云）早是我抄得来了。（做递科）（钱接念科，云）\"自春来惨绿愁红，芳心事事可可。日上花梢，莺喧柳带，犹压香衾卧。暖酥消，腻云髻，终日恹恹倦梳裹。无奈，想薄情一去，音书无个！早知恁么，悔当初不把雕鞍锁。向鸡窗收拾蛮笺象管，拘束教吟和。镇日相随莫抛躲，针线拈来共伊坐，和我，免使年少光阴虚过。\"嗨！耆卿，你好高才也。似你这等才学，在那五言诗、八韵赋、万言策上留心，有甚么都堂不做那！我试再看：\"自春来惨绿愁红，芳心事事可可。\"耆卿怪了老夫去了也！老夫姓钱名可，字可道。这词上说\"可可\"二字、明明是讥讽老夫。恰才张千说记的颠倒烂熟，他念到\"事事\"，将\"可可\"二字则推忘了；他若念出\"可可\"二字来，便是误犯俺大官讳字，我扣厅责他四十。这厮倒聪明着哩！（张千云）也颇颇的！（钱大尹云）我如今唤将谢天香来，着他唱这〔定风波〕词，\"自春来惨绿愁红，芳心事事可可。\"若唱出\"可可\"二字来呵，便是误犯俺这大官讳字，我扣厅责他四十；我若打了谢氏呵，便是典刑过罪人也，使耆卿再不好柱他家去。耆卿也，俺为朋友，直如此用心！我今升罢早衙，在这后堂闲坐。张千，与我题名唤姓将谢天香来者！（张千云）理会的。（做唤科，云）谢天香在家么？（正旦上，云）是谁唤门哩？（做见张科，云）原来是张千哥哥，叫我做甚么？（张千云）谢大姐，老爷题名儿叫你官身哩！（正旦唱）【南吕】【一枝花】往常时唤官身可早眉黛舒，今日个叫祗候喉咙响。原来是你这狠首领，我则道是那个面前桑？恰才陪着笑脸儿应昂，怎觑我这查梨相，只因他忒过当。据妾身貌陋残妆，谁教他大尹行将咱过奖？【梁州第七】又不是谢天香其中关节，这的是柳耆卿酒后疏狂。这爷爷记恨无轻放，怎当那横枝罗惹、不许提防！想着俺用时不当，不作周方，兀的唤是么牵肠？想俺那去了的才郎，休、休、休，执迷心不许商量；他、他、他，本意待做些主张，嗨、嗨、嗨，谁承望惹下风霜？这爷爷行思坐想，则待一步儿直到头厅相；背地里锁着眉骂张敞，岂知他殢雨歹尤云俏智量，刚理会得燮理阴阳。（张千云）大姐，你且休过去。等我遮着，你试看咱。（正旦看科，云）这爷爷好冷脸子也！（唱）【隔尾】我见他严容端坐挨着罗幌，可甚么和气春风满画堂！我最愁是劈先里递一声唱，这里但有个女娘、坐场，可敢烘散我家私做的赏。（张千云）大姐，你过去把体面者。（正旦见科，云）上厅行首谢天香谨参。（钱大尹云）则你是柳耆卿心上的谢天香么？（正旦唱）【贺新郎】呀，想东坡一曲〔满庭芳〕则道一个\"香霭雕盘\"，可又早祸从天降！当时嘲拨无拦当，乞相公宽洪海量，怎不的仔细参详？（钱大尹云）怎么在我行打关节那？（正旦唱）小人便关节煞，怎生勾除籍不做娼，弃贱得为良。他则是一时间带酒闲支谎，量妾身本开封府阶下承应辈，怎做的柳耆卿心上谢天香？（钱大尹云）张千，将酒来我吃一杯，教谢天香唱一曲调咱。（正旦云）告宫调。（钱大尹云）商角调。（正旦云）告曲子名。（钱大尹云）[定风波]。（正旦唱）自春来惨绿愁红，芳心事事……（张咳嗽科）（正旦改云）已已。（钱大尹云）聪明强毅谓之才，正直中和谓之性。老夫着他唱\"自春来惨绿愁红，芳心事事可可\"。他若唱出\"可可\"二字来，便是误犯俺大官讳字，我扣厅责他四十；听的张千咳嗽了一声，他把\"可可\"二字改为\"已已\"。哦，这\"可\"字是歌戈韵，\"已\"字是齐微韵。兀那谢天香，我跟前有古本，你若是失了韵脚，差了平仄，乱了宫商，扣厅责你四十。则依着齐微韵唱！唱的差了呵，张千，准备下大棒子者！（正旦唱云）自春来惨绿愁红，芳心事事已已。日上花梢，莺喧柳带，犹压绣衾睡。暖酥消，腻云髻，终日厌厌倦梳洗。无奈，想薄情一去，音书无寄！早知恁的，悔当初不把雕鞍系。向鸡窗收拾蛮笺象管，拘束教吟味。镇日相随莫抛弃，针线拈来共伊对，和你，免使少年光阴虚费。（钱大尹云）嗨，可知柳耆卿爱他哩！老夫见了呵，不由的也动情。张千，你近前来，你做个落花的媒人，我好生赏你。你对谢天香说：\"大夫人不与你，与你做个小夫人咱。\"则今日乐籍里除了名字，与他包髻、团衫、绣手巾。张千，你与他说！（张千见正旦云）大姐，老爷说：\"大夫人不许你，着你做个小夫人，乐案里除了名字，与你包髻、团衫、绣手巾。\"你意下如何？（正旦唱）【牧羊关】相公名誉传天下，妾身乐籍在教坊；量妾身则是个妓女排场，相公是当代名儒。妾身则好去待宾客，供些优唱。妾身是临路金丝柳，相公是架海紫金梁；想你便意错见、心错爱，怎做的门厮敌、户厮当？（钱大尹云）张千，着天香到我宅中去。（正旦云）杭州柳耆卿，早则绝念也！（唱）【二煞】则恁这秀才每活计似鱼翻浪，大人家前程似狗探汤。则俺这侍妾每近帏房，止不过供手巾到他行，能勾见些模样？着护衣须是相亲傍，止不过梳头处俺胸前靠着脊梁，几时得儿女成双？（云）指望嫁杭州柳耆卿，做个自在人，如今怎了也？（唱）【煞尾】罢、罢、罢，我正是闪了他闷棍着他棒，我正是出了箄篮入了筐。直着咱在罗网，休摘离，休指望，便似一百尺的石门教我怎生撞？便使尽些伎俩，干愁断我肚肠，觅不的个脱壳金蝉这一个谎。（下）（钱大尹云）张千送谢天香到私宅中去了也。（诗云）我有心中事，未敢分明说。留待柳耆卿，他自解关节。（下）第三折（正旦上，云）妾身谢天香。自从进到钱大尹相公宅内，又早三年光景，将我那歌妓之心消磨尽了也。（唱）【正宫】【端正好】往常我在风尘为歌妓，止不过见了那几个筵席，到家来须做个自由鬼；今日个打我在无底磨牢笼内！【滚绣球】到早起过洗面水，到晚来又索铺床叠被，我服侍的都入罗帏，我恰才舒铺盖似孤鬼，少不的足恋蜷寝睡，整三年有名无实。本是个见交风月耆卿伴，教我做遥受恩情大尹妻，端的谁知？（二旦扮姬妾上，云）俺二人是钱大尹家侍妾。今日无甚事，去望姓谢的姐姐走一遭去。（见旦科，云）姐姐，俺二人竟来望姐姐。（正旦云）二位姐姐请坐。（二旦云）姐姐，你在宅中三年，相公曾亲近你么？（正旦唱）【倘秀才】俺若是曾宿睡呵，则除是天知地知；相公那铺盖儿，知他是横的竖的！比我那初使唤，如今越更稀。想是我出身处本低微，则怕展污了相公贵体。（二旦云）姐姐，虽然如此，你也自当亲近些。（正旦唱）【滚绣球】姐姐每肯教诲，怕不是好意？争奈我官人行，怎敢便话不投机？（二旦云）姐姐，你又无甚么过失。（正旦唱）你道是无过失，学恁的，姐姐每会也那不会？我则是斟量着紧慢迟疾，强何郎旖旎煞难搽粉，狠张敞央及煞怎画眉？要识个高低。（二旦云）敢问姐姐，当日柳七官人《乐章集》，姐姐收的好么？（正旦唱）【倘秀才】便休题花七、柳七，若听得这里是那里，相公的耳朵里风闻那旧是非。休只管这几句，滥黄齑，我也记得。（二旦云）姐姐，可是那几句儿？说一遍儿我听咱。（正旦唱）【穷河西】姐姐每谁敢道袖褪《乐章集》，都则是断送的我一身亏。怕待学大曲子我从头儿唱与你，本记的人前会，挂口儿从今后再休提。（二旦云）咱和你同去竹云亭上赌戏咱。（正旦云）姐姐每，咱去波。（唱）【滚绣球】想前日使象棋，说下的则是个手帕儿赌戏，你将我那玉束纳藤箱子，便不放空回。近新来，下雨的那一日，你输与我绣鞋儿一对，挂口儿再不曾提。那里为些些赌赛绝了交契，小小输赢丑了面皮，道我不精细。（二旦云）姐姐，咱掷这色数儿，俺输了也。姐姐，可该你掷。（正旦拿色子科）（唱）。【倘秀才】幺四五骰着个撮十，二三二趁着个夹七；一面打个色儿，也当得幺二三是鼠尾。赌钱的、不伶俐，姐姐你可便再掷。（二旦云）等我再掷，俺又输了也。可该你掷。（正旦唱）【呆骨朵】我将这色数儿轻放在骰盆内，二三五又掷个乌十；不下钱打赛，我可便赢了你两回。这上面分明见，色数儿且休提。姐姐，我可便做桩儿三个五，你今日这般输说甚的？（钱大尹把拄仗暗上）（二旦惊下）（正旦唱）【倘秀才】你休要不君子便将闹起，我永世儿不和你厮极，塌着那臭尸骸一壁稳坐的。（钱将拄仗放在旦右肩上）（正旦拨科，唱）兀的不闲着您！（钱将拄杖放在旦左肩上）（正旦拔科，唱）臭驴蹄！（钱又将拄杖放在旦右肩上）（正旦拿住回头科，唱）兀的是谁？（钱大尹云）天香，你骂谁哩？（正旦慌跪科）（唱）【醉太平】唬的我连忙的跪膝，不由我泪雨似扒推；可又早七留七力来到我跟底，不言语立地；我见他出留出律两个都回避。相公将必留不剌拄杖相调戏，我不该必丢不搭口内失尊卑，这的是天香犯罪。（钱大尹云）天香，你怕么？（正旦云）可知怕哩。（钱大尹云）你要饶么？（正旦云）可知要饶哩。（钱大尹云）既然要饶，或诗或词，作一首来我看，我便饶了你。（正旦云）请题目。（钱大尹云）就把这骰盆中色子为题。（正旦云）诗有了。（诗云）一把低微骨，置君堂握中。料应嫌点涴，抛掷任东风！（钱大尹笑科，云）圣人道：\"在心为志，发言为诗。情动于中，而形于言；言之不足，故嗟叹之；嗟叹之不足，故歌咏之。\"这四句诗中大意，道我娶他做小夫人，到我家中三年，也不瞅不问。岂知我的意思？天香，我也和了四句诗，我念你听。（诗云）为伊通四六，聊擎在手中。色缘有深意，谁谓马牛风？天香，你在我家三年也，你心中休烦恼，我拣个吉日良辰，则在这两日内立你做个小夫人，你心下如何？（正旦唱）【二煞】往常时不曾挂眼都无意，今日回心有甚迟？相公的言语更怕不中，委付妾身教我转转猜疑。相公又不是戏笑，又不是沉醉，又不是昏迷；待道是颠狂睡呓，兀的不青天这白日？（云）相公，莫不是谬语？（钱大尹云）我又不曾吃酒，岂有谬语？我只爱惜你那聪明才学，可怜你那烦恼悲啼。（正旦唱）【一煞】相公，你一言既出如何悔，驷马奔驰不可追。妾身出入兰堂，身居画阁，行有香车，宿有罗帏。相公，整过了三年，可便调理，无个消息；不想道今朝错爱我这匪妓，也则是可怜见哭啼啼。（钱大尹云）天香，后堂中换衣服去。（下）（正旦唱）【煞尾】则今番文诌诌的施才艺，从来个扑籁籁没气力。相公这一句言语可立碑，我也不敢十分相信的。许来大官员，恁来大职位，发出言词忒口疾。你不委心为自家没见识，又不是花街中、柳陌里，那一个彻梢虚、雾塌桥，浑身我可也认的你！（下）第四折（钱大尹引张千上，云）老夫钱大尹是也。谁想柳耆卿一举状元及第，夸官三日。张千，安排下筵席。你去当街里，拦住新状元柳耆卿，道钱府尹请状元；他若不肯来时，你只把马带着，休放了过去，好歹请他来。若来时，报的老夫知道。（下）（柳骑马引祗候上，诗云）昔日龌龊不足夸，今朝放荡思无涯。春风得意马蹄疾，一日看尽长安花。小官柳永。自与谢天香分别之后，到于帝都阙下，一举状元及第。今借宰相头踏，夸官三日。我闻知钱大尹娶了谢天香为妻。钱可道也，你情知谢氏是我的心上人，我看你怎么相见？左右的，摆开头踏，怜慢的行将去。（张千上，云）状元，钱大尹相公有请！（柳云）我不去。（张千扯马，云）我好歹请状元见俺相公去来！（同下）（钱大尹上，云）早间着张千请柳耆卿去了，怎生不见来？（张千同柳上，云）状元少待，我报复去。（报科，云）请的状元到了也。（钱大尹云）道有请。（柳做见科）（钱大尹云）贤弟，峥嵘有日，奋发有时，兀的不壮哉！将酒来，今日与贤弟作贺。（把酒科，云）贤弟满饮一杯。（柳云）小官量窄，吃不的！（钱大尹云）贤弟平昔以花酒为念，今日如何不饮？（柳云）小官今非昔比，官守所拘，功名在念，岂敢饮酒？（钱大尹云）若是这般呵，功名成就多时了。你端的不饮酒，敢有些怪我么？张千，近前来。（做耳语科，云）只除恁的……。（张千云）理会的。（做叫科，云）谢夫人，相公前厅待客，请夫人哩！（正旦云）天香，谁想有今日也呵！（唱）【中吕】【粉蝶儿】送的那水护衣为头，先使了熬麸浆细香澡豆，暖的那温泔清手面轻揉；打底干南定粉，把蔷擞露和就；破开那苏合香油，我嫌棘针梢燎的来油臭。【醉春风】那里敢深蘸着指头搽，我则索轻将绵絮纽。比俺那门前乐探等着官身，我今日个不丑、丑。虽不是宅院里夫人，也是那大人家姬妾，强似那上厅的祗候。（云）相公前厅待客，我且不过去，我试望咱。（唱）【石榴花】我则道坐着的是那个俊儒流，我这里猛窥视细凝眸，原来是三年不肯往杭州，闪的我落后，有国难投！莫不是将咱故意相迤逗，特教的露丑呈羞？你觑那衣服每各自施忠厚，百般儿省不的甚缘由。【斗鹌鹑】并无那私事公仇，倒与俺张筵置酒。（带云）我这一过去，说些甚么的是？（唱）我则是佯不相瞅，怎敢道特来问候。（见科）（钱大尹云）天香，与耆卿施礼咱。（正旦唱）我这里施罢礼，官人行紧低首。（钱大尹云）天香、近前来些。（正旦唱）谁敢道是离了左右，我则索侍立旁边，我则索趋前褪后。（钱大尹云）天香，与耆卿把一杯酒者！（正旦云）理会的。（唱）【上小楼】我待要提个话头，又不知他可也甚些机彀，倒不如只做朦胧，为着东君，奉劝金瓯；他若带酒，是必休将咱僝僽。（柳云）天香，近前来些。（正旦唱）这里可便不比我做上厅行首。（钱大尹云）天香把盏，教状元满饮此杯。（递酒科）（柳云）我吃不的了也。（正旦唱）【幺篇】他那里则是举手，我这里忍着泪眸；不敢道是厮问厮当、厮来厮去、厮掴厮揪，我如今在这里不自由。（柳云）大姐，你怎生清减了（正旦唱）你觑我皮里抽肉，你休问我可怎生骨岩岩脸儿黄瘦！（钱大尹云）耆卿，你怎生不吃酒？（柳云）我吃不的了也！（钱大尹云）罢、罢、罢，话不说不知，木不钻不透。冰不搘不寒，胆不试不苦。\"君于见机而作，不俟终日\"。耆卿何故见之晚矣！当日见足下留心于谢氏，恣意于鸣珂，耽耳目之玩，惰功名之志，是以老夫侃侃而言，使足下怏怏而别。一从贤弟去了，老夫差人打听，道贤弟临行，留下一首［定风波］词。老夫着张千唤此谢氏，张千把盏，谢氏歌唱，我着他唱那［定风波］词。我则道犯着老夫讳字，不想他将韵脚改过。老夫甚爱其才，随即乐案里除了名字，娶在我宅中为姬妾。老夫不避他人之是非，盖为贤弟之交契。若使他仍前迎新送旧，贤弟，可不辱抹了高才大名！老夫在此为理三年，治百姓水米无交，于天香秋毫不染。我则待剪了你那临路柳，削断他那出墙花，合是该二人成配偶。都因他一曲［定风波］，则为他和曲填词，移宫换羽，使老夫见贤思齐；回嗔作喜，教他冠金摇凤效宫妆，佩玉鸣鸾罢歌舞；老夫受无妄之愆，与足下了平生之愿。你不肯烟月久离金殿阁，我则怕好花输与富家郎。因此上三年培养牡丹花，专待你一举首登龙虎榜。贤弟，你试寻思波，歌妓女怎做的大臣姬妾？我想你得志呵，则怕品官不得娶娼女为妻。以此上锁鸳鸯、巢翡翠、结合欢、谐琴瑟。你则道凤台空锁镜，我将那鸾胶续断弦。我怎肯分开比翼鸟，着您再结并头莲？老夫佯推做小夫人，专待你个有志气的知心友。老夫不必多言，天香，你面陈肝胆，说兀的做甚！（诗云）拣选下锦绣红妆女，付与你银鞍白面郎。柳耆卿休错怨开封主，这的是钱大尹智宠谢天香。（柳云）嗨！多谢老兄，肯为小弟这等留心！大姐，我去之后，你怎生到得相公府中？试说一遍与我听者！（正旦唱）【哨遍】一自才郎别后，相公那帘幕里香风透。又无个交错觥筹，又无个宾客闲游饮杯酒，坐衙紧唤，乐探忙勾，唬的我难收救，只得向公厅祗候。不问我舞旋，只着我歌讴。将凤凰杯注酒尊前递，把商角调填词韵脚搜，唱到\"惨绿愁红\"。\"事事可可\"，一时禁口。【耍孩儿】相公讳字都全有，我将别韵儿轻轻换偷；即时间乐案里便除名，扬言说要结绸缪。三年甚事曾占着铺盖，千日何曾靠着枕头？相公意，难参透。我本是沾泥飞絮，倒做了不缆孤舟！【二煞】见妾身精神比杏桃，相公如何共卯酉？见天香颜色当春昼。观花不比观娇态，饮酒合当饮巨瓯。谁把清香嗅？则是深围在阑底，又何曾插个花头！（钱大尹云）张千，快收拾车马，送谢夫人到状元宅上去！（柳同旦拜谢科，云）深感相公大恩！（正旦唱）【煞尾】这天香不想艳阳天气开，我则道无情干罢休！谁想这牡丹花折入东君手，今日个分与章台路傍柳。题目柳耆卿错怨开封主正名钱大尹智宠谢天香蜀魄曾为古帝王，千声万血送年芳。贪夫倦听空低首，远客初闻已断肠。锦水春残花似雨，楚天梦觉月如霜。催归催得谁归去，唯有东郊农事忙。",
        "author": "元代",
        "poem_class": "重阳",
        "dynasty": "张可久"
    },
    {
        "title": "奉和圣制重阳赐会聊示所怀",
        "paragraph": "大唐造昌运，品物荷时成。乘秋逢令节，锡宴观群情。俯临秦山川，高会汉公卿。未追赤松子，且泛黄菊英。赓歌圣人作，海内同休明。花枝草蔓眼中开，小白长红越女腮。可怜日暮嫣香落，嫁与春风不用媒。(其一)宫北田塍晓气酣，黄桑饮露窣宫帘。长腰健妇偷攀折，将喂吴王八茧蚕。(其二)竹里缲丝挑网车，青蝉独噪日光斜。桃胶迎夏香琥珀，自课越佣能种瓜。(其三)三十未有二十余，白日长饥小甲蔬。桥头长老相哀念，因遗戎韬一卷书。(其四)男儿何不带吴钩，收取关山五十州。请君暂上凌烟阁，若个书生万户侯？(其五)寻章摘句老雕虫，晓月当帘挂玉弓。不见年年辽海上，文章何处哭秋风？(其六)长卿牢落悲空舍，曼倩诙谐取自容。见买若耶溪水剑，明朝归去事猿公。(其七)春水初生乳燕飞，黄蜂小尾扑花归。窗含远色通书幌，鱼拥香钩近石矶。(其八)泉沙软卧鸳鸯暖，曲岸回篙舴艋迟。泻酒木栏椒叶盖，病容扶起种菱丝。(其九)边让今朝忆蔡邕，无心裁曲卧春风。舍南有竹堪书字，老去溪头作钓翁。(其十)长峦谷口倚嵇家，白昼千峰老翠华。自履藤鞋收石蜜，手牵苔絮长莼花。(其十一)松溪黑水新龙卵，桂洞生硝旧马牙。谁遣虞卿裁道帔，轻绡一匹染朝霞。(其十二)小树开朝径，长茸湿夜烟。柳花惊雪浦，麦雨涨溪田。古刹疏钟度，遥岚破月悬。沙头敲石火，烧竹照渔船。(其十三)劝君莫惜金缕衣，劝君须惜少年时。有花堪折直须折，莫待无花空折枝。青天无云月如烛，露泣梨花白如玉。子规一夜啼到明，美人独在空房宿。空赐罗衣不赐恩，一薰香后一销魂。虽然舞袖何曾舞，常对春风裛泪痕。不洗残妆凭绣床，也同女伴绣鸳鸯。回针刺到双飞处，忆著征夫泪数行。眼想心思梦里惊，无人知我此时情。不如池上鸳鸯鸟，双宿双飞过一生。一去辽阳系梦魂，忽传征骑到中门。纱窗不肯施红粉，徒遣萧郎问泪痕。莺啼露冷酒初醒，罨画楼西晓角鸣。翠羽帐中人梦觉，宝钗斜坠枕函声。行人南北分征路，流水东西接御沟。终日坡前怨离别，谩名长乐是长愁。偏倚绣床愁不起，双垂玉箸翠鬟低。卷帘相待无消息，夜合花前日又西。悔将泪眼向东开，特地愁从望里来。三十六峰犹不见，况伊如燕这身材。满目笙歌一段空，万般离恨总随风。多情为谢残阳意，与展晴霞片片红。两心不语暗知情，灯下裁缝月下行。行到阶前知未睡，夜深闻放剪刀声。近寒食雨草萋萋，著麦苗风柳映堤。早是有家归未得，杜鹃休向耳边啼。水纹珍簟思悠悠，千里佳期一夕休。从此无心爱良夜，任他明月下西楼。数日相随两不忘，郎心如妾妾如郎。出门便是东西路，把取红笺各断肠。无定河边暮角声，赫连台畔旅人情。函关归路千馀里，一夕秋风白发生。花落长川草色青，暮山重叠两冥冥。逢春便觉飘蓬苦，今日分飞一涕零。洛阳才子邻箫恨，湘水佳人锦瑟愁。今昔两成惆怅事，临邛春尽暮江流。浙江轻浪去悠悠，望海楼吹望海愁。莫怪乡心随魄断，十年为客在他州。燕草如碧丝，秦桑低绿枝。当君怀归日，是妾断肠时。 春风不相识，何事入罗帏。",
        "author": "唐代",
        "poem_class": "重阳",
        "dynasty": "李泌"
    },
    {
        "title": "沉醉东风·重九",
        "paragraph": "题红叶清流御沟，赏黄花人醉歌楼。天长雁影稀，月落山容瘦，冷清清暮秋时候。衰柳寒蝉一片愁，谁肯教白衣送酒？楔子(外扮泾河老龙王领水卒上，诗云)义皇八卦定乾坤，左右还须辅弼臣。死后亲承天帝命，独魁水底作龙神，吾神乃泾河老龙王是也。我孩儿泾河小龙。有洞庭湖老龙的女儿，叫做龙女三娘，娶为小龙媳妇，琴瑟不和，使我心中甚是不乐。且待小龙孩儿来，看有甚么说话。(净扮小龙上，诗云)堂堂作灵圣，小鬼害劳病。身边没阴人，就死也干净。小圣乃泾河小龙是也。有我父老龙与我娶了个媳妇，是龙女三娘。我与他前世无缘，不知怎么说，但见了他影儿，煞是不快活。我今到父王面前，搬唆几句言语，捻他去了，却不好哩。(做见科，云)父亲，你与我娶了个媳妇，他性儿乖劣，至今不与我相和，倚恃他父叔神通，发猛的要降着我，连父亲也不看在眼里。这等不贤之妇，我要他怎的？(老龙云)有这样事！叫那小贱人来，我自有处治。(水卒云)理会的。龙女三娘安在？(正旦扮龙女上，云)妾身是洞庭湖龙女三娘。俺父亲母亲将我嫁与泾河小龙为妻。颇奈泾河小龙为婢仆所惑，日见厌薄，因此上俺两个琴瑟不和。今日公公呼唤。不知有甚事，须索走一遭去。(做见科，云)公公，唤您媳妇儿有何事？(老龙云)你怎生性子乖劣，不与小龙相和？若是回心转意便罢，若不肯时。我便有发落你处，不道的轻轻饶了你也。(正旦做跪科，云)公公．非关媳妇儿事，这都是小龙听信婢仆，无端生出是非。媳妇也是龙子龙孙，岂肯反落鱼虾之手？(老龙云)唗，你看他，我面前尚然门强，难怪我小龙儿也。鬼卒，与我剥下他冠袍。送他泾河岸边牧羊去。(诗云)夫妻何事不相投。罚去看羊过几秋。饶他掬尽泾河水，难洗今朝一面羞。(下)(正旦做叹科，云)嗨，着我向泾河岸上牧羊去，我怎生受的这般苦楚艰难也呵！(唱)【仙吕】【端正好】我则为空负了雨云期，却离了沧波会，这一场抵多少水尽鹅飞。早是我受不过狠毒的儿夫气，更那堪不可公婆意。【幺篇】因此上拨下这牧羊差，妆出这捞龙汁。想他每无恩义本性难移，养我向野川衰草残红世。离凤阁，近渔矶，蓬蝉鬓，蹙蛾眉，愁荏苒，泪淋漓。想父母，共亲戚。哎，天那知他何日得重完备。(下)第一折(冲末扮柳毅、老旦扮卜儿上)(卜儿诗云)教子攻书志未酬，桑榆暮景且淹留。月过十五光明少，人到中年万事休。老身姓张，夫主姓柳，早年亡逝，身边止有一子，名唤柳毅，今年二十三岁了。奈因家贫，不曾婚娶。孩儿，几时是你那峥嵘发达的时节也。(柳毅云)母亲，您孩儿学成满腹文章，如今春榜动，选场开。您孩儿欲要进取功名去。但得一官半职，荣耀门闾，母亲意下何如？(卜儿云)孩儿，进取功名是你读书的本等，则要你着志者。(柳毅云)则今日是吉日良辰，辞别了母亲，便索长行也。(做拜别科)(下)(卜儿云)孩儿去了也。眼望旌捷旗，耳听好消息。(下)(正旦上，云)妾身是龙女三娘。俺公公信着那泾河小龙业畜的言语，着我在泾河岸上牧羊。这那里是个羊，都是些懒行雨的雨工。雨工，则今日风云未遂，我与你俱沦落在水滨河嘴，恰好是一样烦恼也呵。(唱)【仙吕】【点绛唇】魂断频哭，梦回不睹，逢春暮，甚日归湖，备把这离愁诉。【混江龙】往常时凌波相助，则我这翠鬟高插水晶梳。到如今衣裳褴褛，容貌焦枯。不学他萧史台边乘凤客，却做了武陵溪畔牧羊奴，思往日，忆当初，成缱绻，效欢娱。他鹰指爪、蟒身躯，忒躁暴，太粗疏，但言语，便喧呼。这琴瑟，怎和睦？(带云)俺那龙呵。(唱)可曾有半点儿雨云期，敢只是一刬的雷霆怒。则我也不恋您荣华富贵，情愿受鳏寡孤独。(云)想着我在洞庭湖里，怎生受用快活，如今折得这般，兀的不愁杀人也。(唱)【油葫芦】则我这头上风沙，脸上土，洗面皮惟泪雨，鬓蓬松除是冷风梳。他不去那巫山庙里寻神女，可教我在泾河岸上学苏武。这些时坐又不安，行又不舒，猛回头凝望着家何处，只落的一度一嗟吁。(云)我修的一封家书在此，怎得个便人寄去，可也好。(唱)【天下乐】俺家在南天水国居。就儿里非无尺素书，奈衡阳不传鸿雁羽，黄犬又筋力疲，锦鳞义，性格愚。儿遍家待相通常间阻。(柳毅上，诗云)客里愁多不记春，闻莺始觉柳条新。年年下第东归去，羞见长安旧主人。小生柳毅是也。如今是大唐仪凤二年，上朝应举，命运不利，落第东归。有一故人在于泾河悬作宦。小生就顺路去访他一遭。此间乃是泾河岸侧，远远望见一个妇女牧羊，好生奇怪。(做看科，云)你看他嚬眉凝睇，如有所待。不免向前问他一声，小娘子拜揖。(正旦云)先生万富。请问仙乡何处，高姓大名，因甚到此？(柳毅云)小生淮阴人氏，姓柳名毅，为应举下第，偶然打此处经过。小娘子你姓甚名谁，为何在此牧羊也？(正旦云)妾身是洞庭湖龙女三娘。俺父亲将我与泾河小龙为妻，颇奈泾河小龙，躁暴不仁，为婢仆所惑，使琴瑟不和。俺公公着我在这泾河岸上牧羊。每日早起夜眠，日炙风吹，折倒的我憔瘦了也。我如今修下家书一封，争奈没人寄去，恰好遇着先生，相烦捎带与俺父亲，但不知先生意下肯否？(柳毅云)我乃义夫也，闻子之言，气血俱动，有何不肯？只是小娘子当初，何不便随顺了他，免得这般受苦。(正旦云)先生，你不知，听我说一遍。(唱)【那吒令】为一言半语，受千辛万苦。受千辛万苦，想十亲九故。想十亲九故，在三江五湖。可怜我差迟了这夫妇情，错配了这姻缘簿，都则为俺那水性的儿夫。(柳毅云)小娘子，你那夫主怎生利害，你说一遍与我听咱。(正旦唱)【鹊踏枝】嗔忿忿腆着胸铺，恶狠狠竖着髭须，但开口吐雾吹云，那里是噀玉喷珠！轻咳嗽早呼风唤雨，谁不知他气卷江湖。(柳毅云)小娘子，你家在那里住？离此泾河多远哩？(正旦唱)【寄生草】妾身离乡故到外府，绕着这野塘千里红尘步，遥隔着残霞一缕青纱雾，望不见寒波万顷白萍渡。(柳毅云)我看小娘子中注模样，想也决不立以下人家。莫非在鋙鹊殿中生长的么？(正旦唱)休道是妾身鋙鹊殿中生，多则在侬家鹦鹉洲边住。(柳毅云)呀，小娘子，据你这般说，你家在洞庭湖水中，我便要替你捎书，尘凡隔绝，怎生到得那处？(正旦出书、金钗科，云)既蒙先生许诺，我自有路径指引你去。俺那洞庭湖口上，有一座庙宇，香案边有一株金橙树。里人称为社橘。你可将我这一根金钗儿击响其树，俺那里自有人出天。(唱)【幺篇】则俺那卫近沙浦有庙宇，到庙前将定金钗股，香案边击响金橙树，觑水中闪出金沙路，走将那巡海的夜叉来，敢背将你个寄信的先生去。(柳毅云)既如此，我与你做个传书使者。但你异日归于洞庭，是必休避我也。(正旦云)岂但不避，大恩人便是我亲戚一般哩。(唱)【赚煞】俺为县么懒上凤凰台，羞对鸳鸯浦？则为那霹雳火无情的丈夫。是则是海藏龙宫曾共逐，世不曾似水如鱼，谩踌躇。影只形孤。只我这泪点儿多如那落花雨，多谢你有心肠的足，可着我便乘龙归去。(做拜科)(唱)全在这寄双亲和泪一封书。(下)(柳毅云)知他是神是鬼，且将这书直至洞庭湖庙前走一遭去。(诗云)泾河岸偶遇三娘，诉离愁雨泪行行。如今去洞庭湖上．将此书寄与龙王。(下)第二折(柳毅上，云)小生柳毅，自离了龙女三娘，可早来到这洞庭湖也。原来这湖口上果然有一座庙宇，庙前有一株金橙树，这等看起来，那龙女所云，真不虚矣。我如今取出这金钗儿击响此树咱。(做击科)(净扮夜叉上，诗云)湖上显神通，作浪与兴风，不识虾元帅，唯言鳖相公。小圣乃巡海夜叉是也。不知甚人击响金橙树。小圣分开水面，我是看咱。兀那厮，你是何人？为甚么击响这金橙树，(柳毅云)小生是淮阴秀才，叫做柳毅。我要见你洞庭君，自有说的话哩。(夜叉云)兀那秀才，你合着眼跟的我去来。(同下)(外扮洞庭君同老旦扮夫人上，云)吾神乃洞庭湖老龙是也。今有我女孩儿龙女三娘，嫁与泾河小龙为妻。自从去后，音信皆无，使我甚是放心不下。今日时当卓午，我听太阳道士讲《道德经》未完，传报有人击响金橙树．我已着巡海夜叉问去了，这早晚敢待来也。(夜叉同柳毅上)(夜叉云)兀那秀才，你则在这里候着。(柳毅云)理会的。(夜叉做报科，云)喏，报的上圣得知，有一秀才击响金橙树，他说要亲见上圣，自有说话。(洞庭君云)着他过来。(柳毅见惊拜科)(老龙云)水府幽深，寡人暗昧。秀才，你是那里人氏？涉险而来，何以教我？(柳毅云)小生淮阴人氏，姓柳名毅，因落第东归．偶打泾河岸过，见一妇人。乃是龙女三娘．在那里牧羊，折倒的容颜憔瘦。全不似往日了。着我捎带一封家书来，尊神请看。(做递书洞庭君接与夫人同看做惊悲科)(老龙云)有这等事！(做谢科云)秀才，多亏你也，寄书到此，远路劳神。(夫人哭云)嗨，我的儿，似此呵怎了也？(洞庭君云)住住住，夫人，休得大惊小怪。恐防兄弟火龙知道。兀那秀才，且请到明珠宫少坐。左右，一壁安排茶饭，款待秀才也。(夜叉同柳毅暂下)(外扮钱塘君上，诗云)满目霞光笼宇宙，泼天波浪渗人魂。鼻中冲出千条焰，翻身卷起万堆云。吾神乃火龙是也。哥哥是洞庭老龙、为甚将俺闲居在此？只因俺在唐尧之时，差行了雨。害得天下洪水九年。因此一向罚在这钱塘水帘洞受罪。今日无甚事，到洞庭湖探望哥哥走一遭去。可早来到也．夜叉报复去，道我来了也。(夜叉做报科，云)喏，报的上圣得知，有钱塘火龙来了也。(洞庭君云)道有请。(夜叉云)请进。(做见科，云)哥哥，嫂嫂。小圣来了也。(洞庭君云)兄弟请坐。(钱塘君云)哥哥，这海藏里怎生有了生人气？(洞庭君云)兄弟，俺这里有一凡间秀才。说着紧要的事。兄弟，你且回避咱。(钱塘君云)您兄弟知道。我出的这门来，且不去，我在这里听他说甚么。(洞延君云)夫人，适间柳先生说俺女孩儿折倒的憔悴了也。(?蛉嗽?俺女孩儿书上明说，泾河小龙惑于嬖妾，琴瑟不和，罚在泾河岸上牧羊。(做悲科，云)想我女孩儿，怎么受得这般羞辱！大王何不早早差人接取加来？(洞庭君云)夫人说轻些，则俺钱塘兄弟在此，倘或被他知道，拨动他这个性子，可怎了也。(钱塘君云)原来是这等。颇奈泾河小龙无礼，着俺龙女三娘在于泾河岸上牧羊，辱没了我的面皮。哥哥，你便瞒我，我却忍不得了也。则今日点就本部下水卒，我顿开铁锁，直奔天堂，亲见上帝，诉我衷肠说也无义业畜，怎敢着俺龙女牧羊。忙将水卒点，不索告龙王。管取泾河岸，翻作汉洋江。(下)(夜叉云)喏，报的上圣得知，有火龙领本部下卒，与泾河小龙斗胜去了也。(洞庭君云)这等可怎么了！那柳秀才且莫要使他知道。恐怕这一场厮杀非小，惊动上客，不当稳便。一壁点起水卒，接应兄弟去走一遭。(诗云)听言罢忙离海藏，驾云雾空中自降，若走了泾河小龙，直赶到九重天上。(同夫人夜叉下)(小龙领水卒上，云)我是泾河小龙是也。为因龙女三娘不肯随顺，罚他在泾河岸上牧羊。不知那一个天杀的与他寄信回去，令有钱塘火龙到来，要和我斗胜。大小水卒，听吾神旨，摆开阵势，火龙这早晚敢待来也。(钱塘君上云)水卒，一字儿摆开者。兀那业畜。量你到的那里，我与你交战咱。(调阵子科)(小龙云)我近不的他，走走走。(下)(钱塘君云)这厮神通浅短，法力低微，近不的吾神走了也。我不管那里赶将他去。(下)(小龙慌上，云)三十六计，走为上计。我近不的他，我如今走那里去？只得变做个小蛇儿，往这淤泥里躲了罢。(钱塘君再上，云)赶到这里。可怎生不见了？(做看科，云)原来这厮害怕，变做个小蛇儿，躲在这淤泥里，便待干罢。我且拿起来，只一口将他吞于腹中，看道可还有本事为非作歹哩。我如今收兵奏凯，回俺哥哥话去了。(下)(泾河老龙上，云)吾神泾河老龙是也。今有钱塘火龙与俺小龙斗胜，未知胜败。我使的雷公电母看去了，这早晚敢来报捷也。(正旦改扮电母两手持镜上，云)这一场厮杀，非同小可也呵。(唱)【越调】【斗鹌鹑】他两个天北天南，海西海东，云闭云开，水淹水冲，烟罩烟飞，水烧火烘。卒律律电影重，古突突雾气浓。起几个骨碌碌的轰雷，更一阵扑簌簌的怪风。【紫花儿序】险惊杀了负薪的樵子，慌杀了采药的仙童，吓杀了撒网的渔翁。全不见红莲映日，翠盖迎风，遮笼，都是那鬼卒神兵四下攻。则俺这两只脚争些儿踏空，可擦擦堕落红尘。(带云)报报报喏。(唱)兀的不跌破了我青铜。(老龙云)电母，你从那云雾中来，看道那一家喜色旺气。雷公电母显灵通，制电轰雷缥缈中，两阵相持分胜败，尽在来神启口中。这场厮杀，是那一家败，那一家胜？电母，你可喘息定了，慢慢的说一遍咱。(电母云)端的这一场好斗胜也。(唱)【小桃红】那小龙大开水殿饮金钟，厮琅琅几部笙歌送，不觉的天边黑云重。昏邓邓敢包笼，忽刺刺半空霹雳声惊动，古都都揭了瓦陇，吸哩哩提了斗栱，滴溜溜早翻过水晶宫。(老龙云)那火龙大施勇烈，俺小龙不忿争强。这壁厢火光烂烂接天关，那壁厢风雨飕飕迷地角。端的是江翻海沸，地震山摇。火龙怎生发怒，小龙怎的支持，电母，你慢慢的再说一遍与我听。(电母唱)【紫花儿序】忽的呵阴云伏地，淹的呵洪水滔天，腾的呵烈火飞空。泾河龙逃归碧落，钱塘龙赶上亡苍穹。两条龙的威风，怕不唬杀了鳖大夫，龟将军，龟相公。这其间各赌神通，早翻过那海岛十洲，只待要拔倒了华岳三峰。(老龙西江月词云)那火龙倚仗他狂烟烈火，俺小龙施展他骤雨飘风。火来雨去势汹汹，各自当场卖弄。火起雨能相灭，雨飞火又来攻。二龙争斗在长空，还是谁家最勇？俺小龙神通广大，变化多般。量火龙到的那里？你且喘息定了，再说一遍。(电母唱)【鬼三台】两条龙身躯纵，震的那乾坤动。恶哏哏健勇，赤焰焰满天红。一撞一冲，则教你心如铁石也怕恐，便有那铜山铁壁都没用。钱塘龙逆水忙截，泾河龙淤泥里便穴臣刂。(老龙云)当日那龙女三娘在泾河岸上牧羊，他父母都在洞庭湖中，相隔遥远，若没个人与他寄信，怎生知道？你慢慢的再说一遍。(电母云)上圣不厌絮烦，听俺说来。(窃唱)【调笑令】尀奈那业龙，说与俺老家公，则为这龙女三娘惹下祸丛。想他在泾河岸上愁千种。闷恹恹蹙损眉峰，暗修下诉控双亲书一封，哭啼啼盼杀宾鸿。(带云)这寄书人，俺也打听来，他是淮阴人氏，叫做柳毅。(唱)【秃厮儿】恰是这三娘命通，更和那柳毅两下相逢。可是他从头至尾言始终，寄书到洞庭中也么龙宫。(老龙云)原来是凡人柳毅，与他寄书到洞庭湖去。不知他那父母见了书呈，可是怎生。(电母唱)【圣药王】爷读了怒满胸，娘听了珠泪倾，是他那哭声儿吹入翠帘笼。钱塘龙忿气雄，粗铁索似撧葱，早磕塔顿开金锁走蛟龙，扑腾的飞过日华东。(老龙云)那火龙虽则英勇，俺泾河龙呼的风唤的雨，腾的云，驾的雾。部下有水卒鬼兵，神通变化，怎的便弱与他？你再说一遍，我试听咱。(电母唱)【拙鲁速】则咱这水卒有两三重，鬼兵有数百种，并没那半星儿放松，一谜里便冲。无非是鱼鳖鼋鼍共随从，紧拦纵，阵面上交攻，将他来苦淹淹厮葬送。【幺篇】落阵处乱蓬蓬，着伤处闹茸茸。他每都扣断了红绒，揢撒了熟铜，弦绝了雕弓，剑缺了霜锋。将他来难移动，没歇没空，厮推厮拥，劈丢扑咚，水心里打沐桶。(老龙做悲科，云)谁想俺家输了也。兀那电母，如今俺小龙在那里？(电母云)还想小龙哩？他赶的慌了，变做一条小蛇，藏在淤泥里面，被火龙一口吞入腹中，好可怜人也。(唱)【收尾】则他走金蛇电影内将神威弄。你觑那霸桥北泾河岸东，俺只见淹淹的血水泻做江湖，和着这滚滚的尸骸炼做丘冢。(下)(老龙云)谁想我水府事情．倒落凡人之手，坑杀俺小龙儿也。且索宁奈，慢慢寻个计策，报仇便了。(诗云)何处一迂儒，公然敢寄书。灭我潜龙种，抢去牧羊奴。恨小非君子，无毒不丈夫。终当逞威力，填满洞庭湖。(下)第三折(洞庭君领水卒上，云)吾神乃洞庭老龙是也。有兄弟钱塘火龙与泾河小龙斗胜去了，未知胜败如何，这早晚敢待来也。(夜叉上，报云)喏，报的上圣得知，有火龙得胜回来也。(洞庭君云)快摆队伍迎接去。(钱塘君上见科，云)哥哥，您兄弟得胜回来也。(洞庭君云)不害生灵么？(钱塘君云)六十万。(洞庭君云)不伤禾稼么。(钱塘君云)八百里。(洞庭君云)薄情郎安在？(钱塘君云)你问他怎么？被吾吞在腹中了也。(洞庭君云)这个也罢，他须不仁，你也太急性子，若上帝不见谅时，怎么是好？(钱塘君云)哥哥也，与你出了这口气。您兄弟没有使性处，忍不的了也。(洞庭君云)兄弟，有句话与你商量。想当初若不是柳秀才寄书来，岂有咱女孩儿的性命。道不的个知恩报恩。左右，与我请将柳秀才来者。(夜叉云)柳秀才有请。(柳毅上，云)小生柳毅，自从来到洞庭湖，在这海藏里住了好几日。龙王呼唤，不知有甚事，须索见去。(做见科)(洞庭君云)兀那秀才，多亏你捎书来救了我的龙女三娘，如今就招你为婿，你意下如何，(柳毅背云)想着那龙女三娘，在泾河岸上牧羊那等模样，憔悴不堪。我要他做什么！(回云)尊神说的是甚么话？我柳毅只为一点义气，涉险寄书；若杀其夫而夺其妻，岂足为义士？且家母年纪高大，无人侍奉，情愿告回。(钱塘君做怒科，云)秀才，料想我侄女儿，尽也配得你过。你今日允了便罢，不允我与你俱夷粪壤，休想复还。(柳毅笑云)钱塘君差了也。你在洪波中鬐鼓鬣，掀风作浪，尽由得你。今日身被衣冠，酒筵之上，却使不得你那虫蚁性儿。(钱塘君作揖谢云)俺一时醉中失言，甚是得罪，只望秀才休怪。(洞庭君云)兄弟如此才是。既然秀才坚执不肯，我岂可强他。左右，与我请出龙女三娘，拜谢他寄书之恩，再将些金珠财宝，相送回去者。(夜叉云)理会的。龙女三娘有请。(正旦上，云)自从俺那叔父钱塘火龙救的我重到这洞庭湖里来，我这一场多亏了寄书的柳毅秀才。今日父亲在水殿上安排筵席，管待那秀才，唤我出来，必然是着我谢他。我想这恩德如同再生一般，岂是一拜可能酬答也呵。(唱)【商调】【集贤宾】则俺那寄书来的秀才错立了身，怎能勾平步上青云。则为他长安市不登虎榜，救的我泾河岸脱离羊群。他本望至公楼独占鳌头，今日向洞庭湖跳过了龙门。则我这重叠叠的眷姻可也堪自哂，若不成就燕尔新婚，我则待收拾些珍宝物，报答您的大恩人。(做行科，唱)【金菊香】则我这凌波袜小上阶痕，手提着沥水湘裙与你入殿门。在这浑金椅前(做见二亲科，唱)参了二亲，那一场电走雷奔，(做见钱塘君科)(唱)驾风云的叔父你可也索是劳神。(钱塘君云)侄女儿，不苦了我，只怕苦了你也。(洞庭君云)你若非柳先生，怎有今日？你过来拜谢了他者。(正旦唱)【梧叶儿】我这些掩着袂忙趋进，改愁颜做喜欣，(做拜谢科)(唱)施礼罢叙寒温。你水路上风波恶，旱路上程限紧。似这等受辛勤，你索是远路风尘的故人。(柳毅云)这一位女娘是谁？(洞庭君云)则这个便是我的女孩儿龙女三娘。(柳毅云)这个是龙女三娘？比那牧羊时全别了也。早知这等，我就许了那亲事也罢。(正旦做斜看叹云)嗨，可不道悔之晚兵。(唱)【后庭花】俺满口儿要结姻，他舒心儿不勘婚，信口儿无回话，刬的偷睛儿横觑人。我这里两眉颦，他则待暗传芳信。对面的辞了亲，就儿里相逗引。俺叔父敢则嗔，那其间怎的忍！吼一声风力紧，吐半天烟雾昏。轻喝处摄了你魂，但抹着可更分了你身。你见他狠不狠，他从来恩不恩。(柳毅云)小生凡人，得遇天仙，岂无眷恋之意？只为母亲年老，无人侍养，因此辞了这亲事，也是出于不得已耳。(正旦唱)【柳叶儿】秀才也敢教你有家难奔，是是是熬不出寡宿孤辰。谁着你自揽下四海三江闷，你端的心儿顺，意儿真，秀才也便休愁暮雨朝云。(洞庭君云)秀才既要回去，寡人设有小筵，以表谢意。一壁厢奏动鼓乐。我儿，你送秀才一杯酒者。(正旦做送酒科，唱)【醋葫芦】既不得共欢娱伴绣衾，还待要献殷勤倒玉樽，只怕他阁着洒杯儿未饮早醉醺醺。(洞庭君歌云)上天配合兮生死有途，彼不当妇兮此不当夫。腹心烦苦兮泾之隅，风霜满鬓兮雨雪沾襦。赖明公兮引素书，令骨肉兮家如初。永言珍重兮无时无。(内奏乐科)(夜叉云)这水是贵主还宫之乐。(正旦唱)你道是贵主还宫安乐稳，单闪的他不偢不问。哎，这其间可不埋怨乐你个洞庭君。(钱塘君云)侄女儿再奉一杯，一壁厢将鼓乐响动者。(歌云)大天苍苍兮大地茫茫，人各有志兮何可思量。狐神鼠圣兮薄社依墙，雷霆一发兮其孰敢当。荷真人兮信义长，令骨肉兮还故乡。愿言配德兮何时忘。(内奏乐科)(夜叉报云)这是钱塘破阵之乐。(正旦唱)【金菊香】这的是钱塘破阵乐纷纷，半入湖风半入云，能得筵前几度闻。(钱塘君云)秀才，你便就了这桩亲事，也不辱没了你。(正旦唱)还卖弄剑舌枪唇，兀的不羞杀你大媒人。(云)水卒那里？将过宝物来。(夜叉捧砌末上，正旦云)秀才，我别无所赠，有这些珠宝，送与你回家去，侍奉老母，莫嫌轻微也。(柳毅云)多谢小娘子。(正旦唱)【浪里来煞】这薄礼呵请先生休见阻，送行者宁无赆。则为你假乖张不就我这门亲，害的来两下里憔悴损。我则索向龙宫纳闷，怎禁他水村山馆自黄昏。(下)(柳毅云)则今日辞别了尊神，小生回家去也。(钱塘君云)你若是再来时．便当相看，休忘了此会者。(柳毅诗云)感龙王许配良姻，奈因咱衰老萱亲。若非是前生缘薄，怎舍得年少佳人。(下)(洞庭君云)柳毅去了也。既然这般呵，今日虽不成这桩亲事，后日还要将机就机，报答他的大恩。(钱塘君云)哥哥说的有理。我恰才硬做媒人的不是，如今还要软软地去曲成他。正是姻缘姻缘，事非偶然，一时不就，且待三年。(同下)。第四折(卜儿上，云)自家是柳毅的母亲。自从俺孩儿求官去了，音信皆无，使老身甚是牵挂。天那，不知孩儿甚日回来也。(柳毅上，云)小生柳毅，自洞庭湖回来，早到俺家门首，无人报复，径自过去。(做入见科，云)母亲。您孩儿来家了也。(卜儿云)孩儿，你来家也，可得了个甚么官那？(柳毅云)母亲，你孩儿下第东归。在于泾河岸上，有龙女三娘着我寄书。去到洞庭湖中，见了龙王，看了书中意思，待招您孩儿做女婿，我坚执不肯，将着些宝货相谢了。您孩儿因此担阁这几多时，有失奉养，母亲休罪。(卜儿云)这个也罢，自你去后，我终日思念你。近新来与你定得一门亲事，乃是范阳卢氏之女。则今日是好日辰，就取亲过门，休误了这佳期者。(柳毅云)母亲尊命，孩儿岂敢有违。但是当初龙女三娘要招我为婿，我虽不曾应承。却心儿里有他来．何忍更娶别人。(卜作云)儿，你休要如此，只依了我罢。(正旦同媒上，云)自家龙女三娘是也。当初受柳秀才活命之恩，一心要报他，俺父母相怜，使我假作卢氏之女，与柳秀才为妻，岂知有今日也呵。(唱)【双调】【新水令】谁想并头莲情断藕丝长，搬调的俺趁波逐浪。正是相逢没话说。不见却思量。全不肯惜玉怜香，则他那占忄敞性尚然强。(内吹打科)(正旦云)这是甚么响。(媒云)这是成亲的鼓乐哩。(正旦唱)【驻马听】高点起画烛荧煌，我则道为雨为云会洞房。细听的仙音嘹亮，我几番的和愁和闷到华堂。离了那平胡十里芰荷香，谁想他禹门三月桃花浪。(带云)柳毅也，我想你怎生认的我来？(唱)情惨伤，则教你热心肠看不破这勾当。(媒入报柳毅成亲拜母科)(柳看旦惊云)呀，缘何新妇面貌，与龙女三娘一般的？(问媒云)小娘子是那里卢氏？(媒云)是范阳人氏。(正旦唱)【夜行舡】他那里絮叨叨则管问行藏，咱两个相见在泾阳。欲待对官人说个明降，又恐怕肉身人道我荒唐。不俊眼的襄王对面儿犹疑梦想。(云)柳官人。你怎么不忆旧了？(柳毅云)我与小娘子素不相知，有甚么忆旧来？(正旦做微笑科)(云)柳官人，你好眼大也。(唱)【沽美酒】我也曾做人奴去牧羊，多谢你寄音书与俺老爷娘，救的我避难逃灾还故乡。每日家眠思坐想，无明夜受忄西惶。【太平令】你怎不记泾河堤傍，(柳毅云)则你是谁？(正旦唱)我便是龙女三娘。不道我愁容苦相，也伴你牙床锦帐。今日个吉祥乐康，受享，呀，同归那龙宫海藏。(柳毅云)天下有这等奇事。母亲。这个新妇那里真姓卢来？就是孩儿当日在泾河岸上替他寄书的龙女三娘，冒姓卢氏，与孩儿成其夫妇，岂不是前生前世的姻缘也？(卜儿云)这等，孩儿早则喜也。(正旦云)柳官人，我问你当初泾河岸相遇之时，你说他日倘过洞庭，慎无相避。此言果有意乎？(柳毅云)我与你素不相识，一旦为你寄书，因而戏言，岂意遂为眷属。(正旦唱)【雁儿落】则为你恩人不敢忘，幸得我贱妾犹无恙，因此上冒卢家住范阳，特故的嫁柳氏来淮上。【得胜令】呀，管教你共醉紫霞觞，并绾紫游缰。(柳毅云)你如今既到人间，怎生还去得你处？(正旦指天云)疾，柳官人你觑者。(唱)岂不见天际秋虹起，(带云)婆婆，请就登桥。(唱)少甚么蓝桥饮玉浆，(做扶母科)(唱)扶着你萱堂，但觉的两耳畔波涛响，早过了扶桑，猛闻的洞庭湖橘柚香。(洞庭君夫人钱塘君引鼓乐出接科，云)亲家母请进。(洞庭君指柳毅云)柳秀才，你索喜也。(指旦云)我儿，你索喜也。(钱塘君笑科，云)柳先生，你这点义气在那里？与我侄女儿做了亲来。(柳毅同正旦拜科，云)大王，谁想柳毅有今日也。(正旦唱)【鸳鸯尾煞】我向洞庭湖躲过愁风浪，才能勾绮罗从遇着呆张敞。则落的浪蘸蛟绡，云锁霓裳。昨日呵亏你那有信行的先生，今日呵稳做了无反覆的新郎。向画阁兰堂，描写在流苏帐。说不尽星斗文章，都裁做风流话儿讲。(洞庭君词云)姻缘本人物非殊，宿缘在根蒂难除。到今日巧成夫妇，方显得究竟如初。不至诚羞称鳞甲，有信行能感豚鱼。这的是泾河岸三娘诉恨，结末了洞庭湖柳毅传书。题目泾河岸三娘诉恨正名洞庭湖柳毅传书蓟门霜落水天愁，匹马冲寒渡白沟。燕赵山河分上镇，辽金风物异中州。黄云古戍孤城晚，落日西风一雁秋。四海知名半凋落，天涯孤剑独谁投？恰离了绿水青山那答，早来到竹篱茅舍人家。野花路畔开，村酒槽头榨。直吃的欠欠答答。醉了山童不劝咱，白发上黄花乱插。",
        "author": "元代",
        "poem_class": "重阳",
        "dynasty": "卢挚"
    },
    {
        "title": "九日登长城关楼",
        "paragraph": "危楼百尺跨长城，雉堞秋高气肃清。绝塞平川开堑垒，排空斥堠扬旗旌。已闻胡出河南境，不用兵屯细柳营。极喜御戎全上策，倚栏长啸晚烟横。想煞你，当初一见好至诚。想煞你，身材苗条脸儿俊。想煞你，花月下好句联吟。想煞你，叫着小名儿低声应。想煞你，临别前苦叮宁。这衷肠事儿略略诉，却落得眼睁睁。眼睁睁望着灯前壁上，壁上形怜影。罗帕分香，玉钗留股，东风羞记初盟。残杨剩柳，休问啭春莺。虚向蒲关驻马，淹误了、云路鹏程。伤心处，枕寒衾冷，香梦杳难成。章台人远，寻春计晚，露蕊凋零。叹落花有意，流水无情。好事从来易阻，御沟里、红叶难凭。空惆怅，夜深人静，辜负月华明。十朝风雨若昏迷，八口妻孥并告饥。信是老天真戏我，无人来买扇头诗。青山白发老痴顽，笔砚生涯苦食艰。湖上水田人不要，谁来买我画中山。荒村风雨杂鸡鸣，轑釜朝厨愧老妻。谋写一枝新竹卖，市中笋价贱如泥。书画诗文总不工，偶然生计寓其中。肯嫌斗栗囊钱少，也济先生一日穷。白板门扉红槿篱，比邻鹅鸭对妻儿。天然兴趣难摹写，三日无烟不觉饥。",
        "author": "明代",
        "poem_class": "重阳",
        "dynasty": "王琼"
    },
    {
        "title": "满江红·喜遇重阳",
        "paragraph": "喜遇重阳，更佳酿今朝新熟。 见碧水丹山，黄芦苦竹。 头上尽教添白发，鬓边不可无黄菊。 愿樽前长叙弟兄情，如金玉。统豺虎，御边幅，号令明，军威肃。 中心愿，平虏保民安国。日月常悬忠烈胆，风尘障却奸邪目。望天王降诏，早招安，心方足。臣闻朋党之说，自古有之，惟幸人君辨其君子小人而已。大凡君子与君子以同道为朋，小人与小人以同利为朋，此自然之理也。然臣谓小人无朋，惟君子则有之。其故何哉？小人所好者禄利也，所贪者财货也。当其同利之时，暂相党引以为朋者，伪也；及其见利而争先，或利尽而交疏，则反相贼害，虽其兄弟亲戚，不能自保。故臣谓小人无朋，其暂为朋者，伪也。君子则不然。所守者道义，所行者忠信，所惜者名节。以之修身，则同道而相益；以之事国，则同心而共济；终始如一，此君子之朋也。故为人君者，但当退小人之伪朋，用君子之真朋，则天下治矣。尧之时，小人共工、驩兜等四人为一朋，君子八元、八恺十六人为一朋。舜佐尧，退四凶小人之朋，而进元、恺君子之朋，尧之天下大治。及舜自为天子，而皋、夔、稷、契等二十二人并列于朝，更相称美，更相推让，凡二十二人为一朋，而舜皆用之，天下亦大治。《书》曰：“纣有臣亿万，惟亿万心；周有臣三千，惟一心。”纣之时，亿万人各异心，可谓不为朋矣，然纣以亡国。周武王之臣，三千人为一大朋，而周用以兴。后汉献帝时，尽取天下名士囚禁之，目为党人。及黄巾贼起，汉室大乱，后方悔悟，尽解党人而释之，然已无救矣。唐之晚年，渐起朋党之论。及昭宗时，尽杀朝之名士，或投之黄河，曰：“此辈清流，可投浊流。”而唐遂亡矣。夫前世之主，能使人人异心不为朋，莫如纣；能禁绝善人为朋，莫如汉献帝；能诛戮清流之朋，莫如唐昭宗之世；然皆乱亡其国。更相称美推让而不自疑，莫如舜之二十二臣，舜亦不疑而皆用之；然而后世不诮舜为二十二人朋党所欺，而称舜为聪明之圣者，以能辨君子与小人也。周武之世，举其国之臣三千人共为一朋，自古为朋之多且大，莫如周；然周用此以兴者，善人虽多而不厌也。嗟呼！兴亡治乱之迹，为人君者，可以鉴矣。 门外绿阴千顷，两两黄鹂相应。睡起不胜情，行到碧梧金井。人静，人静。风动一庭花影。凤舞团团饼。恨分破、教孤令。金渠体净，只轮慢碾，玉尘光莹。汤响松风，早减了、二分酒病。 味浓香永。醉乡路、成佳境。恰如灯下，故人万里，归来对影。口不能言，心下快活自省。",
        "author": "宋代",
        "poem_class": "重阳",
        "dynasty": "宋江"
    },
    {
        "title": "和张燕公湘中九日登高",
        "paragraph": "重阳初启节，无射正飞灰。寂寞风蝉至，连翩霜雁来。山棠红叶下，岸菊紫花开。今日桓公座，多愧孟嘉才。流莺漂荡复参差，度陌临流不自持。巧啭岂能无本意？良辰未必有佳期。风朝露夜阴晴里，万户千门开闭时。曾苦伤春不忍听，凤城何处有花枝。飒飒秋风生，愁人怨离别。含情两相向，欲语气先咽。心曲千万端，悲来却难说。别后唯所思，天涯共明月。一树寒梅白玉条，迥临村路傍溪桥。(村路 一作：林村)不知近水花先发，疑是经冬雪未销。",
        "author": "唐代",
        "poem_class": "重阳",
        "dynasty": "阴行先"
    },
    {
        "title": "九日置酒",
        "paragraph": "秋晚佳晨重物华，高台复帐驻鸣笳。遨欢任落风前帽，促饮争吹酒上花。溪态澄明初雨毕，日痕清淡不成霞。白头太守真愚甚，满插茱萸望辟邪。一片春愁待酒浇。江上舟摇，楼上帘招。秋娘渡与泰娘桥，风又飘飘，雨又萧萧。（渡 一作：度。桥 一作：娇）何日归家洗客袍？银字笙调，心字香烧。流光容易把人抛，红了樱桃，绿了芭蕉。天下之患，最不可为者，名为治平无事，而其实有不测之忧。坐观其变，而不为之所，则恐至於不可救；起而强为之，则天下狃於治平之安而不吾信。惟仁人君子豪杰之士，为能出身为天下犯大难，以求成大功；此固非勉强期月之间，而苟以求名之所能也。天下治平，无故而发大难之端；吾发之，吾能收之，然后有辞於天下。事至而循循焉欲去之，使他人任其责，则天下之祸，必集於我。昔者晁错尽忠为汉，谋弱山东之诸侯，山东诸侯并起，以诛错为名；而天子不以察，以错为之说。天下悲错之以忠而受祸，不知错有以取之也。古之立大事者，不惟有超世之才，亦必有坚忍不拔之志。昔禹之治水，凿龙门，决大河而放之海。方其功之未成也，盖亦有溃冒冲突可畏之患；惟能前知其当然，事至不惧，而徐为之图，是以得至於成功。夫以七国之强，而骤削之，其为变，岂足怪哉？错不於此时捐其身，为天下当大难之冲，而制吴楚之命，乃为自全之计，欲使天子自将而己居守。且夫发七国之难者，谁乎？己欲求其名，安所逃其患。以自将之至危，与居守至安；己为难首，择其至安，而遣天子以其至危，此忠臣义士所以愤怨而不平者也。当此之时，虽无袁盎，错亦未免於祸。何者？己欲居守，而使人主自将。以情而言，天子固已难之矣，而重违其议。是以袁盎之说，得行於其间。使吴楚反，错已身任其危，日夜淬砺，东向而待之，使不至於累其君，则天子将恃之以为无恐，虽有百盎，可得而间哉？嗟夫！世之君子，欲求非常之功，则无务为自全之计。使错自将而讨吴楚，未必无功，惟其欲自固其身，而天子不悦。奸臣得以乘其隙，错之所以自全者，乃其所以自祸欤！ 版本一天有不测风云，人有旦夕祸福。蜈蚣百足，行不及蛇；雄鸡两翼，飞不过鸦。马有千里之程，无骑不能自往；人有冲天之志，非运不能自通。盖闻：人生在世，富贵不能淫，贫贱不能移。文章盖世，孔子厄于陈邦；武略超群，太公钓于渭水。颜渊命短，殊非凶恶之徒；盗跖年长，岂是善良之辈。尧帝明圣，却生不肖之儿；瞽叟愚顽，反生大孝之子。张良原是布衣，萧何称谓县吏。晏子身无五尺，封作齐国宰相；孔明卧居草庐，能作蜀汉军师。楚霸虽雄，败于乌江自刎；汉王虽弱，竟有万里江山。李广有射虎之威，到老无封；冯唐有乘龙之才，一生不遇。韩信未遇之时，无一日三餐，及至遇行，腰悬三尺玉印，一旦时衰，死于阴人之手。有先贫而后富，有老壮而少衰。满腹文章，白发竟然不中；才疏学浅，少年及第登科。深院宫娥，运退反为妓妾；风流妓女，时来配作夫人。青春美女，却招愚蠢之夫；俊秀郎君，反配粗丑之妇。蛟龙未遇，潜水于鱼鳖之间；君子失时，拱手于小人之下。衣服虽破，常存仪礼之容；面带忧愁，每抱怀安之量。时遭不遇，只宜安贫守份；心若不欺，必然扬眉吐气。初贫君子，天然骨骼生成；乍富小人，不脱贫寒肌体。天不得时，日月无光；地不得时，草木不生；水不得时，风浪不平；人不得时，利运不通。注福注禄，命里已安排定，富贵谁不欲？人若不依根基八字，岂能为卿为相？吾昔寓居洛阳，朝求僧餐，暮宿破窖，思衣不可遮其体，思食不可济其饥，上人憎，下人厌，人道我贱，非我不弃也。今居朝堂，官至极品，位置三公，身虽鞠躬于一人之下，而列职于千万人之上，有挞百僚之杖，有斩鄙吝之剑，思衣而有罗锦千箱，思食而有珍馐百味，出则壮士执鞭，入则佳人捧觞，上人宠，下人拥。人道我贵，非我之能也，此乃时也、运也、命也。嗟呼！人生在世，富贵不可尽用，贫贱不可自欺，听由天地循环，周而复始焉。版本二天地有常用，日月有常明，四时有常序，鬼神有常灵。天有宝，日月星辰。地有宝，五谷金银。家有宝，孝子贤孙。国有宝，正直忠良。合天道，则天府鉴临。合地道，则地府消愆。合人道，则民用和睦。三道既合，祸去福来。天地和，则万物生。地道和，则万物兴。父子和，而家有济。夫妇和，而义不分。时势不可尽倚，贫穷不可尽欺，世事翻来覆去，须当周而复始。余者，居洛阳之时，朝投僧寺，夜宿破窑。布衣不能遮其体，饘粥不能充其饥。上人嫌，下人憎，皆言余之贱也，余曰：非贱也，乃时也，运也，命也。余后登高及第，入中书，官至极品，位列三公，思衣则有绮罗千箱，思食则有百味珍馐，有挞百僚之杖，有斩佞臣之剑，出则壮士执鞭，入则佳人扶袂，廪有余粟，库有余财，人皆言余之贵也，余曰：非贵也，乃时也，运也，命也。蛟龙未遇，暂居云雾之间。君子失时，屈守小人之下。命运未通，被愚人之轻弃。时运未到，被小人之欺凌。初贫君子，自怨骨格风流。乍富小人，不脱俗人体态。生平结交惟结心，莫论富贵贫贱。深得千金，而不为贵，得人一语，而胜千金。吾皆悼追无恨人，富贵须当长保守，苏秦未遇，归家时，父母憎，兄弟恶，嫂不下玑，妻不愿炊，然衣锦归故里，马壮人强，萤光彩布，兄弟含笑出户迎，妻嫂下阶倾己顾，苏秦本是旧苏秦，昔日何陈今何亲。自家骨肉尚如此，何况区区陌路人，抑犹未也。文章冠世，孔子尚厄于陈邦。武略超群，太公曾钓于渭水。颜回命短，岂是凶暴之徒。盗柘年长，自非贤良之辈。帝尧天圣，却养不肖之男。瞽叟顽嚣，反生大孝之子。甘罗十二为宰相，买臣五十作公卿。晏婴身长五尺，封为齐国宰相。韩信力无缚鸡，立为汉朝贤臣，未遇之时，口无一日瓮飧，及至兴通，身受齐王将印，吓燕取赵，统百万雄兵，一旦时休，卒于阴人之毒手。李广有射虎之威，到老无封。冯唐有安邦之志，一世无遇。上古圣贤，不掌阴阳之数。今日儒士，岂离否泰之中。腰金衣紫，都生贫贱之家。草履毛鞋，都是富豪之裔。有贫贱，而后有富贵。有小壮，而后有老衰。人能学积善，家有余庆。青春美女，反招愚独之夫。俊秀才郎，竟配丑貌之妇。五男二女，老来一身全无。万贯千金，死后离乡别井。才疏学浅，少年及第登科。满腹文章，到老终身不第。或富贵，或贫贱，皆由命理注定。若天不得时，则日月无光。地不得时，则草木不生。水不得时，则波浪不静。人不得时，则命运不通。若无根本八字，岂能为卿为相。一生皆由命，半点不由人。蜈蚣多足，不及蛇灵。雄鸡有翼，飞不及鸦。马有千里之驰，非人不能自往。人有千般巧计，无运不能自达。吾敬为此劝世文也。",
        "author": "宋代",
        "poem_class": "重阳",
        "dynasty": "宋祁"
    },
    {
        "title": "奉和九日幸临渭亭登高应制",
        "paragraph": "秋豫凝仙览，宸游转翠华。呼鹰下鸟路，戏马出龙沙。紫菊宜新寿，丹萸辟旧邪。须陪长久宴，岁岁奉吹花。岁岁金河复玉关，朝朝马策与刀环。 三春白雪归青冢，万里黄河绕黑山。月落乌啼霜满天，江枫渔火对愁眠。姑苏城外寒山寺，夜半钟声到客船。天街小雨润如酥，草色遥看近却无。最是一年春好处，绝胜烟柳满皇都。莫道官忙身老大，即无年少逐春心。凭君先到江头看，柳色如今深未深。",
        "author": "唐代",
        "poem_class": "重阳",
        "dynasty": "赵彦昭"
    },
    {
        "title": "九日水阁",
        "paragraph": "池馆隳摧古榭荒，此延嘉客会重阳。虽惭老圃秋容淡，且看黄花晚节香。酒味已醇新过熟，蟹螯先实不须霜。年来饮兴衰难强，漫有高吟力尚狂。泛菊杯深，吹梅角远，同在京城。聚散匆匆，云边孤雁，水上浮萍。 教人怎不伤情。觉几度、魂飞梦惊。后夜相思，尘随马去，月逐舟行。风住尘香花已尽，日晚倦梳头。物是人非事事休，欲语泪先流。闻说双溪春尚好，也拟泛轻舟。只恐双溪舴艋舟，载不动许多愁。把酒对斜日，无语问西风。胭脂何事，都做颜色染芙蓉。放眼暮江千顷，中有离愁万斛，无处落征鸿。天在阑干角，人倚醉醒中。千万里，江南北，浙西东。吾生如寄，尚想三径菊花丛。谁是中州豪杰，借我五湖舟楫，去作钓鱼翁。故国且回首，此意莫匆匆。",
        "author": "宋代",
        "poem_class": "重阳",
        "dynasty": "韩琦"
    },
    {
        "title": "庆东原·西皋亭适兴",
        "paragraph": "兴为催租败，欢因送酒来。酒酣时诗兴依然在。黄花又开，朱颜未衰，正好忘怀。管甚有监州，不可无螃蟹。天将暮，雪乱舞，半梅花半飘柳絮。江上晚来堪画处，钓鱼人一蓑归去。楔子（外扮石府尹引张千上，诗云），少小知名达礼闱，白头犹未解朝衣。年来屡上陈情疏，怎奈君恩不放归。老夫姓石名敏，字好问。幼年进士及第，随朝数载，累蒙擢用。谢圣恩可怜，除授济南府尹之职。我有个同窗故友，姓韩名辅臣。这几时不知兄弟进取功名去了，还只是游学四方？一向音信杳无，使老夫不胜悬念。今日无甚事，在私宅闲坐。张千，门首觑者，若有客来时，报复我知道。（张千云）理会的。（末扮韩辅臣上，诗云）流落天涯又几春，可怜辛苦客中身。怪来喜鹊迎头噪，济上如今有故人。小生姓韩名辅臣，洛阳人氏。幼习经史，颇看诗书，学成满腹文章，争奈功名未遂。今欲上朝取应，路经济南府过，我有个八拜交的哥哥是石好问，在此为理，且去与哥哥相见一面，然后长行。说话中间，早来到府门了也。左右，报复去。道有故人韩辅臣特来相访。（张千报云）禀老爷得知，有韩辅臣在于门首。（府尹云）老夫语未悬口，兄弟早到。快有请！（张千云）请进。（做见科）（韩辅臣云）哥哥，数载不见，有失问候。请上，受你兄弟两拜。（做拜科）（府尹云）京师一别，几经寒暑，不意今日惠顾，殊慰鄙怀。贤弟请坐。张千，看酒来！（张千云）酒在此。（做把盏科）（府尹云）兄弟满饮一杯。（做回酒科）（韩辅臣云）哥哥也请一杯！（府尹云）筵前无乐，不成欢乐。张千，与我唤的那上厅行首杜蕊娘来，服侍兄弟饮几杯酒。（张千云）理会的。出的这门来，这是杜蕊娘门首。杜大姐在家么？（正旦扮杜蕊娘上，云）谁唤门哩？我开了这门看，(做见科)（张千云）府堂上唤官身哩。（正旦云）要官衫么？（张千云）是小酒，免了官衫。（做行科）（张千云）大姐，你立在这里，待我报复去。（做报科）（府尹云）着他进来。（正旦做见科，云）相公，唤妾身有何分付？（府尹云）唤你来别无他事，这一位白衣卿相，是我的同窗故交，你把体面相见咱。（正旦做拜科）（韩辅臣慌回礼云）嫂嫂请起！（府尹云）兄弟也，这是上厅行首杜蕊娘。（韩辅臣云）哥哥，我则道是嫂嫂。（背云）一个好妇人也！（正旦云）一个好秀才也！（府尹云）将酒来！蕊娘，行酒。（正旦与韩连递三杯科）（府尹云）住，住！兄弟，我也吃一钟儿。（韩辅臣云）呀！却忘了送哥哥。（正旦递府尹酒，饮科）（正旦云）秀才高姓大名（韩辅臣云）小生洛阳人氏，姓韩名辅臣。小娘子谁氏之家，姓甚名谁？（正旦云）妾身姓杜，小字蕊娘。（韩辅臣云）元来见面胜似闻名！（正旦云）果然才子，岂能无貌！（府尹云）蕊娘，你问秀才告珠玉。（韩辅臣云）兄弟对着哥哥跟前，怎敢提笔？正是弄斧班门，徒遗笑耳。（府尹云）兄弟休谦！（韩辅臣云）这等，兄弟呈丑也。（做写科，云）写就了。蕊娘，你试看咱。（正旦念云）词寄[南乡子]。（词云）\"袅娜复轻盈，都是宜描上翠屏。语若流莺声似燕，丹青，燕语莺声怎画成？难道不关情，欲语还羞便似曾。占断楚城歌舞地，娉婷，天上人间第一名。\"好高才也！（韩辅臣云）兄弟此行，本为上朝取应，只因与哥哥久阔，迂道拜访。幸睹尊颜，复蒙嘉宴。争奈试期将近，不能久留。酒散之后，便当奉别。（府尹云）贤弟且休去，略住三朝五日，待老夫赍发你一路鞍马之费，未为迟也。张千，打扫后花园，请秀才在书房中安下者！（韩辅臣云）花园冷静，怕不中么？（府尹云）既如此，就在蕊娘家安歇如何？（韩辅臣云）愿随鞭镫！（府尹云）你看他，一让一个肯。蕊娘，这是我至交的朋友，与你两锭银子，拿去你那母亲做茶钱，休得怠慢了秀才者！（正旦云）多谢相公。（韩辅臣云）兄弟谢了哥哥。大姐，到你家中，拜你那妈妈去来。（正旦云）秀才，俺娘忒爱钱哩！（韩辅臣云）大姐，不妨事，我多与他些钱钞便了也。（正旦唱）【仙吕】【端正好】郑六遇妖狐，崔韬逢雌虎，那大曲内尽是寒儒。想知今晓古人家女，都待与秀才每为夫妇。【幺篇】既不呵，那一片俏心肠，那里每堪分付？那苏小卿不辨贤愚，比如我五十年不见双通叔；休道是苏妈妈，也不是醉驴驴。我是他亲生的女，又不是买来的奴，遮莫拷的我皮肉烂，炼的我骨髓枯，我怎肯跟将那贩茶的冯魁去！（同韩下）（府尹云）你看我那兄弟，秀才心性，又是那吃酒的意儿，别也不别，径自领着杜蕊娘去了也。且待三朝五日，差人探望兄弟去。古语有云：\"乐莫乐兮新相知。\"岂不信然！（诗云）华省芳筵不待终，忙携红袖去匆匆。虽然故友情能密，争似新欢兴更浓！（下）第一折（搽旦扮卜儿上，诗云）不纺丝麻不种田，一生衣饭靠皇天。尽道吾家皮解库，也自人间赚得钱。老身济南府人氏。自家姓李，夫主姓杜。所生一个女儿，是上厅行首杜蕊娘。近日有个秀才，叫做韩辅臣，却是石府尹老爷送来的，与俺女儿作伴。俺这妮子，一心待嫁他，那厮也要娶我女儿；中间被我不肯，把他撵出去了。怎么这一会儿不见俺那妮子，莫非又赶那厮去？待我唤他：蕊娘，贱人那里？（正旦领梅香上，向古门道云）韩秀才，你则躲在房里坐，不要出来，待我和那虔婆颓闹一场去！（韩辅臣做应云）我知道。（正旦云）自从和韩辅臣作伴，又早半年光景。我一心要嫁他，他一心要娶我，则被俺娘板障，不肯许这门亲事。我想一百二十行，门门都好着衣吃饭；偏俺这一门，却是谁人制下的？忒低微也呵！（唱）【仙吕】【点绛唇】则俺这不义之门，那里有买卖营运？无资本，全凭着五个字迭办金银。（带云）可是那五个字？(唱)无过是\"恶、劣、乖、毒、狠\"！【混江龙】无钱的可要亲近，则除是驴生戟瓮生根。佛留下四百八门衣饭，俺占着七十二位凶神。才定脚谢馆接迎新子弟，转回头霸陵谁识旧将军？投奔我的都是那矜爷害娘、冻妻饿子、折屋卖田、提瓦罐爻槌运；那些个慈悲为本，多则是板障为门。（云）梅香，你看奶奶做甚么哩？（梅香云）奶奶看经哩！（正旦云）俺娘口业作罪，你这般心肠，多少经文忏的过来？枉作的业深了也！（唱）【油葫芦】炕头上主烧埋的显道神，没事哏，苘麻头斜皮脸老魔君。拿着一串数珠，是吓子弟降魔印；轮着一条柱杖，是打鸂鶒无情棍。闲茶房里那一伙老业人，酒杯间有多少闲议论；频频的间阻休熟分，三夜早赶离门。（梅香云）姐姐，这话说差了！我这门户人家，巴不得接着子弟，就是钱龙入门，百般奉承他，常怕一个留他不住；怎么刚刚三日，便要赶他出门？决无此理。（正旦云）梅香，你那里知道！（唱）【天下乐】他只待夜夜留人夜夜新，殷勤，顾甚的恩！不依随又道是我女孩儿不孝顺。今日个漾人头厮摔，含热血厮喷，定夺俺心上人。（做见科，正旦云）母亲，吃甚么茶饭那？（卜儿云）灶窝里烧了几个灯盏，吃甚么饭来！（正旦唱）【醉扶归】有句话多多的苦告你老年尊，累累的嘱托近比邻，\"一片花飞减却春\"，我如今不老也非为嫩，年纪小呵须是有气分，年纪老无人问。（云）母亲，嫁了您孩儿罢，孩儿年纪大了也！（卜儿云）丫头，拿镊子来，镊了鬓边的白发，还着你觅钱哩！（正旦云）母亲，你只管与孩儿撇性怎的？（卜儿云）我老人家如今性子淳善了，若发起村来，怕不筋都敲断你的！（正旦唱）【金盏儿】你道是性儿淳，我道你意儿村，提起那人情来往佯装钝。（带云）有几个打踅客旅辈，丢下些刷牙掠头，问奶奶要盘缠家去。（唱）你可早耳朵闭、眼睛昏；前门里统镘客，后门里一个使钱勤；揉开汪泪眼，打拍老精神。（云）母亲。嫁了你孩儿者！（卜儿云）我不许嫁，谁敢嫁？有你这样生忿忤逆的！（正旦唱）【醉中天】非是我偏生忿，还是你不关亲，只着俺淡抹浓妆倚市门，积趱下金银囤。（卜儿做怒科，云）你这小贱人，你今年才过二十岁，不与我觅钱，教那个觅钱？（正旦唱）你道俺才过二旬，有一日粉消香褪，可不道老死在风尘？（云）母亲，你嫁了孩儿罢！（卜儿云）小贱人，你要嫁那个来？（正旦唱）【寄生草】告辞了鸣珂巷，待嫁那韩辅臣。这纸汤瓶再不向红炉顿，铁煎盘再不使清油混，铜磨笴再不把顽石运。（卜儿云）你要嫁韩辅臣这穷秀才，我偏不许你！（正旦唱）怎将咱好姻缘，生折做断头香；休想道泼烟花，再打入迷魂阵。（卜儿云）那韩辅臣有甚么好处，你要嫁他？（正旦唱）【赚煞】十度愿从良，长则九度不依允。也是我八个字无人主婚，空盼上他七步才华远近闻，六亲中无不欢欣。改家门，做的个五花诰夫人，驷马高车锦绣裀。道俺有三生福分，正行着双双好运。（卜儿云）好运，好运，卑田院里赶趁！你要嫁韩辅臣，这一千年不长进的，看你打莲花落也！（正旦唱）他怎肯教\"一年春尽又是一年春\"。（下）（卜儿云）俺女儿心心念念，只要嫁韩秀才，我好歹偏不嫁他。俺想那韩秀才是个气高的人，他见俺有些闲言闲语，必然使性出门去；俺再在女孩儿根前调拨他，等他两个不和，讪起脸来，那时另接一个富家郎，才中俺之愿也。正是：小娘爱的俏，老鸨爱的钞。则除非弄冷他心上人，方才是我家里钱龙到。（下）第二折（韩辅臣上，诗云）一生花柳幸多缘，自有嫦娥爱少年。留得黄金等身在，终须买断丽春园。我韩辅臣，本为进取功名，打从济南府经过。适值哥哥石好问在此为理，送我到杜蕊娘家安歇。一住半年以上，两意相投，不但我要娶他，喜得他也有心嫁我，争奈这虔婆百般板障。俺想来，他只为我囊中钱钞已尽；况见石府尹满考朝京，料必不来复任，越越的欺负我，发言发语，只要撵我出门去。我是个顶天立地的男子汉，怎生受得一口气？出了他门，不觉又是二十多日。你道我为何不去，还在济南府淹阁？倒也不是盼俺哥哥复任，思量告他；只为杜蕊娘他把俺赤心相待，时常与这虔婆合气，寻死觅活，无非是为俺家的缘故。莫说我的气高，那蕊娘的气比我还高的多哩！他见我这日出门时节，竟自悻悻然去了，说也不和他说一声儿，必然有些怪我。这个怪也只得由他怪，本等是我的不是。以此沉吟展转，不好便离此处。还须亲见蕊娘，讨个明白。若他也是虔婆的见识，没有嫁我之心，却不我在此亦无指望了，不如及早上朝取应，干我自家功名去。他若是好好的依旧要嫁我，一些儿不怪我，便受尽这虔婆的气，何忍负之。今日打听得虔婆和他一班儿老姊妹在茶房中吃茶，只得将我羞脸儿揣在怀里，再到蕊娘家去走一遭。（词云）我须是读书人凌云豪气，偏遇这泼虔婆全无顾忌。天若使石好问复任济南，少不的告他娘着他流递。（下）（正旦引梅香上，云）我杜蕊娘一心看上韩辅臣，思量嫁他；争奈我母亲不肯，倒发出许多说话，将他赶逐出门去了。我又不曾有半句儿恼着他，为何一去二十多日，再也不来看我？教我怎生放心得下？闻得母亲说，他是烂黄齑，如今又缠上一个粉头，道强似我的多哩！这话我也不信。我想，这济南府教坊中人，那一个不是我手下教道过的小妮子？料必没有强似我的。若是他果然离了我家，又去踹别家的门，久以后我在这街上行走，教我怎生见人那！（唱）【南吕】【一枝花】东洋海洗不尽脸上羞，西华山遮不了身边丑，大力鬼顿不开眉上锁，巨灵神劈不断腹中愁。闪的我有国难投，抵多少南浦伤离后。爱你个杀才没去就，明知道雨歇云收，还指望待天长地久。【梁州第七】这厮懒散了虽离我眼底，忔憎着又在心头。出门来信步闲行走，遥瞻远岫，近俯清流；行行厮趁，步步相逐，知他在那搭儿里续上绸缪？知他是怎生来结做冤仇？俏哥哥不争你先和他暮雨朝云，劣奶奶则有分吃他那闲茶浪酒，好姐姐几时得脱离了舞榭歌楼？不是我出乖弄丑，从良弃贱，我命里有终须有，命里无枉生受。只管扑地掀天无了休，着甚么来由！（梅香云）姐姐，你休烦恼，姐夫好歹来家也！（正旦云）梅香，将过琵琶来，待我散心适闷咱！（梅香取砌末科，云）姐姐，琵琶在此。（正旦弹科）（韩辅臣上，云）这是杜大姐家门首。我去的半月期程，怎么门前的地也没人扫，一刬的长起青苔来，这般样冷落了也？（正旦做听科，云）那斯来了也！我则推不看见。（韩辅臣做入见科，云）大姐，祗揖！（正旦做弹科，唱）【牧羊关】不见他思量旧，倒有些两意儿投。－我见了他扑邓邓火上浇油，恰便似钩搭住鱼腮，箭穿了雁口。（韩辅臣云）元来你那旧性儿不改，还弹唱哩！（正旦做起拜科）（唱）你怪我依旧拈音乐，则许你交错劝觥筹？你不肯冷落了杯中物，我怎肯生疏了弦上手？（韩辅臣云）那一日吃你家妈妈赶逼我不过，只得忍了一口气，走出你家门，不曾辞别的大姐，这是小生得罪了！（正旦唱）【骂玉郎】这的是母亲故折鸳鸯偶，须不是咱设下恶机谋，怎将咱平空抛落他人后？今日个何劳你贵脚儿又到咱家走？（韩辅臣云）大姐何出此言？你元许嫁我哩！(正旦唱）【感皇恩】咱本是泼贱娼优，怎嫁得你俊俏儒流？（韩辅臣云）这是有盟约在前的。（正旦唱）把枕畔盟、花下约、成虚谬。（韩辅臣云）我出你家门也只得半个多月，怎便见得虚谬了那？（正旦唱）你道是别匆匆无多半月，我觉的冷清清胜似三秋。（韩辅臣跪科，云）大姐，我韩辅臣不是了，我跪着你请罪罢！（正旦不睬科，云）那个要你跪！（唱）越显的你嘴儿甜、膝儿软、情儿厚。（韩辅臣云）我和你生则同衾，死则同穴哩。（正旦唱）【采花歌】往常个侍衾裯，都做了付东流，这的是娼门水局下场头！（韩辅臣云）大姐，只要你有心嫁我，便是卓文君也情愿当垆沽酒来。（正旦唱）再休提卓氏女、亲当沽酒肆，只被你双通叔、早掘倒了玩江楼。（韩辅臣跪科，云）大姐，你休这般恼我，你打我几下罢。（正旦唱）【三煞】既你无情呵，休想我指甲儿荡着你皮肉；似往常有气性，打的你见骨头。我只怕年深了也难收救，倒不如早早丢开，也免的自僝自僽。（韩辅臣云）你不发放我起来，便跪到明日，我也只是跪着。（正旦唱）顽涎儿却依旧，我没福和你那\"莺燕蜂蝶\"为四友，甘分做跌了弹的斑鸠。【二煞】有耨处散诞松宽着耨，有偷处宽行大步偷，何须把一家苦苦死淹留？也不管设誓拈香，到处里停眠整宿，说着他瞒心的谎、昧心的咒。你那手怎掩旁人是非口？说的困须休。【尾煞】高如我三板儿的人物也出不得手，强如我十倍儿的声名道着处有。寻些虚脾，使些机彀，用些工夫，再去趁逐。你与我高揎起春衫酒淹袖，舒你那攀蟾折桂的指头，请先生别挽一枝章台路旁柳。（下）（韩辅臣做叹科，云）嗨，杜蕊娘真个不认我了！我只道是虔婆要钱赶我出去，谁知杜蕊娘的心儿也变了。他一家门这等欺负我，如何受的过？只得再消停几日，等我哥哥一个消耗。来也不来，又作处置。（诗云）怪他红粉变初心，不独虔婆太逼临。今日床头看壮士，始知颜色在黄金。（下）第三折（石府尹上，云）老夫石好问是也。三年任满朝京，圣人道俺贤能清正，着复任济南。不知俺那兄弟韩辅臣进取功名去了，还是淹留在杜蕊娘家？使老夫时常悬念。已曾着人探听他踪迹，未见回报。张千，门首觑者，待探听韩秀才的人来，报复我知道。（韩辅臣上，云）闻得哥哥复任济南，被我等着了也。来到此间，正是济南府门首。张千，报复去，道韩辅臣特来拜访。（张千报科）（石府尹云）道有请。（见科）（韩辅臣云）恭喜哥哥复任名邦！做兄弟的久容空囊，不曾具得一杯与哥哥拂尘，好生惭愧。（石府尹做笑科，云）我以为贤弟扶摇万里，进取功名去了，却还淹留妓馆，志向可知矣！（韩辅臣云）这几时你兄弟被人欺侮，险些儿一口气死了，还说那功名怎的！（石府尹云）贤弟，你在此盘缠缺少，不能快意是有的，那一个就敢欺负着你？（韩辅臣云）哥哥不知，那杜家老鸨儿欺负兄弟也罢了，连蕊娘也欺负我。哥哥，你与我做主咱！（石府尹云）这是你被窝儿里的事，教我怎么整理？（韩辅臣云）您兄弟唱喏。（石府尹不礼科，云）我也会唱喏。（韩辅臣云）我下跪。（石府尹又不礼科，云）我也会下跪。（韩辅臣云）哥哥，你真不肯整理，教我那里告去？您兄弟在这济南府里倚仗哥哥势力，那个不知？今日白白的吃他娘儿两个一场欺负，怎么还在人头上做人？不如就着府堂触阶而死罢了！（做跳科。石府尹忙扯住，云）你怎么使这般短见？你要我如何整理？（韩辅臣云）只要哥哥差人拿他娘儿两个来，扣厅责他四十，才与您兄弟出的这一口臭气。（石府尹云）这个不难；但那杜蕊娘肯嫁你时，你还要他么？（韩辅臣云）怎么不要？（石府尹云）贤弟不知，乐户们一经责罚过了，便是受罪之人，做不得士人妻妾。我想，此处有个所在，叫做金线池，是个胜景去处；我与你两锭银子，将的去卧番羊，窨下酒，做个筵席，请他一班儿姊妹来到池上赏宴，央他们替你赔礼，那其间必然收留你在家，可不好那？（韩辅臣做揖科，云）多谢哥哥厚意！则今日便往金线池上安排酒果走一遭去也。（下）（石府尹云）兄弟去了也。这一遭好共歹成就了他两口儿，可来回老夫的话。（诗云）钱为心所爱，酒是色之媒。会看鸳鸯羽，双双池上归。（下）（外旦三人上，云）妾身张嬷嬷，这是李妗妗，这是闵大嫂，俺们都是杜蕊娘姨姨的亲眷。今日在金线池上，专为要劝韩辅臣、杜蕊娘两口儿圆和。这席面不是俺们设的，恐怕蕊娘姨姨知道是韩姨夫出钱安排酒果，必然不肯来赴，因此只说是俺们请他。酒席中间，慢慢的劝他回心，成其美事。道犹未了，蕊娘姨姨早来也。（正旦上，相见科，云）妾身有何德能，着列位奶奶们置酒张筵，何以克当？（唱）【中吕】【粉蝶儿】明知道书生教门儿负心短命，尽教他海角飘零。没来由强风情，刚可喜男婚女聘。往常我千战千赢，透风处使心作幸。【醉春风】能照顾眼前坑，不提防脑后井。人跟前不恁的吃场扑腾，呆贱人几时能够醒、醒？虽是今番，系干宿世，事关前定。（众旦云）这是首席，姨姨请坐。(正旦云)看了这金线池，好伤感人也！（唱）【石榴花】－恰便似藕丝儿分破镜花明，我则见一派碧澄澄，东关里犹自不曾经，到如今整整半载其程。眼前面兜率神仙境，有他呵怎肯道蓦出门庭？那时节眼札毛和他厮拴定，矮房里相扑着闷怀萦。【斗鹌鹑】虚度了丽日和风，枉误了良辰美景。往常俺动脚是熬煎，回头是撞挺。拘束的刚刚转过双眼睛，到如今各自托生：我依旧安业着家，他依旧离乡背井。（众旦云）俺们都与姨姨奉一杯酒！（正旦唱）【普天乐】小妹子是爱莲儿，你都将我相钦敬；茶儿是妹子，你与我好好的看承；小妹子是玉伴哥，从来有些独强性。（众旦云）姨姨，你为何嗟声叹气的？今日这样好天气，又对着这样好景致，务要开怀畅饮，做一个欢庆会才是。（正旦唱）说甚么人欢庆，引得些鸳鸯儿交颈和鸣，忽的见了，愠的面赤，兜的心疼。（众旦云）姨姨，俺则这等吃酒可不冷静？（正旦云）待我行个酒令，行的便吃酒，行不的罚金线池里凉水。（众旦云）俺们都依着姨姨的令行。(正旦云)酒中不许提着\"韩辅臣\"三字，但道着的，将大觥来罚饮一大觥。（众旦云）知道。（正旦唱）【醉高歌】或是曲儿中唱几个花名。(众旦云)我不省得。（正旦唱）诗句里包笼着尾声，（众旦云）我不省得。（正旦唱）续麻道字针针顶，（众旦云）我不省的。（正旦唱）正题目当筵合笙。（众旦云）我不省的，则罚酒罢！（正旦云）拆白道字、顶针续麻、搊筝拨阮，你们都不省得，是不如韩辅臣。（众旦云）呀！姨姨，你可犯了令也！将酒来，罚一大觥。（正旦饮科，唱）【十二月】想那厮着人赞称，天生的济楚才能；只除了心不志诚，诸余的所事儿聪明。本分的从来老成，聪俊的到底杂情。【尧民歌】丽春园则说一个俏苏卿，明知道不能勾嫁双生，向金山壁上去留名，画船儿赶到豫章城。撇甚么清！投至得你秀才每忒寡情，先接了冯魁定。（正旦做叹气科，云）我不合道着\"韩辅臣\"，被罚酒也。（众旦云）姨姨，又犯令了！再罚一大觥。（正旦做饮科，唱）【上小楼】闪的我孤孤另另，说的话涎涎邓邓；俺也曾轻轻唤着，躬躬前来，喏喏连声。但酒醒硬打挣，强词夺正，则除是醉时节酒淘真性。（正旦做醉跌科，众旦扶科）（韩辅臣上．换科）（众旦下）（正旦唱）【幺篇】不死心想着旧情，他将我厮看厮待，厮知厮重，厮钦厮敬。不是我把定、无记性，言多伤行。扶咱的小哥每是何名姓？（韩辅臣云）是小生韩辅臣。（正旦云）你是韩辅臣？靠后！（唱）【耍孩儿】我为你逼绰了当官令，（带云）谢你那大尹相公呵！（唱）烟花簿上除抹了姓名，交绝了怪友和狂朋，打并的户净门清。试金石上把你这子弟每从头儿画，分两等上把郎君子细秤。我立的其身正，倚仗着我花枝般模样，愁甚么锦片也似前程！【二煞】我比那□墙贼蝎螫索自忍，我比那俏郎君掏摸须噤声，那里也恶茶白赖寻争竞？最不爱打揉人七八道猫煞爪，掐扭的三十驮鬼捏青。看破你传槽病，掴着手分开云雨，腾的似线断风筝。【尾煞】我和你半年多衾枕恩，一片家缱绻情，交明春岁数三十整（带云）我老了也，你要我怎的？（唱）你且把这不志诚的心肠与我慢慢等！（做摔开科，下）（韩辅臣云）嗨，他真个不喜欢我了，更待干罢！只得到俺哥哥那里告他去。（下）第四折（石府尹引张千上，诗云）三载为官卧治过，别无一事系心窝。唯余故友鸳鸯会，金线池头竟若何？老夫石好问，为兄弟韩辅臣、杜蕊娘，在金线池上着他两口儿成合。这早晚不见来回话，多咱是圆和了也。张千，抬放告牌出去。（韩辅臣上，云）门上的，与俺通报去，说韩辅臣是告状的，要见！（张千报科，韩辅臣做入见科，云）哥哥，拜揖。（石府尹云）兄弟，您两口儿完成了么？（韩辅臣云）若完成了时，这早晚正好睡哩，也不到你衙门里来了！那杜蕊娘只是不肯收留我，今日特来告他。（石府尹云）他委实不肯便罢了，教我怎生断理？（韩辅臣云）哥哥，你不肯断理，您兄弟唱喏。（做揖，石府尹不礼科，云）我不会唱喏那！（韩辅臣云）您兄弟下跪。（做跪，石府尹不礼科，云）我不会下跪那！（韩辅臣云）你再四的不肯断理，我只是死在你府堂上，教你做官不成。（做触阶，石府尹忙扯科，云）那个爱女娘的，似你这般放刁来！罢、罢、罢！我完成了你两口儿。张千，与我拿将杜蕊娘来者！（张千云）理会的。（唤科，云）杜蕊娘，衙门里有勾！（正旦上，云）哥哥，唤我做甚么？（张千云）你失误了官身，老爷在堂上好生着恼哩！（正旦云）可怎了也！（唱）【双调】【新水令】忽传台旨到咱丽春园测道是除抹了舞裙歌扇。逢个节朔，遇个冬年，拿着这一盏儿茶钱，告哥哥可怜见。（云）可早来到府门首也。哥哥，你与我做个肉屏风儿，等我偷觑咱。（张千云）这使的。（正旦做偷觑，内吆喝科，旦唱）【沉醉东风】则道是喜孜孜设席肆筵，为甚的怒哄哄列杖擎鞭？好教我足未移心先战，一步步似毛里拖毡。本待要大着胆、挺着身、行靠前，百忙里仓惶倒偃。（张千报科，云）禀爷，唤将杜蕊娘来了也！（石府尹云）拿将过来！（韩辅臣云）哥哥，你则狠着些！（石府尹云）我知道。（张千云）当面！（正旦云）妾身杜蕊娘来了也。（石府尹云）张千，准备下大棍子者！将枷来发到司房里责词去。（正旦云）可着谁人来救我那？（做回顾见科，云）兀的不是韩辅臣？俺不免揣着羞脸儿，哀告他去。（唱）【沽美酒】使不着撒腼腆，仗那个替方便，俺只得忍耻耽羞求放免。（云）韩辅臣，你与我告一告儿！(韩辅臣云)谁着你失误官身，相公恼的很哩！（正旦唱）你与我搜寻出些巧言，去那官人行劝一劝。（韩辅臣云）你今日也有用着我时节？只要你肯嫁我，方才与你告去。（正旦云）我嫁你便了！（唱）【太平令】从今后我情愿实为姻眷，你只要早些儿替我周全。（韩辅臣云）我替你告便告去，倘相公不肯饶你，如何？（正旦唱）想当初罗帐里般般逞遍，今日个纸褙子又将咱欺骗，受了你万千作贱，那些儿体面？呀，谁似您浪短命随机应变。（石府尹云）张千，将大棒子来者！（韩辅臣云）哥哥，看您兄弟薄面，饶恕杜蕊娘初犯罢！（石府尹云）张千，带过杜蕊娘来！（正旦跪科）（石府尹云）你在我衙门里供应多年，也算的个积年了，岂不知衙门法度？失误了官身，本该扣厅责打四十，问你一个不应罪名。既然韩解元在此替你哀告，这四十板便饶了，那不应的罪名却饶不的！（韩辅臣云）那杜蕊娘许嫁您兄弟了，只望哥哥一发连这公罪也饶了罢！（做跪科八石府尹忙扯起科，云）杜蕊娘，你肯嫁韩解元么？（正旦云）妾委实愿嫁韩辅臣。（石府尹云）既如此，老夫出花银百两，与你母亲做财礼，则今日准备花烛酒筵，嫁了韩解元者。（韩辅臣云）多谢哥哥完成我这桩美事！（正旦云）多谢相公抬举！（唱）【川拨棹】似这等好姻缘，人都道全在天。若是俺福过灾缠，空意惹情牵；间阻的山长水远，几时得人月圆？【七兄弟】早则是对面、并肩、绿窗前，从今后称了平生愿。一个向青灯黄卷赋诗篇，一个剪红绢翠锦学针线。【梅花酒】忆分离自去年，争些儿打散文鸳，折破芳莲，咽断顽涎。为老母相间阻，使夫妻死缠绵，两下里正熬煎，谢公相肯矜怜。【收江南】呀，不枉了\"一春常费买花钱\"，也免得佳人才子只孤眠。得官呵，相守赴临川，随着俺解元，再不索哭啼啼扶上贩茶船！（韩辅臣同正旦拜谢科，云）哥哥请上，您兄弟拜谢。（石府尹答拜科，云）贤弟，恭喜你两口儿圆和了也！但这法堂上是断合的去处，不是你配合的去处。张千，近前来，听俺分付：你取我俸银二十两，付与教坊司色长，着他整备鼓乐，从衙门首迎送韩解元到杜蕊娘家去，摆设个大大筵席。但是他家亲眷，前日在金线池上劝成好事的，都请将来饮宴，与韩解元、杜蕊娘庆喜。宴毕之后，着来回话者。（词云）韩解元云霄贵客，杜蕊娘花月妖姬。本一对天生连理，被虔婆故意凌欺。担阁的男游别郡，抛闪的女怨深闺。若不是黄堂上聊施巧计，怎能勾青楼里早遂佳期！题目韩解元轻负花月约老虔婆故阻燕莺期正名石好问复任济南府杜蕊娘智赏金线池芙蓉映水菊花黄，满目秋光。枯荷叶底鹭鸶藏。金风荡，飘动桂枝香。〔幺〕雷峰塔畔登高望，见钱塘一派长江。湖水清，江湖漾，天边斜月，新雁两三行。",
        "author": "元代",
        "poem_class": "重阳",
        "dynasty": "薛昂夫"
    },
    {
        "title": "九日酬诸子",
        "paragraph": "不负东篱约，携尊过草堂。远天连树杪，高月薄衣裳。握手经年别，惊心九日霜。诸君才绝世，独步许谁强。一生一代一双人，争教两处销魂。相思相望不相亲，天为谁春？浆向蓝桥易乞，药成碧海难奔。若容相访饮牛津，相对忘贫。布谷飞飞劝早耕，舂锄扑扑趁春晴。千层石树遥行路，一带山田放水声。嘉庆四年，岁在己未，琉球国中山王尚穆薨。世子尚哲先七年卒，世孙尚温表请袭封。中朝怀柔远藩，锡以恩命，临轩召对，特简儒臣。于是，赵介山先生，名文楷，太湖人，官翰林院修撰，充正使；李和叔先生，名鼎元，绵州人，官内阁中书，副焉。介山驰书约余偕行，余以高堂垂老，惮于远游。继思游幕二十年，遍窥两戒，然而尚囿方隅之见，未观域外，更历纓溟之胜，庶广异闻。禀商吾父，允以随往。从客凡五人：王君文诰，秦君元钧，缪君颂，杨君华才，其一即余也。五年五月朔日，随荡节以行，祥飙送风，神鱼扶舳，计六昼夜，径达所届。凡所目击，成登掌录。志山水之丽崎，记物产之瑰怪，载官司之典章，嘉士女之风节。文不矜奇，事皆记实。自惭谫陋，饴测海之嗤；要堪传言，或胜凿空之说云尔。",
        "author": "清代",
        "poem_class": "重阳",
        "dynasty": "妙信"
    },
    {
        "title": "九日吴山宴集值雨次韵",
        "paragraph": "吟怀未许老重阳，霜雪无端入鬓长。几度白衣虚令节，致疑黄菊是孤芳。野心一片湖云外，灏气三秋海日旁。山阁若逢阎伯屿，方君诗思敌王郎。微云一抹遥峰，冷溶溶，恰与个人清晓画眉同。红蜡泪，青绫被，水沉浓，却与黄茅野店听西风。瓦砾明珠一例抛，何曾石尉重娇娆？都缘顽福前生造，更有同归慰寂寥。身世浑如水上鸥，又携竹杖过南州。饭囊傍晚盛残月，歌板临风唱晓秋。两脚踢翻尘世界，一肩挑尽古今愁。而今不食嗟来食，黄犬何须吠不休。",
        "author": "清代",
        "poem_class": "重阳",
        "dynasty": "序灯"
    },
    {
        "title": "霜花腴·重阳前一日泛石湖",
        "paragraph": "翠微路窄，醉晚风、凭谁为整欹冠。霜饱花腴，烛消人瘦，秋光作也都难。病怀强宽。恨雁声、偏落歌前。记年时、旧宿凄凉，暮烟秋雨野桥寒。 妆靥鬓英争艳，度清商一曲，暗坠金蝉。芳节多阴，兰情稀会，晴晖称拂吟笺。更移画船。引佩环、邀下婵娟。算明朝、未了重阳，紫萸应耐看。一水西来，千丈晴虹，十里翠屏。喜草堂经岁，重来杜老，斜川好景，不负渊明。老鹤高飞，一枝投宿，长笑蜗牛戴屋行。平章了，待十分佳处，著个茅亭。青山意气峥嵘。似为我归来妩媚生。解频教花鸟，前歌後舞，更催云水，暮送朝迎。酒圣诗豪，可能无势，我乃而今驾驭卿。清溪上，被山灵却笑，白发归耕。游人脚底一声雷，满座顽云拨不开。天外黑风吹海立，浙东飞雨过江来。十分潋滟金樽凸，千杖敲铿羯鼓催。唤起谪仙泉洒面，倒倾鲛室泻琼瑰。小雨丝丝欲网春，落花狼藉近黄昏。车尘不到张罗地，宿鸟声中自掩门。",
        "author": "宋代",
        "poem_class": "重阳",
        "dynasty": "吴文英"
    },
    {
        "title": "九日寄岑参",
        "paragraph": "出门复入门，两脚但如旧。所向泥活活，思君令人瘦。 沉吟坐西轩，饮食错昏昼。寸步曲江头，难为一相就。 吁嗟呼苍生，稼穑不可救。安得诛云师，畴能补天漏。 大明韬日月，旷野号禽兽。君子强逶迤，小人困驰骤。 维南有崇山，恐与川浸溜。是节东篱菊，纷披为谁秀。 岑生多新诗，性亦嗜醇酎。采采黄金花，何由满衣袖。赠君一法决狐疑，不用钻龟与祝蓍。试玉要烧三日满，辨材须待七年期。周公恐惧流言日，王莽谦恭未篡时。向使当初身便死，一生真伪复谁知？长相思，在长安。络纬秋啼金井阑，微霜凄凄簟色寒。孤灯不明思欲绝，卷帷望月空长叹。美人如花隔云端！上有青冥之长天，下有渌水之波澜。(长天 一作：高天)天长路远魂飞苦，梦魂不到关山难。长相思，摧心肝！潮落江平未有风，扁舟共济与君同。时时引领望天末，何处青山是越中。",
        "author": "唐代",
        "poem_class": "重阳",
        "dynasty": "杜甫"
    },
    {
        "title": "鹧鸪天·九日悲秋不到心",
        "paragraph": "九日悲秋不到心。凤城歌管有新音。风凋碧柳愁眉淡，露染黄花笑靥深。 初见雁，已闻砧。绮罗丛里胜登临。须教月户纤纤玉，细捧霞觞滟滟金。年年雪里，常插梅花醉。挼尽梅花无好意，赢得满衣清泪。今年海角天涯，萧萧两鬓生华。看取晚来风势，故应难看梅花。月儿弯弯照九州，几家欢乐几家愁。几家夫妇同罗帐，几个飘零在外头？西塞山边白鹭飞，散花洲外片帆微。桃花流水鳜鱼肥。自庇一身青箬笠，相随到处绿蓑衣。斜风细雨不须归。",
        "author": "宋代",
        "poem_class": "重阳",
        "dynasty": "晏几道"
    },
    {
        "title": "大有·九日",
        "paragraph": "戏马台前，采花篱下，问岁华、还是重九。恰归来、南山翠色依旧。帘栊昨夜听风雨，都不似、登临时候。一片宋玉情怀，十分卫郎清瘦。 红萸佩、空对酒。砧杵动微寒，暗欺罗袖。秋已无多，早是败荷衰柳。强整帽檐欹侧，曾经向、天涯搔首。几回忆，故国莼鲈，霜前雁後。天接云涛连晓雾，星河欲转千帆舞。仿佛梦魂归帝所。闻天语，殷勤问我归何处。我报路长嗟日暮，学诗谩有惊人句。九万里风鹏正举。风休住，蓬舟吹取三山去！飞花两岸照船红，百里榆堤半日风。卧看满天云不动，不知云与我俱东。建炎庚戌题吴江平生太湖上，短棹几经过。如今重到，何事愁与水云多？拟把匣中长剑，换取扁舟一叶，归去老渔蓑。银艾非吾事，丘壑已蹉跎。脍新鲈，斟美酒，起悲歌。太平生长，岂谓今日识干戈。欲泻三江雪浪，净洗胡尘千里，不用挽天河。回首望霄汉，双泪堕清波！",
        "author": "宋代",
        "poem_class": "重阳",
        "dynasty": "潘希白"
    },
    {
        "title": "定风波·重阳",
        "paragraph": "与客携壶上翠微，江涵秋影雁初飞，尘世难逢开口笑，年少，菊花须插满头归。酩酊但酬佳节了，云峤，登临不用怨斜晖。古往今来谁不老，多少，牛山何必更沾衣。云海相望寄此身，那因远适更沾巾。不辞驿骑凌风雪，要使天骄识凤麟。沙漠回看清禁月，湖山应梦武林春。单于若问君家世，莫道中朝第一人。尝读六国《世家》，窃怪天下之诸侯，以五倍之地，十倍之众，发愤西向，以攻山西千里之秦，而不免于死亡。常为之深思远虑，以为必有可以自安之计，盖未尝不咎其当时之士虑患之疏，而见利之浅，且不知天下之势也。夫秦之所以与诸侯争天下者，不在齐、楚、燕、赵也，而在韩、魏之郊；诸侯之所与秦争天下者，不在齐、楚、燕、赵也，而在韩、魏之野。秦之有韩、魏，譬如人之有腹心之疾也。韩、魏塞秦之冲，而弊山东之诸侯，故夫天下之所重者，莫如韩、魏也。昔者范雎用于秦而收韩，商鞅用于秦而收魏，昭王未得韩、魏之心，而出兵以攻齐之刚、寿，而范雎以为忧。然则秦之所忌者可以见矣。秦之用兵于燕、赵，秦之危事也。越韩过魏，而攻人之国都，燕、赵拒之于前，而韩、魏乘之于后，此危道也。而秦之攻燕、赵，未尝有韩、魏之忧，则韩、魏之附秦故也。夫韩、魏诸侯之障，而使秦人得出入于其间，此岂知天下之势邪！委区区之韩、魏，以当强虎狼之秦，彼安得不折而入于秦哉？韩、魏折而入于秦，然后秦人得通其兵于东诸侯，而使天下偏受其祸。夫韩、魏不能独当秦，而天下之诸侯，藉之以蔽其西，故莫如厚韩亲魏以摈秦。秦人不敢逾韩、魏以窥齐、楚、燕、赵之国，而齐、楚、燕、赵之国，因得以自完于其间矣。以四无事之国，佐当寇之韩、魏，使韩、魏无东顾之忧，而为天下出身以当秦兵；以二国委秦，而四国休息于内，以阴助其急，若此，可以应夫无穷，彼秦者将何为哉！不知出此，而乃贪疆埸尺寸之利，背盟败约，以自相屠灭，秦兵未出，而天下诸侯已自困矣。至于秦人得伺其隙以取其国，可不悲哉！病起恹恹、画堂花谢添憔悴。乱红飘砌。滴尽胭脂泪。惆怅前春，谁向花前醉。愁无际。武陵回睇。人远波空翠。",
        "author": "宋代",
        "poem_class": "重阳",
        "dynasty": "苏轼"
    },
    {
        "title": "己酉岁九月九日",
        "paragraph": "靡靡秋已夕，凄凄风露交。蔓草不复荣，园木空自凋。清气澄余滓，杳然天界高。哀蝉无留响，丛雁鸣云霄。万化相寻绎，人生岂不劳？从古皆有没，念之中心焦。何以称我情？浊酒且自陶。千载非所知，聊以永今朝。翼翼归鸟，戢羽寒条。游不旷林，宿则森标。晨风清兴，好音时交。矰缴奚施，已卷安劳！洋洋平潭，乃漱乃濯。邈邈遐景，载欣载瞩。人亦有言，称心易足。挥兹一觞，陶然自乐。酒人献三清。丝中列南厢。",
        "author": "魏晋",
        "poem_class": "重阳",
        "dynasty": "陶渊明"
    },
    {
        "title": "九日登巴陵置酒望洞庭水军",
        "paragraph": "九日天气清，登高无秋云。造化辟川岳，了然楚汉分。长风鼓横波，合沓蹙龙文。忆昔传游豫，楼船壮横汾。今兹讨鲸鲵，旌旆何缤纷。白羽落酒樽，洞庭罗三军。黄花不掇手，战鼓遥相闻。剑舞转颓阳，当时日停曛。酣歌激壮士，可以摧妖氛。握齱东篱下，渊明不足群。早被婵娟误，欲妆临镜慵。承恩不在貌，教妾若为容。 风暖鸟声碎，日高花影重。年年越溪女，相忆采芙蓉。客心争日月，来往预期程。秋风不相待，先至洛阳城。旅馆寒灯独不眠，客心何事转凄然。故乡今夜思千里，霜鬓明朝又一年。(霜鬓 一作：愁鬓)",
        "author": "唐代",
        "poem_class": "重阳",
        "dynasty": "李白"
    },
    {
        "title": "采桑子·九日",
        "paragraph": "深秋绝塞谁相忆，木叶萧萧。乡路迢迢。六曲屏山和梦遥。 佳时倍惜风光别，不为登高。只觉魂销。南雁归时更寂寥。千家笑语漏迟迟，忧患潜从物外知。悄立市桥人不识，一星如月看多时。翠柏红梅围小坐，岁筵未是全贫。蜡鹅花下烛如银。钗符金胜，又见一家春。自写好宜祛百病，非官非隐闲身。屠苏醉醒已三更。一声鸡唱，五十六年人。律转鸿钧佳气同，肩摩毂击乐融融。不须迎向东郊去，春在千门万户中。",
        "author": "清代",
        "poem_class": "重阳",
        "dynasty": "纳兰性德"
    },
    {
        "title": "九日和韩魏公",
        "paragraph": "晚岁登门最不才，萧萧华发映金罍。不堪丞相延东阁，闲伴诸儒老曲台。佳节久从愁里过，壮心偶傍醉中来。暮归冲雨寒无睡，自把新诗百遍开。花不尽，柳无穷。应与我情同。觥船一棹百分空。何处不相逢。 朱弦悄。知音少。天若有情应老。劝君看取利名场。今古梦茫茫。江南蝶，斜日一双双。身似何郎全傅粉，心如韩寿爱偷香。天赋与轻狂。微雨后，薄翅腻烟光。才伴游蜂来小院，又随飞絮过东墙。长是为花忙。晓色云开，春随人意，骤雨才过还晴。古台芳榭，飞燕蹴红英。舞困榆钱自落，秋千外、绿水桥平。东风里，朱门映柳，低按小秦筝。多情，行乐处，珠钿翠盖，玉辔红缨。渐酒空金榷，花困蓬瀛。豆蔻梢头旧恨，十年梦、屈指堪惊。凭阑久，疏烟淡日，寂寞下芜城。",
        "author": "宋代",
        "poem_class": "重阳",
        "dynasty": "苏洵"
    },
    {
        "title": "谢新恩·冉冉秋光留不住",
        "paragraph": "冉冉秋光留不住，满阶红叶暮。又是过重阳，台榭登临处，茱萸香坠。紫菊气，飘庭户，晚烟笼细雨。雍雍新雁咽寒声，愁恨年年长相似。花前失却游春侣，独自寻芳。满目悲凉。纵有笙歌亦断肠。林间戏蝶帘间燕，各自双双。忍更思量，绿树青苔半夕阳。长江落照天，物景似当年。忆昔携村酒，相将上钓船。狂歌红蓼岸，惊起白鸥眠。今日趋名急，临风一黯然。峭壁参差十二峰，冷烟寒树重重。瑶姬宫殿是仙踪。金炉珠帐，香霭昼偏浓。一自楚王惊梦断，人间无路相逢。至今云雨带愁容，月斜江上，征棹动晨钟。",
        "author": "五代",
        "poem_class": "重阳",
        "dynasty": "李煜"
    },
    {
        "title": "采桑子·重阳",
        "paragraph": "人生易老天难老，岁岁重阳。今又重阳，战地黄花分外香。一年一度秋风劲，不似春光。胜似春光，寥廓江天万里霜。岂有豪情似旧时，花开花落两由之。何期泪洒江南雨，又为斯民哭健儿。山高路远坑深，大军纵横驰奔。谁敢横刀立马？唯我彭大将军。垂钓板桥东，雪压蓑衣冷。江寒水不流，鱼嚼梅花影。",
        "author": "近现代",
        "poem_class": "重阳",
        "dynasty": "毛泽东"
    },
    {
        "title": "蝶恋花·九日和吴见山韵",
        "paragraph": "明月枝头香满路。几日西风，落尽花如雨。倒照秦眉天镜古。秋明白鹭双飞处。 自摘霜葱宜荐俎。可惜重阳，不把黄花与。帽堕笑凭纤手取。清歌莫送秋声去。情高意真。眉长鬓青。小楼明月调筝。写春风数声。思君忆君。魂牵梦萦。翠销香暖云屏。更那堪酒醒。春已归来，看美人头上，袅袅春幡。无端风雨，未肯收尽余寒。年时燕子，料今宵梦到西园。浑未办、黄柑荐酒，更传青韭堆盘？却笑东风从此，便薰梅染柳，更没些闲。闲时又来镜里，转变朱颜。清愁不断，问何人会解连环？生怕见花开花落，朝来塞雁先还。晴明风日雨干时，草满花堤水满溪。童子柳阴眠正着，一牛吃过柳阴西。",
        "author": "宋代",
        "poem_class": "重阳",
        "dynasty": "吴文英"
    },
    {
        "title": "次韵李节推九日登南山",
        "paragraph": "平林广野骑台荒，山寺钟鸣报夕阳。人事自生今日意，寒花只作去年香。巾欹更觉霜侵鬓，语妙何妨石作肠。落木无边江不尽，此身此日更须忙。湖山信是东南美，一望弥千里。使君能得几回来？便使樽前醉倒更徘徊。沙河塘里灯初上，水调谁家唱？夜阑风静欲归时，惟有一江明月碧琉璃。乳燕飞华屋。悄无人、桐阴转午，晚凉新浴。手弄生绡白团扇，扇手一时似玉。渐困倚、孤眠清熟。帘外谁来推绣户，枉教人、梦断瑶台曲。又却是，风敲竹。 石榴半吐红巾蹙。待浮花、浪蕊都尽，伴君幽独。秾艳一枝细看取，芳心千重似束。又恐被、秋风惊绿。若待得君来向此，花前对酒不忍触。共粉泪，两簌簌。东城渐觉风光好。縠皱波纹迎客棹。绿杨烟外晓寒轻，红杏枝头春意闹。浮生长恨欢娱少。肯爱千金轻一笑。为君持酒劝斜阳，且向花间留晚照。",
        "author": "宋代",
        "poem_class": "重阳",
        "dynasty": "陈师道"
    },
    {
        "title": "九日蓝田会饮 / 九日蓝田崔氏庄",
        "paragraph": "老去悲秋强自宽，兴来今日尽君欢。羞将短发还吹帽，笑倩旁人为正冠。蓝水远从千涧落，玉山高并两峰寒。明年此会知谁健？醉把茱萸仔细看。玉炉香，红蜡泪，偏照画堂秋思。眉翠薄，鬓云残，夜长衾枕寒。梧桐树，三更雨，不道离情正苦。一叶叶，一声声，空阶滴到明。雪衣雪发青玉嘴，群捕鱼儿溪影中。惊飞远映碧山去，一树梨花落晚风。弃我去者，昨日之日不可留；乱我心者，今日之日多烦忧。长风万里送秋雁，对此可以酣高楼。蓬莱文章建安骨，中间小谢又清发。俱怀逸兴壮思飞，欲上青天揽明月。(揽 一作：览；明月 一作：日月)抽刀断水水更流，举杯销愁愁更愁。(销愁 一作：消愁)人生在世不称意，明朝散发弄扁舟。",
        "author": "唐代",
        "poem_class": "重阳",
        "dynasty": "杜甫"
    },
    {
        "title": "九日",
        "paragraph": "今日云景好，水绿秋山明。携壶酌流霞，搴菊泛寒荣。地远松石古，风扬弦管清。窥觞照欢颜，独笑还自倾。落帽醉山月，空歌怀友生。金陵津渡小山楼，一宿行人自可愁。 潮落夜江斜月里，两三星火是瓜洲。余禁所禁垣西，是法厅事也，有古槐数株焉。虽生意可知，同殷仲文之古树；而听讼斯在，即周召伯之甘棠，每至夕照低阴，秋蝉疏引，发声幽息，有切尝闻，岂人心异于曩时，将虫响悲于前听？嗟乎，声以动容，德以象贤。故洁其身也，禀君子达人之高行；蜕其皮也，有仙都羽化之灵姿。候时而来，顺阴阳之数； 应节为变，审藏用之机。有目斯开，不以道昏而昧其视；有翼自薄，不以俗厚而易其真。吟乔树之微风，韵姿天纵； 饮高秋之坠露，清畏人知。仆失路艰虞，遭时徽纆。不哀伤而自怨，未摇落而先衰。闻蟪蛄之流声，悟平反之已奏；见螳螂之抱影，怯危机之未安。感而缀诗，贻诸知己。庶情沿物应，哀弱羽之飘零； 道寄人知，悯余声之寂寞。非谓文墨，取代幽忧云尔。西陆蝉声唱，南冠客思深。(客思深 一作：客思侵)那堪玄鬓影，来对白头吟。(那堪 一作：不堪)露重飞难进，风多响易沉。无人信高洁，谁为表予心？自古逢秋悲寂寥，我言秋日胜春朝。晴空一鹤排云上，便引诗情到碧霄。",
        "author": "唐代",
        "poem_class": "重阳",
        "dynasty": "李白"
    },
    {
        "title": "九日闲居",
        "paragraph": "余闲居，爱重九之名。秋菊盈园，而持醪靡由，空服九华，寄怀于言。世短意常多，斯人乐久生。日月依辰至，举俗爱其名。露凄暄风息，气澈天象明。往燕无遗影，来雁有余声。酒能祛百虑，菊解制颓龄。如何蓬庐士，空视时运倾！尘爵耻虚罍，寒华徒自荣。敛襟独闲谣，缅焉起深情。栖迟固多娱，淹留岂无成。尧任舜禹，当复何为。百兽率舞，凤凰来仪。得人则安，失人则危。唯贤知贤，人不易知。歌以咏言，诚不易移。鸣条之役，万举必全。明德通灵，降福自天。泛泛渌池，中有浮萍。寄身流波，随风靡倾。芙蓉含芳，菡萏垂荣。朝采其实，夕佩其英。采之遗谁？所思在庭。双鱼比目，鸳鸯交颈。有美一人，婉如清扬。知音识曲，善为乐方。穷居寡人用，时忘四运周。门庭多落叶，慨然知已秋。新葵郁北牖，嘉穟养南畴。今我不为乐，知有来岁不？命室携童弱，良日登远游。",
        "author": "魏晋",
        "poem_class": "重阳",
        "dynasty": "陶渊明"
    },
    {
        "title": "九日齐山登高 / 九日齐安登高",
        "paragraph": "江涵秋影雁初飞，与客携壶上翠微。尘世难逢开口笑，菊花须插满头归。但将酩酊酬佳节，不用登临恨落晖。古往今来只如此，牛山何必独霑衣。(霑 同：沾)营州少年厌原野，狐裘蒙茸猎城下。虏酒千钟不醉人，胡儿十岁能骑马。猿鸟犹疑畏简书，风云常为护储胥。徒令上将挥神笔，终见降王走传车。管乐有才原不忝，关张无命欲何如？他年锦里经祠庙，梁父吟成恨有余。烟深水阔，音信无由达。唯有碧天云外月，偏照悬悬离别。尽日感事伤怀，愁眉似锁难开。夜夜长留半被，待君魂梦归来。",
        "author": "唐代",
        "poem_class": "重阳",
        "dynasty": "杜牧"
    }
]