[
    {
        "title": "江上阻风",
        "paragraph": "睡起无聊倚舵楼，瞿塘西望路悠悠。长江巨浪征人泪，一夜西风共白头。有时云与高峰匹，不放松峦历历。望里依岩附壁，一样黏天碧。有时峰与晴云敌，不许露珠轻滴。别是娇酣颜色，浓淡随伊力。芳草才芽，梨花未雨，春魂已作天涯絮。晶帘宛转为谁垂，金衣飞上樱桃树。故国茫茫，扁舟何许，夕阳一片江流去。碧云犹叠旧河山，月痕休到深深处。不是逢人苦譽君，亦狂亦俠亦溫文。照人膽似秦時月，送我情如嶺上雲。",
        "author": "清代",
        "poem_class": "长江",
        "dynasty": "宋琬"
    },
    {
        "title": "至鸭栏驿上白马矶赠裴侍御",
        "paragraph": "侧叠万古石，横为白马矶。乱流若电转，举掉扬珠辉。临驿卷缇幕，升堂接绣衣。情亲不避马，为我解霜威。君家何处住，妾住在横塘。停船暂借问，或恐是同乡。玄宗回马杨妃死，云雨难忘日月新。终是圣明天子事，景阳宫井又何人。戍鼓断人行，边秋一雁声。(边秋 一作:秋边)露从今夜白，月是故乡明。有弟皆分散，无家问死生。寄书长不达，况乃未休兵。",
        "author": "唐代",
        "poem_class": "长江",
        "dynasty": "李白"
    },
    {
        "title": "晴江秋望",
        "paragraph": "八月长江万里晴，千帆一道带风轻。尽日不分天水色，洞庭南是岳阳城。汴水东流虎眼文，清淮晓色鸭头春。君看渡口淘沙处，渡却人间多少人。篱外谁家不系船，春风吹入钓鱼湾。 小童疑是有村客，急向柴门去却关。漠漠秋云起，稍稍夜寒生。但觉衣裳湿，无点亦无声。",
        "author": "唐代",
        "poem_class": "长江",
        "dynasty": "崔季卿"
    },
    {
        "title": "梅雨",
        "paragraph": "南京犀浦道，四月熟黄梅。湛湛长江去，冥冥细雨来。茅茨疏易湿，云雾密难开。竟日蛟龙喜，盘涡与岸回。天门中断楚江开，碧水东流至此回。两岸青山相对出，孤帆一片日边来。水纹珍簟思悠悠，千里佳期一夕休。从此无心爱良夜，任他明月下西楼。汉皇重色思倾国，御宇多年求不得。杨家有女初长成，养在深闺人未识。天生丽质难自弃，一朝选在君王侧。回眸一笑百媚生，六宫粉黛无颜色。春寒赐浴华清池，温泉水滑洗凝脂。侍儿扶起娇无力，始是新承恩泽时。云鬓花颜金步摇，芙蓉帐暖度春宵。春宵苦短日高起，从此君王不早朝。承欢侍宴无闲暇，春从春游夜专夜。后宫佳丽三千人，三千宠爱在一身。金屋妆成娇侍夜，玉楼宴罢醉和春。姊妹弟兄皆列土，可怜光彩生门户。遂令天下父母心，不重生男重生女。骊宫高处入青云，仙乐风飘处处闻。缓歌慢舞凝丝竹，尽日君王看不足。渔阳鼙鼓动地来，惊破《霓裳羽衣曲》。九重城阙烟尘生，千乘万骑西南行。翠华摇摇行复止，西出都门百余里。六军不发无奈何，宛转娥眉马前死。花钿委地无人收，翠翘金雀玉搔头。君王掩面救不得，回看血泪相和流。黄埃散漫风萧索，云栈萦纡登剑阁。峨嵋山下少人行，旌旗无光日色薄。蜀江水碧蜀山青，圣主朝朝暮暮情。行宫见月伤心色，夜雨闻铃肠断声。天旋日转回龙驭，到此踌躇不能去。(日转 一作：地转)马嵬坡下泥土中，不见玉颜空死处。君臣相顾尽沾衣，东望都门信马归。归来池苑皆依旧，太液芙蓉未央柳。芙蓉如面柳如眉，对此如何不泪垂？春风桃李花开夜，秋雨梧桐叶落时。(花开夜 一作：花开日)西宫南内多秋草，落叶满阶红不扫。(南内 一作：南苑)梨园弟子白发新，椒房阿监青娥老。夕殿萤飞思悄然，孤灯挑尽未成眠。迟迟钟鼓初长夜，耿耿星河欲曙天。鸳鸯瓦冷霜华重，翡翠衾寒谁与共？悠悠生死别经年，魂魄不曾来入梦。临邛道士鸿都客，能以精诚致魂魄。为感君王辗转思，遂教方士殷勤觅。排空驭气奔如电，升天入地求之遍。上穷碧落下黄泉，两处茫茫皆不见。忽闻海上有仙山，山在虚无缥缈间。楼阁玲珑五云起，其中绰约多仙子。中有一人字太真，雪肤花貌参差是。金阙西厢叩玉扃，转教小玉报双成。闻道汉家天子使，九华帐里梦魂惊。揽衣推枕起徘徊，珠箔银屏迤逦开。云鬓半偏新睡觉，花冠不整下堂来。风吹仙袂飘飖举，犹似霓裳羽衣舞。(飘飖 一作：飘飘)玉容寂寞泪阑干，梨花一枝春带雨。(阑 通：栏)含情凝睇谢君王，一别音容两渺茫。昭阳殿里恩爱绝，蓬莱宫中日月长。回头下望人寰处，不见长安见尘雾。惟将旧物表深情，钿合金钗寄将去。钗留一股合一扇，钗擘黄金合分钿。但令心似金钿坚，天上人间会相见。(但令 一作：但教)临别殷勤重寄词，词中有誓两心知。七月七日长生殿，夜半无人私语时。在天愿作比翼鸟，在地愿为连理枝。天长地久有时尽，此恨绵绵无绝期。",
        "author": "唐代",
        "poem_class": "长江",
        "dynasty": "杜甫"
    },
    {
        "title": "水调歌头·金山观月",
        "paragraph": "江山自雄丽，风露与高寒。寄声月姊，借我玉鉴此中看。幽壑鱼龙悲啸，倒影星辰摇动，海气夜漫漫。涌起白银阙，危驻紫金山。 表独立，飞霞佩，切云冠。漱冰濯雪，眇视万里一毫端。回首三山何处，闻道群仙笑我，要我欲俱还。挥手从此去，翳凤更骖鸾。文章本天成，妙手偶得之。粹然无疵瑕，岂复须人为？君看古彝器，巧拙两无施。汉最近先秦，固已殊淳漓。胡部何为者，豪竹杂哀丝。后夔不复作，千载谁与期？只知逐胜忽忘寒，小立春风夕照间。最爱东山晴后雪，软红光里涌银山。群山雪不到新晴，多作泥融少作冰。最爱东山晴后雪，却愁宜看不宜登。雨来细细复疏疏，纵不能多不肯无。似妒诗人山入眼，千峰故隔一帘珠。",
        "author": "宋代",
        "poem_class": "长江",
        "dynasty": "张孝祥"
    },
    {
        "title": "宿甘露寺僧舍",
        "paragraph": "枕中云气千峰近，床底松声万壑哀。要看银山拍天浪，开窗放入大江来。携手看花深径，扶肩待月斜廊。临分少伫已伥伥，此段不堪回想。欲寄书如天远，难销夜似年长。小窗风雨碎人肠，更在孤舟枕上。经年尘土满征衣，特特寻芳上翠微。好水好山看不足，马蹄催趁月明归。杨柳丝丝弄轻柔，烟缕织成愁。海棠未雨，梨花先雪，一半春休。而今往事难重省，归梦绕秦楼。相思只在，丁香枝上，豆蔻梢头。",
        "author": "宋代",
        "poem_class": "长江",
        "dynasty": "曾公亮"
    },
    {
        "title": "望天门山",
        "paragraph": "天门中断楚江开，碧水东流至此回。两岸青山相对出，孤帆一片日边来。苏家小女名简简，芙蓉花腮柳叶眼。十一把镜学点妆，十二抽针能绣裳。十三行坐事调品，不肯迷头白地藏。 玲珑云髻生花样，飘飖风袖蔷薇香。殊姿异态不可状，忽忽转动如有光。二月繁霜杀桃李，明年欲嫁今年死。 丈人阿母勿悲啼，此女不是凡夫妻。恐是天仙谪人世，只合人间十三岁。大都好物不坚牢，彩云易散琉璃脆。清浅白石滩，绿蒲向堪把。家住水东西，浣纱明月下。松下茅亭五月凉，汀沙云树晚苍苍。行人无限秋风思，隔水青山似故乡。",
        "author": "唐代",
        "poem_class": "长江",
        "dynasty": "李白"
    },
    {
        "title": "春别曲",
        "paragraph": "长江春水绿堪染，莲叶出水大如钱。 江头橘树君自种，那不长系木兰船。秋丛绕舍似陶家，遍绕篱边日渐斜。 不是花中偏爱菊，此花开尽更无花。残灯无焰影幢幢，此夕闻君谪九江。 垂死病中惊坐起，暗风吹雨入寒窗。凤吹声如隔彩霞，不知墙外是谁家。重门深锁无寻处，疑有碧桃千树花。",
        "author": "唐代",
        "poem_class": "长江",
        "dynasty": "张籍"
    },
    {
        "title": "渡荆门送别",
        "paragraph": "渡远荆门外，来从楚国游。山随平野尽，江入大荒流。月下飞天镜，云生结海楼。仍怜故乡水，万里送行舟。花开不同赏，花落不同悲。欲问相思处，花开花落时。八月秋高风怒号，卷我屋上三重茅。茅飞渡江洒江郊，高者挂罥长林梢，下者飘转沉塘坳。南村群童欺我老无力，忍能对面为盗贼。公然抱茅入竹去，唇焦口燥呼不得，归来倚杖自叹息。俄顷风定云墨色，秋天漠漠向昏黑。布衾多年冷似铁，娇儿恶卧踏里裂。床头屋漏无干处，雨脚如麻未断绝。自经丧乱少睡眠，长夜沾湿何由彻！安得广厦千万间，大庇天下寒士俱欢颜！风雨不动安如山。呜呼！何时眼前突兀见此屋，吾庐独破受冻死亦足！(死亦足 一作：死意足）锦水东北流，波荡双鸳鸯。雄巢汉宫树，雌弄秦草芳。宁同万死碎绮翼，不忍云间两分张。此时阿娇正娇妒，独坐长门愁日暮。但愿君恩顾妾深，岂惜黄金买词赋。相如作赋得黄金，丈夫好新多异心。一朝将聘茂陵女，文君因赠白头吟。东流不作西归水，落花辞条归故林。兔丝固无情，随风任倾倒。谁使女萝枝，而来强萦抱。两草犹一心，人心不如草。莫卷龙须席，从他生网丝。且留琥珀枕，或有梦来时。覆水再收岂满杯，弃妾已去难重回。古来得意不相负，只今惟见青陵台。",
        "author": "唐代",
        "poem_class": "长江",
        "dynasty": "李白"
    },
    {
        "title": "金陵望汉江",
        "paragraph": "汉江回万里，派作九龙盘。横溃豁中国，崔嵬飞迅湍。六帝沦亡后，三吴不足观。我君混区宇，垂拱众流安。今日任公子，沧浪罢钓竿。男儿事长征，少小幽燕客。赌胜马蹄下，由来轻七尺。杀人莫敢前，须如猬毛磔。黄云陇底白云飞，未得报恩不得归。辽东小妇年十五，惯弹琵琶解歌舞。今为羌笛出塞声，使我三军泪如雨。黄四娘家花满蹊，千朵万朵压枝低。留连戏蝶时时舞，自在娇莺恰恰啼。一封朝奏九重天，夕贬潮州路八千。(潮州 一作：潮阳)欲为圣明除弊事，肯将衰朽惜残年！(欲为 一作：本为；圣明 一作：圣朝；肯将 一作：敢将)云横秦岭家何在？雪拥蓝关马不前。知汝远来应有意，好收吾骨瘴江边。",
        "author": "唐代",
        "poem_class": "长江",
        "dynasty": "李白"
    },
    {
        "title": "登金陵雨花台望大江",
        "paragraph": "大江来从万山中，山势尽与江流东。钟山如龙独西上，欲破巨浪乘长风。江山相雄不相让，形胜争夸天下壮。秦皇空此瘗黄金，佳气葱葱至今王。我怀郁塞何由开，酒酣走上城南台；坐觉苍茫万古意，远自荒烟落日之中来！石头城下涛声怒，武骑千群谁敢渡？黄旗入洛竟何祥，铁锁横江未为固。前三国，后六朝，草生宫阙何萧萧。英雄乘时务割据，几度战血流寒潮。我生幸逢圣人起南国，祸乱初平事休息。从今四海永为家，不用长江限南北。邓禹南阳来，仗策归光武。孔明卧隆中，不即事先主。英雄各有见，何必问出处。孙曹与更始，未可同日语。向非昭烈贤，三顾犹未许。君子当识时，守身如处女。秋色到空闺，夜扫梧桐叶。谁料同心结不成，翻就相思结。十二玉阑干，风动灯明灭。立尽黄昏泪几行，一片鸦啼月。富贵本无根，尽从勤里得。请观懒惰者，面待饥寒色。",
        "author": "明代",
        "poem_class": "长江",
        "dynasty": "高启"
    },
    {
        "title": "喜迁莺·晋师胜淝上",
        "paragraph": "长江千里。限南北、雪浪云涛无际。天险难逾，人谋克庄，索虏岂能吞噬。阿坚百万南牧，倏忽长驱吾地。破强敌，在谢公处画，从容颐指。 奇伟。淝水上，八千戈甲，结阵当蛇豕。鞭弭周旋，旌旗麾动，坐却北军风靡。夜闻数声鸣鹤，尽道王师将至。延晋祚，庇烝民，周雅何曾专美。斜风细雨作春寒，对尊前，忆前欢。曾把梨花，寂寞泪阑干。芳草断烟南浦路，和别泪，看青山。昨宵结得梦夤缘，水云间，悄无言。争奈醒来，愁恨又依然。展转衾裯空懊恼，天易见，见伊难。一春不识西湖面。翠羞红倦。雨窗和泪摇湘管。意长笺短。 知心惟有雕梁燕。自来相伴。东风不管琵琶怨。落花吹遍。寒日萧萧上琐窗，梧桐应恨夜来霜。酒阑更喜团茶苦，梦断偏宜瑞脑香。秋已尽，日犹长，仲宣怀远更凄凉。不如随分尊前醉，莫负东篱菊蕊黄。",
        "author": "宋代",
        "poem_class": "长江",
        "dynasty": "李纲"
    },
    {
        "title": "六么令·次韵和贺方回金陵怀古鄱阳席上作",
        "paragraph": "长江千里，烟淡水云阔。歌沉玉树，古寺空有疏钟发。六代兴亡如梦，苒苒惊时月。兵戈凌灭。豪华销尽，几见银蟾自圆缺。 潮落潮生波渺，江树森如发。谁念迁客归来，老大伤名节。纵使岁寒途远，此志应难夺。高楼谁设。倚阑凝望，独立渔翁满江雪。凌波仙子生尘袜，水上轻盈步微月。是谁招此断肠魂，种作寒花寄愁绝。含香体素欲倾城，山矾是弟梅是兄。坐对真成被花恼，出门一笑大江横。试说途中景，方知别后心。行人日暮少，风雪乱山深。雨霁风光，春分天气，千花百卉争明媚。画梁新燕一双双，玉笼鹦鹉愁孤睡。薜荔依墙，莓苔满地，青楼几处歌声丽。蓦然旧事上心来，无言敛皱眉山翠。",
        "author": "宋代",
        "poem_class": "长江",
        "dynasty": "李纲"
    }
]