[
    {
        "title": "黄河泛舟",
        "paragraph": "洪波舣楫泛中流，凫淑鸥汀揽胜游。数点渔舟歌欸乃，诗情恍在白苹洲。平远江山极目回，古祠漠漠背城开。莫嫌举世无知己，未有庸人不忌才。放逐肯消亡国恨？岁时犹动楚人哀！湘兰沅芷年年绿，想见吟魂自往来。杏花疏雨洒香堤，高楼帘幕垂。远山映水夕阳低，春愁压翠眉。芳草句，碧云辞，低徊闲自思。流莺枝上不曾啼，知君肠断时。芳草才芽，梨花未雨，春魂已作天涯絮。晶帘宛转为谁垂，金衣飞上樱桃树。故国茫茫，扁舟何许，夕阳一片江流去。碧云犹叠旧河山，月痕休到深深处。",
        "author": "清代",
        "poem_class": "黄河",
        "dynasty": "罗元琦"
    },
    {
        "title": "送魏郡李太守赴任",
        "paragraph": "与君伯氏别，又欲与君离。君行无几日，当复隔山陂。 苍茫秦川尽，日落桃林塞。独树临关门，黄河向天外。 前经洛阳陌，宛洛故人稀。故人离别尽，淇上转骖騑。企予悲送远，惆怅睢阳路。古木官渡平，秋城邺宫故。 想君行县日，其出从如云。遥思魏公子，复忆李将军。千里莺啼绿映红，水村山郭酒旗风。南朝四百八十寺，多少楼台烟雨中。昔日戏言身后意，今朝都到眼前来。(身后意 一作：身后事)衣裳已施行看尽，针线犹存未忍开。尚想旧情怜婢仆，也曾因梦送钱财。诚知此恨人人有，贫贱夫妻百事哀。度岭方辞国，停轺一望家。魂随南翥鸟，泪尽北枝花。山雨初含霁，江云欲变霞。但令归有日，不敢恨长沙。",
        "author": "唐代",
        "poem_class": "黄河",
        "dynasty": "王维"
    },
    {
        "title": "渡黄河",
        "paragraph": "路出大梁城，关河开晓晴。日翻龙窟动，风扫雁沙平。倚剑嗟身事，张帆快旅情。茫茫不知处，空外棹歌声。一别家山音信杳，百种相思，肠断何时了。燕子不来花又老，一春瘦的腰儿小。薄幸郎君何日到，想自当初，莫要相逢好。好梦欲成还又觉，绿窗但觉莺啼晓。一年三百六十日，春夏秋冬各九十。冬寒夏热最叹当，寒则如刀热如炙。春三秋九号温和，天气温和风雨多。一年细算良辰少，况且叹逢美景何。美景良辰淌遭遇，又有赏心并乐事。不烧高烛照芳樽，也是虚生在人世。古人有这达矣哉，劝人秉烛夜游来。春宵一刻千金价，我道千金买不回。一抔苏小是耶非，绣口花腮烂舞衣。自古佳人难再得，从今虑翼罢双飞。薤边露眼啼痕浅，松下同心结带稀。恨不颠狂如大阮，欠将一哭恸兵闺。",
        "author": "明代",
        "poem_class": "黄河",
        "dynasty": "谢榛"
    },
    {
        "title": "渡河到清河作",
        "paragraph": "泛舟大河里，积水穷天涯。天波忽开拆，郡邑千万家。行复见城市，宛然有桑麻。回瞻旧乡国，渺漫连云霞。风吹柳花满店香，吴姬压酒劝客尝。(劝客 一作：唤客)金陵子弟来相送，欲行不行各尽觞。请君试问东流水，别意与之谁短长？少年佳节倍多情，老去谁知感慨生。不效艾符趋习俗，但祈蒲酒话升平。鬓丝日日添白头，榴锦年年照眼明。千载贤愚同瞬息，几人湮没几垂名。何人不爱牡丹花，占断城中好物华。疑是洛川神女作，千娇万态破朝霞。",
        "author": "唐代",
        "poem_class": "黄河",
        "dynasty": "王维"
    },
    {
        "title": "黄河夜泊",
        "paragraph": "明月黄河夜，寒沙似战场。奔流聒地响，平野到天荒。吴会书难达，燕台路正长。男儿少为客，不辨是他乡。长生徒有慕，苦乏大药资。名山遍探历，悠悠鬓生丝。微躯一系念，去道日远而。中岁忽有觉，九还乃在兹。非炉亦非鼎，何坎复何离。本无终始究，宁有死生期？彼哉游方士，诡辞反增疑。纷然诸老翁，自传困多歧。乾坤由我在，安用他求为？千圣皆过影，良知乃吾师。王翱一女，嫁于畿辅某官为妻。公夫人甚爱女，每迎女，婿固不遣。恚而语妻曰：“而翁长铨，迁我京职，则汝朝夕侍母；且迁我如振落叶耳，而何吝者？”女寄言于母。夫人一夕置酒，跪白公。公大怒，取案上器击伤夫人，出，驾而宿于朝房，旬乃还第。婿竟不调。燕地寒，花朝节后，余寒犹厉。冻风时作，作则飞沙走砾。局促一室之内，欲出不得。每冒风驰行，未百步辄返。廿二日天稍和，偕数友出东直，至满井。高柳夹堤，土膏微润，一望空阔，若脱笼之鹄。于时冰皮始解，波色乍明，鳞浪层层，清澈见底，晶晶然如镜之新开而冷光之乍出于匣也。山峦为晴雪所洗，娟然如拭，鲜妍明媚，如倩女之靧面而髻鬟之始掠也。柳条将舒未舒，柔梢披风，麦田浅鬣寸许。游人虽未盛，泉而茗者，罍而歌者，红装而蹇者，亦时时有。风力虽尚劲，然徒步则汗出浃背。凡曝沙之鸟，呷浪之鳞，悠然自得，毛羽鳞鬣之间皆有喜气。始知郊田之外未始无春，而城居者未之知也。夫不能以游堕事而潇然于山石草木之间者，惟此官也。而此地适与余近，余之游将自此始，恶能无纪？己亥之二月也。",
        "author": "明代",
        "poem_class": "黄河",
        "dynasty": "李流芳"
    },
    {
        "title": "东归晚次潼关怀古",
        "paragraph": "暮春别乡树，晚景低津楼，伯夷在首阳，欲往无轻舟。遂登关城望，下见洪河流，自从巨灵开，流血千万秋。行行潘生赋，赫赫曹公谋，川上多往事，凄凉满空洲。楚水巴山江雨多，巴人能唱本乡歌。今朝北客思归去，回入纥那披绿罗。兰叶春葳蕤，桂华秋皎洁。欣欣此生意，自尔为佳节。谁知林栖者，闻风坐相悦。草木有本心，何求美人折。幽人归独卧，滞虑洗孤清。持此谢高鸟，因之传远情。日夕怀空意，人谁感至精？飞沉理自隔，何所慰吾诚？鱼游乐深池，鸟栖欲高枝。嗟尔蜉蝣羽，薨薨亦何为。有生岂不化，所感奚若斯。神理日微灭，吾心安得知。浩叹杨朱子，徒然泣路岐。孤鸿海上来，池潢不敢顾。侧见双翠鸟，巢在三珠树。矫矫珍木巅，得无金丸惧？美服患人指，高明逼神恶？今我游冥冥，弋者何所慕！吴越数千里，梦寐今夕见。形骸非我亲，衾枕即乡县。化蝶犹不识，川鱼安可羡。海上有仙山，归期觉神变。西日下山隐，北风乘夕流。燕雀感昏旦，檐楹呼匹俦。鸿鹄虽自远，哀音非所求。贵人弃疵贱，下士尝殷忧。众情累外物，恕己忘内修。感叹长如此，使我心悠悠。江南有丹橘，经冬犹绿林。岂伊地气暖，自有岁寒心⑿。可以荐嘉客⒀，奈何阻重深。运命唯所遇，循环不可寻。徒言树桃李，此木岂无阴。永日徒离忧，临风怀蹇修。美人何处所，孤客空悠悠。青鸟跂不至，朱鳖谁云浮。夜分起踯躅，时逝曷淹留。抱影吟中夜，谁闻此叹息。美人适异方，庭树含幽色。白云愁不见，沧海飞无翼。凤凰一朝来，竹花斯可食。汉上有游女，求思安可得。袖中一札书，欲寄双飞翼。冥冥愁不见，耿耿徒缄忆。紫兰秀空蹊，皓露夺幽色。馨香岁欲晚，感叹情何极。白云在南山，日暮长太息。我有异乡忆，宛在云溶溶。凭此目不觏，要之心所钟。但欲附高鸟，安敢攀飞龙。至精无感遇，悲惋填心胸。归来扣寂寞，人愿天岂从？闭门迹群化，凭林结所思。啸叹此寒木，畴昔乃芳蕤。朝阳凤安在，日暮蝉独悲。浩思极中夜，深嗟欲待谁。所怀诚已矣，既往不可追。鼎食非吾事，云仙尝我期。胡越方杳杳，车马何迟迟。天壤一何异，幽嘿卧帘帷。 海上生明月，天涯共此时。情人怨遥夜，竟夕起相思。灭烛怜光满，披衣觉露滋。不堪盈手赠，还寝梦佳期。",
        "author": "唐代",
        "poem_class": "黄河",
        "dynasty": "岑参"
    },
    {
        "title": "书河上亭壁",
        "paragraph": "岸阔樯稀波渺茫，独凭危槛思何长。萧萧远树疏林外，一半秋山带夕阳。小雨丝丝欲网春，落花狼藉近黄昏。车尘不到张罗地，宿鸟声中自掩门。独立苍茫醉不归。日暮天寒，归去来兮。探梅踏雪几何时。今我来思，杨柳依依。白石冈头曲岸西。一片闲愁，芳草萋萋。多情山鸟不须啼。桃李无言，下自成蹊。红叶黄花秋意晚，千里念行客。看飞云过尽，归鸿无信，何处寄书得。 泪弹不尽临窗滴。就砚旋研墨。渐写到别来，此情深处，红笺为无色。",
        "author": "宋代",
        "poem_class": "黄河",
        "dynasty": "寇准"
    },
    {
        "title": "渡黄河",
        "paragraph": "河流迅且浊，汤汤不可陵。桧楫难为榜，松舟才自胜。空庭偃旧木，荒畴余故塍。不睹行人迹，但见狐兔兴。寄言河上老，此水何当澄。银汉低回度月华，琼钩宝柱绾灯纱。宛转萦烟随绣骑，徘徊照影逐香车。飞甍遥望如平乐，曲巷相逢似狭斜。百枝然火龙衔烛，七采络缨凤吐花。凤花龙烛光云陌，娈童艳女连歌席。荷盖亭亭葆羽翻，芝幢渺渺兰辉畐。鸳鸯阁上舞飞仙，翡翠屏前淹醉客。枞金叠鼓转层台，绛火银花映杂苔。乍见朱尘连雾卷，还看薰燧乱星回。赤熛忽掣金绳断，丹洞齐烘玉琐开。蟠空百丈灵虬绕，簇幔千行紫蝶来。紫蝶飞飞散帘箔，流萤的的穿高阁。电影迎前霹霹惊，瑶光缀后天花落。扶桑波上浴奔鲸，蕊珠树底翻丹鹤。毒瘴熏时解麝膏，残霞剪断飘芳藿。麝膏芳藿夜将阑，蔓延剧戏几回看。铁铗烬销歌曲转，铜荷溜滴舞衣单。鹊飞玄渚星河没，龙口流珠漏水寒。遥思内苑鳌山起，喷烟射火春宵里。千旗万队绕西城，地转天回连北里。豹脂熊髓照无休，宝炬轻烟散五侯。羽林宅畔龙媒集，虢国园中凤跸留。翠焰金砂长夜宴，火桂炮鸾拂曙收。鱼眼摇灯半明灭，虹梁霞缕黄昏彻。繁华富贵目前欢，却笑娲媓补天裂。可怜刘向只穷经，夜月春风不系情。翩翩公子尝相问，草阁囊萤误一生。秋月始纤纤，微光垂步檐。朣胧入床簟，仿佛鉴窗帘。帘萤隐光息，帘虫映光织。玉羊东北上，金虎西南昃。长门隔清夜，高堂梦容色。如何当此时，怀情满胸臆。三光以记物成形，四时以裁成正位。雷风大山岳之响，寒暑通阴阳之气。武功则六合攸同，文教则二仪经纬。有道则咸浴其德，好生则各繁其类。白日经天中则移，明月横汉满而亏。能亏能缺既无为，虽盈虽满则不危。开信义以为苑囿，立道德以为城池。周监二代所损益，郁郁乎文其可知。庖牺之亲临佃渔，神农之躬秉耕稼。汤则救旱而忧勤，禹则正冠而无暇。草上之风无不偃，君子之氓知可化。将欲比德于三皇，未始追踪于五霸。",
        "author": "南北朝",
        "poem_class": "黄河",
        "dynasty": "范云"
    },
    {
        "title": "水调歌头·赋三门津",
        "paragraph": "黄河九天上，人鬼瞰重关。长风怒卷高浪，飞洒日光寒。峻似吕梁千仞，壮似钱塘八月，直下洗尘寰。万象入横溃，依旧一峰闲。仰危巢，双鹄过，杳难攀。人间此险何用，万古袐神奸。不用燃犀下照，未必佽飞强射，有力障狂澜。唤取骑鲸客，挝鼓过银山。我为中秋说。休赏中秋节。外景中秋不益人，内景中秋别。心到中秋歇。尘自中秋绝。金遇中秋结大丹，性似中秋月。鸡声未动发南楼，涧水随人向北流。欲望读书山远近，雁门关上懒回头。跳出红炉，身无烧烙。水云游历非流落。晨昏调弄自然琴。清清滋味胜酥酪。逗引灵童，常交欢乐。八渠流水成璎珞。兀谁占得此家风，知新",
        "author": "金朝",
        "poem_class": "黄河",
        "dynasty": "元好问"
    },
    {
        "title": "黄河",
        "paragraph": "莫把阿胶向此倾，此中天意固难明。解通银汉应须曲，才出昆仑便不清。高祖誓功衣带小，仙人占斗客槎轻。三千年后知谁在？何必劳君报太平！世乱同南去，时清独北还。他乡生白发，旧国见青山。 晓月过残垒，繁星宿故关。寒禽与衰草，处处伴愁颜。为人性僻耽佳句，语不惊人死不休。老去诗篇浑漫兴，春来花鸟莫深愁。(漫兴 一作：漫与)新添水槛供垂钓，故着浮槎替入舟。焉得思如陶谢手，令渠述作与同游。山上层层桃李花，云间烟火是人家。银钏金钗来负水，长刀短笠去烧畲。",
        "author": "唐代",
        "poem_class": "黄河",
        "dynasty": "罗隐"
    },
    {
        "title": "公无渡河",
        "paragraph": "黄河西来决昆仑，咆哮万里触龙门。波滔天，尧咨嗟。大禹理百川，儿啼不窥家。杀湍湮洪水，九州始蚕麻。其害乃去，茫然风沙。被发之叟狂而痴，清晨临流欲奚为。旁人不惜妻止之，公无渡河苦渡之。虎可搏，河难凭，公果溺死流海湄。有长鲸白齿若雪山，公乎公乎挂罥于其间。箜篌所悲竟不还。处世若大梦，胡为劳其生？所以终日醉，颓然卧前楹。觉来眄庭前，一鸟花间鸣。借问此何时？春风语流莺。感之欲叹息，对酒还自倾。浩歌待明月，曲尽已忘情。见说蚕丛路，崎岖不易行。山从人面起，云傍马头生。芳树笼秦栈，春流绕蜀城。升沉应已定，不必问君平。白发三千丈，缘愁似个长。不知明镜里，何处得秋霜。",
        "author": "唐代",
        "poem_class": "黄河",
        "dynasty": "李白"
    },
    {
        "title": "浪淘沙·其一",
        "paragraph": "九曲黄河万里沙，浪淘风簸自天涯。如今直上银河去，同到牵牛织女家。自古逢秋悲寂寥，我言秋日胜春朝。晴空一鹤排云上，便引诗情到碧霄。丈夫非无泪，不洒离别间。杖剑对尊酒，耻为游子颜。蝮蛇一螫手，壮士即解腕。所志在功名，离别何足叹。清时有味是无能，闲爱孤云静爱僧。 欲把一麾江海去，乐游原上望昭陵。",
        "author": "唐代",
        "poem_class": "黄河",
        "dynasty": "刘禹锡"
    },
    {
        "title": "水龙吟·过黄河",
        "paragraph": "浊波浩浩东倾，今来古往无终极。经天亘地，滔滔流出，昆仑东北。神浪狂飙，奔腾触裂，轰雷沃日。看中原形胜，千年王气。雄壮势、隆今昔。鼓茫茫万里，棹歌声、响凝空碧。壮游汗漫，山川绵邈，飘飘吟迹。我欲乘槎，直穷银汉，问津深入。唤君平一笑，谁夸汉客，取支机石。江天晚霞，舟横野渡，网晒汀沙。一家老幼无牵挂，恣意喧哗。新糯酒香橙藕芽，锦鳞鱼紫蟹红虾。杯盘罢，争些醉煞，和月宿芦花。樵腰间斧柯，观棋曾朽，修月曾磨。不将连理枝梢锉，无缺钢多。不饶过猿枝鹤窠，惯立尽石涧泥坡。还参破，名缰利锁，云外放怀歌。耕耕田看书，一川禾黍，四壁桑榆。庄家也有欢娱处，莫说其余。赛社处王留宰猪，劝农回牛表牵驴，还家去，蓬窗睡足，一品待何如？牧闲中放牛，天连野草，水接平芜。终朝饱玩江山秀，乐以忘忧。青箬笠西风渡口，绿蓑衣暮雨沧州。黄昏后，长笛在手，吹破楚天秋。想赴蟠桃玳瑁筵，休享御酒琼林宴。息争名夺利心，发养性修真愿。争如纸被裹云眠，茶药倚炉煎。看峻岭衔花鹿，使巅峰献果猿。朝元，在金阙寥阳殿。安然，蓬莱洞里仙。为浮生两鬓白，观镜里朱颜迈。忙辞了白象简，紧纳了金鱼带。绿柳倚门栽，金菊映篱开。爱的是流水清如玉，那里想侯门深似海。幽哉，袖拂白云外。彭泽，清闲归去来。光阴似流水，日月搬昏昼。尘俗一笔勾，世事都参透。睡来时高枕一无忧，闷来时拄杖半过头。饥来时一钵千家饭，闲来时孤身万里游。盈眸，阆苑风光秀。抬头，蓬莱景物幽。荣华似风内灯，富贵如槐安梦。恰六朝贺太平，十二国干戈动。人海混鱼龙，浮世隐英雄。收楚韩元帅，兴周的姜太公。功名，到底成何用？悉是：南柯一梦中！将军西征过昆仑，战马渴死心如焚。策勋脱鞍泻汗血，一饮瑶池三尺雪。身如飞龙首渴乌，白光照夜瞳流月。长河冻合霜草干，骏骨削立天风寒。木牛沉绝粮道阻，中军饿守函谷关。太平此马惜遗弃，往往驽骀归天闲。区区刍粟岂足豢，忠节所尽人尤难。摩挲图画不忍看，万古志士空长叹。",
        "author": "元代",
        "poem_class": "黄河",
        "dynasty": "许有壬"
    },
    {
        "title": "拂舞词 / 公无渡河",
        "paragraph": "黄河怒浪连天来，大响谹谹如殷雷。龙伯驱风不敢上，百川喷雪高崔嵬。二十三弦何太哀，请公勿渡立徘徊。下有狂蛟锯为尾，裂帆截棹磨霜齿。神椎凿石塞神潭，白马参覃赤尘起。公乎跃马扬玉鞭，灭没高蹄日千里。斜阳照墟落，穷巷牛羊归。(斜阳 一作：斜光)野老念牧童，倚杖候荆扉。雉雊麦苗秀，蚕眠桑叶稀。田夫荷锄至，相见语依依。(至 一作：立)即此羡闲逸，怅然吟式微。林暗草惊风，将军夜引弓。平明寻白羽，没在石棱中。雨中禁火空斋冷，江上流莺独坐听。 把酒看花想诸弟，杜陵寒食草青青。",
        "author": "唐代",
        "poem_class": "黄河",
        "dynasty": "温庭筠"
    },
    {
        "title": "自淇涉黄河途中作十三首",
        "paragraph": "川上常极目，世情今已闲。去帆带落日，征路随长山。亲友若云霄，可望不可攀。于兹任所惬，浩荡风波间。清晨泛中流，羽族满汀渚。黄鹄何处来，昂藏寡俦侣。飞鸣无人见，饮啄岂得所。云汉尔固知，胡为不轻举。野人头尽白，与我忽相访。手持青竹竿，日暮淇水上。虽老美容色，虽贫亦闲放。钓鱼三十年，中心无所向。南登滑台上，却望河淇间。竹树夹流水，孤城对远山。念兹川路阔，羡尔沙鸥闲。长想别离处，犹无音信还。东入黄河水，茫茫泛纡直。北望太行山，峨峨半天色。山河相映带，深浅未可测。自昔有贤才，相逢不相识。秋日登滑台，台高秋已暮。独行既未惬，怀土怅无趣。晋宋何萧条，羌胡散驰鹜。当时无战略，此地即边戍。兵革徒自勤，山河孰云固。乘闲喜临眺，感物伤游寓。惆怅落日前，飘飖远帆处。北风吹万里，南雁不知数。归意方浩然，云沙更回互。乱流自兹远，倚楫时一望。遥见楚汉城，崔嵬高山上。天道昔未测，人心无所向。屠钓称侯王，龙蛇争霸王。缅怀多杀戮，顾此生惨怆。圣代休甲兵，吾其得闲放。兹川方悠邈，云沙无前后。古堰对河壖，长林出淇口。独行非吾意，东向日已久。忧来谁得知，且酌尊中酒。朝从北岸来，泊船南河浒。试共野人言，深觉农夫苦。去秋虽薄熟，今夏犹未雨。耕耘日勤劳，租税兼舄卤。园蔬空寥落，产业不足数。尚有献芹心，无因见明主。茫茫浊河注，怀古临河滨。禹功本豁达，汉迹方因循。坎德昔滂沱，冯夷胡不仁。激潏陵堤防，东郡多悲辛。天子忽惊悼，从官皆负薪。畚筑岂无谋，祈祷如有神。宣房今安在，高岸空嶙峋。我行倦风湍，辍棹将问津。空传歌瓠子，感慨独愁人。孟夏桑叶肥，秾阴夹长津。蚕农有时节，田野无闲人。临水狎渔樵，望山怀隐沦。谁能去京洛，憔悴对风尘。朝景入平川，川长复垂柳。遥看魏公墓，突兀前山后。忆昔大业时，群雄角奔走。伊人何电迈，独立风尘首。传檄举敖仓，拥兵屯洛口。连营一百万，六合如可有。方项终比肩，乱隋将假手。力争固难恃，骄战曷能久。若使学萧曹，功名当不朽。皤皤河滨叟，相遇似有耻。辍榜聊问之，答言尽终始。一生虽贫贱，九十年未死。且喜对儿孙，弥惭远城市。结庐黄河曲，垂钓长河里。漫漫望云沙，萧条听风水。所思强饭食，永愿在乡里。万事吾不知，其心只如此。泪湿罗巾梦不成，夜深前殿按歌声。 红颜未老恩先断，斜倚薰笼坐到明。好风胧月清明夜，碧砌红轩刺史家。 独绕回廊行复歇，遥听弦管暗看花。王濬楼船下益州，金陵王气黯然收。千寻铁锁沉江底，一片降幡出石头。人世几回伤往事，山形依旧枕寒流。今逢四海为家日，故垒萧萧芦荻秋。",
        "author": "唐代",
        "poem_class": "黄河",
        "dynasty": "高适"
    },
    {
        "title": "西岳云台歌送丹丘子",
        "paragraph": "西岳峥嵘何壮哉！黄河如丝天际来。黄河万里触山动，盘涡毂转秦地雷。荣光休气纷五彩，千年一清圣人在。巨灵咆哮擘两山，洪波喷箭射东海。三峰却立如欲摧，翠崖丹谷高掌开。白帝金精运元气，石作莲花云作台。云台阁道连窈冥，中有不死丹丘生。明星玉女备洒扫，麻姑搔背指爪轻。我皇手把天地户，丹丘谈天与天语。九重出入生光辉，东来蓬莱复西归。玉浆倘惠故人饮，骑二茅龙上天飞。日落松风起，还家草露晞。云光侵履迹，山翠拂人衣。人道海水深，不抵相思半。海水尚有涯，相思渺无畔。携琴上高楼，楼虚月华满。弹著相思曲，弦肠一时断。小时不识月，呼作白玉盘。又疑瑶台镜，飞在青云端。",
        "author": "唐代",
        "poem_class": "黄河",
        "dynasty": "李白"
    },
    {
        "title": "渡黄河",
        "paragraph": "倒泻银河事有无，掀天浊浪只须臾。人间更有风涛险，翻说黄河是畏途。各有心情在，随渠爱暖凉。青苔问红叶，何物是斜阳。满眼生机转化钧，天工人巧日争新。预支五百年新意，到了千年又觉陈。李杜诗篇万口传，至今已觉不新鲜。江山代有才人出，各领风骚数百年。只眼须凭自主张，纷纷艺苑漫雌黄。矮人看戏何曾见，都是随人说短长。少时学语苦难圆，只道工夫半未全。到老始知非力取，三分人事七分天。诗解穷人我未空，想因诗尚不曾工。熊鱼自笑贪心甚，既要工诗又怕穷。微云一抹遥峰，冷溶溶，恰与个人清晓画眉同。红蜡泪，青绫被，水沉浓，却与黄茅野店听西风。",
        "author": "清代",
        "poem_class": "黄河",
        "dynasty": "宋琬"
    },
    {
        "title": "黄河行",
        "paragraph": "黄河水，水阔无边深无底，其来不知几千里。或云昆仑之山出西纪，元气融结自兹始。地维崩兮天柱折，于是横奔逆激日夜流不已。九功歌成四载止，黄熊化作苍龙尾。双谼凿断海门开，两鄂崭崭尚中峙。盘涡荡激，回湍冲射，悬崖飞沙，断岸决石，瞬息而争靡。洪涛巨浪相豗，怒声不住从天来。初如两军战方合，飞炮忽下坚壁摧。又如丰隆起行雨，鞭笞铁骑驱奔雷。半空澎湃落银屋，势连渤澥吞淮渎。天吴九首兮，魌魋独足。潜潭雨过老蛟吟，明月夜照鲛人哭。扁舟侧挂帆一幅，满耳萧萧鸟飞速。徐邳千里半日程，转盼青山小如粟。吁嗟雄哉！其水一石，其泥数斗。滔滔汩汩兮，同宇宙之悠久。泛中流以击楫兮，招群仙而挥手。好风兮东来，酬河伯兮杯酒。采菱人语隔秋烟，波静如横练。入手风光莫流转，共留连，画船一笑春风面。江山信美，终非吾土，问何日是归年？大德七年，秋八月，予尝从老先生来观大龙湫。苦雨积日夜，是日，大风起西北，始见日出。湫水方大，入谷未到五里余，闻大声转出谷中，从者心掉。望见西北立石，作人俯势，又如大楹；行过二百步，乃见更作两股相倚立；更进百数步，又如树大屏风。而其颠谽谺，犹蟹两螯，时一动摇，行者兀兀不可入。转缘南山趾稍北，回视如树圭。又折而入东崦，则仰见大水从天上堕地，不挂著四壁，或盘桓久不下，忽迸落如震霆。东岩趾有诺讵那庵，相去五六步，山风横射，水飞著人。走入庵避，余沫迸入屋，犹如暴雨至。水下捣大潭，轰然万人鼓也。人相持语，但见张口，不闻作声，则相顾大笑。先生曰：“壮哉！吾行天下，未见如此瀑布也。”是后，予一岁或一至。至，常以九月。十月则皆水缩，不能如向所见。今年冬又大旱，客入到庵外石矼上，渐闻有水声。乃缘石矼下，出乱石间，始见瀑布垂，勃勃如苍烟，乍大乍小，鸣渐壮急，水落潭上洼石，石被激射，反红如丹砂。石间无秋毫土气，产木宜瘠反碧，滑如翠羽凫毛。潭中有斑鱼二十余头，闻转石声，洋洋远去，闲暇回缓，如避世士然。家僮方置大瓶石旁，仰接瀑水，水忽舞向人，又益壮一倍，不可复得瓶，乃解衣脱帽著石上，相持扼掔，争欲取之，因大呼笑。西南石壁上，黄猿数十，闻声皆自惊扰，挽崖端偃木牵连下，窥人而啼。纵观久之，行出瑞鹿院前——今为瑞鹿寺。日已入，苍林积叶，前行，人迷不得路，独见明月，宛宛如故人。老先生谓南山公也。山光如淀，湖光如练，一步一个生绡面。叩逋仙，访坡仙， 拣西湖好处都游遍，管甚月明归路远。船，休放转；杯休放浅。",
        "author": "元代",
        "poem_class": "黄河",
        "dynasty": "贡泰父"
    }
]